{
  "metadata": {
    "title": "A highly atom-efficient and stable copper catalyst loaded on amorphous UiO-66-NH<ce:inf loc=post>2</ce:inf> for HCl oxidation to chlorine",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2022-03-25",
    "doi": "10.1016/j.apcata.2022.118532",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X22000552",
    "pii": "S0926860X22000552"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85124716078",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2022-02-08 2022-02-08 2022-02-18 2022-02-18 2022-03-03T04:52:38 1-s2.0-S0926860X22000552 S0926-860X(22)00055-2 S0926860X22000552 10.1016/j.apcata.2022.118532 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X22X00057 2024-01-01T12:34:28.416125Z 0 0 20220325 2022 2022-02-08T04:41:06.665409Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 634 634 C Volume 634 4 118532 118532 118532 20220325 25 March 2022 2022-03-25 2022 article fla © 2022 Elsevier B.V. All rights reserved. AHIGHLYATOMEFFICIENTSTABLECOPPERCATALYSTLOADEDAMORPHOUSUIO66NH2FORHCLOXIDATIONCHLORINE ZHANG X 1 Introduction 2 Experimental section 2.1 Synthesis of aUiO-66-NH2 2.2 Synthesis of Cu/aUiO-66-NH2 2.3 Synthesis of CuO/Al2O3 2.4 Characterization of catalyst 2.5 Catalytic tests of HCl oxidation to Cl2 2.6 The O2-HCl pulse-feed experiment 3 Results and discussion 3.1 Catalyst performance 3.2 catalyst characterizations and discussion 4 Conclusion CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References TAKUO 1999 5871707 H AUREL 2007 0274897 W HESS 2017 128 138 F SUN 2018 286 292 Y FEI 2014 273 280 Z AMRUTE 2012 2057 2065 A AMRUTE 2012 287 297 A FENG 2014 1359 1363 K TIAN 2020 3240 3248 X TIAN 2021 1094 1101 X TIAN 2020 110977 110985 X AMRUTE 2013 9772 9775 A JASMINA 2008 13850 13851 C HOU 2015 53 59 J WANG 2021 11621 11635 X ZHANG 2020 5805 5813 W ACSCATAL HU 2021 48 56 Y YANG 2018 8 14 F HAMMES 2014 245 254 M LOU 2017 215 222 J AMRUTE 2011 1056 1063 A SU 2018 7795 S INDENGCHEM WANG 2016 13116 13119 J LIU 2021 251 259 H KONG 2018 295 304 L ZHANGX2022X118532 ZHANGX2022X118532XX 2024-02-18T00:00:00.000Z 2024-02-18T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(22)00055-2 S0926860X22000552 1-s2.0-S0926860X22000552 10.1016/j.apcata.2022.118532 271346 2024-01-01T12:34:28.416125Z 2022-03-25 1-s2.0-S0926860X22000552-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/MAIN/application/pdf/0ba179fa1fe6c738c1fb28a3b797ae6f/main.pdf main.pdf pdf true 4870526 MAIN 8 1-s2.0-S0926860X22000552-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/PREVIEW/image/png/30496da81c1f641e343ebdafb13d4455/main_1.png main_1.png png 58319 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X22000552-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr5/DOWNSAMPLED/image/jpeg/959be3b721c2d133aebd29cda984e64c/gr5.jpg gr5 gr5.jpg jpg 141955 825 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr6/DOWNSAMPLED/image/jpeg/be821380a5ca07c3cf4e5407f015469e/gr6.jpg gr6 gr6.jpg jpg 20096 315 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr1/DOWNSAMPLED/image/jpeg/37aec44437048216a4e41a21bed75288/gr1.jpg gr1 gr1.jpg jpg 37670 271 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr2/DOWNSAMPLED/image/jpeg/148b3841096fdc8c1bfed29abda3cb49/gr2.jpg gr2 gr2.jpg jpg 49873 552 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/ga1/DOWNSAMPLED/image/jpeg/92025beeaefcffd82aade75e5b48b943/ga1.jpg ga1 true ga1.jpg jpg 19964 245 290 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr3/DOWNSAMPLED/image/jpeg/2ced4988ec7284b378374870c1237889/gr3.jpg gr3 gr3.jpg jpg 84174 551 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr4/DOWNSAMPLED/image/jpeg/99c58f27b17bd27b934b2be8f938a4cf/gr4.jpg gr4 gr4.jpg jpg 78375 547 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22000552-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr5/THUMBNAIL/image/gif/55dd822fb3da7931468abd3a25c117b9/gr5.sml gr5 gr5.sml sml 9836 163 134 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr6/THUMBNAIL/image/gif/c6366ddc91c9a9cd88238cfbbf7ac4d4/gr6.sml gr6 gr6.sml sml 8070 164 195 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr1/THUMBNAIL/image/gif/cd97b3fc9d6b4290fcd2e47760d0345c/gr1.sml gr1 gr1.sml sml 5606 87 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr2/THUMBNAIL/image/gif/0dc54eb8c3e20a602b694429469e7eaa/gr2.sml gr2 gr2.sml sml 6402 164 201 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/ga1/THUMBNAIL/image/gif/3515988b4755a500f6b64b795dc244f7/ga1.sml ga1 true ga1.sml sml 10824 164 194 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr3/THUMBNAIL/image/gif/1a51df6beb9e30fa9efac399b59ab040/gr3.sml gr3 gr3.sml sml 12225 164 202 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr4/THUMBNAIL/image/gif/751ef2ede491286680f1269369baa74c/gr4.sml gr4 gr4.sml sml 13671 164 203 IMAGE-THUMBNAIL 1-s2.0-S0926860X22000552-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr5/HIGHRES/image/jpeg/dde23d744e49b954f96d10aff9cb9ff1/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 713834 3643 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr6/HIGHRES/image/jpeg/a3d5ed97d3bc50c9755cc280720ba28a/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 98992 1395 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr1/HIGHRES/image/jpeg/89f914f00e1469f0de00d9bcaf04e07f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 184825 1196 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr2/HIGHRES/image/jpeg/09ce8b9287f6ad75bb2dc59763583aa4/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 252281 2438 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/ga1/HIGHRES/image/jpeg/d089c0ee36e3fe3c446674578b8ea342/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 144161 1085 1286 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr3/HIGHRES/image/jpeg/121852fafc7d840c8ee16feda2188710/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 411074 2433 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/gr4/HIGHRES/image/jpeg/1941c80cd7f842df49191c3911e8d4ff/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 396116 2414 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X22000552-mmc1.doc https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/mmc1/MAIN/application/msword/7ad5a032629ff32b393adb9d09661197/mmc1.doc mmc1 mmc1.doc doc 3196928 APPLICATION 1-s2.0-S0926860X22000552-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22000552/STRIPIN/image/svg+xml/3378da735921de51147ea27dec2d4ebc/si0001.svg si0001 si0001.svg svg 3018 ALTIMG 1-s2.0-S0926860X22000552-am.pdf am am.pdf pdf 3803844 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:105BP3MR8T1/MAIN/application/pdf/b8cbd4f8562f8dc9fcbe9456442260b9/am.pdf APCATA 118532 118532 S0926-860X(22)00055-2 10.1016/j.apcata.2022.118532 Elsevier B.V. Fig. 1 The STY and stability of 6 wt% CuO/Al2O3 and Cu/aUiO-66-NH2 with different copper loading (a), the light-off curve and Arrhenius plot (b). (Reaction conditions: 0.2 g of catalyst, 653 K of reaction temperature, 16 mL/min of HCl flow, 32 mL/min O2 flow, 64 mL/min N2 flow, 1 bar). Fig. 1 Fig. 2 Effects of the O2/HCl ratio (a), HCl/O2 ratio (b) and O2-HCl pulse feed (c) on the performance of Cu/aUiO-66-NH2. (The reaction conditions are the same as that in Fig. 1(a, b), except for changing the flow rate of O2 and HCl while keeping the total intake volume constant 112 mL/min). Fig. 2 Fig. 3 SEM image (a), XRD pattern (b), TG curve (c) and N2-adsorption isotherm and pore size distribution (d) of fresh Cu/aUiO-66-NH2 catalyst. Fig. 3 Fig. 4 N2-adsorption isotherm and pore size distribution (a), XRD pattern (b), TEM, HAADF-STEM and EDX images (c) of used Cu/aUiO-66-NH2 catalyst. Fig. 4 Fig. 5 XPS survey (a), Cu 2p (b), Cu 2p section (c) Zr 3d (d), O 1 s (e), C 1 s (f) spectra of fresh, 10 h-used and 100 h-used Cu/aUiO-66-NH2. Fig. 5 Fig. 6 H2-TPR profile of 100 h-used Cu/aUiO-66-NH2. Fig. 6 A highly atom-efficient and stable copper catalyst loaded on amorphous UiO-66-NH2 for HCl oxidation to chlorine Xin Zhang Writing – original draft Formal analysis Validation Jun Gong Validation Baining Lin Writing – review & editing Supervision ⁎ Yonghua Zhou Conceptualization Writing – review & editing Supervision ⁎ College of Chemistry and Chemical Engineering, Central South University, Changsha 410083, China College of Chemistry and Chemical Engineering, Central South University Changsha 410083 China College of Chemistry and Chemical Engineering, Central South University, Changsha 410083, China ⁎ Corresponding authors. Cu-based catalysts are critical for the oxidation of hydrogen chloride (HCl) to chlorine, but they have low stability at high temperatures. In this study, the Cu/aUiO-66-NH2 catalyst was synthesized by an amorphous zirconium-based metal-organic framework (denoted by aUiO-66-NH2). Not only did the catalyst show higher activity (1.96 times that of CuO/Al2O3), but it also showed enhanced stability (no less than 100 h). Cu(0) and Cu(OH)2 were highly dispersed and evolved into partially chlorinated copper species during the reaction process, as revealed by X-ray diffraction, X-ray photoelectron spectroscopy, and scanning transmission electron microscopy. The interval XPS characterizations performed during the 100-hour reaction process showed that Cu/aUiO-66-NH2 had self-limited chlorination with a maximum chlorine capacity of approximately 19.60%. Additionally, the temperature-dependence experiment showed that the activation energy of Cu/aUiO-66-NH2 was 81.63 kJ/mol during HCl oxidation to chlorine. Graphical Abstract ga1 Keywords HCl oxidation Amorphous UiO-66-NH2 Copper Self-limited chlorination Cl2 1 Introduction Chlorine (Cl2) is a significant raw material in the industry and is in huge demand. Nevertheless, the utilization rate of Cl atoms in many Cl-related processes is low, resulting in an abundance of HCl as a byproduct. The HCl oxidation to Cl2 process (Deacon process) has been investigated for a long time in comparison to other technologies due to its economics. Ruthenium (Ru) based catalyst is the only commercialized type for oxidizing HCl to chlorine due to its high activity and long service life [1,2]. However, due to the high cost and volatility of Ru, research on nonnoble metal catalysts for HCl oxidation to chlorine is ongoing. Except for Ru-based catalysts [3], catalysts based on copper [4,5], chromium [6], and cerium [7] have been extensively investigated previously. The common disadvantages of the Cu-based catalyst are its low stability above 673 K due to volatilization of copper chloride and severe equipment corrosion at high temperatures. To date, two strategies for modifying Cu-based catalysts have been adopted: adding promoters such as rare earth metal [4], alkali metal [4,8], manganese [9,10], and cobalt [10,11] or forming minerals such as CuCrO2 delafossite [12]. Despite the inspiring progress, it is still desirable to develop a novel strategy for fabricating robust Cu-based catalysts with high atom-efficiency and stability. Metal-organic framework materials have been used in a wide range of applications, including gas separation and catalysis [13,14]. They are composed of periodically connected organic linkers and inorganic linkers of metal ion clusters. Amorphous UiO-66 (aUiO-66) and its aminated product (amorphous UiO-66-NH2), with Zr4+ as the metal center and terephthalic acid or 2-aminoterephthalic acid as the ligand, have been extensively studied as catalyst carriers due to their exceptional stability and adjustability to the guest metal. For instance, Wang et al. synthesized Au/UiO-66-NH2/GR ternary composites to enhance the activity and selectivity of HCOOH in the visible light catalytic reduction of CO2 [15]. Huang et al. confined Pt nanoclusters within the cavities of UiO-66-NH2 for the purpose of selective hydrogenation of cinnamaldehyde, obtaining a selectivity of 91.7% for cinnamyl alcohol [16]. Additionally, in our previous study, Pd/UiO-66 showed a relatively high activity and outstanding stability of over 1000 h in an acetone one-step hydrogenation reaction, due to the significantly inhibited agglomeration of Pd particles in the UiO-66 cage [17]. In addition, it has been reported that the amorphous form of UiO-66 shows unique features in some application areas, such as supercapacitor electrode material, when compared with the crystalline form [18]. In the case of the HCl oxidation reaction, the reaction conditions are harsher than those of other common hydrogenation and oxidation reactions due to the aggressive nature of the chlorine element. Can we use UiO-66-NH2 in such a harsh condition to create an ideal environment for Cu metal? To address this challenge, we synthesized a Cu-based catalyst using amorphous UiO-66-NH2 (aUiO-66-NH2) as a carrier and investigated the correlation between catalytic performance and the catalyst’s structure evolution. This study demonstrated the high atom-efficiency, stability, and possible mechanism of oxidation of HCl by Cu/aUiO-66-NH2. 2 Experimental section 2.1 Synthesis of aUiO-66-NH2 At room temperature, zirconium tetrachloride (1.64 g, ≥99.9%) and 2-aminoterephthalic acid (1.26 g, ≥98.0%) were dissolved in dimethylformamide (DMF, 80 mL, ≥99.5%) in a beaker. The hydrochloric acid (13.12 mL, 36.0–38.0%) and acetic acid (12 mL, ≥99.5%) were slowly dropped into the beaker under magnetic stirring for 0.5 h, and then transferred to a hydrothermal reactor with PTFE lining and kept at 393 K for 24 h. Then, the hydrothermal product was washed with methanol/DMF (V/V = 4/1) twice and methanol once, respectively. Finally, the solid was dried overnight at 373 K under vacuum to obtain aUiO-66-NH2. 2.2 Synthesis of Cu/aUiO-66-NH2 The Cu/aUiO-66-NH2 was prepared by the impregnation method. The aUiO-66-NH2 (0.3 g) was dispersed in 5 mL of water under magnetic stirring. Cu(NO3)2.3 H2O aqueous solution (0.5 mol/L) was added to the above solution while stirring. After 5 min, sodium borohydride (0.3 g, purity 98%) was added, and the solid sample was filtered, washed with water, and then dried at 323 K for 24 h in vacuum to obtain the Cu/aUiO-66-NH2 catalyst. 2.3 Synthesis of CuO/Al2O3 The 0.6 g of γ-Al2O3 (40–60 mesh size) was impregnated in Cu(NO3)2.3 H2O aqueous solution (0.5 mol/L, 3 mL) in a beaker for 12 h at the ambient temperature. Then, the catalyst was obtained after being dried at 383 K overnight in an oven and calcined at 723 K in air for 4 h. 2.4 Characterization of catalyst Scanning electron microscopy (SEM) images were recorded on JSM-7610FPlus. The X-ray diffraction (XRD) patterns of the samples were recorded using a Bruker D8 diffractometer with filtered Cu Kα radiation (collected in a 2θ range from 5° to 80° with a scanning speed of 10 ° min−1). Thermo gravimetric (TG) analysis was carried out at a heating rate of 10 K/min to 1073 K in an N2 atmosphere. The pore structure and Brunauer–Emmett–Teller specific surface area (SBET) were measured by a Quantachrome-Quadrasorb SI-3MP analyzer. High Resolution Transmission Electron Microscope (HRTEM) images were obtained on a FEI Tecnai G2 F20 with an image corrector operating at 200 kV. Atomic-resolution Scanning transmission electron microscope (STEM) images were recorded on a JEOL JEM ARM 200CF (200 kV) equipped with a cold field-emission gun and an ASCOR fifth-order probe corrector. X-ray photoelectron spectroscopy (XPS) was performed on an ESCALAB Xi+ instrument, with an Al Kα X-ray source (1486.6 eV), under about 8 × 10−8 mbar at ambient temperature and a passing-energy of 20 eV, and the C 1 s core level at 284.8 eV was taken as the internal standard. The H2-temperature programmed reduction (H2-TPR) profiles of catalysts were carried out by a Micromeritics AutoChem II 2920 chemisorption analyzer. A 100 mg catalyst with a mesh size of 40–60 was dehydrated with Ar at 300 °C for 1 h and then cooled to 50 °C. The catalyst was heated from 50 °C to 800 °C at a rate of 10 °C/min in a gas flow of 10 vol% H2/Ar of 30 mL/min. The signal of H2 desorption was detected by TCD. Agilent 7700x, Tokyo, Japan, used Inductively Coupled Plasma-Mass Spectrometry (ICP-MS) was used to determine total copper concentrations. 2.5 Catalytic tests of HCl oxidation to Cl2 In this study, a self-assembled fixed bed quartz reactor (Fig. S1) was used to detect the catalytic activity. The anhydrous HCl cylinder gas (with a purity of 99.999%, Taihhe Gases Company, China), the O2 cylinder gas, and the N2 cylinder gas (both with a purity of 99.999%, Changda Gases Company, China) were directly used without further treatment. The cylinder gases, depressurized by the pressure reducing valve, were mixed and fed into the reactor. The flow rate of gases was accurately controlled by calibrated mass flow meters (Beijing Sevenstar D07, N2: 0–200 mL/min, O2: 0–200 mL/min, HCl: 0–100 mL/min). The reactor filled with catalyst was first heated from atmospheric temperature to 653 K with a heating rate of 10 K/min in N2 (30 mL/min), and then HCl (16 mL/min) and O2 (32 mL/min) were fed additionally to start the reaction in N2 (64 mL/min). The outlet stream was introduced into a certain concentration of KI solution for a period of time. We adopted the indirect iodometry method (Eqs. S1–S3) to determine the amount of Cl2 in the outlet stream, and the amount of Cl2 could be determined according to the standard amount of sodium thiosulfate (Fig. S2) consumed. The space-time yield of Cl2 (STY with the unit of gCl2·gCu −1·h−1), representing the mass of Cl2 produced per gram of copper per hour), was calculated as follows. STY = c × V × M C l 2 × 60 m × 2 × 3 × 1000 Where c is the sodium thiosulfate solution concentration (mol/L), V is the volume of sodium thiosulfate solution consumed by iodometric titration (mL), m is the mass of copper contained in 0.2 g of catalyst (g), M Cl2 is the relative molecular weight of chlorine (71 g/mol), Constants “3” is the sampling time of 3 min. “60″ represents the conversion coefficient from minute to hour. “2” is the stoichiometric coefficient between sodium thiosulfate and chlorine obtained according to chemical equation Eq. S1–S2. “1000″ is the volume conversion coefficient from mL to L. 2.6 The O2-HCl pulse-feed experiment The O2-HCl pulse-feed experiment was performed to determine the chemical adsorption of HCl and O2 on the catalyst. The catalyst was heated to 653 K (10 K/min) in N2 at a flow rate of 30 mL/min，and then switched to O2 at a flow rate of 32 mL/min for 1 h at 653 K to ensure sufficient adsorption of O2 on the catalyst. Subsequently, we switched back to N2 at a flow rate of 64 mL/min for 10 min to purge the physical adsorbed O2 from the catalyst, followed by switching to HCl at a flow rate of 16 mL/min. Additionally, the outlet product was immediately analyzed at 3-min intervals. Similarly, the catalyst was heated to 653 K (10 K/min) in N2 at a flow rate of 30 mL/min，and then switched to HCl at a flow rate of 16 mL/min for 1 h at 653 K to ensure sufficient adsorption of HCl on the catalyst. Subsequently, we switched back to N2 at a flow rate of 64 mL/min for 10 min to purge the physical adsorbed HCl on the catalyst, followed by a switch to O2 at a flow rate of 32 mL/min. Additionally, the outlet product was immediately analyzed at 3-min intervals. 3 Results and discussion 3.1 Catalyst performance The Cl2 STY and stability of Cu/aUiO-66-NH2 catalysts with different copper loadings (6–20 wt%) are shown in Fig. 1(a). The initial STY of 6 wt% CuO/Al2O3 is 16.68 gCl2·gCu −1·h−1, and then decreases rapidly to 12.20 gCl2·gCu −1·h−1 after 12 h, and yellow volatiles are observed at the outlet of reactor, showing the low stability of CuO/Al2O3. The XRD patterns of fresh and used CuO/Al2O3 in Fig. S3 confirm this. Comparatively, the STY of 6 wt% Cu/aUiO-66-NH2 reaches 32.76 gCl2·gCu −1·h−1 and remains stable for more than 100 h. Additionally, as the copper loading increases, the STY of the catalyst decreases, showing decreased copper dispersion. Subsequently, we take 6 wt% Cu/aUiO-66-NH2 for further investigation. The initial catalytic temperature of 6 wt% Cu/aUiO-66-NH2 (STY = 6.86 gCl2·gCu −1·h−1, i.e., the temperature corresponding to 10% HCl conversion in Fig. S4) is 618 K, which is comparable to the Cu-K/γ-Al2O3 and Cu10TiO90OX catalyst [4,19], as shown in the light-off curve of catalyst of Fig. 1(b). According to the Arrhenius plot between 573 and 633 K, the activation energy of the catalyst is estimated to be 81.63 kJ/mol, which is slightly lower than the activation energy of a typical Cu-based catalyst in the literature [9,11,19]. The effect of reactant residence time on the performance of the Cu/aUiO-66-NH2 catalyst was investigated by changing the N2 flow (Fig. S5). As with the powder Cu/aUiO-66-NH2 catalyst, it is observed that residence time has no obvious effect on the catalytic performance. The effects of the O2/HCl ratio, the HCl/O2 ratio, and the O2-HCl pulse feed on the performance of Cu/aUiO-66-NH2 are shown in Fig. 2. As shown in Fig. 2(a), as the STY increases the O2/HCl ratio increases. This is a common phenomenon for other Cu-based catalysts, showing that O2 can be easily dissociated on the catalyst, allowing it to be reoxidized. The oxygen reaction order for HCl oxidation over Cu/aUiO-66-NH2 is estimated to be 0.49 (R2 = 0.99), which is comparable to the oxygen reaction order for CeO2-based catalysts in the range of 573–1373 K (nO2 = 0.50) [7] and RuO2/TiO2 catalysts (nO2 = 0.47) [20]. When the O2 flow rate is held constant and the HCl flow rate is increased, as shown in Fig. 2(b), the STY increases rapidly and then rises gradually when the O2/HCl ratio is above 0.625. This shows that the dissociation/adsorption capacity of HCl on the catalyst has a limit. In other words, the catalyst has the ability of self-limited chlorination reaction. This term was coined by Perez-Ramirez and colleagues and is commonly regarded as the unique feature of Ru-based catalysts [5,6,21]. The maximum chlorine adsorption capacity on the Cu/aUiO-66-NH2 catalyst will be determined by the XPS characterizations in the following text. The result of the O2-HCl pulse-feed experiment is shown in Fig. 2(c). The Cl2 yield increased rapidly to the climax of curve (1) and then gradually dropped. This shows that O2 could be chemically adsorbed onto the catalyst and react with the subsequent HCl gas to generate Cl2. When the chemically adsorbed O2 was consumed, the STY gradually decreased until it reached 1.0 gCl2·gCu −1·h−1, not zero. This showed that when the chemically adsorbed O2 was exhausted, a portion of the lattice O could participate in the reaction with low activity. Similarly to curve (2) in Fig. 2(c), a similar trend is observed, showing that HCl can also be chemically adsorbed on the catalyst and react with the subsequent O2. However, the STY decreased to zero when the chemically adsorbed HCl was exhausted. 3.2 catalyst characterizations and discussion The SEM image and XRD pattern of Cu/aUiO-66-NH2 are shown in Fig. 3(a, b). According to Fig. 3(a), the particle size ranges between 100 and 200 nm, without obvious crystal shape, which is consistent with the morphology of aUiO-66-NH2 (Fig. S6). Two characteristic peaks of crystalline UiO-66-NH2 at 7.5º and 8.6º disappear, while a wide peak at 6.6º emerges, as shown in Fig. 3(b). Additionally, the other characteristic peaks of crystalline UiO-66-NH2 between 10º and 60º are substituted by a broad “hump” at 30º caused by diffuse scattering (Fig. S7). These characterization results are consistent with those previously reported in literature [18], which described amorphous UiO-66 for the first time. The amorphization of UiO-66-NH2 was induced in this study by adding concentrated hydrochloric acid and acetic acid, which were used to slow down the hydrolysis of ZrCl4 and compete with 2-aminoterephthalic acid to produce more defects, respectively. The other two peaks, at 36.7° and 43.5°, are speculated to be Cu(OH)2·H2O (121) and Cu (111) planes. The TG curve for Cu/aUiO-66-NH2 is shown in Fig. 3(c), and a weight loss of 19.20% is observed below 623 K, which can be attributed to DMF and residue ligand decomposition. The weight loss of 3% between 623 K and 873 K should be due to the partial collapse of the structure at higher temperatures. The adsorption-desorption curve for Cu/aUiO-66-NH2 in Fig. 3(d) is typical S-type isotherm without obvious lag, showing that the adsorption process is reversible. The single-point SBET and total pore volume are measured to be 18 m2/g and 0.06 m3/g, respectively. Additionally, the average pore size is estimated to be 13.48 nm according to the pore distribution profile. The HCl oxidation reaction was performed at 653 K and a l00h-stable performance of Cu/aUiO-66-NH2 is shown in Fig. 1. However, based on the TG curve’s result in Fig. 3 (c), we can assume that a fresh catalyst’s structure changes. As a result, we further characterized the XRD, N2-adsorption isotherm, and morphology of the used Cu/aUiO-66-NH2 catalyst after 100 h reaction, as shown in Fig. 4. As shown in Fig. 4(a), the first steep part (meaning the saturated adsorption capacity of the monolayer) of the used catalyst is larger than the fresh one, showing that more micro pores are generated, leading to a significant increase in single-point SBET (445 m2/g) and total pore volume (0.28 m3/g). In addition, the average pore size decreased from 13.48 nm to 2.05 nm. We can say that under the reaction conditions, the amorphous structure of UiO-66-NH2 evolves as a result of the framework’s partial collapse caused by the decomposition of ligand at 653 K. As a result, a large number of micropores are generated in the catalyst during the high-temperature reaction. The XRD spectrum of the Cu/aUiO-66-NH2 used is shown in Fig. 4(b). After 100-h reaction, the presence of the Cu2Cl(OH)3, CuCl2·Cu(OH)2, and possibly ZrO2 is observed, suggesting that the catalyst evolved in the reaction atmosphere. Cu2OCl2 is another possible copper species mentioned in the literature [22], although it is difficult to detect in Fig. 4(b), possibly due to the overlap of the characteristic peaks in the mixture. Additionally, TEM and HAADF-STEM images of the Cu/aUiO-66-NH2 used in this study are shown in Fig. 4(c). It is difficult to obtain ideal images due to the complexity of the catalyst and the resolution limitation of the SEM. After 100 h of reaction, it is observed that most of the copper species remain evenly distributed on the catalyst, and the distribution of bright spots in HAADF-STEM images confirms the presence of copper nanoparticles. The structure changes of the catalyst during the reaction process have been revealed by XRD and N2-adsorption isotherm. The XPS spectra of fresh, 10 h-used, and 100 h-used Cu/aUiO-66-NH2 are shown in Fig. 5. The contest between Cu and Zr is almost constant throughout the reaction, as shown in Fig. 5(a). The Cu loading of 100 h-used catalyst was determined by ICP-MS, which is almost unchanged compared with that of the fresh one. It is noted that between 0 and 10 h, the Cl percentage sharply increases from 0% to 12.29%, and then gradually increases from 12.29% to 19.60% between 10 and 100 h. This shows that the initial stage of Cl atom aggregation primarily occurs in the catalyst and changes slightly after 10 h. As a result, the content of chlorine at 100 h (19.60%) should be the maximum value that the catalyst can contain. The Cu 2p spectra of fresh, 10 h-used, and 100 h-used Cu/aUiO-66-NH2 are shown in Fig. 5(b). As for the fresh Cu/aUiO-66-NH2 catalyst, the peaks at 932.1 eV and 952.0 eV correspond to Cu(0) species, and the peaks at binding energies of 934.3 eV and 954.4 eV can be assigned to Cu(OH)2 species, considering that the value of Cu(OH)2 (934.4 eV) is slightly higher than that of CuO (933.4 eV). This shows that a portion of the copper atoms are connected to the -OH on aUiO-66-NH2 to form Cu(OH)2 species, and the other portion of the copper atoms exist as copper metal. It was reported that metal atoms in aUiO-66-NH2 can be distributed in two different spaces, namely the cage or the skeleton, and exhibit different chemical states [23]. In this study, two kinds of copper species exist on the catalyst: Cu(0) in the cage and Cu(OH)2 in the skeleton. Fig. 5(c) is a magnified version of Fig. 5(b) between 928 and 937 eV. After 10 h of reaction, the binding energies of Cu(0) and Cu(OH)2 species are increased by 0.55 and 0.65 eV, respectively, as show in Fig. 5(c). By observing the rise of the Cl element during the first 0–10 h, we can conclude that the Cu(0) specie is converted to CuClx (0 < x < 1), and the Cu(OH)2 specie is converted to Cu2Cl(OH)3 or CuCl2·Cu(OH)2. This can be confirmed by the XRD pattern of the catalyst used in Fig. 4(b). Combing the Cu(x)/Cu(II) ratios on 10 h-used and 100 h-used catalysts in Fig. 5 (c) and the catalytic performance in Fig. 1, it is concluded that both two copper species are active sites for HCl oxidation reaction, despite their different ratios at different period. Surprisingly, even after 100 h of reaction, the two partially chlorinated copper species have not volatilized instead, they remain stable on the catalyst. This point can be regarded as a highlight of Cu/aUiO-66-NH2, which is quite different from conventional Cu-based catalysts, in which chlorinated copper species easily volatilized. The Zr 3d XPS and O 1 s XPS spectra of freshly prepared and 100 h-used Cu/aUiO-66-NH2 in Fig. 5(d, e), demonstrate the presence of obvious Zr4+ and Zr-O bonds on the fresh catalyst. After 100 h reaction, both Zr 3d and O 1 s binding energies increase by 0.7 eV, which may be attributed to formation of a small amount of ZrO2 microcrystals during the reaction, as shown in Fig. 4(b) by the XRD pattern of the catalyst used. Concerning the C 1 s spectra in Fig. 5(f) there is no obvious difference between the fresh and 100 h-used catalysts. Considering the obvious changes in the Zr 3d XPS and O 1 s XPS spectra, the high stability of these two partially chlorinated copper species should be attributed to their strong interaction with aUiO-66-NH2, both in the cage and skeleton. Apart from the above XPS results, the strong interaction between two partially chlorinated copper species and aUiO-66-NH2 is also justified by the H2-TPR result for the 100 h-used catalyst in Fig. 6. Two reduction peaks are observed, indicating the presence of two kinds of copper species, consistent with the XPS result in Fig. 5(b, c). The reduction peak A at 705 K corresponds to the higher valence copper specie dispersed throughout the skeleton, whereas the reduction peak B at 903 K corresponds to the lower valence copper specie present in the cage. Additionally, the reduction temperature of Cu-based catalysts is generally between 423 K and 623 K [24,25]. For instance, the CuO/Al2O3 is between 448 K and 521 K in Fig. S8, whereas the higher reduction temperature in this study suggests a strong interaction between partially chlorinated copper species and the aUiO-66-NH2 structure, endowing Cu/aUiO-66-NH2 with excellent stability in the HCl oxidation reaction. How can the performance of Cu/aUiO-66-NH2 be understood? On one hand, Perez-Ramirez and coworkers’ previous series of studies confirm that the self-limited chlorination property is key for keeping the stability of the catalyst during HCl oxidation reaction [5,6,21]. This property is well illustrated in this study by the maximum chlorine capacity (19.60%) of Cu/aUiO-66-NH2. Additionally, the strong interaction between partially chlorinated copper species and the aUiO-66-NH2 structure ensures that they act as stable active sites, effectively avoiding volatilization. On the other hand, the catalyst may be considered as an analogous molten-salt catalyst. The deactivation of CuO-based solid catalysts was previously determined to be caused by the volume change associated with solid oxide to chloride conversion [22]. In the case of Cu/aUiO-66-NH2, the loose state of the Cu sites in the amorphous UiO-66-NH2 is analogous to that of a molten salt. The ligands, which maintain connectivity and unique flexibility, effectively inhibit the volume change of Cu oxide and chloride compared with the highly ordered crystalline. 4 Conclusion To ensure the long-term viability of the chlorine industry, it is necessary to recycle the byproduct HCl generated during various processes. Although the Cu-based catalyst has the advantages of low price and high catalytic activity, the copper is prone to volatilizing at high temperatures during the HCl oxidation reaction. In this study, amorphous UiO-66-NH2 was first synthesized by a hydrothermal method, and then Cu/aUiO-66-NH2 was prepared by an impregnation method. The XRD, XPS, N2-adsorption desorption, H2-TPR, TEM, and STEM characterizations indicated that Cu(0) and Cu(II) species were highly dispersed in the cage and skeleton of the amorphous UiO-66-NH2 carrier. The Cu/aUiO-66-NH2 catalyst has self-limited chlorination in the HCl oxidation reaction, with a maximum chlorine capacity of 19.60%. The Cu(0) and Cu(II) species evolved into partially chlorinated copper species as catalytic active sites and are stable due to the strong interaction with aUiO-66-NH2. As a result, the catalyst initially displayed 1.96 times the activity of CuO/Al2O3 and remained stable for more than 100 h. According to the temperature-dependence experiment, the activation energy of HCl oxidation over a Cu/aUiO-66-NH2 catalyst is 81.63 kJ/mol. In summary, this study’s design and optimization of a Cu/aUiO-66-NH2 catalyst provided new ideas for developing robust copper based catalysts. CRediT authorship contribution statement Xin Zhang: Writing – original draft, Formal analysis, Validation. Jun Gong: Validation. Baining Lin: Writing – review & editing, Supervision. Yonghua Zhou: Conceptualization, Writing – review & editing, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was supported by the National Natural Science Foundation of China (22078367). Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2022.118532. Appendix A Supplementary material Supplementary material . References [1] H. Takuo N. Hiroshi A. Hiroaki USP 1999 5871707 H. Takuo, N. Hiroshi, A. Hiroaki, USP (1999) 5871707. [2] W. Aurel M. Leslaw S.O.F. Karl USP 2007 0274897 W. Aurel, M. Leslaw, S.O. F. Karl, USP (2007) 0274897. [3] F. Hess H. Over ACS Catal. 7 2017 128 138 10.1021/acscatal.6b02575 F. Hess, H. Over, ACS Catal. 7 (2017) 128–138. https://doi.org/10.1021/acscatal.6b02575 [4] Y. Sun C.W. Li Y.L. Guo W.C. Zhan Y. Guo L. Wang Y.S. Wang G.Z. Lu Catal. Today 307 2018 286 292 10.1016/j.cattod.2017.04.014 Y. Sun, C. Li, Y. Guo W.C. Zhan, Y. Guo, L. Wang, Y.S. Wang, G.Z. Lu, Catal. Today. 307 (2018) 286–292. https://doi.org/10.1016/j.cattod.2017.04.014 [5] Z.Y. Fei H.Y. Liu Y. Dai W.J. Ji X. Chen J.H. Tang M.F. Cui X. Qiao Chem. Eng. J. 257 2014 273 280 10.1016/j.cej.2014.07.033 Z.Y. Fei, H.Y. Liu, Y. Dai, W.J. Ji, X. Chen, J.H. Tang, M.F. Cui, X. Qiao, Chem. Eng. J. 257 (2014) 273–280. https://doi.org/10.1016/j.cej.2014.07.033 [6] A.P. Amrute C. Mondelli J.P. Ramírez Catal. Sci. Technol. 2 2012 2057 2065 10.1039/c2cy20185b A.P. Amrute, C. Mondelli, J.P. Ramírez, Catal. Sci. Technol. 2 (2012) 2057–2065. https://doi.org/10.1039/c2cy20185b [7] A.P. Amrute C. Mondelli M. Moser G.N. Leruth N. López D. Rosenthalc R. Farra M.E. Schuster D. Teschner T. Schmidt J.P. Ramírez J. Catal. 286 2012 287 297 10.1016/j.jcat.2011.11.016 A.P. Amrute, C. Mondelli, M. Moser, G.N. Leruth, N. López, D. Rosenthalc, R. Farra, M.E. Schuster, D. Teschner, T. Schmidt, J.P. Ramírez, J. Catal. 286 (2012) 287–297. https://doi.org/10.1016/j.jcat.2011.11.016 [8] K.K. Feng C.W. Li Y.L. Guo W.C. Zhan B.Q. Ma B.W. Chen M.Q. Yuan G.Z. Lu Chin. J. Catal. 35 2014 1359 1363 10.1016/S1872-2067(14)60166-2 K.K. Feng, C.W. Li, Y.L. Guo, W.C. Zhan, B.Q. Ma, B.W. Chen, M.Q. Yuan, G.Z. Lu, Chinese J. Catal. 35 (2014) 1359–1363. https://doi.org/10.1016/S1872–2067(14)60166–2 [9] X. Tian S. Wang Z.J. Wang H.Q. Wang Y.H. Zhou H. Zhong Y. Mao ChemCatChem 12 2020 3240 3248 10.1002/cctc.202000180 X. Tian, S. Wang, Z.J. Wang, H.Q. Wang, Y.H. Zhou, H. Zhong,Y. Mao, ChemCatChem. 12 (2020) 3240–3248. https://doi.org/10.1002/cctc.202000180 [10] X. Tian Y.P. Li S. Wang H. Zhong Y.P. Zou B.N. Lin Y.H. Zhou Catal. Lett. 39 2021 1094 1101 10.1007/s10562-021-03780-9 X. Tian, Y.P. Li, S. Wang, H. Zhong, Y.P. Zou, B.N. Lin, Y.H. Zhou, Se pu = Chinese journal of chromatography. 39, 1094–1101 (2021). https://doi.org/10.1007/s10562–021-03780–9 [11] X. Tian S. Wang Z.J. Wang H.Q. Wang Y. Mao Mol. Catal. 492 2020 110977 110985 10.1016/j.mcat.2020.110977 X. Tian, S. Wang, Z.J. Wang, H.Q. Wang, Y. Mao, Mol. Catal. 492 (2020) 110977–110985. https://doi.org/10.1016/j.mcat.2020.110977 [12] A.P. Amrute G.O. Larrazábal C. Mondelli J.P. Ramírez Angew. Chem. Int. Ed. 52 2013 9772 9775 10.1002/anie.201304254 A.P. Amrute, G.O. Larrazábal, C. Mondelli, J.P. Ramírez, Angew. Chem. Int. Ed. 52 (2013) 9772–9775. https://doi.org/10.1002/anie.201304254 [13] C. Jasmina J. SØren U. Olsbye N. Guillou C. Lamberti S. Bordiga K.P. Lillerud J. Am. Chem. Soc. 130 2008 13850 13851 10.1021/ja8057953 C. Jasmina, J. SØren, U. Olsbye, N. Guillou, C. Lamberti, S. Bordiga, K.P. Lillerud, J. Am. Chem. Soc. 130 (2008) 13850–13851. https://doi.org/10.1021/ja8057953 [14] J.Y. Hou Y. Luan J. Tang A.M. Wensley M. Yang Y.F. Lu J. Mol. Catal. A-Chem. 407 2015 53 59 https://doi.org/10.1016/j.molcata.2015.06.018 Hou J.Y., Luan Y., Tang J., Wensley A.M., Yang M., Lu Y.F., J. Mol. Catal. A-Chem. 407 (2015) 53–59. https://doi.org/10.1016/j.molcata.2015.06.018 [15] X.J. Wang Y.Q. Su G.R. Yang G.D. Chai Z.C. Xu M.S. Nasir X. Zheng C.Y. Wang W. Yan Int. J. Hydrog. Energy 46 2021 11621 11635 10.1016/j.ijhydene.2021.01.024 X.J. Wang, Y.Q. Su, G.R. Yang, G.D. Chai, Z.C. Xu, M.S. Nasir, X. Zheng, C.Y. Wang, W. Yan, Int. J. Hydrog. Energy. 46 (2021) 11621–11635. https://doi.org/10.1016/j.ijhydene.2021.01.024 [16] W.L. Zhang W.X. Shi W.L. Ji H.B. Wu Z.D. Gu P. Wang X.H. Li P.S. Qin J. Zhang Y. Fan T.Y. Wu Y. Fu W.N. Zhang F.W. Huo ACS Catal 10 2020 5805 5813 https://pubs.acs.org/doi/10.1021/acscatal.0c00682 W.L. Zhang, W.X. Shi, W.L. Ji, H.B. Wu, Z.D. Gu, P. Wang, X.H. Li, P.S. Qin, J. Zhang, Y. Fan, T.Y. Wu, Y. Fu, W.N. Zhang, F.W. Huo, ACS catal. 10 (2020) 5805–5813. https://pubs.acs.org/doi/10.1021/acscatal.0c00682 [17] Y.J. Hu Y.X. Mei B.N. Lin X.H. Du F. Xu H.S. Xie K. Wang Y.H. Zhou ([J]) RSC Adv. 11 2021 48 56 10.1039/D0RA09217G Y.J. Hu, Y.X. Mei, B.N. Lin, X.H. Du, F. Xu, H.S. Xie, K. Wang, Y.H. Zhou [J]. RSC Adv. 11 (2021) 48–56. https://doi.org/10.1039/D0RA09217G [18] F. Yang W.Y. Li B.H.J. Tang 8-14. 2018,733:8-14 J. Alloy. Compd. 733 2018 8 14 10.1016/j.jallcom.2017.10.129 F. Yang, W.Y. Li, B.H. J. Tang, Journal of Alloys and Compounds. 733, 8–14 (2018) 8–14. 2018,733:8–14. https://doi.org/10.1016/j.jallcom.2017.10.129 [19] M. Hammes H. Soerijanto R. Schomäcker M. Valtchev K. Stçwe W.F. Maier Chemcatchem 6 2014 245 254 10.1002/cctc.201300697 M. Hammes, H. Soerijanto, R. Schomäcker, M. Valtchev, K. Stçwe, W.F. Maier, Chemcatchem. 6 (2014) 245–254. https://doi.org/10.1002/cctc.201300697 [20] J.W. Lou L. Li Z.Y. Fei X.H. Xu X. Qiao J. Mol. Catal. 31 2017 215 222 10.16084/j.cnki.issn1001-3555.2017.03.009 J.W. Lou, L. Li, Z.Y. Fei, X.H. Xu, X. Qiao, J. Mol. Catal. 31 (2017) 215–222. https://doi.org/10.16084/j.cnki.issn1001–3555.2017.03.009 [21] A.P. Amrute C. Mondelli M.A.G. Hevia J.P. Ramírez J. Phys. Chem. C. 115 2011 1056 1063 10.1021/jp1058319 A.P. Amrute, C. Mondelli, M.A. G. Hevia, J.P. Ramírez, J. Phys. Chem. C. 115 (2011) 1056–1063. https://doi.org/10.1021/jp1058319 [22] S.Z. Su D. Mannini H. Metiu M.J. Gordon E.W. McFarland Ind. Eng. Chem 57 2018 7795 10.1021/acs.iecr.8b01141 S.Z. Su, D. Mannini, H. Metiu, M.J. Gordon, E.W. McFarland. Ind. Eng. Chem. 57 (2018) 7795. https://doi.org/ 10.1021/acs.iecr.8b01141 [23] J.C. Wang Y.H. Hu G.J. Chen J.C. Wang Chem. Commun. 52 2016 13116 13119 10.1039/c6cc06076e J.C. Wang, Y.H. Hu, G.J. Chen, J.C. Wang, Chem. Commun. 52 (2016) 13116–13119. https://doi.org/10.1039/c6cc06076e [24] H.L. Liu Y.Y. Jiang H.Y. Zhao Z.Y. Hou J. Ind. Eng. Chem. 102 2021 251 259 10.1016/j.jiec.2021.07.008 H.L. Liu, Y.Y. Jiang, H.Y. Zhao, Z.Y. Hou, J. Ind. Eng. Chem. 102 (2021) 251–259. https://doi.org/10.1016/j.jiec.2021.07.008 [25] L.P. Kong J. Miao M.H. Li G.X. Tan G.Z. Jin Mol. Catal. 32 2018 295 304 10.16084/j.cnki.issn1001-3555.2018.04.001 L.P. Kong, J. Miao, M.H. Li, G.X. Tan, G.Z. Jin, Mol. Catal. 32 (2018) 295–304. https://doi.org/10.16084/j.cnki.issn1001–3555.2018.04.001",
      "scopus-id": "85124716078",
      "coredata": {
        "eid": "1-s2.0-S0926860X22000552",
        "dc:description": "Cu-based catalysts are critical for the oxidation of hydrogen chloride (HCl) to chlorine, but they have low stability at high temperatures. In this study, the Cu/aUiO-66-NH2 catalyst was synthesized by an amorphous zirconium-based metal-organic framework (denoted by aUiO-66-NH2). Not only did the catalyst show higher activity (1.96 times that of CuO/Al2O3), but it also showed enhanced stability (no less than 100 h). Cu(0) and Cu(OH)2 were highly dispersed and evolved into partially chlorinated copper species during the reaction process, as revealed by X-ray diffraction, X-ray photoelectron spectroscopy, and scanning transmission electron microscopy. The interval XPS characterizations performed during the 100-hour reaction process showed that Cu/aUiO-66-NH2 had self-limited chlorination with a maximum chlorine capacity of approximately 19.60%. Additionally, the temperature-dependence experiment showed that the activation energy of Cu/aUiO-66-NH2 was 81.63 kJ/mol during HCl oxidation to chlorine.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-03-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X22000552",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Xin"
          },
          {
            "@_fa": "true",
            "$": "Gong, Jun"
          },
          {
            "@_fa": "true",
            "$": "Lin, Baining"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Yonghua"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X22000552"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X22000552"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(22)00055-2",
        "prism:volume": "634",
        "articleNumber": "118532",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A highly atom-efficient and stable copper catalyst loaded on amorphous UiO-66-NH2 for HCl oxidation to chlorine",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "HCl oxidation"
          },
          {
            "@_fa": "true",
            "$": "Amorphous UiO-66-NH2"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Self-limited chlorination"
          },
          {
            "@_fa": "true",
            "$": "Cl2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "118532",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 March 2022",
        "prism:doi": "10.1016/j.apcata.2022.118532",
        "prism:startingPage": "118532",
        "dc:identifier": "doi:10.1016/j.apcata.2022.118532",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "825",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "141955",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "315",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20096",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "271",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37670",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "552",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "49873",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "290",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19964",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "551",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "84174",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "547",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78375",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9836",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "195",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8070",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5606",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6402",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10824",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12225",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13671",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3643",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "713834",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1395",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "98992",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1196",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "184825",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2438",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "252281",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1286",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "144161",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2433",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "411074",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2414",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "396116",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-mmc1.doc?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "3196928",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3018",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22000552-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "3803844",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85124716078"
      }
    }
  }
}