{
  "metadata": {
    "title": "Coprecipitated Ni-alumina and NiCu-alumina catalysts of methane decomposition and carbon deposition III. Morphology and surface structure of the carbon filaments",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-12-17",
    "doi": "10.1016/S0926-860X(96)00226-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002268",
    "pii": "S0926860X96002268"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043134968",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-06-17 1999-06-17 2010-11-14T00:05:07 1-s2.0-S0926860X96002268 S0926-860X(96)00226-8 S0926860X96002268 10.1016/S0926-860X(96)00226-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00592 2024-01-01T12:19:29.85596Z 0 0 19961217 1996 1999-06-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 148 148 1 1 Volume 148, Issue 1 10 123 133 123 133 19961217 17 December 1996 1996-12-17 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. COPRECIPITATEDNIALUMINANICUALUMINACATALYSTSMETHANEDECOMPOSITIONCARBONDEPOSITIONIIIMORPHOLOGYSURFACESTRUCTURECARBONFILAMENTS SHAIKHUTDINOV S SHAIKHUTDINOV 1995 125 S AVDEEVA 1996 141 L KIM 1994 99 M SYNTHESISPROPERTIESADVANCEDCATALYTICMATERIALS FENELONOV 1993 545 V BOELLAARD 1985 481 E ALSTRUP 1988 241 I YANG 1989 52 R BERNARDO 1985 517 C SHAIKHUTDINOV 1993 956 S SHAIKHUTDINOV 1995 597 S ABRAHAMSON 1973 337 J TERSOFF 1986 440 J SHAIKHUTDINOVX1996X123 SHAIKHUTDINOVX1996X123X133 SHAIKHUTDINOVX1996X123XS SHAIKHUTDINOVX1996X123X133XS item S0926-860X(96)00226-8 S0926860X96002268 1-s2.0-S0926860X96002268 10.1016/S0926-860X(96)00226-8 271346 2024-01-01T12:19:29.85596Z 1996-12-17 1-s2.0-S0926860X96002268-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002268/MAIN/application/pdf/edb7f684b5ce2aedbf00d618672d8d11/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002268/MAIN/application/pdf/edb7f684b5ce2aedbf00d618672d8d11/main.pdf main.pdf pdf true 660235 MAIN 11 1-s2.0-S0926860X96002268-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002268/PREVIEW/image/png/54d3e2829164846e19c719e9a6660769/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002268/PREVIEW/image/png/54d3e2829164846e19c719e9a6660769/main_1.png main_1.png png 40744 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 148 (1996) 123-133 Coprecipitated Ni-alumina and Ni-Cu-alumina catalysts of methane decomposition and carbon deposition III. Morphology and surface structure of the carbon filaments Sh.K. Shaikhutdinov *, V.I. Zaikovskii, L.B. Avdeeva Boreskoe Institute of Catalysis, Siberian Branch of the Russian Academy of Sciences, Prospekt A k. Lavrentieva, 5. Not,osibirsk 630090, Russia Received 1 April 1996; revised 14 June 1996; accepted 17 June 1996 Abstract Filamentous carbons produced by the coprecipitated Ni-alumina and Ni-Cu-alumina catalysts of methane decomposition were studied with high resolution transmission electron microscopy and scanning tunneling microscopy. Graphite layers were found to orient at an angle to the filament axis in carbon prepared by Ni catalysts, and perpendicular to the axis in those deposited on Ni-Cu catalysts. In both cases the surface was very rough and was likely represented by the misoriented edges of graphite crystallites. However, these graphite edges were generally bent so that at the filament surface of the carbon, deposited on Ni catalyst, the basal planes tend to be parallel to the filament axis. In prepared by Ni-Cu one the neighbor and/or next-neighbor layers were linked, therefore, producing the closed-layers structures. This surface reconstruction likely lowers the surface energy of the deposited carbons during catalytic reaction. Keywords: Filamentous carbon; Scanning tunneling microscopy: High resolution transmission electron mi- croscopy: Ni-Cu catalysts; Nanofibers 1. Introduction In previous papers [1,2] we have investigated the structure and evolution of the coprecipitated Ni-alumina and Ni-Cu-alumina catalysts in the low temper- * Corresponding author. Fax: (+ 73-83) 2355-756; e-mail: shamil@catalysis.nsk.su. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00226- 8 124 $.h.K. Shaikhutdinov et al. / Applied Catalysis A: General 148 (1996) 123-133 ature methane decomposition reaction. These catalysts were developed in order to produce a large amount of filamentous carbon which recently was suggested to be a novel carbon support and adsorbent [3,4]. It was shown that the filamentous carbons (or nanofiber) deposited on 3d-metal catalysts were highly graphitic, with basal planes being parallel to the metal-carbon interface as revealed by transmission electron microscopy and electron diffraction techniques ([3-8] and references therein). For instance, the carbon deposited on the supported Ni catalysts forms the stacked cones of the curved basal graphite planes [3,5-7]. For Ni-Cu catalysts Bernardo et al. [8] and recently also we have found [2] the so-called 'octopus' carbon when many filaments were grown from one metal particle. Kim et al. [3] generally found 'bi-directional' filaments on Ni-Cu catalysts of the ethylene decomposition, with a graphite stacking arrangement being still cone-shaped as for Ni catalysts. Nevertheless, the surface structures of the filamentous carbons were not investigated in detail. It is of interest since the surface really determines the properties of the carbons as adsorbents and supports for catalyst preparation. The investigators usually assume that the graphite arrangement revealed in the bulk continues up to the surface, for instance, to explain the deviation from graphite equilibrium observed for methane decomposition and to estimate the surface energy of the filaments [6]. In this paper we have studied the surface structure of the filamentous carbons by high resolution transmission electron microscopy (HRTEM) and scanning tunneling microscopy (STM). 2. Experimental Filamentous carbons were produced by methane decomposition on coprecipi- tated 90 wt.-% Ni-alumina and 82 wt.-% Ni-8 wt.-% Cu-alumina catalysts until complete deactivation of catalysts as described previously [2] (PcH4--- 1 atm, T = 550). HRTEM micrographs were obtained with JEOL JEM-2010 microscope oper- ated at 200 keV. The carbon samples were dispersed ultrasonically over the carbon substrate. High resolution images were obtained at near optimal focus conditions (defocus = -410 A). STM images were obtained with a microscope installed in an ultrahigh vacuum chamber [9]. Calibration of the three-dimensional STM images were carried out by atomic resolution of the highly oriented pyrolytic graphite and single metal crystals surfaces. For STM measurements the granule samples were used as received from the reactor or were split. To avoid the carbon dust on the surface, the samples were blown by dry air prior to loading to the chamber, no additional treatments were done in vacuum. As discussed elsewhere [9,10] the distortion of the flexible fibers under the S.h.K. Shaikhutdinov et al. /Applied Catalysis A: General 148 (1996) 123-133 125 STM tip, and picking up the loosely bound carbon particles by the tip made the STM studies of the porous carbons difficult. Therefore, to prevent a tip crush and to obtain reliable data, the large scale images (up to 2000 ~,) were usually recorded at a tunnel bias of ca. 5 V, while the close inspection of the small areas were made at a bias of ca. 0.3 V and current of 1-3 nA. Test measurements on relatively smooth regions showed the good similarity of the images obtained at both tunnel voltages. The microscope was operated at constant current mode with a scan rate of ca. 300 A/s, while for high resolution measurements the scan rate was increased to make the thermal drift negligible. A few samples were imaged to ensure their general representation of the surface. Gray scale top-view images were formed so that the darker colors are corresponding to the lower levels. 3. Results and discussion Since the carbon yields were close to 200 g/goat the microscopic images of the samples show the morphology of the carbon but not the original metal catalyst. A typical large scale STM image (Fig. lb) demonstrates rather globular species which can hardly be attributed to the elongated fibers. However, since the STM tip cannot penetrate into the pore up to the deeper regions of the sample, it detects only the surface of those parts of the carbon filament which are opened outside. Therefore, this image could be interpreted as the 'knee' of the filament bent into the granule body. More detailed investigations of the filament surface shows the rough surface: the particle-like species of 20-70 A in diameter and ca. 10 * in height were often revealed (Fig. la, c). Tentatively, we have suggested that they could be attributed to the carbon dust on the granule surface when the samples were loaded from reactor into storage glass. However, identical STM images were obtained on the interior regions of the granule using the split samples (Fig. ld). In addition, numerous TEM micrographs (some of them have been also presented in our previous paper [2]) show that these carbons are very far from being considered as smooth graphite sticks. Therefore, we believe that the roughness revealed by STM is caused by the real filament surface topography. Previously, we found [2] that Ni catalysts produced the 'classical' filamentous carbon (FC) (one metal head -- one carbon filament), while on Ni-Cu catalysts the 'octopus' carbon were often observed (samples denoted here as FC-I and FC-II, respectively). High resolution TEM images on Figs. 2 and 3 clearly show the highly graphitic structure of the carbons. The basal layers are oriented at some angle to the fiber axis in the FC-I sample. In FC-II samples the layers are mostly perpendicular to the axis. In addition, one can see the defects in both graphitic structures. The apparent long range modulation of the layers contrast seen in the bulk of the filament seems to indicate that the adjacent graphite 126 S.h.K. ShaikhutdinoL~ et al./Applied Catalysis A: General 148 (1996) 123-133 (a) L<:1. oz& O loo ~0 3~ ~,A 0 200 400 60~ 80~ 100~ 1200 1400 160~ 1800 2000 Fig. 1. STM images of the carbon surface, top-view. In these and subsequent images the darker colors are corresponded to the lower level. Height from black to white is indicated by the right column. (a) Size 2 33030 ~2; (b) size 23001800 ~, ; (b, c) size 33030 ~2; (d) size 130120 A~. The last image was shadowed as if the surface was inclined and illuminated from the top-front. The inset on (c) shows the topography profile along the white line. S.h.K. Shaikhutdinol, et al./Applied Catalysis A: General 148 (1996) 123-133 127 1T.2 0.00 (d) 8 i~ 28~ 388 x,~ &'i'O i~ 20 3~ 4~ $0 6~ 7~ 8~ 9~ I~ 0 12~ Fig. 1 (continued). 128 S.h.K. Shaikhutdinou et al. /Applied Catalysis A: General 148 (1996) 123-133 Fig. 2. HRTEM micrograph of FC-I sample. The filament axis is horizontal. Graphite layers with interplanar distance d0o2 = 3.4 A are clearly seen. BL -- opened basal planes, CL -- closed-layer structures. crystallites are twisted a little around the commonly directed c-axes, parallel to the filament axis. In other words, if one would cut the filament in FC-II sample across its axis, the surface of the cross-section could be represented by misori- ented graphite basal areas. In addition, based on this HRTEM data one can also suppose a hilly filament surface, with 'ridges' indicated by the arrays R on Fig. 3. Therefore, this conclusion is in a good agreement with the STM images on Fig. l a,c,d. The average crystallite sizes along the a- and c-axis of graphite were found to be ca. 50 A as measured by X-ray diffractometry. This value is close to the lateral size of the surface species observed in STM images. Therefore, we suggest that the carbon surface is formed by the misoriented edge planes of the graphite crystallites, with basal planes being perpendicular to the filament axis in the FC-II sample. Considering the FC-I, the speculations must to be similar to those above except that, in addition, the graphite platelets form stacked cones. However, HRTEM micrographs show that the graphite edges are not 'opened', as could be expected for graphite single crystal facets. Really, in the FC-II sample the nearest or next-neighbor layers are usually linked (Fig. 3), hence, producing structures seen as nano-caps. We denote them as closed-layer (CL) structures. It should be also mentioned that according to our computer simula- tion the structures observed could not be attributed to the image artifacts caused by different defocus of the adjacent parts of the sample. Moreover, the HRTEM image of the small graphite crystallites, prepared by grinding of the bulk S.h.K. Shaikhutdinov et al. / Applied Catalysis A: General 148 (1996) 123-133 129 Fig. 3. HRTEM micrographs of the FC-II sample. The filament axis is horizontal. Along arrays R the ridge of the hilly surface is shown. The arrays CL, indicating the closed-layer structures, illustrate two cases when the nearest (on top image) and next-neighbor layers (on bottom) are linked. graphite crystal and using the same sample preparation procedure as for carbons studied, showed no CL-structures (Fig. 4). With the FC-I sample the CL-struc- tures were found only on the large steps (Fig. 2), while, generally, the layers 130 S.h.K. Shaikhutdinov et al. // Applied Catalysis A: General 148 (1996) 123-133 Fig. 4. HRTEM micrograph of the highly dispersed graphite crystallites prepared by grinding of the bulk graphite crystal. Note the absence of the closed-layer structures on the edges. tend to be rather parallel to the filament axis, therefore, producing the highly stepped basal surface (BL on Fig. 2). In principle, it is well known [11] that the surface enthalpies for graphite are 0.16 J/m2 and 6.3 J/m2 for basal and edge planes, respectively. Therefore, the linking of the surface edges should be a thermodynamically favourable process. Thus, only a small part, if any, of the filament surface can be represented by graphite edges. A high resolution STM image obtained on the smooth region of the FC-I sample showed the structure of the graphite basal plane (Fig. 5a). However, in general, the atomic surface arrangement on both samples were not periodic and long-range structures were not found (Fig. 5b). Taking into account that CL-structures were more evidenced on the FC-II sample, the latter was thor- 10A- 10A- 0 110 A 0 110 A a) b) Fig. 5. High resolution STM images of the FC-I (a) and FC-II (b) samples. From black to white is ca. 1 A. The graphite basal plane on the smooth area of the CF-I sample is resolved (a), however, in general, no large-scale periodic structures were found on both samples (b). S.h.K. Shaikhutdinov et al. / Applied Catalysis A: General 148 ( 1996~ 123-133 131 a) b) a) o 11o A Fig. 6. High resolution STM images of the FC-II sample: (a) the short parallel lines were observed with an inter-line distance of about 3.1 ,~; (b) atoms form rather rectangular cell, for clarity atoms are indicated by circles drawn by eyes; (c) the apparent junction of the neighbor layers; (d) the same image as (c), but with atoms position drawn by eyes. oughly investigated by STM. In some regions apparent parallel lines no longer than 15 A were observed (Fig. 6a). The distance between them is about 3.1 A, i.e., close to the interplanar distance in graphite. Unfortunately, the atoms along these lines are not clearly resolved. However, it appears that in this case atoms form a rather rectangular cell (see also Fig. 6b), and not rhombic or trigonal, which could be expected for various edge planes of the graphite crystal. Therefore, these structures might be formed due to some kind of surface reconstruction that lowers the surface energy, i.e., similar to that usually observed on clean metal surfaces. In addition, the apparent junction of the neighbor layers was occasionally found (Fig. 6c, d). This image likely corre- sponds with the linking of the neighbor layers observed by HRTEM. It should also be taken into account that three-dimensional STM images are formed by electron local density of states [12]. Therefore, the different electronic properties of the surface carbon atoms could influence the STM images. Probably, the very small atomic corrugation (ca. 0.1 ,~ on Fig. 6b) could be explained by this fact, that, in turn, made the observation of the surface atomic arrangement very complicated. 132 S.h.K. Shaikhutdinov et al./Applied Catalysis A: General 148 (1996) 123-133 sp2 sp~ _~~sP~ /sp3 / A A / B ]3 A a) b) Fig. 7. Fragments of the proposed models of the closed-layer structures: (a) the case when nearest layers are linked, the structure is not stressed but involves carbon atoms in tetrahedral sp3-coordination; (b) the case when second-neighbor layersoare linked. In both cases the orbit molecular building system were used with all C-C distances equal to 1.4 A. A and B arrays show the neighbor layers in a graphite stacking arrangement. At present, it is difficult to choose the exact model for the carbon surface. In any case, the curved structures could be highly stressed if one would include only sp2-hybridization of the carbon atom coordination. The model presented on Fig. 7a built by the molecular orbit system is not stressed but involves also atoms in tetrahedral sp3-coordination. On Fig. 7b another model illustrates the linking of the second-neighbor layers and also includes the sp3-coordinated atoms, but in this case the structure is more stressed in comparison with the former one. Nevertheless, we believe that these kinds of structures (as well as more complex ones) cover the filament surface in order to lower the surface energy. It appears that the closed-layer structures of the filament surfaces are formed during catalytic growth. According to the generally accepted model [5-7], the methane molecules decompose on (100) and (110) planes of nickel, then carbon atoms diffuse through the bulk to the Ni(lll) facet and precipitate as graphite on the metal-filament interface. However, the carbon atoms could also diffuse over metal particle surface. These ad-atoms as well as those originated from methane decomposition on the (110) facets, adjacent to the (111) facet, were likely involved in the restructuring of the filament surface to form the closed- layer structures and various bridges between the subsequently growing neighbor layers. 4. Conclusions By the high resolution TEM technique it was shown that the basal graphite planes were inclined to the filament axis in carbon prepared with Ni catalysts of S.h.K. Shaikhutdino~ et al./Applied Catalysis A: General 148 (1996) 123-133 133 methane decomposition, while they are mostly oriented perpendicular to the axis in those deposited on Ni-Cu catalysts. STM images show that the filament surface is very rough and is likely formed by the misoriented edges of the graphite crystallites. It was found that the graphite edges were usually bent at the surface so that the adjacent layers were linked, therefore, producing the closed-layer structures. It appears that only a small part of the filament surface can be represented by open graphite edges. The data indicates some kind of surface restructuring to lower the surface energy of the graphite edges. This process likely involved the carbon ad-atoms diffused on the metal particles in the catalytic reaction. Therefore, there is a large variety of active sites which can be evolved in adsorption and anchoring of active species when deposited on the filamentous carbons used as catalyst support. In addition, data demonstrates that, in princi- ple, the curved, nanotube-like structures could be synthesized by the catalytic way. Acknowledgements This work was partially supported by Russian Ministry of Sciences and Technology Policy. References [1] Sh.K. Shaikhutdinov, L.B. Avdeeva, O.V. Goncharova, D.I. Kochubey, B.N. Novgorodov and L.M. Plyasova, Appl. Catal., A126 (1995) 125. [2] L.B. Avdeeva, O.V. Goncharova, D.I. Kochubey, V.I. Zaikovskii, L.M. Plyasova, B.N. Novgorodov and Sh.K. Shaikhutdinov, Appl. Catal. A, 141 (1996) 141. [3] M.-S. Kim, N.M. Rodriguez, and R.T.K. Baker, in E. Iglesia, P.W. Lednor, D.A. Nagaki and L.T. Thompson (Editors), Synthesis and Properties of Advanced Catalytic Materials (MRS Symp. Proceedings, Vol. 368), 1994, p. 99. [4] V.B. Fenelonov, L.B. Avdeeva, V.I. Zheivot, L.G. Okkel, O.V. Goncharova and L.G. Pimneva, Kinet. Katal., 34 (1993) 545. [5] E. Boellaard, P.K. de Bokx, A.J.H.M. Kock and J.W. Geus, J. Catal., 96 (1985) 481, [6] I. Alstrup, J. Catal., 109 (1988) 241. [7] R.T. Yang and J.P. Chen, J. Catal., 115 (1989) 52. [8] C.A. Bernardo, I. Alstrup and J.R. Rostrup-Nielsen, J. Catal., 96 (1985) 517. [9] Sh.K. Shaikhutdinov and D.I. Kochubey, J. Struct. Chem., 34 (1993) 956. [10] Sh.K. Shaikhutdinov, Kinet. Katal., 36 (1995) 597. [11] J. Abrahamson, Carbon, 11 (1973) 337. [12] J. Tersoff, Phys. Rev. Lett., 57 (1986) 440. APCATA 96002268 S0926-860X(96)00226-8 10.1016/S0926-860X(96)00226-8 Article Coprecipitated Ni-alumina and NiCu-alumina catalysts of methane decomposition and carbon deposition III. Morphology and surface structure of the carbon filaments Sh.K. Shaikhutdinov ∗ V.I. Zaikovskii L.B. Avdeeva Boreskov Institute of Catalysis, Siberian Branch of the Russian Academy of Sciences, Prospekt Ak. Lavrentieva, 5, Novosibirsk 630090, Russia ∗ Corresponding author. Fax: (+73-83) 2355-756 Filamentous carbons produced by the coprecipitated Ni-alumina and NiCu-alumina catalysts of methane decomposition were studied with high resolution transmission electron microscopy and scanning tunneling microscopy. Graphite layers were found to orient at an angle to the filament axis in carbon prepared by Ni catalysts, and perpendicular to the axis in those deposited on NiCu catalysts. In both cases the surface was very rough and was likely represented by the misoriented edges of graphite crystallites. However, these graphite edges were generally bent so that at the filament surface of the carbon, deposited on Ni catalyst, the basal planes tend to be parallel to the filament axis. In prepared by NiCu one the neighbor and/or next-neighbor layers were linked, therefore, producing the closed-layers structures. This surface reconstruction likely lowers the surface energy of the deposited carbons during catalytic reaction. Keywords Filamentous carbon Scanning tunneling microscopy High resolution transmission electron microscopy NiCu catalysts Nanofibers References [1] Sh.K. Shaikhutdinov L.B. Avdeeva O.V. Goncharova D.I. Kochubey B.N. Novgorodov L.M. Plyasova Appl. Catal. A126 1995 125 [2] L.B. Avdeeva O.V. Goncharova D.I. Kochubey V.I. Zaikovskii L.M. Plyasova B.N. Novgorodov Sh.K. Shaikhutdinov Appl. Catal. A 141 1996 141 [3] M.-S. Kim N.M. Rodriguez R.T.K. Baker E. Iglesia P.W. Lednor D.A. Nagaki L.T. Thompson Synthesis and Properties of Advanced Catalytic Materials 71st edn. MRS Symp. Proceedings Vol. 368 1994 99 [4] V.B. Fenelonov L.B. Avdeeva V.I. Zheivot L.G. Okkel O.V. Goncharova L.G. Pimneva Kinet. Katal. 34 1993 545 [5] E. Boellaard P.K. de Bokx A.J.H.M. Kock J.W. Geus J. Catal. 96 1985 481 [6] I. Alstrup J. Catal. 109 1988 241 [7] R.T. Yang J.P. Chen J. Catal. 115 1989 52 [8] C.A. Bernardo I. Alstrup J.R. Rostrup-Nielsen J. Catal. 96 1985 517 [9] Sh.K. Shaikhutdinov D.I. Kochubey J. Struct. Chem. 34 1993 956 [10] Sh.K. Shaikhutdinov Kinet. Katal. 36 1995 597 [11] J. Abrahamson Carbon 11 1973 337 [12] J. Tersoff Phys. Rev. Lett. 57 1986 440",
      "scopus-id": "0043134968",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002268",
        "dc:description": "Filamentous carbons produced by the coprecipitated Ni-alumina and NiCu-alumina catalysts of methane decomposition were studied with high resolution transmission electron microscopy and scanning tunneling microscopy. Graphite layers were found to orient at an angle to the filament axis in carbon prepared by Ni catalysts, and perpendicular to the axis in those deposited on NiCu catalysts. In both cases the surface was very rough and was likely represented by the misoriented edges of graphite crystallites. However, these graphite edges were generally bent so that at the filament surface of the carbon, deposited on Ni catalyst, the basal planes tend to be parallel to the filament axis. In prepared by NiCu one the neighbor and/or next-neighbor layers were linked, therefore, producing the closed-layers structures. This surface reconstruction likely lowers the surface energy of the deposited carbons during catalytic reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002268",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shaikhutdinov, Sh.K."
          },
          {
            "@_fa": "true",
            "$": "Zaikovskii, V.I."
          },
          {
            "@_fa": "true",
            "$": "Avdeeva, L.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002268"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002268"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00226-8",
        "prism:volume": "148",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Coprecipitated Ni-alumina and NiCu-alumina catalysts of methane decomposition and carbon deposition III. Morphology and surface structure of the carbon filaments",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Filamentous carbon"
          },
          {
            "@_fa": "true",
            "$": "Scanning tunneling microscopy"
          },
          {
            "@_fa": "true",
            "$": "High resolution transmission electron microscopy"
          },
          {
            "@_fa": "true",
            "$": "NiCu catalysts"
          },
          {
            "@_fa": "true",
            "$": "Nanofibers"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "123-133",
        "prism:endingPage": "133",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 December 1996",
        "prism:doi": "10.1016/S0926-860X(96)00226-8",
        "prism:startingPage": "123",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00226-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043134968"
      }
    }
  }
}