{
  "metadata": {
    "title": "Polyaniline-based catalysts characterized by dynamic DSC",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(97)00145-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001452",
    "pii": "S0926860X97001452"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040560639",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X97001452 S0926-860X(97)00145-2 S0926860X97001452 10.1016/S0926-860X(97)00145-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 6 L25 L28 L25 L28 19971104 4 November 1997 1997-11-04 1997 Letter article fla Copyright © 1997 Published by Elsevier B.V. POLYANILINEBASEDCATALYSTSCHARACTERIZEDBYDYNAMICDSC PIELICHOWSKI K BIDAN 1988 297 G BIDAN 1989 327 G HASIK 1993 972 M HASIK 1994 544 M HASIK 1994 2099 M BHATIA 1993 6101 S PUNNIYAMURTHY 1994 4003 T CAO 1989 2305 Y ZHENG 1994 7754 W PALANIAPPAN 1994 2431 S WUNDERLICH 1990 B THERMALANALYSIS PIELICHOWSKIX1997XL25 PIELICHOWSKIX1997XL25XL28 PIELICHOWSKIX1997XL25XK PIELICHOWSKIX1997XL25XL28XK item S0926-860X(97)00145-2 S0926860X97001452 1-s2.0-S0926860X97001452 10.1016/S0926-860X(97)00145-2 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X97001452-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001452/MAIN/application/pdf/9fb2a7cef77aa79ab0b1b72aa1c3593a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001452/MAIN/application/pdf/9fb2a7cef77aa79ab0b1b72aa1c3593a/main.pdf main.pdf pdf true 213579 MAIN 4 1-s2.0-S0926860X97001452-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001452/PREVIEW/image/png/d80a581aafd688968b33f3f698a57ea5/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001452/PREVIEW/image/png/d80a581aafd688968b33f3f698a57ea5/main_1.png main_1.png png 59173 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 161 (1997) L25-L28 j APPLIED CATALYSIS A: GENERAL Letter Polyaniline-based catalysts characterized by dynamic DSC Krzysztof Pielichowskia'*, Jan Pielichowskia, Javed Iqbalb, Pawet Gurtata :'Department of Chemistry Technical University, ul. Warszawska 24, 31-155 Krakrw, Poland bDepartment of Chemistry, Indian Institute of Technology, Kanpur 208 016, India Received 24 March 1997; accepted 8 April 1997 Abstract A preliminary study of the thermal behavior of polyaniline-based (PANI) catalysts, namely PANl-cobalt (II) acetate (PANI- Co(OAc)2), PANI-cobalt (II) N,N'-ethylene-bis(salicylideneiminate) (PANI-Co(salen)) and PANI-cobalt (II) bis(t.-pyrrolidine- 2-carboxylate) (PANI-Co(L-proline)2), has been presented. On the basis of the differential scanning calorimetry (DSC) profiles it has been found that the endothermic transition, due to structural rearrangement, is a characteristic feature of the polymer- metal salt systems studied, when subjected to a controlled heating program. The value of enthalpy of this process can be further utilized for determination of the metal salt content in the polymer matrix thus making it possible to find out the efficiency of doping procedure and finally the strength of a catalytic system. !~/ 1997 Elsevier Science B.V. Keywords: Polyaniline-based catalyst; Characterization; DSC 1. Introduction Recent interest in conductive polymers resulted in some discoveries concerning their catalytical proper- ties. It has been shown that heteropolyanions of Keggin or Dawson-type can be inserted into the matrices of conjugated polymers, such as polypyrrole, polythiophene or polyaniline via electropolymeriza- tion of appropriate monomers in the presence of heteropolyacids [1,2]. Heteropolyanions can also be incorporated into conjugated polymer matrices via chemical doping, leading to the molecular dispersions [3,4]. These new catalysts exhibit considerably enhanced activity and altered selectivity in a test reaction of ethyl alcohol conversion as compared to *Corresponding author. Fax. +48 12 342425. unsupported heteropolyacids studied under the same experimental conditions [5]. Interesting results have been achieved by using catalytical systems based on cobalt salts for some oxidation processes [6,7]. Even more promising data have been obtained with cobalt compounds dispersed in the polyaniline matrix [8]. The characterization of these polymer-metal salt systems was, however, not obvious. Some spectroscopic techniques, such as FTIR, were not suitable since there were no distinct changes within respective absorption bands. Alternatively, a new approach with a DSC method, operating in a dynamic mode, has been successfully applied. We like to report in this paper some preli- minary results of a DSC analysis of some polyaniline - cobalt salt systems to determine the effect of dopants and its further utilization for an overall characteriza- tion. 0926-860X/97/$17.00 ',~) 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 145-2 L26 K. Pielichowski et al./Applied Catalysis A: General 161 (1997) L25-L28 2. Experimental 2.2. Technique 2.1. Materials PANI was obtained via a chemical oxidative poly- merization, using the method previously described [9]. Reagent-grade aniline (from POCh Gliwice) was vacuum distilled under nitrogen prior to use. All other reagents were used as obtained. 2.1.1. Polyaniline supported Co(OAC)2 A mixture of polyaniline (200 mg) and cobalt acet- ate (200 mg, 1:1 w/w) was stirred in acetonitrile (25cm3) and acetic acid (25 cm3) (1:1 v/v) for 72 h at room temperature. The reaction mixture was filtered and the solid catalyst was washed with acetonitrile until the filtrate became colorless. The catalyst was dried at 110- 120. 2.1.2. Polyaniline supported Co(salen) A mixture of polyaniline (500 mg) and cobalt salen (500mg, 1:1 w/w) was stirred in acetonitrile (50 cm3) for 36 h at room temperature. The reaction mixture was filtered and the solid catalyst was again stirred with acetic acid (50 cm3) for 1 h at room temperature. The reaction mixture was filtered and washed with acetic acid five times and acetonitrile until the filtrate became colorless and the catalyst was dried at 100-120. 2.1.3. Polyaniline supported Co(L-proline)2 L-proline (1.2mg) was stirred in acetonitrile (40 cm3) for 1 h at room temperature, then 2-3 drops of water were added in the reaction mixture and polyaniline (500 mg) was added to it and stirred for 18 h at room temperature. The reaction mixture was filtered and washed with acetonitrile and water thor- oughly until filtrate became colorless. The catalyst was dried at 100-120. A mixture of polyaniline supported proline (500 mg) and cobalt chloride (500mg, 1:1 w/w) was stirred in acetonitrile (50 cm3) for 15 h at room temperature. The reaction mixture was filtered and washed with acetonitrile and water thoroughly until filtrate became colorless. The catalyst was dried at 100-120. DSC measurements were performed on a Netzsch DSC 200, operating in a dynamic mode, with the following conditions: sample weight ~4 mg, heating rate=10 K/min, atmosphere-argon (30 cm3/min), sealed aluminum pan. The heating rate of 10 K/min was chosen as the best possibility to ensure high resolution of the DSC curves. The calorimeter was carefully calibrated with an indium reference; an empty aluminium pan was used as reference. The measurements were run in triplicates. 3. Results and discussion DSC analysis has shown that pristine PANI in its emeraldine base form is characterized through a broad endothermic transition, starting at approximately 55 and centered at approximately 105 (Fig. 1). This result agrees with other studies [10,11] and indicates evaporation of water molecules from the polymer matrix. In the temperature region of 150- 220 there is no substantial deviation of the baseline. The DSC profile of cobalt (II) acetate - (Fig. 1) - reveals that there are some exothermic peaks at 170- 205 which are probably due to the crystallization of metastable forms, as it is in the case of several organic compounds [12]. Then very distinct melting/decar- boxylation process in the form of a sharp endotherm is observed at 224. Analysis of the DSC curves of PANI-cobalt salt systems, presented in Fig. 2, leads to the conclusion that they are easy to characterize at 185-210 while an intensive endothermic transition appears. The shape and area of these peaks are a measure of doping effectiveness since they come directly from the amount and distribution way of cobalt salts. The values of enthalpy and characteristic temperatures of this transition are summarized in Table 1. Table l Description of the endothermic transition Sample T,,,,~et Tpeak Tend AHt PANI-Co(OAc)2 191.7 194.3 201.8 -63.7 PANI-Co(salen) 189.7 191.8 198.5 -64.2 PANI-Co(L-proline)z 188.7 191.8 201.9 74.9 K. Pielichowski et al./Applied Catalysis A: General 161 (1997) L25-L28 L27 DSC/mW/mg t ' xo 0.2- '/~i 0.0- ,'/ -0.2- .... __Co(OAc)~ //' ~/\\ -1.2 -1.4~ ~-~-T ~, ~ -r-~-- . , 50 100 150 200 250 Temperature/'C Fig. 1. DSC curves at 10 K/rain of pristine PANI and Co(OAc)2 in argon. DSC/mW/mg t~'exo PANl-eo~_salen) ^ ^ ~ ~--~ ....... ~, -0 4 ..... .... J PANI-Co(OAc)= -0.6~ -0,8 - -1.0 - -1.2 - -1.4 - -I .6 - -I .I - # .......................... -1 f f- ----7--- 1~o ~--18~o .... 200 21,o 2~.o Temperature PC Fig. 2. DSC curves at l0 K/min of PANl-cobalt salt systems in argon. From the data presented in Table 1 it can be con- cluded that there is a slightly different degree of insertion of given salts into polymer matrix. The highest (absolute) value for PANI-Co(L-proline)2 indi- cates that this compound was incorporated as com- pletely as possible into PANI structure. L28 K. Pielichowski et al./Applied Catalysis A: General 161 (1997) L25-L28 To explain completely the nature of the effect presented some other investigations are necessary - such studies are underway. 4. Conclusions Polyaniline-cobalt salt systems can be investigated by DSC to evaluate the degree of insertion of the salt into the polymer matrix through analysis of the endothermic transition which occurs due to some structural (interfacial) rearrangements. It can be a valuable method for determination of the catalyst quality just after synthesis or after storage, if neces- sary. For a series of catalysts, calibration curves could be applied hence making it possible to determine quantitatively the amount of doping agent. Acknowledgements This work was funded through the Polish State Committee for Research grants (PB/280/$2/07/94 and C/3810/96). One of the authors (KP) is indebted to the Foundation for Polish Science for financial support. References [1] G. Bidan, E.M. Genies, M. Lapkowski, J. Electroanal. Chem. 251 (1988) 297. [2] G. Bidan, E.M. Genies, M. Lapkowski, Synth. Met. 31 (1989) 327. [3] M. Hasik, A. Profi, J. Poiniczek, A. Bielafiski, Z. Piwowars- ka, K. Kruczata, R. Dziembaj, Synth. Met. 55-57 (1993) 972. [4] M. Hasik, W. Turek, E. Stochmal, M. Lapkowski, A. Fh-ofi, J. Catal. 147 (1994) 544. [5] M. Hasik, A. Profi, J. Po~niczek, A. Bielafiski, Z. Piwowars- ka, K. Kruczata, R. Dziembaj, J. Chem. Soc, Faraday Trans. 90 (1994) 2099. [6] S. Bhatia, T. Punniyamurthy, B. Bhatia, J. lqbal, Tetrahedron 27 (1993) 6101, [7] T. Punniyamurthy, J. lqbal, Tetrahedron Lett. 35 (1994) 4003. [8] J. Pielichowski, J. Iqbal, in preparation. [9] Y. Cao, A. Andreatta, A.J. Heeger, P. Smith, Polymer 30 (1989) 2305. [10] W.Y. Zheng, K. Levon, J. Laakso, J.E. Osterholm, Macromolecules 27 (1994) 7754. [11] S. Palaniappan, B.H. Narayana, J. Polym. Sci. Part A: Polym. Chem. 32 (1994) 2431. [12] B. Wunderlich, Thermal Analysis, Academic Press, New York, 1990. APCATA 97001452 S0926-860X(97)00145-2 10.1016/S0926-860X(97)00145-2 Elsevier Science B. V. All rights reserved Polyaniline-based catalysts characterized by dynamic DSC Krzysztof Pielichowski * a Jan Pielichowski a Javed Iqbal b Pawel Gurtat a a Department of Chemistry, Technical University, ul. Warszawska 24, 31-155 Kraków, Poland b Department of Chemistry, Indian Institute of Technology, Kanpur 208 016, India * Corresponding author. Fax. +48 12 342425. A preliminary study of the thermal behavior of polyaniline-based (PANI) catalysts, namely PANI-cobalt (II) acetate (PANI-Co(OAc)2), PANI-cobalt (II) N,N″-ethylene-bis(salicylideneiminate) (PANI-Co(salen)) and PANI-cobalt (II) bis(l-pyrrolidine-2-car☐ylate) (PANI-Co(l-proline)2), has been presented. On the basis of the differential scanning calorimetry (DSC) profiles it has been found that the endothermic transition, due to structural rearrangement, is a characteristic feature of the polymermetal salt systems studied, when subjected to a controlled heating program. The value of enthalpy of this process can be further utilized for determination of the metal salt content in the polymer matrix thus making it possible to find out the efficiency of doping procedure and finally the strength of a catalytic system. Keywords Polyaniline-based catalyst Characterization DSC Referencess [1] Bidan G. Genies E.M. Łapkowski M. J. Electroanal. Chem. 251 1988 297 [2] Bidan G. Genies E.M. Łapkowski M. Synth. Met. 31 1989 327 [3] Hasik M. Proń A. Poźniczek J. Bielański A. Piwowarska Z. Kruczała K. Dziembaj R. Synth. Met. 55–57 1993 972 [4] Hasik M. Turek W. Stochmal E. Łapkowski M. Proń A. J. Catal. 147 1994 544 [5] Hasik M. Proń A. Poźniczek J. Bielański A. Piwowarska Z. Kruczała K. Dziembaj R. J. Chem. Soc. Faraday Trans. 90 1994 2099 [6] Bhatia S. Punniyamurthy T. Bhatia B. Iqbal J. Tetrahedron 27 1993 6101 [7] Punniyamurthy T. Iqbal J. Tetrahedron Lett. 35 1994 4003 [8] J. Pielichowski, J. Iqbal, in preparation. [9] Cao Y. Andreatta A. Heeger A.J. Smith P. Polymer 30 1989 2305 [10] Zheng W.Y. Levon K. Laakso J. Osterholm J.E. Macromolecules 27 1994 7754 [11] Palaniappan S. Narayana B.H. J. Polym. Sci. Part A: Polym. Chem. 32 1994 2431 [12] Wunderlich B. Thermal Analysis 1990 Academic Press New York",
      "scopus-id": "0040560639",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001452",
        "dc:description": "A preliminary study of the thermal behavior of polyaniline-based (PANI) catalysts, namely PANI-cobalt (II) acetate (PANI-Co(OAc)2), PANI-cobalt (II) N,N″-ethylene-bis(salicylideneiminate) (PANI-Co(salen)) and PANI-cobalt (II) bis(l-pyrrolidine-2-car☐ylate) (PANI-Co(l-proline)2), has been presented. On the basis of the differential scanning calorimetry (DSC) profiles it has been found that the endothermic transition, due to structural rearrangement, is a characteristic feature of the polymermetal salt systems studied, when subjected to a controlled heating program. The value of enthalpy of this process can be further utilized for determination of the metal salt content in the polymer matrix thus making it possible to find out the efficiency of doping procedure and finally the strength of a catalytic system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001452",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pielichowski, Krzysztof"
          },
          {
            "@_fa": "true",
            "$": "Pielichowski, Jan"
          },
          {
            "@_fa": "true",
            "$": "Iqbal, Javed"
          },
          {
            "@_fa": "true",
            "$": "Gurtat, Pawel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001452"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001452"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00145-2",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polyaniline-based catalysts characterized by dynamic DSC",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polyaniline-based catalyst"
          },
          {
            "@_fa": "true",
            "$": "Characterization"
          },
          {
            "@_fa": "true",
            "$": "DSC"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L25-L28",
        "prism:endingPage": "L28",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00145-2",
        "prism:startingPage": "L25",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00145-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040560639"
      }
    }
  }
}