{
  "metadata": {
    "title": "Monolayer vanadia catalysts from vanadium alkoxide precursors. Study of reactivity of various R<ce:inf loc=post>3</ce:inf>VO<ce:inf loc=post>4</ce:inf>",
    "authors": "M. Gliński",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00171-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001713",
    "pii": "S0926860X97001713"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000034611",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001713 S0926-860X(97)00171-3 S0926860X97001713 10.1016/S0926-860X(97)00171-3 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 20 205 209 205 209 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. MONOLAYERVANADIACATALYSTSVANADIUMALKOXIDEPRECURSORSSTUDYREACTIVITYVARIOUSR3VO4 GLINSKI M HANKE 1975 109 W KHALIF 1977 1055 V BOND 1981 235 G BOND 1982 309 G FIERRO 1983 363 J FRICKE 1984 235 R BUSCA 1985 1003 G BOND 1986 362 G VANHENGSTUM 1983 369 A VANHENGSTUM 1984 317 A ROOZEBOOM 1979 25 F GLINSKI 1983 554 M KIJENSKI 1986 1 J BAIKER 1987 351 A GLINSKI 1992 379 M ROOZEBOOM 1981 464 F BOND 1991 1 G CAUGHLAN 1966 2131 C PRANDTL 1913 103 W FUNK 1958 36 H VORONKOV 1958 503 M CARTAN 1960 1756 F ORLOV 1959 933 H ROSIN 1967 541 J CHEMICALSSTANDARDS BLANCHARD 1972 3072 M KIJENSKI 1977 186 J GLINSKIX1997X205 GLINSKIX1997X205X209 GLINSKIX1997X205XM GLINSKIX1997X205X209XM item S0926-860X(97)00171-3 S0926860X97001713 1-s2.0-S0926860X97001713 10.1016/S0926-860X(97)00171-3 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001713-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001713/MAIN/application/pdf/e04d0e1ae8ff6d47f691e7e3483639e4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001713/MAIN/application/pdf/e04d0e1ae8ff6d47f691e7e3483639e4/main.pdf main.pdf pdf true 337980 MAIN 5 1-s2.0-S0926860X97001713-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001713/PREVIEW/image/png/e72adce07a7814deb0fe2aa71a15413a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001713/PREVIEW/image/png/e72adce07a7814deb0fe2aa71a15413a/main_1.png main_1.png png 55345 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 164 (1997) 205-209 Monolayer vanadia catalysts from vanadium alkoxide precursors. Study of reactivity of various R3VO4 M. Glifiski1 Warsaw University of Technology (Politechnika), Facul~ of Chemistry, Laboratoo' of Catalytic Synthesis, Koszykowa 75. 00-662 Warsaw, Poland Received 16 October 1996; received in revised form 28 April 1997: accepted 29 April 1997 Abstract Reactivity of various alkyl orthovanadates of general formula R3VO4 has been studied towards surface hydroxyls of magnesia and silica supports under standard conditions. Ethyl orthovanadate was the most reactive precursor of V205 monolayer. The elongation of n-alkyl chains from ethyl to pentyl in precursor molecule led to the gradual decrease of its reactivity. Tertiary butyl orthovanadate was the least reactive V205 precursor among all isomeric butyl esters. The surface reactions of R3VO4 molecules with OH groups of both supports have been proposed. ~) 1997 Elsevier Science B.V. Keywords: Vanadia monolayer catalysts; Vanadium(V) alkoxide precursors; Alkyl orthovanadates reactivity; Magnesia; Silica 1. Introduction During the last 20 years considerable attention has been paid to the preparation, characterization and catalytic properties of monolayer-type catalysts con- taining V205 immobilized on oxides as inorganic supports. These systems were prepared by selective reaction between the vanadium oxide precursor and hydroxyl groups existing on the surface of various supports. As precursors VOC13 [1-8], VO(acac)2 [9,10], polyvanadates and gaseous vanadic acid [11] and vanadyl alkoxides [8,12-15] were the most fre- quently used. Several studies have shown that the *Corresponding author. Tel.: +44 1792 295862; Fax: +44 1792 295862. 1Tel.: +48 22 6607594; fax: +48 22 6282741; e-mail: marekg@ch.pw.edu.pl. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 7 1 -3 catalytic properties are greatly influenced by the method of catalyst preparation including type of sup- port and its thermal pretreatment, kind of vanadium oxide precursor and the reaction conditions [ 12-16]. The literature on the preparation, structure and cata- lytic properties of vanadium oxide monolayer cata- lysts has been reviewed recently [17]. The present work is a study of the influence of structure of the metal oxide precursor on its reactivity toward hydroxyl groups existing on the surface of inorganic supports. For the purpose of this study, pure magnesia and silica and vanadium compounds of the general formula R3VO4, where R is C~-C5 alkyl radical, were applied. Syntheses of the monolayer- type catalysts were performed under standard conditions in order to compare the structure of the vanadium alkoxides with their reactivity in the surface reaction. 206 M. Glihski/Applied Catalysis A: General 164 (1997) 205-209 2. Experimental 2.1. Supports MgO was prepared by thermal decomposition of Mg(OH)2. Magnesium hydroxide was obtained by dropping the ammonium hydroxide solution (25%, p.a.) to the stirred 10% aqueous solution of Mg(NO3)2.6H20 (p.a. Reachim) at room temperature until pH~ll was reached. The resulted precipitate was washed with doubly distilled water and dried at 333, 353 and 393 K for 24 h at each temperature. The fraction of 0.5-1.0 mm grains was calcined at 873 K for 1 h in a stream of air and then for 6 h in a stream of dry deoxygenated nitrogen. Silica was prepared by hydrolysis of doubly dis- tilled Si(OC2H5)4 (Fluka, pure). The mixture of water and ester was stirred and heated at 323 K for 48 h. Transparent sol of SiO2.nH20 was dried at 333 K for 24 h and at 393 K for 72 h. The fraction of 0.5-1.0 mm grains was calcined at 873 K, first for 1 h in a stream of air and then for 6 h in a stream of dry deoxygenated nitrogen. 2.2. Vanadium precursors (CH3)3VO4 was obtained in the reaction between VOC13 and CH3ONa [18], according to the following equation: VOCI3 -- 3CH3ONa --~ (CH3)3VO4 + 3NaC1 To the stirred solution of sodium methoxide in methanol prepared by dissolving 7.2 g (0.31 mol) of metallic sodium in 150 cm3 of anhydrous methanol kept in an atmosphere of dry nitrogen, 17.3 g (0.1 mol) of VOCI3 (99%, Koch Light Lab.) freshly distilled over V205, was slowly dropped at 273 K. After stand- ing for 16 h in the dark the precipitated sodium chloride was filtered off, washed with methanol and the filtrate was evaporated to dryness under reduced pressure. The residue was extracted with hot metha- nol. The solution after cooling to 273 K deposited yellow crystals of (CH3)3VO4. The product was pur- ified by three fractional precipitations with anhydrous petroleum ether from its methanolic solution. Yield of product: 6.7 g (42%). 2.3. Other alkyl orthovanadates The compounds of general formula R3VO4 were prepared from V205 and the appropriate alcohols [ 19], according to the equation: V2O5 q- 6ROH ~ 2R3VO4 3H20 The mixture of powdered V205 18.2 g (0.1 mol), an excess of alcohol, usually 100cm3 and toluene (100 cm3) was slowly distilled through a 50 cm long Vigreux column under normal pressure. Water was removed as the ternary azeotrope (water-alcohol- toluene). After 8 h of distillation the mixture was cooled, filtered in nitrogen atmosphere and the excess of solvents was evaporated in a rotatory evaporator. The crude product was fractionated under reduced pressure. The physical properties of all synthesized alkyl orthovanadates are collected in Table 1. Table 1 Physical properties of synthesized alkyl orthovanadates Alkyl group State Bp (K/hPa) n25(obs.) n25 (lit.)b Yield (%) CH3 Yellow solid --~ -- -- 42 C2H5 Orange liq. 335/0.67 1.5111 1.510320 33 n-f3H7 Yellow liq. 365/1.07 1.4988 1.4953 33 i-C3H7 Colourless liq. 332/0.8 1.4795 1.478 30 n-C4H9 Yellow liq. 394/0.67 1.4905 1.489820 46 i-C4H9 Light yellow liq. 379/0.40 1.4881 1.488920 29 s-C4H9 Yellow-green liq. 369.5/0.93 1.4820 1.4804 20 t-Call9 Colourless solid 362/0.93 --~ -- 20 n-CsH~ 1 Yellow liq. 413/0.40 1.4851 1.486720 59 amp 366 K with decomposition [20]. bData taken from [21-23]. Cmp 319-320 K. M. Glihski/Applied Catalysis A: General 164 (1997) 205-209 207 2.4. Preparation of catalysts Freshly calcined support was placed in a round- bottomed flask in an atmosphere of dry nitrogen. Anhydrous n-heptane (distilled over metallic potas- sium, benzophenone as indicator) was poured to the flask and then the solution of vanadium precursor (~0.6 mmol/1 g of support) in n-heptane was added. In the case of (CH3)3VO4 a solution in n-heptane- methanol (10 : 3 v/v) was used due to ester insolubility in pure hydrocarbons. After 24 h the supernatant solution was poured off and the grains were washed several times with the solvent to remove the excess of vanadium precursor. The precatalyst was dried at 343 K/1.33 hPa for 1 h. Finally, calcination of the samples was carried out at 573 K for 3 h in a stream of dry air. Table 2 The concentrations of V5+ ions deposited from surface of magnesia R3VO4 on the Catalyst [V5+] (mmol g t) SBET (m2 g 1) MgO --\" 50 MgO-(MeO)3VO 0.198b 39 MgO-(EtO)3VO 0.226 37 MgO-(n-PrO)3VO 0.204c 30 MgO-(i-PrO)3VO 0.173 28 MgO-(n-BuO)3 VO 0.192 44 MgO-(i-BuO)3VO 0.199 41 MgO-(s-BuO)3VO 0.154 32 MgO-(t-BuO)3VO 0.093 29 MgO-(n-AmO)3VO 0.098d 49 a[OH]=0.56 mmol g J. b[v4+]~0.005 mmol g i for all catalysts. c0.204+0.008 mmol g t. a0.098:k0.005 mmolg 1. 2.5. Catalyst characterization All catalysts were characterized by nitrogen adsorp- tion (BET). The concentration of V5+ ions on the surface of catalysts was determined iodometrically adapting the redox method described in [24]. The concentration of V4+ ions was measured using KMnO4 as an oxidant according to the method described elsewhere [25]. The hydroxyl groups on the surface of both supports were titrated using the solution of sodium naphthenide in tetrahydrofuran as described in the literature [26]. 3. Results and discussion 3.1. Reactions with magnesia A series of vanadium precursors of general formula R3VO4 was used for the preparation of V205 mono- layer-type catalysts deposited on magnesia. The results are summarized in Table 2. The concentration of V5+ ions on the surface of magnesia weakly depended on the chain length of carbon atoms in the range of C2-C4 in n-alkyl groups of vanadium alkoxide molecules. The elongation of alkyl chains resulted in slow decreasing of V5+ con- centration. The lowest value (0.10mmolg-t) was observed in the case of (CsHI1)3VO4. The reaction of (CH3)3VO4 with MgO led to the lower concentra- tion of V5+ ions on the surface of support than was expected from the behaviour of other n-alkyl deriva- tives. It should have been caused by the presence of methanol as a co-solvent of precursor during its reaction with magnesia. Among primary isomeric butyl orthovanadates the concentration of V5+ ions on the surface was practi- cally constant, s-Bu derivative gave a slightly lower value (0.15 mmol g-l). In the case of (t-C4H9)3VO4 only half of V5+ ion concentration was reached com- pared to n-butyl or i-butyl derivatives. The specific surface area of MgO decreased after reaction with all vanadium alkoxides. No simple dependence of chain length of alkyl groups in alkoxide used on specific surface area of synthesized catalysts was found. Surface area of catalysts prepared in the reaction of all isomeric butyl vanadates with MgO dec- reased in the following order: n-Bu>i-Bu>s-Bu>t-Bu. The following equations describe possible reactions between surface hydroxyls of magnesia and vanadium alkoxides: -= Mg-OH + (RO)3VO ~ (-= Mg-O)VO(OR)2 + ROH (1) 2(--= Mg-OH) + (RO)3VO ---, (-= Mg-O)2VO(OR) + 2ROH (2) 3(-- Mg-OH) + (RO)3VO ~ (-= Mg-O)3VO + 3ROH (3) 208 M. Gl#iski/Applied Catalysis A: General 164 (1997) 205-209 As it was shown previously a course of reaction with stoichiometry 1 : 1 Eq. (1) can be excluded [13]. High density of hydroxyl groups on the surface of MgO (6.7 OH groups/nm2) implies stoichiometry with higher OH/V ratio. Comparing the number of OH groups on MgO with the number of V5+ ions, and the presence of secondary hydroxyls (0.20 mmol g-~) [13] existing on the surface of MgO-V catalyst after its thermal treatment, one can calculate the ratio of the reactions described by Eqs. (2) and (3). Assuming that 0.15 mmol g-i of V5+ is doubly bound to the surface (consumption of 0.30 mmol g-t of OH groups) and 0.07 mmol g-t is triply bound (0.21 mmol g-~ OH groups is consumed), then 0.05 mmol g t of hydro- xyls remains and 0.15 mmol g-i of OH groups is recreated from the decomposition of doubly bound --VO(OR), according to the equation: (= Mg-O)2VO(Oi-C4H9) ---+ (= Mg-O)2VO(OH) +i-Call8 (4) It is obvious that the reaction with stoichiometry 3 : 1 cannot occur solely because it needs more hydro- xyls than really exists on the surface of magnesia. 3.2. Reactions with silica The results of the reactions of all synthesized alkyl orthovanadates with silica are presented in Table 3. The concentration of V5+ ions deposited on SiO2 from n-alkyl orthovanadates decreased in the follow- ing order: (R/[V5+] mmol g-t) Et(0.55)>n-Pr(0.44) >n-Bu(0.41)>n-Am(0.39)>Me(0.24). The V5+ ions concentration obtained for methyl derivative was the lowest value which was noted for monolayer vanadia deposited on silica. A similar behaviour of methyl derivative was observed in its reaction with the surface of magnesia. For isomeric primary and secondary butyl deriva- tives the concentration of Vs+ ions was constant (0.42+0.01 mmol g-Z) and decreased sharply for t- butyl derivative (0.34 mmol g- l). The surface area of silica was slightly higher after the reaction with all VO(OR)3. While the chain length of alkyl groups in the precursor molecule increased, the specific surface area of catalysts gradually decreased. On the other hand, due to the increasing bulkness of the butyl group, the surface area of catalysts increased too. Comparison of the number of OH groups on SiO2 with the number of V5+ ions on the surface of SiO2-V catalysts leads to the following equation: Si-OH+ (RO)3VO ~ (~ Si-O)VO(OR)2 +ROH (5) Ethyl orthovanadate, which is the most active vana- dium precursor, reacts with all hydroxyl groups of silica. Other less active precursors leave part of OH groups unchanged. The observed surface reaction stoichiometry (1:1) is forced by low density of hydroxyls on the surface of support (1.3 OH groups/nm2). Table 3 The concentrations of V5+ ions deposited from surface of silica R3VO4 on the Catalyst [V5+] (mmol g-l) SBET (m2 g-l) SiO2 a 249 SiO2-(MeO)3VO 0.244b 273 SiO2-(EtO)3VO 0.547c 273 SiO2-(n-PrO)3VO 0.443 264 SiO2-(i-PrO)3VO 0.341 266 SiO2-(n-BuO)3VO 0.412 252 SiO2-(i-BuO)3VO 0.422 253 SiO2-(s-BuO)3VO 0.425 276 SiO2-(t-BuO)3VO 0.337 281 SiO2-(n-AmO)3VO 0.392 251 \"[OH]=0.53 mmol g-l. b[v4+] ~0.008 mmol g- l c0.547.012 mmol g- 1. for all catalysts. 4. Conclusions The following orders of the precursors reactivities towards hydroxyl groups existing on the surfaces of supports can be described: MgO (R/[V5+] mmol g-l) Et(0.23) > n-Pr(0.20) = Me(0.20) > n-Bu(0.19) > n-Am(0.10); SiO2 Et(0.55) > n-Pr(0.44) > n-Bu(0.41) > n-Am(0.39) > Me(0.24). Ethyl orthovanadate is the most reactive precursor of V205 monolayer. The lengthening of n-alkyl chains in precursor molecule leads to the gradual decrease of M. Glihski/Applied Catalysis A: General 164 (1997) 205-209 2(/9 its reactivity. The methyl derivative is less reactive than it was expected from the behaviour of other derivatives. It is a result of the presence of methanol used as co-solvent of methyl orthovanadate during its reaction with hydroxyl groups of both supports. The following orders of the reactivities of isomeric butyl orthovanadates towards magnesia and silica are found for: MgO (R/[VS+]mmolg l) n-Bu, i-Bu(0.19+ 0.01) >s-Bu(0.15)>t-Bu(0.09); and for SiO2 n-Bu, i-Bu, s-Bu(0.42+0.01)>t-Bu(0.34). Among isomeric butyl orthovanadates t-butyl deri- vative is the least reactive V205 precursor in the reactions with surface hydroxyls of both supports. References [1] W. Hanke, R. Bienert, H.-G. Jerschkewitz, Z. Anorg. Allg. Chem. 414 (1975) 109. [2] V.A. Khalif, E.L. Aptekar, O.V. Krylov, G. Ohlmann, Kinet. Katal. 18 (1977) 1055. [3] G.C. Bond, K. Brtickman, Farad. Disc. Chem. Soc. 72 (1981) 235. [4] G.C. Bond, E K6nig, J. Catal. 77 (1982) 309. [5] J.L.C. Fierro, L.A. Gambaro, T.A. Cooper, G. Kremenic, Appl. Catal. 6 (1983) 363. [6] R. Fricke, W. Hanke, H.-G. Jerschkewitz, B. Parlitz, G. Ohlmann, Appl. Catal. 9 (1984) 235. [7] G. Busca, L. Marchetti, G. Centi, E Trifiro, J. Chem. Soc. Faraday Trans. 1 81 (1985) 1003. [8] G.C. Bond, J.E Zurita, S. Flamerz, P.J. Gellings, H. Bosch, J.G. van Ommen, B.J. Kip, Appl. Catal. 22 (1986) 362. [9] A.J. van Hengstum, J.G. van Ommen, H. Bosch, P.J. Gellings, Appl. Catal. 8 (1983) 369. [10] A.J. van Hengstum, J. Pranger, J.G. van Ommen, EJ. Gellings, Appl. Catal. 11 (1984) 317. [11] E Roozeboom, T. Fransen, E Mars, P.J. Gellings, Z. Anorg. Allg. Chem. 449 (1979) 25. [12] M. Glifiski, J. Kijefiski, Stud. Surf. Sci. Catal. 16 (1983) 554. [13] J. Kijefiski, A. Baiker, M. Glifiski, E Dollenmeier, A. Wokaun, J. Catal. 101 (1986) 1. [14] A. Baiker, E Dollenmeier, M. Gliriski, A. Reller, Appl. Catal. 35 (1987) 351. [15] M. Glifiski, J. Kijeriski, React. Kinet. Catal. Lett. 46 (1992) 379. [16] E Roozeboom, ED. Cordingley, RJ. Gellings, J. Catal. 68 (1981) 464. [17] G.C. Bond, S.E Tahir, Appl. Catal. 71 (1991) 1. [18] Ch.N. Caughlan, H.M. Smith, K. Watenpaugh, Inorg. Chem. 5 (1966) 2131. [19] W. Prandtl, L. Hess, Z. Anorg. Allg. Chem. 82 (1913) 103. [20] H. Funk, W. Weiss, M. Zeising, Z. Anorg. Allg. Chem. 296 (1958) 36. [21] M.G. Voronkov, J.M. Skorik, Izv. Akad. Nauk SSSR Otd. Khim. (1958) 503. [22] E Cartan, Ch.N. Caughlan, J. Phys. Chem. 64 (1960) 1756. [23] H.E Orlov, M.G. Voronkov, Izv. Akad. Nauk SSSR Otd. Khim. (1959) 933. [24] J. Rosin, Reagents, Chemicals and Standards, Van Nostrand, New York, 1967, p. 541. [25] M. Blanchard, G. Louget, J. Rivasseau, J.C. Delgrange, Bull. Soc. Chim. Fr. (1972) 3072. [26] J. Kijefiski, R. Hombek, S. Malinowski, J. Catal. 50 (1977) 186. APCATA 97001713 S0926-860X(97)00171-3 10.1016/S0926-860X(97)00171-3 Elsevier Science B.V. All rights reserved. Monolayer vanadia catalysts from vanadium alkoxide precursors. Study of reactivity of various R3VO4 M. Gliński * 1 Warsaw University of Technology (Politechnika), Faculty of Chemistry, Laboratory of Catalytic Synthesis, Koszykowa 75, 00-662 Warsaw, Poland * Corresponding author. Tel.: +44 1792 2958 Fax: +44 1792 295862. 1 Tel.: +48 22 6607594; fax: +48 22 6282741 Reactivity of various alkyl orthovanadates of general formula R3VO4 has been studied towards surface hydroxyls of magnesia and silica supports under standard conditions. Ethyl orthovanadate was the most reactive precursor of V2O5 monolayer. The elongation of n-alkyl chains from ethyl to pentyl in precursor molecule led to the gradual decrease of its reactivity. Tertiary butyl orthovanadate was the least reactive V2O5 precursor among all isomeric butyl esters. The surface reactions of R3VO4 molecules with OH groups of both supports have been proposed. Keywords Vanadia monolayer catalysts Vanadium(V) alkoxide precursors Alkyl orthovanadates reactivity Magnesia Silica References [1] Hanke W. Bienert R. Jerschkewitz H.-G. Z. Anorg. Allg. Chem. 414 1975 109 [2] Khalif V.A. Aptekar E.L. Krylov O.V. Öhlmann G. Kinet. Katal. 18 1977 1055 [3] Bond G.C. Brückman K. Farad. Disc. Chem. Soc. 72 1981 235 [4] Bond G.C. König P. J. Catal. 77 1982 309 [5] Fierro J.L.C. Gambaro L.A. Cooper T.A. Kremenic G. Appl. Catal. 6 1983 363 [6] Fricke R. Hanke W. Jerschkewitz H.-G. Parlitz B. Öhlmann G. Appl. Catal. 9 1984 235 [7] Busca G. Marchetti L. Centi G. Trifiro F. J. Chem. Soc. Faraday Trans. 1 81 1985 1003 [8] Bond G.C. Zurita J.P. Flamerz S. Gellings P.J. Bosch H. van Ommen J.G. Kip B.J. Appl. Catal. 22 1986 362 [9] van Hengstum A.J. van Ommen J.G. Bosch H. Gellings P.J. Appl. Catal. 8 1983 369 [10] van Hengstum A.J. Pranger J. van Ommen J.G. Gellings P.J. Appl. Catal. 11 1984 317 [11] Roozeboom F. Fransen T. Mars P. Gellings P.J. Z. Anorg. Allg. Chem. 449 1979 25 [12] Gliński M. Kijeński J. Stud. Surf. Sci. Catal. 16 1983 554 [13] Kijeński J. Baiker A. Gliński M. Dollenmeier P. Wokaun A. J. Catal. 101 1986 1 [14] Baiker A. Dollenmeier P. Gliński M. Reller A. Appl. Catal. 35 1987 351 [15] Gliński M. Kijeński J. React. Kinet. Catal. Lett. 46 1992 379 [16] Roozeboom F. Cordingley P.D. Gellings P.J. J. Catal. 68 1981 464 [17] Bond G.C. Tahir S.F. Appl. Catal. 71 1991 1 [18] Caughlan Ch.N. Smith H.M. Watenpaugh K. Inorg. Chem. 5 1966 2131 [19] Prandtl W. Hess L. Z. Anorg. Allg. Chem. 82 1913 103 [20] Funk H. Weiss W. Zeising M. Z. Anorg. Allg. Chem. 296 1958 36 [21] Voronkov M.G. Skorik J.M. Izv. Akad. Nauk SSSR Otd. Khim. 1958 503 [22] Cartan F. Caughlan Ch.N. J. Phys. Chem. 64 1960 1756 [23] Orlov H.F. Voronkov M.G. Izv. Akad. Nauk SSSR Otd. Khim. 1959 933 [24] Rosin J. Reagents 5th ed. Chemicals and Standards 1967 Van Nostrand New York 541 [25] Blanchard M. Louget G. Rivasseau J. Delgrange J.C. Bull. Soc. Chim. Fr. 1972 3072 [26] Kijeński J. Hombek R. Malinowski S. J. Catal. 50 1977 186",
      "scopus-id": "0000034611",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001713",
        "dc:description": "Reactivity of various alkyl orthovanadates of general formula R3VO4 has been studied towards surface hydroxyls of magnesia and silica supports under standard conditions. Ethyl orthovanadate was the most reactive precursor of V2O5 monolayer. The elongation of n-alkyl chains from ethyl to pentyl in precursor molecule led to the gradual decrease of its reactivity. Tertiary butyl orthovanadate was the least reactive V2O5 precursor among all isomeric butyl esters. The surface reactions of R3VO4 molecules with OH groups of both supports have been proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001713",
        "dc:creator": {
          "@_fa": "true",
          "$": "Gliński, M."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001713"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001713"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00171-3",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Monolayer vanadia catalysts from vanadium alkoxide precursors. Study of reactivity of various R3VO4",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadia monolayer catalysts"
          },
          {
            "@_fa": "true",
            "$": "Vanadium(V) alkoxide precursors"
          },
          {
            "@_fa": "true",
            "$": "Alkyl orthovanadates reactivity"
          },
          {
            "@_fa": "true",
            "$": "Magnesia"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "205-209",
        "prism:endingPage": "209",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00171-3",
        "prism:startingPage": "205",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00171-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000034611"
      }
    }
  }
}