{
  "metadata": {
    "title": "Machine-learning-assisted catalytic performance predictions of binary alloy catalysts for glucose hydrogenation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2025-02-05",
    "doi": "10.1016/j.apcata.2024.120086",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X24005313",
    "pii": "S0926860X24005313"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85212962903",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2024-12-19 2024-12-19 2024-12-24 2024-12-24 2025-01-07T20:52:35 1-s2.0-S0926860X24005313 S0926-860X(24)00531-3 S0926860X24005313 10.1016/j.apcata.2024.120086 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X24X00198 2025-01-07T20:59:18.311984Z 0 0 20250205 2025 2024-12-19T08:14:09.91026Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 691 691 C Volume 691 28 120086 120086 120086 20250205 5 February 2025 2025-02-05 2025 article fla © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. MACHINELEARNINGASSISTEDCATALYTICPERFORMANCEPREDICTIONSBINARYALLOYCATALYSTSFORGLUCOSEHYDROGENATION FANG Z 1 Introduction 2 Methods 2.1 DFT calculation 2.2 Machine learning 2.3 Microkinetic simulation 3 Results and discussion 3.1 The ML-assisted prediction of the adsorption energies of glucose and H atom 3.2 The relationship between adsorption and hydrogenation on binary alloy catalysts 3.3 Theoretic analysis 4 Conclusion CRediT authorship contribution statement Acknowledgment Appendix A Supplementary material References ZHANG 2020 683 733 L SUN 2021 5296 Z AHMED 2019 341 352 M ZADA 2017 853 869 B SUN 2021 10508 10536 Z FANG 2023 119462 Z FAN 2023 15395 15405 H FAN 2023 e18056 H LIU 2022 12902 12910 S SITTHISA 2011 90 101 S TRINH 2015 17137 17145 Q SINGH 2018 186 191 H ESPOSITO 2019 3426 3436 S FU 2021 119997 Y ULLAH 2022 112558 N SADIER 2021 120564 A ROMERO 2017 49 59 A DU 2023 2115 2126 H YANG 2022 2106043 Z WEI 2019 338 358 J HART 2021 730 755 G WANG 2024 12184 12194 S SAXENA 2020 107 123 S LI 2017 24131 24138 Z LIU 2023 123270 Z ARTRITH 2020 9438 9444 N YAN 2022 2761 2765 W KRESSE 1996 11169 11186 G PERDEW 1996 3865 3868 J KRESSE 1999 1758 1775 G GRIMME 2010 154104 S HENKELMAN 2000 9901 9904 G CAMACHOOLMEDO 2018 M GEOMATICAPPROACHESFORMODELINGLANDCHANGESCENARIOS AURIA 2008 L MEDFORD 2015 794 807 A ZHANG 2013 11799 11815 J RUPPERT 2012 2564 2601 A GILKEY 2016 1420 1436 M SHENG 2018 125 131 G JIANG 2013 55 63 W GUO 2019 5999 6011 Z YU 2022 7154 I LI 2017 11 16 S LIU 2019 3733 3742 C YAZDANI 2017 4680 4690 P HAMMER 1996 2141 2144 B XIN 2014 115114 H STUDT 2008 1320 1322 F FANGX2025X120086 FANGX2025X120086XZ 2026-12-24T00:00:00.000Z 2026-12-24T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-12-28T01:55:53.769Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Fundamental Research Funds for the Central Universities 226-2024-00060 Fundamental Research Funds for the Central Universities http://data.elsevier.com/vocabulary/SciValFunders/501100012226 http://sws.geonames.org/1814991 National Natural Science Foundation of China 22425801 22208297 U23A20124 22308315 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 IZQ2021RCZX035 IZQ2022RCZX019 http://sws.geonames.org/1814991 Key R&D Program of Zhejiang Institute of Zhejiang University-Quzhou 2022C01208 Key Research and Development Program of Zhejiang Province http://data.elsevier.com/vocabulary/SciValFunders/100022963 http://sws.geonames.org/1814991 This work was supported by the Key R&D Program of Zhejiang (2022C01208), the National Natural Science Foundation of China (No. 22425801, U23A20124, 22208297, and 22308315), the Fundamental Research Funds for the Central Universities (226\\u20132024\\u201300060), and the Research Funds of Institute of Zhejiang University-Quzhou (IZQ2021RCZX035, IZQ2022RCZX019). This work was supported by the Key R&D Program of Zhejiang (2022C01208), the National Natural Science Foundation of China (No. 22425801, U23A20124, 22208297, and 22308315), the Fundamental Research Funds for the Central Universities (226-2024-00060), and the Research Funds of Institute of Zhejiang University-Quzhou (IZQ2021RCZX035, IZQ2022RCZX019). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(24)00531-3 S0926860X24005313 1-s2.0-S0926860X24005313 10.1016/j.apcata.2024.120086 271346 2025-01-07T20:59:18.311984Z 2025-02-05 1-s2.0-S0926860X24005313-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/MAIN/application/pdf/7c95d4b3493b5e5efadcc30442610456/main.pdf main.pdf pdf true 2938638 MAIN 8 1-s2.0-S0926860X24005313-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/PREVIEW/image/png/b822361ef3c4e374ff04e52f4b9be96b/main_1.png main_1.png png 58224 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X24005313-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr3/DOWNSAMPLED/image/jpeg/2822775fa78c5cd14f74b3d8fe24c716/gr3.jpg gr3 gr3.jpg jpg 69484 412 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24005313-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr4/DOWNSAMPLED/image/jpeg/2301bff3bc3cda0ae52dc010973dbb36/gr4.jpg gr4 gr4.jpg jpg 45879 460 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24005313-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr1/DOWNSAMPLED/image/jpeg/48c047da9c5ef1bc0034686e0656a263/gr1.jpg gr1 gr1.jpg jpg 63500 321 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24005313-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr2/DOWNSAMPLED/image/jpeg/49854ab5f73fc9caa4feed70ecd3b35c/gr2.jpg gr2 gr2.jpg jpg 100451 602 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24005313-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/ga1/DOWNSAMPLED/image/jpeg/2d5ba342bd2194b58b9e40405d5e09e0/ga1.jpg ga1 true ga1.jpg jpg 15482 200 269 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24005313-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr3/THUMBNAIL/image/gif/0053ccb0c2d5408c4c29219d4c07d252/gr3.sml gr3 gr3.sml sml 16935 160 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24005313-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr4/THUMBNAIL/image/gif/294910a28cd6b78a842c27c730130347/gr4.sml gr4 gr4.sml sml 8092 164 201 IMAGE-THUMBNAIL 1-s2.0-S0926860X24005313-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr1/THUMBNAIL/image/gif/b56331665e41cc8c26350282cade80f2/gr1.sml gr1 gr1.sml sml 10868 107 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24005313-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/gr2/THUMBNAIL/image/gif/a9dc447b589aa279b125e9bc004b8085/gr2.sml gr2 gr2.sml sml 11570 164 179 IMAGE-THUMBNAIL 1-s2.0-S0926860X24005313-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/ga1/THUMBNAIL/image/gif/ecefc958e031d274684c2a09b4b31f87/ga1.sml ga1 true ga1.sml sml 13748 163 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24005313-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/HIGHRES/image/jpeg/c0941b8da760bb1a81c5ef5c4a2445d4/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 304578 1821 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X24005313-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/HIGHRES/image/jpeg/bffcea42b0dcbfbf50132724a6c6bdd6/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 205159 2032 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X24005313-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/HIGHRES/image/jpeg/03f07768e5f51998c9fe66a1293098ed/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 292570 1419 2911 IMAGE-HIGH-RES 1-s2.0-S0926860X24005313-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/HIGHRES/image/jpeg/4472446b6a2cb192a7bde65b08b6c9e5/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 462116 2661 2911 IMAGE-HIGH-RES 1-s2.0-S0926860X24005313-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005118/HIGHRES/image/jpeg/93a75dea6f28cb0a36986cad19fe46cb/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 105888 886 1193 IMAGE-HIGH-RES 1-s2.0-S0926860X24005313-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/74065926c6eb6851747f5f8a17ea00fa/mmc1.docx mmc1 mmc1.docx docx 4772231 APPLICATION 1-s2.0-S0926860X24005313-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/image/svg+xml/e16afd9fdafa3c0ea6c8bb25728d0d76/si0001.svg si0001 si0001.svg svg 1470 ALTIMG 1-s2.0-S0926860X24005313-si0002.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/image/svg+xml/630eb7c6a95c8953faf1e155cd5b0f78/si0002.svg si0002 si0002.svg svg 1235 ALTIMG 1-s2.0-S0926860X24005313-si0003.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24005313/image/svg+xml/630eb7c6a95c8953faf1e155cd5b0f78/si0003.svg si0003 si0003.svg svg 1235 ALTIMG APCATA 120086 120086 S0926-860X(24)00531-3 10.1016/j.apcata.2024.120086 Elsevier B.V. Fig. 1 Schematic diagrams of ML-assisted catalytic performance predictions of binary alloy catalysts for glucose hydrogenation. Fig. 1 Fig. 2 Streamlined features’ importance analysis of (a) glucose adsorption energy (ΔEGCHO) prediction, (b) H atom adsorption energy (ΔEH) prediction. (c) Statistical graph of different ML models’ prediction accuracy. Comparison of DFT-calculated ΔEGCHO with those predicted by the (d) LGBM model, (e) MLP model, (f) SVR mode. Comparison of DFT-calculated ΔEH with those predicted by the (g) LGBM model, (h) MLP model, (i) SVR model. Fig. 2 Fig. 3 The simulated coverages on different metal surfaces: (a) GCHO* , (b) H* . (c) Simulated TOF plot on different metal surfaces. (d) Location of screened candidate binary alloy catalysts in volcano plot. Simulations conditions: 403 K, P GCHO = 0.1 bar, and P H 2 = 40 bar. Fig. 3 Fig. 4 (a) Free energy diagram of glucose hydrogenation on the (111) surface of Pd3Mg binary alloy. (b) The energy barriers of rate-determining step (ΔGRDS) on nine screened high-performance catalysts and Raney Ni. (c) Plot of glucose adsorption energy (ΔEGCHO) versus d-band center. Simulations conditions: 403 K, P H 2 = 4 MPa. Fig. 4 Machine-learning-assisted catalytic performance predictions of binary alloy catalysts for glucose hydrogenation Zhecheng Fang Writing – original draft Visualization Formal analysis Data curation a b 1 Sifan Wang Visualization Formal analysis Data curation a b 1 Haoan Fan Validation Investigation a b Xuezhi Zhao Validation Data curation a b Huiping Ji Methodology Data curation a b Bolong Li Writing – review & editing Validation Supervision Funding acquisition Data curation a b ⁎ Zhenyu Zhang Writing – review & editing Validation Investigation Formal analysis a b ⁎ Jianghao Wang Validation Funding acquisition a b Kaige Wang Validation c Weiyu Song Software d Reinout Meijboom Methodology Investigation Formal analysis e Jie Fu Writing – review & editing Supervision Project administration Funding acquisition Conceptualization a b ⁎ a Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310058, China Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University Hangzhou 310058 China Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310058, China b Zhejiang Key Laboratory of Green Biomanufacturing of Functional Sugar Alcohols, Institute of Zhejiang University-Quzhou, 99 Zheda Road, Quzhou 324000, China Zhejiang Key Laboratory of Green Biomanufacturing of Functional Sugar Alcohols, Institute of Zhejiang University-Quzhou 99 Zheda Road Quzhou 324000 China Zhejiang Key Laboratory of Green Biomanufacturing of Functional Sugar Alcohols, Institute of Zhejiang University-Quzhou, 99 Zheda Road, Quzhou 324000, China c State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, China State Key Laboratory of Clean Energy Utilization, Zhejiang University Hangzhou 310027 China State Key Laboratory of Clean Energy Utilization, Zhejiang University, Hangzhou 310027, China d State Key Laboratory of Heavy Oil Processing, China University of Petroleum (Beijing), Beijing 102249, China State Key Laboratory of Heavy Oil Processing, China University of Petroleum (Beijing) Beijing 102249 China State Key Laboratory of Heavy Oil Processing, China University of Petroleum (Beijing), Beijing Province, 102249, China e Research Centre for Synthesis and Catalysis, Department of Chemical Sciences (APK), University of Johannesburg, Johannesburg 2006, South Africa Research Centre for Synthesis and Catalysis, Department of Chemical Sciences (APK), University of Johannesburg Johannesburg 2006 South Africa Research Centre for Synthesis and Catalysis, Department of Chemical Sciences (APK), University of Johannesburg, Johannesburg 2006, South Africa ⁎ Corresponding authors at: Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University, Hangzhou 310058, China. Key Laboratory of Biomass Chemical Engineering of Ministry of Education, College of Chemical and Biological Engineering, Zhejiang University Hangzhou 310058 China 1 These authors contributed equally to this work Sorbitol production involves glucose hydrogenation, which requires co-adsorption of glucose and hydrogen on the catalyst surface for high catalytic performance. Binary alloy catalysts can modulate substrate adsorption to achieve better catalytic performance than Raney Ni. Herein, we established a pioneering DFT/ML approach to investigate the adsorption energies of glucose (ΔEGCHO) and H atoms (ΔEH) on 1155 binary alloy catalysts. The Light Gradient Boosting Machine (LGBM) algorithm proved the most effective ML model, predicting ΔEGCHO and ΔEH with R² values of 0.785 and 0.636, respectively. Microkinetic simulation demonstrated a correlation between catalytic activity and adsorption energy, revealing high-performance catalyst screening criteria as ΔEGCHO = −1.45 to −0.65 eV and ΔEH = −0.55–0.00 eV. Nine possible binary alloy catalysts with high predicted activity were identified, with Pd3Mg performing best. The present study highlights the potential of the DFT/ML-assisted approach in the development of efficient glucose hydrogenation binary alloy catalysts. Graphical Abstract Keywords Binary catalysts Glucose hydrogenation Density functional theory Machine learning Microkinetic simulation Data availability Data will be made available on request. 1 Introduction Hydrogenation is a crucial chemical process widely used in coal, petrochemicals, and fine chemical industry; over 25 % of chemical transformations involve at least one step of hydrogenation, making it one of the most important process in catalysis [1,2]. Among these, sorbitol, a bio-based platform chemical derived from the hydrogenation of glucose, has become the most highly demanded sugar polyol due to its versatile applications, including food additives, cosmetics, and bio-based polymer synthesis [3,4]. Industrially, glucose hydrogenation is typically catalyzed by metal catalysts such as Raney Ni, and the mechanism involves hydrogen adsorption and dissociation on the catalyst surface, followed by glucose adsorption, with two successive H atoms bonding to the unsaturated CO bonds [5–8]. For efficient glucose hydrogenation to sorbitol, the ideal catalyst should exhibit appropriate adsorption energies for both glucose (ΔEGCHO) and hydrogen (ΔEH) to achieve a stable co-adsorption of the substrates for the reaction to proceed [9–11]. Additionally, it is vital to lower the free energy barrier and increase the reaction turnover frequency (TOF) to enable the reaction to occur under milder conditions [12,13]. Binary alloy catalysts are often considered to be efficient hydrogenation catalysts [14–18]. For instance, Fu et al. synthesized Fe-Ni/CB catalyst with a higher catalytic glucose hydrogenation activity than single Fe/CB and Ni/CB catalysts, moreover, the FeNi alloy catalyst exhibited superior advantages over monometallic the Ni catalyst in terms of stability[14]. Similarly, Romero et al. prepared a RuNi alloy catalyst with a total loading of ca. 3 % (ww−1) on silica MCM-48, and performed the glucose hydrogenation under a mild condition of 120 °C and 2.5 MPa H2 [17]. Both of the above suggested that the doped Fe or Ru atoms were involved in the adsorption of glucose, which enhanced glucose adsorption and thus promoted hydrogenation. Du et al. developed a highly efficient Cu-Ni/SiO2 catalysts for xylose hydrogenation, showing high catalytic activity in a moderate condition of 100 °C and 3 MPa H2 [18]. In addition, Du et al. found that the activation energy of hydrogenation on the alloy catalyst was much lower than that of the pure metal by experiment. Therefore, finding binary alloy catalysts with suitable composition and combination is an effective way to realize efficient glucose hydrogenation under moderate conditions. However, the composition and ratio of binary alloys are complex, and it is tedious to screen them experimentally one by one. Currently, the machine learning (ML) method has been successfully used to accelerate first-principle calculations for catalysts screening. The ML algorithms applied to density functional theory (DFT) databases can efficiently predict adsorption energy, formation energy, and transition state energy barriers with relatively low computational cost, thereby accelerating the screening of catalysts [19–21]. In addition, researchers often combined microkinetic simulations with ML predictions to determine relationship between catalyst activity/selectivity and the structural properties [22–27]. Liu et al. proposed microkinetic simulations to search for activity ranges by using the formation energy of C and O atoms as descriptors, with excellent ML prediction accuracy, they finally succeeded to select 48 promising binary alloy catalysts for steam methanol reforming [25]. Similarly, Yan et al. performed an unsupervised ML method based on the bisecting k-means hierarchical clustering algorithm to determine the stable adsorption configurations over binary alloy catalysts for ester hydrogenation, and in this case, microkinetic simulation was used to explain the trend in the dimethyl oxalate hydrogenation activity and selectivity by using C and O adsorption energies as two descriptors [27]. Although these valuable results have successfully screened promising catalysts by combining ML algorithm and microkinetic simulations, screening of glucose hydrogenation binary alloys remains a challenge due to the complexity of the glucose adsorption, referred to by its multi-point adsorption mode and the anisotropy of the binary alloys. In this study, as depicted in Fig. 1, we aim to identify highly effective binary alloy catalysts for glucose hydrogenation by accessible features and DFT calculations to train machine learning (ML) models. These models accurately predicted the adsorption energies of glucose and hydrogen atoms on the (111) surfaces of AxB4-x binary alloy catalysts (where A represented the active site for hydrogenation and B denoted the assistant metal). A dataset comprising 144 randomly selected binary alloy catalysts was utilized for model construction, with the results indicating that the LGBM model achieved superior accuracy. Subsequently, adsorption energies for 1011 binary alloy catalysts were predicted. Additionally, a microkinetic simulation was developed to elucidate the volcano relationship between adsorption and catalytic activity. Based on these findings, nine candidates with promising hydrogenation activity were identified. Finally, DFT calculations were employed to validate these screening results and explore the correlation between electronic structure properties and adsorption energies. Although due to insufficient databases and the difficulty of measuring preparation costs, it is difficult to fully consider the cost of catalysts, this hybrid DFT/ML/microkinetic simulation approach demonstrates its potential for the rational design of efficient binary alloy catalysts for various high-activity hydrogenation applications. 2 Methods 2.1 DFT calculation All DFT calculations were performed using the Vienna Ab initio Simulation Package (VASP) [28]. The electronic structures were calculated with the Perdew−Burke−Ernzerhof (PBE) exchange-correlation functional within the generalized gradient approximation (GGA) [29]. The interaction between the atomic core electrons was described by the projector augmented wave (PAW) method [30]. The energy cutoff was set to 400 eV, and the force threshold for the optimization of the adsorption structures was 0.03 eV/Å. Self-consistent field calculations were terminated when the energy change was smaller than 10−5 eV. Grimme’s DFT-D3 method was employed to account for van der Waals interactions between the reactants and the catalyst [31]. Five-layer AxB4-x (X = 1, 2, 3) bimetal alloys’ (111) slabs with a 4 × 4 supercell were constructed. It needs to be acknowledged that this modeling approach is speculative, as not all the investigated binary alloys possess a stable fcc structure and (111) crystalline surfaces. To eliminate interactions between the slabs, a vacuum of 20 Å was applied in all models. Since the reduction in computational accuracy has little effect on the magnitude of the calculated adsorption energy (Table S1), in order to increase the speed of the computation, a Γ-point grid was used for calculation of adsorption energy as well as thermodynamic processes, while a (3 ×3 ×1) k-point grid was used for extra electronic structure calculation. The structures of transition states and reaction barriers of elementary steps on all surfaces were computed using the climbing image nudged elastic band (CI-NEB) method [32]. The Gibbs free energy of the adsorption states and the surface reaction mechanism for glucose hydrogenation over bimetal alloys were calculated under common reaction conditions (403 K, 4 MPa). More detailed computational methods are provided in the Supporting Information. 2.2 Machine learning All ML algorithms were implemented using the open-source Scikit-learn package in the Python 3 environment [33]. In this work, three different supervised ML algorithms were selected: Light Gradient Boosting Machine (LGBM), Multilayer Perceptron (MLP), and Support Vector Regression (SVR) [34–36]. The coefficient of determination (R² score) and the root-mean-square error (RMSE) were used to evaluate the accuracy of the ML models. A larger R² score and a smaller RMSE indicated a high-performance model. Detailed ML methods are described in the Supporting Information. 2.3 Microkinetic simulation The microkinetic simulations were performed using the open-source CatMAP code, based on the mean-field approach and the steady-state approximation, including a self-consistent description of adsorbate-adsorbate interactions [37]. In the microkinetic model, the adsorption free energies of GCHO* and H* (ΔGGCHO and ΔGH) were used as descriptors, with the calculated energetics on (111) surfaces serving as input for the coverage relations. The theoretical turnover frequencies (TOF) were then fitted with a parabolic function to construct the activity volcano, using the ΔGGCHO and ΔGH as activity descriptors. Further details of the microkinetic simulations were provided in the Supporting Information. 3 Results and discussion 3.1 The ML-assisted prediction of the adsorption energies of glucose and H atom AxB4-x alloys were constructed, where the A metal served as the active catalytic center and was selected from one of the 11 common hydrogenation metals: Cr, Co, Ni, Cu, Ru, Rh, Pd, Ag, Ir, Pt, and Au. The B metal, acting as the assistance, was chosen from 35 transition or main group elements [3,38–40]. The parameter x, representing the proportion of metal A, could be 1, 2, or 3, allowing for the formation of alloys in different compositions. This construction resulted in a data space of 1155 alloy species, from which 144 species were randomly selected for DFT calculations. According to previous work[6–8], glucose (GCHO) hydrogenation went through the following five steps: Step 1: GCHO+ *→GCHO* (ΔGGCHO) Step 2: H2+ 2 * →2H* (ΔGH) Step 3: GCHO* +H* →GCHO-HTS* →GCHOH* (ΔGTS1) Step 4: GCHOH* +H* →GCHOH-HTS* →GCH2OH* (ΔGTS2) Step 5: GCH2OH* →GCH2OH+ * (ΔGdes) The first and second steps involved the co-adsorption of glucose and H atom on the catalyst. ΔGGCHO and ΔGH represented the adsorption free energies for glucose and H atom on the catalyst surface, respectively. As shown in Fig. S1, glucose could adopt several possible adsorption configurations on the (111) surface of different alloy catalysts: AB3 alloy: 1. The O atom of the aldehyde group was adsorbed on the bridge sites of the neighboring A and B metals, and the C atom was adsorbed on the top site of the B metal. A2B2 alloy: 2. The O atom was adsorbed on the bridge sites of the two neighboring A metals, and the C atom was adsorbed on the top site of the B metal. 3. The O atom was adsorbed on the bridge sites of two neighboring A and B metals, and the C atom was adsorbed on the top site of the A metal. A3B alloy: 4. The O atom was adsorbed on the bridge sites of two neighboring A metals, and the C atom was adsorbed on the top site of the B metal. 5. The O atom was adsorbed on the bridge sites of the two neighboring A metals, and the C atom was also adsorbed on the top sites of the A metal. The adsorption of H atom had the following possible configurations (as shown in Fig. S2): AB3 and A2B2 alloys: 1. The H atom was adsorbed on the fcc site formed by one A metal and two B metals. A2B2 and A3B alloys: 2. The H atom was adsorbed on the fcc site formed by two A metals and one B metal. A3B alloys: 3. The H atom was adsorbed on the fcc site formed by three A metals. All possible adsorption configurations of GCHO* and H* were optimized and the corresponding adsorption energies (ΔEGCHO and ΔEH) were calculated using DFT, and the adsorption energies of the most stable configurations were used as the target variables for the data set. The respective adsorption energies of the two substrates in the co-adsorption reaction had been widely used to explore the level of hydrogenation activity, but the specific mechanism needed to be further explored [10,41,42]. The selection of features was crucial for building a high-precision machine learning model, necessitating consideration of the respective physicochemical properties of the A and B metals. The commonly used physicochemical properties were defined as descriptors, divided into two categories: geometric and electronic structures. The geometric structure was represented by the atomic radius ratios (RB/RA) of the A and B metals, the radius of the A metal atoms (RA), the atomic numbers (NA, NB), and atomic masses (MA, MB). The electronic structure was characterized by the number of outer electrons (SA, SB), the number of valence electrons (VA, VB), electronegativity (XA, XB), first ionization energies (IA, IB), and electron affinity energies (EA, EB). Additionally, the proportion of A metal (A%) was included to differentiate alloy catalysts with varying composition. Not all features were essential for ML model prediction; redundant features could decrease model accuracy and waste computational resources. Therefore, the feature importance analysis function in the Light gradient boosting machine (LGBM) model was employed to rank and select the most significant features. A dataset containing 144 binary alloy catalysts was input into the LGBM algorithm within the Scikit-learn framework for preliminary training. The feature importance results were shown in Fig. S3. To further evaluate the performance of different ML models, we constructed and compared the other two models with LGBM: Multilayer perceptron (MLP), and Support vector regression (SVR), evaluating their accuracy in predicting the target variables. Two statistical metrics, R² and RMSE, were used to measure the accuracy of the three models in predicting the target variables ΔEGCHO and ΔEH. The prediction accuracy varied with the number of features, as shown in Fig. S4. For predicting ΔEGCHO, five features: RA, SA, EA, MA, and MB, were found to be the least important. The prediction accuracies (R²) of the three ML models progressively improved as these features were removed one by one. The LGBM model’s prediction accuracy increased to an R² of 0.710 with 12 features, the MLP model’s accuracy stabilized at an R² of 0.629, and the SVR model’s accuracy slightly increased to an R² of 0.520. Ultimately, as shown in Fig. 2a, RB/RA, IB, VB, XB, and VA were identified as the five most important features for predicting ΔEGCHO. For predicting ΔEH, further feature streamlining was required. When the number of features was reduced to eight, the prediction accuracy of the three models improved significantly. The R² values for the LGBM, MLP, and SVR models increased to 0.588, 0.410, and 0.450, respectively. Eventually, as shown in Fig. 2b, RB/RA, NB, EB, VB, and RA were determined to be the five most important features for predicting ΔEH. It could be seen that in both models, the properties of metal B were more important than those of metal A. This was due to the fact that metal A was all some metals with good hydrogenation properties and they were all very close to each other in substrate adsorption, whereas this was not the case for metal B. B metals covered almost the entire periodic table of elements, and the atomic properties of some of these metals were so different that they did not only affect the energy band structure of the A-site metal, but might even be involved in the adsorption configurations of the substrates. Interestingly, the radius ratio (RB/RA) was the most important feature in the prediction models for both ΔEGCHO and ΔEH. This was due to the fact that the effect of RB/RA on the adsorption was multifaceted compared to other features. First, the radius ratio of the two metal atoms significantly affected the lattice parameter of the alloy, which led to changes in the metal spacing on the (111) surface and ultimately changed the energy band structure of the alloy surface. In addition, a large radius difference caused the (111) surface to become “bumpy”, forming valleys at small atoms and peaks at large atoms. This might affect the angle of orbital overlap between the adsorbed atoms (O, C, H) and the active site metal, thus affecting the magnitude of the adsorption energy. The radius was also a reflection of electronegativity to some extent, and thus RB/RA was also a reflection of the difference in electronegativity between two metals. Three ML models were systematically adjusted to achieve more accurate prediction performance. The final results for the key hyperparameters of each model were shown in Tables S2-4. Accordingly, the prediction accuracy of each model for the two target variables, ΔEGCHO and ΔEH, was statistically presented in Fig. 2c, with specific comparison Figures for the three ML models displayed in Fig. 2d-i. For predicting ΔEGCHO, the LGBM model demonstrated the best performance, achieving the highest R² (0.785) and the lowest RMSE (0.476 eV). In contrast, the MLP and SVR models exhibited lower prediction accuracy, with the MLP model yielding an R² of 0.680 and an RMSE of 0.576 eV, and the SVR model showing an R² of 0.555 and an RMSE of 0.679 eV. Similarly, for predicting ΔEH, the LGBM model also showed superior performance, with the highest R² (0.636) and the lowest RMSE (0.163 eV). Overall, the LGBM model achieved the best prediction power for both target variables among the three models. Consequently, the ΔEGCHO and ΔEH on the (111) surfaces of 1044 binary alloy catalysts could be efficiently predicted using the well-tuned LGBM model. The prediction results were summarized in Fig. S5-10. 3.2 The relationship between adsorption and hydrogenation on binary alloy catalysts The adsorption energies (ΔEGCHO and ΔEH) alone were insufficient criteria for evaluating the catalytic performance of catalysts. While some studies had attempted to use transition state energy barriers (ΔGTS) to estimate catalytic activity, however calculating ΔGTS via DFT was time-consuming and impractical for large datasets [43–45]. In addition, ΔGTS was not a comprehensive criterion. To address this, we developed a mean-field microkinetic model using the CatMAP code, which included explicit adsorbate−adsorbate interactions, to study the activity for glucose hydrogenation over different binary alloy surfaces under common reaction conditions (403 K, PGCHO = 0.1 bar, and PH2 = 40 bar). We randomly selected 14 alloys from the 144 alloys in the ML dataset to calculate the thermodynamic process of glucose hydrogenation according to the “adsorption-hydrogenation-desorption” mechanism. The formation energies (ΔG) of intermediates and transition states were presented in Table S5. The adsorption free energies of the feedstock (ΔGGCHO, ΔGH2) were set as the baseline value of 0 eV, and the formation energy of product (ΔGGCH2OH) was calculated via DFT to be −1.13 eV. Fig. 3a, b demonstrated the coverage as a function of ΔGGCHO and ΔGH2 during the co-adsorption of glucose and hydrogen. In Fig. 3a, when the coordinates of ΔGGCHO and ΔGH2 were within the bright white region, the adsorption free energy of GCHO* (ΔGGCHO) was much larger than that of H* (ΔGH), resulting in the catalyst adsorbing only glucose. Conversely, in Fig. 3b, when the coordinates were in the bright white region, the value of ΔGGCHO was similar to or less than that of ΔGH. Due to the large spatial resistance of glucose molecules, the catalyst could only adsorb smaller H atom on the (111) surface of catalyst. When the ΔGGCHO and ΔGH2 coordinates were located in the common dark blue region, neither glucose nor H atom could be adsorbed on the (111) surface of the catalyst under the reaction conditions. For glucose hydrogenation, the formation of a stable co-adsorption structure was required, therefore, the above three situations were not conducive to hydrogenation. Only when the ΔGGCHO and ΔGH2 coordinates were near the intersection line of the bright white and dark blue regions, both glucose and H atoms could be adsorbed on the catalyst, which was required for hydrogenation. Furthermore, the relationship between the hydrogenation TOF values and ΔGGCHO and ΔGH was determined from simulations based on the intermediate adsorption free energies and transition states energy barriers, as shown in Fig. 3c. Brighter colors and higher TOF values indicated higher catalytic activity of the alloy catalysts. Among the 14 alloy catalysts, Pt3Al, RhTc3, and Ir3Ru exhibited high catalytic activity, with TOF values located in the third high-brightness region. In contrast, Cu2Ni2, Pt2Cd2, Pd3Cd, and Rh3Ag were found in the dark-colored regions, indicating poor catalytic activity. The remaining eight alloys were in regions of general brightness, suggesting relatively average catalytic activity. Moreover, when ΔGGCHO and ΔGH on the alloy surface were between −0.4 and 0.0 eV and −0.37 to 0.07 eV, respectively, the TOF values for glucose hydrogenation were in the brightest region of the figure. This indicated that alloy catalysts with ΔGGCHO and ΔGH within these ranges were likely to exhibit highest catalytic hydrogenation activity. This finding provided a basis for screening the ML-predicted adsorption energy results. It was also notable that the contour plots of TOF values showed a thin and elongated central highlighted region, suggesting that the adsorption energy of glucose within a reasonable range was more critical for catalytic activity in hydrogenation compared to the adsorption energy of H atom. According to Table S6, it was observed that the free energy correction values (ZPE − TΔS) for GCHO* and H* on various alloy catalysts consistently ranged from + 4.30 to + 4.42 eV and + 0.16 to + 0.19 eV, respectively. In contrast, the free energy correction values for isolated glucose and H2 remained constant at + 3.41 eV and + 0.02 eV, respectively. Thus, it was reasonable to transform screening conditions related to adsorption free energy (ΔG) into conditions based on adsorption energy (ΔE), which were more easily obtained through DFT calculations (i.e., ΔEGCHO between −1.25 ∼ −0.85 eV and ΔEH between −0.55 ∼ −0.1 eV). Considering potential errors in ΔEGCHO and ΔEH predictions by the ML model, with RMSE values of 0.476 eV and 0.163 eV, respectively, the screening criteria were appropriately widened to ΔEGCHO between −1.45 ∼ −0.65 eV and ΔEH between −0.55 ∼ 0.00 eV to avoid omitting potentially effective catalysts due to prediction uncertainties. It was also important to verify the existence and structural stability of the alloys before the screening process began, and a database search of the 14 alloys revealed that due to the structural instability of Tc, no stable alloys structure of RhTc3 have been found (Table S7). Therefore, in subsequent work, alloys containing Tc will not be considered. Based on these criteria, 1155 alloy catalysts were screened for predicted performance, which was further validated by DFT calculations. The structurally stable alloy catalysts with ΔEGCHO and ΔEH values in the determination range were identified. Finally, nine candidates met these criteria, comparative data with Raney Ni were used for benchmarking, and the statistical results were shown in Table S8. Similarly, the existence of the nine alloys screened was verified and it was found that they all had similar stable cubic structures found in databases or literature. As depicted in Fig. 3d, the white dot represented the position of the Raney Ni (RN Ni) catalyst used as a reference in the TOF contour plot, locating within the fifth brightness region. In contrast, all nine binary alloy catalysts screened through ML-assisted methods were situated in brighter regions on the contour plot, indicating superior catalytic hydrogenation activity compared to Raney Ni. Among these, Rh3Al, Ru2Ga2, CrRe3, and Cu3Al occupied the third and fourth brightness regions, showcasing slightly enhanced catalytic performance over Raney Ni. Cu2Mg2, Pd2Mg2, Rh2V2, and Rh2Mg2 were positioned in the second brightness region, demonstrating excellent hydrogenation catalytic activity. Notably, Pd3Mg stood out in the first brightness region, exhibiting the highest catalytic hydrogenation activity among all alloy catalysts. 3.3 Theoretic analysis Based on the structure found in literature or database, the (111) surface structures for calculation of 9 screened alloy as well as Raney Ni (RN Ni) catalysts were built and optimized (Fig. S11). Fig. S12 and S13 illustrated the free energy diagrams of catalytic hydrogenation for eight high-performance catalysts located in the second and third brightness zones, respectively. Fig. 4a showed the free energy diagram of catalytic hydrogenation for the Pd3Mg alloy catalyst with the best performance. Fig. 4b quantifies the energy barriers (ΔGRDS) of rate-determining steps for all ten catalysts. The ΔGRDS for these eight high-performance alloy catalysts ranged from 0.71 to 1.54 eV (red and blue color), comparable to that of Raney Ni catalyst, without a clear trend indicating whether addition of the H atom to the C or O atom of the aldehyde group became the rate-determining step of hydrogenation. These binary alloy catalysts not only exhibited similar abilities to reduce ΔGRDS as Raney Ni but also formed stable co-adsorption configurations due to their more rational adsorption energy relationships, resulting in superior catalytic activity. Among them, Cu3Al and Cu2Mg2 were noteworthy as non-noble binary alloy catalysts with significant experimental relevance. Particularly, Pd3Mg demonstrated the best catalytic performance by achieving a highly stable co-adsorption configuration with a very high TOF value. In addition, the ΔGRDS for hydrogenation on the Pd3Mg (111) surface was only 0.44 eV, significantly lower than that of other catalysts. This highlighting the exceptional catalytic activity of the Pd3Mg catalyst. The side reactions of glucose on the catalyst surface have an important effect on the selectivity, and according to our previous work [6], the dehydrogenation of cyclic glucose to generate gluconolactone was the most influential, and the specific reaction pathway was shown in Fig. S14. The thermodynamic process of dehydrogenation on the surfaces of six binary alloys or metals (Pd3Mg, Pd2Mg2, Cu2Mg2, Rh2V2, Rh2Mg2 and Raney Ni) was calculated, and the results were shown in Fig. S15. The specific rate-determining step energy barrier of dehydrogenation (ΔGRDS) statistics in Fig. S16. It could be seen that all screened alloys had higher ΔGRDS of dehydrogenation compared to Raney Ni, this means that these alloys not only have excellent hydrogenation properties, but also help to limit side reactions. And it was interesting to note that the difficulty of the dehydrogenation reaction went up dramatically when the content of Mg increased. This might be due to the fact that as the content of Mg rises, the oxygen atom in intermediate 1 was more likely to form a chemical bond with Mg, thus making intermediate 1 much more stable and the second hydrogen atom more difficult to remove. In addition, the C-C hydrogenolysis side reaction was often mentioned, so we also performed thermodynamic calculations for the C-C hydrogenolysis reaction on the surface of the screened binary alloy catalysts and Raney Ni. As shown in Fig. S17, glucose and H atoms first formed a co-adsorption structure on the catalysts, and then, H atoms added to the C-C bond closest to the surface of the catalysts to realize the hydrogenolysis of the C-C bond. The free energy diagram (Fig. S18) showed that C-C hydrogenolysis reactions are difficult to occur on the surface of the screened alloy catalysts with an extremely high energy barrier (ΔGTS reaching 3 – 4 eV). This might be due to the fact that the mild conditions and neutral environment of glucose hydrogenation were not suitable for the C-C hydrogenolysis reaction, which usually required the catalytic action of Lewis acid and high temperatures of about 235–250 °C to occur [46,47]. This was consistent with our previous experimental results, where we did not observe products of C-C hydrogenolysis, such as propylene glycol [6]. Pd3Mg showed excellent catalytic hydrogenation performance due to its favorable adsorption energy for both two substrates, in contrast to other Pd-based alloys that also shown outstanding hydrogenation catalytic activity but exhibited differences. Studies had reported that the matching of the 3d orbitals of the metal with the 1π orbitals of the aldehyde group was an important factor affecting the adsorption of glucose on the catalysts, and the important correlation between the d-band center and the adsorption of the substrate was also mentioned in the d-band theory proposed by Nørskov et al. [48–50], therefore, more than thirty binary Pd-based alloys with the same ratio of 3:1 had also been explored. The relationship between ΔEGCHO, ΔEH of the binary Pd-based alloys and the d-band center of the Pd atom were shown in Fig. 4c. The ΔEGCHO on the catalyst showed a linear relationship with the d-band center position (R2 = 0.52), and DFT calculations showed that the energy level of the glucose aldehyde’s 1π-orbital was −2.0 eV, which was exactly near the d-band center of the Pd-based alloys, resulting in a strong adsorption of glucose by the Pd-based alloys. Moreover, when the d-band center gradually decreased from −1.2 eV to −2.0 eV, the energy level of the glucose aldehyde’s 1π-orbital became much higher that of Pd’s d band orbital, more and more π-electron of aldehyde were transferred to the Pd’s 3d orbital of the alloy catalyst, which led to the enhancement of ΔEGCHO by the Pd-based alloys. When the d-band center of the Pd-based catalyst decreased to a value below −2.0 eV, electrons from the lower energy level orbitals on the aldehyde group would be moved to the Pd’s 3d orbital. This transfer resulted in an additional rise in the adsorption energy. However, if the d-band center was decreased much further, the favorable alignment between the Pd’s 3d orbital and the aldehyde’s 1π orbital would no longer exist, perhaps resulting in a decrease in adsorption energy. Meanwhile, as shown in Fig. S19, the ΔEH on the Pd-based alloys were not significantly related to the d-band center (R2 = 0.02), which was related to the co-adsorption structure of glucose and H atoms. In order to satisfied the hydrogenation conditions, H atom often needed to be adsorbed in the vicinity of large glucose molecules, which resulted in a large spatial resistance to the adsorption of H atom, possibly leading to an irrelevance between the d-band center and the adsorption energy of the H atom. Here we extended the application of d-band center theory to glucose hydrogenation and found an anomalous relationship between H atom adsorption and d-band center. This presented a fresh perspective on reactions based on complex co-adsorption structure, not only the interaction relationship between the two substrates and the catalyst might have an impact on the reaction, but also the interaction between them (either directly or indirectly through effects on the catalyst surface), which couldn’t be neglected. And in conjunction with the findings in the Section 2, the TOF values for the glucose hydrogenation were more sensitive to glucose adsorption energy, this suggested that we could focus on adjusting the position of the d-band center of the alloys to obtain a more appropriate glucose adsorption energy, which would allow us to achieve a theoretical guidance for the synthesis of hydrogenation alloy catalysts. 4 Conclusion This study utilized accessible features and DFT calculation results to train machine learning (ML) models for predicting adsorption energies of glucose (ΔEGCHO) and H atom (ΔEH) on AxB4-x binary alloy catalysts. A dataset comprising adsorption energies of 144 binary alloy catalysts was constructed, revealing that the physicochemical properties of assistant metals significantly influenced these energies. Among three ML algorithms tested, the Light gradient boosting machine (LGBM) model demonstrated superior performance with R² of 0.785 for ΔEGCHO and 0.636 for ΔEH, subsequently extended to predict these energies across the remaining binary alloy catalysts. Microkinetic simulations were conducted using DFT-calculated thermodynamic data from 14 randomly selected binary alloy catalysts, plotting catalyst TOF values against ΔGGCHO and ΔGH. Analysis indicated that catalysts with ΔGGCHO between −0.40 and 0.00 eV, and ΔGH between −0.37 and 0.07 eV, tended to exhibit higher TOF values. Consequently, screening criteria were established as ΔEGCHO between −1.45 and −0.65 eV, and ΔEH between −0.55 and 0.00 eV. ML predictions screened 1044 binary alloy catalysts, identifying nine with excellent catalytic hydrogenation performance, notably the Pd3Mg alloy with a ΔGTS of 0.44 eV. Furthermore, ΔEGCHO in Pd-based alloys was found to correlate linearly with the catalyst’s d-band center, extending the application of d-band center theory. CRediT authorship contribution statement Kaige Wang: Validation. Weiyu Song: Software. Zhenyu Zhang: Writing – review & editing, Validation, Investigation, Formal analysis. Jianghao Wang: Validation, Funding acquisition. Reinout Meijboom: Methodology, Investigation, Formal analysis. Zhecheng Fang: Writing – original draft, Visualization, Formal analysis, Data curation. Jie Fu: Writing – review & editing, Supervision, Project administration, Funding acquisition, Conceptualization. Sifan Wang: Visualization, Formal analysis, Data curation. Huiping Ji: Methodology, Data curation. Bolong Li: Writing – review & editing, Validation, Supervision, Funding acquisition, Data curation. Haoan Fan: Validation, Investigation. Xuezhi Zhao: Validation, Data curation. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgment This work was supported by the Key R&D Program of Zhejiang (2022C01208), the National Natural Science Foundation of China (No. 22425801, U23A20124, 22208297, and 22308315), the Fundamental Research Funds for the Central Universities (226–2024–00060), and the Research Funds of Institute of Zhejiang University-Quzhou (IZQ2021RCZX035, IZQ2022RCZX019). Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2024.120086. Appendix A Supplementary material Supplementary material References [1] L. Zhang M. Zhou A. Wang T. Zhang Selective hydrogenation over supported metal catalysts: from nanoparticles to single atoms Chem. Rev. 120 2020 683 733 L. Zhang, M. Zhou, A. Wang, T. Zhang, Selective Hydrogenation over Supported Metal Catalysts: From Nanoparticles to Single Atoms, Chem. Rev. 2020, 120, 683−733. [2] Z. Sun Metal single-atom catalysts for selective hydrogenation of unsaturated bonds J. Mater. Chem. A 9 2021 5296 Z. Sun, Metal single-atom catalysts for selective hydrogenation of unsaturated bonds, J. Mater. Chem. A,2021,9, 5296. [3] M.J. Ahmed B.H. Hameed Hydrogenation of glucose and fructose into hexitols over heterogeneous catalysts: a review J. Taiwan Inst. Chem. Eng. 96 2019 341 352 10.1016/j.jtice.2018.11.028 M.J. Ahmed, B.H. Hameed, Hydrogenation of glucose and fructose into hexitols over heterogeneous catalysts: A review, Journal of the Taiwan Institute of Chemical Engineers 96 (2019) 341–352. https://doi.org/10.1016/j.jtice.2018.11.028. [4] B. Zada M. Chen C. Chen L. Yan Q. Xu W. Li Q. Guo Y. Fu Recent advances in catalytic production of sugar alcohols and their applications Sci. China Chem. 60 2017 853 869 10.1007/s11426-017-9067-1 B. Zada, M. Chen, C. Chen, L. Yan, Q. Xu, W. Li, Q. Guo, Y. Fu, Recent advances in catalytic production of sugar alcohols and their applications, Sci. China Chem. 60 (2017) 853–869. https://doi.org/10.1007/s11426-017-9067-1. [5] Z. Sun Z.-H. Zhang T.-Q. Yuan X. Ren Z. Rong Raney Ni as a versatile catalyst for biomass conversion ACS Catal. 11 2021 10508 10536 10.1021/acscatal.1c02433 Z. Sun, Z.-H. Zhang, T.-Q. Yuan, X. Ren, Z. Rong, Raney Ni as a Versatile Catalyst for Biomass Conversion, ACS Catal. 11 (2021) 10508–10536. https://doi.org/10.1021/acscatal.1c02433. [6] Z. Fang H. Fan X. Zhao G. Lin B. Li J. Wang X. Lu W. Yang M. Li W. Song J. Fu Unveiling the nature of glucose hydrogenation over Raney Ni: DFT and AIMD simulations Appl. Catal. A Gen. 667 2023 119462 10.1016/j.apcata.2023.119462 Z. Fang, H. Fan, X. Zhao, G. Lin, B. Li, J. Wang, X. Lu, W. Yang, M. Li, W. Song, J. Fu, Unveiling the nature of glucose hydrogenation over Raney Ni: DFT and AIMD simulations, Applied Catalysis A: General 667 (2023) 119462. https://doi.org/10.1016/j.apcata.2023.119462. [7] H. Fan Z. Fang X. Zhao Y. Hu B. Li W. Yang M. Li J. Wang X. Lu W. Song J. Fu Continuous hydrogenation of maltose over raney Ni in a trickle-bed reactor Ind. Eng. Chem. Res. 62 2023 15395 15405 10.1021/acs.iecr.3c01723 H. Fan, Z. Fang, X. Zhao, Y. Hu, B. Li, W. Yang, M. Li, J. Wang, X. Lu, W. Song, J. Fu, Continuous Hydrogenation of Maltose over Raney Ni in a Trickle-Bed Reactor, Ind. Eng. Chem. Res. 62 (2023) 15395–15405. https://doi.org/10.1021/acs.iecr.3c01723. [8] H. Fan B. Li X. Zhao Z. Fang C. Chen W. Zhou W. Yang M. Li X. Lu J. Fu Maltose hydrogenation to maltitol over industrial Raney Ni catalyst: kinetics and mechanism AIChE J. 69 2023 e18056 10.1002/aic.18056 H. Fan, B. Li, X. Zhao, Z. Fang, C. Chen, W. Zhou, W. Yang, M. Li, X. Lu, J. Fu, Maltose hydrogenation to maltitol over industrial Raney Ni catalyst: Kinetics and mechanism, AIChE Journal 69 (2023) e18056. https://doi.org/10.1002/aic.18056. [9] S. Liu N. Govindarajan K. Chan Understanding activity trends in furfural hydrogenation on transition metal surfaces ACS Catal. 2022 12902 12910 10.1021/acscatal.2c03822 S. Liu, N. Govindarajan, K. Chan, Understanding Activity Trends in Furfural Hydrogenation on Transition Metal Surfaces, ACS Catal. (2022) 12902–12910. https://doi.org/10.1021/acscatal.2c03822. [10] S. Sitthisa W. An D.E. Resasco Selective conversion of furfural to methylfuran over silica-supported NiFe bimetallic catalysts J. Catal. 284 2011 90 101 10.1016/j.jcat.2011.09.005 S. Sitthisa, W. An, D.E. Resasco, Selective conversion of furfural to methylfuran over silica-supported NiFe bimetallic catalysts, Journal of Catalysis 284 (2011) 90–101. https://doi.org/10.1016/j.jcat.2011.09.005. [11] Q.T. Trinh B.K. Chethana S.H. Mushrif Adsorption and reactivity of cellulosic aldoses on transition metals J. Phys. Chem. C 119 2015 17137 17145 10.1021/acs.jpcc.5b03534 Q.T. Trinh, B.K. Chethana, S.H. Mushrif, Adsorption and reactivity of cellulosic aldoses on transition metals, J. Phys. Chem. C 119 (2015) 17137–17145. https://doi.org/10.1021/acs.jpcc.5b03534. [12] H. Singh A. Rai R. Yadav A.K. Sinha Glucose hydrogenation to sorbitol over unsupported mesoporous Ni/NiO catalyst Mol. Catal. 451 2018 186 191 10.1016/j.mcat.2018.01.010 H. Singh, A. Rai, R. Yadav, A.K. Sinha, Glucose hydrogenation to sorbitol over unsupported mesoporous Ni/NiO catalyst, Molecular Catalysis 451 (2018) 186–191. https://doi.org/10.1016/j.mcat.2018.01.010. [13] S. Esposito B. Silvestri V. Russo B. Bonelli M. Manzoli F.A. Deorsola A. Vergara A. Aronne M.D. Serio Self-activating catalyst for glucose hydrogenation in the aqueous phase under mild conditions ACS Catal. 9 2019 3426 3436 S. Esposito, B. Silvestri, V. Russo, B. Bonelli, M. Manzoli, F.A. Deorsola, A. Vergara, A. Aronne, M.D. Serio, Self-Activating Catalyst for Glucose Hydrogenation in the Aqueous Phase under Mild Conditions, ACS Catal. 2019, 9, 3426−3436. [14] Y. Fu L. Ding M.L. Singleton H. Idrissi S. Hermans Synergistic effects altering reaction pathways: the case of glucose hydrogenation over Fe-Ni catalysts Appl. Catal. B Environ. 288 2021 119997 10.1016/j.apcatb.2021.119997 Y. Fu, L. Ding, M.L. Singleton, H. Idrissi, S. Hermans, Synergistic effects altering reaction pathways: The case of glucose hydrogenation over Fe-Ni catalysts, Applied Catalysis B: Environmental 288 (2021) 119997. https://doi.org/10.1016/j.apcatb.2021.119997. [15] N. Ullah F. Jérôme K.D.O. Vigier Efficient Nickel-Iron bimetallic nanoparticles catalysts for the selective hydrogenation of biomass-derived sugars to sugar alcohols Mol. Catal. 529 2022 112558 10.1016/j.mcat.2022.112558 N. Ullah, F. Jérôme, K.D.O. Vigier, Efficient Nickel-Iron bimetallic nanoparticles catalysts for the selective hydrogenation of biomass-derived sugars to sugar alcohols, Molecular Catalysis 529 (2022) 112558. https://doi.org/10.1016/j.mcat.2022.112558. [16] A. Sadier D. Shi A.-S. Mamede S. Paul E. Marceau R. Wojcieszak Selective aqueous phase hydrogenation of xylose to xylitol over SiO2-supported Ni and Ni-Fe catalysts: benefits of promotion by Fe Appl. Catal. B Environ. 298 2021 120564 10.1016/j.apcatb.2021.120564 A. Sadier, D. Shi, A.-S. Mamede, S. Paul, E. Marceau, R. Wojcieszak, Selective aqueous phase hydrogenation of xylose to xylitol over SiO2-supported Ni and Ni-Fe catalysts: Benefits of promotion by Fe, Applied Catalysis B: Environmental 298 (2021) 120564. https://doi.org/10.1016/j.apcatb.2021.120564. [17] A. Romero A. Nieto-Márquez E. Alonso Bimetallic Ru:Ni/MCM-48 catalysts for the effective hydrogenation of d -glucose into sorbitol Appl. Catal. A Gen. 529 2017 49 59 10.1016/j.apcata.2016.10.018 A. Romero, A. Nieto-Márquez, E. Alonso, Bimetallic Ru:Ni/MCM-48 catalysts for the effective hydrogenation of d -glucose into sorbitol, Applied Catalysis A: General 529 (2017) 49–59. https://doi.org/10.1016/j.apcata.2016.10.018. [18] H. Du X. Ma M. Jiang S. Zhao Q. Fang X. Liu Z.C. Zhang Xylitol production from xylose by catalytic hydrogenation over an efficient Cu–Ni/SiO 2 bimetallic catalyst ACS Sustain. Chem. Eng. 11 2023 2115 2126 10.1021/acssuschemeng.2c04964 H. Du, X. Ma, M. Jiang, S. Zhao, Q. Fang, X. Liu, Z.C. Zhang, Xylitol Production from Xylose by Catalytic Hydrogenation over an Efficient Cu–Ni/SiO 2 Bimetallic Catalyst, ACS Sustainable Chem. Eng. 11 (2023) 2115–2126. https://doi.org/10.1021/acssuschemeng.2c04964. [19] Z. Yang W. Gao Applications of machine learning in alloy catalysts: rational selection and future development of descriptors Adv. Sci. 9 2022 2106043 10.1002/advs.202106043 Z. Yang, W. Gao, Applications of Machine Learning in Alloy Catalysts: Rational Selection and Future Development of Descriptors, Advanced Science 9 (2022) 2106043. https://doi.org/10.1002/advs.202106043. [20] J. Wei X. Chu X. Sun K. Xu H. Deng J. Chen Z. Wei M. Lei Machine learning in materials science InfoMat 1 2019 338 358 10.1002/inf2.12028 J. Wei, X. Chu, X. Sun, K. Xu, H. Deng, J. Chen, Z. Wei, M. Lei, Machine learning in materials science, InfoMat 1 (2019) 338–358. https://doi.org/10.1002/inf2.12028. [21] G.L.W. Hart T. Mueller C. Toher S. Curtarolo Machine learning for alloys Nat. Rev. Mater. 6 2021 730 755 10.1038/s41578-021-00340-w G.L.W. Hart, T. Mueller, C. Toher, S. Curtarolo, Machine learning for alloys, Nat Rev Mater 6 (2021) 730–755. https://doi.org/10.1038/s41578-021-00340-w. [22] S. Wang S.S.K. Kasarapu P.T. Clough High-throughput screening of sulfur-resistant catalysts for steam methane reforming using machine learning and microkinetic modeling ACS Omega 9 2024 12184 12194 10.1021/acsomega.4c00119 S. Wang, S.S.K. Kasarapu, P.T. Clough, High-Throughput Screening of Sulfur-Resistant Catalysts for Steam Methane Reforming Using Machine Learning and Microkinetic Modeling, ACS Omega 9 (2024) 12184–12194. https://doi.org/10.1021/acsomega.4c00119. [23] S. Saxena T.S. Khan F. Jalid M. Ramteke M.A. Haider In silico high throughput screening of bimetallic and single atom alloys using machine learning and ab initio microkinetic modelling J. Mater. Chem. A 8 2020 107 123 10.1039/C9TA07651D S. Saxena, T.S. Khan, F. Jalid, M. Ramteke, M.A. Haider, In silico high throughput screening of bimetallic and single atom alloys using machine learning and ab initio microkinetic modelling, J. Mater. Chem. A 8 (2020) 107–123. https://doi.org/10.1039/C9TA07651D. [24] Z. Li S. Wang W.S. Chin L.E. Achenie H. Xin High-throughput screening of bimetallic catalysts enabled by machine learning J. Mater. Chem. A 5 2017 24131 24138 10.1039/C7TA01812F Z. Li, S. Wang, W.S. Chin, L.E. Achenie, H. Xin, High-throughput screening of bimetallic catalysts enabled by machine learning, J. Mater. Chem. A 5 (2017) 24131–24138. https://doi.org/10.1039/C7TA01812F. [25] Z. Liu W. Tian Z. Cui B. Liu A universal microkinetic-machine learning bimetallic catalyst screening method for steam methane reforming Sep. Purif. Technol. 311 2023 123270 10.1016/j.seppur.2023.123270 Z. Liu, W. Tian, Z. Cui, B. Liu, A universal microkinetic-machine learning bimetallic catalyst screening method for steam methane reforming, Separation and Purification Technology 311 (2023) 123270. https://doi.org/10.1016/j.seppur.2023.123270. [26] N. Artrith Z. Lin J.G. Chen Predicting the activity and selectivity of bimetallic metal catalysts for ethanol reforming using machine learning ACS Catal. 10 2020 9438 9444 10.1021/acscatal.0c02089 N. Artrith, Z. Lin, J.G. Chen, Predicting the Activity and Selectivity of Bimetallic Metal Catalysts for Ethanol Reforming using Machine Learning, ACS Catal. 10 (2020) 9438–9444. https://doi.org/10.1021/acscatal.0c02089. [27] W.-Q. Yan R.-J. Zhou L.-J. Jing Y.-Q. Cao J.-H. Zhou Z.-J. Sui W. Li D. Chen X.-G. Zhou Y.-A. Zhu Computer-aided bimetallic catalyst screening for ester selective hydrogenation Catal. Sci. Technol. 12 2022 2761 2765 10.1039/D2CY00149G W.-Q. Yan, R.-J. Zhou, L.-J. Jing, Y.-Q. Cao, J.-H. Zhou, Z.-J. Sui, W. Li, D. Chen, X.-G. Zhou, Y.-A. Zhu, Computer-aided bimetallic catalyst screening for ester selective hydrogenation, Catal. Sci. Technol. 12 (2022) 2761–2765. https://doi.org/10.1039/D2CY00149G. [28] G. Kresse J. Furthmüller Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set Phys. Rev. B 54 1996 11169 11186 10.1103/PhysRevB.54.11169 G. Kresse, J. Furthmüller, Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set, Phys. Rev. B 54 (1996) 11169–11186. https://doi.org/10.1103/PhysRevB.54.11169. [29] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 3868 10.1103/PhysRevLett.77.3865 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized Gradient Approximation made simple, Phys. Rev. Lett. 77 (1996) 3865–3868. https://doi.org/10.1103/PhysRevLett.77.3865. [30] G. Kresse D. Joubert From ultrasoft pseudopotentials to the projector augmented-wave method Phys. Rev. B 59 1999 1758 1775 10.1103/PhysRevB.59.1758 G. Kresse, D. Joubert, From ultrasoft pseudopotentials to the projector augmented-wave method, Phys. Rev. B 59 (1999) 1758–1775. https://doi.org/10.1103/PhysRevB.59.1758. [31] S. Grimme J. Antony S. Ehrlich H. Krieg A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu J. Chem. Phys. 132 2010 154104 10.1063/1.3382344 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu, The Journal of Chemical Physics 132 (2010) 154104. https://doi.org/10.1063/1.3382344. [32] G. Henkelman B.P. Uberuaga H. Jónsson A climbing image nudged elastic band method for finding saddle points and minimum energy paths J. Chem. Phys. 113 2000 9901 9904 10.1063/1.1329672 G. Henkelman, B.P. Uberuaga, H. Jónsson, A climbing image nudged elastic band method for finding saddle points and minimum energy paths, The Journal of Chemical Physics 113 (2000) 9901–9904. https://doi.org/10.1063/1.1329672. [33] F. Pedregosa, G. Varoquaux, A. Gramfort, V. Michel, B. Thirion, O. Grisel, M. Blondel, P. Prettenhofer, R. Weiss, V. Dubourg, J. Vanderplas, A. Passos, D. Cournapeau, Scikit-learn: Machine Learning in Python, Machine Learning in Python, n.d. [34] G. Ke, Q. Meng, T. Finley, T. Wang, W. Chen, W. Ma, Q. Ye, T.-Y. Liu, LightGBM: A Highly Efficient Gradient Boosting Decision Tree, n.d. [35] M.T. Camacho Olmedo M. Paegelow J.-F. Mas F. Escobar Geomatic Approaches for Modeling Land Change Scenarios (eds.) 2018 Springer International Publishing Cham 10.1007/978-3-319-60801-3 M.T. Camacho Olmedo, M. Paegelow, J.-F. Mas, F. Escobar, eds., Geomatic Approaches for Modeling Land Change Scenarios, Springer International Publishing, Cham, 2018. https://doi.org/10.1007/978-3-319-60801-3. [36] L. Auria R.A. Moro Support Vector Machines (SVM) as a technique for solvency analysis SSRN J. 2008 10.2139/ssrn.1424949 L. Auria, R.A. Moro, Support Vector Machines (SVM) as a Technique for Solvency Analysis, SSRN Journal (2008). https://doi.org/10.2139/ssrn.1424949. [37] A.J. Medford C. Shi M.J. Hoffmann A.C. Lausche S.R. Fitzgibbon T. Bligaard J.K. Nørskov CatMAP: a software package for descriptor-based microkinetic mapping of catalytic trends Catal. Lett. 145 2015 794 807 10.1007/s10562-015-1495-6 A.J. Medford, C. Shi, M.J. Hoffmann, A.C. Lausche, S.R. Fitzgibbon, T. Bligaard, J.K. Nørskov, CatMAP: A Software Package for Descriptor-Based Microkinetic Mapping of Catalytic Trends, Catal Lett 145 (2015) 794–807. https://doi.org/10.1007/s10562-015-1495-6. [38] J. Zhang J. Li S.-B. Wu Y. Liu Advances in the catalytic production and utilization of sorbitol Ind. Eng. Chem. Res. 52 2013 11799 11815 10.1021/ie4011854 J. Zhang, J. Li, S.-B. Wu, Y. Liu, Advances in the Catalytic Production and Utilization of Sorbitol, Ind. Eng. Chem. Res. 52 (2013) 11799–11815. https://doi.org/10.1021/ie4011854. [39] A.M. Ruppert K. Weinberg R. Palkovits Hydrogenolysis goes bio: from carbohydrates and sugar alcohols to platform chemicals Angew. Chem. Int. Ed. 51 2012 2564 2601 10.1002/anie.201105125 A.M. Ruppert, K. Weinberg, R. Palkovits, Hydrogenolysis goes bio: From carbohydrates and sugar alcohols to platform chemicals, Angew. Chem. Int. Ed. 51 (2012) 2564–2601. https://doi.org/10.1002/anie.201105125. [40] M.J. Gilkey B. Xu Heterogeneous catalytic transfer hydrogenation as an effective pathway in biomass upgrading ACS Catal. 6 2016 1420 1436 10.1021/acscatal.5b02171 M.J. Gilkey, B. Xu, Heterogeneous Catalytic Transfer Hydrogenation as an Effective Pathway in Biomass Upgrading, ACS Catal. 6 (2016) 1420–1436. https://doi.org/10.1021/acscatal.5b02171. [41] G. Sheng C. Huang G. Chen J. Sheng X. Ren B. Hu J. Ma X. Wang Y. Huang A. Alsaedi T. Hayat Adsorption and co-adsorption of graphene oxide and Ni(II) on iron oxides: a spectroscopic and microscopic investigation Environ. Pollut. 233 2018 125 131 10.1016/j.envpol.2017.10.047 G. Sheng, C. Huang, G. Chen, J. Sheng, X. Ren, B. Hu, J. Ma, X. Wang, Y. Huang, A. Alsaedi, T. Hayat, Adsorption and co-adsorption of graphene oxide and Ni(II) on iron oxides: A spectroscopic and microscopic investigation, Environmental Pollution 233 (2018) 125–131. https://doi.org/10.1016/j.envpol.2017.10.047. [42] W. Jiang J. Lv L. Luo K. Yang Y. Lin F. Hu J. Zhang S. Zhang Arsenate and cadmium co-adsorption and co-precipitation on goethite J. Hazard. Mater. 262 2013 55 63 10.1016/j.jhazmat.2013.08.030 W. Jiang, J. Lv, L. Luo, K. Yang, Y. Lin, F. Hu, J. Zhang, S. Zhang, Arsenate and cadmium co-adsorption and co-precipitation on goethite, Journal of Hazardous Materials 262 (2013) 55–63. https://doi.org/10.1016/j.jhazmat.2013.08.030. [43] Z. Guo D. Liu S.H. Lim Y. Liu W. Chu Confined PtNi catalysts for enhanced catalytic performances in one-pot cellobiose conversion to hexitols: a combined experimental and DFT study Green. Chem. 21 2019 5999 6011 10.1039/C9GC02144B Z. Guo, D. Liu, S.H. Lim, Y. Liu, W. Chu, Confined PtNi catalysts for enhanced catalytic performances in one-pot cellobiose conversion to hexitols: a combined experimental and DFT study, Green Chem. 21 (2019) 5999–6011. https://doi.org/10.1039/C9GC02144B. [44] I.K.M. Yu F. Deng X. Chen G. Cheng Y. Liu W. Zhang J.A. Lercher Impact of hydronium ions on the Pd-catalyzed furfural hydrogenation Nat. Commun. 13 2022 7154 10.1038/s41467-022-34608-8 I.K.M. Yu, F. Deng, X. Chen, G. Cheng, Y. Liu, W. Zhang, J.A. Lercher, Impact of hydronium ions on the Pd-catalyzed furfural hydrogenation, Nat Commun 13 (2022) 7154. https://doi.org/10.1038/s41467-022-34608-8. [45] S. Li T. Josephson D.G. Vlachos S. Caratzoulas The origin of selectivity in the conversion of glucose to fructose and mannose in Sn-BEA and Na-exchanged Sn-BEA zeolites J. Catal. 355 2017 11 16 10.1016/j.jcat.2017.09.001 S. Li, T. Josephson, D.G. Vlachos, S. Caratzoulas, The origin of selectivity in the conversion of glucose to fructose and mannose in Sn-BEA and Na-exchanged Sn-BEA zeolites, Journal of Catalysis 355 (2017) 11–16. https://doi.org/10.1016/j.jcat.2017.09.001. [46] C. Liu Z. Zhang X. Zhai X. Wang J. Gui C. Zhang Y. Zhu Y. Li Synergistic effect between copper and different metal oxides in the selective hydrogenolysis of glucose N. J. Chem. 43 2019 3733 3742 10.1039/C8NJ05815F C. Liu, Z. Zhang, X. Zhai, X. Wang, J. Gui, C. Zhang, Y. Zhu, Y. Li, Synergistic effect between copper and different metal oxides in the selective hydrogenolysis of glucose, New J. Chem., 2019, 43, 3733--3742. https://doi.org/10.1039/C8NJ05815F. [47] P. Yazdani B. Wang Y. Du S. kawi A. Borgna Lanthanum oxycarbonate modified Cu/Al2O3 catalysts for selective hydrogenolysis of glucose to propylene glycol: base site requirements Catal. Sci. Technol. 7 2017 4680 4690 10.1039/C7CY01571B P. Yazdani, B. Wang, Y. Du, S. kawi, A. Borgna, Lanthanum oxycarbonate modified Cu/Al2O3 catalysts for selective hydrogenolysis of glucose to propylene glycol: base site requirements, Catal. Sci. Technol., 2017, 7, 4680–4690. https://doi.org/ 10.1039/C7CY01571B. [48] B. Hammer Y. Morikawa J.K. Nørskov CO Chemisorption at Metal Surfaces and Overlayers Phys. Rev. Lett. 76 1996 2141 2144 10.1103/PhysRevLett.76.2141 B. Hammer, Y. Morikawa, J.K. Nørskov, CO Chemisorption at Metal Surfaces and Overlayers, Phys. Rev. Lett. 76 (1996) 2141–2144. https://doi.org/10.1103/PhysRevLett.76.2141. [49] H. Xin A. Vojvodic J. Voss J.K. Nørskov F. Abild-Pedersen Effects of d -band shape on the surface reactivity of transition-metal alloys Phys. Rev. B 89 2014 115114 10.1103/PhysRevB.89.115114 H. Xin, A. Vojvodic, J. Voss, J.K. Nørskov, F. Abild-Pedersen, Effects of d -band shape on the surface reactivity of transition-metal alloys, Phys. Rev. B 89 (2014) 115114. https://doi.org/10.1103/PhysRevB.89.115114. [50] F. Studt F. Abild-Pedersen T. Bligaard R.Z. Sørensen C.H. Christensen J.K. Nørskov Identification of non-precious metal alloy catalysts for selective hydrogenation of acetylene Science 320 2008 1320 1322 10.1126/science.1156660 F. Studt, F. Abild-Pedersen, T. Bligaard, R.Z. Sørensen, C.H. Christensen, J.K. Nørskov, Identification of Non-Precious Metal Alloy Catalysts for Selective Hydrogenation of Acetylene, Science 320 (2008) 1320–1322. https://doi.org/10.1126/science.1156660.",
      "scopus-id": "85212962903",
      "coredata": {
        "eid": "1-s2.0-S0926860X24005313",
        "dc:description": "Sorbitol production involves glucose hydrogenation, which requires co-adsorption of glucose and hydrogen on the catalyst surface for high catalytic performance. Binary alloy catalysts can modulate substrate adsorption to achieve better catalytic performance than Raney Ni. Herein, we established a pioneering DFT/ML approach to investigate the adsorption energies of glucose (ΔEGCHO) and H atoms (ΔEH) on 1155 binary alloy catalysts. The Light Gradient Boosting Machine (LGBM) algorithm proved the most effective ML model, predicting ΔEGCHO and ΔEH with R² values of 0.785 and 0.636, respectively. Microkinetic simulation demonstrated a correlation between catalytic activity and adsorption energy, revealing high-performance catalyst screening criteria as ΔEGCHO = −1.45 to −0.65 eV and ΔEH = −0.55–0.00 eV. Nine possible binary alloy catalysts with high predicted activity were identified, with Pd3Mg performing best. The present study highlights the potential of the DFT/ML-assisted approach in the development of efficient glucose hydrogenation binary alloy catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-02-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X24005313",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fang, Zhecheng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Sifan"
          },
          {
            "@_fa": "true",
            "$": "Fan, Haoan"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Xuezhi"
          },
          {
            "@_fa": "true",
            "$": "Ji, Huiping"
          },
          {
            "@_fa": "true",
            "$": "Li, Bolong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Zhenyu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jianghao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Kaige"
          },
          {
            "@_fa": "true",
            "$": "Song, Weiyu"
          },
          {
            "@_fa": "true",
            "$": "Meijboom, Reinout"
          },
          {
            "@_fa": "true",
            "$": "Fu, Jie"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X24005313"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X24005313"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(24)00531-3",
        "prism:volume": "691",
        "articleNumber": "120086",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Machine-learning-assisted catalytic performance predictions of binary alloy catalysts for glucose hydrogenation",
        "prism:copyright": "© 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Binary catalysts"
          },
          {
            "@_fa": "true",
            "$": "Glucose hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory"
          },
          {
            "@_fa": "true",
            "$": "Machine learning"
          },
          {
            "@_fa": "true",
            "$": "Microkinetic simulation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "120086",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 February 2025",
        "prism:doi": "10.1016/j.apcata.2024.120086",
        "prism:startingPage": "120086",
        "dc:identifier": "doi:10.1016/j.apcata.2024.120086",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "412",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69484",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "460",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45879",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "321",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63500",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "602",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "100451",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "269",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15482",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16935",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8092",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10868",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "179",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11570",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13748",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1821",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "304578",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2032",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "205159",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1419",
            "@width": "2911",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "292570",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2661",
            "@width": "2911",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "462116",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1193",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "105888",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "4772231",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1470",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-si0002.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1235",
            "@ref": "si0002",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24005313-si0003.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "1235",
            "@ref": "si0003",
            "@mimetype": "image/svg+xml"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85212962903"
      }
    }
  }
}