{
  "metadata": {
    "title": "The oligomerization of butenes with partially alkali exchanged NiNaY zeolite catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(96)00420-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004206",
    "pii": "S0926860X96004206"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342701432",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X96004206 S0926-860X(96)00420-6 S0926860X96004206 10.1016/S0926-860X(96)00420-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 19 225 241 225 241 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. OLIGOMERIZATIONBUTENESPARTIALLYALKALIEXCHANGEDNINAYZEOLITECATALYSTS NKOSI B KIESSLING 1989 89 D PODREBARAC 1996 159 G NIERLICH 1992 45 F LAI 1976 1827 P LAI 1976 1809 P LAI 1976 1818 P NKOSI 1995 385 B GHOSH 1990 3117 A 1991 MEASURINGACIDITYINZEOLITESUSINGTPD NG 1994 327 F PLANCK 1965 727 C PROCEEDINGSTHIRDINTERNATIONALCONGRESSCATALYSISAMSTERDAM KOGELBAUER 1994 157 A WARD 1976 118 J ZEOLITECHEMISTRYCATALYSIS MORTIER 1978 138 W WARD 1968 34 J IZUMI 1990 Y FUTUREOPPORTUNITIESINCATALYTICSEPARATIONTECHNOLOGY SACHTLER 1992 419 W NKOSIX1997X225 NKOSIX1997X225X241 NKOSIX1997X225XB NKOSIX1997X225X241XB item S0926-860X(96)00420-6 S0926860X96004206 1-s2.0-S0926860X96004206 10.1016/S0926-860X(96)00420-6 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X96004206-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004206/MAIN/application/pdf/9aadd94f70e36514893f600416181294/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004206/MAIN/application/pdf/9aadd94f70e36514893f600416181294/main.pdf main.pdf pdf true 792757 MAIN 17 1-s2.0-S0926860X96004206-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004206/PREVIEW/image/png/a35fc2f0cb3cf71557d7b8757165919e/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004206/PREVIEW/image/png/a35fc2f0cb3cf71557d7b8757165919e/main_1.png main_1.png png 50599 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 225-241 The oligomerization of butenes with partially alkali exchanged NiNaY zeolite catalysts B. Nkosi, F.T.T. Ng*, G.L. Rempel Department of Chemical Engineering, University of Waterloo, 200 University Avenue West, Waterloo, Ont., Canada N2L 3G! Received 12 July 1996; received in revised form 22 November 1996; accepted 29 December 1996 Abstract A number of catalysts were prepared by exchanging NaY zeolite with various amounts of nickel (NiNaY) as well as partially exchanging NaY zeolite with alkali and alkaline-earth cations (M) followed by nickel promotion (NiMNaY). These catalysts were used to oligomerize butenes in the liquid phase. For the NiMNaY catalysts prepared from similar concentrations of nickel chloride, the nickel loading decreased with increase in the cationic size of M. The acidity of catalysts was measured using temperature programmed desorption of ammonia. The NiNaY catalysts showed an increase in acid concentration with nickel loading. For the NiMNaY catalysts, a linear correlation between the acid concentration and the Sanderson electronegativity of M was found. The oligomerization activity of NiNaY and NiMNaY catalysts increased with nickel loading and acidity. It was observed that the increase in activity also led to an increase in the deactivation rate. This is attributed to the increased adsorption of olefins on the more acidic catalysts leading to the formation of long chain oligomers that foul the catalysts. For the catalysts with similar activities, the dimer selectivity was found to increase with cationic size of M, but decreased with increase in Sanderson's electronegativity of M. This improvement in catalyst stability imparted by M is probably due to the partial blocking of windows for the hexagonal prisms and/or sodalite cages of the nickel exchanged catalysts. The NiCsNaY catalyst was found to be an almost exclusive dimer selective catalyst and has the lowest deactivation rate. Keywords: Nickel exchanged Y-zeolite; Partially exchanged alkali NaY zeolites; Butene dimerization; Oligomerization; Catalyst deactivation; Acidity; Sanderson electronegativity 1. Introduction The oligomerization of butenes using nickel ion-exchanged Y-zeolites (NiNaY) has been reported previously [1,2]. These studies indicated that the * Corresponding author. E-mail: fttng@cape.uwaterloo.ca. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00420-6 226 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 zeolite catalysts were undergoing serious deactivation. Recently [3], we found that NiNaY catalysts derived from various nickel precursor salts had different deactivation rates attributed to differences in surface acidity. In that study it was also found that the reaction was diffusion-rate limited and that catalyst deactivation was due to blocking of pores in the Y-zeolite. There are a number of approaches that have been used to circumvent the deactivation of oligomeriza- tion catalysts [4-7]. One of the approaches is by the choice of a catalyst support system such as the use of large pore supports whereby the reaction would not be diffusion-rate limited and to minimize pore blockage [4,5]. Another approach is to choose zeolite supports with a narrow pore system which would restrict formation of bulky products that eventually lead to the blocking of the pores. This approach has been successfully applied by Miller in making nickel catalysts supported on ZSM-5 modified with Group liB elements such as zinc. These ZSM-5 supported catalysts were used for the oligomerization of propylene in the liquid phase [6]. This study is focused on the effect of incorporating Group IA and IIA cations into the NaY zeolite lattice, followed by nickel promotion on the activity and selectivity of NiMNaY catalysts. This incorporation of cations with various cationic sizes not only modifies the size of the Y-zeolite pores, but also results in the modification of the surface acidity. The modi- fication of the pores is due to the fact that cations from Groups IA and IIA have preference for certain cation site positions in the cages of faujasites [7-9]. In this paper, we report the results of butene oligomerization using NiMNaY catalysts (where M--Group IA cations). The results on the butene oligomerization using NiMNaY catalysts (where M--Group IIA cations) has been reported elsewhere [10] and will be used in this paper for comparison between the effect of Group IA and Group IIA cations on the activity of NiMNaY catalysts. 2. Experimental Unless otherwise stated, all catalysts were made by ion exchange procedures. All chemicals were purchased from Aldrich Chemicals and used without any further purification. 20 g of Linde Y-zeolite (LZ-Y52) from Union Carbide was ion exchanged in a 150 ml 0.5 M aqueous solutions of the appropriate alkaline chloride salts (e.g. LiC1, KC1, RbC1, CsC1) at 80 for 24 h. After the ion-exchange procedure, the zeolites were washed thoroughly with deionized water to get rid of any residual ions which may have been occluded in the zeolite pores. The washed samples were then dried at 110 for over 24 h. A second ion-exchange procedure with 150 ml of 0.5 M aqueous solutions of nickel chloride (pH--5.72) at room temperature was performed; the zeolite and nickel chloride solution were left in contact for 16 h and then filtered. The loaded catalysts were subsequently washed B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 227 with deionized water to get rid of any occluded nickel salt. They were then dried, first in air, under ambient conditions followed by drying in the oven at 110 for over 24 h. Calcination was performed at 500 under dry air for 16 h. X-ray powder diffraction patterns (XRD) were obtained for the NaY zeolite, NiNaY and NiMY (M=Li, Mg) catalysts using a Siemens D 500 X-ray diffractometer with a Cu K~ radiation. Surface area of fresh and spent catalysts were determined by N2 adsorption using the BET method. An Autosorb-1 instrument from Quantachrome was used for the BET measurements. Nickel loadings were determined by X-ray fluorescence (XRF) using an Oxford Lab-X 1000 instrument. The residual sodium contents were determined by atomic absorption spectrometry (AAS) using a Perkin Elmer 3100 instrument. The carbon content of spent catalysts was analyzed by the thermal gravimetric/differential thermal analysis method (TGA/DTA) using an SDT 2960 from TA Instruments, Inc. Approximately 50 mg of spent catalyst samples were heated in a 5% 02 in helium flow up to 650 at 20/min. A fresh calcined catalyst was used as a reference sample in the TGA/DTA analysis to ensure that any weight loss was due to the hydrocarbons or coke found on the spent catalyst. Temperature programmed desorption (TPD) studies were performed in an automated Altamira AMI-1 system. In a typical run, 60 mg of sample, previously calcined at 500 for 12 h under a dry air atmosphere, was heated in flow of argon to 550 at a rate of 20/min and maintained at that temperature for 3 h. By maintaining the catalyst under argon at 550 for 3 h we are certain that the signals obtained up to 550 from TPD studies are not due to water desorbing from the zeolites. Ammonia was adsorbed at 100, the samples were then flushed with argon at 100 for 1.5 h to remove physisorbed ammonia. TPD was performed at a heating rate of 10/min from 100 to 650. Analysis of the reactor effluent was performed using a thermal conductivity detector (TCD). 1-Butene oligomerization reactions were performed in the liquid phase using a 300 ml Parr Autoclave. The autoclave was equipped with a cooling coil to control temperature excursions such that temperature control was within 1 of the desired setpoint. All the oligomerization reactions, unless otherwise stated, were per- formed in a batch reactor using isopentane as solvent under the following standard conditions: Reactor temperature=110; total pressure----600 pounds per square inch (psi); duration of rnn=2 h; isopentane : 1-butene wt ratio--1:2.7; stirring rate=200 rpm. In a typical reaction run, a liquid charge containing 70 g of 1-butene and 25 g of isopentane was contacted with 3 g of catalyst under stirring for 2 h at 110 and 600 psi pressure. At the end of 2 h the reaction products were cooled to about 6 using ice. The amounts of reaction products and some unreacted butenes were weighed, they were then stored in the refrigerator at 8 and subsequently analyzed by gas-liquid chromatography (GC). A 60 m DB-1 column was used to separate the butenes and reaction products. The performance evaluation of catalysts as determined from the GC analysis were as follows: 228 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 weight of all oligomers Activity = weight of catalyst duration of run' weight of dimers Selectivity -- weight of all oligomers x 100, BET area of fresh catalyst - BET area of spent catalyst Deactivation = BET area of fresh catalyst 100. 3. Results and discussion 3.1. Nickel and Group IA cation content in NiMNaY catalysts The composition of the nickel supported alkali-exchanged Y-zeolites are shown in Table 1. XRD data showed that there was no change in the crystallinity of these NiMNaY catalysts. The NaY zeolite samples used in this study were extrudates derived from LZ-Y52 powder bonded with 20% w/w alumina. The sodium content of this material was approximately 7.7% w/w (as calculated from Union Carbide specifications). The results show that there is a fair amount of residual sodium cations remaining after the nickel exchange for the NiNaY catalysts (between 29% and 93% of the initial sodium value) and after the two exchange procedures for the NiMNaY catalysts (between 19% and 32% of the initial sodium value). It also Table 1 The loading of different cations in calcined NiNaY and NiMNaY catalysts Catalyst Ni loadinge (wt%) Na+ levele (wt%) Alkali M+ level (wt%) NiNaLiY~ 1.87 3.26 0.47 (0.0007)g NiNaLiYb 4.96 1.41 0.58 (0.0008)g NiNaY~ 0.71 7.19 NiNaYa 1.89 6.29 NiNaYd 2.65 3.65 NiNaYb 4.85 2.23 NiKNaYb 2.60 1.82 3.94 (0.0010)g NiRbNaYb 2.66 2.19 6.67 (0.0008)g NiCsNaYb 1.50 2.50 10.12 (0.0008)g aCatalysts prepared from 0.2 M NiCI2 solutions. bCatalysts prepared from 0.5 M NiClz solutions. c Catalyst prepared from 0.1 M NiCI2 solution. a Catalysts prepared from 0.3 M NiC12 solutions. Determined by XRF spectrometry. fDetermined by AAS. g Figures in parenthesis are for number of moles of alkali metal/g zeolite, Analysis performed by Galbraith Labs, Knoxville, TN. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 229 appears that the mole composition of the alkali metal cations in these NiMNaY catalysts are very similar. Table 1 also shows that for catalysts prepared from 0.5 M NiC12 solutions, the nickel loading is decreasing with increase in the size of the alkali cation; with the more bulky cesium ion having the lowest nickel loading. This phenomenon is due to the fact that Group IA cations below sodium in the periodic table are known to have a preference for occupying cationic positions in the supercages and only migrate very slowly to the sodalite and hexagonal positions (i.e. the locked positions) at very high temperatures, above 500 [7-9]. On the other hand, nickel cations have preference for occupying locked cationic positions and only start to occupy supercage positions after about 36% of the sites in the hexagonal positions have been exchanged [11]. Since these alkali cations are not easy to displace from the supercage positions, the nickel loading for these catalysts would be expected to be lower. 3.1.1. Temperature programmed desorption of ammonia A number of NiNaY catalysts as well as NiMNaY were characterized for acidity using the ammonia-TPD technique (Table 2 and Fig. 1). The results in Fig. 1 show that there are three ammonia desorption bands observed for the NiMNaY catalysts. A high intensity band occurring at about 200 assigned to acidic sites of weak strength. It should be mentioned that we do not attribute this band to physisorbed ammonia due to that the ammonia sorption was performed at 100 and not at ambient temperatures; the physisorption band (which is usually observed below 150) is known to occur when the ammonia sorption process is performed at ambient temperatures and disappears as the sorption temperature is increased above 100 [12]. Fig. 1 also shows that two other low intensity bands are observed at about 300 and 500 (see also Table 2). These low intensity bands occurring at about 300 Table 2 The acidity of NiNaY and NiMNaY catalysts as determined from NH3 TPD Catalysta Max. for TPD () NH3 adsorbedb Sanderson's electronegativity (mmol NH3/g cat.) for alkali metalc 1.87NiLiNaY 188 324, 498 1.57 0.74 (Li) 0.76NiNaY 192 319, 496 0.80 0.70 (Na) 1.89NiNaY 192 319, 496 1.41 2.66NiNaY 192 317, 496 1,79 4.85NiNaY 187 319, 498 2,60 2.65NiKNaY 171 310, 471 1.32 0.42 (K) 2.66NiRbNaY 169 306, 469 1,11 0.36 (Rb) 1.50NiCsNaY 174 291,435 0.81 0.28 (Cs) aThe numerical value indicates the % nickel loading. ~Based on integration of areas from 100 to 600 (see Fig. 1). e Taken from R.T. Sanderson, \"Chemical Bonds and Bond Energy\", 2nd edition, Academic Press, New York, 1976. 230 B. Nkosi et al./Applied Catalysis A.\" General 158 (1997) 225-241 ! 4 I I I I q I I 50 I00 150 200 250 300 350 400 450 500 550 600 650 T em p eratu re(d eg.C) Fig. 1. Ammonia-TPD spectra of NiMNaY catalysts, where M is: 1. Li (1.9), 2. Na (1.9), 3. K (2.6), 4. Rb (2.6), 5. Cs (1.5) (the numbers in parenthesis are for Ni wt% loading, the TCD signals have been offset for clarity purposes). oil r~ 50 100 150 200 250 300 350 400 450 500 550 600 650 700 T em p eratu re(d eg.C ) Fig. 2. Ammonia-TPD spectra of NiMNaY catalysts where M is: 1. Mg (4.9), 2. Ca (2.7), 3. Sr (3.1), 4. Ba (0.9) (the numbers in parenthesis are for Ni wt% loading, TCD signals have been offset for clarity purposes). B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 23 l and 500 suggest that the NiMNaY catalysts derived from alkali cations have very few acidic sites of high strength. Closer examination of these maxima for ammonia-TPD suggest that the strength of acidic sites follow the order Li>Na>K>Rb>Cs. We found that NiMNaY catalysts derived from alkaline-earth cations (Mg, Ca, Sr, Ba) have high intensity bands at these higher temperatures (Fig. 2) indicating that these catalysts are more acidic. The change in acidity with nickel loading for a NiNaY catalyst derived from NiC12 is shown in Fig. 3. These results suggest that the acidity increases with nickel loading. These results are similar to those reported by Ng and Creaser [13] on their NiNaY catalyst prepared from Ni(NO3)2 precursor salt. The acidity generation from exchanging Na+ in NaY zeolite with Ni2+cations is due to the hydrolysis of the [Ni(H20)6]2+ species known as the Planck mechanism [14]. Our TPD data indicated that the acidity of the NiMNaY catalysts appear to be dependent on the nature of the alkali cation M. Kogelbauer et al. [15] measured acidity of MHY catalysts (where M was Li, Na and Rb) using the TPD technique, they also found that the acidity of MHY was dependent on the nature of the alkali cation partially exchanged for H in MHY. Ward [16] and Mortier [17] have reported that the acidity of zeolites can be correlated with physicochemical properties, such as electrostatic field, electrostatic potential as well as Sanderson's electronegativity function of the cations in the exchange sites. A correlation of the acidity of NiMNaY catalysts with Sanderson's electronegativity of the alkali cations, M, is shown in Fig. 4. These results show that for catalysts containing similar loadings of nickel the acidity of NiMNaY increases with the increase in Sanderson's electronegativity of M. 3.00 -~..___~ 2.50 2.00 v >-. 4..-, 1.50 < 1.00 0.50 ' ' ' ~ ' ~ ' ' 0.50 1.00 1.50 2.00 2.50 3.00 3.50 4.00 4.50 5.00 Nickel Loading (%) Fig. 3. The influence of nickel loading on the acidity of NiNaY catalysts. 232 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 1.70 ~Na Li O) 1,50 ___ o O 1,30 E v 1.10 < 0.90 Cs 0.70 ~ ~ ~ ~ 0.20 0.30 0.40 0.50 0.60 0.70 0.80 Sanderson's eiectronegat~vity Fig. 4. The acidity as a function of Sanderson's electronegativity for NiMNaY catalysts at two different nickel contents of approximately 1.9 wt% (O) and 2.7 wt% (O). 3.2. 1-Butene oligomerization reaction The butene oligomerization results for the NiNaY and NiMNaY catalysts under standard reaction conditions are given inTables 3 and 4. The results given in Table 3 show that all the oligomers produced are mainly dimers with <5 wt% C16 and higher oligomers. The Cs dimers are mainly branched isomers with small quantities of linear ones. These branched C8 products would be suitable for gasoline blending purposes. It is noteworthy that for the NiNaY catalysts, as the nickel loading is increased the linear C8 isomers decrease. Since catalyst Table 3 Typical product distribution from the 1-butene oligomerization reaction using NiMNaY and NiNaY catalysts~ Catalystb C4 isomers (wt%) C8 isomers (wt%)c _> Ci-2 1-C4 Trans-C4 Cis-C~ DM-C~- M-C7 n-C8 _>Cl2 1.87NiLiNaY 4.78 38.51 19.19 17.08 9.43 0.16 9.61 4.96NiLiNaY 3.51 35.39 17.20 17.61 11.10 0.88 13.74 0.71NiNaY 5.68 38.15 26.63 10.30 14.55 1.86 3.18 1.89NiNaY 3.25 38.52 19.22 14.84 14.45 0.92 7.92 2.66NiNaY 2.04 27.87 9.89 22.59 19.97 0.73 12.36 4.85NiNaY 2.44 23.39 13.09 23.06 19.26 0.45 18.77 2.65NiKNaY 1.29 21.17 12.19 29.85 26.52 0.75 8.13 2.66NiRbNaY 2.28 34.43 18.80 17.72 21.41 0.51 4.69 1.50NiCsNaY 2.72 34.80 20.90 16.70 23.80 1.18 0.76 a All reactions were carried out in a batch reactor under standard conditions. bThe numerical values indicate the wt% of nickel loading. c DM=dimetbyl; M=methyl; n=normal. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 233 Table 4 The activity, selectivity and deactivation data for NiMNaY and NiNaY in the l-butene oligomefization reaction~ Catalysta Oligomerization C8 selectivityC Carbon (wt%) Deactivatione activity (g/g h) (wt%) 1.87NiLiNaY 4.29 73.51 10.77 58.74 4.80NiLiNaY 4.97 73.51 11.13 61.48 0.79NiNaY 2.13 89.36 7.11 34.10 1.89NiNaY 4.33 79.22 10.00 52.96 2.66NiNaY 5.04 77.79 10.39 60.45 4.85NiNaY 5.91 69.51 11.42 70.72 2.65NiKY 4.50 82.77 3.97 39.23 2.66NiRbY 4.15 89.42 2.17 31.63 1.50NiCsY 3.95 98.20 1.27 27.27 All reactions were carried out in a batch reactor under standard conditions. b The numbers designate the nickel loading. c Weight of C8 isomers/total weight of oligomers produced. d Determined by thermal gravimetric analysis. e Defined as the % loss of BET surface area after butene oligomerization reaction under standard reaction conditions from original BET area of freshly calcined catalyst. acidity was found to increase with nickel loading (Fig. 3), these results suggest that the amount of linear isomers decrease with increase in acidity. A similar trend is also observed for the NiMNaY catalysts. For example, for catalysts 1.87NiLiNaY, 1.89NiNaYand 1.50NiCsNaY the less acidic NiCsNaY catalyst yielded the highest amount of linear C8 dimers. The results for the oligomerization of butenes using NiNaY catalysts as given in Table 4 show that the activity increases with nickel loading. It has been reported that when Ni2+ is exchanged for sodium in NaY zeolite, the nickel ions pre- ferentially exchange for sodium ions in the sodalite and hexagonal prisms until about 36% of exchange capacity is reached [11]. After all the exchange sites in these positions are exhausted, the Ni2+ cations then exchange for Na+ cations in the supercages. It has also been proposed that for nickel to be active for the oligomerization reaction, the nickel cations have to be located in the supercages [11]. Since the oligomerization of butenes is acid catalyzed, an increase in acidity due to increased nickel loading is expected to increase oligomerization rate. The effect of acidity on the performance of these NiNaY catalysts for the butene oligomer- ization reaction is shown in Fig. 5. It appears from these results that the oligomerization activity increases with acidity up to a certain level and thereafter starts to level off. The results in Fig. 5 also show that the dimer selectivity decreases with increase in catalyst activity. This result is consistent with a consecutive reaction scheme for the oligomerization of butene. Interestingly, catalyst deactivation, as measured by the loss in surface area as well as by the amount of carbon deposition using TGA, increases with decrease in dimer selectivity (Table 4). This is in agreement with the results reported earlier [3] 234 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 7 g5 9o o~ 6 85 >., 80 -,-, 2 75 >k 5 > -~ 03 70 (D --.. (D >-, 4 GO 4-, 60 C E-, 55 _0 o 3 \"~ <:: 50 > 45 -'~ 2 40 35 n I ' ' ' ' 30 0.50 1.00 1.50 2.00 2.50 3.00 Acidity(mmole NH3/g cat.) Fig. 5. The influence of acidity on activity, dimer selectivity and deactivation for NiNaY catalysts with different Ni loadings, (Q) activity, (O) deactivation, (A) dimer selectivity. that the longer chain oligomers produced from the 1-butene reaction are respon- sible for the fouling of the zeolite catalysts. It is apparent from the results of butene oligomerization using different NiNaY catalysts that the acidity of catalysts influences the activity, dimer selectivity and deactivation (Fig. 5). Similar results were observed for the NiMNaY catalysts (Figs. 6 and 7). Closer examination of the results on the oligomerization of butenes using NiMNaY catalysts (where M--K, Rb, Cs) reveal interesting properties 4.50 1 O0 4.40 v - 85 >-, _C:: ,-' :~ 4.30 i_~ 0 70 v~ 4.20 ~ LI \"~ C,O ._~_ 4.10 - 55 _0 4.00 > <:~ 40 4~ 3.90 CS rm 3.80 ' ' 25 0.70 1.00 1.30 1.60 Acidity (mmole/g) Fig. 6. The influence of acidity on the activity, dimer selectivity and deactivation for 2.66NiNaY, 2.65NiKNaY and 2.66NiRbNaY catalysts. (O) activity, (A) dimer selectivity, (D) deactivation. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 235 1OO Cs ~ 95 v ~>~ ~b ~_ 9O ~ > K 4~ 85 (D 8o LI (/) 75 Sr 7o ~ S~ E o ~ L.a I:~ 65 Mg 60 i ~ ~ L , 0.55 0.75 0.95 1.15 1,35 1.55 1.75 Cationic Radius(A) Fig. 7. The influence of acidity on the activity, dimer selectivity and deactivation for 1.87NiLiNaY, 1.89NiNaY and 1.50NiCsNaY catalysts. (O) activity, (~) dimer selectivity, (E]) deactivation. compared to NiLiNaY and NiNaY (Tables 2 and 4). These NiMNaY catalysts are less acidic than the NiLiNaY and NiNaY at similar nickel loadings, however, they appear to have higher activities, better dimer selectivities and less deactivation. These phenomena are clearly shown by the NiCsNaY catalyst. The 1.50NiCsNaY catalyst has a similar acidity as the 0.76NiNaY catalyst (Table 2), however, the activity of the NiCsNaY is about double that of 0.71 NiNaY with a 98.2% dimer selectivity and low deactivation. The higher activity with the 1.50NiCsNaY catalysts may be due to the higher nickel content. However, the higher dimer selectivity, and low carbon content on spent catalyst and deactivation is most likely due to the bulky Cs cations preventing the formation of higher oligomers by restricting the space available for longer hydrocarbon chain formation in the zeolite pores. Thus, by partially exchanging sodium with various alkali cations having higher basicity (low Sanderson's electronegativity) and bigger cationic size, catalysts that have good activity with high dimer selectivity and low deactivation are obtained. 3.3. The influence of physicochemical properties on catalyst performance The acidity of zeolites has been shown to be related to physicochemical properties, such as Sanderson's electronegativity of the cations in the exchange sites [16-18]. We found a number of interesting correlations between various physicochemical properties of the cations in the exchange sites and catalytic properties such as, dimer selectivity and deactivation (as measured by loss in sur- face area as well as by TGA determination of carbonaceous deposited materials). The results of these findings are shown in Figs. 8-13 for catalysts with similar activity (about 4 g/g h) since dimer selectivity and deactivation are related to 236 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 1OO CS ~ 95 v >\" Rb .~_ 90 4-~ 85 C) (1) 8o (1) El 03 75 ~- Sr (]3 70 E (~ 65 Mg 60 I I I I I 0.55 0.75 0.95 ~. ~ 5 ~.35 ~.55 ~.75 (Cationic Radius(A) Fig. 8. Dimer selectivity as a function of cationic radius of M for various alkaline and alkaline-earth NiMNaY catalysts. lOO (Ds ~ 95 v >, 90 Rb _~ 85 aa 0 Na o (b 80 K (b Sr 03 75 O LI 70 o Mc ~z Ca o -- 65 60 I I I I I I I 0.20 0.38 0.55 0.72 0.90 1.07 1.25 1.42 1.60 Sanderson's electronegat~vity Fig. 9. Dimer selectivity as a function of the Sanderson electronegativity of cations in NiMNaY catalysts. activity. In these plots we have also included the results for alkaline-earth exchanged NiMNaY catalysts from our previous studies [10]. It is to be noted that the exchange of NaY with alkaline-earth cations results in the generation of acidic sites according to the Planck mechanism [ 14], whereas the exchange of NaY with alkali cations does not lead to the generation of acidic sites, but instead leads to the generation of basic sites [19]. Thus, catalysts derived from alkaline-earth cations are expected to have higher acidity than those derived from alkali cations as shown in Figs. 1 and 2. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 237 15 OC- 12 o~ ~ Sr B ~ g a 0 M--- 6 c- --3 \"~.,Rb 0 3 E <( 0 I I I I I 0.55 0.75 0.g5 1.15 1.35 1.55 1.75 Cationic Radius(A) Fig. 10. Amount of carbon in spent NiMNaY catalysts as function of the alkali and alkaline-earth cationic radius. 15 v (- 12 o ---_2g B ~ hi a t~ 9 (D M--- 0 6 .~ K ~ Rb 0 3 0 I I I I i I 65 70 75 80 85 90 95 1 O0 Dimer selectivity (%) Fig. 11. Relationship between dimer selectivity and carbon content of NiMNaY catalysts. The influence of cationic size on the dimer selectivity for NiMNaY catalysts is shown in Fig. 8. The dimer selectivity of all the catalysts increases with cationic radius of both the alkali metals and the alkaline-earth metals. This is probably due to partial blocking of the sodalite cages and/or the hexagonal prisms by some of the bulky cations preventing, the formation of long chain oligomers. In fact, some of these alkaline-earth cations such as Mg, Ca, 238 B. Nkosi et aL/Applied Catalysis A: General 158 (1997)225-241 16 ~ Mg v 14 0 (-- 0 0 12 Lt Ca 0 ~- Na Sr lO 0 (D Ba 8 1.4,.-- o 6 4--\" K (- :13 4 O Cs E 2 <::[ Rb 0 I I I I I I I 0.20 0.38 0.55 0.72 0.90 1.07 1.25 1.42 1.60 Sanderson's electronegativity Fig. 12. Amount of carbon in spent NiMNaY catalysts as a function of the Sanderson electronegativity. 100 95 C~b ~ 9o .I...o ?_ 85 Ba +6 K ..~a _ 80 ~C oo Sr 75 70 _l a a 65 Mg 60 , , , t , 0.40 0.55 0.70 0.85 1.00 1.15 1.30 Radius ee Sanderson electronegativity Fig. 13. The interaction of cationic radius and Sanderson electronegativity on C8 selectivity. and Sr have also been reported to have preference for occupying sodalite cages in these Faujasite zeolites [20]. It is interesting that these two groups of cations give two apparent correlation curves, with the less acidic alkali metals having better dimer selectivity. To further examine the influence of acidity, a plot of dimer selectivity as a function of Sanderson's electronegativity function is shown in Fig. 9. The dimer selectivity increases with decrease in Sanderson's electronegativity for both alkali and alkaline-earth cation exchanged zeolites. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 239 Although barium has a similar electronegativity as lithium, the dimer selectivity of the barium derived catalyst is significantly higher. Since barium has a larger radius than lithium, this result indicates that the cationic size has an influence on the dimer selectivity. The influence of cationic size on deactivation is shown in Fig. 10. These results show that the deactivation of the catalysts is inversely proportional to the cationic size. Apparently the alkali and alkaline-earth cations give two different correlation curves, with the less acidic alkali metals having less carbon formation. Some physicochemical properties, such as electrostatic field and potential, have been reported to increase with a decrease in the size of the cation for Faujasite type zeolites exchanged with alkali and alkaline-earth metals [18]. Specifically, these electrostatic factors have a great influence on the diffusivity of polarizable molecules such as alkenes. The results in Fig. 10 could suggest that diffusivity of the alkenes may be influencing the deactivation of these catalysts. The relationship between the carbon content and dimer selectivity is shown in Fig. 11. These results show that the carbon content increases with decrease in the dimer selectivity, suggesting that long chain oligomerization products may be responsible for the fouling of the catalysts. Differential thermal analysis data of the spent NiNaY catalyst indicate that it contains Cs, C12 and C16 hydrocarbons [3]. Other researchers have also concluded that C16 and higher oligomers were responsible for catalyst deactivation [1]. The data in Fig. 11 also appear to fall on two different curves where the spent catalysts derived from K, Rb, and Cs have significantly less carbon and higher selectivity. This may well be due to the lower acidity of these catalysts. Indeed, Fig. 12 shows that the carbon content of spent catalysts increases with an increase in Sanderson's electronegativity. This result is expected since the electronegativity function is related to the acidity of the zeolites and it has been generally accepted that high acidity leads to enhanced catalyst deactivation. It appears that the carbon content increases with Sanderson's electronegativity up to a certain value above which the amount of carbon does not change much. This is related to the observation that the effect of electro- negativity on carbon content of the catalyst is more pronounced for the catalysts derived from the Group IA cations than the Group IIA cations. Fig. 13 shows a plot of the dimer selectivity as a function of cationic radius x Sanderson's electronegativity of M (which represents the interaction of cationic radius with Sanderson's electronegativity). These results show that the two groups of cations from alkali and alkaline-earth metals form volcano-like curves, with Cs and Ba occupying the apex of the curves. It is interesting to note that the amount of carbon found on the spent catalysts show an inverted volcano-type phenomenon with the Cs and Ba catalysts once again at the apex of the inverted volcano curves (Fig. 14). These results suggest that the catalysts derived from Cs and Ba have near optimum properties for the 1-butene oligomerization reaction, for the alkali and alkaline-earth exchanged NiMNaY catalysts. 240 B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 16 Mg 14 Ca c 12 _i Na 10 r Ba ,-,-- 8 o 6 4 K E < 2 0 Csj ~ ~ ~ ~ ~ ~ 0.40 0.50 0.60 0.70 0.80 0.90 1.00 1.10 1.20 1.30 Radius ~ Sanderson electronegativity Fig. 14. The interaction of cationic radius and Sanderson electronegativity on the carbon content of spent NiMNaY catalysts. 4. Conclusions Our results indicate that partially exchanging sodium with other alkali cations in NiNaY leads to catalysts with different activity for 1-butene oligomerization. These differences in oligomerization activity are due to changes in physicochem- ical properties, such as cationic radius and electronegativity of catalysts with the introduction of the different alkali cations. An increase in electronegativity, i.e. acidity, leads to an increase in catalyst deactivation and a decrease in dimer formation. We attribute this to the increase in adsorption of olefins on the more acidic catalysts. An increase in the alkali cationic radius leads to an increase in the dimer selectivity and a decrease in the catalyst deactivation. This phenomenon is attributed to the partial blocking of the windows in the hexagonal prisms and/or sodalite cages by these alkali cations, as well as the influence of the physico- chemical properties of the alkali cations on the diffusivity of the alkenes. The catalyst prepared from partially exchanging sodium with cesium showed the best catalytic performance as evidenced by: high activity, good Cs selectivity and low deactivation rate. Acknowledgements Financial support from The Natural Sciences and Engineering Research Council of Canada, Strategic Grants Research Program is acknowledged. We also would like to thank Dr. G. Podrebarac for carrying out the XRD measurements. B. Nkosi et al./Applied Catalysis A: General 158 (1997) 225-241 241 References [1] D. Kiessling, K. Hagenan, G. Wendt, A. Barth and R. Schoellner, React. Kinet. Catal. Lett., 39 (1989) 89. [2] G. Podrebarac, ET.T. Ng and G.L. Rempel, Appl. Catal. A, 140 (1996) 159. [3] B. Nkosi, ET.T. Ng, G.L. Rempel, Appl. Catal., submitted. [4] S.J. Miller, US Patent, 4465788 (1984). [5] E Nierlich, Hydrocarbon Processing, February (1992) 45. [6] S.J. Miller, US Patent, 4542251 (1985). [7] P.P. Lai and L.V.C. Rees, J. Chem. Soc. Faraday Trans. 1, 72 (1976) 1827. [8] P.P. Lai and L.V.C. Rees, J. Chem. Soc. Faraday Trans. 1, 72 (1976) 1809. [9] P.P. Lai and L.V.C. Rees, J. Chem. Soc. Faraday Trans. 1, 72 (1976) 1818. [10] B. Nkosi, ET.T. Ng and G.L. Rempel, Stud. Surf. Sci. Catal., 97 (1995) 385. [11] A.K. Ghosh and L. Kevan, J. Phys. Chem., 94 (1990) 3117. [12] Measuring acidity in zeolites using TPD, Altamira Notes, July 1991. [13] F.T.T. Ng and D.C. Creaser, Appl. Catal. A, 119 (1994) 327. [14] C.S. Planck, Proceedings of Third International Congress Catalysis, Amsterdam, 1, 1965, p. 727. [15] A. Kogelbauer, M. Ocal, A.A. Nikolopoulos, J.G. Goodwin Jr. and G. Marcelin, J. Catal., 148 (1994) 157. [16] J.W. Ward, in: J.A. Rabo (Ed.), Zeolite Chemistry and Catalysis, vol. 171, ACS, Washington, DC, 1976, p. 118. [17] W.J. Mortier, J. Catal., 55 (1978) 138. [181 J.W. Ward, J. Catal., 10 (1968) 34. [19] Y. Izumi, M. Onaka, in: M. Misono, Y. Moro-oka, S. Kimura (Eds.), Future opportunities in catalytic and separation technology, Stud. Surf. Sci. Catal., Elsevier, Amsterdam, 1990. [20] W.M.H. Sachtler, Catal. Today, 15 (1992) 419. APCATA 96004206 S0926-860X(96)00420-6 10.1016/S0926-860X(96)00420-6 Elsevier Science B.V. All rights reserved. The oligomerization of butenes with partially alkali exchanged NiNaY zeolite catalysts B. Nkosi F.T.T. Ng * G.L. Rempel Department of Chemical Engineering, University of Waterloo, 200 University Avenue West, Waterloo, Ont., Canada N2L 3G1 * Corresponding author. A number of catalysts were prepared by exchanging NaY zeolite with various amounts of nickel (NiNaY) as well as partially exchanging NaY zeolite with alkali and alkaline-earth cations (M) followed by nickel promotion (NiMNaY). These catalysts were used to oligomerize butenes in the liquid phase. For the NiMNaY catalysts prepared from similar concentrations of nickel chloride, the nickel loading decreased with increase in the cationic size of M. The acidity of catalysts was measured using temperature programmed desorption of ammonia. The NiNaY catalysts showed an increase in acid concentration with nickel loading. For the NiMNaY catalysts, a linear correlation between the acid concentration and the Sanderson electronegativity of M was found. The oligomerization activity of NiNaY and NiMNaY catalysts increased with nickel loading and acidity. It was observed that the increase in activity also led to an increase in the deactivation rate. This is attributed to the increased adsorption of olefins on the more acidic catalysts leading to the formation of long chain oligomers that foul the catalysts. For the catalysts with similar activities, the dimer selectivity was found to increase with cationic size of M, but decreased with increase in Sanderson's electronegativity of M. This improvement in catalyst stability imparted by M is probably due to the partial blocking of windows for the hexagonal prisms and/or sodalite cages of the nickel exchanged catalysts. The NiCsNaY catalyst was found to be an almost exclusive dimer selective catalyst and has the lowest deactivation rate. Keywords Nickel exchanged Y-zeolite Partially exchanged alkali NaY zeolites Butene dimerization Oligomerization Catalyst deactivation Acidity Sanderson electronegativity References [1] Kiessling D. Hagenan K. Wendt G. Barth A. Schoellner R. React. Kinet. Catal. Lett. 39 1989 89 [2] Podrebarac G. Ng F.T.T. Rempel G.L. Appl. Catal. A 140 1996 159 [3] B. Nkosi, F.T.T. Ng, G.L. Rempel, Appl. Catal., submitted. [4] S.J. Miller, US Patent, 4 465 788 (1984). [5] Nierlich F. Hydrocarbon Processing 1992 45 February [6] S.J. Miller, US Patent, 4 542 251 (1985). [7] Lai P.P. Rees L.V.C. J. Chem. Soc. Faraday Trans. 1 72 1976 1827 [8] Lai P.P. Rees L.V.C. J. Chem. Soc. Faraday Trans. 1 72 1976 1809 [9] Lai P.P. Rees L.V.C. J. Chem. Soc. Faraday Trans. 1 72 1976 1818 [10] Nkosi B. Ng F.T.T. Rempel G.L. Stud. Surf. Sci. Catal. 97 1995 385 [11] Ghosh A.K. Kevan L. J. Phys. Chem. 94 1990 3117 [12] Measuring acidity in zeolites using TPD Altamira Notes July 1991 [13] Ng F.T.T. Creaser D.C. Appl. Catal. A 119 1994 327 [14] Planck C.S. 3rd ed. Proceedings of Third International Congress Catalysis, Amsterdam 1 1965 727 [15] Kogelbauer A. Ocal M. Nikolopoulos A.A. Goodwin J.G. Jr. Marcelin G. J. Catal. 148 1994 157 [16] Ward J.W. 3rd ed. Rabo J.A. Zeolite Chemistry and Catalysis vol. 171 1976 ACS Washington, DC 118 [17] Mortier W.J. J. Catal. 55 1978 138 [18] Ward J.W. J. Catal. 10 1968 34 [19] Izumi Y. Onaka M. Misono M. Moro-oka Y. Kimura S. Future opportunities in catalytic and separation technology 3rd ed. Stud. Surf. Sci. Catal. 1990 Elsevier Amsterdam [20] Sachtler W.M.H. Catal. Today 15 1992 419",
      "scopus-id": "0342701432",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004206",
        "dc:description": "A number of catalysts were prepared by exchanging NaY zeolite with various amounts of nickel (NiNaY) as well as partially exchanging NaY zeolite with alkali and alkaline-earth cations (M) followed by nickel promotion (NiMNaY). These catalysts were used to oligomerize butenes in the liquid phase. For the NiMNaY catalysts prepared from similar concentrations of nickel chloride, the nickel loading decreased with increase in the cationic size of M. The acidity of catalysts was measured using temperature programmed desorption of ammonia. The NiNaY catalysts showed an increase in acid concentration with nickel loading. For the NiMNaY catalysts, a linear correlation between the acid concentration and the Sanderson electronegativity of M was found. The oligomerization activity of NiNaY and NiMNaY catalysts increased with nickel loading and acidity. It was observed that the increase in activity also led to an increase in the deactivation rate. This is attributed to the increased adsorption of olefins on the more acidic catalysts leading to the formation of long chain oligomers that foul the catalysts. For the catalysts with similar activities, the dimer selectivity was found to increase with cationic size of M, but decreased with increase in Sanderson's electronegativity of M. This improvement in catalyst stability imparted by M is probably due to the partial blocking of windows for the hexagonal prisms and/or sodalite cages of the nickel exchanged catalysts. The NiCsNaY catalyst was found to be an almost exclusive dimer selective catalyst and has the lowest deactivation rate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004206",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nkosi, B."
          },
          {
            "@_fa": "true",
            "$": "Ng, F.T.T."
          },
          {
            "@_fa": "true",
            "$": "Rempel, G.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004206"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004206"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00420-6",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The oligomerization of butenes with partially alkali exchanged NiNaY zeolite catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel exchanged Y-zeolite"
          },
          {
            "@_fa": "true",
            "$": "Partially exchanged alkali NaY zeolites"
          },
          {
            "@_fa": "true",
            "$": "Butene dimerization"
          },
          {
            "@_fa": "true",
            "$": "Oligomerization"
          },
          {
            "@_fa": "true",
            "$": "Catalyst deactivation"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Sanderson electronegativity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "225-241",
        "prism:endingPage": "241",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(96)00420-6",
        "prism:startingPage": "225",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00420-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342701432"
      }
    }
  }
}