{
  "metadata": {
    "title": "Characterization of TiO<ce:inf loc=post>2</ce:inf>-, ZrO<ce:inf loc=post>2</ce:inf>- and Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>-supported iron catalysts as used for CO<ce:inf loc=post>2</ce:inf> hydrogenation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-01-02",
    "doi": "10.1016/S0926-860X(96)00132-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96001329",
    "pii": "S0926860X96001329"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043048400",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96001329 S0926-860X(96)00132-9 S0926860X96001329 10.1016/S0926-860X(96)00132-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00269 2024-01-01T12:18:48.759026Z 0 0 19970102 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 148 148 2 2 Volume 148, Issue 2 5 301 313 301 313 19970102 2 January 1997 1997-01-02 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. CHARACTERIZATIONTIO2ZRO2AL2O3SUPPORTEDIRONCATALYSTSUSEDFORCO2HYDROGENATION SUO Z AYERS 1988 W CATALYTICACTIVATIONCARBONDIOXIDE SOLYMOSI 1980 471 F SOLYMOSI 1981 1003 F SOLYMOSI 1985 578 F JACKSON 1984 342 S WEATHERBEE 1982 460 G BARRAULT 1990 255 J SCHILD 1991 6341 C THAMPI 1987 506 K HENDERSON 1985 1417 M IIZUKA 1982 1 T NOZAKI 1987 339 F TROVARELLI 1990 129 A FUJIWARA 1992 767 M INUI 1991 95 T KUEI 1991 347 C PIJOLAT 1982 367 M GUERRERORUIZ 1986 349 A WEATHERBEE 1984 352 G WIERZCHOWSKI 1986 203 T BARRAULT 1981 373 J RETHWISCH 1986 1863 D RETHWISCH 1986 1625 D RETHWISCH 1986 35 D KOU 1994 247 Y JI 1991 517 W JI 1993 2059 W GUGLIELMINOTTI 1994 4884 E GUGLIELMINOTTI 1994 9033 E GALUSZKA 1992 96 J KOU 1995 271 Y KOU 1995 279 Y KOU 1993 660 Y WILLIAMS 1991 415 K MICIUKIEWICZ 1995 151 J ELSHALL 1994 3067 M TAU 1984 285 L HUIZINGA 1981 2156 T NOBILE 1989 383 A LIU 1994 6804 Z TANG 1987 440 R VAISHNAVA 1985 301 P STEVENSON 1989 2058 S THAMPI 1988 851 K PROC9THINTCONGRCATAL KIKUCHI 1982 216 E PANPACSYNFUELSCONF WU 1992 68 X SHIGEAKI 1989 405 K LEE 1991 267 M REUEL 1984 78 R SUOX1997X301 SUOX1997X301X313 SUOX1997X301XZ SUOX1997X301X313XZ 2021-03-24T17:24:36.847Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S0926860X96001329 This project is supported by the National Natural Science We are grateful to the Photon Factory for the use of the thank Dr. T. Tanaka and Prof. M. Nomura for experimental item S0926-860X(96)00132-9 S0926860X96001329 1-s2.0-S0926860X96001329 10.1016/S0926-860X(96)00132-9 271346 2024-01-01T12:18:48.759026Z 1997-01-02 1-s2.0-S0926860X96001329-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001329/MAIN/application/pdf/f453c4df89ea0bf4fa73783971c81591/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001329/MAIN/application/pdf/f453c4df89ea0bf4fa73783971c81591/main.pdf main.pdf pdf true 892548 MAIN 13 1-s2.0-S0926860X96001329-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001329/PREVIEW/image/png/34f0d5c60b7e73d956651e5a7897b5f4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001329/PREVIEW/image/png/34f0d5c60b7e73d956651e5a7897b5f4/main_1.png main_1.png png 40648 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96001329-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001329/STRIPIN/image/gif/a852be051dc353a1c4e1ca833bf101a1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001329/STRIPIN/image/gif/a852be051dc353a1c4e1ca833bf101a1/si1.gif si1 true si1.gif gif 2277 31 508 ALTIMG APPLIED _ CATALYSIS A: GENE ELSEVIER Applied Catalysis A: General 148 (1997) 301-313 Characterization of Ti02_ , Zr02- and A1203-supported iron catalysts as used for C02 hydrogenation Zhang-huai Suo * , Yuan Kou, Jian-zhong Niu, Wen-zhong Zhang, Hong-li Wang OSSO State Key Laboratory, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China Received 6 November 1995; revised 19 March 1996; accepted 20 March 1996 Abstract Alumina-, titania- and zirconia-supported iron oxides with an Fe loading of 5 wt.-% have been prepared by direct reduction of the precursors from incipient wetness impregnation and used for the synthesis of CZ+-hydrocarbons from COZ and HZ. According to the conversion of CO2, the catalytic activity decreases in the following order: Fe/Ti02(B) - Fe/Zr02(B) > Fe/Ti02(A) > Fe/Zr02(A) > Fe/A1203. XRD, Raman, Msbauer and EXAFS analyses are employed for the characterization of the catalysts following the reduction treatment. The results suggest that conversion of COZ to hydrocarbons is favored by the simultaneous presence of both zerovalent irons and coordinatively unsaturated cationic irons, among which ferric ions are for the Fe/Zr02(B) and ferrous ions for the Fe/Ti02(B). Keywords: Iron; COZ hydrogenation; Raman; Msbauer; EXAFS 1. Introduction Although a large number of investigations have been made on CO hydrogenation, so far relatively little attention has been paid to the conversion of CO2 into hydrocarbons [1]. It has been described [2-11] that the hydrogenation of COZ is generally much more selective toward methane over supported Group VIII metals. Some investigations have dealt with the production of C2+-hydrocarbons Corresponding author. 0926-860X/96/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH 50926-860X(96)00132-9 302 Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 307-313 (C2+ are hydrocarbons other than methane) from COZ and HZ [12-23], but much of them shown very poor selectivity. In this respect, iron-based catalysts seem to have potential [ 16-23]. In this paper, A1203-, Ti02- and Zr02_SUP_ ported iron catalysts were prepared and used for the synthesis of C2+-hydrocarbons from CO2 and H2. Catalytic performances and surface structures of supported iron oxide catalysts have been extensively studied by many authors [24-33]. It has been demonstrated that the iron cations are almost saturated by adventitious oxygen after calcination. Removing these oxygens will be difficult due to the geometric stability of the octahedral coordinated iron sites [34,35]. Such a catalyst cannot give high activity in CO hydrogenation because it does not adsorb CO [31,32]. In order to decrease the coordination number of the iron cations and further form the coordinatively unsaturated surface iron species at the interface of iron oxides and the support, a novel preparation strategy has been proposed in our previous studies [34,35], i.e., the catalyst precursors obtained by incipient wetness impregnation are directly reduced in H 2 atmosphere at proper temperature without calcination. 2. Experimental 2.1. Catalyst preparation The supports employed in this study were y-A1203, Ti02 and Zr02. The -y-A'203 support was obtained commercially without any pretreatment. Both Ti02 and ZrO., supports were obtained in two ways. The commercially available Ti02(A) was calcined at 473 K for 2 h. The Ti02(B) was prepared by the hydrolysis of Ti(i-01304. After filtering, the white precipitate obtained was dried at 393 K and calcined at 873 K for 5 h. X-ray diffraction (XRD) analysis revealed that the Ti02(A) is only in anatase form and the Ti02(B) consisted of ca. 15% rutile and ca. 85% anatase. The Zr02(A) was prepared by the hydrolysis of an aqueous ZrOC12 solution with dilute ammonia. After filtering and washing repeatedly with de-ionized water to remove chloride ions, the white precipitate obtained was dried at 393 K and calcined at 873 K for 5 h. The Zr02(B) was obtained from the decomposition of Zr(OH)4 at 873 K for 5 h. XRD confirmed that both Zr02(A) and Zr02(B) were mainly in monoclinic form. All supports were crushed to particles of 30-60 mesh. The surface areas of the supports determined by BET method were as follows: -y-A1203 150; Ti02(A) 7; Ti02(B) 20; Zr02(A) 24; and Zr02(B) 27 m2/g. Supported iron oxide samples with an Fe loading of 5 wt.-% were prepared by the incipient wetness impregnation of the supports with an aqueous solution of hydrated ferric nitrate. The precursors obtained were dried carefully at 393 K overnight. The carefully dried precursors were reduced in situ in flow H 2 atmosphere at 773 K for 5 h and direct calcination was avoided. Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 303 2.2. Hydrogenation of COZ The hydrogenation of COZ was carried out using a stainless steel fixed-bed flow microreactor. The carefully dried sample (about 1 ml) was mounted in the stainless steel reactor tube (I.D. = 8 mm) and then reduced in HZ at 773 K for 5 h. After cooling to the reaction temperature (623 K), the HZ flow was replaced with a pre-mixed feed gas (HZ:COZ = 2:1). The feed gas was purified by passage through 3A and 13X molecular sieve traps at room temperature to remove probable impurities, such as water or alcohol. The pressure of the feed gas was 1.5 MPa and the space velocity of the stream of educts was generally 800-1000 ml ml-'cat h-'. After the reaction went on for 2-4 h, the conversion of COZ and the distribution of the products did not change evidently. At the time, the products were analyzed by using on-line gas chromatography. Analysis of C 1-C 5 hydrocarbons was carried out in a quartz capillary column coated with alumina using a flame ionization detector, but higher hydrocarbons were not detected with the column. Analyses of CO and COZ were performed in a carbon molecular sieve column using a thermal conductivity detector. Blank test runs showed that the catalytic effects of the reactor wall and the supports were negligible under the reaction temperature. 2.3. XRD and Raman measurements A D/MAX-RB X-ray diffractometer (Rigaku, Japan) operating with Cu Ka radiation was used to determine the crystalline phases present. X-ray diffraction studies were performed on all the samples prepared. The Raman spectra of titania and titanic-supported iron samples were collected in a Raman apparatus (Model 1403, Spex). The 514.5 nm line of an argon ion laser was used as the excitation source. Titania was also reduced at 773 K for 5 h. Under the protection of NZ atmosphere, the reduced samples were sealed in a specimen tube and used directly in the measurement without exposure to air. 2.4. Msbauer measurement All 5' Fe-Msbauer spectra were taken at room temperature in an MR-351 Msbauer spectrometer. The y-ray source consisted of 10 mCi of 57CO in a rhodium matrix. The oscillation was in constant acceleration mode. The reduced sample was made by directly applying the powders on Scotch tape and sealing under NZ atmosphere and then measured at room temperature immediately. The velocity scale in all spectra was reported relative to metallic iron, which was also the reference standard for isomer shift calculation. All spectra were analyzed and fitted with a set of independent Lorentzians, with the help of a nonlinear least-squares fitting procedure. Usually it was assumed that the 304 Z-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 Mdssbauer area ratios are equal to a relative amount of the associated species. This approximation was commonly used in the pertinent literature [24,33]. 2.5. EXAFS measurement X-ray absorption spectra were obtained using the BL-7C facility at the Photon Factory (Tsukuba, Japan) with a positron beam energy of 2.5 GeV and an average stored current of 250 mA. Data were collected with a Si(311) doublecrystal monochromator in fluorescence mode. Spectra were recorded in four energy regions about the Fe K-edge: -100 to - 30 eV in 15 eV steps, - 30 to 70 eV in 0.5-eV steps, 70 to 700 eV in 4-eV steps, and above 700 eV in 8-eV steps. The energy calibration was set at 7111.0 eV at the Fe foil 3d pre-edge feature. The preparation procedure of the specimen was the same as the Mdssbauer measurement. The data were processed on an AST 486 microcomputer with the program library for EXAFS data processing written by the Institute of Physics, Chinese Academy of Sciences. A general procedure for the EXAFS (extended XAFS) analysis had been given previously [27,28,36]. 3. Results 3.1. Catalytic activity and selectivity The results in the synthesis of C2+-hydrocarbons from CO2 and HZ over various supported iron catalysts are shown in Table 1. The results from Table I indicate that the catalytic activity and the selectivity to C2+-hydrocarbons are affected by the nature of the support used. According to the conversion of C02, the catalytic activity decreases in the order: Fe/Ti02(B) - Fe/Zr02(B) > Fe/Ti02(A) > Fe/ZrOz(A) > Fe/A1203. The Fe/Ti02(B) gives C02 conversion of ca. 19%. It can be seen from Table 1 that the catalyst showing higher activity also gives better selectivity to C2+-hydrocarbons. The C2,-selectivity over the Fe/Ti02(B) is ca. 50% and the other products are CO (25.1 %) and Table 1 Catalytic activity and selectivity over supported iron catalysts reduced at 773 K. Temperature 623 K, pressure 1.5 MPa, space velocity 800-1000 ml ml-1cat h-1, feed gas ratio HZ:CO2 =2:1 Catalyst Conversion of CO2 (%) Selectivity of products (%) CO CHQ CZ-C5 Lower olefins Fe/A1203 4.1 94.8 4.0 1.2 - Fe/Ti02(A) 8.2 56.9 24.1 19.0 1.0 Fe/Ti02(B) 19.1 25.1 24.8 50.1 2.4 Fe/Zro2(A) 6.8 58.3 13.6 28.1 0.4 Fe/Zr02(B) 17.1 50.2 11.5 38.3 6.6 Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 307-313 305 CH4 (24.8%). The Fe/Zr02(B) catalyst also shows good activity and selectivity. It is noteworthy that the Fe/Zr02(B) gives ca. 6.6% selectivity to lower olefins. Therefore as far as the formation of lower olefins from COZ hydrogenation is concerned, zirconia-supported iron oxide has great potential. A certain amount of CO is detected in the products of COZ hydrogenation. Furthermore, the lower the catalytic activity, the better the CO selectivity. This implies that CO is a possible intermediate of C02 hydrogenation [37]. 3.2. XRD and Raman spectroscopy In addition to the original peaks from the support, both the a-Fe phase and FeTi03 phase are observed in the reduced Fe/Ti02(A) or Fe/Ti020, but the a-Fe phase is only observed in the reduced Fe/Zr02(A) or Fe/Zr02(B). No other phase than the peaks from A1203 was observed in the reduced Fe/A1203. Fig. la displays the Raman spectrum of free Ti020 without any pretreat- a C C 100 00 1 78E OS i Raman shift (cm-1) 3 95E 04 (b) a c N C 637 395 512 849 0.00E 100.00 800.00 1500 00 100.00 Raman shift (cm-1) 5.04E OS a A 'rn c a> c B 800 00 1500 00 s3s 194 -- 994 512 50 00 525525 00 Raman shift (cmv ) (a) (C) 1000.00 800.00 1500.00 Raman shift (cm-1) Fig. 1. Raman spectra of TiOZ(B) and 5 wt.-% Fe/Ti02(B) sample. (a) TiOZ(B), (b) Ti02(B) reduced at 773 K, (c) Fe/Ti020 reduced at 773 K. 306 Z-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 1.00 c ; 0.99 y o.98 ~ 0.971- -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 8 Relative velocity (mm/s) Fig. 2. Msbauer spectrum of 5 wt.-% Fe/A1203 sample reduced at 773 K. ment. The Raman peaks at 141, 194, 394, 512, and 636 cm-I are from Ti-O bonds of the anatase form in the support, being in good agreement with the results observed by other authors [38,39]. The Raman lines from the rutile phase (240, 442, 606 cm-' ) are not observed, indicating the rutile phase on the surface of Ti02(B) was present in a very small amount. Fig. lb shows the Raman spectrum of the reduced Ti02(B). A new Raman line near 849 cm-1 is observed in addition to the original Raman lines. This results from the reduction of Ti02(B) itself. The fact that the color of Ti02(B) changes from white to gray after the reduction suggests that the surface of Ti02(B) has indeed been reduced [40-42]. Similar spectral features but with much weak Raman intensities are observed in the reduced Fe/Ti02(B) (Fig. lc), confirming that all of the Raman lines are from the anatase form in the Ti02(B). It means that the surface structure of the Ti02(B) still remained after deposition of the iron oxides. Table 2 Msbauer parameters of supported iron catalysts pre-reduced at 773 K. IS: isomer shift relative to metallic iron, QS: quadrupole splitting, Hefe: hyperfine magnetic field, A: percentage of total spectral area Catalyst IS (mm/s) QS (mm/s) Heff (kOe) A (%) Assignment Fe/A1203 0.34 0.95 - 78.7 Fe3+ 0.99 1.89 - 21.3 Fe2+ Fe/Ti02(B) 0.02 - - 17.4 Fe 0.05 0.02 332.5 22.9 a-Fe 1.36 1.57 - 10.1 Fe2+ (A) 1.10 0.73 - 49.6 Fe 2+ (B) Fe/Zr02(B) 0.33 0.92 - 28.2 Fe 3+ 0.00 0.02 332.1 71.8 a-Fe Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 1.00 O E 0.99 a~ 0.98 -8 -7 -6 -5 -4 -3 -2 -1 0 1 2 3 4 5 6 7 8 Relative velocity (mm/s) Fig. 3. Msbauer spectrum of 5 wt.-% Fe/Ti02(B) sample reduced at 773 K. 3.3. Msbauer spectroscopy 307 Msbauer spectroscopy is mainly employed to determine the chemical state and the symmetry of the iron species formed by reduction. A room temperature Msbauer spectrum of the reduced Fe/A1203 is shown in Fig. 2 and the corresponding Msbauer parameters are listed in Table 2. The spectrum is fitted with two doublets. The doublet with an isomer shift (IS) of 0.34 mm/s and a quadrupole splitting (QS) of 0.95 mm/s are indicative of ferric canons [24,43-45]. Another doublet has the parameters of IS = 0.99 mm/s and QS = 1.89 mm/s, being very close to that of the ferrous canons in FeAlZ04 1.00 C O h E 0.99 a~ 0.98 -10 -8 -6 -4 -2 0 2 4 6 81~0 Relative velocity (mm/s) Fig. 4. Msbauer spectrum of 5 wt.-% Fe/Zr02(B) sample reduced at 773 K. 308 Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 [24,43-45]. Thus, there is a strong possibility that some of the FeA1204 spinel has formed on the Fe/A1203. The sextuplet assigned to u.-Fe phase is not observed, indicating that the ferric cations on the Fe/A1203 cannot be easily reduced to zerovalent. Fig. 3 is the spectrum of the reduced Fe/Ti02(B). The spectrum is fitted with a singlet, a sextuplet and two doublets. The singlet has the only parameter of IS = 0.02 mm/s. It is due to the particles that are superparamagnetic zerovalent irons, represented as Fe[46]. The sextuplet has a hyperfine magnetic field of ca. 332.5 kOe, being assigned to a-Fe (330.0 kOe) [44-46]. The doublet A with IS = 1.36 mm/s and QS = 1.57 mm/s is assigned to the surface ferrous cations, representing as Fee+(A). The Fee+(A) species is probably coordinatively unsaturated due to large quadrupole splitting and isomer shift [24]. The doublet B with IS = 1.10 mm/s and QS = 0.73 mm/s has typical parameters of the ferrous cations in the FeTi03 phase, represented as Fez+(B) [24]. The ferric cation is not observed. Fig. 4 is the spectrum of the reduced Fe/Zr02(B). Compared with that of the Fe/Ti020, the spectrum is simple and consists of a sextuplet assigned to a-Fe and a doublet assigned to the ferric cations. It is noteworthy that the ferrous cation is not observed on the Fe/Zr02, implying that the ferrous cations are likely little stable on the zirconia surface. 3.4. EXAFS analysis The Fe K-edge EXAFS analysis of well-defined Fe/A1203 has been given in detail previously [27,28,36]. In this paper, we report the Fe K-edge EXAFS of the Fe/Ti02(B) and Fe/Zr02(B). The EXAFS-derived parameters are summarized in Table 3. The best fits (Fig. 5, R-factor = 0.09) to the Fourier transform and the Fourier-filtered EXAFS of the Fe/Ti02(B) reveal in total 3.6 (0.09) nearest oxygen neighbors with an average at 2.01 0.02 2.0 (0.4) nearest Table 3 EXAFS-derived parameters (CN: coordination number; R: shell radius; DW: Debye-Waller factor) for the Fe/Ti02 sample pre-reduced at 723, 773 and 823 K Sample Shell CN R ( DW R-factor Fe/Ti02(B) reduced at 773 K Fe-O 1.8 (6) 1.94 (2) 0.003 0.09 Fe-O 1.8 (6) 2.07 (2) 0.001 Fe-Fe 2.0 (5) 2.48 (1) 0.006 Fe-Fe 6.1 (1.5) 2.77 (2) 0.015 Fe/Zr02(B) reduced at 773 K Fe-O 2.0 (6) 1.94 (1) 0.00 0.10 Fe-O 2.5 (6) 2.08 (2) 0.001 Fe-Fe 3.6 (5) 2.49 (1) 0.010 Fe-Fe 6.7 (1.5) 2.76 (2) 0.008 Z -h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 80 19 9.0 0 1 2 3 4 5 R/ -9.0 1 5 J k (A _I) 309 Fig. 5. The best fits to Fe K-edge Fourier-filtered EXAFS and the Fourier transform of 5 wt.-% Fe/Ti02(B) sample reduced at 773 K. irons at 2.48 0.01 and 6 ( 1.5) next nearest irons at 2.77 0.02 The 0 presence of nearest irons at 2.48 A confirms the formation of zerovalent irons after the reduction [27,36], being in good agreement with the results from XRD and Msbauer spectra. It can be estimated that at least ca. 25% irons are zerovalent and the others are canons. In comparison with the well-defined Fe203/TiO2 [30,35], the coordination number of the first Fe-O shell decreases significantly, implying that the ferrous canons observed by Msbauer spectrum are coordinatively unsaturated. The best sits (Fig. 6, R-factor = 0.10) to the Fourier transform and the Fourier-filtered EXAFS of the reduced Fe/Zr02(B) reveal that there are 4.5 ( 0.1) nearest oxygen neighbors with an average at 2.02 0.02 3.6 ( 0.4) nearest irons at 2.49 0.01 A, and 6.8 ( 1.5) next nearest irons at 2.76 0.01 0 0 A. Similarly, nearest irons observed at 2.49 A confirm the presence of zerovalent irons, being in good agreement with the results from XRD and Msbauer spectra. It can be estimated that at least ca. 40% irons are zerovalent and the others are canons. The coordination number of the first Fe-O shell in the Fe/Zr02 is significantly inferior to that of the well-defined Fe/Zr02 sample in which there were 6.9 nearest oxygen at 2.05 [30], implying that the ferric 310 Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 1300 0' 15.0 1 5 0 13 k(a_1) Fig. 6. The best fits to Fe K-edge Fourier-filtered EXAFS and the Fourier transform of 5 wt.-% Fe/Zr0=(B) sample reduced at 773 K. canons observed by the Msbauer spectrum of this sample may be also coordinatively unsaturated. 4. Discussion The present results confirm that the catalytic activity of iron oxides in COZ hydrogenation depends upon the nature of the support used, such as the acidity, the preparation procedure and even the crystalline form of the support. In comparison with the Fe/Ti02(A), the low activity of the Fe/Ti02(A) suggests that the presence of the ruble phase in the Ti02 is beneficial to obtain high activity. This corresponds with the results obtained by Thampi about the hydrogenation of COZ [47] and by Kikuchi about the hydrogenation of CO [48] over the Ti02-supported Ru catalyst. Although both Zr02(A) and Zr02(B) are in monoclinic form, the activity of the Fe/Zr02(A) is lower than that of the Fe/Zr02(B). It is believed that this is due to the residual chloride ions on the Zr02(A) [49,50]. X-ray photoelectron spectrum (XPS) has confirmed that a small amount of chloride ions are present Z-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 311 on the Zr0z(A). The presence of residual chloride ions decreases apparently the adsorption property of the catalyst and further makes the catalytic activity low [50]. It has been confirmed that the Fe/Ti02(B) catalyst after calcination displays very low catalytic activity in CO hydrogenation because CO is not adsorbed on the surface of the Fe/Zr02 [29,31,32]. It is believed that this is due to the formation of coordinately saturated hematite. It is difficult for the hematite to be reduced to coordinatively unsaturated ferrous species or zerovalent irons based on the geometric stability of octahedral coordinated cation sites. As described by the previous EXAFS analysis [27,35,36], the iron cations on the A1203 surface are in potentially six-fold octahedral sites and easily saturated by adventitious oxygen. Hence, it is very difficult to be reduced to zerovalence even under very severe conditions [44]. However, in the Fe/Ti02(B) and Fe/Zr02(B), reduction firstly removes the adsorbed oxygen on the surface and then creates some oxygen vacancies to form surface species with coordinatively unsaturated sites. As a result, the catalytic activity enhances because more active sites will be exposed to the surface. However, as observed by the results reported elsewhere [35,51], high-temperature reduction (e.g., Fe/Ti02(B) reduced at 823 K) will damage the appropriate surface structure and cause some structural change such as restructuring of the surface because of the decrease in the number of oxygen atoms. This will result in abrupt decreasing catalytic activity. It is well known that the hydrogenation of COz proceeds via the CO intermediate [7-9,12,22,23,37]. That is, during the hydrogenation of COZ over the supported Fe catalysts, some of the COZ is firstly converted through a reverse water-gas shift (RWGS) reaction to CO and CO formed is converted consecutively through a Fischer-Tropsch reaction to hydrocarbons. It has been suggested that iron oxides are active for the RWGS reaction [26,52,53] and zerovalent irons are beneficial to the formation of lower olefins [36]. Therefore, it is proposed that the combination of zerovalent and cationic irons will likely give higher activity and more hydrocarbons for the hydrogenation of COZ [34,35]. Obviously, the cationic irons should be coordinatively unsaturated. The active iron species are probably a-Fe and Fee+(A) ions for the Fe/Ti020. The Fee+(B) cations in the FeTi03 are generally inactive because they are located in coordinatively saturated sites [24,42]. In comparison with conventionally prepared Fe203/Ti02 [30], the significantly reduced coordination number of the first Fe-O shell are observed in the Fe/Ti02(B). The lower coordination number is thought to be mainly due to the formation of zerovalent irons as well as the formation of coordinatively unsaturated Fee+(A). The latter is important for the high activity achieved by the Fe/Ti0z(B) [35]. Further experimental evidence comes from the Fe/Ti02(B) reduced at 823 K which gives very low activity [35,51]. There were about 30.3% zerovalent irons but not any Fee+(A) as observed by the Msbauer spectrum. For the Fe/Zr02(B), the ferrous cations are not present, but the ferric cations are observed. The ferric 312 Z.-h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 cations are also coordinatively unsaturated as confirmed by EXAFS analysis [54]. So in the Fe/Zr02(B), the cations which play an important role in the RWGS reaction are probably the ferric cations. Since the combination of both zerovalent and cationic irons may significantly inhibit the secondary hydrogenation, Ti02(B)- and Zr02(B)-supported iron oxide catalysts show good selectivity to C2+-hydrocarbon. It can be expected that the catalyst with the optimum ratio of iron cations versus zerovalent irons should give good catalytic activity and selectivity in the synthesis of Cz+-hydrocarbons from COZ and H2. 5. Conclusions Supported iron oxide catalysts have been prepared successfully by direct reduction of the precursor obtained from incipient wetness impregnation. The catalytic activity is affected by the support used. Titania- and zirconia-supported iron oxides show good activity and selectivity in the synthesis of C2+-hydrocarbons from COZ and H2. The results given by Mdssbauer spectra and EXAFS analyses reveal that the conversion of COz and Hz to hydrocarbons is favored in the presence of both zerovalent irons and coordinatively unsaturated cationic irons, which are Fee+(A) cations for Fe/Ti02(B) and Fe 3+ ions for Fe/Zr02(B). Acknowledgements This project is supported by the National Natural Science Foundation, China. We are grateful to the Photon Factory for the use of the BL-7C facility. We thank Dr. T. Tanaka and Prof. M. Nomura for experimental assistance. References [1] W.M. Ayers, Catalytic Activation of Carbon Dioxide, American Chemical Society, New York, 1988. [2] F. Solymosi and A. Erdohelyi, J. Mot. Catal., 8 (1980) 471. [3] F. Solymosi, A. Erdohelyi and M. Kocsis, J. Chem. Soc. Faraday Trans. 1, 75 (1981) 1003. [4] F. Solymosi, 1. Tombacz and J. Koszta, J. Catal., 95 (1985) 578. [5] S.D. Jackson, R.B. Moyes, P.B. Wells and R. Whyman, J. Catal., 86 (1984) 342. [6] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 77 (1982) 460. [7] J. Barrault and A. Alouche, Appl. Catal., 58 (1990) 255. [8] C. Schild, A. Wokaun, R.A. Koeppel and A. Baiker, J. Phys. Chem., 95 (1991) 6341. [9] K.R. Thampi, J. Kiwi and M. Gratzel, Nature, 327 (1987) 506. [101 M.A. Henderson and S.D. Worley, J. Phys. Chem., 89 (1985) 1417. [11] T. Iizuka, Y. Tanaka and K. Tanabe, J. Catal., 76 (1982) 1. [121 F. Nozaki, T. Sodesawa, S. Sathoh and K. Kimura, J. Catal., 104 (1987) 339. [13] A. Trovarelli, C. Mustazza and G. Dolcetti, Appl. Catal., 65 (1990) 129. [14] M. Fujiwara and Y. Souma, J. Chem. Soc. Chem. Commun., (1992) 767. [15] T. Inui and T. Takeguchi, Catal. Today, 10 (1991) 95. Z -h. Suo et al. /Applied Catalysis A: General 148 (1997) 301-313 313 [16] C.-K. Kuei and M.-D. Lee, Can. J. Chem. Eng., 69 (1991) 347. [17] R.A. Fiato, G.W. Rice, S. Miseo and S.L. Soled, U.S. Patent 4,687,753 (1987). [18] R.A. Fiato, S.L. Soled, G.W. Rice and S. Miseo, U.S. Patent 5,140,049 (1992). [19] M. Pijolat, V. Perrichon, M. Primet and P. Bussiere, J. Mol. Catal., 17 (1982) 367. [20] A. Guerrero-Ruiz, J.D. L6pez-Gonzez, I. Rodriguez-Ramos and F. Rodrtguez-Reinoso, React. Kinet. Catal. Lett., 31 (1986) 349. [21] G.D. Weatherbee and C.H. Bartholomew, J. Catal., 87 (1984) 352. [22] T. Wierzchowski, React. Kinet. Catal. Lett., 30 (1986) 203. [23] J. Barrault, C. Forquy, J.C. Menezo and R. Maurel, React. Kinet. Catal. Lett., 17 (1981) 373. [24] D.G. Rethwisch and J.A. Dumesic, J. Phys. Chem., 90 (1986) 1863. [25] D.G. Rethwisch and J.A. Dumesic, J. Phys. Chem., 90 (1986) 1625. [26] D.G. Rethwisch and J.A. Dumesic, J. Catal., 101 (1986) 35. [27] Y. Kou, Z. Suo, H. Wang, J. Catal., 149 (1994) 247. [28] Y. Kou, H. Wang, J. Niu and W. Ji, J. Phys. Chem., to be published. [29] W. Ji, S. Shen, S. Li and H. Wang, Stud. Surf. Sci. Catal., 63 (1991) 517. [30] W. Ji, Y. Kou, S. Shen, S. Li and H. Wang, Stud. Surf. Sci. Catal., 75B (1993) 2059. [31] E. Guglielminotti, J. Phys. Chem., 98 (1994) 4884. [32] E. Guglielminotti, J. Phys. Chem., 98 (1994) 9033. [33] J. Galuszka, T. Sano and J.A. Sawicki, J. Catal., 136 (1992) 96. [34] Y. Kou, Z. Suo, J. Niu, W. Zhang and H. Wang, Catal. Lett., 35 (1995) 271. [35] Y. Kou, Z. Suo, J. Niu, W. Zhang and H. Wang, Catal. Lett., 35 (1995) 279. [36] Y. Kou, H. Wang, M. Te, T. Tanaka and M. Nomura, J. Catal., 141 (1993) 660. [37] K.J. Williams, A.B. Boffa, M. Salmeron, A.T. Bell and G.A. Somorjai, Catal. Lett., 9 (1991)415. [38] J. Miciukiewicz, T. Mang and H. Kninger, Appl. Catal., 122 (1995) 151. [39] M.S. El-Shall, W. Slack, W. Vann, D. Kane and D. Hanley, J. Phys. Chem., 98 (1994) 3067. [40] L.M. Tau and C.O. Bennett, J. Catal., 89 (1984) 285. [41] T. Huizinga and R.J. Prins, J. Phys. Chem., 85 (1981) 2156. [42] A. Nobile, Jr. and M.W. Davis, Jr., J. Catal., 116 (1989) 383. [43] Z. Liu and R.J. Davis, J. Phys. Chem., 98 (1994) 6804. [44] R.-Y. Tang, S. Zang, C. Wang, D. Liang and L. Lin, J. Catal., 106 (1987) 440. [45] P.P. Vaishnava, P.I. Ktorides, P.A. Montano, K.J. Mbadcam and G.A. Melson, J. Catal., 96 (1985) 301. [46] S.A. Stevenson, S.A. Goddard, M. Arai and J.A. Dumesic, J. Phys. Chem., 93 (1989) 2058. [47] K.R. Thampi, J. Kiwi and M. Graetzel, in M.J. Phillips and M. Teman (Editors), Proc. 9th. Int. Congr. Catal., Vol. 2, Ottawa, 1988, p. 851. [48] E. Kikuchi, H. Nomura, M. Matsumoto and Y. Morita, Pan-Pac. Synfuels Conf., 1 (1982) 216. [49] X. Wu, B.C. Gerstein and T.S. King, J. Catal., 135 (1992) 68. [50] K. Shigeaki, S. Eiji and H. Makoto, Shokubai, 31 (1989) 405. [51] Z. Suo, Y. Kou, W. Zhang and H. Wang, J. Chem. Soc. Faraday Trans. 1 (submitted). [52] M.-D. Lee, J.-F. Lee and C.-S. Chang, Appl. Catal., 72 (1991) 267. [53] R.C. Reuel and C.H. Bartholomew, J. Catal., 85 (1984) 78. [54] Z. Suo, Y. Kou, W. Zhang and H. Wang, J. Chem. Soc. Faraday Trans. 1 (submitted). APCATA 96001329 S0926-860X(96)00132-9 10.1016/S0926-860X(96)00132-9 Characterization of TiO2-, ZrO2- and Al2O3-supported iron catalysts as used for CO2 hydrogenation Zhang-huai Suo ∗ Yuan Kou Jian-zhong Niu Wen-zhong Zhang Hong-li Wang OSSO State Key Laboratory, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou 730000, China ∗ Corresponding author. Alumina-, titania- and zirconia-supported iron oxides with an Fe loading of 5 wt.-% have been prepared by direct reduction of the precursors from incipient wetness impregnation and used for the synthesis of C2+-hydrocarbons from CO2 and H2. According to the conversion of CO2, the catalytic activity decreases in the following order: Fe TiO2(B) ∼ Fe ZrO2(B) > Fe TiO2(A) > Fe ZrO2(A) > Fe Al2O3 . XRD, Raman, Mössbauer and EXAFS analyses are employed for the characterization of the catalysts following the reduction treatment. The results suggest that conversion of CO2 to hydrocarbons is favored by the simultaneous presence of both zerovalent irons and coordinatively unsaturated cationic irons, among which ferric ions are for the Fe/ZrO2(B) and ferrous ions for the Fe/TiO2(B). Keywords Iron CO2 hydrogenation Raman Mössbauer EXAFS References [1] W.M. Ayers Catalytic Activation of Carbon Dioxide 1988 American Chemical Society New York [2] F. Solymosi A. Erdohelyi J. Mol. Catal. 8 1980 471 [3] F. Solymosi A. Erdohelyi M. Kocsis J. Chem. Soc. Faraday Trans. 1 75 1981 1003 [4] F. Solymosi I. Tombacz J. Koszta J. Catal. 95 1985 578 [5] S.D. Jackson R.B. Moyes P.B. Wells R. Whyman J. Catal. 86 1984 342 [6] G.D. Weatherbee C.H. Bartholomew J. Catal. 77 1982 460 [7] J. Barrault A. Alouche Appl. Catal. 58 1990 255 [8] C. Schild A. Wokaun R.A. Koeppel A. Baiker J. Phys. Chem. 95 1991 6341 [9] K.R. Thampi J. Kiwi M. Gratzel Nature 327 1987 506 [10] M.A. Henderson S.D. Worley J. Phys. Chem. 89 1985 1417 [11] T. Iizuka Y. Tanaka K. Tanabe J. Catal. 76 1982 1 [12] F. Nozaki T. Sodesawa S. Sathoh K. Kimura J. Catal. 104 1987 339 [13] A. Trovarelli C. Mustazza G. Dolcetti Appl. Catal. 65 1990 129 [14] M. Fujiwara Y. Souma J. Chem. Soc. Chem. Commun. 1992 767 [15] T. Inui T. Takeguchi Catal. Today 10 1991 95 [16] C.-K. Kuei M.-D. Lee Can. J. Chem. Eng. 69 1991 347 [17] R.A. Fiato, G.W. Rice, S. Miseo and S.L. Soled, U.S. Patent 4,687,753 (1987). [18] R.A. Fiato, S.L. Soled, G.W. Rice and S. Miseo, U.S. Patent 5,140,049 (1992). [19] M. Pijolat V. Perrichon M. Primet P. Bussiere J. Mol. Catal. 17 1982 367 [20] A. Guerrero-Ruiz J.D. López-González I. Rodríguez-Ramos F. Rodríguez-Reinoso React. Kinet. Catal. Lett. 31 1986 349 [21] G.D. Weatherbee C.H. Bartholomew J. Catal. 87 1984 352 [22] T. Wierzchowski React. Kinet. Catal. Lett. 30 1986 203 [23] J. Barrault C. Forquy J.C. Menezo R. Maurel React. Kinet. Catal. Lett. 17 1981 373 [24] D.G. Rethwisch J.A. Dumesic J. Phys. Chem. 90 1986 1863 [25] D.G. Rethwisch J.A. Dumesic J. Phys. Chem. 90 1986 1625 [26] D.G. Rethwisch J.A. Dumesic J. Catal. 101 1986 35 [27] Y. Kou Z. Suo H. Wang J. Catal. 149 1994 247 [28] Y. Kou, H. Wang, J. Niu and W. Ji, J. Phys. Chem., to be published. [29] W. Ji S. Shen S. Li H. Wang Stud. Surf. Sci. Catal. 63 1991 517 [30] W. Ji Y. Kou S. Shen S. Li H. Wang Stud. Surf. Sci. Catal. 75B 1993 2059 [31] E. Guglielminotti J. Phys. Chem. 98 1994 4884 [32] E. Guglielminotti J. Phys. Chem. 98 1994 9033 [33] J. Galuszka T. Sano J.A. Sawicki J. Catal. 136 1992 96 [34] Y. Kou Z. Suo J. Niu W. Zhang H. Wang Catal. Lett. 35 1995 271 [35] Y. Kou Z. Suo J. Niu W. Zhang H. Wang Catal. Lett. 35 1995 279 [36] Y. Kou H. Wang M. Te T. Tanaka M. Nomura J. Catal. 141 1993 660 [37] K.J. Williams A.B. Boffa M. Salmeron A.T. Bell G.A. Somorjai Catal. Lett. 9 1991 415 [38] J. Miciukiewicz T. Mang H. Knözinger Appl. Catal. 122 1995 151 [39] M.S. El-Shall W. Slack W. Vann D. Kane D. Hanley J. Phys. Chem. 98 1994 3067 [40] L.M. Tau C.O. Bennett J. Catal. 89 1984 285 [41] T. Huizinga R.J. Prins J. Phys. Chem. 85 1981 2156 [42] A. Nobile Jr. M.W. Davis Jr. J. Catal. 116 1989 383 [43] Z. Liu R.J. Davis J. Phys. Chem. 98 1994 6804 [44] R.-Y. Tang S. Zang C. Wang D. Liang L. Lin J. Catal. 106 1987 440 [45] P.P. Vaishnava P.I. Ktorides P.A. Montano K.J. Mbadcam G.A. Melson J. Catal. 96 1985 301 [46] S.A. Stevenson S.A. Goddard M. Arai J.A. Dumesic J. Phys. Chem. 93 1989 2058 [47] K.R. Thampi J. Kiwi M. Graetzel M.J. Phillips M. Ternan Proc. 9th. Int. Congr. Catal. Vol. 2 1988 851 Ottawa [48] E. Kikuchi H. Nomura M. Matsumoto Y. Morita Pan-Pac. Synfuels Conf. 1 1982 216 [49] X. Wu B.C. Gerstein T.S. King J. Catal. 135 1992 68 [50] K. Shigeaki S. Eiji H. Makoto Shokubai 31 1989 405 [51] Z. Suo, Y. Kou, W. Zhang and H. Wang, J. Chem. Soc. Faraday Trans. 1 (submitted). [52] M.-D. Lee J.-F. Lee C.-S. Chang Appl. Catal. 72 1991 267 [53] R.C. Reuel C.H. Bartholomew J. Catal. 85 1984 78 [54] Z. Suo, Y. Kou, W. Zhang and H. Wang, J. Chem. Soc. Faraday Trans. 1 (submitted).",
      "scopus-id": "0043048400",
      "coredata": {
        "eid": "1-s2.0-S0926860X96001329",
        "dc:description": "Alumina-, titania- and zirconia-supported iron oxides with an Fe loading of 5 wt.-% have been prepared by direct reduction of the precursors from incipient wetness impregnation and used for the synthesis of C2+-hydrocarbons from CO2 and H2. According to the conversion of CO2, the catalytic activity decreases in the following order: Fe TiO2(B) ∼ Fe ZrO2(B) > Fe TiO2(A) > Fe ZrO2(A) > Fe Al2O3 . XRD, Raman, Mössbauer and EXAFS analyses are employed for the characterization of the catalysts following the reduction treatment. The results suggest that conversion of CO2 to hydrocarbons is favored by the simultaneous presence of both zerovalent irons and coordinatively unsaturated cationic irons, among which ferric ions are for the Fe/ZrO2(B) and ferrous ions for the Fe/TiO2(B).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96001329",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Suo, Zhang-huai"
          },
          {
            "@_fa": "true",
            "$": "Kou, Yuan"
          },
          {
            "@_fa": "true",
            "$": "Niu, Jian-zhong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Wen-zhong"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hong-li"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96001329"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96001329"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00132-9",
        "prism:volume": "148",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of TiO2-, ZrO2- and Al2O3-supported iron catalysts as used for CO2 hydrogenation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Raman"
          },
          {
            "@_fa": "true",
            "$": "Mössbauer"
          },
          {
            "@_fa": "true",
            "$": "EXAFS"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "301-313",
        "prism:endingPage": "313",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1997",
        "prism:doi": "10.1016/S0926-860X(96)00132-9",
        "prism:startingPage": "301",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00132-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96001329-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2277",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043048400"
      }
    }
  }
}