{
  "metadata": {
    "title": "TGA/FT-IR studies of the deactivation of sulfated zirconia catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00209-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002093",
    "pii": "S0926860X97002093"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0009516434",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002093 S0926-860X(97)00209-3 S0926860X97002093 10.1016/S0926-860X(97)00209-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 24 291 300 291 300 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. TGAFTIRSTUDIESDEACTIVATIONSULFATEDZIRCONIACATALYSTS LI B TANABE 1989 K TANABE 1989 199 K TANABE 1990 1 K YAMAGUCHI 1990 1 T ARATA 1990 165 K ARATA 1990 213 K ARATA 1991 1 K MOLES 1992 382 O DAVIS 1994 219 B CORMA 1995 559 A SONG 1996 329 X SOHN 1989 361 J YORI 1989 103 J CHEN 1993 616 F NGFLORA 1995 L197 T LI 1996 119 C SPIELBAUER 1996 59 D LI 1996 3141 B GRIFFITHS 1986 602 P FOURIERTANSFORMINFRAREDSPECTROMETRY LIX1997X291 LIX1997X291X300 LIX1997X291XB LIX1997X291X300XB item S0926-860X(97)00209-3 S0926860X97002093 1-s2.0-S0926860X97002093 10.1016/S0926-860X(97)00209-3 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002093-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002093/MAIN/application/pdf/e90109e608c4db34d8b58e3689fdcf17/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002093/MAIN/application/pdf/e90109e608c4db34d8b58e3689fdcf17/main.pdf main.pdf pdf true 649137 MAIN 10 1-s2.0-S0926860X97002093-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002093/PREVIEW/image/png/a26b8d640d181dda313c3320bdc31606/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002093/PREVIEW/image/png/a26b8d640d181dda313c3320bdc31606/main_1.png main_1.png png 62451 849 656 IMAGE-WEB-PDF 1 - / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 291-300 TGA/FT-IR studies of the deactivation of sulfated zirconia catalysts Binghui Li, Richard D. Gonzalez* Department of Chemical Engineering, Tulane Universi~, New Orleans LA 70118, USA Received 21 January 1997; received in revised form 9 June 1997; accepted 13 June 1997 Abstract The deactivation of sulfated zirconia catalysts in the isomerization of n-butane has been studied using a combined TGA/FT- IR technique. Following deactivation at 200 in the n-butane isomerization reaction, two SO2 desorption maxima centered at 600 and at 850cC were observed under a flow of N2. Coincidental with the low temperature desorption maximum of SO2 centered at 600, a CO2 desorption maximum was also observed. Under an oxygen flow, the coke could be selectively burned off without removing the low temperature sulfur, which results in the complete restoration of the catalytic activity. In a N2 flow, both CO2 and SO2 (low temperature) were removed. The loss of the low temperature sulfur results in a catalyst which is inactive in the isomerization of n-butane. A change in the crystal phase was not observed by XRD as result of the loss of the sulfur evolved at 600. ~ 1997 Elsevier Science B.V. Keywords: Sulfated zirconia; Sol-gel; Infrared spectroscopy; Thermogravimetric analysis; X-ray diffraction; Deactivation; Regeneration; Butane isomerization; Sulfur removal 1. Introduction strength [ 10,11 ]; (ii) the formation of macromolecules on the catalyst surface, i.e., coke formation [12]; (iii) Sulfated zirconia has attracted considerable interest sulfur removal as HzS [13]. Li and Stair [14], using as a potential replacement for liquid catalysts in such UV Raman spectroscopy, have proposed that a phase processes as isomerization, hydrocracking, alkylation change in the surface structure from tetragonal to and oligomerization. A large number of publications monoclinic may be partly responsible for the loss in have appeared on this subject [ 1-9]. activity. In another study [15], in situ Raman and UV- A serious drawback of sulfated zirconia, is the rapid VIS diffuse reflectance spectroscopy coupled with rate at which it is observed to deactivate. Several ESR suggest the presence of allylic, polyenylic cations reasons for this rapid rate of deactivation have been and polycyclic aromatic compounds as contributors to proposed: (i) a reduction in the oxidation state of this poisoning. In a previous TGA/MS study [16], we sulfur associated with the surface sulfate from S6+ reported on the possible formation of an organo-sulfur to lower oxidation states resulting in a decrease in acid complex on the surface. Evidence for this was based on the loss of SO2 and CO2 from the surface at 600 following deactivation during the isomerization reac- *Corresponding address. Tel.: (504)865-5741; fax: (504)865- tion of n-butane. However, no attempt was made to 6744: e-mail: gonzo@mailhost.tcs.tulane.edu, quantify these results or to study the conditions 0926-860X/97/$17.00 :i< 1997 Elsevier Science B.V. All fights reserved. PII S0926-860X(97)00209-3 292 B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 required to restore the initial catalytic activity. This ing calcination at 600 for 1 h, it had a BET paper is a further attempt to understand the deactiva- surface area of 130 m2/g and a sulfur content of tion process due to the formation of coke, and to 1.32 wt% develop a process which could be used to restore The catalytic properties of the resulting materials sulfated zirconia back to its initial activity. The use were studied using the isomerization of n-butane as a of metal promoters has purposely been excluded in reaction probe [7]. These studies were performed in a order not to complicate the reaction by providing single pass, downward flow, quartz microreactorunder alternate mechanisms, atmospheric pressure and isothermal reaction condi- tions. Approximately 200 mg of the sample calcined at 600 for 1 h was charged to the reactor without 2. Experimental dilution. Because the materials were rather hydro- scopic, they were activated in dry N2 (20 ml/min) at Sulfated zirconia catalysts were prepared by a two- 500 prior to the reaction. The temperature was step sol-gel synthesis method described in reference increased from ambient to 500 using a heating [16]. In brief, zirconium n-propoxide (Alfa chemical, schedule of 5/min. The n-butane isomerization regent grade), was dissolved in a sufficient amount of studies were performed at 200. The carrier gas, isopropanol (CEM, regent grade) to yield a 5 wt% N2, was controlled through the use of Tylan mass flow Zr(n-PrO)4 solution. Deionized water was added in a controllers. The total flow rate was 20 ml/min, with a dropwise fashion over a period of 2 h. The sample was fixed 10% n-butane content in the mixture. Product maintained in a rotavapor at 50 for 24 h under gas analysis was performed using a Hewlett Packard continuous stirring. To complete the synthesis, the 5890A gas chromatograph equipped with a flame sample temperature was increased to 70 for a period ionization detector. The first reaction data point was of 6 h. The solvent was removed by evaporation at obtained after 15 min time on stream. 90 over a period of 30 min. The sample was then Deactivated catalysts were regenerated by two dis- dried in an oven at 130 for 16 h. The resulting tinctly different procedures. These procedures are xerogel was ground using a mortar and pestle and then detailed in the results section of the paper. pretreated in flowing He at a flow rate of 30 ml/min at ATA instrument TGA 2950 coupled to a Bruker IFS 385 for 3 h. Sulfate promotion was accomplished 55 Fourier Transform Infrared Spectrometer was used by immersing the dried zirconia xerogel in 15 ml of to perform the TGA/FT-IR studies. Gases evolved HzSO4 per gram of sample for 15 min followed by from the sample during the thermogravimetric analy- decanting the supernatant and then redrying the sam- sis (TGA) were transferred from the furnace by the ple in an oven at 130 for 16 h. The sulfated zirconia purge gas. Approximately 35 mg of the sample were prepared in this manner, was calcined at 600 in placed on the TGA balance and a N2 flOW rate of flowing O2 at a flow rate of 30 ml/min for 1 h and 70 ml/min was used to transfer the gases from the stored in a vial under ambient conditions. All of the TGA unit into the infrared spectrometer. The interface sulfated sol-gel zirconia used in this study was pre- was maintained at 200 to avoid condensation of the pared using 0.5N H2SO4. The resulting sulfated zir- gases evolved. A temperature program from room conia had a BET surface area of approximately temperature to 1000 at a temperature ramp rate 180 mZ/g, a pore volume of 0.36 ml/g, and a sulfur of 20 degrees per minute was used. Spectral resolution content of 2.48 wt% following calcination at 600 was 4 cm i with 16 single scans coadded for each for 1 h. The average pore diameter of the resulting spectral file. calcined materials was 3.3 nm. The OPUS/Chrom package, a spectroscopic soft- A commercial sample, having a product code ware (version 2.0, Bruker Instruments) was used for MEICat XZ0682/01, was used to compare results the measurement of the time-dependent TGA/FI'-IR obtained on the sample prepared by sol-gel synthesis, data. As a result of a measurement with the OPUS/ This sample was kindly provided by Magnesium Chrom package, a sequence of spectra was recorded in Elecktron. The commercial sample was prepared almost constant time intervals. The intensity changes by the precipitation of zirconium hydroxide. Follow- in the spectra were measured as a function of the time B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 293 and stored as so-called chromatograms. These chro- 20A: r~s~mp~o too matograms were derived by integration of certain 98 spectral ranges by a previously generated integration ~ is 96 method or by using the Gram Schmidt technique 94 directly from the interferograms [17]. The former .~ 10 technique results in so-called 'window chromato- ~: 92 .g grams' which are of particular interest in this study. ~ o5. 90 Three spectral ranges, or 'windows', were selected: s8 3986-3790cm-1, the O-H stretch region (H20); 00 86 2392-2250 cm l, the O-C-O asymmetrical stretch- 2o -100 ing region (C02); and 1420-1300 cm-l, the O-S-O B:d,c,~o~ed~.~,o 98 asymmetrical stretching region (SO2). The infrared 15. absorbance was calculated across each of the spectral ~ ~ 96 ~2,~ 94 regions to produce three separate chromatograms ~ 1.0- ,~ which correspond to H20, CO2 and SO2, respectively. ~. 92 X-ray diffraction (XRD) was performed using a Scintag XDS2000 X-ray diffractometer with CuKc~ ,~ 05 90 radiation at 45 kV and 40 mA and a scan range of 20 88 from 5 to 60. 00 86 10 20 30 40 50 Time (min) . , . , , , 20 200 400 600 800 1000Temp () 3. Results Fig. 1. TGA weight loss curves for sulfated sol-get zirconia using N2 as the sweep gas. A: fresh sample. B: sample deactivated by the 3. I. TGA/FT-IR studies using N2 as a purge gas isomerization reaction of n-butane at 20I)C for t80 rain. ITGA heating ramp=20'C/min. N2 flow rate-70ml/min. Sample weight=35 mg). The TGA weight loss curve for a freshly prepared sulfated sol-gel zirconia catalyst is shown in Fig. I(A). Both the percentage weight loss and the first derivative of the weight loss are shown in the infrared bands corresponding to the stretching and figure. Two weight losses are observed. A low tem- bending vibrations of water were observed. At 599C perature weight loss centered between 90-100 is both CO2 and SO2 were evolved as evidenced by due to a water loss. The high temperature weight loss infrared bands in the 2250-2392 cm ~ ~C'O2 asym- with a maximum centered at 800 is due to the metric stretch) and 1300-1420cm ~ (asymmetric evolution of SO2. The weight loss curve following stretching vibrations of SO2). At 845'C only the deactivation is shown in Fig. I(B). This sample had gas phase spectrum of SO2 is observed. been deactivated by exposing it to n-butane under For the evolution of gases from the fresh sol-gel reaction conditions at 200 for 180 min. An addi- catalysts, the chromatograms in Fig. 3(A) show only tional weight loss feature centered at about 600 was the evolution of H20 at 90-100' C and SO2 at 80WC. observed. The two weight loss features at 90-100 The evolution of CO2 was not observed in the infrared and 800~C were also present in the TGA spectrum of spectrum. Following the isomerization reaction of n- the deactivated sample, butane at 200:C for a period of 180 rain, the chro- The infrared spectra of gases evolved during the matograms of the species evolved from the surface of thermogravimetric analysis were obtained by interfa- the deactivated catalyst show the evolution of water at cing the output of the TGA with the infrared spectro- 90-10ffC, the evolution of CO2 at 600~C and the meter. The results of this study are shown in Fig. 2 for evolution of SO2 with maxima at 600QC and 80OC the deactivated sol-gel catalyst. The data shown in (Fig. 3(B)). Of particular interest is that the tempera- Fig. 2 correspond to the three weight losses observed ture at which CO2 is evolved is coincident with the low in the TGA study (Fig. I(B)). At 90-100, only the temperature maximum corresponding to the evolution 294 B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 0.015 linked speetrum at 3.60 min. (93) o,2]fnmh [ IO fresh 01 05 00 O0 , 0.010 02 ~i,,~ror15~ lo d~u ~d~ is i~ ~ 7 o, 0.005 o.o _-~ o.o o. _ /,, linkedsl~tmmat29.95min. (599) .~ o.o ..... [I oo 0.2 d~l~tlvnt~d for 180 rain I 0 desclivlted for 180 rain 0.0025 ~ ~ o.1 0.0 0 10 30 40 50 0 10 20 30 40 50 (20) (2o0) (~(~) (80o) (looo) (400) (20o) (20) ($0o) 0o0o) (6o0) (6oo) 0.00 linked spectrum at 41.00 rain. (8450C) Time, rain (Temperature, ) 0.02 Fig. 4. Chromatograms of CO2 and SO2 evolved from sulfated sol- gel zirconia in TGA/FT-IR under N2 flow. (A): CO2 (2392- 2250cm-1). (B): SO2 (1420-1300cm 1). (The samples were 0.01 deactivated by the isomerization reaction of n-butane at 200 for various periods of time as indicated. TGA heating ramp=20/ min. N2 flow rate=70 ml/min. Sample weight=35 mg). o.0o ~ 4000 3500 3000 2500 2000 1500 1000 Wavenumber (cm\"1) of SO2. Because of this observation, the possibility Fig. 2. Linked spectra obtained in the TGA/FT-IR experiment for that a surface organo-sulfur compound is formed deactivated sulfated sol-gel zirconia under N2 flow. (Sample was needs to be considered. In order to pursue this pos- deactivated by the isomerization reaction of n-butane at 200 for 180 min. TGA heating ramp=20/min. N2 flow rate=70 ml/min, sibility, chromatograms of the CO2 evolved were Sample weight=35 rag). obtained as a function of deactivation time on stream. The results of this study are shown in Fig. 4(A) and integrated areas as a function of time on stream are shown in Fig. 5. Also shown in Fig. 5 is the rate of A: fresh sample B: deactivated sample 0.3A ..oo~,-o=',.,o~,~ .... ,, .,o, ...... ,~ catalyst deactivation for the isomerization of n-butane o.~ /t f~ as a function of time on stream. ii The evolution of SO2 from the surface of the \"~ i~ \"c,~(,;~-~o~,~ \" co,~_~;oo~,~ deactivated catalyst as a function of time on stream ~L ~ can be studied in a similar manner. The results of this i 0, study are detailed in Fig. 4(B). Of interest is that while 00 ...... ~\"'--\"- -' ~' ' the area under the high temperature SO2 peak is rather =.~. t insensitive to time on stream, the area corresponding 0~ to the low temperature SO2 peak at 600 appears to O.Oo \" ,~ \" ~b ~o ~o ~oo \" io ~o 3o ~o ~o increase with deactivation time. The result of this plot (20) (20o) (40o) (6o0) (soo) 000o) (20) (20o) (400) (6o0) (s0o) (]000) Time, min ~nperntttre, 'C) is shown in Fig. 6. The evolution of both SO2 and CO2 are shown in Fig. 6. While both are linear, they Fig. 3. Chromatograms of the gases evolved from sulfated sol-gel increase at different rates. This result suggests that zirconia in TGA/FF-IR under N2 flow. (A): fresh sample. (B): if a surface organo-sulfur compound is formed, it does sample deactivated by the isomerization reaction of n-butane at 200 for 180 min. (TGA heating ramp=20/min. N2 flow not correspond to a one-to-one S/C complex. Fig. 4(B) rate=70 ml/min. Sample weight=35 mg). also shows that an increase in deactivation time results B. Li, R.D. Gonzalez/Applied Catalysis A.\" General 165 (1997) 291-300 295 16 500 not only in an increase in the amount of SO2 evolved, _~ but also that its evolution is observed to occur at a 14 - A lower temperature. In the case of the sample deacti- 12 - 400 vated for 180 min, the low temperature sulfur accounts *~~ for approximately 14% of the total sulfur. ~, 3oo ~ 3.2. TGA/FT-IR results obtained in 02 flow is- ~ ~ 6 - ~ The above results were obtained when N2 was used 200 ~ as a purge gas. When 02 was used, important differ- ~9 4- ences were observed. The weight loss curves for both 2- 100 the fresh and deactivated sulfated sol-gel zirconia samples are shown in Fig. 7. The weight loss curves 0 I ] I I I I 30 60 90 120 150 180 are now essentially identical for both samples. The Time on Stream (rain) weight loss occurring at 600 is no longer present. The chromatograms (Fig. 8) of the evolved gases Fig. 5. (A): Activities of sulfated sol-gel zirconia in the clearly show the difference obtained in O. compared isomerization reaction of n-butane as a function of time on stream. (Reaction conditions: 200, 200 mg, 20 ml/min of feed, pretreated tO N2. The evolution of CO2 was shifted to lower at 500'C prior to reaction.) B: Evolution of CO2 calculated from temperature (500) and the peak was decidedly chromatograms in TGA/FT-IR under N2 flow for deactivated asymmetric to the low temperature side. A single sulfated sol-gel zirconia. (TGA heating ramp=20/min. 02 flow rate=70 ml/min. Sample weight=35 mg). 2\"0'T A: fresh sample t100 15 \\ [98 ~ ' t 96 1 oo 88 0.0 86 o = o0 80 98 60 -- 1.5 96 '*d 40- '~ ~ 0.s 0 I I I I I I 0.0 ~ 3,- s6 30 60 90 120 150 180 0 10 20 30 40 50 Time(rain) Time on Stream in n-Butane Isomerization (min) '20 200 400 600 $00 I000Temp. (~C) Fig. 6. Evolutions of COz and SO2 in TGA/FT-IR under N2 flow Fig. 7. TGA weight loss curves for sulfated sol-gel zirconia using for deactivated sulfated sol-gel zirconia as a function of the time on Oz as the sweep gas. (A): fresh sample. (B): sample deactivated by stream in the isomerization reaction of n-butane. (TGA heating the isomerization reaction of n-butane at 200 for 180 rain. (TGA ramp=20/min. 02 flow rate=70ml/min. Sample heating ramp=20/min. 02 flow rate=70ml/min. Sample weight=35 mg). weight=35 rag). 296 B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 0.3 N,p,~go 550 ,ooo ~G'/I~2 i~2 U2 o.o .~. 30 min o.s o, p~go 200 ~ ~ 02 Reaction 0.1 Scheme 1. o.o 1.o o5 500oC 450 1.0 . . 02 0.5\" . 200oc . 60 rain Reaction '~N2 o.o. - 30 rain 10 20 30 40 50 (20) (200) (400) (600) (800) (1000) N2 or 02 flow rate is 20 ml/min. Time, rain (Temperature, ) Fig. 8. Chromatograms of CO2 (2392-2250 cm ~) and SO2 0420- Scheme 2. 1300 cm-~) evolved from deactivated sulfated sol-gel zirconia in TGA/FT-IR under either N2 or 02 flow. (The sample was deactivated during the isomerization reaction of n-butane at 200 for 180 rain. TGA heating ramp=20/min. N2 or 02 flow 550 following deactivation under reaction condi- rate=70 ml/min. Sample weight=35 mg). tions. In Scheme 2, the catalyst is regenerated by burning off the coke at a lower temperature in 02 (450). Regeneration at 450 in 02 (Scheme 2) should result in the selective elimination of coke SO2 feature was observed to occur at 820. The low while leaving the entire inventory of sulfur on the temperature SO2 feature at 600 was not observed, surface. The major differences between using N2 and 02 are: The resulting catalytic regeneration study is shown (i) a low temperature shift of the CO2 feature in 02 in Fig. 9. Regeneration in N2 at 550 results in an and, (ii), the complete absence of the low temperature irreversible loss in catalytic activity while regenera- SO2 feature in O2. tion in 02 at 450 essentially restores the catalytic activity to that of the fresh catalyst. Prior to perform- 3.3. Regeneration of the catalytic activity for ing a catalytic study, the regenerated catalyst was sulfated zirconia exposed to air overnight to absorb moisture in order to form a basis for comparison. It is important to note The observations in Fig. 8 suggest that it might be that in both regeneration schemes, the temperature possible to regenerate the catalytic activity of sulfated was well below that at which the high temperature zirconia by burning the coke off selectively at a sulfur would be evolved. temperature at which the low temperature sulfur An XRD study was performed in which a series of (600) remains on the surface. Perhaps the loss of sulfated zirconia samples were compared in terms of this low temperature sulfur may result in the irrever- their bulk crystal structure. These samples included: A sible deactivation of the sulfated zirconia in the iso- - fresh, B - deactivated at 200 for 180 min, C - merization of n-butane, deactivated at 200 for 180 min and pretreated in N2 The catalyst regeneration procedure used is shown at 650 in TGA and D - deactivated at 200 for above. In Scheme 1, the catalyst is regenerated in N2 at 180 min and pretreated in 02 at 650 in TGA. The B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-_t00 297 16 was observed when a sulfated zirconia catalyst pre- ---.ll-- fresh regeneratedbyscheane2onee pared by the sol-gel method was deactivated as a 14 -- regenerated by scheme 2 twice result of the isomerization of n-butane at 200. The regenerated by scheme 1 once 12 - identity of the species evolved in the TGA/MS study were identified as H20, CO2, and SO2. Only water 10 - (90-100) and SO2 (800) were evolved from the surface of a fresh sulfated zirconium sample. The 8 additional weight loss associated with the deactivated g sample occurred at 600. The species evolved at \"~ 6 600 were identified as SO2 and CO2. Because both o=~ species were observed at the same temperature, we c) 4 speculated on the possibility that an organo-sulfur complex might be formed on surface sites which 2 had a high activity in the isomerization of n-butane. ~~ We suggested that the formation of this surface coro- t ~ ~ ~ ~ ~ plex might be responsible for the rapid deactivation of 30 60 90 120 150 180 sulfated zirconia. In order to quantify the surface Time on Stream (rain) sulfur species responsible for the deactivation of these materials a TGA/FT-IR study was performed to probe Fig. 9. Activities of fresh and regenerated sulfated sol-gel zirconia this deactivation and to study the conditions under in the isomerization reaction of n-butane as a function of time on stream. (Reaction conditions: 200, 200 rng, 20 ml/min of feed, which the catalytic activity could be regenerated. pretreated at 500 prior to reaction. Regeneration: see Scheme 1 The advantage of TGA/FT-IR over TGA/MS is that and Scheme 2). it is possible to deconvolute the weight loss due to the evolution of SO2 from that due to CO2. Because the 600 weight loss is small, and because SO2 and CO2 650 temperature was chosen because it coincided are evolved at the same temperature, TGA/MS cannot with the evolution of the CO2 and SO2 peaks deter- give the precise information required to determine the mined in the TGA/FT-IR study. Samples C and D stoichiometry of surface complexes formed on the corresponded to the two regeneration schemes out- surface during catalyst deactivation. By transforming lined above. No differences in the X-ray diffraction the infrared spectra of the CO2 and SO2 evolved into patterns occurred before and after reaction. Because of chromatograms, it is possible to obtain meaningful this, we conclude that a change in the bulk phase does quantitative data regarding the stoichiometry of active not occur as a result of reaction. Changes in crystal surface species. Fig. 4(A) shows the chromatograms structure following thermal treatment in 02 at 650 of the CO2 evolved as a function of reaction time on and in N2 at 650 were also not observed. We stream. It is important to note that the rate of coke conclude that the removal of low temperature sulfur deposition on the surface is not proportional to the rate does not affect the bulk crystal structure. However, we at which the catalyst is deactivated (Fig. 5). The cannot rule out the possibility that changes in the evolution of CO2, which is indicative of coke forma- structure of the surface phase may occur. XRD is a tion, is linear with reaction time on stream, while the bulk technique and is not capable of distinguishing decline in the reaction rate is exponential. small phase changes which may occur at the surface as Similar to the evolution of CO2, the evolution of the a result of sulfur removal, low temperature SO2 (600) is also linear with respect to deactivation time on stream (Fig. 6). Because both the evolution of CO2 and SO2 are linear 4. Discussion with respect to deactivation time on stream but do not have the same slope, it is clear that any organo-sulfur In a previous study [16], we reported that an addi- complex formed on the surface during reaction does tional weight loss centered at approximately 600 not have a well-defined stoichiometry. 298 B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 (a) 0 0 0 0 %s// B,o.sto~acid\\ site \\\\s'~ / \\ H20 H+ H / \\ 0 0 ~ \\/ 0 0 Lewis acid site +/ / -H20 O~ / / / Zr Zr / Zr Zr 0 0 butane ~\\#/~ ~\" ZrOz + HsO + COs + SOs isomefization N2 flow Zr Zr / 0 (b) C O O O O \\\\~ \\\\, S S H+H /\\ /\\ --'~ O O + H20 +CO2 \\ / O O O5 now o~/ / / +/ z~ Zr Zr \" Zr r j O O Fig. 10. Schematic diagrams of the evolution of CO2 and SO2 from the surface of deactivated sol-gel sulfated zirconia. (a): under N2 flow. (b): under 02 flow (see [5] for the model of sulfated zirconia). The TGA/FT-IR results described above were When these studies were performed in an oxygen obtained under anaerobic conditions, i.e., under N2 flow, the selective evolution of CO2 was observed to flow. One interpretation of the results obtained in a occur at a lower temperature. Under these conditions, flow of N2 is that carbon atoms deposited on the active oxygen from the gas phase reacts directly with surface surface sites during catalyst deactivation, react with carbon atoms to form CO2. The active surface sulfate oxygen atoms from the surface sulfate groups to form species are restored to their original structure without CO2. The evolution of CO2 destabilizes the surface the loss of oxygen atoms from the catalyst sulfate groups due to a change in the coordination of (Fig. 10(b)). the surface sulfur atoms. This change in surface sulfur In Scheme 1, the deactivated catalyst was treated in coordination results in the immediate evolution of 02 at 450. Under these conditions, the coke depos- SO2. For this reason, both CO2 and SO2 are evolved ited during reaction was selectively removed without at the same temperature. This observation is mechan- the removal of any surface sulfur. The activity of the istically shown in Fig. 10(a). catalyst regenerated in this way was essentially equal B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 299 to that of a fresh catalyst, i.e., the initial activity could the loss of all of the sulfur. For this reason, XRD is not be completely restored. When coke was removed the most appropriate technique that can be used to under N2, the low temperature sulfur (600) was probe superacidity. also lost. When catalyst regeneration was attempted under these conditions, the isomerization activity was essentially zero. From these studies, we must conclude 5. Conclusions that there are two different types of sulfur present on the surface. The catalytic activity of the sulfated Two types of sulfur are observed on the surface of zirconia catalyst, is tied to the sulfur species which deactivated sulfated zirconia catalysts. Deactivation is evolved at 600. Loss of this sulfur, which amounts appears to be intimately related to a sulfur species to roughly 14% of the total sulfur as determined for the which is evolved under a flow of N2 at 600. catalyst deactivated at 200C for 3 h, results in a Deactivated sulfated zirconia catalysts can be com- catalyst which is completely inactive, pletely regenerated by selectively burning of the coke The chemical nature of this active sulfur is currently at 450 in 02. under study using a novel in-situ DRIFTS infrared The loss of the sulfur which is evolved at 600 cell. It is possible that part of the sulfur is on the results in a catalyst which is inactive in the isomer- surface and the remaining sulfur, i.e., the sulfur ization of n-butane. Catalysts deactivated by the loss responsible for the SO2 evolved at 800, is located of this sulfur cannot be regenerated. A change in the in the bulk. This cannot be ruled out. However, the crystal phase was not observed by XRD as result of the catalyst was prepared by a two-step reaction-impreg- loss of the sulfur evolved at 600. nation [16] method which would suggest that sulfur would be preferentially located at the surface. We were careful to use only 0.5 N H2SO4 in the impreg- Acknowledgements nation step because stronger concentrations of H2SO4 result in both structural damage and loss of BET We wish to thank Ms. Katherine (Xiao) Wu for help surface area. in the use of TGA/FT-IR equipment. We acknowledge Sulfur oxidation states of +6 have been shown the U.S. Department of Energy, Division of Basic to be the most active in promoting the isomerization Energy Science (DOE FG02-86ER-1351), National of n-butane on sulfated zirconia catalysts [11,12]. A Science Foundation and the Louisiana Board of partial reduction of this oxidation state as a result of Regents (LEQSF-ENG-TR-49) for their financial sup- the formation of either an organo-sulfur complex or port. perhaps the complete blockage of these sites may result in a substantial loss in catalytic activity. Reox- idation of these deactivated sulfur atoms to the +6 References state could result in the restoration of the catalytic activity. [ll K. Tanabe, T. Yamaguchi, Stud. Surf. Sci. Catal., 44 (1989). The results reported in this study were duplicated on [21 K. Tanabe, M. Misono, Y. Ono, H. Hattori, Stud. Surf. Sci. the commercial sample MEICat XZ0682/01 suggest- Catal. 51 (1989) 199. ing that the chemistry of the deactivation process is [31 K. Tanabe, H. Hattorri, T. Yamaguchi. Crit. Rev. Surf. Chem. essentially the same on both samples, i.e., the method 1 (1990) 1. of preparation does not appear to alter the mechanism [41 T. Yamaguchi, Appl. Catal. 61 (1990) 1. [51 K. Arata, Adv. Catal., 37 (1990) 165: K. Arata, M. Hina, by which deactivation occurs. Mater. Chem. Phys., 26 (1990)213; K Arata, Trends Phys. Changes from the tetragonal to the monoclinic Chem., 2(1991)1. surface phase of zirconia might also result in a sub- [6] O. Moles, Spec. Chem. 12 (1992) 382. stantial decrease in catalytic activity. Because XRD is 17] B.H. Davis, R.A. Keogh, R. Srinivasan, Catal. Today 20 (1994) 219. a bulk technique, small changes in the surface phase [81 A. Corma, Chem. Rev. 95 (1995) 559. might not be detected. Heating to 900 in either 02 or [91 x. Song, A. Sayari, Catal. Rev.-Sci. Eng. 38 (1996) 329. N2 results in a phase change [16], but it also results in [101 J.R. Sohn, H.W. Kim, J. Mol. Catal. 52 (1989) 361. 300 B. Li, R.D. Gonzalez/Applied Catalysis A: General 165 (1997) 291-300 [11] J.C. Yori, J.C. Luy, J.M. Parera, Appl. Catal. 46 (1989) 103. [15] D. Spielbauer, G.A.H. Mekhemer, E. Bosch, H. Knozinger, [12] F.R. Chen, G. Coudurier, J.-F. Joly, J.C. Vedrine, J. Catal. 143 Catal. Lett. 36 (1996) 59. (1993) 616. [16] B. Li, R.D. Gonzalez, Ind. Eng. Chem. Res. 35 (1996) 3141. [13] T.T. Ng Flora, H. Norbert, Appl. Catal. A: General 123 (1995) [17] P.R. Griffiths, J.A. de Haseth, Fourier Tansform Infrared L197. Spectrometry, Wiley, 1986, p. 602. [14] C. Li, P.C. Stair, Catal. Lett. 36 (1996) 119. APCATA 97002093 S0926-860X(97)00209-3 10.1016/S0926-860X(97)00209-3 Elsevier Science B.V. All rights reserved. TGA/FT-IR studies of the deactivation of sulfated zirconia catalysts Binghui Li Richard D. Gonzalez * Department of Chemical Engineering, Tulane University, New Orleans LA 70118, USA * Corresponding address. Tel.: (504)865-5741; fax: (504)865-6744 The deactivation of sulfated zirconia catalysts in the isomerization of n-butane has been studied using a combined TGA/FT-IR technique. Following deactivation at 200°C in the n-butane isomerization reaction, two SO2 desorption maxima centered at 600°C and at 850°C were observed under a flow of N2. Coincidental with the low temperature desorption maximum of SO2 centered at 600°C, a CO2 desorption maximum was also observed. Under an oxygen flow, the coke could be selectively burned off without removing the low temperature sulfur, which results in the complete restoration of the catalytic activity. In a N2 flow, both CO2 and SO2 (low temperature) were removed. The loss of the low temperature sulfur results in a catalyst which is inactive in the isomerization of n-butane. A change in the crystal phase was not observed by XRD as result of the loss of the sulfur evolved at 600°C. Keywords Sulfated zirconia Sol-gel Infrared spectroscopy Thermogravimetric analysis X-ray diffraction Deactivation Regeneration Butane isomerization Sulfur removal Reference [1] Tanabe K. Yamaguchi T. Stud. Surf. Sci. Catal. 44 1989 [2] Tanabe K. Misono M. Ono Y. Hattori H. Stud. Surf. Sci. Catal. 51 1989 199 [3] Tanabe K. Hattorri H. Yamaguchi T. Crit. Rev. Surf. Chem. 1 1990 1 [4] Yamaguchi T. Appl. Catal. 61 1990 1 [5] Arata K. Adv. Catal. 37 1990 165 Arata K. Hina M. Mater. Chem. Phys. 26 1990 213 Arata K. Trends Phys. Chem. 2 1991 1 [6] Moles O. Spec. Chem. 12 1992 382 [7] Davis B.H. Keogh R.A. Srinivasan R. Catal. Today 20 1994 219 [8] Corma A. Chem. Rev. 95 1995 559 [9] Song X. Sayari A. Catal. Rev.-Sci. Eng. 38 1996 329 [10] Sohn J.R. Kim H.W. J. Mol. Catal. 52 1989 361 [11] Yori J.C. Luy J.C. Parera J.M. Appl. Catal. 46 1989 103 [12] Chen F.R. Coudurier G. Joly J.-F. Vedrine J.C. J. Catal. 143 1993 616 [13] Ng Flora T.T. Norbert H. Appl. Catal. A: General 123 1995 L197 [14] Li C. Stair P.C. Catal. Lett. 36 1996 119 [15] Spielbauer D. Mekhemer G.A.H. Bosch E. Knozinger H. Catal. Lett. 36 1996 59 [16] Li B. Gonzalez R.D. Ind. Eng. Chem. Res. 35 1996 3141 [17] Griffiths P.R. de Haseth J.A. 2nd edn. Fourier Tansform Infrared Spectrometry 1986 Wiley 602",
      "scopus-id": "0009516434",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002093",
        "dc:description": "The deactivation of sulfated zirconia catalysts in the isomerization of n-butane has been studied using a combined TGA/FT-IR technique. Following deactivation at 200°C in the n-butane isomerization reaction, two SO2 desorption maxima centered at 600°C and at 850°C were observed under a flow of N2. Coincidental with the low temperature desorption maximum of SO2 centered at 600°C, a CO2 desorption maximum was also observed. Under an oxygen flow, the coke could be selectively burned off without removing the low temperature sulfur, which results in the complete restoration of the catalytic activity. In a N2 flow, both CO2 and SO2 (low temperature) were removed. The loss of the low temperature sulfur results in a catalyst which is inactive in the isomerization of n-butane. A change in the crystal phase was not observed by XRD as result of the loss of the sulfur evolved at 600°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002093",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Binghui"
          },
          {
            "@_fa": "true",
            "$": "Gonzalez, Richard D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002093"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002093"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00209-3",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TGA/FT-IR studies of the deactivation of sulfated zirconia catalysts",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Sol-gel"
          },
          {
            "@_fa": "true",
            "$": "Infrared spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Thermogravimetric analysis"
          },
          {
            "@_fa": "true",
            "$": "X-ray diffraction"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Regeneration"
          },
          {
            "@_fa": "true",
            "$": "Butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Sulfur removal"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "291-300",
        "prism:endingPage": "300",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00209-3",
        "prism:startingPage": "291",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00209-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0009516434"
      }
    }
  }
}