{
  "metadata": {
    "title": "Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics I. Acidity and activity",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-05",
    "doi": "10.1016/S0926-860X(96)00092-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96000920",
    "pii": "S0926860X96000920"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0012376437",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-S0926860X96000920 S0926-860X(96)00092-0 S0926860X96000920 10.1016/S0926-860X(96)00092-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00075 2024-01-01T12:18:48.759026Z 0 0 19961105 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 146 146 2 2 Volume 146, Issue 2 10 351 363 351 363 19961105 5 November 1996 1996-11-05 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ZINCPROMOTEDHZSM5CATALYSTSFORCONVERSIONPROPANEAROMATICSIACIDITYACTIVITY BERNDT H SEDDON 1989 351 D INUI 1984 366 I ONO 1991 663 Y ONO 1992 179 Y LEVANMAO 1989 1 R OSAKO 1993 755 K YAKERSON 1989 339 V ROESSNER 1993 1707 F BERNDT 1996 365 H MARTIN 1992 359 A KARGE 1990 765 H KAZANSKY 1989 1173 V ANUNZIATA 1993 143 O MARTIN 1993 309 A KUSTOV 1990 101 L KURSCHNER 1987 159 U BERNDTX1996X351 BERNDTX1996X351X363 BERNDTX1996X351XH BERNDTX1996X351X363XH item S0926-860X(96)00092-0 S0926860X96000920 1-s2.0-S0926860X96000920 10.1016/S0926-860X(96)00092-0 271346 2024-01-01T12:18:48.759026Z 1996-11-05 1-s2.0-S0926860X96000920-mainext.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:100HZD5864G/MAIN/application/pdf/b40a3780f64a0fc12f1c4a70ff2ee91e/mainext.pdf mainext.pdf pdf true 841480 MAIN 17 1-s2.0-S0926860X96000920-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96000920/PREVIEW/image/png/c54eb2d96af1a40102b07f4fc06ae00f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96000920/PREVIEW/image/png/c54eb2d96af1a40102b07f4fc06ae00f/main_1.png main_1.png png 42392 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96000920-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96000920/MAIN/application/pdf/487a0487c88390e69cba9a2855fa3367/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96000920/MAIN/application/pdf/487a0487c88390e69cba9a2855fa3367/main.pdf main.pdf pdf true 809620 MAIN 13 1-s2.0-S0926860X96000920-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96000920/PREVIEW/image/png/c54eb2d96af1a40102b07f4fc06ae00f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96000920/PREVIEW/image/png/c54eb2d96af1a40102b07f4fc06ae00f/main_1.png main_1.png png 42392 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96000920-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96000920/STRIPIN/image/gif/ba2e88fd8816d63c32473ee130906844/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96000920/STRIPIN/image/gif/ba2e88fd8816d63c32473ee130906844/si1.gif si1 si1.gif gif 647 30 130 ALTIMG APPLIED CATALYSIS 19 A: GENERAL ELSEVIER Applied Catalysis A: General 146 (1996) 351-363 Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics I. Acidity and activity H. Berndt * , G. Lietz, B. Lke, J. Vter lnstitut fir Angewandte Chemie, Berlin Adlershof e.V, Rudower Chaussee 5, D-12484 Berlin Germany Received 9 January 1996; revised 15 February 1996; accepted 19 February 1996 Abstract Zinc promoted H-ZSM-5 catalysts were prepared by ion exchange (Zne) and by impregnation (Zn;). The acidity of these samples was characterized by the TPD of ammonia and by FTIR spectroscopy, recording the OH vibration spectra and the spectra of adsorbed pyridine and ammonia. The method of preparation had minor influence on the activity in the conversion of propane over samples containing less than 1.5 wt.-% Zn. However, Zne samples with Zn contents of 1.5 wt.-% and more were much more active than Zn; samples. The former displayed an increased number of Lewis sites and a decreased number of Brsted sites. Otherwise, partial pore blocking with increasing zinc loading seems to limit the promoting effect in case of Zn; samples. The results demonstrate that ionic zinc species determine the catalytic properties, acting as strongly acidic Lewis sites. Keywords: Zn/H-ZSM-5; Preparation influence; Propane conversion; Acidity; TPDA; Infrared spectroscopy; Lewis sites, strong 1. Introduction The transformation of lower alkanes into more valuable commodity chemicals is still an issue of applied as well as fundamental research. The zeolite H-ZSM-5 is an effective catalyst for hydrocarbon conversion to aromatics. Its activity and selectivity can be improved by introducing promoters such as platinum, gallium Corresponding author. Tel.: (+49-30) 63924308; fax: (+49-30) 63924350. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PH S0926-860X(96)00092-0 352 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 or zinc [1-3]. Particularly, the aromatization of propane has attracted much interest and the beneficial promoting effect of zinc oxide is well established [4]. However, little attention has been paid to a systematical study of the influence of the preparation technique, e.g. ion exchange, impregnation or even physical mixing, on the structural and catalytic properties. Le Van Mao and Dufresne [5] used a physical mixture of H-ZSM-5 with a Zn0/A1203 co-catalyst and proposed a hydrogen back-spillover from internal acid sites of the H-ZSM-5 to the ZnO co-catalyst located on the surface of the zeolite crystals. A physical mixture of H-ZSM-5 and ZnO calcined subsequently was studied by Osako et al. [6]. They concluded from IR results on the generation of Lewis sites by a solid state ion exchange of zinc. A reaction mechanism with zinc ions as active sites was proposed. Also, ion exchange was used by Yakerson et al. [7] for preparation of zinc modified H-ZSM-5 catalysts that were used for conversion of ethane and propane. Only Roessner et al. [8] applied all three preparation methods and compared the catalytic activity of the resulting samples. Nearly no influence of the mode of zinc addition on the catalytic activity was obtained in the conversion of ethane. In summary, the influence of the preparation method on the location of zinc species inside or outside the channels and its role for the catalytic activity has been explained not sufficiently or has been controversially discussed up to now. Therefore, we tried to vary the location of the zinc species by applying different zinc loading techniques in order to obtain relations between the structural properties and the catalytic activity of the modified H-ZSM-5 catalysts in the conversion of propane. In part II [9] we studied the nature of the active sites and special activation procedures of these Zn/H-ZSM-5 catalysts, including physical mixtures of H-ZSM-5 and ZnO. 2. Experimental 2.1. Catalyst preparation Samples aimed to contain different zinc species were prepared by ion exchange or by impregnation (incipient wetness technique) and subsequent calcination. The different types of catalysts are designed as sample Zne and Zn;, respectively. The content of Zn in wt.-% is quoted as second index, e.g. Zne/i.6. A parent ZSM-5 zeolite, having a Si:Al ratio of 23 was loaded with zinc in the following ways. For example, a Zne( 1.6 sample was obtained by refluxing of 10 g NH4 ZSM-5 and 940 mg Zn(N03)2 - 6Hz0 dissolved in 400 ml H20 for 2 h. Its Zn content was determined by complexometric titration of the solution, remaining after separation of the loaded zeolite. The sample was dried for 1 h at 393 K and calcined for 1 h at 573 K and 2 h at 823 K. Samples with less zinc content were correspondingly prepared. A Zni/,1.5 sample was prepared by H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 353 impregnation of 6.0 g H-ZSM-5 freshly calcined at 773 K for 2 h with a solution of 409.5 mg Zn(N03)2 - 6Hz0 in 8 ml H20. Drying and calcining was the same procedure as mentioned before. Samples with less zinc content were prepared by using 8 ml HZO with a corresponding lower zinc nitrate content. 2.2. Temperature-programmed desorption of ammonia (TPDA) The experiments were carried out in a conventional flow system with thermal conductivity detection as described in detail elsewhere [ 10]. The peak areas of the ammonia desorption were calibrated by volumetric analysis after trapping the ammonia by 0.05 N hydrochloric acid. Samples of 0.3 g were filled in the reactor. Adsorbed water was removed by heating the samples to 823 K ( = 10 K/min) in an helium flow (40 ml/min) for 1 h. After cooling to 373 K the samples were saturated with ammonia by passing an helium flow (40 ml/min) containing 2.7% ammonia for 20 min. Afterwards, the physisorbed ammonia was eluted with an helium flow for 2 h. In order to monitor the TPDA plots, the sample was heated up to 923 K with a heating rate = 10 K/min. The temperature program was finished by an isothermal segment of 30 min to complete the desorption and elution of ammonia. 2.3. FTIR spectroscopy IR spectra were recorded on a Bruker IFS 66 spectrometer using self-supporting wafers in a heatable gas-IR cell. The sample was pretreated by heating ( /3 = 10 K/min) to 673 K for 1 h under vacuum. Afterwards, the OH-vibration spectrum was recorded at room temperature (r.t.). Furthermore, the adsorption of ammonia and pyridine was studied. The acid sites were saturated at r.t. with the bases by an argon flow containing 2 vol.-% pyridine or 10 vol.-% NH 3. Then, the samples were heated to 453 K and evacuated (10-3 Pa) to desorb physisorbed and weakly chemisorbed pyridine or ammonia. The IR spectra were recorded after cooling down to r.t. In order to discriminate acid sites of different strength, the pyridine loaded sample was afterwards heated to 593 K and another spectrum was recorded at r.t. The change of the concentration of Brsted-acidic sites by zinc loading were observed by the band of the bridged OH groups at 3610 cm-' and the bands of NH 4'-ions at 1450 cm-' or of pyrH+ ions at 1545 cm-'. The generation of additional Lewis-acidic sites was revealed by the increase of the absorption bands of coordinatively bound ammonia or pyridine appearing at 1590-1625 cm-' and 1454 cm-', respectively. 2.4. Catalytic testing The conversion of propane was carried out at atmospheric pressure in a quartz microflow reactor with an inner diameter of 12 mm. The reactor was loaded 354 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 with 1 g catalyst (compressed, crushed, sieve fraction of 0.3-0.8 mm diameter). The catalyst was pretreated ex-situ in air for 2 h at 823 K and in-situ in nitrogen for 0.5 h at 473 K and 0.5 h at 573 K. Then the catalyst was exposed to a propane/nitrogen flow, consisting of 20 vol.-% propane and 80 vol.-% nitrogen and the temperature was raised to 723 K. Consecutive catalytic measurements were performed by raising the temperature to 753, 778 and 803 K. A gas hourly space velocity (GHSV) of 2000 h-' was applied. The product was analyzed with an on-line GC using a Hewlett-Packard (HP) 5890 series 11 GC equipped with a FID and a methylsilicone capillary column. The analyses were performed for two times at each temperature within 80 min. The conversion of propane and the distribution of the hydrocarbon products were used to characterize the catalyst activity and the selectivity, respectively. 3. Results 3.1. TPDA studies The TPDA profiles of the sample Zne/1.6 and the unpromoted zeolite are shown in Fig. Ia. Zinc ion exchange causes a distinct decrease of the high-temperature peak (h.t.p.). Moreover, generation of new adsorption sites becomes visible by further changes of the profile shape. The h.t.p. shows a shoulder towards higher temperatures and the low-temperature peak (l.t.p.) is widened and shifted towards higher temperatures. Remarkably, both additional peak areas of the ammonia desorption from the new adsorption sites are comparable. The TPDA profile for the sample Zn;/l.s (Fig. lb) also shows a decreased h.t.p. but the generation of new adsorption sites is considerably lower than that of Zne/ 1.6 The total amounts of desorbed ammonia are listed in Table 1. The sample Zne/1.b shows a distinct increase of ammonia desorption by 0.26 mmol/gcat compared to the H-ZSM-5. This sample has been promoted with 0.245 mmol Zn/gcat, i.e. it adsorbs additionally one mole NH3 per one mole zinc. However, the sample Zn;/1,5 exhibits an opposite result. The total amount of desorbed ammonia is decreased in comparison to the unpromoted zeolite. 3.2. FTIR investigations The spectra of the catalysts in the OH vibration range are demonstrated in Fig. 2. Bands of silanol groups at 3740 cm-', strongly acidic bridged OH groups at 3610 cm-' and OH groups mainly located on non-framework aluminium species at 3660 cm-' can be observed [11]. Zinc promotion clearly decreases the intensity of the band at 3610 cm-' indicating the exchange of protons of Brsted sites. Notably, this decrease is weaker for Zn;/1.5 than for Zne/1.b. The growing shoulder at 3660 cm-' could be due to the formation of H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 355 523 723 923 T/K t/min Fig. 1. TPDA from H-ZSM-5 (full line), sample Zne/1 6 (a, dashed line) and sample Zn;/I,5 (b, dashed line). Arrowed section indicates the shift of the h.t.p. non-framework aluminium species probably caused by the action of the weakly acidic zinc nitrate solution applied upon preparation of Znj/I .5 'Moreover, OH groups on zinc oxide particles, could also contribute to this band [12]. Spectra of pyridine adsorbed on acid sites are shown in Fig. 3. The spectrum of the H-ZSM-5 shows Brsted sites (1544 cm-1) and Lewis sites (1454 Table 1 Ammonia desorbed by TPD from H-ZSM-5 and zinc promoted samples Sample NHj (mmol/g) H-ZSM-5 1.40 Zn;/1_5 1.23 Zne/, .6 1.66 356 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 m .a h ZT nu1.6 I I I ZEUI.s d 380 Wavenumber (cm-1) 3:, Fig. 2. FTIR spectra of OH groups in the samples H-ZSM-S, Zne,l.s, and Zn;ZI,5. Jast,eo lines with arrowheads show the respective intensities of the band at 3610 cm-I . 1700 1600 1500 1400 1544 1454 PYrH+ I Illl C I lil 1I7 pyr:LS Znd1.6 ZEULS H -ZS' 1300 Wavenumber (cm-') Fig. 3. MR spectra of pyridine adsorbed on H-ZSM-S, Zne/i,b and Zn;/I 5 recorded at room temperature after partial desorption by preheating under vacuum at 453 K (full line) and 593 K (dashed line). H. Berndt et al./ Applied Catalysis A: General 146 (1996) 351-363 357 1625 1590 1450 Zne/1.6 NH3:LS 0 h a H-ZSM-S 1700 1600 1500 1400 1300 Wavenumber (cm 1) Fig. 4. IR spectra of ammonia adsorbed on H-ZSM-5 and Zne,1.6 recorded at room temperature after heating under vacuum at 453 K. NH': ammonia ions bound on Brsted sites; NH3: LS-ammonia coordinatively bound on Lewis sites. Dashed section for H-ZSM-5 at v > 1550 cm-1 shows the spectrum for ammonia adsorbed at room temperature before heating at 453 K. cm-') [6]. The number of Lewis sites is increased for Zni/1.5 and much more for Zne/1.6. Otherwise, the number of Brsted sites is decreased by the zinc loading nearly to the same extent in both the samples. Partial pyridine desorption by heating Zne/t.6 to 593 K causes a clearly less decrease of the band at 1454 cm-' than of the band at 1544 cm-1. This finding indicates that a portion of pyridine is adsorbed more strongly on Lewis sites than on Brsted sites as recently also observed by Anunziata and Pierella [13]. Spectra of adsorbed ammonia are shown in Fig. 4. The band at 1450 cm assigned to ammonium ions [14] confirms the expected decrease of the number of Brsted sites by zinc exchange. The band at 1625 cm-1 is assigned to Lewis sites [14]. This band observed with H-ZSM-5 only at r.t. (dashed line) disappeared after elution at 453 K and can be attributed to a weak ammonia adsorption on non-framework aluminium species. The ammonia adsorption on exchanged zinc species causes a band at 1625 cm-1 and a shoulder at 1590 cm ', indicating two different ammonia species bound either in a different way on one type of Lewis sites or bound on Lewis sites of different strength. 3.3. Catalytic properties The conversion of propane over various Zn; and Zne catalysts is shown in Fig. 5a. The activity of the Zne sample rises with increasing zinc content. 358 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 80 60 0 O cl a) 40 a 0 U 20 0 60 40 '.G u d h 20 0 0 0.5 1.0 1.5 2.0 Zinc Content (wt: %) Fig. 5. Conversion of propane and selectivity for aromatics (wt.-%) at 778 K as a function of the zinc content of the catalysts. (A) Zne samples, ( Zn; samples. However, the conversion on the Zni sample increases only up to a zinc content of about 1 wt.-% and decreases at higher zinc loading. The consequence is that there is a large difference between the activity of Znl and Zne samples containing 1.5 wt.-% and 1.6 wt.-%, respectively. The dependence of the aromatization selectivity on the zinc content is shown in Fig. 5b. Zn; and Zne samples reveal similar curves. Fig. 6 demonstrates the conversion as a function of the reaction temperature for the parent H-ZSM-5 and the samples Zn;j1.5 as well as Zne/ 1.6, exhibiting most clearly the influence of the preparation method. Zne/1.6 is very active already at 723 K. Zn;X1.5 is distinctly less active and the initial increase of the conversion with the reaction temperature is lower than with Zne/1.6. Remarkably, the unpromoted H-ZSM-5 is nearly as active as Zni/ 1.5 The yields and the product selectivities obtained at 778 K are summarized in Table 2. The samples were usually studied at a GHSV of 2000 h-1. In addition, Zne/ 1.6 was studied at 20 000 h-1 in order to get a conversion, being comparable with those of the other samples. In this way, the influence of the conversion on the selectivity can be eliminated for a comparison of different active catalysts [4]. H-ZSM-5 revealed an extremely high selectivity for cracking. Both the zinc H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 359 80 60 v 0 c 0 L 40 c 0 C ca G O L 0.' 20 673 723 773 823 873 Reaction Temperature (K) Fig. 6. Conversion of propane as a function of the reaction temperature at a space velocity of 2000 v/vh. (1) sample Zne/, 6, ( sample Zn;/ 1 5, (A) sample H-ZSM-5. promoted samples showed considerably lowered cracking selectivity. In detail, the Zne/1,6 sample showed the lowest selectivity for methane but a higher one for ethane compared with Zni/1.5. The increase of selectivity for aromatization by zinc loading is independent of the method of preparation. The ratio ethene/ethane decreases in the sequence H-ZSM-5 > Zni/1,5 > Zne/1.6 from 2.7 to 1.5 and 0.5. This indicates a promotion of the hydrogenation by zinc species, especially by exchanged zinc ions. Both the catalyst types showed a comparable deactivation behaviour. The conversion decreased, e.g. at 778 K for ca. 5% per hour, relatively. To sum up the main results, Zne/1.6 is more active than Zni/1,5 but the selectivity for the formation of aromatics is comparable and much higher than with the unpromoted H-ZSM-5 catalyst. 4. Discussion The results show that the method of preparation has a significant influence on the activity as far as samples with at least 1.5 wt.-% Zn are concerned. Zinc ion exchange provides distinctly more active catalysts than impregnation by zinc nitrate. Therefore, some details of the preparation methods should be briefly considered. The solution for the impregnation was a concentrated one with a ratio of the volumes water/zeolite of about 1 (conditions of incipient wetness 360 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 Table 2 Product pattern for the propane conversion at 778 K on H-ZSM-5 and zinc promoted samples H-ZSM-5 Zni/,.5 Zne/ b Zne/l. GHSV (h- 1) 2000 2000 2000 20000 Conversion (%) 17.4 19.8 70.8 18.1 Yield (wt.-%) methane 5.45 2.89 10.78 1.69 ethane 1.92 1.74 27.87 3.14 ethene 5.13 2.70 0.95 1.63 propane 82.60 80.20 29.20 81.90 propene 0 a 0 a 0 a 0 a n-butane 0.92 0.33 0.29 0.28 i-butane 0.51 0.15 0.15 0.26 1-butene 0.70 0.26 0.16 0.40 trans-2-butene 0.47 0.15 0.09 0.19 cis-2-butene 0.38 0.09 0.06 0.13 C5+ aliphatics 0.33 0.11 0.02 0.15 benzene 0.43 4.54 15.22 4.18 toluene 0.73 4.56 11.00 3.93 m-xylene 0.02 0.13 0.14 0.15 p-xylene 0.27 1.61 2.76 1.38 o-xylene 0.05 0.48 0.81 0.29 C9+ aromatics 0.09 0.06 0.50 0.30 Selectivity (wt.-%a) C, +C2 71.8 37.0 55.9 35.6 methane 31.3 14.6 15.2 9.3 ethane 11.0 8.8 39.4 17.3 ethene 29.5 13.6 1.3 9.0 C4 17.1 4.9 1.1 6.9 aromatics 9.1 57.5 43.0 56.5 a Only traces. technique), whereas the solution for the exchange was very diluted with a corresponding volume ratio of about 50. Obviously, a zinc loading with a more diluted solution is more appropriate for the preparation of active catalysts. This fact could also be the reason, why samples impregnated with only 1.0 or 0.5% Zn were nearly as active as corresponding samples prepared by ion exchange. The incipient wetness is only disadvantageous for the preparation of catalysts containing 1.5 wt.-% Zn and more. However, this borderline also depends on further conditions of the preparation. A prolonged calcination time, as for example applied by Kustov et al. [15], can cause a solid state ion exchange in catalysts prepared by impregnation, narrowing the gap between the activity of catalysts prepared by impregnation and ion exchange, respectively. The results of the TPDA have shown that the method of preparation strongly influences the acidity of the catalysts. The h.t.p. is decreased in Zne/t.6 as well as in Zni/,.5, indicating an exchange of protons of Brsted sites by zinc ions. The latter should act as Lewis sites adsorbing ammonia. However, the assignment of desorption peaks or shoulders of the TPDA plot to desorption from H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 361 Lewis sites is still controversial. Osako et al. [6] only refer to a shift of the l.t.p., indicating the interaction of zinc species with ammonia. This would mean that the zinc species act similar to exchanged Na+-ions, causing an increase of the l.t.p., only [16]. Roessner et al. [8] also relate the increase of the l.t.p. to the formation of Lewis sites generated by zinc ions but they mentioned that an additional tailing of the h.t.p. points to the presence of strongly acidic Lewis sites. The quantitative determination (Table 1) showed that the amount of ammonia additionally adsorbed on Zne/1.6 is nearly comparable with the amount of introduced zinc ions. Therefore, we conclude that two ammonia molecules should be coordinatively bound to one exchanged zinc species, i.e. two NH3 molecules could be bound with different bond strength and desorb at different temperatures (l.t.p. and h.t.p. region). The structure of the zinc species located on Brsted sites could be a [Zn(OH)]+-ion as will be shown in part II [9]. Such species would reach a stable tetrahedral coordination by two NH 3, the hydroxyl group and the oxygen ion of the Brsted site. The adsorption of two ammonia molecules is further supported by our IR spectroscopic results, showing the presence of different strong coordinatively bound ammonia. Altogether, we conclude that the exchange of zinc ions generates Lewis-acidic sites, adsorbing two ammonia molecules. The high desorption temperature for a portion of the adsorbed ammonia (shoulder in the TPDA plot above 723 K) demonstrates that the zinc species are essentially stronger acidic than the Lewis sites of the H-ZSM-5, desorbing ammonia in the l.t.p. region. The observation of the Brsted-acidic bridged OH groups clearly indicated the decrease of the concentration of the Brsted sites in the sequence H-ZSM-5 > Zn;/1,5 > Zne/1.6. This confirms that only a portion of zinc exchanges with protons upon impregnation. The generation of Lewis sites by zinc species is evidenced by the appearance of the corresponding bands of coordinatively bound pyridine or ammonia. This is in accordance with recent literature data [6,8,15]. A detailed inspection of the spectra points to a partial pore blocking in samples prepared by impregnation. Whereas the band intensity of the bridged OH groups decreases in the expected sequence H-ZSM-5 > Zn;/l.s > Zne/1.6, the bands of the pyrH+-ions show nearly the same intensity for Zn;/1.5 and Zne/1.6 The probe molecule pyridine seems to be hindered to reach all the acidic sites in the channels of Zni/l.s because some pore mouths are blocked by deposition of ZnO. A partial pore blocking in Zn;/1.5 can be also concluded from the amount of adsorbed ammonia, being smaller than that one adsorbed on the unpromoted H-ZSM-5 (Table 1). To sum up, a pore blocking in the Zn; sample is indirectly indicated by three independent results: (i) apparently different acidity obtained by spectroscopic studies with and without a probe molecule, (11) a relatively high decrease of ammonia adsorption and (iii) a dramatically decreased catalytic activity. 362 H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 Considering the different conditions of the zinc loading for Zne and Zni samples, the investigations lead to the following model of the catalyst structures. The zinc in Zn;/1,5 is partially located on the outer surface of the zeolite crystals as zinc oxide particles and partially inside the channels as ionic species. The zinc loading by ion exchange results in a predominant location of [Zn(OH]+-ions on the Brsted sites inside the zeolite channels. The improved activity and selectivity of H-ZSM-5 promoted by exchanged zinc can be attributed to the generation of strongly acidic Lewis sites. In general, it is accepted that Brsted sites are the active sites for the alkane activation in case of the unpromoted zeolite ([4] and refs. therein). The significantly improved catalytic properties of zinc exchanged samples which are connected with a decreased concentration of Brsted sites lead to the conclusion that the newly generated Lewis sites are not only additional sites but are sites, being more active and more selective than the Brsted sites. 5. Conclusion The catalytic results revealed a comparable efficiency of zinc promotion using preparation by incipient wetness technique or ion exchange if H-ZSM-5 is loaded with small amounts of zinc. However, catalysts containing 1.5 wt.-% or more zinc are considerably more active if they have been prepared by ion exchange. The lower activity of Zn; is attributed to a lower degree of ion exchange and in addition to a partial pore blocking, as concluded from corTesponding adsorption data of pyridine and ammonia. The promoting effect of zinc species is caused by formation of strongly acidic and very active Lewis sites. Their presence has been evidenced by IR spectroscopy and TPDA. Each Lewis-acidic zinc ion can coordinatively bind two ammonia molecules, desorbing consecutively in the l.t.p. and the h.t.p. during the TPDA. Further details about the chemical nature as well as the location, mobility and activation of different zinc species are provided in part 11 [9]. Acknowledgements The authors thank Mrs. K. Struve and Mrs. U. Wolf for careful carrying out the TPDA and FTIR measurements, respectively. References [1] D. Seddon, Catal. Today, 6(3) (1989) 351. [2] I. Inui and F. Okazumi, J. Catal., 90 (1984) 366. H. Berndt et al. /Applied Catalysis A: General 146 (1996) 351-363 363 [3] Y. Ono and K. Kanae, J. Chem. Soc., Faraday Trans., 87 (1991) 663. [4] Y. Ono, Catal. Rev.-Sci. Eng., 34 (1992) 179. [5] R. Le Van Mao and L. Dufresne, Appl. Catal., 52 (1989) 1. [6] K. Osako, K. Nakashiro and Y. Ono, Bull. Chem. Soc. Jpn., 66 (1993) 755. [7] V.I. Yakerson, T.V. Vasina, L.I. Lafer, V.P. Sytnyk, G.L. Dykh, AN. Mokhov, ON. Bragin and Kh.M. Minachev, Catal. Lett., 3 (1989) 339. [8] F. Roessner, A. Hagen, U. Mroczek, H.G. Karge and K.-H. Steinberg, Stud. Surf. Sci. Catal., 75 (1993) 1707. [9] H. Bemdt, G. Lietz and J. Vter, Appl. Catal. A, 146 (1996) 365. [10] A. Martin, H. Berndt, U. Wolf and B. Lke, Catal. Lett., 14 (1992) 359. [I l] H.G. Karge and V.J. Dondur, J. Phys. Chem., 94 (1990) 765 [12] V.B. Kazansky, L.M. Kustov and A.Yu. Khodanov, Stud. Surf. Sci. Catal., 49 (1989) 1173. [13] O.A. Anunziata and L.B. Pierella, Catal. Lett., 190 (1993) 143. [14] A. Martin, U. Wolf, H. Berndt and B. Lke, Zeolites, 13 (1993) 309. [15] L.M. Kustov, V.B. Kazansky, S.G. Heyde, K.R. Kamble, P. Ratnasamy, Ind. J. Chem., 29A (1990) 101. [16] U. Kiirschner, B. Parlitz, B. Schreier, G. lmann and J. V61ter, Appl. Catal., 30 (1987) 159. APCATA 96000920 S0926-860X(96)00092-0 10.1016/S0926-860X(96)00092-0 Article Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics I. Acidity and activity H. Berndt ∗ G. Lietz B. Lücke J. Völter Institut für Angewandte Chemie, Berlin Adlershof e.V., Rudower Chaussee 5, D-12484 Berlin Germany ∗ Corresponding author. Tel.: ( +49-30) 63924308; fax: ( +49-30) 63924350. Zinc promoted H-ZSM-5 catalysts were prepared by ion exchange (Zne) and by impregnation (Zni). The acidity of these samples was characterized by the TPD of ammonia and by FTIR spectroscopy, recording the OH vibration spectra and the spectra of adsorbed pyridine and ammonia. The method of preparation had minor influence on the activity in the conversion of propane over samples containing less than 1.5 wt.-% Zn. However, Zne samples with Zn contents of 1.5 wt.-% and more were much more active than Zni samples. The former displayed an increased number of Lewis sites and a decreased number of Brønsted sites. Otherwise, partial pore blocking with increasing zinc loading seems to limit the promoting effect in case of Zni samples. The results demonstrate that ionic zinc species determine the catalytic properties, acting as strongly acidic Lewis sites. Keywords Zn H -ZSM-5 Preparation influence Propane conversion Acidity TPDA Infrared spectroscopy Lewis sites, strong References [1] D. Seddon Catal. Today 6 3 1989 351 [2] I. Inui F. Okazumi J. Catal. 90 1984 366 [3] Y. Ono K. Kanae J. Chem. Soc., Faraday Trans. 87 1991 663 [4] Y. Ono Catal. Rev.-Sci. Eng. 34 1992 179 [5] R. Le Van Mao L. Dufresne Appl. Catal. 52 1989 1 [6] K. Osako K. Nakashiro Y. Ono Bull. Chem. Soc. Jpn. 66 1993 755 [7] V.I. Yakerson T.V. Vasina L.I. Lafer V.P. Sytnyk G.L. Dykh A.V. Mokhov O.V. Bragin Kh.M. Minachev Catal. Lett. 3 1989 339 [8] F. Roessner A. Hagen U. Mroczek H.G. Karge K.-H. Steinberg Stud. Surf. Sci. Catal. 75 1993 1707 [9] H. Berndt G. Lietz J. Völter Appl. Catal. A 146 1996 365 [10] A. Martin H. Berndt U. Wolf B. Lücke Catal. Lett. 14 1992 359 [11] H.G. Karge V.J. Dondur J. Phys. Chem. 94 1990 765 [12] V.B. Kazansky L.M. Kustov A.Yu. Khodanov Stud. Surf. Sci. Catal. 49 1989 1173 [13] O.A. Anunziata L.B. Pierella Catal. Lett. 190 1993 143 [14] A. Martin U. Wolf H. Berndt B. Lücke Zeolites 13 1993 309 [15] L.M. Kustov V.B. Kazansky S.G. Heyde K.R. Kamble P. Ratnasamy Ind. J. Chem. 29A 1990 101 [16] U. Kürschner B. Parlitz B. Schreier G. Öhlmann J. Völter Appl. Catal. 30 1987 159",
      "scopus-id": "0012376437",
      "coredata": {
        "eid": "1-s2.0-S0926860X96000920",
        "dc:description": "Zinc promoted H-ZSM-5 catalysts were prepared by ion exchange (Zne) and by impregnation (Zni). The acidity of these samples was characterized by the TPD of ammonia and by FTIR spectroscopy, recording the OH vibration spectra and the spectra of adsorbed pyridine and ammonia. The method of preparation had minor influence on the activity in the conversion of propane over samples containing less than 1.5 wt.-% Zn. However, Zne samples with Zn contents of 1.5 wt.-% and more were much more active than Zni samples. The former displayed an increased number of Lewis sites and a decreased number of Brønsted sites. Otherwise, partial pore blocking with increasing zinc loading seems to limit the promoting effect in case of Zni samples. The results demonstrate that ionic zinc species determine the catalytic properties, acting as strongly acidic Lewis sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96000920",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Berndt, H."
          },
          {
            "@_fa": "true",
            "$": "Lietz, G."
          },
          {
            "@_fa": "true",
            "$": "Lücke, B."
          },
          {
            "@_fa": "true",
            "$": "Völter, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96000920"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96000920"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00092-0",
        "prism:volume": "146",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Zinc promoted H-ZSM-5 catalysts for conversion of propane to aromatics I. Acidity and activity",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zn H -ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Preparation influence"
          },
          {
            "@_fa": "true",
            "$": "Propane conversion"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "TPDA"
          },
          {
            "@_fa": "true",
            "$": "Infrared spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Lewis sites, strong"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "351-363",
        "prism:endingPage": "363",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00092-0",
        "prism:startingPage": "351",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00092-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "130",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96000920-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "647",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0012376437"
      }
    }
  }
}