{
  "metadata": {
    "title": "VAPO as catalyst for liquid phase oxidation reactions. Part II: stability of VAPO-5 during catalytic operation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-07",
    "doi": "10.1016/S0926-860X(96)00349-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003493",
    "pii": "S0926860X96003493"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0006599341",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003493 S0926-860X(96)00349-3 S0926860X96003493 10.1016/S0926-860X(96)00349-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0052X 2024-01-01T12:19:29.85596Z 0 0 19970507 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 152 152 2 2 Volume 152, Issue 2 3 203 219 203 219 19970507 7 May 1997 1997-05-07 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. VAPOCATALYSTFORLIQUIDPHASEOXIDATIONREACTIONSPARTIISTABILITYVAPO5DURINGCATALYTICOPERATION HAANEPEN M HILL 1993 67 C CHEMSOCSYMPSER ROMANO 1990 610 U CLERICI 1993 71 M CORMA 1995 18 A VANDERPOL 1992 113 A SHELDON 1980 107 R PEETERS 1994 51 M VANOPPEN 1995 637 D HAANEPEN 1997 183 M WELZ 1985 B ATOMICABSORPTIONSPECTROMETRY MANNING 1985 461 D WECKHUYSEN 1995 48 B TALSI 1993 235 E SU 1973 337 C WHITTINGTON 1993 1032 B GIELGENS 1995 195 L HAANEPENX1997X203 HAANEPENX1997X203X219 HAANEPENX1997X203XM HAANEPENX1997X203X219XM item S0926-860X(96)00349-3 S0926860X96003493 1-s2.0-S0926860X96003493 10.1016/S0926-860X(96)00349-3 271346 2024-01-01T12:19:29.85596Z 1997-05-07 1-s2.0-S0926860X96003493-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003493/MAIN/application/pdf/acb44b6fb682281d34ef448801bae586/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003493/MAIN/application/pdf/acb44b6fb682281d34ef448801bae586/main.pdf main.pdf pdf true 909124 MAIN 17 1-s2.0-S0926860X96003493-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003493/PREVIEW/image/png/02c59f40c2c4d831c82f8bc62cc1979c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003493/PREVIEW/image/png/02c59f40c2c4d831c82f8bc62cc1979c/main_1.png main_1.png png 43583 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 152 (1997) 203-219 VAPO as catalyst for liquid phase oxidation reactions. Part II: stability of VAPO-5 during catalytic operation M.J. Haanepen, A.M. Elemans-Mehring, J.H.C. van Hooff* Laboratory of lnorganic Chemistry and Catalysis, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands Received 23 July 1996; received in revised form 26 September 1996; accepted 26 September 1996 Abstract The stability of VAPO has been studied in detail. VAPO-5 was extensively re-used as catalyst for the epoxidation of 3-phenyl-2-propen-1-ol and the oxidation of 3-octanol by tert-butylhydroper- oxide (TBHP). It appears that during the reaction the structure of VAPO stays largely intact, however the micropores become obstructed by organic compounds. Calcination is necessary to restore the activity completely. Removal of the VAPO from the reaction mixture after a short reaction time showed an ongoing reaction in the filtrate. In the solution a small amount of vanadium could be detected (between 0.9-12.5% loss of vanadium, depending on the VAPO and reaction conditions). The leaching process stops soon after the start of the reaction, which can be explained by protection due to strong absorption of organic molecules. Soxhlet extraction of VAPO with water did not give a stable system. Controll experiments with tiny amounts of homogeneous catalyst (VO(acac)2) show that the activity can be largely explained by these small amounts of vanadium in solution. For this reason it is concluded that VAPOs (and more generally MeAPOs) are not suitable as catalysts for liquid phase oxidation reactions. Keywords: VAPO-5; oxidation catalysis; leaching; stability; regeneration I. Introduction A major problem of oxidation catalysis in the liquid phase is the deactivation of the catalyst under reaction conditions. The most common deactivation mechan- * Corresponding author. Tel: +31-40-2473069, fax: +31-40-2455054, e-mail: TGTAHB@CHEM.TUE.NL 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00349-3 204 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 isms of homogeneous catalysts are: degradation of the (organic) ligands, ollgo- merisation, formation of dead-end species and inhibition by strong binding of reactants and products to the active sites [1 ]. Metal containing molecular sieves are unique catalysts because they possess a metal ion embedded in an inorganic, uniform microporous structure. Some of the deactivation mechanisms mentioned above are prohibited: the framework is not oxidisable and the formation of oligomers is not possible because the metal ions are located at fixed positions. These properties make them interesting candidates to be used as heterogeneous catalyst for oxidation reactions in the liquid phase. However, other deactivation mechanisms come into play: the molecular sieve catalyst might deactivate because of extraction of the active metal and blocking of the microporous structure. An essential part of the concept \"reaction in micropores\" is the utilisation of the active sites inside the micropores. This is certainly not a trivial question because of the complexness of the processes involved during a reaction: interplay of the solvent, supply of reactants and the removal of the products. Molecular sieve catalysts are only useful catalysts for oxidation reactions in the liquid phase when they give an improved selectivity to a certain product or a higher activity compared with common homogeneous catalysts. Titanium silicalite (TS-1) indeed shows improved catalytic behavior [2]. More- over, for TS-! it seems well proven that the reaction takes place inside the microporous system. The most important arguments are: Reactive substrates with a kinetic diameter larger than the pore size of TS-1, like cyclohexene, cannot be oxidised [2]. Reactions with small molecules, like octene proceed smoothly [3]. No reaction with TBHP has been observed, although TBHP is able to enter the pores of TS- 1. This is explained in terms of sterical hindrance induced by the pore system during the course of the reaction. However, Ti-/3 catalyses the reaction with TBHP [4]. The turnover frequency would be unreasonably high if the catalytic reaction only takes place on the outer surface of TS-1. It is well proven that the titanium is distributed homogeneously through the crystallite. Calculation reveals that a cubic crystallite with dimensions 0.1 x 0.10.1 gm has an outer to inner surface ratio of 1%. This ratio decreases upon using larger crystallites. Consequently, if only titanium on the outer surface catalysed the reaction the real TOFs would be more than 100 times higher. The calculated TOF for the hydroxylation of phenol, assuming all titanium takes part in the reaction is rather high (>100mol substrate/ mol titanium-h) [5]. In addition to this, the oxidation rate of phenol and octanol depends on the crystallite size, which suggest the occurrence of intra-crystalline mass transfer limitations [5]. M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 205 Although, to the best of our knowledge, no stability data of TS-1 have been published, the contribution of dissolved titanium to the activity is expected to be minor. Fast deactivation of the dissolved titanium by strong complexation of the polar solvent and hydrogen peroxide is expected [6]. It is questionable if similar arguments hold for other systems like for example metal containing alumino-phosphates (MeAPOs, Me : V, Cr, Co etc.) for reasons of deactivation. For CoAPO it is proven that the molecular sieve dissolves during the oxidation of 4-methyl-hydroxy-benzene in strong alkaline medium [7]. The cobalt in solution is responsible for the observed activity. In cyclohexane, a strong apolar solvent, an extremely low concentration of cobalt could be detected in solution but the activity of CoAPO could not be attributed to this dissolved cobalt [8]. The concept \"reactions in micropores\" might not be applicable in case of VAPO-5 because the actual reaction takes place in solution. A low activity compared with a similar amount of homogeneous catalyst and minor influence of the pore structure on activity and selectivity [9] are arguments in favor of this hypothesis, but also the intrinsic activity of vanadium sites in the pores may be low. In this article it will be shown that stability tests might give useful information whether or not the concept is valid in case of VAPO. The epoxidation of 3-phenyl- 2-propen-l-ol and the oxidation of 3-octanol by TBHP were used as probe reactions. 2. Experimental: Details about the preparation and characteristics of the VAPO-5s can be found elsewhere [9]. 2.1. Long term regeneration of VAPO-5 used for the epoxidation of 3-phenyl-2- propen-l-ol. Solutions of substrate and oxidants were described earlier by the authors in a previous article [9]. For the first cycle 70 ml of 3-phenyl-2-propen-1-ol (0.45 M) and 35 ml of TBHP-solution (0.9 M) were combined and heated to 50. Well dried VAPO-5 (S-P3) (12.5 g) was added and allowed to react for 24 h. Then the VAPO-5 was filtered off at 50 and washed with acetonitrile. The VAPO-5 was dried overnight at 80 and used again in a new cycle or calcined in air at 500 for 3 h using a standard temperature program [9]. After the first, second, fourth, seventh, tenth and fourteenth cycle a calcined sample of about 0.8 g was kept apart for analysis by XRD, SEM, PV, DRUVVIS, ESR, AAS and a test reaction with 3- phenyl-2-propen-l-ol under standard conditions ([V] =300 mg/l) [9]. For every large scale reaction the amounts of reactants were adapted to the amount of VAPO- 5 remained to keep the ratio [substrate]/[V] and [TBHP]/[V] constant. A similar 206 M.J. Haanepen et al,/Applied Catalysis A: General 152 (1997) 203-219 procedure was carried out to obtain a large amount of a VAPO-5 used for the oxidation of 3-octanol. Alternatively, an used VAPO-5 was Soxhlet extracted with acetonitrile for 5 days and then dried at 80 before it was used again as catalyst for a new reaction under standard conditions [9]. 2.2. Removal of loosely bound vanadium A freshly calcined VAPO-5 sample was Soxhlet-extracted with various solvents for a period of 5-7 days. The extracted VAPO was dried at 120 and calcined following a standard procedure. 2.3. Instrumental: 2.3.1. TGA The thermographimetric analysis was carried out using a Shimadzu TGA-50 analyzer. The sample cup was slowly heated in air to burn off the organic residues (temperature program: 20 ~ 700; 1 min). Afterwards the VAPOs were bright yellow. 2.3.2. GF-AAS Samples were diluted using a Metrohm 725 Dosimat. The analyzes were carried out using a Perkin Elmer 3030 atomic absorption spectrophotometer equipped with a Model HGA-600 graphite furnace and an AS-60 autosampler. Pyrolytic coated tubes (Perkin Elmer, B0 135653) were used. 2.4. Analysis of vanadium GF-AAS was used because of the low detection limit (0.2 ~tl V/1 [10]). After injection of the sample (20 ~tl) on the tube wall the sample was heated to 90. After drying for 25 sec the sample was heated to 1150 in 20 sec. This temperature was kept constant for 20 sec. Then the vanadium was instantaneously atomised at the optimum temperature of 2650. The vanadium signal was measured for five seconds at A=318.4 nm and a slit of 0.7 nm. Finally, the oven was heated to 2680 for three seconds to remove all residual products. Except for the period during the measurement an argon flow of 300 ml min was passed through the oven. The shape of the signal was comparable to those shown in literature [11]. Since the signal tails the peak area rather than peak height was used for the calibration. For calibration a vanadium standard solution 1000 mg V/1 (Merck, Darmstadt, Germany, Titrisol) was used. Different dilutants for the samples were used, 1- propanol (Riedel-de Ha6n, Seelze-Hannover, Germany) and acidified water (0.2% nitric acid (Merck, Darmstadt, Germany, 65%, Suprapur). To avoid problems with a too low solubility of organic compounds in water 1-propanol was chosen as M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 207 solvent. Straight calibration lines (r2 >0.999) between 0-150 ~t g V/I could be obtained, the intercept being slightly smaller in case of 1-propanol. The analyzes of the reaction mixtures were reproducible. However, the absolute values were too low as concluded from data obtained for a reference compound bis(2,4-pentan- dionato)-oxo-vanadium(IV) (Janssen, Geel, Belgium, 99%), which has a theore- tical vanadium content of 19.2 wt%. Values in propanol were systematically lower (found: 9.2-4-0.4 wt% V), while analyzes using acidified water as dilutant gave slightly too high values (20.8+0.7 wt%). In propanol the analyzes were negatively influenced by the organic components in the samples. The interference of 3-octanol is stronger than found for 3-phenyl-2-propen-1-ol. It was checked if the formation of non-volatile vanadium carbides [ 11 ] was the cause of the too low absolute values by measuring the vanadium signal during the cleansing of the oven, but no vanadium could be detected. All analyzes presented in this article were carried out using 1-propanol as dilutant. The results presented were corrected for the absolute value. 2.5. Analysis of aluminium All glassware was thoroughly rinsed with 2% nitric acid before use. All analyzes were carried out in 1-propanol. The sample (20 pl) was directly injected on the tube wall and after drying, heated to 1300 for 20 sec. Then the oven was heated instantaneously to 2400, which appeared to be the optimal atomisation tem- perature. The signal was measured for two seconds at A=309.3 nm and a slit of 0.7 nm. Afterwards the oven was heated for three seconds at 2700. Before and after the measurement the oven was cleansed with argon (300 ml/min). GF-AAS has a detection limit of 0.01 pg AI/1 [10]. The peak height was used for quantitative measurement. For all analyzes 1-propanol was used as dilutant. The calibration curves, for which an aluminium standard solution of 1000 mg A1/1 (Merck) was used, were straight up to 80 pg A1/1. The analysis of aluminium was found not to be interfered by the dilutant or other organic components. The aluminium content for a reference compound, aluminium tri-isopropoxide (Janssen, 98+%), found was 13.0 wt% and 11.8 wt% A1 (theoretical: 12.9-13.2 wt%). 3. Results and discussion: 3.1. Re-use of VAPO-5. After work-up of the reaction mixture the VAPO-5 was used as catalyst in a fresh reaction mixture. The VAPO was either used directly or calcined before use. An activity test under standard conditions was performed [9]. From Tables 1 and 2 it becomes clear VAPO-5 has to be calcined to restore the original activity, although this effect is much more clear in the case of the oxidation of 3-octanol than in the 208 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 case of the epoxidation of 3-phenyl-2-propen-1-ol. Without intermediate calcina- tion the VAPO-5 lost about 25% of its activity as catalyst for the epoxidation of 3- phenyl-2-propen-1-ol after using it 4 times. No serious loss of activity could be observed for a VAPO-5 that was calcined. Only after 14 regenerations the activity had decreased by about 60% of the original activity. The VAPO-5 that was applied as catalyst for the oxidation of 3-octanol lost more than 50% of the activity compared with the fresh VAPO-5, but the activity could be restored almost quantitatively by calcination. Note that the VAPO-5 that was only washed showed a higher selectivity on TBHP consumption that the calcined VAPOs. The results show that calcination between successive uses is beneficial for the activity of the VAPO-5. Calcination has two effects. Firstly, a VAPO-5 recovered from the reaction mixture is in the reduced state as shown by ESR. The spectrum is similar to that observed for a non-calcined sample [ 12], although the intensity may be lower. This implies that reduction of the vanadium sites (V(V) --~ V(IV)) takes place, probably when all TBHP has been consumed. Calcination restores the initial situation (V(IV) ~ V(V)). Secondly, and probably more important, is the observation that the pores of VAPO-5 during the reaction become totally blocked. Pore volume measurements show that the active sites are not accessible any more. By calcination, the accessibility is restored almost completely as will be shown in the next paragraph. A calcination temperature between 450-600 proved to be necessary to burn off all included species. This is illustrated by the TGA of a VAPO-5 applied for the oxidation of 3-octanol (Fig. 1). It was found impossible to open the pores by extensive Soxhlet extraction of the VAPO-5 with for example acetonitrile. After prolonged extraction time the organic material is still firmly bound. The TGA of VAPO applied for the oxidation of 3-phenyl-2-propen-1-oi shows that a considerable amount (more than double the amount expected on base of the pore volume) of organic molecules are firmly bound to the particles, which can not be removed by washing. Note that above a calcination temperature of 600 the microporous structure collapses. Surprisingly, this dense phase material still shows activity for the oxidation of 3-phenyl-2-propen-l-ol, comparable with the activity of an accessible VAPO. This is another argument that the micropores do not play an important role in the reaction. The VAPO-5 recovered from the reaction mixture was studied in detail by using several techniques: XRD, SEM, PV, AAS and DRUVVIS. All data refers to calcined samples. X-ray diffraction revealed that the porestructure is not damaged during catalytic operation and repeated calcination (Fig. 2a). The AFI structure withstands at least 14 regeneration cycles (14 x 24 h reaction). Measurement of the pore volume shows a decrease of pore volume, indicating a decreased accessibility of the vanadium sites (Fig. 2b). SEM micrographs indicate attrition of the particles. This is due to the mechanical forces acting on the particles during stirring of the reaction mixture (Fig. 2e). The outer surface of the regenerated VAPO-5 particles seemed to be worn off, while other particles were simply split. Like the pore volume the vanadium content of the samples also showed a M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 Table 1 VAPO-5 catalyzed epoxidation of 3-phenyl-2-propene-l-ol by TBHP 209 Catalyst VtotaI TOF t = 100 min (mmol) (mol/mol.h) Conv. sub Sel. Prod. Sel. epox (%) sub(%) (%) 1 - - - 1 - 0 2 S-P3(fresh) 0.088 10 31 80 90 3 S-P3(4) (4x used, calcined) 0.084 9.8 28 85 92 4 S-P3(4) (4x used, washed, dried) 0.080 7.3 23 75 80 5 S-P3(14) (14x used, calcined) 0.074 4.1 18 50 84 Conditions and experimental errors; solvent: acetonitrile; t = 50 + l;[sub]=0.304-0.02 M:[sub]/[TBHP] = 1.05 4- 0.08; [TBHP]/[V] ~ 38; cnnv: 4- 2%; sel: 5%. TOFs are calculated at 30% conversion of the substrate. More data can be found elsewhere [9]. Table 2 VAPO-5 catalysed oxidation of 3-octanol by TBHP Catalyst VtotaI TOF t = 400 rain (retool) (mol/mol h) Conv. sub Sel. Prod. Sel. TBHP (%) sub (%) (%) 6 - - 5 100 - 7 S-P4(fresh) 0.117 2.8 40 90 40 8 S-P4(1)(lx used, washed, dried) 0.105 1.1 19 100 100 9 S-P4(1) (Ix used, calcined) 0.123 2.4 38 90 50 10 S-P0(Sox) 0.111 0.4 11 100 52 11 R-P10 (Sox) 0.233 0.2 13 100 60 Conditions and experimental errors; solvent: acetonitrile; t = 71 -4- I; [sub] = 0.30 4- 0.01 M; [sub]/[TBHP] = 1.45:0.05; [TBHP]/[V] ~ 40; (except reaction 11); conv: 4- 1%; sel: -4- 5%. TOFs are calculated at 10% conversion of the substrate. The TOFs are roughly corrected for the blank reaction. More data can be found elsewhere [9]. downward trend after repeated regenerations (Fig. 2d). A small mean loss of 0.017 wt% (~ 1.1%) of vanadium per reaction cycle is found. This amount is small, but more alarming is the fact that after several reactions vanadium is still lost during operation. Moreover, it should be noted that the vanadium loss can only be measured accurately after many regenerations. If only a few regenerations are carried out the loss of vanadium can be easily disregarded, which leads to wrong conclusions. The observed vanadium loss after one reaction cycle in case of the oxidation of 3-octanol is much larger, which can be attributed to the more severe reaction conditions. In accordance with the declining vanadium content, DRUV- VIS measurements showed a decrease in absorption intensity too. The results are in accordance with the results found by AAS, although absolutely a loss of 30% is found by DRUVVIS and 18% is found by AAS. The shape of the absorption curves did not change, indicating that the different vanadium species are not extracted selectively. 210 M.J. Haanepen et aL /Applied Catalysis A: General 152 (1997) 203-219 These results show that a small amount of vanadium is released into solution. However, the alumino-phosphate framework seems largely to stay intact during catalytic operation. Therefore research was initiated to investigate the role of vanadium in solution. In the first experiment the role of vanadium was determined indirectly by removing the VAPO-5 at a certain point from the reaction mixture and continuing the reaction. An ongoing reaction proves the presence of catalytic active species in solution. Fig. 3a and Fig. 3b show the results obtained for 3- phenyl-2-propen-l-ol and 3-octanol, respectively. Clearly, in both cases the reaction carried through after the removal of the catalyst. This shows that there is at least a contribution of an active species in solution to the total observed activity. The epoxidation of 3-phenyl-2-propen-l-ol was also carried out in benzene when S-P4 is present in the reaction mixture for only a short time and during the whole observation period. Similar results where obtained with S-P0, containing only 0.35 wt% vanadium (see Fig. 4). This shows that the results are independent of the solvent and the VAPO-5 used. Similar experiments carried out with 3-octanol showed a reaction that continued, albeit at a slower rate. Interest- ingly, the non-productive TBHP decomposition almost stopped after the removal of the VAPO-5. Consequently, the selectivity of the product 3-octanone based on TBHP consumption raise from 45% to more than 75%. Therefore, the vanadium species responsible for the non-productive decomposition of the peroxide are probably present on the surface or in the micropores of VAPO-5. While these experiments give a lot of information additional experiments are necessary to prove the statements mentioned above because the results might easily lead to wrong conclusions. Firstly, the point of removal of the catalyst from the reaction mixture should be determined accurately. When the extraction of the metal ion is a relatively slow process, the catalyst might be removed too early resulting in a slower reaction rate and a wrong interpretation of the results. Secondly, the point of removal has to be chosen in such a way that still an appreciable amount of substrate can be converted. Thirdly, small catalyst particles might slip through the filter giving wrong results. Fourthly, the reaction mixture has to be filtered at reaction temperature and not at lower temperature to prevent re- absorption of metal-ions to the catalyst [8]. To circumvent these problems the concentration of the metal ion (in this case vanadium) in solution has to be determined accurately. Because the concentration of vanadium in solution is expected to be low (<10 mg V/I) and the amount of sample low (<1 ml) GF- AAS (Graphite Furnace Atomic Absorption Spectroscopy) was the method of choice [10],[11]. Moreover, some samples were analyzed for aluminium by GF- AAS to be sure that no VAPO particles passed through the filter. The results are shown in Fig. 5a and Fig. 5b. Several experiments were con- ducted with VAPO-5s with a vanadium content ranging from 0.35-2.1 wt%. The total amount of vanadium in the reactor was comparable in all reaction mixtures (3- phenyl-2-propen-l-ol: 300 mg V/I; 3-octanol: 400 mg V/I). The results obtained for 3-phenyl-2-propen-1-ol as well as 3-octanol show similar trends, although the M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 211 8.00 4.00 o~ 2.00 // after reaction 100 200 300 400 500 600 700 temperature () Fig. 1. Thermographic analysis of S-P4 used for the oxidation of 3-octanol (heating rate: 1rain). effects for 3-octanol are stronger. The figures show that the higher the vanadium content of the VAPO, the more vanadium is lost during operation. Thus VAPO-5s with a high vanadium content are less stable than samples with a low vanadium content. Also the maximum vanadium concentration in solution is built up rapidly. After a reaction time of 30 min most of the vanadium is extracted, which justifies the interpretation of the filtration experiments described earlier. The almost 15 times higher vanadium concentration observed in case of S-P8 shows that the solution in case of S-P0 is not saturated. Thus, the leaching process stops due to another process, probably pore blocking by strongly sorbed molecules. In case of S-P3(1) the vanadium loss observed is higher than that found by AAS analysis of the catalyst. The loss of 9% vanadium in case of S-P8 is in agreement with the AAS results. In all experiments the concentration of aluminium in solution never exceeded 2 mg/l, which corresponds with an aluminium loss of less than 0.2%. Therefore, VAPO-5 particles are not present in the reaction mixtures analyzed for vanadium. Earlier experiments with relatively large amounts of bis(2,4-pentandionato)- oxo-vanadium(IV) VO(acac)2 ([V] =290 mg/1) showed a high activity [9]. Several experiments were conducted to determine the activity of small amounts of dissolved vanadium under more realistic conditions ([V] =0-60 mg/l). The activity found for VAPO (expressed as were only the dissolved vanadium active) is directly compared with the activity of a similar amount of VO(acac)2 being present in solution (Fig. 6a and 6b). For a fair comparison the reference point (3- phenyl-2-propen-l-ol: 30 minutes; 3-octanol: 100 min) needs to be at low con- version of the substrate to ensure that the reaction rate is not too much influenced by the reaction products or deactivation of the catalyst. The amount of vanadium present in solution is equal to the mean concentration of vanadium measured during the period. This comparison is only valid when the vanadium in solution has similar reactivity, regardless the vanadium species originate from VO(acac)2 or 212 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 m co , ,., o 6 o 6 (O/It.U) euelnq-u Acl ('n'~) Al!suelul g g c~ o o Lo c~ g ~ g g O,M%) OclVA ~ue:luoo uJn!peueA o o 8 g o c: 6 o o (~1~)~ E'-6 \" , \"~ >-. e-, E '-6 ~ :>..= 6 ~ .~ > ~-~ ~ 0 [-= = \"d .~- N~rm p ~o .=~a M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 213 fresh 14x used Fig. 2. (Continued). 214 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 VAPO-5. Mechanistic investigations show that vanadium complexes are imme- diately converted to a vanadium peroxo complexes while in contact with the solution, resulting in comparable activities [13]. For example, the difference in reaction rate in the oxidation of cyclohexene with TBHP between the least active catalyst, VO(acac)2 and the most active catalyst (nBuO)3VO is only 3.7 [14]. It is likely that the vanadium ions leached from the VAPO-5 are present in solution as a peroxo complex because of the excess peroxide in the reaction mixture. It appears that the conversions obtained with VAPO are equal to or lower than equal amounts of VO(acac)2 in case of 3-phenyl-2-propen-l-ol. The measured conversion is almost solely described to the activity of vanadium present in solution. Extrapolation to a [V]so~ution =0 (a true heterogeneous catalyst) predicts that no reaction takes place at all. Thus in agreement with all earlier arguments given, VAPO-5 is not active as heterogeneous catalyst in this reaction. In case of 3- octanol the situation seems to be different. The activity of VO(acac)2 is lower in all cases. When the amount of dissolved vanadium is extrapolated to zero, the conversion obtained with VAPO is certainly not zero, indicating a heterogeneous contribution to the catalytic oxidation of 3-octanol. Absolutely 11% of the 3- octanol is converted in 100 min. A heterogeneously catalysed reaction is respon- sible for about 7% conversion in case of S-P0. To convert this amount of substrate 0.12 mmol of heterogenised vanadium is necessary, while the other 4% of the substrate is converted by only 2.1-10-3 mmol vanadium in solution, indicating a low activity or diminished accessibility of the vanadium present in the VAPO. An attempt was made to remove the loosely bound vanadium before reaction by Soxhlet extraction. Several solvents were tested: water, glacial acetic acid and acetonitrile. Water appeared to be the best extraction agent. Glacial acetic acid removes almost all vanadium, but destroys the pore structure, while acetonitrile does not extract any vanadium. Only minor damage of the VAPO-5 structure is observed after 7 days of extraction with water and additional calcination. Rela- tively more vanadium is extracted from VAPO-5s with a higher vanadium content, again an indication that these VAPO-5s are less stable. For example S-P0(Sox): PV =0.080ml/g (-11%); V-content =0.303 wt% (-12%); R-P10 (Sox): PV =0.087ml/g (-13%); V-content =1.17 wt% (-19%), S-P4(Sox): PV =0.080ml/g (-18%); V-content= 1.24 wt% (-16%) and S-P8(Sox): PV =0.071 ml/g (-12%); V-content= 1.41 wt% (-33%). DRUVVIS showed, except for intensity changes, no difference before and after extraction, indicating that not a specific vanadium site is extracted. Some of these treated VAPO-5s were used as catalyst for the oxidation of 3-octanol. The results are included in Table 2. It is clear the activity of these extracted VAPO-5s is much lower than the freshly prepared VAPO-5s. In fact the VAPO lost almost all activity. However, still TBHP is decomposed although these results are not very accurate due to low conversion levels. The reaction catalysed by S-P0(Sox) was studied in more detail. Surprisingly, still vanadium ions can be detected in solution (Fig. 5b), although the amount detected is lower. Because almost no substrate is converted it M.J. Haanepen et al,/Applied Catalysis A: General 152 (1997) 203-219 215 0,30' 0.25 o 0.20 0.15 Q. & >, g O.lO 0.05 0.00 'o. expected not filtered A ......... i ......... i ......... , ......... , ......... 1 O0 200 300 400 500 time (min) I 0.30- \"~ 0.25 \"7. 0.20\" c 0 ~. o.15. & ~ O, lO. d~ ~ o.o5 o.oo ............... eXP,Cte! ....................... ~...~o~__ filtrate not filtered B ......... , ......... i ......... J ......... , ......... 100 200 300 400 500 time (rain) Fig. 3. Removal of S-P4 from the reaction mixture after 40 min and the effect on the conversion of 3-phenyl-2- propen-l-ol. The experiment was carried out in acetonitrile (A) and benzene (B). The arrow points to the time of filtration, Only minor conversion was expected after filtration (analogue to a blank reaction). is clear that most of the vanadium (88%) present in the fresh S-P0 is not active as catalyst and the activity of a fresh S-P0 is caused by 12% of vanadium ions removed. The above described observations can be rationalised by a combination of intrinsic instability and the occurrence of a protective mechanism. A fresh VAPO is intrinsically not stable and vanadium is extracted during the reaction. The amount of vanadium that is lost depends on the vanadium content and the reaction conditions. A VAPO containing a high amount of vanadium is less stable, but even a VAPO with a vanadium content as low as 0.35 wt% looses vanadium. More 216 M.Z Haanepen et al./Applied Catalysis A.\" General 152 (1997) 203-219 0.32 0.29 0.28 0.23 0,20 ~o~/ ~~ expected \"''\"-~ filtrate A .... i .... ~ .... , .... i .... i .... , .... , .... , .... 50 100 150 200 250 300 350 400 450 time (rain) \"l- rn 0.50 0.40 \" 0.30 0.20 ~-~---C o _ o eXpeCted filtrate o- ..... notfitered *~ B .... , .... ~ .... i .... i .... , .... , .... i .... , .... 50 100 150 200 250 300 350 400 450 timo (rain) Fig. 4. Removal of S-P8 from the reaction mixture after 60 min. Indicated is the effect on the conversion of 3- octanol (A) and the consumption of TBHP(B). The arrow points to the time of filtration (analogue to a blank reaction). vanadium can be extracted at higher temperature and/or using a higher [TBHP], which should be expected as the main extraction agent. Regeneration shows that the extraction is an ongoing process: every cycle a small amount of vanadium is lost and no minimum level is reached. This suggest that much of the vanadium can be extracted. There are no indications that eventually a stable system is obtained, contrary to results obtained by others [15]. Although variation of the calcination temperature did not reveal a change of activity, generation of some loosely bound vanadium by calcination at high temperature can not be totally excluded. Never- theless, the extraction during the reaction is not an effective process. While only 1 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 217 E o .E > 30.0 25.0 20.0' 15.0 10.0 ~ ~I~ S-P8 (8.3%) ~ !2.6%) 5.0 /~ ;, r-- S-PO (0.75%) 0.0 ......... 0 30 60 90 A 120 time (min) v g .c > 60.0 50.0 40.0 30.0 20.0 \" 9.0\" 6.0 3.0\" 0.0 8 L_____------1- (12.5%) (9.3%0) / S-P0 (2.3%) F__s-Po(so~) (0.9%) *B / , , , , .... J .... , .... i .... 50 100 150 200 250 time (min) Fig. 5. Concentration of dissolved vanadium in the reaction mixture followed in time during reactions catalysed by various VAPO-5s. Shown are the results for 3-phenyl-2-propen-l-ol (A) and 3-octanol(B). The percent of vanadium that comes into solution is indicated between parenthesis. The total amount of vanadium present in the reactor corresponds to about 300 mg/l(A) or 400 mg/l(B). wt% of vanadium is extracted during the oxidation of 3-phenyl-2-propen-l-ol, much more vanadium (16 wt%) is removed by Soxhlet extraction with water. This means that at least 16 wt% loosely bound vanadium is present in a fresh VAPO but not extracted during reaction. Nevertheless, these numbers shows that VAPO is a rather stable material, compared with vanadium silicalite [15]. The reason for the relatively high stability of VAPO should be protection against leaching by strong sorption of the substrate and product. It was found that during the reaction the pores become fully occupied. Note that initially some transport of molecules in the pores should be possible, because 12% of the vanadium can be extracted from S-P8 218 M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 50 5 40 \"T 0 & 317 f'- 20 g ~ 10 o VO(acac)2 VAPO 2.2 6.0 S-P0 S-P3(1) iI 20.4 S-P8 A mean IVl in solution (mg/I) 25t 20 15\" 10. ~_ oo 7.1 28 56 S-P0 S-P4 S-P8 mean [V] in solution (mg/I) Fig. 6. Comparison of the observed conversion level of 3-phenyl-2-propene- 1-ol after 30 min (A) and 3-octanol after 100 min (B) catalysed by various VAPO-5s and VO(aac)2. In the case of VAPO-5 as well as VO(acac)2 the concentration of vanadium present in the reactor for the VAPO-5 catalysed reactions corresponds to about 300 mg/l (A) or 400 mg/1 (B). during the oxidation of 3-octanol. It is not likely that all vanadium is present on the outer surface. The fact that it is not possible to open the pores by extraction points to severe transport limitations of molecules in the micropores. The strong absorption is due to the polar lattice, while also the uni-dimensional pore system disfavors transport. It can be expected that the strong sorption of reactants and products does also occur with other MeAPOs (like CrAPO and CoAPO). This make them unsuitable as catalyst for liquid phase oxidation reactions, at least when M.J. Haanepen et al./Applied Catalysis A: General 152 (1997) 203-219 219 one would improve selectivity of a reaction by means of shape selectivity. Nevertheless, MeAPOs are still interesting catalysts for gas phase reactions at elevated temperatures, where leaching and transport limitations play a less important role. An example is the application of MeAPO-11 (Me = Mn, Co, Mg) as catalyst for the selective isomerisation of n-butene towards iso-butene [ 16]. 4. Conclusions VAPO is not a suitable catalyst for oxidation reactions in the liquid phase where it is desired to improve selectivity of a reaction by means of the pore structure. In an early stage of the reaction small amounts of vanadium are extracted from the framework, the amount depending on the substrate and reaction conditions. These vanadium ions in solution contribute largely to the observed activity. The leaching of vanadium stops due to strong sorption of molecules into the micropores of VAPO, which makes most vanadium sites inaccessible for reaction and leaching. Acknowledgements Financial support has been supplied by the Dutch Department of Economic Affairs in terms of the Innovation-oriented Research Program on Catalysis (IOP Katalyse 89005). Dr. J.D. Chen and Prof.Dr. R.A. Sheldon (Delft University of Technology) are acknowledged for useful discussions. References [1] C.L. Hill, A.M. Khenkin, M.S. Weeks and Y. Hou, Am. Chem. Soc. Symp. Ser., 523 (1993) 67. [2] U. Romano, A. Esposito, E Maspero, C. Neri and M.G. Clerici, Chim. Ind., 72 (1990) 610. [3] M.G. Clerici and P. Ingallina, J. Catal., 140 (1993) 71. [4] A. Corma, P. Esteve, A. Martinez and S. Valencia, J. Catal., 152 (1995) 18. [5] A.J.H.P. van der Pol, A.J. Verduyn and J.H.C. van Hooff, Appl. Catal. A, 92 (1992) 113. [6] R.A. Sheldon, J. Mol. Catal., 7 (1980) 107. [7] M.P.J. Peeters, M. Busio, P. Leijten and J.H.C. van Hooff, Appl. Catal. A, 118 (1994) 51. [8] D.L. Vanoppen, D.E. De Vos, M.J. Genet, P.G. Rouxhet and P.A. Jacobs, Angew. Chem., 107 (1995) 637. [9] M.J. Haanepen and J.H.C. van Hooff, Appl. Catal., 152 (1997) 183. [10] B. Welz, Atomic Absorption Spectrometry, VCH, Weinheim, 2nd edn, 1985. [11] D.C. Manning and W. Slavin, Spectrochim. Acta., 40B (1985) 461. [12] B.M. Weckhuysen, I.P. Vannijvel and R.A. Schoonheydt, Zeolites, 15 (1995) 48. [13] E.P. Talsi, V.D. Chinakov, V.P. Bebenko and K.I. Zamaraev, J. Mol. Catal., 81 (1993) 235. [14] C.C. Su, J.W. Reed and E.S. Gould, Inorg. Chem., 12 (1973) 337. [15] B.I. Whittington and J.R. Anderson, J. Phys. Chem., 97 (1993) 1032. [16] L.H. Gielgens, I.H.E. Veenstra, V. Ponec, M.J. Haanepen and J.H.C. van Hooff, Catal. Lett., 32 (1995) 195. APCATA 96003493 S0926-860X(96)00349-3 10.1016/S0926-860X(96)00349-3 Article VAPO as catalyst for liquid phase oxidation reactions. Part II: stability of VAPO-5 during catalytic operation M.J. Haanepen A.M. Elemans-Mehring J.H.C. van Hooff ∗ Laboratory of Inorganic Chemistry and Catalysis, Eindhoven University of Technology, P.O. Box 513, 5600 MB Eindhoven, The Netherlands ∗ Corresponding author. Tel: +31-40-2473069, fax: +31-40-2455054 The stability of VAPO has been studied in detail. VAPO-5 was extensively re-used as catalyst for the epoxidation of 3-phenyl-2-propen-1-ol and the oxidation of 3-octanol by tert-butylhydroperoxide (TBHP). It appears that during the reaction the structure of VAPO stays largely intact, however the micropores become obstructed by organic compounds. Calcination is necessary to restore the activity completely. Removal of the VAPO from the reaction mixture after a short reaction time showed an ongoing reaction in the filtrate. In the solution a small amount of vanadium could be detected (between 0.9–12.5% loss of vanadium, depending on the VAPO and reaction conditions). The leaching process stops soon after the start of the reaction, which can be explained by protection due to strong absorption of organic molecules. Soxhlet extraction of VAPO with water did not give a stable system. Controll experiments with tiny amounts of homogeneous catalyst (VO(acac)2) show that the activity can be largely explained by these small amounts of vanadium in solution. For this reason it is concluded that VAPOs (and more generally MeAPOs) are not suitable as catalysts for liquid phase oxidation reactions. Keywords VAPO-5 oxidation catalysis leaching stability regeneration References [1] C.L. Hill A.M. Khenkin M.S. Weeks Y. Hou 2nd edn Am. Chem. Soc. Symp. Ser. 523 1993 67 [2] U. Romano A. Esposito F. Maspero C. Neri M.G. Clerici Chim. Ind. 72 1990 610 [3] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 [4] A. Corma P. Esteve A. Martinez S. Valencia J. Catal. 152 1995 18 [5] A.J.H.P. van der Pol A.J. Verduyn J.H.C. van Hooff Appl. Catal. A 92 1992 113 [6] R.A. Sheldon J. Mol. Catal. 7 1980 107 [7] M.P.J. Peeters M. Busio P. Leijten J.H.C. van Hooff Appl. Catal. A 118 1994 51 [8] D.L. Vanoppen D.E. De Vos M.J. Genet P.G. Rouxhet P.A. Jacobs Angew. Chem. 107 1995 637 [9] M.J. Haanepen J.H.C. van Hooff Appl. Catal. 152 1997 183 [10] B. Welz 2nd edn Atomic Absorption Spectrometry 1985 VCH Weinheim [11] D.C. Manning W. Slavin Spectrochim. Acta. 40B 1985 461 [12] B.M. Weckhuysen I.P. Vannijvel R.A. Schoonheydt Zeolites 15 1995 48 [13] E.P. Talsi V.D. Chinakov V.P. Bebenko K.I. Zamaraev J. Mol. Catal. 81 1993 235 [14] C.C. Su J.W. Reed E.S. Gould Inorg. Chem. 12 1973 337 [15] B.I. Whittington J.R. Anderson J. Phys. Chem. 97 1993 1032 [16] L.H. Gielgens I.H.E. Veenstra V. Ponec M.J. Haanepen J.H.C. van Hooff Catal. Lett. 32 1995 195",
      "scopus-id": "0006599341",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003493",
        "dc:description": "The stability of VAPO has been studied in detail. VAPO-5 was extensively re-used as catalyst for the epoxidation of 3-phenyl-2-propen-1-ol and the oxidation of 3-octanol by tert-butylhydroperoxide (TBHP). It appears that during the reaction the structure of VAPO stays largely intact, however the micropores become obstructed by organic compounds. Calcination is necessary to restore the activity completely. Removal of the VAPO from the reaction mixture after a short reaction time showed an ongoing reaction in the filtrate. In the solution a small amount of vanadium could be detected (between 0.9–12.5% loss of vanadium, depending on the VAPO and reaction conditions). The leaching process stops soon after the start of the reaction, which can be explained by protection due to strong absorption of organic molecules. Soxhlet extraction of VAPO with water did not give a stable system. Controll experiments with tiny amounts of homogeneous catalyst (VO(acac)2) show that the activity can be largely explained by these small amounts of vanadium in solution. For this reason it is concluded that VAPOs (and more generally MeAPOs) are not suitable as catalysts for liquid phase oxidation reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-07",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003493",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Haanepen, M.J."
          },
          {
            "@_fa": "true",
            "$": "Elemans-Mehring, A.M."
          },
          {
            "@_fa": "true",
            "$": "van Hooff, J.H.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003493"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003493"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00349-3",
        "prism:volume": "152",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "VAPO as catalyst for liquid phase oxidation reactions. Part II: stability of VAPO-5 during catalytic operation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "VAPO-5"
          },
          {
            "@_fa": "true",
            "$": "oxidation catalysis"
          },
          {
            "@_fa": "true",
            "$": "leaching"
          },
          {
            "@_fa": "true",
            "$": "stability"
          },
          {
            "@_fa": "true",
            "$": "regeneration"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "203-219",
        "prism:endingPage": "219",
        "pubType": "fla",
        "prism:coverDisplayDate": "7 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00349-3",
        "prism:startingPage": "203",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00349-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0006599341"
      }
    }
  }
}