{
  "metadata": {
    "title": "Methane interaction with silica and alumina supported metal catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-01-02",
    "doi": "10.1016/S0926-860X(96)00237-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002372",
    "pii": "S0926860X96002372"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002867923",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002372 S0926-860X(96)00237-2 S0926860X96002372 10.1016/S0926-860X(96)00237-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00269 2024-01-01T12:18:48.759026Z 0 0 19970102 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 148 148 2 2 Volume 148, Issue 2 8 343 356 343 356 19970102 2 January 1997 1997-01-02 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. METHANEINTERACTIONSILICAALUMINASUPPORTEDMETALCATALYSTS FERREIRAAPARICIO P VANNICE 1976 153 M PICHLER 1952 271 H CHANG 1991 C NATURALGASCONVERSION AMENOMIYA 1990 63 V KOERTS 1992 101 T BELGUED 1991 789 M SOLYMOSI 1992 399 F KOERTS 1991 1281 T ARNOLDY 1985 38 P UCHIDA 1979 204 M ANDERSON 1975 295 J STRUCTUREMETALLICCATALYSTS ERDOHELYI 1993 287 A FRENNET 1974 37 A HABER 1986 52 J BUYEVSKAYA 1994 249 O WALTER 1994 261 K KORANNE 1995 219 M BELGUED 1992 437 M KUIJPERS 1981 210 E MARTIN 1974 157 G CHESNOKOV 1994 130 V BARTHOLOMEW 1982 67 C FERREIRAAPARICIOX1997X343 FERREIRAAPARICIOX1997X343X356 FERREIRAAPARICIOX1997X343XP FERREIRAAPARICIOX1997X343X356XP item S0926-860X(96)00237-2 S0926860X96002372 1-s2.0-S0926860X96002372 10.1016/S0926-860X(96)00237-2 271346 2024-01-01T12:18:48.759026Z 1997-01-02 1-s2.0-S0926860X96002372-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002372/MAIN/application/pdf/49abf1865fc760f7e04df25282c53e8e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002372/MAIN/application/pdf/49abf1865fc760f7e04df25282c53e8e/main.pdf main.pdf pdf true 973560 MAIN 14 1-s2.0-S0926860X96002372-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002372/PREVIEW/image/png/bc3b43cfd6e04505890ca64081953be8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002372/PREVIEW/image/png/bc3b43cfd6e04505890ca64081953be8/main_1.png main_1.png png 46422 849 656 IMAGE-WEB-PDF 1 APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 148 (1997) 343-356 Methane interaction with silica and alumina supported metal catalysts P. Ferreira-Aparicio a, 1. Rodriguez-Ramos a* , A. Guerrero-Ruiz b a Instituto de Catisis y Petroleoquimica, C.S.LC., Campus Cantoblanco, 28049 Madrid Spain b Departamento Quimica Inorgica y Tnica, U.N.ED., Senda del Rey, 28040 Madrid, Spain Received 11 January 1996; revised 17 June 1996; accepted 25 June 1996 Abstract Six different transition metals - cobalt, nickel, ruthenium, rhodium, iridium and platinum have been supported on silica or alumina by means of the incipient wetness method. After drying and calcination at 773 K, they have been characterized by the hydrogen pulse chemisorption technique and by transmission electron microscopy. The interaction of CH, with the catalyst surface has been studied by a temperature programmed surface reaction of methane and by examining the reactivity with hydrogen of the carbon deposits formed for three hours of reaction at 623 K in a flow of diluted methane. It has been found that the support exerts a great influence in the activity of dehydrogenation of methane and in the kind of carbonaceous species generated. It has also been proved that rhodium catalysts have a special ability to stabilize reactive carbon species (C hydrogenable between 423 K and 498 K. Keywords: Methane conversion; Supported transition metal catalysts; Silica and alumina supports; Hydrogenation of surface carbon 1. Introduction Methane conversion to higher hydrocarbons has acquired a great relevance in the last years because of the enormous surplus of natural gas in the world. It is an important challenge that would allow an easier methane introduction into the transport market and into the chemical industry. Indirect routes of conversion, by obtaining syngas (CO + H2), were the chosen ways to produce hydrocarbons over the past decade. Fischer-Tropsch synthesis [1,2] or methanol synthesis and subsequent conversion to gasoline [3] have been two processes industrially applied. Corresponding author. Tel. (+34-1) 5854765, fax. (+34-1) 5854760, e-mail irodriguez@icp.csic.es 0926-860X/96/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH S0926-860X(96)00237-2 344 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 Due to the inert character of methane, the most unreactive of the hydrocarbons because of its four strong C-H bonds, its high symmetry and the absence of any functional groups, methane activation is not an easy process. Its direct conversion into ethane (or any other hydrocarbon) and hydrogen is thermodinamically not allowed in one reaction step as result of a positive change in Gibbs free energy [4,5]. So oxidants, like oxygen or chlorine, have been used to low OG value, converting H 2 into more stable products (H20 or HCO. Ethylene, acetylene or benzene can also be obtained by heating methane at 1473 K in a hydrogen atmosphere in special reactors made of ceramic materials like silicium carbide. Recently, methane transformation to higher hydrocarbons under a non-oxidizing environment and at milder temperatures, has been reported to be possible over transition metal catalysts by splitting the overall reaction of transformation of methane into two reaction steps: activation of methane on catalysts to produce surface carbonaceous intermediates and subsequent hydrogenation of these species to higher hydrocarbons [5-7]. Most of these earlier studies use silica as catalyst support. Therefore a detailed study comparing with other supports is lacking. Van Santen et al. [8] have identified in supported transition metals three types of surface carbonaceous species generated by methane decomposition: C a or carbidic carbon can be hydrogenated at temperatures below 323 K, C or amorphous carbon, hydrogenable between 373 K and 573 K, and C', or graphitic carbon, hydrogenable at temperatures up to 673 K. These authors suggest that Cc' carbon is probably responsible of higher hydrocarbon formation and then it is desirable to maximize its presence during methane decomposition. They have also remarked the importance of rapid cooling to avoid the `aging' of carbonaceous deposits that can lead to the inactive Cand Cy forms. In this paper we report a comparative study about the methane dehydrogenation reaction over transition metals (Co, Ni, Ru, Rh, Ir and Pt) supported on silica or alumina carriers. In an attempt to go more deeply into the mechanism of methane interaction with these catalysts, two types of experiments have been performed: a temperature programmed surface reaction of methane and temperature programmed hydrogenation of the carbonaceous adspecies generated with diluted methane over the catalysts at 623 K. Complementary characterization of the catalysts by hydrogen chemisorption and transmission electron microscopy has also been carried out. 2. Experimental 2.1. Catalysts Catalysts were prepared by impregnation of silica (Aerosil 200, from Degussa, SB.E.T.= 180 M2/g) or y-alumina (Puralox Condea, SB.E.T.= 175 m2/g) P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 345 with aqueous solutions of the following salts to yield a nominal metal loading near to 1% in weight: HZPtC16, H21rC16, RuC13 - xH20 and RhC13 - xH20, from Aldrich Chemie, and Co(NOJ, and Ni(N03)2 from Alfa (Johnson-Matthey). Alumina supported nickel and cobalt were prepared with a 5% in weight of metal. These two latter catalysts, depending on the calcination conditions, present different phases on alumina resulting in non-reducible spinel structures or aluminates [9]. The presence of these spinel-type mixed Ni-A1 and Co-Al oxides reduces considerably the percentage of these elements in the metallic state. This is the reason to prepare alumina supported nickel and cobalt with higher metal loadings than the others. After impregnation, all catalysts were dried overnight at room temperature and calcined in air at 773 K for three hours. 2.2. Catalysts characterization Quantitative composition of catalysts was determinated by atomic absorption. Hydrogen chemisorption measures and transmission electron microscopy analysis were also performed in order to characterize catalysts surface. Metallic surface areas were measured using a Micromeritics 2700 Pulse Chemisorb assuming an adsorption stoichiometry of one hydrogen atom per surface metal atom. Samples of 0.4 g were firstly reduced in Hz at 673 K for 2 h (773 K for alumina supported nickel and cobalt catalysts), cleaned under a flow of argon and then cooled to the adsorption temperature. For platinum, iridium, rhodium and nickel, hydrogen adsorption was carried out at room temperature, but for ruthenium and cobalt catalysts a temperature of 373 K was chosen because of their characteristic activated chemisorptions [ 10]. TEM micrographs of the catalysts were obtained using a Jeol JEM-2000 FX instrument. Samples used in chemisorption measures and after reaction were ultrasonically dispersed in acetone and spread over perforated copper microgrids. Some bright field TEM micrographs of different portions of the samples were obtained at magnifications up to 30.000. 2.3. Apparatus and procedure For reaction tests a sample of 0.25 g of each catalyst was placed between two quartz wool plugs into a tubular `U'-shaped reactor. Before each experiment the catalyst was reduced in a flow of pure hydrogen (20 cc/min), heating with a ramp of 5 K/min up to 673 K (773 K for alumina supported nickel and cobalt) and maintaining this temperature for 4 h. To clean the surface from residual hydrogen, the samples were treated at the same temperature in a flow of helium for 1 h and then cooled to the reaction temperature. Temperature programmed surface reaction (TPSR) experiments were carried out at temperatures from 298 K to 873 K at a heating rate of 10 K/min. The 346 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 reactor was fed with a diluted mixture of 7%-vol. CH4 in helium at a pressure of 150 kPa and with a flow rate of 102 cc/min adjusted by mass flow controllers (Brooks, model 5850 TR). The reaction mixture was allowed to flow through the sample by switching a four-way valve placed just at the inlet of the reactor. The reaction system was connected to a gas cromatograph (Varian 3400) equipped with a Chromosorb 102 column and a thermal conductivity detector in series with a quadrupole mass spectrometer (Balzers QMG 421-C) operating in the multiple ion-monitoring mode. A variable leak valve allowed to control the inlet of effluent into the mass spectrometer UHV chamber. The different m/z values registered during the experiment (HZ = 2; He = 4; CH4 = 14,16; CZHZ = 25; CZH4 = 27; CO = 28; CZH6 = 30; COz = 44) were collected on an interfaced computer. Some TPSR experiments with methane over supported rhodium catalysts were also carried out to detect hydrocarbons released if any in a reaction system connected to a gas cromatograph (HP 5480A) equipped with a 30% DC-200 CHR-P-AW column and a hydrogen flame ionization detector. In second term, catalytic activity for the decomposition of methane was tested isothermally (623 K) with the same reaction mixture for 3 h. In order to analyze the total amount, the kind and reactivity of the species generated during the reaction with methane at 623 K, temperature programmed hydrogenation (TPH) of these carbon deposits was carried out in 35 cc/min of a diluted mixture of 14%-vol. HZ in helium at a heating rate of 7 K/min. Gases used for this study were CH4 (99.95% purity), He (99.9990%o purity) and HZ (99.995% purity). Hydrogen was further purified in a deoxotrap and then passed through a molecular sieve, where trace quantities of water were removed from the hydrogen and helium flows. 3. Results and discussion 3.1. Chemisorption measures and TEM Results from chemisorption measures are shown in Table 1. Metal dispersions have been calculated from the hydrogen uptake assuming an adsorption stoichiometry of one hydrogen molecule per two surface metallic sites. In general, these values vary between 12% for Ir/A1203 and 98% for Pt/A1203, except in the cases of alumina and silica supported nickel and cobalt and silica supported platinum, for which very low dispersions have been obtained. Ni/A1203 and Co/A1203, in spite of their higher metal loading (5% wt), show low hydrogen uptake values due to the incorporation of a great part of these metal atoms into the support structure to form a non-reducible aluminate phase. The metal particles' sizes have been obtained from TEM micrographs and chemisorption measures. Their values are also shown in Table 1. To calculate P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 347 Table 1 Data from chemisorption measures and TEM micrographs Catalyst Metal loading HZ uptake Dispersion deh- dTEM (wt%) (wmol/g) (%) (nm) (nm) Ru/A1203 0.64 14.6 51 2.6 2-10 Ru/S'0Z 0.72 4.1 13 10.4 - Rh/A1203 1.25 23.2 38 2.9 1-3 Rh/Si02 1.21 34.8 59 1.9 2-4 Ir/A1203 1.00 3.1 12 9.4 - Ir/S'0Z 1.00 8.1 31 3.6 4-12 Pt/A1203 1.20 30.1 98 1.2 1-2 Pt/S'02 0.63 - - - 20-30 Ni/A1203 4.88 11.9 3 35.4 4-10 Ni/S'0Z 0.94 - - - 10-30 Co/A'Z03 4.52 4.0 1 97.0 - CO/S'02 0.98 - - - - for the different catalysts the average metal particle size from the hydrogen uptake, an usual approximation has been assumed: to consider the metal particles to have a spherical geometry and the metal surface to be formed from equal proportions of the main low index planes [11]. 3.2. Temperature Programmed Surface Reaction (TPSR) with methane The activity of each metal, supported either on silica or on alumina, with respect to its ability to decompose (or to dehydrogenate) methane is shown in Fig. 1 as a function of the reaction temperature. The intensity of m/z = 2 (H2 ) refers to a gram of catalyst and to the intensity of m/z = 16 (CH4 ) in the reaction mixture before passing through the catalytic bed. No other products besides H 2 and CO, to a much lower extent, were released. Only traces of C 2 and C 3 were obtained over rhodium samples at low temperatures. As a general rule, alumina supported metal catalysts produce more hydrogen than their respective counterparts on silica. This effect cannot be attributed to a higher metal dispersion as it is indicated by chemisorption measures (Table 1). So it must be considered a support effect. The different dehydrogenating ability of a transition metal over different supports has also been observed by Erd6helyi et al. over supported rhodium catalysts [12]. They found that the carrier nature induces notable differences in the catalysts related to the capacity of decomposition of methane: alumina is the support that a higher dehydrogenating ability confers to metals, followed by titania, silica, and finally, by magnesia. As shown in Fig. 1, at temperatures around 573 K hydrogen evolution begins. With regard to the temperature at which this H 2 release takes place, the following order among the metals can be established: Rh < Pt < Ni < Ir = Ru < Co. However, methane chemisorption occurs at lower temperatures as has been 348 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 0.8 `I 0.6- c 211 0.4- C N 0.2' 0.0 0.8- 0.6- _T N 0.4- C J m 0.2- 0.8 1 N J 0.6a C 0.4 C N 19 0.2 0.0- Co / AI203j' Co / Si02 300 500 700 900 Temperature(K) Ru/ AIZ03 Ru I S2 300 500 700 900 Temperature(K) Ir / AIZ03 Ir / SIOZ ~z_ 300 500 700 900 Temperature(K) 0.8 I I C_ _N 0.6 , 0.4i 0.8 300 Ni / AI203 Ni / Si02 500 700 900 Temperature(K) II~ I N 0.6 _a N 0.4 C_ 0.2 0.01 300 500 700 900 Temperature(K) 0.8, N I I N 0.6 ---- p ... Pt / Si02 c 0.4 C 47 _i 0.2 0.0 300 - Rh/ AI201 Rh / Si0 2i / AIz03 T 500 700 900 Temperature(K) Fig. I . Relative intensity of the ratio m / z = 2 for the different catalysts as a function of the reaction temperature. Reaction mixture: 7% of methane in helium; total flow rate: 102 ml/min. pointed out in several studies about methane-deuterium exchange reviewed by Frennet [13]. So, at low temperatures, between 373 K and 498 K, during TPSR experiments with methane over rhodium catalysts, it was observed a transient hydrocarbon release (CZ and C3 ), whereas negligent quantities of hydrogen were evolved. At higher temperatures practically total methane decomposition probably occurs and hydrocarbon production ceases. This observation is supported by a simple mass balance calculated on the base of methane consumed and hydrogen produced during these experiments. Values obtained for Rh/z03 catalyst are given in Table 2. At temperatures above 573 K hydrogen production P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 349 Table 2 Temperature programmed surface reaction of diluted methane over the alumina supported rhodium catalyst. Mixture: 7% CH4 in He; flow rate: 102 cc/min; pressure: 150 kPa; heating rate: 10 K/min T(K) Conversion CH4 consumption HZ production CO production C/M-fa- a (%) (wmol - (g - min)- ') (p mol . (g - min)-') (p mol - (g - min)-1) 283 0.6 13.2 0.0 0.0 0.0 325 0.6 13.7 0.0 0.0 0.0 388 0.6 12.4 0.0 0.0 0.0 445 0.7 14.9 0.0 0.0 0.0 499 0.9 18.3 0.0 0.0 0.0 552 1.3 27.8 34.8 0.0 2.0 604 2.1 45.5 95.4 19.5 7.1 658 3.3 71.0 135.3 36.4 14.0 715 4.5 95.4 191.2 52.4 23.1 769 8.7 185.2 376.3 57.1 43.4 822 15.7 334.3 672.9 58.3 90.1 873 22.3 476.4 957.4 48.6 167.8 a Atomic ratio between the cumulative amount of carbon retained on the catalyst and the surface rhodium sites calculated on the base of the methane consumed to produce two hydrogen molecules and the carbon monoxide released (Xc -(1/2)- XHZ-XCo). concurs with two-fold methane consumption with a difference of less than 5%. So, it can be assumed that almost the whole amount of converted methane molecules dissociates completely at these temperatures into a carbon atom adsorbed on the metal and two hydrogen molecules. Among the catalysts used for this reaction, only nickel based catalysts show a deactivation process at temperatures above 823 K, an effect that could be due to the formation of a less active nickel carbide at those high temperatures. In a similar way to hydrogen, but to a much lower extent, carbon monoxide was also produced during the TPSR experiments. Fig. 2 shows the CO profiles for the different catalysts. This formation of CO could be ascribed to different reasons: (a) oxygen impurities in the reaction mixture; (b) incomplete metal reduction; or (c) reaction of the carbonaceous adspecies originated by dissociative chemisorption of methane with surface OH groups via a redox mechanism. The first possibility has been rejected because of the smaller production (about one magnitude order less) of carbon monoxide over silica supported metals than over the alumina supported ones. Further reduction of the metal has also been taken out of consideration as result of the extent of the carbon monoxide released, which exceeds greatly the amounts of oxygen anions that could be in the catalyst assuming the presence of all the metal loading in it in the form of a metal oxide. Then, the most probably option is that carbonaceous species generated from methane dissociation on the active metal sites are involved in a reforming reaction with the hydroxyl groups of the support. As is well known, a fully hydrated alumina may have up to 19 OH - nm-2, whereas a hydroxyl density of 5 OH - nm-2 is usually found on fully hydrated silica [14]. The 350 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 $Co / A1203 $o N i / A1203 Co / Si02 Ni / Si02 60 ~ 60 o 40 -0 a) 40- U U -p -O O` O n. 20 a 20 o 300 500 700 900 300 500 700 900 Temperature (K) Temperature (K) -Ru/ AI203 i Ru / Si02 60-, E 40 a U 7 O 20 o - o 0 ao 60- 80 Rh / AI203 Rh / SiO~ 300 500 700 - 900 Temperature (K) m E 40 a 0 - 20 O U 0 - I r / AI203 Ir / Si02 300 500 700 900 Temperature (K) 21 60 m E ._. 40 a m U 7 I O 20a U ao~ m 6 407 I 0 fl- 20 O U _i 0 0 300 500 700 900 Temperature (K) Pt / AI203 Pt / Si02 300 500 700 900 Temperature (K) Fig. 2. Carbon monoxide production as a function of the reaction temperature during the interaction of diluted methane over the catalysts. Reaction mixture: 7% of methane in helium; total flow rate: 102 ml/min. distinct concentration of OH ions along with the logical differences in rate of difusion of the hydroxyl species on the support surface and the different metal dispersion over the two supports may explain the dissimilar production of carbon monoxide over silica and alumina supported metals. It is important to mention that none of the above enumerated reactions could be observed with the support alone, in the absence of the metallic phase. Buyevskaya et al. [15,16] have found similar results in their situ DRIFTS studies, that show that OH groups of the support participate and are consumed in CH4 conversion. P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 351 Table 2 shows, for the Rh/A1203 sample, the amount of carbon that remains on the catalyst during a TPSR experiment. These data correspond to the methane consumption and are expressed as the number of carbon atoms retained per surface metallic site. The absence of any other product more than HZ and CO in the temperature range from 550 K to 873 K, when methane is being consumed in larger quantities than those one can expect assuming one adsorbed CH, (0 <_ x < 3) per surface metallic site, seems to indicate that a diffusion process of these species is taking place from the metal surface, where methane decomposition occurs, towards the support. This behavior can be extrapolated to all the catalysts tested. This fact has also been noted by Koranne et al. [17], who after pulsing several small aliquots of methane over their Ru(3%)/Si0z catalyst (equivalent to two monolayers) at 725 K, still observed a significant conversion per pulse. 3.3. Reaction at 623 K and Temperature Programmed Hydrogenation (TPH) of carbonaceous deposits generated Catalysts were submitted to a treatment in diluted methane at 623 K for 3 h. Under these conditions hydrogen release was so small that it could not be measured with our experimental system. However, carbon monoxide production, despite its appreciably smaller extent, was accurately followed. The latter, after an initial period of deactivation, remained stable at least for three hours. It must be pointed out that methane conversions, defined as the percentage of methane retained on the catalysts, were extremely low, about 10 or less. In general, CO evolution is markedly greater over alumina catalysts than over their respective analogues on silica, as is shown in Fig. 3 and in correlation with CO profiles for TPSR experiments (Fig. 2). The higher concentration of hydroxyl groups in alumina than in silica may explain the differences induced by the two carriers. However, for rhodium catalysts the carbon monoxide production at 623 K does not vary so much from one carrier to the other as for the rest of the catalysts tested. This small difference results from a methane activation process occurring at slightly lower temperatures over the silica supported sample than over the alumina supported one as can be observed in the CO profiles for the rhodium catalysts TPSR experiments (Fig. 2). The choice of a higher temperature for the isothermal reaction would produce a greater difference between their activities for CO formation. Furthermore, a much better metallic dispersion and, thus, a smaller metal particle size on silica supported rhodium than on the other silica supported metals sustains a favoured reaction of the carbonaceous adspecies generated from methane with the surface OH groups of the Si02. More information about the nature of carbonaceous deposits formed over the catalyst surface can be obtained from their reactivity with hydrogen. Total amounts of methane retained on the catalysts at 623 K for three hours have been 352 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 --. 20 _c -CO/A'203 15 -.-Ni I Al203 CO/S'02 Ni L S2 -a 10 U 5. 2 5 O O U 0 U 0.~---,--- 0 60 120 180 0 60 120 180 Time (min) Time (min) 20, 20 C -RU / AIz03 Rh / AI 0 15 Ru / Si 0 15 ~ Rh / SiO2s .- 10 - 10~ _ 7 7 i a 5 2 5 ;i a O U 0 . O . U 0 0 60 120 180 0 60 120180 Time (min) Time (min) 20 .-. 20,, Ir /AI 0 Pt / AI203 0 15 I Ir / S23 0 15 I Pt / S2 10 1 O,I ~--. - 7 a 5 0 5 CL I Q O O U 0 U 0 0 60 120 180 0 60 120 180 Time (min) Time (min) Fig. 3. Carbon monoxide production during the isothermal reaction of methane over the catalysts at 623 K. Reaction mixture: 7% of methane in helium; total flow rate: 102 ml/min. calculated on the base of hydrogenated carbonaceous deposits at temperatures ranging from room temperature to 773 K. TPH profiles are shown in Fig. 4. Methane was the only hydrogenation product evolved. Because the temperature is increasing the competing hydrogenolysis reaction is continuosly favored. This may explain why higher hydrocarbons are not detected. Silica and alumina supported ruthenium and iridium are the catalysts that less carbon retain on their surface under our experimental conditions. On silica supported platinum any carbon species were hydrogenated, surely due to its very low dispersion and activity. C a species, hydrogenated at temperatures below P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 353 Co / A1203 8Ni / A1203 Co I Si02 Ni / Si02 4~ 4 II a o- 2 2 i U U ,,L - I ) 0 1 Z~' , 300 500 700 300 500700 Temperature (K) Temperature (K) -21 Ru / AI203 $ I- Rh / AI203 6 6 . . Ru / Si02 6 . Rh / Si02 m E .4 4 3 U Q 2 O 21, v U 0 : 0 300 500 700 300 500 700 Temperature (K) Temperature (K) 8l 8~ C C Ir/AI O E- Pt/AI O o) 6 2 3 m 6 2 3 Ir / Si02 Pt / S2 4 4 U V 7 7 Q 2 a 2 e 0 0 j - A - 300 500 700 300 500 700 Temperature (K) Temperature (K) Fig. 4. Methane formation during the hydrogenation of deposited carbonaceous species over the catalysts. Pretreatment with diluted methane at 623 K for three hours. 373 K, were only found over silica supported catalysts based on noble metals and, in a little amount, over alumina supported rhodium. These results partially agree with those observed by Solymosi et al. over silica supported platinum metals [7], since they obtain carbidic species only on Pt, Rh and Pd. On the other hand, nickel and cobalt catalysts are those which more carbonaceous deposits produce, though their dispersions are not good, specially for Ni/Si02 catalyst. However, the greatest part of these adspecies results in a graphitic type carbon (C'') only hydrogenable above 623 K. Alumina supported rhodium appears as the only one that stabilizes in a considerable amount a more reactive 354 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 Table 3 Total amount of carbon hydrogenated at temperatures up to 773 K from the catalysts previously submitted to a flow of diluted methane at 623 K for three hours Catalyst [,moles of C deposited /g [,moles of surface metallic atoms /g C/Mfa~e Ru/A1203 11.9 29.3 0.4 Ru/S2 15.9 8.3 1.9 Rh/A1203 102.5 46.4 2.2 Rh/Si02 100.9 69.6 1.4 Ir/A1203 7.1 6.1 1.2 1r/Si02 30.6 16.1 1.9 Pt/A1203 27.7 60.2 0.5 Pt/S'02 - - - Ni/A1203 > 83.27 23.7 > 3.5 Ni/Si02 > 136.1 - - Co/A'203 > 65.6 7.9 > 8.4 Co/S'Oz > 7.9 - - type of carbon, C or amorphous carbon, hydrogenable between 423 K and 498 K. This is in some way different to that found on supported Rh over different metal oxides [12], where rhodium always gave carbon. However, it has been previously reported [7,12,18] that not only the nature of the metal, but also the experimental conditions (temperature, time, flow rate) of the exposure to methane influence the reactivity of the carbonaceous deposits. Therefore, an exhaustive comparison with the literature would be very risky. Over platinum and iridium as well as over rhodium catalysts a kind of carbon with a halfway reactivity between Cand Cy can be hydrogenated between 523 K and 723 K. The ratio carbon hydrogenated to surface metallic sites for each catalyst is shown in Table 3. These values vary between 0.4 and 2.2 for noble metals, but for nickel and cobalt based catalysts they increase disproportionately. Kuijpers et al. [19] have presented magnetic evidence over Ni/Si0z catalysts that indicates the contribution of 6.9 nickel atoms per each molecule of methane chemisorbed. Their results agree with those of Martin and Imelick [20], who using high field magnetic methods also reported a value of 6.9 but only at temperatures above 573 K. These results suggest a complete dissociation of CH 4 into a surface nickel carbide according to CH4(g) ~:j N' 3C + 4 H(ads) The formation of a bulk nickel carbide during the reaction with methane at 623 K has been considered, but calculations made on the base of carbon hydrogenated during the TPH experiments for the Ni/Si02 catalyst show that the amount of carbon atoms retained on it exceeds greatly the stoichiometry of Ni3C. In the case of nickel catalysts, the presence of so high carbon quantities and the need of about seven Ni atoms to decompose a CH4 molecule suggest again the existence of diffusion of carbon atoms from the metal surface to the 0 support. In general, nickel particles with diameters of 100-500 A are known to P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 355 initiate the growth of filamentary carbon [21,22]. However, TEM micrographs of the Ni/A1203 sample exposed to methane for three hours and the Ni/S'OZ submitted to a TPSR experiment did not show the presence of these structures, though their existence cannot be ruled out. On the noble metals based catalysts, processes of carbon removal from the metal surface to clear out the active sites from adsorbed carbon atoms are also probable. Moreover, the presence in the catalysts studied of another carbon species hydrogenable at temperatures higher than 773 K cannot be excluded. 4. Conclusions Methane interaction with silica and alumina supported metal catalysts has been studied and compared under non-oxidizing conditions. Though methane is known to be chemisorbed over metal surfaces at temperatures below 573 K, at higher temperatures its adsorption takes place with hydrogen evolution and, over silica and alumina supported metals, a simultaneous carbon monoxide release also occurs as result of the consumption of hydroxyl groups of the support. Furthermore, it has been shown that alumina supported metals have greater ability to dehydrogenate methane than the silica supported ones. On the other hand, quantities of methane retained on the catalysts exceed in many cases the amount of metal atoms exposed to the surface. Thus, we proposed a carbon species diffusion process from the active metal sites, where methane is dehydrogenated, towards the support. Silica supported noble metals seem to be able to stabilize the most reactive carbon adspecies, hydrogenable even at room temperature, whereas nickel and cobalt based catalysts produce mainly graphitic carbon. Alumina supported rhodium appears as the only catalyst with capacity to stabilize in greater amounts than the others an amorphous carbon type that can be hydrogenated between 423 K and 498 K. Acknowledgements This work was supported by C.I.C.Y.T., Spain, under Project MAT93/0477C02-O1. P. Ferreira-Aparicio acknowledges a scholarship grant from the Comunidad de Madrid, Spain. References [1] M.A. Vannice, Catal. Rev.- Sci. Eng., 14 (1976) 153. [21 H. Pichler, Adv. Catal., 4 (1952) 271. [31 C.D. Chang, in A. Holmen, K.I. Jens and S. Kolboe (Editors), Natural Gas Conversion, Elsevier, Amsterdam, 1991. 356 P. Ferreira-Aparicio et al. /Applied Catalysis A: General 148 (1997) 343-356 [4] V. Amenomiya, M. Goledzinowski, V. Birss, J. Galuszka and A.R. Sanger, Catal. Rev.- Sci. Eng., 32 (1990) 63. [5] T. Koerts, M.J.A.G. Deelen and R.A. Van Santen, J. Catal., 138 (1992) 101. [6] M. Belgued, P.Pareja, A. Amariglio and H. Amariglio, Nature, 352 (1991) 789. [7] F. Solymosi, A. Erd6helyi and J. Cseryi, Catal. Lett., 16 (1992) 399. [8] T. Koerts and R.A. Van Santen, J. Chem. Soc., Chem. Commun., (1991) 1281. [91 P. Amoldy and J.A. Moulijn, J. Catal., 93 (1985) 38. [10] M. Uchida and A.T. Bell, J.Catal., 60 (1979) 204. [11] JR. Anderson, Structure of Metallic Catalysts, Academic Press, New York, 1975, p. 295. [121 A. Erdelyi, J. Cser6nyi and F. Solymosi, J. Catal., 141 (1993) 287. [13] A. Frennet, Cat. Rev.- Sci. Eng., 10 (1974) 37. [141 J. Haber, A. Kozlowska and R. Kozlowski, J. Catal., 102 (1986) 52. [15] O.V. Buyevskaya, D. Wolf and M. Baerns, Catal. Lett., 29 (1994) 249. [16] K. Walter, O.V. Buyevskaya, D. Wolf and M. Baems, Catal. Lett., 29 (1994) 261. [17] M.M. Koranne and D.W. Goodman, Catal. Lett., 30 (1995) 219. [18] M. Belgued, H. Amariglio, P. Pareja, A. Amariglio and J. Saint-Just, Catalysis Today, 13 (1992) 437. [19] E.G.M. Kuijpers, A.K. Breedijk, W.J.J. Van der Val and J.W. Geus, J. Catal., 72 (1981) 210. [20] G.A. Martin and B. Imelick, Surface Sci., 42 (1974) 157. [211 V.V. Chesnokov, V.I. Zaikovskii, R.A. Buyanov, V.V. Molchanov and L.M. Plyasova, Kin. Catal., 35 (1994) 130. [22] C.H. Bartholomew, Catal. Rev.- Sci. Eng., 24 (1982) 67. APCATA 96002372 S0926-860X(96)00237-2 10.1016/S0926-860X(96)00237-2 Methane interaction with silica and alumina supported metal catalysts P. Ferreira-Aparicio a I. Rodríguez-Ramos ∗ a A. Guerrero-Ruiz b a Instituto de Catálisis y Petroleoquímica, C.S.I.C., Campus Cantoblanco, 28049 Madrid, Spain b Departamento de Química Inorgánica y Técnica, U.N.E.D., Senda del Rey, 28040 Madrid, Spain ∗ Corresponding author. Tel. (+ 34-1) 5854765, fax. (+ 34-1) 5854760 Six different transition metals — cobalt, nickel, ruthenium, rhodium, iridium and platinum — have been supported on silica or alumina by means of the incipient wetness method. After drying and calcination at 773 K, they have been characterized by the hydrogen pulse chemisorption technique and by transmission electron microscopy. The interaction of CH4 with the catalyst surface has been studied by a temperature programmed surface reaction of methane and by examining the reactivity with hydrogen of the carbon deposits formed for three hours of reaction at 623 K in a flow of diluted methane. It has been found that the support exerts a great influence in the activity of dehydrogenation of methane and in the kind of carbonaceous species generated. It has also been proved that rhodium catalysts have a special ability to stabilize reactive carbon species (Cβ) hydrogenable between 423 K and 498 K. Keywords Methane conversion Supported transition metal catalysts Silica and alumina supports Hydrogenation of surface carbon References [1] M.A. Vannice Catal. Rev.-Sci. Eng. 14 1976 153 [2] H. Pichler Adv. Catal. 4 1952 271 [3] C.D. Chang A. Holmen K.I. Jens S. Kolboe Natural Gas Conversion 1991 Elsevier Amsterdam [4] V. Amenomiya M. Goledzinowski V. Birss J. Galuszka A.R. Sanger Catal. Rev.-Sci. Eng. 32 1990 63 [5] T. Koerts M.J.A.G. Deelen R.A. Van Santen J. Catal. 138 1992 101 [6] M. Belgued P. Pareja A. Amariglio H. Amariglio Nature 352 1991 789 [7] F. Solymosi A. Erdöhelyi J. Cserényi Catal. Lett. 16 1992 399 [8] T. Koerts R.A. Van Santen J. Chem. Soc., Chem. Commun. 1991 1281 [9] P. Arnoldy J.A. Moulijn J. Catal. 93 1985 38 [10] M. Uchida A.T. Bell J. Catal. 60 1979 204 [11] J.R. Anderson Structure of Metallic Catalysts 1975 Academic Press New York 295 [12] A. Erdöhelyi J. Cserényi F. Solymosi J. Catal. 141 1993 287 [13] A. Frennet Cat. Rev.-Sci. Eng. 10 1974 37 [14] J. Haber A. Kozlowska R. Kozlowski J. Catal. 102 1986 52 [15] O.V. Buyevskaya D. Wolf M. Baerns Catal. Lett. 29 1994 249 [16] K. Walter O.V. Buyevskaya D. Wolf M. Baerns Catal. Lett. 29 1994 261 [17] M.M. Koranne D.W. Goodman Catal. Lett. 30 1995 219 [18] M. Belgued H. Amariglio P. Pareja A. Amariglio J. Saint-Just Catalysis Today 13 1992 437 [19] E.G.M. Kuijpers A.K. Breedijk W.J.J. Van der Val J.W. Geus J. Catal. 72 1981 210 [20] G.A. Martin B. Imelick Surface Sci. 42 1974 157 [21] V.V. Chesnokov V.I. Zaikovskii R.A. Buyanov V.V. Molchanov L.M. Plyasova Kin. Catal. 35 1994 130 [22] C.H. Bartholomew Catal. Rev.-Sci. Eng. 24 1982 67",
      "scopus-id": "0002867923",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002372",
        "dc:description": "Six different transition metals — cobalt, nickel, ruthenium, rhodium, iridium and platinum — have been supported on silica or alumina by means of the incipient wetness method. After drying and calcination at 773 K, they have been characterized by the hydrogen pulse chemisorption technique and by transmission electron microscopy. The interaction of CH4 with the catalyst surface has been studied by a temperature programmed surface reaction of methane and by examining the reactivity with hydrogen of the carbon deposits formed for three hours of reaction at 623 K in a flow of diluted methane. It has been found that the support exerts a great influence in the activity of dehydrogenation of methane and in the kind of carbonaceous species generated. It has also been proved that rhodium catalysts have a special ability to stabilize reactive carbon species (Cβ) hydrogenable between 423 K and 498 K.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002372",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ferreira-Aparicio, P."
          },
          {
            "@_fa": "true",
            "$": "Rodríguez-Ramos, I."
          },
          {
            "@_fa": "true",
            "$": "Guerrero-Ruiz, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002372"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002372"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00237-2",
        "prism:volume": "148",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Methane interaction with silica and alumina supported metal catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane conversion"
          },
          {
            "@_fa": "true",
            "$": "Supported transition metal catalysts"
          },
          {
            "@_fa": "true",
            "$": "Silica and alumina supports"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation of surface carbon"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "343-356",
        "prism:endingPage": "356",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1997",
        "prism:doi": "10.1016/S0926-860X(96)00237-2",
        "prism:startingPage": "343",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00237-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002867923"
      }
    }
  }
}