{
  "metadata": {
    "title": "Oxydehydrogenation of n-butane over promoted MgV-oxide based catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-29",
    "doi": "10.1016/S0926-860X(97)80115-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97801159",
    "pii": "S0926860X97801159"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0009788322",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97801159 S0926-860X(97)80115-9 S0926860X97801159 10.1016/S0926-860X(97)80115-9 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00555 2024-01-01T12:19:29.85596Z 0 0 19970529 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 153 153 1 2 1 2 Volume 153, Issues 1–2 3 21 30 21 30 19970529 29 May 1997 1997-05-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. OXYDEHYDROGENATIONNBUTANEOVERPROMOTEDMGVOXIDEBASEDCATALYSTS STERN D CHAAR 1987 483 M CHAAR 1988 463 M SAM 1990 417 D GRASSELLI 1983 273 R SURFPROPCATALBYNONMETALS ANDERSSON 1992 691 A PROC10THINTCONGCATAL GALY 1967 261 J EVANS 1974 247 F MATSUURA 1990 563 572 I NEWDEVELOPMENTSINSELECTIVEOXIDATION CATANI 1992 107 R NILSSON 1994 501 J NILSSON 1996 224 J CALLAHAN 1963 755 J STERNX1997X21 STERNX1997X21X30 STERNX1997X21XD STERNX1997X21X30XD item S0926-860X(97)80115-9 S0926860X97801159 1-s2.0-S0926860X97801159 10.1016/S0926-860X(97)80115-9 271346 2024-01-01T12:19:29.85596Z 1997-05-29 1-s2.0-S0926860X97801159-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97801159/MAIN/application/pdf/bd5451cf3443537f21b5bf3afef9ea1f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97801159/MAIN/application/pdf/bd5451cf3443537f21b5bf3afef9ea1f/main.pdf main.pdf pdf true 547135 MAIN 10 1-s2.0-S0926860X97801159-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97801159/PREVIEW/image/png/72b42cea6c55bd95f5fa0e153c55ad99/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97801159/PREVIEW/image/png/72b42cea6c55bd95f5fa0e153c55ad99/main_1.png main_1.png png 46175 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 153 (1997) 21-30 Oxydehydrogenation of n-butane over promoted Mg-V-oxide based catalysts David L. Stem, James N. Michaels, Lorenzo DeCaul, Robert K. Grasselli* Mobil Technology Company, Strategic Research Center, 600 Billingsport Road, Paulsboro, NJ 08066-0480. USA Received 2 February 1996; received in revised form 26 August 1996; accepted 26 August 1996 Abstract Magnesium vanadate, Mg2V2Ox, and promoted systems of the composition Mg4V2M20,., where M = Mo, W, B, A1, Ga, Sb and (SbP), were synthesized, characterized and evaluated for the oxydehydrogenation of n-butane in the temperature range 400-500:'C and atmospheric pressure. The selectivities to butene/butadiene of the majority of the promoted catalysts are, at 500 and constant n-butane conversion (2%), substantially higher than those of the base system: Sb(87), SbP(82), B(82), Mo(68), A1(62), base(55), W(50). The superior selectivities of the antimony and boron containing compositions are probably primarily due to the formation of ternary Mg-V-Sb- oxide (Mgl_~SbV2/3x03.5) and Mg-V-B-oxide (Mgl-xBV2/3025) phases, contributing to the structural site isolation of the paraffin activating vanadium sites; the stabilization of the V4+ or lower oxidation states; and their possible interaction with an inferred supra-surface Sb-oxide phase. Highest butene/butadiene per pass yields were obtained with a Mg4V2Ga20, catalyst (5.2% at 7.9% conversion, at 500, 1 atm, CO2/N2=5/1/20, and WHSV=13 h J). The only composition yielding measurable amounts of furan was the W promoted catalyst. Keywords: n-Butane; Oxydehydrogenation; Mg-V-Oxide; Mg-V-Sb-oxide; Mg-V-B-oxide; Promoters 1. Introduction Oxidative upgrading of light paraffins to olefins and/or oxygenated products is industrially desirable. Olefinic products, produced by catalytic oxydehydrogena- tion of the corresponding paraffins, can be used as alkylation or etherification feedstocks to enhance the octane number pool of refinery streams. Oxygenates * Corresponding author. Tel.: +49 89 5902261; Fax: +49 89 5902602. Present address: Inst. Physical Chemistry, University of Munich, Sophienstrasse 11, D-80333 Munich, Germany. 0926-860X/97/$17.00 ,LT~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)003 15-8 22 D.L. Stern et al./Applied Catalysis A: General 153 (1997) 21-30 produced by selective oxidation of light paraffins can be added directly to reformulated gasolines to increase both their oxygen content and octane number. Various attempts have been made as of late towards this goal. Specifically, Kung [1], Volta [2] and their coworkers have studied a series of catalysts based on magnesium and vanadium oxides to effect the oxidative dehydrogenation of propane and n-butane to their respective desired products. Modest yields of desired olefins have been reported using these systems. In Mg-V-oxide catalyst systems, vanadium centers comprising an inorganic radical (V-O-) [3] are deemed to provide the paraffin activating centers. These centers activate the sp3-hybridized C-H bonds of paraffins by homolytically abstracting a hydrogen from the weakly chemisorbed paraffin on the surface of the catalyst. The vanadium in mixed metal binary compounds such as Mg3V2Os, Mg2V2OT, and MgV206 is also electronically strongly modified and its stabiliza- tion in the V5+ state within these compositions is thus facilitated [4]. Through its inherently basic character, Mg-based systems facilitate the desorption of olefinic products formed by preventing their further undesirable overoxidation to COx waste products. Generally, these materials are not supported on auxiliary high surface area supports such as silica or alumina, since MgO in itself has high surface area and can be used as a support if needed. Our current study concentrates on a series of promoter doped Mg-V-oxide catalyst systems, selecting the promoter elements so as to modify the inherent electronic and structural properties of the parent compound in efforts to effect enhanced selectivity of desired products (olefins, dienes, oxygenates) with mini- mal loss of activity. For this purpose, we selected the parent composition Mg2V2Ox and its promoted compositions comprised of the series Mg4V2M2Ox, where M = Mo, W, B, A1, Ga, Sb and (SbP). 2. Experimental Catalysts were synthesized via an aqueous, slurry phase redox reaction to ensure homogeneity, followed by a high temperature solid state calcination. Synthesis conditions are similar to those reported in the literature for MgxVyOz syntheses [1,2,4]. The starting materials used were ammonium metavanadate, magnesium nitrate, antimony (III) oxide, phosphoric acid, ammonium tungstate, aluminum hydroxide, ammonium heptamolybdate, boric acid, and gallium nitrate. In general, an ammoniacal solution of the appropriate metal nitrates in the correct stoichio- metry was refluxed for 2-4 h, and the solution/slurry dried. The resulting solids were then pulverized, sized, and calcined at temperatures of 600-750. XRD patterns were determined on a Rigaku instrument. Surface areas were measured with a Micromeritics ASAP 2400 N2 physisorption apparatus, and are reported in Table 1. Magnetic susceptibility measurements were performed with a Johnson Matthey Magnetic Susceptibility Balance. The balance utilizes the Evans method D.L. Stern et al./Applied Catalysis A.\" General 153 (1997) 21-30 23 e~ 09 % \"r ~E e~ w, 24 D.L. Stern et al./Applied Catalysis A: General 153 (1997)21-30 for measuring susceptibility [5]; the measurements reported here do not include diamagnetic corrections. Catalysts were evaluated in a fixed-bed microreactor described earlier [6]. Catalysts were typically evaluated between 450 and 550 with a 255 ccm feed containing 50 ccm butane, 10 ccm oxygen, and the balance nitrogen. This corresponds to a nominal weight hourly space velocity (WHSV) of 13 h-1 based on butane in the feed. The feed was diluted with nitrogen to help moderate the exothermicity of the reaction. In all experiments, the reactor was heated under flowing air to reaction temperature and was then purged with nitrogen. When stable feed conditions and reactor temperature were established, the feed was sent to the reactor, and products were analyzed 30 min to 1 h later. A similar procedure was used each time the reactor temperature was changed, assuring that the catalyst was fully oxidized at each temperature prior to exposure to the reactants. The analytical methodology was similar to that reported in the literature [7]. In brief, the analysis system utilized a Varian GC equipped with a 50 m DB-1 capillary column and a flame ionization detector to analyze for oxygenates and C5+ hydrocarbons, and a Carle refinery gas analyzer for determining Ca, Co -C C2 - C4, and fixed gases other than water. Butane conversion is defined as the percentage of butane in the feed converted to other products. Yield of species X is defined as the percentage of feed butane converted to species X, and selectivity to species X is defined as yield of species X divided by butane conversion; all results were normalized on a no loss of carbon basis. Carbon, hydrogen and oxygen closures were typically better than 95%. Catalyst activity is expressed as weight- and area-normalized rate constants, kw and ks; these are calculated assuming butane consumption to be first order in butane and zero order in oxygen. 3. Results and discussion Eight magnesium vanadate-based catalysts were prepared and evaluated in this study. The choice of catalyst system was made on the basis of incorporating selected elements into the magnesium vanadate lattice so as to modify the catalytic behavior. For example, aluminum, boron, and gallium (Mg4VzMzOx, where M = A1, B, Ga) were incorporated in the catalyst to probe for ways to increase activity. Molybdenum and tungsten (Mg4VzMzOx, where M = Mo, W) were used in the hopes of forming molybdate and tungstate phases, and to incorporate another redox active metal. Antimony (Mg4VzSbzOx) and phosphorous (Mg4VzSbPOx) were used so as to induce the possible formation of a second redox active phase (VSbO4 or (VO)zP207 on MgO) or to electronically modify the MgVOx system by changing the oxidation state of the vanadium in the lattice. The parent material, Mg2V2Ox, was prepared and tested as well. Auxiliary supports (SiO2, A1203, TiO2, etc.) were not used in the syntheses. The synthesized materials show respectable surface areas (Table 1) without additional D.L. Stern et al./Applied Catalysis A.\" General 153 (1997) 21-30 25 400-| Mg4V2SO2Ox ) 000 j~:~=q_.__...._.,~,'5001500 Mg4V2P20xLI I ) I I 600 M94V2SbPOx 200 I I I I I 40O5oo~~2oOloo I Mq4V2AI2Ox~1 I I I I [ I 4 O 10 20 30 ,10 50 60 70 0 Fig. 1. XRD of magnesium vanadates. support (surface areas of 7 to 34 m2 g-l). The aluminum and gallium containing samples have high surface areas (83 and 42 m2 g-1 for Mg4V2A12Ox and Mg4V2Ga2Ox, respectively), most likely because of the formation of alumina and gallia during the syntheses. The parent material Mg2V2Ox has a fairly low surface area (2 m2 g-l) because it is crystalline. The XRD patterns of the compositions studied are shown in Fig. 1 and Fig. 2. The Mg2V2Ox pattern shows evidence of both ct-Mg2V207 and ~-MgV206 being present; the identification of 13-MgV206 also infers (by stoichiometry) that some MgO is present. X-ray diffraction patterns of Mg4V2Ga2Ox and Mg4V2A12Ox are relatively broad and indicate the formation of Ga203, and VA104 and A1203, respectively. The relatively featureless patterns reflect a small average crystallite size of these samples, consistent with the high surface areas found for these materials (42 and 83 m2 g-l, respectively). The boron containing compound Mg4V2B20 has structural features similar to that of the Mg2V20~ lattice(s); in addition, some B203 and Mg3(BO3)2 has formed as well. In the tungsten containing compound Mg4V2W2Ox, the gross features of the XRD pattern are similar to that of Mg2V2Ox, inferring some structural similarities between these two. However, there is also some \"WO3\" and MgWO4 present. For Mg4V2Mo2Ox, diffraction lines from Mg2V2Ox are not present; instead, \"MOO3\" and VOMoO4 are readily 26 D.L. Stern et al./Applied Catalysis A: General 153 (1997) 21-30 20(1() - 1000 ' I T I ' I ' I I 6OO 300 - ~-;~- i I i i i I I I I I I I 500l I I I I I I 6oo] Mg4V2B20x | I 200 I I I I I I 400-~ ig4V2Ca20x ..~a~ .~ 4 0 10 20 30 '10 50 60 70 0 Fig. 2. XRD of magnesium vanadates. apparent. The boron containing compound, Mg4V2B204, has structural features similar to that of the Mg2V2Ox lattice(s), and contains also some B203 and Mg3(BO3)2. The antimony promoted magnesium-vanadium-oxide Mg4VzSbzOx, contains VSbl_xO4_l.Sx, MgSb204, and free Sb204. The XRD patterns of this material and that of Mg4VzSbPOx are very similar. Undoubtedly, the presence of antimony strongly influences the structure of both of them. The activity and selectivity of the catalysts studied are summarized in Table 1. Catalysts are compared at constant contact time (~ 13 h-1 WHSV) at 400, 450 and 500. The primary oxidation products observed were butene, butadiene, CO, and CO2. Butane oxidation over Mg4V2W2Ox produced a small amount of furan, and in all cases, oxygenates were either not formed or represent less than 2% of the total products formed. Weight and surface area normalized rate constants, kw and ks, (Table 1) illustrate that on a per weight basis, the catalysts studied have similar activities except for Ga, AI, and W containing compositions, while on a per surface area basis the base MgzV2Ox is the most active material. An analysis of the results obtained at 500, 13 h-1 WHSV, C4/O2/N2---5/1/20 (Fig. 3) illustrates the diversity of the catalytic behavior of the compositions studied. The highest activities are obtained with the Ga, A1, and W promoted D.L. Stern et al./Applied Catalysis A: General 153 (1997) 21-30 27 0. I0 0.08 13 -6 0.06 o 0.04 0.02 O.00 bulenes bulodlena |uran CO o* o* o* Fig. 3. Product yields obtained for butane oxidation over magnesium vanadates. (Conditions: 500C, 13 h i WHSV, C4]O2/N2 = 5/1/20). catalysts, systems having relatively high, yet not equal surface areas (83, 42, and 13 m2 g-l). Thus, the observed high activity is not solely a surface area effect. All three systems produce substantial amounts of butadiene (e.g., 33%, 32%, and 20% of the Ca product yield). It is reasoned, that the butadiene is produced as a consecutive product of the first formed butene, since in all cases the relative fraction of the butadiene formed increases with increasing conversion. The W promoted system also produces some furan. Since the remaining four promoted catalysts, as well as, the base composition exhibit approximately the same conversion level at 500 (Fig. 3), they can readily be inter-compared as to their respective selectivity behavior. Most significant is the substantial increase of useful products butene/butadiene of the Sb, SbP, and B promoted systems over the base composition. Thus, at approximately 3% con- version the butene/butadiene selectivities are: Sb(85), SbP(78), B(74), Mo(64), base(42). A similar trend is observed by inspecting conversion vs. selectivity plots of non- COx products, i.e., butene plus butadiene (Fig. 4). The data comprise conversion/ selectivity behavior of the catalysts at three different temperatures (400, 450, 500) and selected space velocities. As is common in oxidation catalysis, selectivity to useful intermediate products (e.g., butene/butadiene) declines with conversion. However, it is noteworthy that the decline is much smaller for the promoted catalysts than the base, Mg2V2Ox. A selectivity (butene/butadiene) ranking at constant conversion (2%) reveals the following trend: Sb(87), Sb(82), B(82), Mo(68), A1(67), Ga(62), base(55), W (50). Again, Sb and B containing systems exhibit superior desired product selectivities. Several possible explanations can be offered as to why the Sb and B containing catalysts exhibit relatively high product selectivities in comparison to the other 28 D.L Stern et al./Applied Catalysis A: General 153 (1997) 21-30 1.0 .q~ :~ 0.8 i 0.6 - 0.4 _o 0.2 \\ \"<>--. MgaVzO\" --4P- Mg4VIAIzO\" --,~-- Mg4VIMozO~ MQ4VISb20x -~*- Mo4VzW20~ --II-- Mo4VzSbpO~ .~z. Mg4VIBIO\" Mg4vzGoaO~ 0.0 I I I I 0.00 0.02 0.04 0.06 0.08 O, 10 butane conversion Fig. 4. Selectivity profiles in butane oxidation over magnesium vanadates. promoted systems investigated, and the base itself. The Sb-containing systems reveal by XRD the formation of a VSbl_xO4_ l.Sx phase, MgSb204, and Sb204. The B-containing system contains Mg3(BO3)e and B203 according to XRD. Magnetic susceptibility measurements reveal a laeff = 1.3 for the Sb promoted system and a ~t~ff = 0.3 for the MgeVeOx base. The theoretical values for vanadium with zero (V5+) and one (V4+) unpaired electrons are 0 and 1.7. Thus, the Sb-containing composition contains primarily V4+ (or still lower valent vanadium), while the base contains mostly V5+. The magnetic susceptibility results are consistent with the likely existence of a ternary Mg-V-Sb-oxide phase, possibly a phase of the composition Mg~_xSbW2/3xO3.5; or at least a strong interaction between at least two phases containing Mg-V-oxide and V-Sb-oxide. The usefulness of stabilized lower valent vanadium species in oxidation catalysis is well known [7]. The effectiveness of VSbl_xO4_l.5x [8], the role of supra-surface antimony oxide [9], and the importance of vanadium site isolation in All _xSbWxO4 are well recorded in propane ammoxidation [10]. We conclude on the basis of our observations, and the above cited literature, that the enhanced butene/butadiene selectivity of the MgeVeSb2Ox system is probably due to the formation of a ternary phase, of the likely composition Mg,_xSb V2/3xO3.5, where x is a relatively small number and vanadium is 4+ or lower on the average. In analogy to All_xSbVxO4 the anticipated oxidation states of antimony and vanadium are written as 5+ and 3+, respectively for the Mg-V-Sb-phase. Such a ternary phase would provide for propitious vanadium site isolation, and lead to a selective catalyst. Adjacent vanadium sites such as V-O-V-O-V moieties are waste formers according to the site isolation theory [11], and in order to achieve desired product selectivity of intermediates (e.g., butene), it is necessary to structurally isolate the paraffin activating vanadium sites (i.e., V-O) from each other. This is achieved through the formation of the above ternary compound, with D.L. Stern et al./Applied Catalysis A: General 153 (1997) 21-30 29 both antimony and magnesium helping in the structural isolation of the vanadium sites. Although we favor this explanation, an alternate possible explanation for superior butene/butadiene selectivity might be derived through intimate phase cooperation of VSbl xO4-1.5~, strongly modified by the MgSbO4 support phase, and supra-surface Sb-oxide phase, whose existence can be inferred from the observed 5b204 spectator phase. It is very likely that supra-surface antimony oxide also plays a beneficial selectivity role in the above scenario where the selective catalytic activity is primarily derived by the ternary Mg-Sb-V-phase. The reason- ing in general is, that supra-surface antimony oxide provides for a higher surface concentration of antimony moieties, which are catalytically relatively mild in nature in comparison to vanadium moieties, resulting in a certain amount of surface vanadium site blockage, and hence contributing indirectly to the desired structural V-site isolation. A too high concentration of supra-surface antimony oxide is, however, deemed undesirable, since it will lead ultimately to complete blockage of the paraffin activating V-sites, resulting in inactivity of the catalyst. In a similar manner, the improved butene/butadiene selectivity of MgVzBzOx is probably derived from a ternary Mg-V-B-oxide phase, possibly of the composi- tion Mg 1-xBV2/3xO2.5; or from a VB 1-xO3- ~.5x phase, albeit not observed by XRD, its modification through the observed Mg3(BO)2 phase and a supra-surface B- oxide phase inferred through the existence of the spectator B203 phase. Additional spectroscopic and structural work is needed to further verify our conjectures offered here as possible explanations for the improved catalytic behavior of promoted Sb and B containing Mg-V-oxide systems, and ultimately contribute to the discovery of more efficient catalysts. 4. Conclusions Mg4V2Sb20x, Mg4V2SbPOx and Mg4V2B20x compositions are selective n- butane oxydehydrogenation catalysts, yielding butene and butadiene as exclusive useful products. At comparable conversions they are about twice as selective as the base, MgzVzOx. The improved performance of these catalysts is probably related to the formation of ternary phases, possibly Mgl_xSbVz/3x03.5 and Mg~_xB V2/3xO2.5, respectively, which provide for structural vanadium site isolation; the stabililization of V4+ or lower vanadium oxidation states; and an inferred presence of a supra-surface Sb-oxide phase. Alternatively, the higher selectivity of desired products might be derived through an intimate phase cooperation between VSbl_xO4_l.Sx, MgSbO4 and supra-surface Sb-oxide; respectively VB l_xO3_ 1.5x, Mg3(BO3)2, and supra-surface Sb-oxide. Ga and A1 containing Mg-V-oxides are the most active catalysts investigated, while a W containing system, Mg4V2W2Ox is the only composition yielding detectible amounts of furan. 30 D.L. Stern et al./Applied Catalysis A: General 153 (1997) 21-30 Additional structural and spectroscopic studies are needed to further capitalize on the leads developed in this brief study of promoted Mg-V-oxide systems. Of particular interest are the Mg-V-Sb-oxide and Mg-V-B-oxide systems, holding some promise, when developed further, as potential catalysts for the conversion of paraffins to the corresponding olefins, diolefins, unsaturated acids and nitriles. References [1] M.A. Chaar, D. Patel, M.C. Kung, and H.H. Kung, J. Catal., 85 (1987) 483; M.A. Chaar, D. Patel and H.H. Kung, J. Catal., 109 (1988) 463. [2] D.S.H. Sam, V. Steinen and J.C. Volta, J. Catal., 123 (1990) 417. [3] R.K. Grasselli, in J. Bonelle, B. Delmon and E. Derouane (Editors), Surf. Prop. and Catal. by Non-Metals, Reidel, 1983, p. 273; A. Andersson, S.L.T. Andersson, G. Centi, R.K. Grasselli, E Sanati and E Trifiro, in L. Guczi, E Solymosi and P. T&6nyi (Editors), Proc. 10th Int. Cong. Catal., Budapest, A, 1992, p. 691. [4] J. Galy and M. Pouchard, Bull. Soc. Chim. Fr., 1 (1967) 261. [5] E Evans, Physics E. Sci. Instr., 7 (1974) 247. [6] D.L. Stern and R.K. Grasselli, J. Catal. (in press). [7] I. Matsuura and M. Yamazaki, in G. Centi and E Trifiro (eds.) New Developments in Selective Oxidation, 1990, pp. 563-572 and references therein. [8] A.T. Guttmann, R.K. Grasselli, J.E Brazdil and D.D. Suresh, U.S. Pat. 4,746,317 (1988); R. Catani, G. Centi, E Trifiro and R.K. Grasselli, Ind. Eng. Chem. Res., 31 (1992) 107. [9] J. Nilsson, T. Linblad and A. Andersson, J. Catal., 148 (1994) 501. [10] J. Nilsson, A.R. Lana-Canovas, S. Hansen and A. Andersson, J. Catal., 160 (1996) 224. [11] J.L. Callahan and R.K. Grasselli, AIChEJ., 9 (1963) 755. APCATA 97801159 S0926-860X(97)80115-9 10.1016/S0926-860X(97)80115-9 Article Oxydehydrogenation of n-butane over promoted MgV-oxide based catalysts David L. Stern James N. Michaels Lorenzo DeCaul Robert K. Grasselli ∗ Mobil Technology Company, Strategic Research Center, 600 Billingsport Road, Paulsboro, NJ 08066-0480, USA ∗ Corresponding author. Tel.: +49 89 5902261; Fax: +49 89 5902602. Present address: Inst. Physical Chemistry, University of Munich, Sophienstrasse 11, D-80333 Munich, Germany. Magnesium vanadate, Mg2V2Ox, and promoted systems of the composition Mg4V2M2Ox, where M = Mo, W, B, Al, Ga, Sb and (SbP), were synthesized, characterized and evaluated for the oxydehydrogenation of n-butane in the temperature range 400–500°C and atmospheric pressure. The selectivities to butene/butadiene of the majority of the promoted catalysts are, at 500°C and constant n-butane conversion (2%), substantially higher than those of the base system: Sb(87), SbP(82), B(82), Mo(68), Al(62), base(55), W(50). The superior selectivities of the antimony and boron containing compositions are probably primarily due to the formation of ternary MgVSb-oxide Mg1−x SbV2/3xO3.5) and MgVB-oxide (Mg1−x BV2/3O2.5) phases, contributing to the structural site isolation of the paraffin activating vanadium sites; the stabilization of the V4+ or lower oxidation states; and their possible interaction with an inferred supra-surface Sb-oxide phase. Highest butene/butadiene per pass yields were obtained with a Mg4V2Ga2O x catalyst (5.2% at 7.9% conversion, at 500°C, 1 atm, C4 0/O2/N2 = 5/1/20, and WHSV = 13 h−1). The only composition yielding measurable amounts of furan was the W promoted catalyst. Keywords n-Butane Oxydehydrogenation MgV-Oxide MgVSb-oxide MgVB-oxide Promoters References [1] M.A. Chaar D. Patel M.C. Kung H.H. Kung J. Catal. 85 1987 483 M.A. Chaar D. Patel H.H. Kung J. Catal. 109 1988 463 [2] D.S.H. Sam V. Steinen J.C. Volta J. Catal. 123 1990 417 [3] R.K. Grasselli J. Bonelle B. Delmon E. Derouane Surf. Prop. and Catal. by Non-Metals 1983 Reidel 273 A. Andersson S.L.T. Andersson G. Centi R.K. Grasselli F. Sanati F. Trifiro L. Guczi F. Solymosi P. Tétényi Proc. 10th Int. Cong. Catal. Budapest 1992 691 A [4] J. Galy M. Pouchard Bull. Soc. Chim. Fr. 1 1967 261 [5] F. Evans Physics E. Sci. Instr. 7 1974 247 [6] D.L. Stern and R.K. Grasselli, J. Catal. (in press). [7] I. Matsuura M. Yamazaki G. Centi F. Trifiro New Developments in Selective Oxidation 1990 563 572 and references therein [8] A.T. Guttmann, R.K. Grasselli, J.F. Brazdil and D.D. Suresh, U.S. Pat. 4,746,317 (1988) R. Catani G. Centi F. Trifiro R.K. Grasselli Ind. Eng. Chem. Res. 31 1992 107 [9] J. Nilsson T. Linblad A. Andersson J. Catal. 148 1994 501 [10] J. Nilsson A.R. Lana-Canovas S. Hansen A. Anderson J. Catal. 160 1996 224 [11] J.L. Callahan R.K. Grasselli AIChEJ. 9 1963 755",
      "scopus-id": "0009788322",
      "coredata": {
        "eid": "1-s2.0-S0926860X97801159",
        "dc:description": "Magnesium vanadate, Mg2V2Ox, and promoted systems of the composition Mg4V2M2Ox, where M = Mo, W, B, Al, Ga, Sb and (SbP), were synthesized, characterized and evaluated for the oxydehydrogenation of n-butane in the temperature range 400–500°C and atmospheric pressure. The selectivities to butene/butadiene of the majority of the promoted catalysts are, at 500°C and constant n-butane conversion (2%), substantially higher than those of the base system: Sb(87), SbP(82), B(82), Mo(68), Al(62), base(55), W(50). The superior selectivities of the antimony and boron containing compositions are probably primarily due to the formation of ternary MgVSb-oxide Mg1−x SbV2/3xO3.5) and MgVB-oxide (Mg1−x BV2/3O2.5) phases, contributing to the structural site isolation of the paraffin activating vanadium sites; the stabilization of the V4+ or lower oxidation states; and their possible interaction with an inferred supra-surface Sb-oxide phase. Highest butene/butadiene per pass yields were obtained with a Mg4V2Ga2O x catalyst (5.2% at 7.9% conversion, at 500°C, 1 atm, C4 0/O2/N2 = 5/1/20, and WHSV = 13 h−1). The only composition yielding measurable amounts of furan was the W promoted catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97801159",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Stern, David L."
          },
          {
            "@_fa": "true",
            "$": "Michaels, James N."
          },
          {
            "@_fa": "true",
            "$": "DeCaul, Lorenzo"
          },
          {
            "@_fa": "true",
            "$": "Grasselli, Robert K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97801159"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97801159"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)80115-9",
        "prism:volume": "153",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxydehydrogenation of n-butane over promoted MgV-oxide based catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "n-Butane"
          },
          {
            "@_fa": "true",
            "$": "Oxydehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "MgV-Oxide"
          },
          {
            "@_fa": "true",
            "$": "MgVSb-oxide"
          },
          {
            "@_fa": "true",
            "$": "MgVB-oxide"
          },
          {
            "@_fa": "true",
            "$": "Promoters"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-30",
        "prism:endingPage": "30",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 May 1997",
        "prism:doi": "10.1016/S0926-860X(97)80115-9",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/S0926-860X(97)80115-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0009788322"
      }
    }
  }
}