{
  "metadata": {
    "title": "The effect of surface and thermal treatments on γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> as a catalyst of the claus reaction at low temperature",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(96)00393-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003936",
    "pii": "S0926860X96003936"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0011212125",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X96003936 S0926-860X(96)00393-6 S0926860X96003936 10.1016/S0926-860X(96)00393-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 24 307 321 307 321 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. EFFECTSURFACETHERMALTREATMENTSAL2O3ACATALYSTCLAUSREACTIONLOWTEMPERATURE PINEDA M PINEDA 1996 81 96 M KASUMOV 1992 374 380 F ALVAREZ 1993 231 244 E MENDIOROZ 1995 111 126 S MCGREGOR 1972 B2 9 B2 18 D PROCEEDINGFOURTHEUROPEANSECONDINTERNATIONALSYMPOSIUMCHEMREACTIONENG DATTA 1985 454 457 A GEORGE 1978 711 715 Z QUET 1980 323 329 C DUDZIK 1980 72 82 Z GEORGE 1985 618 626 Z KARGE 1981 643 654 H DEO 1971 270 281 A ZOTIN 1991 57 73 J RAVINDRAM 1977 181 190 M GISHTI 1984 381 393 K LOPEZCORDERO 1989 197 206 R MORALES 1988 261 271 A BETTMAN 1989 447 454 M KNOZINGER 1976 185 271 H ABELLO 1995 93 100 M CARNITI 1994 274 283 P PINEDAX1997X307 PINEDAX1997X307X321 PINEDAX1997X307XM PINEDAX1997X307X321XM item S0926-860X(96)00393-6 S0926860X96003936 1-s2.0-S0926860X96003936 10.1016/S0926-860X(96)00393-6 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X96003936-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003936/MAIN/application/pdf/b1e554ff8c89f95c8b665da5b0a9c993/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003936/MAIN/application/pdf/b1e554ff8c89f95c8b665da5b0a9c993/main.pdf main.pdf pdf true 693659 MAIN 15 1-s2.0-S0926860X96003936-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003936/PREVIEW/image/png/74472a9ffb64cf78aa867efcb4501723/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003936/PREVIEW/image/png/74472a9ffb64cf78aa867efcb4501723/main_1.png main_1.png png 45522 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 307-321 The effect of surface and thermal treatments on 'y-AI203 as a catalyst of the claus reaction at low temperature M. Pineda, J.M. Palacios* Instituto de Cat61isis y Petroleoqu[mica, CS1C, Campus Universidad Aut6noma, Cantoblanco. 28049-Madrid, Spain Received 6 September 1996; received in revised form 18 November 1996; accepted 18 November 1996 Abstract \"y-AI203 was chemically or heat treated to modify its behavior as a catalyst of the Claus reaction at low temperature. The treatment by P or La impregnation altered substantially the surface donor properties, as revealed by NH3 adsorption, with no significant changes in the textural properties. However, the heat treatment by calcination at temperatures above 550 mostly affected the textural properties through sintering and crystallization. Using a model described in detail in a previous study the global reaction rate was calculated and the H2S conversion curves in a fixed bed reactor were theoretically predicted. The experimental results showed that the surface treatment increased largely the catalytic activity of alumina although the effects on the H2S conversion in the reactor were small since it is a diffusion controlled process. Changes in performance due to heat treatment were much more pronounced allowing to conclude that the alumina performance could be substantially improved by optimization of the textural properties. Keywords: Claus catalyst; \"/-Alumina; Hydrogen sulphide; Sulphur dioxide: Phosphorus pentoxide: Lanthanum trioxide I. Introduction Using 7-A1203 as the catalyst of the Claus reaction at low temperature (100) SO2 + 2H2S -~ 3/nSn + 2H20 (1) high H2S conversions in the outlet gases have been achieved. However, the solid sulfur, as a reaction product, plugs the pores and progressively deactivates the catalyst by decreasing the specific surface area and pore volume. * Corresponding author. Tel.: 34 1 5854787; fax: 34 1 5854760; e-mail: b-jmp@icp.csic.es. 0926-860X/97/$17.00 ~f~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00393-6 308 M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 To predict the performance of alumina as a catalyst of the Claus reaction at low temperature in a fixed bed reactor a theoretical model was developed [1]. The theoretical results showed that the intraparticle diffusion of the reactant gases was rate limiting and the particle size became one of the parameters with more influence on the process, in agreement with experimental results. With particle sizes of practical interest the deactivation curves are relatively flat (small slope) and the H2S conversion in the outlet gas from the reactor drops to low values when the catalyst conversion in the bed is still small. Consequently, the catalyst is used with a poor efficiency. In order to improve the catalyst efficiency, in addition to the reduction in particle size that can be unpracticable, two alternative methods can be proposed: (a) to change the intrinsic reactivity of the catalyst; (b) to modify the textural properties of the catalyst, especially in the mesopore range. These parameters have strong effects on the slope of the deactivation curves, through the modification of the global reaction rate. The study of the effects of these parameters on the H2S conversion in a fixed bed reactor is the aim of the paper. Although the mechanism of the Claus reaction using alumina as a catalyst is still not well understood [2,3] taking into account kinetic [4,5] and spectroscopic studies [6] it is usually assumed that the reaction takes place between one of the reactant species adsorbed on the catalyst, most probably SO2, and the other one in the gas phase (most probably H2S) according to an Eley-Rideal mechanism. Additional studies have shown that alumina deactivates by poison- ing of the adsorption sites of SO2 by SO]- ions [7,8]. Apparently, alumina is a catalyst of the Claus reaction through an acid-base mechanism and, conse- quently, the intrinsic catalytic activity can be modified by applying chemical treatments. In some studies the surface electron-donor properties have been changed by treatment with NaOH as evidenced by the EPR intensity of the signal assigned to the SO2 anion species in silica [9], zeolites [10] and alumina [11]. These features seemed to be correlated with the catalytic activity that passed through a maximum for a certain concentration of NaOH. However, an excess of NaOH led to a progressive deactivation of the catalyst through rapid formation of sulfate species [12]. The effect of a low concentration of Na on the acid-base properties of alumina has been explained in terms of proton replacement of the strongest acid hydroxyls by Na ions, increasing the surface basicity. In some circumstances it is very difficult to separate the effects of the surface properties from those of the textural properties on the catalytic activity, and a clear correlation has not been found [13]. Changes in the textural properties of alumina can be achieved by heat treat- ments above 550 [14]. The aim of this paper is the study of the performance of modified \"7-A1203 as a catalyst of the Claus reaction at low temperature (100) in a fixed bed reactor. The surface properties were modified, with minor alterat- ion of the textural properties, by impregnation with phosphoric acid or M. Pineda, J.M. Palacios /Applied Catalysis A: General 158 (1997) 307-321 309 lanthanum oxide. Through thermal treatment above 550 the textural pro- perties of the alumina were modified with no substantial changes of the surface properties. 2. Experimental 2. I. Materials 7-A1203 Girdler Sud-Chemie was used as the catalyst of the Claus reaction. Samples with P or La were prepared by wet impregnation in aqueous solution of H3PO4 or La(NO3)3.6H20, respectively, with a content of 0.1 and 0.8 wt% referred to P and La. The impregnated samples were dried for 72 h at room temperature, followed by a treatment at 120 for 3 h and calcination at 550 for 16 h. Heat treated samples without P or La were calcined at 550 (reference), 850, 1000 and 1100, respectively. 2.2. Characterization techniques The textural properties of the samples were determined by N2 adsorption at 77 K in a Micromeritics ASAP-2000 apparatus. Chemisorption experiments of NH3 were carried out in a Micromeritics TPD/TPR 2900 apparatus. Samples were previously degasified by heating up to 550 at 20/min in flowing He at a flow rate of 75 cm3/min. Saturation of the adsorbed gas was achieved at 35 by passing an NH3 flow rate of 50 cm3/min for 30 min. The elimination of the weakly adsorbed gas (physisorbed) was achieved by flowing He for 5 min under identical conditions to those stated above. The TPD experiments were carried out by heating from 35 to 550 at 5/min in a He flow of 75 cm3/min. For the quantification of the amount of adsorbed NH3 a technique of successive injected pulses was used. A temperature of 95 was selected for the injection of NH3 since a desorption peak occurs at this temperature in the TPD experiments. The amount of total adsorbed gas was calculated from the peak area after each injection. The X-ray diffraction patterns were recorded in a Seifert 3000 diffractometer using Ni-filtered CuK~ radiation. Morphological studies, chemical analysis and element distributions were carried out with a SEM-EDX equipment consisting of an ISI DS-130 scanning electron microscope coupled to a Si(Li) X-ray detector and a PGT Sparcstation 5 for energy-dispersive X-ray analysis. Photoelectron spectra were acquired with a Fisons ESCALAB MkII 200R spectrometer equipped with a hemispherical electron analyzer and a MgK~, 120 W X-ray source. A PDP 11/04 computer from Digital Equipment was used for collecting and analyzing the spectra. All binding energies were referenced to the A1 2p from the \"y-A1203 at 74.7 eV with an accuracy of ~-0.2 eV. 310 M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 2.3. Reactivity experiments The Claus reaction was carried out in a stainless steel upflow fixed bed reactor of 1 cm i.d. The reactants, H2S and SO2, were fed from cylinders with mass flow controllers and passed, if desired, through a water evaporator where the saturated vapor pressure was reached. The temperature of the reaction chamber was thermostated at 105 and the reaction temperature measured by a thermocouple immersed in the catalytic bed. The observed temperature variations were less than 5 with reference to the set value. Some of the elemental sulfur not retained in the catalytic bed was trapped in a refrigerator situated downstream. The inlet and outlet gases from the reactor were analyzed by gas chromotography (GC) using a thermal conductivity detector. The experiments were undertaken at a reaction temperature T- 105 , atmospheric pressure, total flow rate of inlet gases 250 cm3/ min, inlet gas composition Cr~2s=4 vol%, Cso~=2 vol%, N2=balance and bed mass of catalyst 0.69 g of 0.2 mm particle size. 3. Results and discussion 3.1. Sample characterization It is known [15-17] that phosphorous in calcined alumina impregnated with phosphoric acid at low concentrations forms films of almost uniform thickness up to a theoretical monolayer. Consequently, at low concentrations the presence of P does not affect the textural properties of alumina. However, if the phosphorus concentration is higher than 2.5 wt% PeO5 it forms aggregates, the P distribution becomes nonuniform and the textural properties of the alumina are largely changed by pore plugging. In Table 1 it is shown that even at the highest concentration used (0.8 wt% of P) neither the surface area nor the total pore volume of the alumina was substantially modified. Similarly, by XRD and Raman spectroscopy it was shown [18] that La in impregnated alumina forms an invisible overlayer film up to a concentration of 8.5 ~tmol La/m2. At higher concentrations it segregates as La203. Table 1 Textural properties of the catalysts and calcination water loss Sample N2 adsorption Water loss (%) SBET (m2 g l) Vp (cm3 g-t) rp (nm) A1203 (550) 185 0.39 8.3 3.7 0.8 P/AI203 (550) 185 0.38 8.1 0.8 La/AI203 (550) 185 0.38 8.2 A1203 (850) 147 0.42 11.6 3.8 A1203 (1000) 95 0.31 12.8 9.0 A1203 (1100) 91 0.29 12.7 9.0 M. Pineda, J.M, Palacios/Applied Catalysis A: General 158 (1997) 307-321 311 In Table 1 it is shown that even at the highest concentrations used (0.8 wt%) La, like P, did not affect the textural properties of the alumina. Consequently, as desired, the only expected effect of the addition of P or La was the modification of the surface properties of the alumina and, probably, the intrinsic catalytic activity. It is known [14] that heat-treated alumina develops acidity not present in the fresh sample. Most of these changes arise from simple dehydroxylation in which Bronsted are converted into Lewis sites with the elimination of water molecules. However, above 550 the dehydroxylation is almost complete and the surface acidity remains constant. A further heat treatment mostly affects the textural properties through thermal sintering and structural changes. In Table 1 it is shown that the elimination of water in the heat treated samples is gradual up to 1000 and the surface area and pore volume are substantially reduced. The XRD study shows that the heat treatment yields important structural changes in the samples. The alumina calcined at 550, as reference, was a microcrystalline \"~-A1203 with the most intense although very broad peaks were at d=0.140 and 0.190 nm. With increased calcination temperatures the peaks became progressively narrower indicating that the crystalline domains became larger. The diffractogram of the sample calcined at 1000 corresponded to a well developed 6-A1203. The morphological study carried out by SEM (not shown) displayed a clear increase in the pore size as the calcination temperature rose. Consequently, the heat-treated aluminas presented a large variation in their textural properties. Global analysis of P or La in chemically treated aluminas carried out by SEM- EDX are shown in Table 2. The EDX spectra were acquired from powder samples compacted by pressure into flat pellets using very low SEM magnifications. Neither P nor La were detected in the samples containing 0.1 wt% because the concentration of these elements was below the sensitivity of the technique (0.5 wt%). This meant that there was no concentration increase in the external surface of the particle and, probably, the P or La distribution in the particles was uniform. However, the samples containing a nominal 0.8 wt% of P or La displayed higher concentrations than expected, indicating that the particle distribution of P or La in these samples was not uniform. A further study by line profiles and semiquantitative point analysis undertaken on cross sections of particles imbedded in resin (not shown), although not definitively conclusive because of the low Table 2 Chemical characterization of the P or La-treated samples Sample SEM-EDX (wt%) XPS (M=P or La) P205 La203 P 2p (eV) La 3d (eV) (M/A1)~t 0.1 P/A1203 (550) -- 134.7 0.017 0.8 P/A1203 (550~'C) 5.4 134.6 0.029 0.1 La/A1203 (550) -- 835.9 0.002 0.8 La/A1203 (550) 5.2 836.0 0.006 312 M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 concentrations involved, revealed that there are P or La concentration gradients from the surface to the center of the particle. The study of P or La in chemically treated aluminas on the surface carried out by XPS is shown in Table 2. From the binding energies, 134.7 eV for P 2p and 835.9 eV for La 3d, it was deduced that P was present as PO43- while La was La203. The atomic ratios derived from the peak areas taking into account the sensitivity factors for each element showed, in agreement with SEM-EDX results, that P or La accumulated in the external surface of the particle. This is a general weakness of the impregnation method that is usually overlooked in catalysis studies. The addition of P or La affects substantially the surface properties of the alumina. According to the mechanism proposed in [17] based on ammonia adsorption studies, phosphorous in solution is adsorbed as phosphoric acid on basic hydroxyl groups of the alumina by elimination of water. Initially, as the phosphorous concentration increases the acidity rapidly rises because each basic group on the alumina is replaced by two acid groups of the phosphoric acid. When all basic hydroxyl groups in the alumina have been titrated acidity saturation occurs because the phosphoric adsorption occurs on acid groups and the number of acid hydroxyls remains constant. Studies based on CO2 adsorption showed that the La treatment of alumina raises the surface basicity [18]. A NH3 TPD curve obtained with alumina calcined at 550 taken as reference, shown in Fig. 1, displayed a maximum desorption peak at 95. The desorption curve extended towards a much higher temperature, indicating that a broad distribution of adsorption sites of different strength existed on the alumina, in / 0 1 O0 200 300 400 500 600 T () Fig. I. TPD of NH3 adsorbed on alumina calcined at 550 M. Pineda, J.M. Palacios /Applied Catalysis A: General 158 (1997) 307-321 313 Table 3 Quantitative measurements of NH3 adsorption Sample mmol NH3/g A1203 at 95 0.1 P/AI203 (550) 0.32 0.8 P/A1203 (550cC) 0.33 0.1 La/A1203 (550) 0.27 0.8 La/A1203 (550) 0.24 A1203 (550) 0.30 A1203 (850) 0.20 A1203 (1000) 0.17 A1203 (1100) 0.17 agreement with other results [19-21]. No significant differences were observed between the TPD curves obtained with the studied samples, indicating that it was not the strength but the number of adsorption sites that made the difference of alumina treatment. A temperature of 95 was selected to obtain quantitative results by the technique of successive pulse injection of NH3, the results are shown in Table 3. As expected, the addition of P increased the amount of NH3 adsorbed with reference to the untreated alumina (acidity increase) while the opposite occurred with the addition of La (basicity increase). In the heat-treated samples a reduction of the amount of NH3 adsorbed/g was observed as the calcination temperature increased. However, if these figures were referred to area instead of unit mass, using the experimental data in Table 1, the conclusion was that the amount of NH3 adsorbed was practically constant (1.4-1.9 gmol NH3/m2). 3.2. Reactivity results 3.2.1. Theoretical results From the above study it was deduced that the change in the surface properties of the P or La treated samples may affect the performance of the alumina as catalyst of Claus reaction at low temperature through a change in its intrinsic catalytic activity. The behavior of alumina may also be altered in the heat treated samples through changes in its textural properties. To study the predictable effect of these parameters in quantitative terms a theoretical model for the simulation of the Claus process in the fixed bed reactor was used. All the remaining parameters used in the calculations were the same as used in a previous study (1). In Fig. 2(a) and (b) the effect of the P or La addition on the global reaction rate of an alumina particle has been simulated by increasing the specific constant ks of the kinetic equation. The value ks=l.73 x 10-3 mol s-~ g-~ corresponds to untreated alumina as a reference. The increase of the specific constant ks was directly reflected in the global reaction rate only at the first instants (Fig. 2(a)) and when the catalyst conversion due to sulfur deposition is very low (Fig. 2(b)). However, as the solid sulfur formed as a reaction product progressively plugs the pores of the 314 M. Pineda, J.M. Palacios/Applied Catalysis A.\" General 158 (1997)307-321 Rv (mol s\" m-3) 800 (a) 600 -- ks1 400 - - ks2 - ks3 I 200 i ] I I I I -~ I .... --. 0 6 12 18 24 30 t (min) Rv (tool s\"~ m\"3) 8OO (b) '_, 600 . -- ks1 . t, 400 \".. ~ \" - ks2 - kS3 \".,~ .~ -~ 200 -~ 0 0 0.2 0.4 0.6 0.8 X Fig. 2. Theoretical global reaction rate vs. (a) time, (b) catalyst conversion, ks l=l.73l0 3 mol s-lg 1, ks2_5.19xlO-3mols lg 1, ks3_l.56xlO 2mols lg ~ catalyst the global reaction rate rapidly drops and the reaction becomes diffusion controlled. As the catalyst conversion was higher than 0.3 the effect of the increase in the specific constant was negligible. M. Pineda, J.M. Palacios /Applied Catalysis A.\" General 158 (1997) 307-321 315 XH2S 0.8 0.6 -- ks1 -- ks2 - ks3 0.4 0.2 ~-- 0 i I i I , 0 1 2 3 t/t. Fig. 3. Theoretical evolution of the H2S conversion at 105 in a fixed bed reactor using ks as a parameter: k~l-l.73x 10-3 mol s-l g-l, k~2-5.190 3 mol s ~ g l, k~3=l.56x10 2 mol s i g i, to=28 min. The global reaction rate data of Fig. 2(b) were used to calculate the evolution of the XH2S conversion in the outlet gas in a fixed bed reactor. The results are shown in Fig. 3 as a function of the dimensionless time t/to (to is the time for total catalyst conversion assuming Xn2s = 1). The slope of the deactivation curves was relatively small because the global reaction rate was low. Additionally, the effect of a large increase in the intrinsic catalyst activity was relatively small because it was diffusion controlled process. Thus, only a small effect on the alumina performance by P or La addition was expected. To simulating the behavior of the heat-treated samples a specific constant ks=l.73x10 3mols l g l, corresponding to untreated alumina calcined at 550, was assumed. The surface area and pore volume used in the calculations were from the experimental data shown in Table 1. The evolution of the global reaction rate is shown in Fig. 4(a) and (b). For the sake of simplicity the results of the sample calcined at 1100, not very different to those of sample IO00, were not included. The effect of the change in the textural properties on the global reaction rate was, as expected, much more pronounced than that derived from variations in the intrinsic catalytic activity. At first, the global reaction rate reflects the reduction of the specific surface area but the effect is very complex and the curves cross each other in an unpredictable way without the help of the theoretical model. It is worth noting that the curve crossings occurs because a higher initial global reaction rate led to a rapid filling of the pores by sulfur deposition and, consequently, was counterbalanced by a faster catalyst deactivation. 316 M. Pineda, J.M. Palacios /Applied Catalysis A: General 158 (1997) 307-321 R, (mol s-1 m-3) 3OO (a) 200i ~ ,~.... -- 550 C -- 850 C - 1000 C 1 O0 \"' 0 ' 0 6 12 18 24 30 t (min) Rv (mol s-1 m-3) 300 (b) 200 . - - 850 C -1000 C 100 \"~ ~ \"~\" ~'~-~.~~.~. .,,. 0 0.2 0.4 0.6 0.8 X Fig. 4. Theoretical global reaction rate. Effect of the textural properties, ks= 1.73 10 3 mol s-l g 1. (a) time, (b) catalyst conversion. The theoretical evolution of the HzS conversion in the fixed bed reactor using the heat treated samples is shown in Fig. 5. The behavior of alumina as a catalyst of the Claus reaction was remarkably changed by the modification of the textural properties. Comparing the curves of the alumina calcined at 550 and 850 M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 317 XH2S 1 0.8 ~-~,. ,.. 0.6 ~.x -- 550 C \"':x\" \" \" 850 C \".% '~'~ - 1000 C 0.4 ..x 0.2 0 i I , I J 0 1 2 3 t/to Fig. 5. Theoretical effect of the change in textural properties on the H2S conversion at 105 in a fixed bed reactor, ks=1.730 3 mol s i g-]. it was observed that a reduction of the surface area was counterbalanced by an increase in the pore volume (Table 1). The overall effect (Fig. 5) was that the efficiency of the catalyst was notably increased at the expense of only a slight reduction in H2S conversion at the first instants. From a practical standpoint it can be concluded that the catalysts efficiency could be substantially improved by a convenient modification of the textural properties. 3.2.2. Experimental results At high temperature (250), likely in the industrial Claus process, catalyst deactivation only occurs in the long term because the sulfur yielded is recovered in condensers situated downstream from the reactor. As shown in Fig. 6 there was no catalyst deactivation in the short term and the H2S conversion in outlet gas was close to the expected equilibrium value. The P or La addition does not affect the alumina behavior since untreated alumina is also a good Claus catalyst. However, if the Claus process is undertaken at low temperature catalyst deactivation occurs in a few minutes. At these conditions the effect of P or La addition is shown in Fig. 7(a) and (b). Both, P or La, increase the slope of the deactivation curve and, consequently, raise the catalytic activity of the alumina. Taking into account the expected small effect derived from one order of magnitude increase of the specific constant ks (Fig. 3) it may be concluded that the addition of 0.8 wt% P or La increased the catalytic activity of the alumina by about two orders of magnitude. 318 M. Pineda, J.M. Palacios /Applied Catalysis A: General 158 (1997) 307-321 XH2S 1 ..... dL- J,.. -,- 0.8 -- AI203 0.6 -at- 0.1 La/AI20: -0- 0.SLa/AI205 & 01P/AI203 0.4 -~ 0.8P/AI203 0.2 0 i I k I I J 0 30 60 90 120 t (min) Fig. 6. Experimental evolution of H2S conversion at 250 in a fixed bed reactor. Most studies usually assume that the reactant gases, SO2 and H2S, are adsorbed on basic sites of the alumina. In fact, to increase the intrinsic reactivity some studies in the literature, as already commented, have been conducted with Claus catalyst treated with NaOH in order to increase the donor properties. If basic treatments really increase the catalytic activity one must think that acid treatments should decrease it. However, the results in this study indicated that the catalytic activity of the alumina was equally increased by an acid treatment with P as by a basic treatment with La, as deduced from NH3 adsorption measurements. Taking into account the SO2 and H2S molecule structures they can be adsorbed equally in basic or acidic sites and it is clear that the mechanism of the Claus reaction is still far from being well understood. The experimental evolution of the H2S conversion in the fixed bed reactor using the heat-treated samples, shown in Fig. 8, may be compared with the theoretical ones presented in Fig. 5. The most remarkable features predicted by the model, such us the extension of the effect of the textural properties throughout almost the complete curve of the catalyst deactivation and the order of curve crossing corresponding to samples calcined at 550, 850 and 1000 were confirmed by the experimental results. However, other detailed aspects are not corroborated by experiments, taking into account that reproducibility is not as good as desirable. M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 319 XH2$ 1 $- - 4- -4k. 0.8 ~;c 0.6 ~.. AI203 'C% 0.4 0.2 i J i I i 0 1 2 3 t/to XH2S 1 0.6 ~._'~ ~ AI203 ~'~ -~- 0.1La/AI203 0.4 -~ 0.SLa/AI203 0.2 t ~ \" 0~ t ~ t 0 1 2 3 t/to Fig. 7. Experimental evolution of H2S conversion at 105'C. (a) P/A1203. (b) La/AI203. 4. Conclusions From the study of the performance of treated alumina as catalyst of the Claus reaction in a fixed bed reactor at low temperature it was concluded that by applying 320 M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 XH2S 1 z 0.8 .~ @~, ~ %. 0.6 )~ ~-'.. ~ ~ ~ 550 C '~,~, ~ + 850 C \". \"~ 1000 C 0.4 ~,'. 0.2 ~..*~ 0 1 2 3 t/to Fig, 8. Experimental evolution of H2S conversion at 105-'C of heat-treated A1203. either acidic or basic treatments the catalytic activity was remarkably increased, although these operated changes only had minor effects on the overall perfor- mance. However, heat treatments above 550, mainly modifying the textural properties, affect more pronouncedly the behavior of the alumina than chemical treatments. By optimization of the textural properties, alumina-based catalysts for the Claus reaction at low temperature can be designed with an improved efficiency. Acknowledgements Authors are indebted to CYCIT Project AMB93-0111 for financial support. References [1] M. Pineda and J.M. Palacios, Appl. Catal. A, 136 (1996) 81-96. [2] EB. Kasumov, Kinet. Katal., 33 (1992) 374-380. [3] E. Alvarez, S. Mendioroz and J.M. Palacios, Appl. Catal. A, 93 (1993) 231-244. [4] S. Mendioroz, V. Munoz, E. Alvarez and J.M. Palacios, Appl. Catal. A, 132 (1995) 111-126. [5] D.E. McGregor, I.G. Dalla Lana, C.L. Liu, A.E. Cormode, Proceeding fourth European/Second International Symposium Chem. Reaction Eng., Elsevier, Amsterdam, 1972, pp. B2 9-18. [6] A. Datta and R.G. Cavell, J. Phys. Chem., 89 (1985) 454-457. [7] Z. George, Can. J. Chem. Eng., 56 (1978) 711-715. [8] C. Quet, J. Tellier and R. Voirin, Stud. Surf. Sci. Catal., 6 (1980) 323-329. [9] Z. Dudzik and Z.M. George, J. Catal., 63 (1980) 72-82. M. Pineda, J.M. Palacios/Applied Catalysis A: General 158 (1997) 307-321 321 [10] Z.M. George and R.W. Tower, Can. J. Chem. Eng., 63 (1985) 618-626. [11] H.G. Karge, R.W. Tower, Z. Dudzik and Z.M. George, Stud. Surf. Sci. Catal., 7 (1981) 643-654. [12] A.V. Deo and I.G. Dalla Lana, J. Catal., 21 (1971) 270-281. [13] J.L. Zotin and A.C. Faro, Appl, Catal., 75 (1991) 57-73. [14] M. Ravindram and K.S. Murty, J. Appl. Chem. Biotechnol., 27 (1977) 181-190. [15] K. Gishti, A. Iannibello, S. Marengo, G. Morelli and P. Titarelli, Appl. Catal., 12 (1984) 381-393. [16] R. L6pez Cordero, EJ. Gil Llambfas, J.M. Palacios, J.L.G. Fierro and A. L6pez Agudo, Appl. Catal., 56 (1989) 197-206. [17] A. Morales, M.M. Ramfrez de Agudelo and E Hemfindez, Appl. Catal., 41 (1988) 261-271. [18] M. Bettman, R.E. Chase, K. Otto and W.H. Weber, J. Catal., 117 (1989) 447454. [19] H. Kn6zinger, Adv. Catal., 25 (1976) 185-271. [20] M.C. Abello, A.P. Velasco, O.E Gorriz and J.B. Rivarola, Appl. Catal. A, 129 (1995) 93-100. [21] P. Carniti, A. Gervasini and A. Auroux, J. Catal., 150 (1994) 274-283. APCATA 96003936 S0926-860X(96)00393-6 10.1016/S0926-860X(96)00393-6 Elsevier Science B.V. All rights reserved. The effect of surface and thermal treatments on γ-Al2O3 as a catalyst of the claus reaction at low temperature M. Pineda J.M. Palacios * Instituto de Catálisis y Petroleoquímica, CSIC, Campus Universidad Autónoma, Cantoblanco, 28049-Madrid, Spain * Corresponding author. Tel.: 34 1 5854787; fax: 34 1 5854760 γ-Al2O3 was chemically or heat treated to modify its behavior as a catalyst of the Claus reaction at low temperature. The treatment by P or La impregnation altered substantially the surface donor properties, as revealed by NH3 adsorption, with no significant changes in the textural properties. However, the heat treatment by calcination at temperatures above 550°C mostly affected the textural properties through sintering and crystallization. Using a model described in detail in a previous study the global reaction rate was calculated and the H2S conversion curves in a fixed bed reactor were theoretically predicted. The experimental results showed that the surface treatment increased largely the catalytic activity of alumina although the effects on the H2S conversion in the reactor were small since it is a diffusion controlled process. Changes in performance due to heat treatment were much more pronounced allowing to conclude that the alumina performance could be substantially improved by optimization of the textural properties. Keywords Claus catalyst γ-Alumina Hydrogen sulphide Sulphur dioxide Phosphorus pentoxide Lanthanum trioxide References [1] Pineda M. Palacios J.M. Appl. Catal. A 136 1996 81 96 [2] Kasumov F.B. Kinet. Katal. 33 1992 374 380 [3] Alvarez E. Mendioroz S. Palacios J.M. Appl. Catal. A 93 1993 231 244 [4] Mendioroz S. Munoz V. Alvarez E. Palacios J.M. Appl. Catal. A 132 1995 111 126 [5] McGregor D.E. Dalla Lana I.G. Liu C.L. Cormode A.E. Proceeding fourth European/Second International Symposium Chem. Reaction Eng. 1972 Elsevier Amsterdam B2 9 B2 18 [6] Datta A. Cavell R.G. J. Phys. Chem. 89 1985 454 457 [7] George Z. Can. J. Chem. Eng. 56 1978 711 715 [8] Quet C. Tellier J. Voirin R. Stud. Surf. Sci. Catal. 6 1980 323 329 [9] Dudzik Z. George Z.M. J. Catal. 63 1980 72 82 [10] George Z.M. Tower R.W. Can. J. Chem. Eng. 63 1985 618 626 [11] Karge H.G. Tower R.W. Dudzik Z. George Z.M. Stud. Surf. Sci. Catal. 7 1981 643 654 [12] Deo A.V. Dalla Lana I.G. J. Catal. 21 1971 270 281 [13] Zotin J.L. Faro A.C. Appl. Catal. 75 1991 57 73 [14] Ravindram M. Murty K.S. J. Appl. Chem. Biotechnol. 27 1977 181 190 [15] Gishti K. Iannibello A. Marengo S. Morelli G. Titarelli P. Appl. Catal. 12 1984 381 393 [16] López Cordero R. Gil Llambías F.J. Palacios J.M. Fierro J.L.G. López Agudo A. Appl. Catal. 56 1989 197 206 [17] Morales A. Ramírez de Agudelo M.M. Hernández F. Appl. Catal. 41 1988 261 271 [18] Bettman M. Chase R.E. Otto K. Weber W.H. J. Catal. 117 1989 447 454 [19] Knözinger H. Adv. Catal. 25 1976 185 271 [20] Abello M.C. Velasco A.P. Gorriz O.F. Rivarola J.B. Appl. Catal. A 129 1995 93 100 [21] Carniti P. Gervasini A. Auroux A. J. Catal. 150 1994 274 283",
      "scopus-id": "0011212125",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003936",
        "dc:description": "γ-Al2O3 was chemically or heat treated to modify its behavior as a catalyst of the Claus reaction at low temperature. The treatment by P or La impregnation altered substantially the surface donor properties, as revealed by NH3 adsorption, with no significant changes in the textural properties. However, the heat treatment by calcination at temperatures above 550°C mostly affected the textural properties through sintering and crystallization. Using a model described in detail in a previous study the global reaction rate was calculated and the H2S conversion curves in a fixed bed reactor were theoretically predicted. The experimental results showed that the surface treatment increased largely the catalytic activity of alumina although the effects on the H2S conversion in the reactor were small since it is a diffusion controlled process. Changes in performance due to heat treatment were much more pronounced allowing to conclude that the alumina performance could be substantially improved by optimization of the textural properties.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003936",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pineda, M."
          },
          {
            "@_fa": "true",
            "$": "Palacios, J.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003936"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003936"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00393-6",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The effect of surface and thermal treatments on γ-Al2O3 as a catalyst of the claus reaction at low temperature",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Claus catalyst"
          },
          {
            "@_fa": "true",
            "$": "γ-Alumina"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen sulphide"
          },
          {
            "@_fa": "true",
            "$": "Sulphur dioxide"
          },
          {
            "@_fa": "true",
            "$": "Phosphorus pentoxide"
          },
          {
            "@_fa": "true",
            "$": "Lanthanum trioxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "307-321",
        "prism:endingPage": "321",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(96)00393-6",
        "prism:startingPage": "307",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00393-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0011212125"
      }
    }
  }
}