{
  "metadata": {
    "title": "Contents",
    "authors": "",
    "journal": "Applied Catalysis A: General",
    "date": "2009-06-01",
    "doi": "10.1016/S0926-860X(09)00316-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X09003160",
    "pii": "S0926860X09003160"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2009-05-01 2009-05-01 2010-11-10T17:09:46 1-s2.0-S0926860X09003160 S0926-860X(09)00316-0 S0926860X09003160 10.1016/S0926-860X(09)00316-0 S300 S300.1 CONTENTS-ENTRY-ONLY 1-s2.0-S0926860X09X00128 2024-01-01T12:25:51.395743Z 0 0 20090601 2009 2009-05-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount articletitle alllist content subj ssids 0926-860X 0926860X 360 360 2 2 Volume 360, Issue 2 2 iii vii iii vii 20090601 1 June 2009 2009-06-01 2009 simple-article con Copyright © 2009 Published by Elsevier B.V. All rights reserved. CONTENTS item S0926-860X(09)00316-0 S0926860X09003160 1-s2.0-S0926860X09003160 10.1016/S0926-860X(09)00316-0 271346 2024-01-01T12:25:51.395743Z 2009-06-01 1-s2.0-S0926860X09003160-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X09003160/MAIN/application/pdf/03b53403ac1c1d7781376b6c8a29cbd8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X09003160/MAIN/application/pdf/03b53403ac1c1d7781376b6c8a29cbd8/main.pdf main.pdf pdf true 827595 MAIN 5 1-s2.0-S0926860X09003160-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X09003160/PREVIEW/image/png/b494095846cfa977e8132b96d67722fb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X09003160/PREVIEW/image/png/b494095846cfa977e8132b96d67722fb/main_1.png main_1.png png 70390 849 656 IMAGE-WEB-PDF 1 Applied Catalysis A: General 360 (2009) iii–vii doi:10.1016/S0926-860X(09)00316-0 Contents Steam resistant CoLa-mordenite catalysts for the SCR of NO x with CH 4 Laura Gutierrez, Eduardo A. Lombardo Instituto de Investigaciones en Catálisis y Petroquímica – INCAPE - (FIQ,UNL-CONICET), Santiago del Estero 2829, 3000 Santa Fe, Argentina The stabilization of Co-mordenite catalysts through lanthanum exchange was studied for the SCR of NO x with CH 4 . A battery of characterization techniques allowed us to suggest that the presence of exchanged lanthanum seems to preserve the integrity of the zeolite structure preventing the migration of cobalt ions with the subsequent formation of cobalt oxides. Effect of micropores diffusion on kinetics of CH 4 decomposition over a wood-derived carbon catalyst A. Dufour a , A. Celzard b,e , B. Ouartassi c , F. Broust d , V. Fierro e , A. Zoulalian c a Gaz de France, Research & Development Division, 361 avenue du Président Wilson, BP 33, 93211 Saint-Denis-la-Plaine cedex, France b Institut Jean Lamour - UMR CNRS 7198, CNRS - Nancy-Université - UPVM, Département Chimie et Physique des Solides et des Surfaces, ENSTIB, 27 rue du Merle Blanc, BP 1041, 88051 Epinal cedex 9, France c LERMaB, Nancy-Université, Faculté des Sciences & Techniques, BP 239, 54506 Vandœuvre lès Nancy cedex, France d CIRAD – PERSYST, UPR Biomasse-Energie, Avenue Agropolis, TA B-42/16, 34398 Montpellier Cedex 5, France e Institut Jean Lamour - UMR CNRS 7198, CNRS - Nancy-Université - UPVM, Département Chimie et Physique des Solides et des Surfaces, Faculté des Sciences & Techniques, BP 239, 54506 Vandœuvre lès Nancy cedex, France In order to optimise hydrogen production from biomass gasification, catalytic conversion of methane contained in a surrogate biomass syngas (CH 4 14%; CO 19%; CO 2 14%; H 2 16%; H 2 O 30%; N 2 7%) is investigated over a fixed bed of porous wood char as a function of temperature (800–1000 °C) and space time (1.6–6.2 min g L H110021 ). Determination of Thiele modulus evidences a change of kinetic regime from chemically- to Knudsen diffusion- controlled when the temperature increases. Mass diffusion transfers are accounted for by a model introducing an internal effectiveness factor. Polystyrene with half-titanocene/MAO catalysts: Influence of 2,6-diisopropylphenol Sutapa Ghosh a , Hideaki Hagihara b a Nanomaterials Laboratory, Inorganic and Physical Chemistry Division, Indian Institute of Chemical Technology (IICT), Hyderabad 500007, A.P., India b Research Institute for Innovation in Sustainable Chemistry, National Institute of Advanced Industrial Science and Technology (AIST), Central 5-1, 1-1-1 Higashi, Tsukuba 305-8565, Japan Styrene polymerization was carried out using half-titanocene complexes CpTiCl 3 and Cp*TiCl 3 combined with methylaluminoxane as a cocatalyst. The effects of addition of 2,6-diisopropylphenol derivatives on the catalytic activity and the microstructure of this polymer were investigated by characterizations of the polymer by 13 C NMR, GPC and DSC. Applied Catalysis A: General, 360 (2009) 107 Applied Catalysis A: General, 360 (2009) 120 Applied Catalysis A: General, 360 (2009) 126 Review Articles Contents lists available at ScienceDirect Applied Catalysis A: General journal homepage: www.elsevier.com/locate/apcata iv Contents Preparation of Co–Mo/B 2 O 3 /Al 2 O 3 catalysts for hydrodesulfurization: Effect of citric acid addition Nino Rinaldi a Usman a , Khalida Al-Dalama b , Takeshi Kubota a , Yasuaki Okamoto a a Department of Material Science, Shimane University, Matsue, 690-8504, Japan b Kuwait Institute for Scientific Research, Kuwait This research studied the effect of citric acid (CA) addition on the hydrodesulfurization (HDS) of thiophene over Co–Mo/(B)/Al 2 O 3 catalysts prepared by a simultaneous impregnation method. The HDS activity enhanced up to the CA/Mo mole ratio of 1 and leveled off by the addition of more CA. The dispersion of MoS 2 particles is increased by the simultaneous presence of Mo, Co, and CA. Applied Catalysis A: General, 360 (2009) 130 Liquid phase reactions catalyzed by Fe- and Mn-sulphated ZrO 2 S. Ardizzone a , C.L. Bianchi a , G. Cappelletti a , R. Annunziata b , G. Cerrato c , C. Morterra c , P. Scardi d a Department of Physical Chemistry and Electrochemistry, University of Milan, Via Golgi 19, 20133 Milan, Italy b Department of Industrial Organic Chemistry, University of Milan, Via Venezian 21, 20133 Milan, Italy c Department of Chemistry IFM and NIS-Centre of Excellence, University of Turin, via P. Giuria 7, 10125 Turin, Italy d Department of Materials Engineering and Industrial Technologies, University of Trento, 38050 Mesiano (TN), Italy Fe- and Mn-doped ZrO 2 –SO 4 (ZS) powders were prepared both by a sol–gel reaction and by impregnation of the zirconia hydrous precursor. Surface functionalities were investigated by XPS, 1 H MAS NMR and FTIR analyses. The liquid medium catalytic activity was tested with respect to both the esterification of benzoic acid to methylbenzoate and the benzylation of toluene. Applied Catalysis A: General, 360 (2009) 137 Heterogeneously Pd/C catalysed procedure for the vinylation of aryl bromides Lionel Joucla, Giuseppe Cusati, Catherine Pinel, Laurent Djakovitch Université de Lyon, CNRS, UMR 5256, IRCELYON, Institut de recherches sur la catalyse et l’environnement de Lyon, 2 avenue Albert Einstein, F-69626 Villeurbanne, France Heterogeneous Pd/C catalyst was applied to the vinylation of various aryl and heteroaryl halides giving useful isolated yields under aerobic and mild reaction conditions. The catalyst was proved to be stable upon several catalytic cycles given that base was added in the reaction mixture. Hot-filtration experiment indicates that the activity was mainly due to leached Pd-species. Applied Catalysis A: General, 360 (2009) 145 Deposition and characterisation of TiO 2 coatings on various supports for structured (photo)catalytic reactors Philippe Rodriguez, Valérie Meille, Stéphanie Pallier, Mohamad Ali Al Sawah Université de Lyon, CNRS, Laboratoire de Génie des Procédés Catalytiques, CPE Lyon, 43 bd du 11 novembre 1918, BP 82077, 69616 Villeurbanne Cedex, France Different types of aqueous TiO 2 –P25 suspensions were prepared and their properties were studied. Then, TiO 2 suspensions were used to elaborate TiO 2 coatings on various substrates (cordierite monolith, stainless steel plates and using a dip-coating method. Finally, the photocatalytic properties of the materials have been determined by studying the photooxidation of aqueous ammonia. Applied Catalysis A: General, 360 (2009) 154 Z Y X R X=I, Br R=OMe, OBn, CHO,OH, NH 2 , F Z=N, Y=CH Z=CH, Y=N Pd/C, K 3 PO 4 .H 2 O BF 3 K Z Y 16 examples 57-73% isolated yields R Contents v Oil transesterification over calcium oxides modified with lanthanum Shuli Yan, Manhoe Kim, Steven O. Salley, K.Y. Simon Ng Department of Chemical Engineering and Materials Science, Wayne State University, Detroit, MI 48202, USA A single-step method was developed for biodiesel production from unrefined or waste oils using a series of heterogeneous calcium and lanthanum mixed oxides. The catalyst activity was closely correlated with the surface basicity and specific surface area. A high yield (96%) of FAME was obtained within 3 h even using unrefined or waste oils. Applied Catalysis A: General, 360 (2009) 163 A novel and efficient catalytic epoxidation of monoterpenes by homogeneous and heterogeneous methyltrioxorhenium in ionic liquids Raffaele Saladino a , Roberta Bernini a , Veronica Neri a , Claudia Crestini b a Department of Agrobiology and Agrochemistry, University of Tuscia, Via S. Camillo de Lellis, 01100 Viterbo, Italy b Department of Chemistry and Chemical Technologies, University of Tor Vergata, Via della Ricerca Scientifica, 00133 Rome, Italy A convenient and efficient synthesis of monoterpene epoxides by application of methyltrioxorhenium and heterogeneous poly(4-vinylpyridine)/methyltrioxorhenium and microencapsulated polystyrene/methyltrioxorhenium systems in ionic liquids is described here. Environment friendly, easily available, and low cost urea hydrogen peroxide adduct was used as the primary oxidant. Catalysts were stable systems for at least four recycling oxidations. Experimental results showed that the oxidations performed in (ILs) ionic liquids were more selective and efficient than the ones in molecular solvents. Applied Catalysis A: General, 360 (2009) 171 Preparation of recoverable Ru catalysts for liquid-phase oxidation and hydrogenation reactions Marcos J. Jacinto a , Osvaldo H.C.F. Santos a , Renato F. Jardim b , Richard Landers c , Liane M. Rossi a a Instituto de Química, Universidade de São Paulo, 05508-000, São Paulo, SP, Brazil b Instituto de Física, Universidade de São Paulo, CP 66318, 05315-970, São Paulo, SP, Brazil c Instituto de Física, UNICAMP, 13083-970, Campinas, SP, Brazil We here describe the preparation of a new supported Ru(III) and Ru(0) catalysts with fast recovery and negligible metal leaching for green chemical processes covering both alcohol oxidation and olefin hydrogenation reactions. The reactions were performed under mild conditions with H 2 and O 2 as green reducing and oxidizing agents, respectively. Applied Catalysis A: General, 360 (2009) 177 The interaction of cobalt species with alumina on Co/Al 2 O 3 catalysts prepared by atomic layer deposition L.B. Backman a , A. Rautiainen b , M. Lindblad c , A.O.I. Krause a a Helsinki University of Technology, Faculty of Chemistry and Materials Science, P.O. Box 6100, FI-02015 TKK, Finland b Neste Oil Corp., Naantali Refinery, FI-21100 Naantali, Finland c Neste Oil Corp., P.O. Box 310, FI-06101 Porvoo, Finland Alumina supported cobalt catalysts were prepared by atomic layer deposition of cobalt acetylacetonate precursors. The interaction between cobalt species and the alumina support was studied. Calcination decreased the reducibility of the Co/Al 2 O 3 catalysts due to formation of a cobalt oxide phase strongly interacting with the support and probably aluminate type surface species. The dispersion was also found to decrease due to calcination. The catalytic activity for toluene hydrogenation correlated with the cobalt surface area. Applied Catalysis A: General, 360 (2009) 183 vi Contents Polymerization of ethylene using zirconocenes supported on swellable cation-exchanged fluorotetrasilicic mica Hideki Kurokawa, Satoru Morita, Michiko Matsuda, Hidenori Suzuki, Masa-aki Ohshima, Hiroshi Miura Division of Material Science, Graduate School of Science and Engineering, Saitama University, 255 Shimo-Okubo, Sakura-ku, Saitama-shi, Saitama, 338-8570, Japan The catalyst Cp 2 ZrCl 2 supported on cation-exchanged fluorotetrasilicic mica showed a high activity for ethylene polymerization in the presence of R 3 Al. The results of SEM observation for the catalyst surface after polymerization for a short time indicated that the polymerization began on Cp 2 ZrCl 2 located at the edges of the mica sheet. Applied Catalysis A: General, 360 (2009) 192 Secondary ketonization of primary alcohol over LaMn-based mixed oxides with perovskite-like structure Roman Klimkiewicz a , Janusz Trawczyn´ski b a Institute of Low Temperature and Structure Research, PAS, P.O.B. 1410, 50-950 Wroclaw 2, Poland b Wroclaw University of Technology, ul. Gdan´ska 7/9, 50-344 Wroclaw, Poland Binary mixed oxide LaMnO 3 with perovskite-like structure, bulk and supported on La–Al 2 O 3 , dehydrogenate n-butanol to an aldehyde which undergoes a secondary reaction to produce a symmetrical ketone. Incorporation of Cu, V or Sr into LaMnO 3 structure enables to control the acid–base surface properties. The degree of n-butanol conversion depends on the total concentration of basic and acidic sites. Selectivity to butyraldehyde depends on the share of basic sites. Selectivity to dipropyl ketone can be related both with the share and concentration of acidic sites. Applied Catalysis A: General, 360 (2009) 199 Catalytic oxidation of sulfur and nitrogen compounds from diesel fuel Wladmir F. de Souza a , Iara R. Guimarães b , Mário César Guerreiro b , Luiz C.A. Oliveira b a CENPES-Petrobras, Cidade Universitária, Q7. Ilha do Fundão s/n. CEP 21949-900, Rio de Janeiro-RJ, Brazil b Universidade Federal de Lavras, Depto. Química, Caixa Postal, CEP 37200-000, Lavras-MG, Brazil The oxidation of nitrogen or sulphur pollutants was monitored with electrospray ionization mass spectrometry. Quinoline, dibenzothiophene and methylene blue were found to be oxidized through a successive hydroxylation mechanism. These results strongly suggest that highly reactive hydroxyl radicals, generated during the reaction of H 2 O 2 on the catalyst surface, are responsible for the oxidation. Applied Catalysis A: General, 360 (2009) 205 Amphiphilic cerium(III) H9252-diketonate as a catalyst for reducing diesel/biodiesel soot emissions Paulo. C. de Sousa Filho, Luciano F. Gomes, Kleber T. de Oliveira, Cláudio R. Neri, Osvaldo A. Serra Departamento de Química, Faculdade de Filosofia, Ciências e Letras de Ribeirão Preto, Universidade de São Paulo Av. Bandeirantes, 3900, ZIP 14040-901, Ribeirão Preto, SP, Brazil The amphiphilic H9252-diketonate Ce(hdacac) 3 (Hhdacac) 3 ·2H 2 O was synthesized and characterized as a potential metal fuel additive. Due to its expressive solubility in non-polar fuels, this complex can act as a homogeneous precursor for CeO 2 nanoparticles, which efficiently catalyze the oxidation of soot derived from diesel/biodiesel combustion. These properties were confirmed in studies comprising carbon black oxidation and combustions of additived diesel/biodiesel blends. Applied Catalysis A: General, 360 (2009) 210 C4H9OH → C4H8O→ C3H7-CO-C3H7 20 40 60 80 0 1000 2000 3000 4000 5000 6000 7000 8000 9000 10000 11000 intensity 2 Θ, deg a - LaMnO 3 b - LaMn 0.9 Cu 0.1 O 3 c - LaMn 0.9 V 0.1 O 3 d - La 0.9 Sr 0.1 MnO 3 a b c d S N 3 CH 3 H OH OH CH 3 3 3 CH 3 H N CH 3 N CH 3C OH N 3 CH OH OH OH S N N CH CH N 3C S N N CH3 CH3 N CH3 H 3 C OH I m/z=284 II m/z=300 III m/z=332 IV m/z=148 CO 2 + H 2 O ... 1 2 3 4 5 66’ 5’ 4’ 3’ 2’ 1’ B30B15B5B2B0 10 15 20 25 30 35 Dif fuse reflectance (%) Fuel composition 0 mg L -1 Ce 3+ 2 mg L -1 Ce 3+ 4 mg L -1 Ce 3+ 6 mg L -1 Ce 3+ Contents vii Cu(II) bipyridine and phenantroline complexes: Tailor-made catalysts for the selective oxidation of tetralin B. Louis a , C. Detoni b , N.M.F. Carvalho b , C.D. Duarte c , O.A.C. Antunes b a Laboratoire des Matériaux, Surfaces et Procédés pour la Catalyse (LMSPC), UMR 7515 du CNRS, Université de Strasbourg, 25 rue Becquerel, 67087 Strasbourg Cedex 2, France b Instituto de Química, Universidade Federal do Rio de Janeiro, Cidade Universitária CT Bloco A-641, Rio de Janeiro 21945-970, RJ, Brazil c Laboratoire de Chimie Supramoléculaire, ISIS/ULP - CNRS UMR 7006, Université de Strasbourg, 8 allée Gaspard Monge, 67000 Strasbourg, France Mononuclear 2,2H11032-bipyridine and 1,10-phenantroline mononuclear Cu(II) complexes have been synthesized, and their structure determined by ESI-MS. These complexes have been tested in the partial oxidation of tetralin (1,2,3,4- tetrahydronaphthalene), using hydrogen peroxide as oxidant in acetonitrile/water solvent. [Cu(bipy) 2 Cl]Cl catalyst was able to oxidize tetralin at room temperature, at 62.1% conversion into 1-tetralol and 1-tetralone at 91% selectivity (81% in 1-tetralone). Applied Catalysis A: General, 360 (2009) 218 The steady state methanol decomposition reaction over Cu/Zn and Cu/Cr catalysts: Pretreatment, operando EXAFS, and activity study Shawn D. Lin a,b , Ting C. Hsiao b , Li-Chung Chen a a Department of Chemical Engineering, National Taiwan University of Science and Technology, Taipei 106, Taiwan, ROC b Fuel Cell Center, Yuan Ze University, Chung-Li 320, Taiwan, ROC Commercial Cu/Zn and Cu/Cr catalysts were pretreated to different degrees of reduction and tested for methanol decomposition. The catalytic activity was affected by pretreatment only during the initial transient period, when atom balance analysis showed the presence of excess oxygen in the effluent. As the steady state was achieved, a similar catalytic performance was obtained regardless of catalyst pretreatment conditions. Applied Catalysis A: General, 360 (2009) 226 Kinetic study of ethanol reforming in a microreactor O. Görke, P. Pfeifer, K. Schubert Forschungszentrum Karlsruhe, Institute for Micro Process Engineering, Hermann-von-Helmholtz Platz 1, 76344 Eggenstein-Leopoldshafen, Germany In a microchannel reactor it was possible to produce hydrogen by ethanol reforming even with a low steam to carbon ratio of 2 with low methane by-product concentrations below 1%. For temperatures above 625 °C, very high H 2 space time yield of 400 mmol g min H110021 was reached, four times more than the highest values reported in the literature. The applied microreactor was excellently suitable for the determination of kinetic data of the ethanol reforming reaction. Applied Catalysis A: General, 360 (2009) 232 Hydrodeoxygenation of bio-crude in supercritical hexane with sulfided CoMo and CoMoP catalysts supported on MgO: A model compound study using phenol Yun Yang, Allan Gilbert, Chunbao (Charles) Xu Department of Chemical Engineering, Lakehead University, 955 Oliver Rd, Thunder Bay, ON P7B 5E1, Canada Hydrodeoxygenation of bio-crude was investigated using phenol as the model compound in supercritical hexane at 300–450 °C and 5.0 MPa hydrogen (cold pressure) with MgO-supported sulfided CoMo with and without phosphorous as the catalyst promoter. With CoMoP/MgO for 60 min and at 450 °C, the treatment of phenol yielded a product containing approximately 65 wt.% benzene. Applied Catalysis A: General, 360 (2009) 242 600550500450400350300 467K 510K 470K 555K TCD signals (Arbitrary Unit) 463K 448K CuO Cu O Calcined Cu/Zn Partially reduced Cu/Zn Calcined Cu/Cr Temperature (K) APCATA 80003972 S0926-860X(09)00316-0 10.1016/S0926-860X(09)00316-0 Contents",
      "coredata": {
        "eid": "1-s2.0-S0926860X09003160",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-06-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X09003160",
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X09003160"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X09003160"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(09)00316-0",
        "prism:volume": "360",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Contents",
        "prism:copyright": "Copyright © 2009 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "iii-vii",
        "prism:endingPage": "vii",
        "pubType": "con",
        "prism:coverDisplayDate": "1 June 2009",
        "prism:doi": "10.1016/S0926-860X(09)00316-0",
        "prism:startingPage": "iii",
        "dc:identifier": "doi:10.1016/S0926-860X(09)00316-0",
        "openaccessSponsorName": null
      }
    }
  }
}