{
  "metadata": {
    "title": "Higher-alcohol synthesis reaction study V. Effect of excess ZnO on catalyst performance",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1998-01-08",
    "doi": "10.1016/S0926-860X(97)00294-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002949",
    "pii": "S0926860X97002949"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041856608",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-05-18 1998-05-18 2010-11-13T19:29:43 1-s2.0-S0926860X97002949 S0926-860X(97)00294-9 S0926860X97002949 10.1016/S0926-860X(97)00294-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00725 2024-01-01T12:19:29.85596Z 0 0 19980108 1998 1998-05-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 166 166 2 2 Volume 166, Issue 2 17 375 385 375 385 19980108 8 January 1998 1998-01-08 1998 Article article fla Copyright © 1998 Published by Elsevier B.V. HIGHERALCOHOLSYNTHESISREACTIONSTUDYVEFFECTEXCESSZNOCATALYSTPERFORMANCE MINAHAN D SATTERFIELD 1991 454 C HETEROGENEOUSCATALYSISININDUSTRIALPRACTICE FORZATTI 1991 109 P SMITH 1983 40 K VEDAGE 1985 295 G AMERCHEMSOCSYMPSERIES NUNAN 1989 195 J BERETTA 1996 1534 A BERETTA 1996 2144 A BERETTA 1996 2154 A EPLING 1997 W CAMPOSMARTIN 1996 418 J EPLING 1997 438 W HOFLUND 1997 135 G CAMPOSMARTIN 1995 208 J MOSER 1996 239 W MINAHANX1998X375 MINAHANX1998X375X385 MINAHANX1998X375XD MINAHANX1998X375X385XD item S0926-860X(97)00294-9 S0926860X97002949 1-s2.0-S0926860X97002949 10.1016/S0926-860X(97)00294-9 271346 2024-01-01T12:19:29.85596Z 1998-01-08 1-s2.0-S0926860X97002949-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002949/MAIN/application/pdf/b130b9ef5ef8fb8a8ceeb6a7b5569ea5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002949/MAIN/application/pdf/b130b9ef5ef8fb8a8ceeb6a7b5569ea5/main.pdf main.pdf pdf true 736554 MAIN 11 1-s2.0-S0926860X97002949-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002949/PREVIEW/image/png/d066cd3f99f5ebc4cb685803b8ed7060/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002949/PREVIEW/image/png/d066cd3f99f5ebc4cb685803b8ed7060/main_1.png main_1.png png 61422 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 166 (1998) 375-385 ~ APPLIED CATALYSIS A:GENERAL Higher-alcohol synthesis reaction study V. Effect of excess ZnO on catalyst performance David M. Minahana, William S. Eplingb, Gar B. Hoflundb'* \" Union Carbide Corporation. Technical Center, PO Box 8361. South Charleston WV 25303, USA h Department of Chemical Engineering. University of Florida, Gainesville FL 32611. USA Received 3 March 1997: received in revised form 5 September 1997: accepted 7 September 1997 Abstract A nonpromoted, K-promoted, and Cs-promoted 1 : I Zn/Cr spinel as well as K- and Cs-promoted Zn/Cr spinel catalysts containing excess ZnO were tested for higher alcohol synthesis (HAS) using a syngas feedstream (1 : 1 CO : H2). Two reactor operating pressures, 1000 and 1500 psig, and two reactor bed temperatures, 400 and 440JC, were used in order to determine the influence of these operating parameters, and the effects of promotor concentrations and excess ZnO on the product stream composition. Of the catalysts tested, the 3 wt% Cs/Zn/Cr catalyst with excess ZnO yields the highest isobutanol production rate of 171 g/kg h at 440~C and 1500 psig. Although lower methanol-to-isobutanol mole ratios were attained, this catalyst yields a ratio of 1.4 which is nearly ideal for downstream synthesis of methyl tertiary-butyl ether (MTBE). Superior performance is achieved using Cs as the promotor on the Zn/Cr spinels in comparison to the K promotor. Lower hydrocarbon production rates and corresponding increased selectivities to total alcohols, however, are obtained using K as the promotor of the 1 : I Zn/Cr spinel catalysts while Cs is more effective in reducing the hydrocarbon production in the presence of excess ZnO. The addition of excess ZnO to the Cs-promoted catalyst enhances not only the isobutanol rate but also results in increased selectivity, lower hydrocarbon production rates and lower methanol-to-isobutanol mole ratios at the higher Cs Ioadings. Higher isobutanol production rates are also obtained over the K-promoted Zn/Cr spinels containing excess ZnO in comparison to the K-supported 1 : 1 Zn/Cr spinels if 3 wt% or greater K addition is employed, but higher hydrocarbon production rates result in lower selectivities to the desired alcohol products..( 1998 Elsevier Science B.V. Keywords: Higher alcohol synthesis; Zn/Cr spinel catalyst; lsobutanol; Methanol; Synthesis gas I. Introduction The single largest source of hydrocarbon emissions in the USA currently is the automobile. Hydrocarbons in the presence of sunlight can undergo a complex series of reactions which result in the formation of *Corresponding author. Tel.: 001 352 392 9104\" fax: 001 352 392 9513; e-mail: chemical@engnet.ufl.edu 0926-860X/98/$19.00 ~' 1998 Elsevier Science B.V. All rights reserved. PII S0926- 860X(97)00294-9 ground-level ozone, the primary ingredient of smog. Furthermore, automobile emissions contain NOx and CO which contribute to the overall air pollution problem. Catalytic converters were developed many years ago in order to reduce the amounts of harmful gases released from the engine exhaust. In order to further reduce the amounts of hydrocarbons in the exhaust, fuel with higher octane ratings which induce more complete combustion are also used. The addition 376 D.M. Minahan et aL /Applied Catalysis A: General /66 (1998) 375-385 of oxygenates to fuel is one solution as they can raise the octane rating resulting in more complete combus- tion and therefore a reduction in hydrocarbon emis- sions from the engine. Methyl tertiary-butyl ether (MTBE) is an additive which is present in much of the gasoline used today. It is typically added to fuels in concentrations between 2-5% and results in increased octane numbers. MTBE is currently derived from methanol and isobutylene which is produced from the Ca petroleum feedstock. Due to the possibility of dwindling petroleum sup- plies, an alternative source of fuel or fuel additive is necessary. Based on this concept considerable research has been performed on higher alcohol synth- esis (HAS) from coal-derived syngas. Certain alcohol mixtures can be used directly as fuels in modified engines or as fuel additives in normal combustion engines. Furthermore, a product stream containing an equimolar mixture of methanol and isobutanol can easily be processed into MTBE. This reaction pathway would reduce the dependence on C4 feedstock avail- ability for production of the additive. HAS is similar to methanol synthesis, Fischer- Tropsch synthesis and ammonia synthesis in that reaction stoichiometry and the exothermic nature of the reaction dictate that the catalyst be operated at high pressures and low temperatures [11. The following major reactions take place over the catalyst: Alcohol formation nCO + 2nil2 = CnHzn~.lOH + (n - I)H20 Hydrocarbon formation riCO + (2n + 1 )H2 -- C,,H2,,. 2 + n H20 Water-gas-shift reaction equilibrium CO + H20 = CO, + H2 Practical limits are imposed by compression costs and reaction rates such that an optimum operating envelope is established for each catalyst system, depending on the composition of the catalyst and its activity. Catalysts for HAS can be divided into the following classes [2]: 1. Traditional Fischer-Tropsch catalysts produce appreciable amounts of oxygenates (alcohols, aldehydes, acids, ketones and esters) by addition of alkali. Typical FF metals include Fe, Co, Ni, and Ru. The products observed follow and Anderson-Schultz-Flory (ASF) distribution, typi- cal of the well-known linear condensation poly- merization mechanism. Molybdenum sulfide catalysts promoted with alkali also produce the ASF product distribution. Rh-based catalysts are similar, but they produce more C2. oxygenates. This type of product distribution is undesirable as these catalysts produce too much methanol relative to higher alcohols and methanol is best made separately, at high rates and efficiencies, by catalysts specifically lbrmulated tbr methanol production. 2. HAS catalysts have primarily evolved from modi- fied methanol synthesis catalysts. The original methanol synthesis catalysts were based on a zinc/chromium oxide spinel and operated around 40OC and could tolerate some sulfur impurities in the syngas feed. With the advent of effective desulfurization techniques for the syngas, a second generation methanol synthesis catalyst was devel- oped based on a more active copper metal based formulation which could operate at substantially lower temperatures (250-300~C). Copper metal based catalysts cannot be used at higher tempera- ture conditions (>30ffC) because they sinter rapidly and lose their activity. In both cases the addition of alkali to the system results in the formation of higher alcohols, albeit at a substan- tially lower overall productivity. These consist of methanol synthesis catalysts modified with alkali promotors, forming significant quantities of branched primary alcohols. Although the use of modified low-temperature methanol synthesis cata- lysts results in high alcohol yields, the primary component of the alcohol product is methanol [3- 5]. Lower alcohol production rates are attained using modified high-temperature methanol synth- esis catalysts, the primary components of the pro- duct stream are methanol and isobutano112,6]. The HAS reaction over these catalysts is believed to proceed by a combination of hydrogenation and car- bon--carbon bond formation via aldol condensation. This should be contrasted with the modified UF catalysts which proceed by a classical CO insertion/ hydrogenation mechanism. This results in the forma- tion of branched alcohols with a non-ASF product D.M. Minahan et al./Applied Catalysis A: General 166 (I 998) 37.5-385 377 distribution. A large number of other products including aldehydes and ketones are produced in small amounts. Beretta and coworkers have modeled this reaction network for a Cs-doped Zn/Cr/O catalyst [7,8]. These catalysts are relatively inactive and produce mostly methanol when operated below 400. Opera- tion at 450':C and above results in hydrocarbon for- mation as dictated by thermodynamic constraints. Taken together, these facts impose a relatively narrow operating window of 400-440, the temperatures chosen for examination in this study. Interestingly, in this system, temperature can be used as a practical handle to vary reaction selectivity rather than reaction rate or process conversion, as the reaction network, with competing hydrogenation--dehydrogenation, hydration-dehydration, aldol condensation and with multiple consecutive and parallel processes etc. is too complex for the simple assumption that an increase in reaction temperature will increase the rate of any one particular reaction. However, it is known that since methanol synthesis is at chemical equilibrium, higher temperatures will disfavor methanol production. For- tunately, this is offset by increased HAS. A more predictable and reliable means of increasing reaction rate is to increase reaction pressure to drive the reac- tion from the many moles of reactants to the fewer moles of products. Catalyst activity becomes appreci- able at 1000 psi and the upper limit of safe reactor operation in this study is reached at 1500 psig, thus dictating the operating range. Additional benefit could probably be gained at higher pressures, up to 2000 psi, but much above this compression costs become pro- hibitive. In this study a nonpromoted 1:1 Zn/Cr spinel catalyst, K-promoted 1:1 Zn/Cr spinel catalysts, Cs-promoted 1 : 1 Zn/Cr spinel catalysts as well as K- and Cs-promoted Zn/Cr spinel catalysts containing excess ZnO were tested for HAS. The first set of catalysts was prepared with a 1 : i Zn : Cr ratio and a second set was prepared with excess Zn. The effects of promotor loading and reactor operating tempera- tures and pressures were examined in an attempt to maximize the isobutanol production rate and achieve a methanol-to-isobutanol mole ratio near i.0, which is ideal for downstream MTBE synthesis. A previous study of this series has shown that a methanol-to- isobutanol ratio of 1.1 can be attained by promoting a commercially available Zn/Cr spinel methanol synth- esis catalyst with 3 or 5 wt% Cs [9]. The production rate of isobutanol, however, is 115 g/kg h which is not high enough for commercial use. The alkali promotors are required to produce isobutanol, but the role of the promotor is not understood. Campos-Martin et al. [ 10l have suggested that the role of Cs in Cu-Zn-Cr oxide catalysts is to prevent Cu from being reduced. The data by Epling et al. [9,11 ] also reveal that the near-surface regions of the catalysts primarily consist of ZnO. Furthermore, surface characterization data indicate that the Cs and K promotors may be bound to the Cr as a chromate or dichromate species. In a separate study nonpromoted and Cs-promoted ZnO powders were found to be active for HAS [12]. This conclusion apparently contradicts that of a separate study using Cu- and Cs-promoted Zn/Cr spinel catalysts in which Cr was thought to be necessary for HAS [13]. There- fore, this study was also undertaken in an attempt to increase the production rate of isobutanol, maintain or lower the methanol-to-isobutanol mole ratio and com- pare the effects of the excess ZnO on the catalyst performance. 2. Experimental 2.1. Catalyst preparation The 1:1 Zn:Cr catalyst support material, Zn/ Cr/O, was prepared by flowing a solution containing a 4 : 1 molar mixture of KOH : K2CO3 into approxi- mately 1 I of deionized water at 30 until a pH of 10 was achieved. A mixture of Zn and Cr nitrates dis- solved in deionized water was then poured into the vessel. The flows of the two streams, the metal nitrate solution and the KOH/K2CO3 solution, were adjusted to maintain a pH of 10. After the desired amounts of alkali solution and nitrate solution had been added in order to attain a i : 1 Zn : Cr ratio and maintain a pH of 10, the solution containing the coprecipitated pro- duct was heated to 70 and stirred for 3 h. The product was then filtered and washed three times with 31 of deionized water. The remaining product was then dried at 100 in a vacuum oven, ground to -40 mesh and submitted for analysis to ensure that the Na and K impurity levels were below 300 ppm. The catalyst was then calcined in a tube furnace. The temperature of the furnace is increased at 2/min 378 D.M. Minahan et al./Applied Catalysis A: General 166 (1998) 375-385 until 325 was reached and then maintained at 325~:'C for 12 h with the air flow set between 50-100 ml/min. The incipient wetness method was used to impregnate the Zn/Cr/O catalyst with promotors. The appropriate amounts of alkali nitrate promotors were dissolved in deionized water to calculate the pore volume, then added to the catalyst support and finally dried at 100':C overnight. To make the spinel with excess ZnO, a 3 : 1 Zn : Cr ratio was used instead of a 1 : 1 ratio. The rest of the preparation was the same as above. The result- ing catalysts all have surface areas of about 80 m2/g. 2.2. Reactor design The reactor feed stream consisted of a 1 : 1 mixture of CO and H2 which had passed through an activated carbon trap to remove metal carbonyl contaminants. Catalyst of 1 g was placed into the reactor tube along with 3 g of glass beads for dispersion. The reactor tube consisted of a stainless steel tube which had a copper tube inserted. This arrangement negates the effects of the reactions which occur over stainless steel at ele- vated temperatures. The reactor tubes were heated using an air fluidized sandbath. The product stream was analyzed using a Varian 3700 gas chromatograph. The organic components were resolved by a Tenax column obtained from Alltech and detected using flame ionization. The Tenax column was calibrated on an absolute weight basis using quantified mixtures of CrC6 normal hydrocarbons, normal and branched alcohols and normal aldehydes. The inorganics were separated on a carbosieve S-2 column purchased from Supelco and detected by thermal conductivity. Carbon mass balances were also performed through analysis of the inlet and outlet stream compositions. Selectiv- ities are reported on a CO2 free basis due to complica- tions arising from the water-gas-shift equilibrium, where CO, He, H20 and CO2 are all inter-converted. This is in keeping with convention in the rest of the related literature. Thus, rates of water and CO2 pro- duction are not reported. However, CO2 was included in the carbon balances. Closures above 90% were achieved in all cases. Due to the wide variety of products formed, greater accuracy is fortuitous. The reactor was operated at two temperatures, 400 and 440, and two pressures, 1000 and 1500psig to investigate the influence of temperature and pressure. Each catalyst was tested over a period of five days to ensure catalyst stability. No significant changes in the product stream compositions were noted for each test during the time interval the experiment was run. The catalysts were reduced in a 5% He/N2 mixture for 4 h at 300'C before reaction. 3. Results and discussion A detailed description of the reactor product stream composition using the nonpromoted and K-promoted 1 : 1 Zn : Cr catalysts is listed in Table 1. The product stream compositions using the Cs-promoted 1 : 1 Zn/ Cr spinel and the K- and Cs-promoted Zn/Cr spinel catalysts containing excess ZnO are listed in Tables 2- 4, respectively. The higher pressure operating condi- tion of 1500 psig consistently results in a higher total alcohol production rate for all catalysts tested while operating the reactor at 440~:C results in significantly greater hydrocarbon byproduct production rates than operating at 400:C. Otherwise no overall trends exist for all four sets of catalysts at each set of operating conditions. Only 8 g/kg h of isobutanol is produced using the bare 1:1 Zn:Cr support at 440'~C and 1500 psig and only 7 g/kgh is produced using the bare Zn:Cr containing excess ZnO. Over the K- promoted catalysts, the highest isobutanol production rates are attained at 440:'C and 1500 psig. Higher rates may be achieved using other temperatures or pressures but reactor optimization experiments have not been carried out in this study. A methanol-to-isobutanol ratio of 1.2 is achieved using the 5 wt% K-promoted, 1 : 1 Zn : Cr catalyst at 440~:C and 1000 psig. Over the two other K-containing, 1:1 Zn:Cr samples, the lowest ratios occur at 440::C and 1500 psig. A ratio of 0.94 is achieved using the 5 wt% K-promoted catalyst containing excess ZnO at 1000':C and 440 psig, and a ratio of 1.6 is achieved at 1500~C and 440 psig. The largest isobutanol production rate using the K-promoted 1 : 1 Zn : Cr catalysts is 90 g/ kg h attained using the 3 wt% K catalyst at 440~C and 1500 psig. A maximum in the isobutanol production rate as a function of K concentration occurs at a 3 wt% loading using K-promoted Engelhard Zn/Cr spinel catalysts as well [11]. However, a larger value for the isobutanol production rate, 102 g/kg h, is obtained using the 3 wt% K/Engelhard catalyst. Promoting the Zn/Cr sample which contains excess ZnO with 5 wt% D.M. Minahan et al./Applied Catalysis A.\" General /66 f1998) 375-385 379 E 2 o.. .~. as ~7 ~-~~ eq. :ZA~=~-,~-~, ~'~:~-~~'~,~\"2_~. , e,-., i~. ~..= .= ~, .ID ~ c4:o . ~..=: d C r~ a,., t~.-, 7 ~ ~ ,,-. ,~ ~,_ - ~,~_~--~_~_, q --5 o 380 ~ ',:t \"~.. r) &L o E .e ~M D.M. Minahan _~'~.,=_.~.~ ~~- ~~~_ et al./Applied Catalysis A: General 166 (1998) 375-385 r\" 0 .E r~ c~, ~ ~ ~ -~-~ ~ :~, - ,~ , D.M. Minahan et al./Applied Catalysis A: General 166 (1998) 375-385 381 K results in the production of 117 g/kg h of isobutanol which represents a significant improvement over the K-promoted Engelhard catalysts. The lowest methanol-to-isobutanol mole ratios are obtained using the Cs-containing catalysts at 1000 psig. However, the isobutanol production rate is lower than that obtained at 1500 psig. A methanol- to-isobutanol ratio of i.0 is attained using a 7.5 wt% Cs/Zn/Cr spinel catalyst containing excess ZnO at 440~'C and 1000 psig while the highest isobutanol production rate of 171 g/kg h is attained using the 3 wt% Cs catalyst at 440~C and 1500 psig. Using the 3 wt% Cs/Zn/Cr spinel catalyst with excess ZnO results in a 53% increase in isobutanol production compared to that obtained using the Cs-promoted Engelhard Zn/Cr catalysts for which the largest iso- butanol production rate obtained is 112 g/kg h [9]. Furthermore, slightly higher conversions can be obtained by promoting the Zn/Cr spinel support used in this study compared to the commercially available spinel support. Significant quantities of n-propanol are 260 _ OK EIK(+ZnO) Cs I Cs(*ZnO) 240 /'~ produced using the Cs-containing catalysts both in this study and in the previous study of Cs-promoted Engelhard catalysts. Since the greater isobutanol production rates are consistently achieved at 440:~C and 1500 psig, a plot of the total alcohol production rate as a function of promotor loading at these reactor settings is shown in Fig. 1. Alcohol rates of 160 g/kg h are obtained using the nonpromoted 1:1 Zn/Cr spinel support compared to 170 g/kg h using the bare Zn/Cr support which contains excess ZnO. Upon addition of 1 wt% K to the 1 : 1 Zn : Cr support, the total alcohol pro- duction rate decreases to 131 g/kg h. The total alcohol production rate does not change upon the addition of 3 wt% K but does increase when promoted with 5 wt% K. Although the total alcohol production rate of the K- containing 1 : 1 Zn : Cr catalysts is not as large as the bare support, K addition does increase the isobutanol production rate as shown in Fig. 2. The isobutanol production rate further increases with the addition of 3 wt% K but decreases slightly upon the addition of 5 wt% K. The effects of Cs addition to the 1 : 1 Zn/Cr spinel and the Zn/Cr spinel containing excess ZnO on 160 ~ 220 / ~ .... 200 ~\" 1~~///'140O//./~-[ ~.~ 40 ///// ~methan rateoKcs oistdtan rateoKcs 120 I I I I ~ I I 0 1 3 5 7 9 0 1 3 5 Promotor Concentration (wt.%) Promotor Concentration (wt.%) Fig. 1. Total alcohol production rate as a function of K and Cs promotor concentration over the two Zn/Cr spinel catalysts (1 : 1 Zn/Cr and excess ZnO-containing) at 440~C and 1500 psig. Fig. 2. isobutanol and methanol production rates as a function of K and Cs promotor concentration over the 1 : 1 Zn/Cr spinel catalysts at 440~C and 150t) psig. 382 D.M. Minahan et al./Applied Cataly.gis A.\" General 166 (1998) 375-385 the total alcohol production rate at 440':C and 1500 psig are also shown in Fig. 1. The addition of 1 wt% Cs to the I : I Zn/Cr spinel causes a dramatic decrease ~,~ the total alcohol production rate. However, upon the addition of 3 wt% Cs, the total alcohol production rate increases to 200 g/kg h. A total alco- hol production rate of 242 g/kg h is attained with the addition of 5 wt% Cs which is greater than that attained using the promoted Engelhard Zn/Cr catalysts [9,11]. The previous studies [9,11,12] have demon- strated that an alkali-promoted ZnO phase provides the active surface for HAS. This fact provides the motivation for examining the effects of an excess ZnO containing Zn/Cr spinel for HAS in this study. As shown in Fig. 1, promotion of these catalysts with the appropriate amounts of K or Cs results in an increase in the total alcohol production rate. The further addi- tion of Cs beyond 1 wt% yields increase in the total alcohol production rate for the 1 : 1 Zn : Cr catalysts but decreases above 3 wt% lor the spinels containing excess ZnO. The presence of excess ZnO can also result in higher isobutanol production rates compared to the catalysts with a 1 : 1 Zn/Cr ratio as shown in Fig. 3. The addition of K to the spinel-containing excess ZnO catalysts result in monotonic increase in the isobutanol production rates and decrease in the methanol produc- tion rates except for the addition of 7 wt% K. The use of the 3 and 5 wt% K promoted catalysts containing excess ZnO yields higher isobutanol production rates than the 3 and 5 wt% K-containing catalysts which do not contain the excess ZnO (Fig. 2). As depicted in Fig. 4, the methanol-to-isobutanol mole ratio is higher for the excess ZnO-containing catalysts for the addi- tion of I wt% K or Cs. The addition of 3 wt% Cs to the excess ZnO Zn/Cr catalyst causes a large increase in the isobutanol production rate and a decrease in the methanol production rate (Fig. 3) and therefore a significant decrease in the methanol-to-isobutanol mole ratio to 1.4 as shown in Fig. 4. This catalyst achieves the lowest mole ratio at these reactor para- meters. Promoting the Zn/Cr spinel containing excess 160~ \"C\" t\" \"4 120 0O n,' o t- 80 o O < ~6 \"O 4o (3- ,,' \\, \\ ,' '. \"\\, \", \"O '\\ methanol rate isobutanol rate O0 K(+ZnO) K(+ZnO) Cs(+ZnO) : Cs(+ZnO) 0 1 3 5 7 9 Promotor Concentration (wt.%) Fig. 3. lsobutanol and methanol production rates as a function of K and Cs promotor concentration over Zn/Cr spinel catalysts which contains excess ZnO at 440'C and 15(X) psig. 90 80 .o_ ' n,\" O 3;6 , O {-. ..Q O4 _L O E ~2 . (85) (78) (13) \\ oK Cs 13 K(+ZnO) m Cs(+ZnO) '\\ \", '\\, ', \\ I ......... t 0 1 3 5 7 9 Promotor Concentration (wt.%) Fig. 4. Methanol-to-isobutanol mole ratio as a function of K and Cs promotor concentration over the two Zn/Cr spinel catalysts (I : 1 Zn/Cr and excess ZnO-containing) at 44OC and 15(X)psig. D.M. Minahan et al./Applied Catalysis A: General 166 (1998) 375-385 383 ZnO with 5 wt% Cs results in a decrease in both the isobutanol and methanol production rates and a con- current increase in the methanol-to-isobutanol mole ratio. Promoting the Zn/Cr spinel with larger amounts of Cs results in lower isobutanol yields, higher metha- nol yields and therefore higher methanol-to-isobuta- nol mole ratios. Direct comparison of the K- containing catalyst reveals that the promotion of the 1 : 1 Zn:Cr spinel with 1 and 3 wt% K results in lower methanol production rates as well as lower methanol-to-isobutanol mole ratios in comparison to the promoted Zn/Cr spinels containing excess ZnO. The addition of 5 wt% K to the Zn/Cr spinel contain- ing excess ZnO causes a large decrease in the metha- nol production rate and a concurrent decrease in the methanol-to-isobutanol mole ratio. This ratio is lower than that obtained using the 5 wt% K-promoted 1 : 1 Zn/Cr catalyst. Promoting either the ! : 1 Zn/Cr or excess ZnO-containing Zn/Cr spinel with Cs consis- tently results in lower methanol and higher isobutanol production rates in comparison to the corresponding K-promoted samples. These results concur with those obtained by Vedage et al. 14] on the effects of alkali addition to methanol synthesis catalysts. Another important consideration in the develop- ment of HAS catalysts is the selectivity to total alcohols. These catalysts can produce significant amounts of hydrocarbon byproducts which should be minimized in order to effectively utilize the feed- stock and to facilitate downstream separation of pro- ducts. The selectivities to total alcohols using the four types of catalysts examined in this study at 440:C and 1500 psi are shown in Fig. 5. The nonpromoted I : 1 Zn/Cr spinel results in a selectivity of 56%, but methanol constitutes the main component of the alco- hol product stream as stated above. The addition of 1 wt% K to the 1 : i Zn/Cr spinel causes a decrease in the selectivity, but the addition of 3 or 5 wt% K results in an increase in the selectivity, with the 5 wt% K catalyst attaining a selectivity of 78%. Although a selectivity of 93% can be achieved using this catalyst at 400~C it results in a much smaller isobutanol production rate, The addition of 1 wt% Cs to the 1:1 Zn/Cr spinel decreases the selectivity relative to the nonpromoted sample, and increase in the Cs concentration to 3 wt% lowers the selectivity further to 44%. The addition of 5 wt% Cs, however, increases the selectivity to 58%. The selectivities to total alco- 90 80 v 70 O t- O < 6O t~ \"\" 40 30 20 OK I cs K(+ZnO) Cs(+ZnO) .-L ,/' i /, /' i // / .' / / . / ': 0 ,.\" .... j, / \\ ///' 1 I I I I I I I I 0 1 3 5 7 9 Prornotor Concentration (wt.%) Fig. 5. Selectivity to total alcohols as a function of K and Cs promotor concentration over the two Zn/Cr spinel catalysts (1 : 1 Zn/Cr and excess ZnO-containingl at 440C and 15(XJ psig. hols using the promoted ! : 1 ZrdCr spinel samples are lower than those found using the alkali-promoted Engelhard catalysts [9,11]. These data indicate that although a greater isobutanol production rate is obtained with these catalysts, the selectivity to alco- hols is decreased. The higher levels of Cr present in the catalysts examined in this study is believed to be responsible for these results. Surface characterization data obtained from the promoted Engelhard catalysts indicate that the near-surface regions examined pri- marily consist of ZnO although the alkali promotors are apparently bound to the Cr as chromate or dichro- mate species. Since the alkali presence is necessary for HAS, increased surface Cr content may produce a larger number of active sites at the surface resulting in a greater isobutanol production rate. The surface characterization data will be published in another study. Each of the selectivity changes using the K- or Cs-promoted 1:1 Zn/Cr spinel catalysts is mir- rored by changes in the hydrocarbon byproduct rates 384 D.M. Minahan et al./Applied Catalysis A.\" General 166 (1998) 375-385 230 ! \"\" 170 t- O 110 ..Q L-- e \"~;~ 50( '-F O~s ~ K(~Z~,n%) 1 3 5 7 9 Promotor Concentration (wt.%) Fig. 6. Hydrocarbon byproduct rate as a function of K and Cs promotor concentration over the two Zn/Cr spinel catalysts (1 : I Zn/Cr and excess ZnO-containing) at 440'C and 1500 psig. as shown in Fig. 6. Tables 1---4 indicate that the byproduct stream mostly consists of hydrocarbons. The addition of I wt% K to the Zn/Cr spinel results in an increase in the hydrocarbon byproduct rate which coincides with the decrease in selectivity observed in Fig. 5. Promoting the 1 : 1 Zn/Cr spinel with 3 and 5 wt% K results in decrease in the hydro- carbon byproduct rates. A slight increase in the hydro- carbon byproduct rate occurs upon the addition of 1 wt% Cs to the spinel. This increase in the hydro- carbon byproduct rate contributes to the decrease in selectivity discussed above. Although the byproduct flowrate using the catalyst promoted with 5 wt% Cs is smaller than that of the 3 wt% Cs/Zn/Cr catalyst, it maintains a high value of 1 1 1 g/kg h. In each case an increase in the hydrocarbon production rate correlates with a decrease in selectivity indicating that the change in the hydrocarbon byproduct rate is the primary influence on the selectivity to total alcohol. The nonpromoted excess ZnO-containing Zn/Cr spinel results in a very poor selectivity to total alcohols of 29% at 440:C and 1500 psig (Fig. 5). This is due to the significant amount of hydrocarbon byproducts formed using this catalyst (Fig. 6). As shown in Fig. 6, the addition of increasing amounts of K results in a monotonic decrease in the hydrocarbon byproduct lormation thereby increasing the selectivity to alco- hols (Fig. 5). A selectivity of 85% is achieved using the 7 wt% K promoted Zn/Cr spinel containing excess ZnO which corresponds to a hydrocarbon byproduct flowrate of 22 g/kg h. Increased formation of hydro- carbon byproducts and hence lower selectivities are attained using these catalysts in comparison to the Engelhard K-promoted Zn/Cr catalysts [9]. The addi- tion of Cs up to 5 wt% also results in an increase in selectivity and decrease in hydrocarbon flowrates. However, promoting the spinel with larger amounts of Cs does not enhance the selectivity above the value of 81% achieved for the 5 wt% Cs-promoted sample. The selectivity to total alcohols is greater using the K-promoted 1:1 Zn/Cr catalysts compared to the K-promoted spinel with excess ZnO (up to 5 wt% K). This is caused by the greater amounts of hydro- carbons fbrmed over the K-promoted excess ZnO containing samples. The addition of 3 or more wt% Cs to the I : 1 Zn/Cr spinel does not result in signi- ficantly increased selectivities, and this again is due to the larger amounts of hydrocarbon byproducts which are formed compared to the Cs-promoted spinel which contains excess ZnO (Fig. 6). Therefore. the Zn/Cr spinel catalyst which contains the excess ZnO is superior for producing isobutanol. A highly dispersed phase which could be prepared in a similar manner as a Cu/Zn/Cr sample prepared previously [141 may further improve these catalysts. 4. Summary Nonpromoted, K-promoted, and Cs-promoted 1 : I Zn/Cr spinel catalysts and excess ZnO-containing Zn/ Cr spinel catalysts were tested for HAS using a syngas feedstream (1 : 1 CO/H2). Two reactor temperatures (400 and 440\"-(:) and two reactor pressures (1000 and 1500 psig) were used in order to study the effects of temperature and pressure on this reaction. The effects of the promotor Ioadings on the product stream com- position were also examined. Operating the reactor at the higher pressure results in the greater total alcohol production rates. Although lower selectivities are obtained by operating at 440'C due to larger hydro- carbon byproduct rates, greater isobutanol production rates are obtained at this temperature. Of the catalysts D.M. Minahan et al./Applied Catalysis A: General /66 (1998) 375-385 385 tested, the 3 wt% Cs/Zn/Cr spinel catalyst which contains excess ZnO yields the largest isobutanol production rate of 171 g/kg h and a low methanol- to-isobutanol mole ratio of 1.4, which is near the desired ratio of 1.0 for downstream synthesis of the fuel additive MTBE. These catalysts are an improve- ment over K- and Cs-promoted Engelhard Zn/Cr spinel catalysts which have been tested previously for HAS. Higher isobutanol production rates are obtained using Cs as the promotor rather than K. The addition of excess ZnO to the Cs-promoted catalyst further enhances the production rate of iso- butanol. Furthermore, if loadings of 3 wt% Cs or greater are used, the addition of the excess ZnO results in a decrease in the hydrocarbon byproduct rate and consequently an increase in alcohol selectivity. Acknowledgements Financial support for this research was provided by the National Science Foundation through Grant No. CTS-9122575 and the Department of Energy through Contract No. DE-AC22-91 PC90046. References 111 C.N. Satterfield. Heterogeneous Catalysis in Industrial Practice. 2nd ed.. McGraw-Hill, New York. 1991. p. 454. [2] P. Forzatti, E. Tronconi, 1. Pasquon, Catal. Rcv.-Sci. Eng. 33 (1991) 109. [3] K.J. Smith. R.B. Anderson, Can. J. Chem. Eng. 61 (1983) 40. [4] G.A. Vedagc. PB. Himclfarb, G.W. Simmons, K. Klier, Arner. Chem. Soc. Symp. Series. 279 (1985) 295. [5] J.G. Nunan, C.E. Bogdan, K Klier, K.J. Smith, C.-W. Young. R.B. Heran, J. Catal. 116 (1989) 195. [6] A. Beretta, Q. Sun, R.G. Herman. K. Klier. Ind. Eng. Chem. Res. 35 (1996) 1534. [7] A. Beretta, E. Tronconi, P. Forzatti, 1. Pasquon, E. Michelo. L. Tagliabue, G.B. Antonelli, Ind. Eng. Chem. Res. 35 ( 1996)2144. [8] A. Beretta, L. Lietti, E. Tronconi, P. Forzatti, 1. Pasquon, Ind. Eng. Chem. Res. 35 (1996) 2154. [9] W.S. [:,piing, G.B. Hoflund, D.M. Minahan. J. Catal. I72 (1997) in press. [ll)l J.M. Campos-Martin, J.L.G. Fierro, A. Gucrrcro-Ruiz, R.(J. Herman, K. Klier, J. Catal. 163 (1996) 418. I11] W.S. Epling, G.B. Hoflund, D.M. Minahan. J. Catal. 169 (1997) 438. 112] G.B. Hoflund, W.S. Epling, DM. Minahan, Catal. l,ett. 45 (1997) 135. 113] J.M. Campos-Martin, A. Guerrero-Ruiz. J.I,.G. Fierro, J. Catal. 156 (1995) 208. [14] W.R. Moser, K.E. Conolly, Chem. Eng. Journ. 64 (1996) 239. APCATA 97002949 S0926-860X(97)00294-9 10.1016/S0926-860X(97)00294-9 Elsevier Science B. V. All rights reserved. Higher-alcohol synthesis reaction study V. Effect of excess ZnO on catalyst performance David M. Minahan a William S. Epling b Gar B. Hoflund * b a Union Carbide Corporation, Technical Center, PO Box 8361, South Charleston WV 25303, USA b Department of Chemical Engineering, University of Florida, Gainesville FL 32611, USA * Corresponding author. Tel.: 001 352 392 9104; fax: 001 352 392 9513 A nonpromoted, K-promoted, and Cs-promoted 1 : 1 Zn/Cr spinel as well as K- and Cs-promoted Zn/Cr spinel catalysts containing excess ZnO were tested for higher alcohol synthesis (HAS) using a syngas feedstream (1 : 1 CO : H2). Two reactor operating pressures, 1000 and 1500 psig, and two reactor bed temperatures, 400 and 440°C, were used in order to determine the influence of these operating parameters, and the effects of promotor concentrations and excess ZnO on the product stream composition. Of the catalysts tested, the 3 wt% Cs/Zn/Cr catalyst with excess ZnO yields the highest isobutanol production rate of 171 g/kg h at 440°C and 1500 psig. Although lower methanol-to-isobutanol mole ratios were attained, this catalyst yields a ratio of 1.4 which is nearly ideal for downstream synthesis of methyl tertiary-butyl ether (MTBE). Superior performance is achieved using Cs as the promotor on the Zn/Cr spinels in comparison to the K promotor. Lower hydrocarbon production rates and corresponding increased selectivities to total alcohols, however, are obtained using K as the promotor of the 1 : 1 Zn/Cr spinel catalysts while Cs is more effective in reducing the hydrocarbon production in the presence of excess ZnO. The addition of excess ZnO to the Cs-promoted catalyst enhances not only the isobutanol rate but also results in increased selectivity, lower hydrocarbon production rates and lower methanol-to-isobutanol mole ratios at the higher Cs loadings. Higher isobutanol production rates are also obtained over the K-promoted Zn/Cr spinels containing excess ZnO in comparison to the K-supported 1 : 1 Zn/Cr spinels if 3 wt% or greater K addition is employed, but higher hydrocarbon production rates result in lower selectivities to the desired alcohol products. Keywords Higher alcohol synthesis Zn/Cr spinel catalyst Isobutanol Methanol Synthesis gas Reference [1] Satterfield C.N. 2nd ed. Heterogeneous Catalysis in Industrial Practice 1991 McGraw-Hill New York 454 [2] Forzatti P. Tronconi E. Pasquon I. Catal. Rev.-Sci. Eng. 33 1991 109 [3] Smith K.J. Anderson R.B. Can. J. Chem. Eng. 61 1983 40 [4] Vedage G.A. Himelfarb P.B. Simmons G.W. Klier K. Amer. Chem. Soc. Symp. Series. 279 1985 295 [5] Nunan J.G. Bogdan C.E. Klier K. Smith K.J. Young C.-W. Heran R.B. J. Catal. 116 1989 195 [6] Beretta A. Sun Q. Herman R.G. Klier K. Ind. Eng. Chem. Res. 35 1996 1534 [7] Beretta A. Tronconi E. Forzatti P. Pasquon I. Michelo E. Tagliabue L. Antonelli G.B. Ind. Eng. Chem. Res. 35 1996 2144 [8] Beretta A. Lietti L. Tronconi E. Forzatti P. Pasquon I. Ind. Eng. Chem. Res. 35 1996 2154 [9] Epling W.S. Hoflund G.B. Minahan D.M. J. Catal. 172 1997 in press [10] Campos-Martin J.M. Fierro J.L.G. Guerrero-Ruiz A. Herman R.G. Klier K. J. Catal. 163 1996 418 [11] Epling W.S. Hoflund G.B. Minahan D.M. J. Catal. 169 1997 438 [12] Hoflund G.B. Epling W.S. Minahan D.M. Catal. Lett. 45 1997 135 [13] Campos-Martin J.M. Guerrero-Ruiz A. Fierro J.L.G. J. Catal. 156 1995 208 [14] Moser W.R. Conolly K.E. Chem. Eng. Journ. 64 1996 239",
      "scopus-id": "0041856608",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002949",
        "dc:description": "A nonpromoted, K-promoted, and Cs-promoted 1 : 1 Zn/Cr spinel as well as K- and Cs-promoted Zn/Cr spinel catalysts containing excess ZnO were tested for higher alcohol synthesis (HAS) using a syngas feedstream (1 : 1 CO : H2). Two reactor operating pressures, 1000 and 1500 psig, and two reactor bed temperatures, 400 and 440°C, were used in order to determine the influence of these operating parameters, and the effects of promotor concentrations and excess ZnO on the product stream composition. Of the catalysts tested, the 3 wt% Cs/Zn/Cr catalyst with excess ZnO yields the highest isobutanol production rate of 171 g/kg h at 440°C and 1500 psig. Although lower methanol-to-isobutanol mole ratios were attained, this catalyst yields a ratio of 1.4 which is nearly ideal for downstream synthesis of methyl tertiary-butyl ether (MTBE). Superior performance is achieved using Cs as the promotor on the Zn/Cr spinels in comparison to the K promotor. Lower hydrocarbon production rates and corresponding increased selectivities to total alcohols, however, are obtained using K as the promotor of the 1 : 1 Zn/Cr spinel catalysts while Cs is more effective in reducing the hydrocarbon production in the presence of excess ZnO. The addition of excess ZnO to the Cs-promoted catalyst enhances not only the isobutanol rate but also results in increased selectivity, lower hydrocarbon production rates and lower methanol-to-isobutanol mole ratios at the higher Cs loadings. Higher isobutanol production rates are also obtained over the K-promoted Zn/Cr spinels containing excess ZnO in comparison to the K-supported 1 : 1 Zn/Cr spinels if 3 wt% or greater K addition is employed, but higher hydrocarbon production rates result in lower selectivities to the desired alcohol products.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-01-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002949",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Minahan, David M."
          },
          {
            "@_fa": "true",
            "$": "Epling, William S."
          },
          {
            "@_fa": "true",
            "$": "Hoflund, Gar B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002949"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002949"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00294-9",
        "prism:volume": "166",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Higher-alcohol synthesis reaction study V. Effect of excess ZnO on catalyst performance",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Higher alcohol synthesis"
          },
          {
            "@_fa": "true",
            "$": "Zn/Cr spinel catalyst"
          },
          {
            "@_fa": "true",
            "$": "Isobutanol"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "Synthesis gas"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "375-385",
        "prism:endingPage": "385",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 January 1998",
        "prism:doi": "10.1016/S0926-860X(97)00294-9",
        "prism:startingPage": "375",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00294-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041856608"
      }
    }
  }
}