{
  "metadata": {
    "title": "The oxidative coupling of methane overBa/CO<ce:inf loc=post>3</ce:inf>LaOCl catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00042-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000422",
    "pii": "S0926860X97000422"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0006499905",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000422 S0926-860X(97)00042-2 S0926860X97000422 10.1016/S0926-860X(97)00042-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 12 133 145 133 145 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVECOUPLINGMETHANEOVERBACO3LAOCLCATALYSTS AU C BURCH 1990 259 R AHMED 1990 83 S CONWAY 1991 513 S OTSUKA 1988 383 K BURCH 1989 69 R BURCH 1993 R SUGIYAMA 1993 338 S VOYATZIS 1993 45 R KHAN 1992 95 A LUNSFORD 1994 301 J WILLIAMS 1989 247 J AU 1994 377 C AU 1996 280 C AU 1996 399 C AU 1987 538 C EYSEL 1975 97 H VALENTINE 1973 237 J BOSCH 1975 743 M LIN 1988 302 C IWAMATSU 1988 25 E TURCOTLE 1992 238 R ITO 1985 2835 T WANG 1986 5883 J STEINBERG 1970 877 M AUX1997X133 AUX1997X133X145 AUX1997X133XC AUX1997X133X145XC item S0926-860X(97)00042-2 S0926860X97000422 1-s2.0-S0926860X97000422 10.1016/S0926-860X(97)00042-2 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000422-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000422/MAIN/application/pdf/d488bc60792f8d03a21fee3bc0d4e5fd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000422/MAIN/application/pdf/d488bc60792f8d03a21fee3bc0d4e5fd/main.pdf main.pdf pdf true 628846 MAIN 13 1-s2.0-S0926860X97000422-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000422/PREVIEW/image/png/62b171fdc811b07fc9095391258f371c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000422/PREVIEW/image/png/62b171fdc811b07fc9095391258f371c/main_1.png main_1.png png 48104 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 133-145 The oxidative coupling of methane over BaCO3/LaOC1 catalysts C.T. Au*, H. He, S.Y. Lai, C.F. Ng Department of Chemistry. and Centre for Surface Analysis and Research. Hong Kong Baptist University, Kowloon Tong, Hong Kong Received 13 September 1996; received in revised form 17 December 1996; accepted 19 December 1996 Abstract The performance of LaOC1 at 800 was promoted by BaCO3 in OCM reaction. When 10 mol% BaCO3 was added, there was little change in CH4 conversion, but C2 selectivity was increased from 37% to 66%. With the increase in BaCO3 loading, the BaCO3/LaOC1 catalysts decreased in specific surface area. The improvement in C2 selectivity is partly due to surface area diminution. The addition of BaCO3 has also caused surface modification of LaOC1. In the absence of BaCO3, LaOC1 in OCM reaction is capable of generating dioxygen species O2-, O~- and 02, which can cause deep oxidation of CH4, C2H6 and C2H4. With the addition of BaCO3, sites for the activation of oxygen molecules are depleted. The nearby C1- ions have the ability of destabilizing the BaCO3, causing it to decompose at ca. 780, a decomposition temperature about 200 lower than that of pure BaCO3. With the deprivation of dioxygen species, the CH4 oxidative dehydrogenation process is enhanced, while deep oxidation processes are suppressed. Compared with the deep oxidation reaction processes, the number of sites required in the H-abstraction process is a lot fewer. Hence, although the specific surface area of LaOC1 was reduced with the addition of BaCO3, the conversion of CH4 over the BaCO3/LaOC1 catalysts did not drop significantly. Keywords: OCM reaction; BaCO3/LaOCI catalysts; CH4 activation I. Introduction In the past 15 years, research on the oxidative coupling of methane (OCM) to C2 hydrocarbons has shown that alkali, alkaline earth, rare earth, and transition metal oxides are catalytically active materials. It has been demonstrated that ethylene selectivity can be promoted by chlorine, which was either added directly to the * Corresponding author. Tel.: +852 23397067; fax: +852 23397348. 0926-860X/97/$17.00 @ 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(97)00042-2 134 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 catalyst or introduced into the reaction stream as HC1 or organic chloride [1-3]. Otsuka et al. [4] reported that the LiC1/NiO catalyst performed well; with 26% methane conversion and 72% Ce selectivity, the C2 yield at 750 was 18.7%. Burch et al. [5,6] carried out a series of studies on the effect of chlorine over various catalysts. They found that pulse injection of gaseous chlorinated compounds over MnO2-based catalysts, lithium-doped MgO, and Sm203 catalysts markedly increased the C2 selectivity. They also investigated OCM reactions over Sm203, SmOC1, and SmC13 and claimed that the chlorine-containing catalysts were especially effective in ethylene production. Moffat and coworkers [7,8] investigated OCM reactions over La203, Pr6Ol~, and Sm203. They found that the addition of small amounts of tetrachloromethane to the reactant stream could improve the catalytic activity of these catalysts; they attributed the improvement to oxychloride formation. Khan and Ruckenstein [9] found that the BiOC1/LiaCO3/ MgO catalysts were active and selective. Neither BiOC1 nor LiaCO3/MgO was very effective, but BiOC1/LieCO3/MgO gave 18% CH4 conversion and 83% C2 selectivity. Lunsford et al. [10] reported that, at a temperature as low as 625, a CH4 conversion of 29% and a C2 selectivity of 60% could be obtained over Li+- MgO-C1- catalysts. As far as the function of chlorine is concerned, Burch et al. [5] claimed that, with the MgO and Sm203 catalysts, chlorine can modify the surfaces through the formation of new O- sites. Such sites may be capable of activating the weaker C-H bond in ethane more effectively than the stronger C-H bond in methane. Previously, Williams et al. [ 11 ] compared the activities of BiOC1, LaOC1, and SmOC1 and reported that LaOC1 and BiOC1 were good catalysts for OCM reaction. We have reported previously the activities of LaOF [ 12], B aF2/La203 and BaBr2/La203 [13], as well as BaCO3/LaOBr [14] catalysts for the OCM reaction. In this paper, the performance and characterization of BaCO3/LaOC1 catalysts are reported. 2. Experimental The chemicals (purity 99.9%) used in the preparation of the catalysts were products of Johnson Matthey. LaOC1 was prepared by heating a ground mixture of LazO3 and LaC13 in 1 : 1 molar ratio in air in a furnace at 800 for 6 h. The BaCO3/LaOC1 catalysts were prepared by mixing LaOC1 powder with the right proportion of BaCO3 in the form of aqueous suspension. After water evaporation, the mixture was ground and dried overnight in an oven at 110 and pressed into small pellets before being calcined at 800 for 6 h. The pellets were crushed and sieved to a grain size of 40-60 mesh. The 02 (99.7%), CH4 (99.9%), C2H6 (99.0%), and N2 (99.99%) gases were from Hong Kong Oxygen and were used without further purification. Catalytic interactions were studied using a laboratory-scale fixed-bed reactor system operating under atmospheric pressure. The reactor was constructed of fused C.T. Au et al./Applied Catah, sis A: General 159 (1997) 133-145 135 quartz. A thermocouple was placed in direct contact with the catalyst for accurate temperature measurement. Catalyst (0.5 g) was placed in the reactor and treated with a mixture of 02 and N2 (flow rate=50 ml min-1) at 750 for 2 h before reaction. The reactant (CH4 : 02 : N2=2.6 : 1.0 : 12) feed rate was 50 ml min 1. Products were analyzed, usually 60 rain after temperature stabilization, by an on- line gas chromatograph (Shimadzu GC-8A). A Porapak Q column was used to separate CH4, CO2, C2H4, and C2H6. A 5A molecular sieve column was used (in parallel) to separate N2, 02, CH4, and CO. The specific surface area of the catalysts was measured by the BET method. The continuous flow chromatographic technique was adopted, with helium as the carrier gas and nitrogen as the adsorbate. Phase composition of catalysts was determined by X-ray diffraction (D-MAX, Rigaku), whereas X-ray photoelectron spectroscopy (Leybold Heraeus-Shenyang SKL-12) was used to characterize the catalyst surface. In situ Raman experiments were performed in Xiamen University, China, using a Raman spectrometer (SPEX Ramalog-6). The LaOCI and 10 mol% BaCO3/LaOCI catalysts were treated in He (1 h) and then in O2 (15 min) at 650 before the Raman experiments. Temperature programmed desorption (TPD) of CO2 was used to gauge the surface basicity of the catalysts. The catalyst (about 0.2 g) was packed and secured by quartz wool in a quartz reactor (i.d. 4 mm). It was pretreated by a flow of dry He (30ml min-1) at 800 for 1 h to remove adsorbates. Then the catalyst was exposed to CO2 at 800 for 0.5 h and cooled to room temperature in CO2. With the samples being heated at a rate of 13 rain- 1, the TPD spectrum was recorded within a temperature range of 30-850. The desorbed gas was carried by a flow of He to a GC-MS (HP G1800A GCD) system for monitoring. 3. Results 3.1. Catalytic performance Fig. 1 shows the performance of BaCO3/LaOC1 catalysts at 800 as related to the loading of BaCO3. Over LaOC1, CH4 conversion, C2 selectivity, and C2 yield were ca. 36.9%, 29.2%, and 10.0%, respectively. When 10 mol% BaCO3 was added, there was little change in CH4 conversion, but C2 selectivity was increased by ca. 76%, resulting in an increase in C2 yield of ca. 66%. When the amount of BaCO3 added was between 10 and 30 mol%, C2 selectivity increased further. At 50 mol% BaCO3 loading, CH4 conversion was ca. 40% and with a C2 selectivity of ca. 55%, a C2 yield of approximately 22% was obtained. The specific surface areas of the BaCO3/LaOC1 catalysts after OCM reaction are shown in Fig. 2. LaOC1 had a surface area of ca. 11.7 m2 g-1. At 10 and 30 mol% B aCO3 loadings, the area was ca. 9.0 m2 g- 1. Above 30 mol%, the surface area of the catalysts decreased gradually and was ca. 2.0 m2 g-1 at 70 mol% BaCO3 loading. 136 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 80 60 1.4 0 .I-1 ,~ 40 u cD m 20 1,4 U I I , I , I , [] 0 20 40 60 80 BaCO3 loading (%) Fig. 1. The catalytic performance of BaCO3/LaOC1 catalysts at 800 as related to BaCO3 loading. The contact time was 0.6 g s ml-l and the CH4 : 02 : N2 ratio was 2.6 : 1 : 12 (11:CH4 conversion, [3:C2 selectivity, *: COx selectivity, <>: C2 yield). 3.2. XRD and XPS studies The phase composition of the BaCO3/LaOC1 catalysts was investigated by XRD. Before the OCM reaction (Fig. 3(a)), a crystal phase of orthorhombic BaCO3 was detected at and above 20 mol% BaCO3 loading. At and above 70 mol%, no tetragonal LaOC1 was detected. There were hexagonal La203 and La(OH)3 within the range of 0 to 100 mol%. After the OCM reaction (Fig. 3(b)), a new crystal phase, namely orthorhombic BaC12, was observed for the 30 to 70 mol% BaCO3/ LaOC1 catalysts. When compared with the catalysts before the OCM reaction, there was enhancement in the amounts of La203 and La(OH)3. At or below 20 mol% BaCO3 loading, no crystal phase of a barium compound was detected. The LaOC1 and 10 mol% BaCO3/LaOC1 catalysts were chosen to be investigated by XPS. Based on the XPS spectra, the La 3ds/s peak was at ca. 833.7 eV binding energy with a satellite peak at ca. 837.7 eV. The Ba 2d3/2 peak was at 779.6 eV for the 10 mol% BaCO3/LaOC1 catalyst before and after OCM reaction at 800. Before and after the OCM reaction, C1 2p peak profiles with components at 195.0, C.T. Au et al./Applied Catalysis A: General 159 (1997~ 133-145 137 ! ~o 12 % ~ IO I-I ~ 8 (_) 6 4 0 2 \\ J I I ! I 0 20 40 60 80 100 BaCO3 loading (%) Fig. 2. The specific surface area of BaCOa/LaOC1 catalysts (after OCM reaction) as related to BaCO3 loading, 198.2 and 199.6 eV were observed. They could be the result of the overlapping of two C1 2p signals. In other words, there could be two types of chlorine species on the surface of the catalysts. The LaOC1 catalyst exhibited a C 1 s peak at 284.4 eV, due to surface contaminants. There were two distinct O ls peaks, at ca. 528.7 and 531.0 eV. The former can be assigned to surface lattice oxygen 02- and the latter to surface OH [15]. There were two components at ca. 529.0 and 531.5 eV under the O ls peak profile observed over the 10 mol% BaCO3/LaOC1 catalyst before and after the OCM reaction. The C ls spectra showed two peaks at 284.4 and 288.9 eV, which could be assigned respectively to surface CHx (x:0-3) and CO2- [15]. For both catalysts, the peak intensity at ca. 529.0 eV decreased and that at ca. 531.0 eV increased after the OCM reaction, implying the conversion of surface 02- species to surface OH and/or CO2- species during the OCM reaction. Based on the peak areas, the surface elemental composition of the LaOC1 and 10 mol% BaCO3/ LaOC1 catalysts before and after the OCM reaction were calculated (Table 1). Except for oxygen, there were little changes in surface elemental composition during OCM reactions. This indicated that the surfaces of the catalysts were rather stable under such reactions. 3.3. Characterization of surface oxygen species In situ Raman spectrometry was used to characterize the surface oxygen species on LaOC1 and 10 mol% BaCO3/LaOC1. Before proceeding any further, it may be helpful to recall that Eysel and Thym [ 16] suggested that the vibrational frequency 138 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 4-1 -~1 O 0 m 100 80 60 40 20 I 20 40 60 80 1~0 v .r-.I .rq o 0 1 oo: 80 60 40 20 Oe o (b) / [] /-/'. 40 60 80 100 BaCO3 loading (%) Fig. 3. Phase composition of BaCO3/LaOC1 catalysts as related to BaCO3 loading (a) before and (b) after OCM reaction (11: LaOCI, @: La203+La(OH)3, [~: BaCO3, O: BaC12). Table 1 Surface elemental composition of the catalysts before (a) and after (b) OCM reaction, based on XPS data Catalysts Ba (%) CI (%) La (%) 0 (%) C (%) a LaOCl -- 28.1 11.1 31.1 29.8 b LaOC1 -- 32.1 11.0 23.9 32.9 a BaCO3/LaOCl 3.5 24.1 6.8 36.2 24.1 b BaCO3/LaOCI 2.5 25.0 7.2 32.1 25.0 The loading of BaCO3 was 10 tool%. C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 139 for surface peroxides (022-) lay in the region of 730-950 cm-1, while Valentine [17] suggested that perturbed intermediate oxygen species O~- (l<n<2) should give rise to bands in the 900-1100 cm-1 region. Furthermore, B6sch and Kanzig reported that NaO2 (i.e. 02 species) showed a band at 1164 cm-1 [18]. In our investigations, we observed three Raman bands at ca. 764, 1018, and 1168 cm-~ when LaOC1 was under oxygen at 100 and 300 (Fig. 4). These bands are assigned to O2-, O~- (1<n<2), and O~, respectively. Under CH4/O2 (2.6/1) at 650, weak Raman bands were observed at 764 and 1018 cm-1, signifying the existence of surface O2- and O~- species in the OCM reaction. For the 10 tool% BaCO3/LaOC1 catalyst under oxygen at 100 and 300, Raman bands at ca. 807 and 1018 cm-1 were also detected, but with very weak intensity. The peak at 1168 cm-1 was not observed. No Raman band was detected over the catalyst under CI-L/O2 (2.6/1) at 650 (Fig. 5). 3.4. Characterization of catalysts by C02-TPD In order to understand the nature of surface carbonates in BaCO3/LaOC1 catalysts, CO2-TPD experiments were carried out over LaOCI and BaCO3/LaOCI catalysts before and after OCM reactions (Fig. 6). For a fresh LaOC1 catalyst, small CO2 desorption peaks appeared at 290, 485, and 690. For the 5 mol% 1018 764 ~(e) I I l I I 720 840 960 1080 1200 Wavenumber (cm-I) Fig. 4. Raman spectra obtained when a LaOCI catalyst was under (a) 02 at 100, (b) Oz at 300, (c) CH4/O2 (2.6/1) at 650. 140 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 1018 \"\"r' ~ (b) (c) I I I I I 720 840 960 1080 1200 Wavenumber (cm-I) Fig. 5. Raman spectra obtained when a 10 mol% BaCO3/LaOCI catalyst was under (a) O2 at 100, (b) 02 at 300, (c) ClidO2 (2.6/1) at 650. BaCO3/LaOC1 catalyst before OCM reaction, three CO2 desorption peaks were observed at ca. 345, 650, and 710, indicating the existence of three different types of basic sites on this catalyst. When the amount of BaCO3 added was 10 mol% or above, there was a large peak at ca. 790. For a fresh 10 mol% BaCO3/LaOC1 catalyst not treated in 02 or CO2, a narrower CO2 peak at ca. 760 was observed (Fig. 7). Comparing Fig. 6 with Fig. 7, one can assign the CO2 desorption peak at ca. 790 to the decomposition of BaCO3. At 20 tool% BaCO3 loading, the desorption peak of CO2 appeared as a broad band ranging from 700 to 800. Above 20 mol%, CO2 desorption continued beyond 860. For the catalysts used in OCM reaction, there were very little changes in the shapes of the CO2-TPD curves, except that the CO2 desorption peak of the 10 mol% BaCO3/ LaOC1 catalyst was at ca. 840 instead of at ca. 7900C. 4. Discussion BaCO3/LaOC1 catalysts have reasonable activity for OCM reactions. From 10 to 50 mol% BaCO3, C2 yield was ca. 19%. From Fig. 1, one can see that with the increase in BaCO3 loading, COx selectivity decreased. Such decrease in COx selectivity was reflected by the increase in CE selectivity. According to a hetero- geneous-homogeneous reaction scheme (Scheme 1), for example, the one that was referred to by Lin et al. [19], Iwamatsu et al. [20] and ourselves [12]. C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 141 I 100 (f) (e) J (d) S - -'~ __ (c) (b) (a) I I I I,, I I I 300 500 700 900 Temperature () Fig. 6. CO2-TPD spectra over (a) LaOC1, (b) 5 mol% BaCOgLaOCI. (c) 10 mol% BaCO3/LaOC1, (d) 20 mol% BaCO3/LaOC1, (e) 30 mol% BaCO3/LaOCI, and (f) 50 mol% BaCOJLaOC1 catalysts before OCM reaction. The diminution in specific surface area will make the heterogeneous steps un- favourable and relatively speaking, will enhance the homogeneous formation of C2H6. Hence, as the specific surface area of the BaCO3/LaOC1 catalysts gets smaller (Fig. 2), we see a reduction in COx selectivity (steps 1, 3 and 6 retarded) and an increase in C2 selectivity (step 4 enhanced while steps 3 and 6 retarded). However, we do not see much decline in CH4 conversion. With the reduction in specific surface area, one would expect the diminution in CH4 conversion, since both steps 1 and 2 are heterogeneous in nature. From 0 to 70 mol% BaCO3 loado ings, the specific surface area of the catalysts decreased by ca. 83%, but the varia- tion of CH4 conversion was within the (35zk5)% range (Figs. 1 and 2). What caused the breakdown in the heterogeneous-homogeneous reaction scheme in this aspect? 142 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 76O J ! I I I I I I 1~ 3~ 5~ 9~ I I 700 Temperature () Fig. 7. CO2-TPD spectrum of a fresh 10 tool% BaCO3/LaOC1 catalyst with no O2 or CO2 treatments. 1 CH4 ~- COx 21 ~ T6 2CH3~ (C2 4 5A 5B C2H4) heterogeneous steps : 1, 2, 3, 5A, 6 homogeneous steps : 4, 5B Scheme 1. As shown in Fig. 3, the crystal phase of BaCO3 was detected by XRD above 10 mol% BaCO3 loading. After the OCM reaction, another phase, viz. BaC12, was also detected. Hence one can conclude that the decrease in specific surface area of the BaCO3/LaOC1 catalysts above 20 mol% BaCO3 loading is due to the existence of bulk BaCO3 and BaCI2 compounds. At or below 10 mol% BaCO3 loadings, no crystal phase of a barium compound was detected, indicating that barium was well- dispersed on the surface of the catalysts. C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 143 Let us first turn our attention to the 10 mol% BaCO3/LaOC1 catalyst. When LaOC1 was promoted by 10 mol% BaCO3, the change in CH4 conversion was relatively small, but C2 selectivity was improved by ca. 76%. Based on the XPS results, one can be sure of the existence of barium compound(s) on the surface of LaOC1. Compared with the Raman signals of oxygen species O2-, O~- and 02 on LaOC1, the intensities of these species on 10 mol% BaCO3/LaOC1 were much weaker (Figs. 4 and 5). A pure BaCO3 sample could give a CO2- symmetric stretching vibration peak at ca. 1058 cm-1 [13]. As shown in Fig. 5, we did not detect any Raman signal attributable to surface carbonate, so we conclude that after various sample treatments, most of the BaCO3 added had been converted to BaO which was well-dispersed on the catalyst surface, as we did not see any crystal phase of BaO by XRD. Anyhow, the presence of BaO apparently had caused the amounts of O~-, O~- and 02 on LaOC1 to reduce. Under OCM reaction atmo- sphere at 650, no dioxygen species were detected on 10 mol% BaCO3/LaOC1 (Fig. 5(c)), while weak Raman signals of 02- and O~- could still be detected on LaOC1 (Fig. 4(c)). In contrast to the XPS results, the Raman investigations showed no detectable surface carbonate on the BaCO3-promoted catalyst in the OCM reaction, implying that the deep oxidation of CH4 to CO2 at 650 over the catalyst was not significant. Based on the XPS results, the surfaces of the LaOCI and 10 mol% BaCO3/ LaOC1 catalysts were fairly stable and remained intact after a reaction time of ca. 10 h at 800 (Table 1). One can also see that there were two types of chlorine species on the surface of the two catalysts. The decomposition temperature of pure BaCO3 is known to be ca. 990 [21]. For an untreated 10 mol% BaCO3/LaOCI catalyst, surface BaCO3 was found to decompose at ca. 790 (Fig. 7). We propose that, due to the influence of C1- ions, the decomposition temperature of BaCO3 loaded on LaOC1 was lowered to the 750-800 range (Fig. 6). We had previously suggested that bromide ions could lower the decomposition temperature of La202CO3 due to the delocalization of Br- electron into the 7r* orbital of the carbonate O-C bond [13]. A similar effect could well have affected the BaCO3 compounds on LaOC1. As the loading of BaCO3 was above 10 mol%, the decomposition temperature of surface BaCO3 rose, and above 20 mol%, CO2 desorption continued above 850 (Fig. 6(e) and (f)). As revealed by XRD investigation (Fig. 3), above 20 tool% BaCO3 loading, bulk BaCO3 was present and, relatively speaking, the influence of surface C1- on BaCO3 lessened. That is why the CO2 desorption (from BaCO3 decomposition) temperature rose with the increase of BaCO3 loading. LaOC1 was prepared by heating a mixture of La203 and LaC13 according to the chemical equation La203 + LaCI3 ---+ 3LaOC1 It is possible that, within the LaOC1 lattice, there are lattice points with either 02- or C1- missing. For these anionic vacancies, trapped electrons 144 C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 will be present and the interaction of oxygen with such defects would generate O2-, O~- and O- species. The detection of Raman peaks corresponding to these oxygen species over LaOCI supports such a suggestion (Fig. 4). That trapped electrons can combine with molecular oxygen to form partially reduced oxygen species has been suggested by Ito et al. [22] and Wang et al. [23]. A good example is the observation of Steinberg [24], who reported the EPR signals of trapped electrons over partially reduced CeO2/SiO2 and their combination with molecular oxygen to form O~-. We suggest that, in the case of 10 mol% BaCO3/LaOC1, the presence of well-dispersed barium compounds has blocked up defect sites which originally existed on LaOC1, hindering the generation of 02-, O~- and 02 species on the catalyst. During OCM reactions, the catalysts were under a mixture of CH4 and 02 and the amount of dioxygen species on the BaCO3-promoted LaOC1 catalysts should be much less than that on LaOC1. Based on the performance of the 10 mol% BaCO3/LaOC1 catalyst (Fig. 1) and the results of Raman studies, we conclude that the suppression of surface dioxygen species has reduced the chance of deep oxidation. In our experimental conditions, 02 conversions were near 100%. Hence if methane deep oxidation was more favorable over LaOC1, the [02 conversion]/[CH4 conversion] ratio should be high; whereas with the addition of barium, methane oxidative dehydrogenation to give C2 compounds were enhanced, and the [02 conversion]/[CH4 conversion] ratio should be low. As one can see in Figs. 1 and 2, the effect of specific surface area is seen in a reduction of CH4 conversion on the samples (50-70% Ba), where the specific surface area decreases drastically. In comparison with the process for oxidative dehydrogenation of CH4, the multi-step deep oxidation of CH4 to COx and H20 required numerous sites. Hence, although the specific surface area of the BaCO3/LaOC1 catalysts was smaller than that of LaOC1, there was little change in CH4 conversion, since the surface sites were more dedicated to the dehydrogenation processes. 5. Conclusion The catalytic performance of LaOC1 was greatly enhanced by the addition of BaCO3. Methane conversion, C2 selectivity, and C2 yield of ca. 40%, 56% and 22% were obtained over the 50 mol% BaCO3/LaC1 catalyst at 800. Influenced by C1- ions nearby, surface BaCO3 decomposed at OCM reaction temperatures. It is suggested that the loading of BaCO3 on LaOC1 has suppressed the generation of dioxygen species O2-, 02- and 02 involved in deep oxidation processes. Hence, although there was a decrease in specific surface area with the addition of BaCO3 to LaOC1, the conversion of methane did not decline sig- nificantly as the multi-step deep oxidation processes in the OCM reaction were suppressed and the surface sites were more dedicated to the dehydrogenation processes of methane. C.T. Au et al./Applied Catalysis A: General 159 (1997) 133-145 145 Acknowledgements The project was kindly supported by Hong Kong Baptist University (HKBU) and the Hong Kong Research Grants Council, UGC (HKBC 146/95P). We thank the State Key Laboratory for Physical Chemistry, Xiamen University, China, and Mr. R.Q. Long for performing the in situ Raman experiments. One of us (H. He) thanks the HKBU for a Ph.D. studentship. References [1] R. Burch and S.C. Tsang, Appl. Catal., 65 (1990) 259. [2] S. Ahmed and J.B. Moffat, Appl. Catal., 58 (1990) 83. [3] S.J. Conway and J.H. Lunsford, J. Catal., 131 (1991) 513. [4] K. Otsuka, M. Hatano and T. Komatsu, Stud. Surf. Sci. Catal., 36 (1988) 383. [5] R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 46 (1989) 69. [6] R. Burch, S. Chalker, P. Leader, Stud. Surf. Sci. Catal. 75 (1993). [7] S. Sugiyama, Y. Matsumura and J.B. Moffat, J. Catal., 139 (1993) 338. [8] R. Voyatzis and J.B. Moffat, J. Catal., 142 (1993) 45. [9] A.Z. Khan and E. Rackenstein, Catal. Lett., 13 (1992) 95. [10] J.H. Lunsford, P.G. Hinson, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 47 (1994) 301. [11] J. Williams, R.H. Jones, J.M. Thomas and J. Kent, Catal. Lett., 3 (1989) 247. [12] C.T. Au, Y.Q. Zhang, C.E Ng and H.L. Wan, Catal. Lett., 23 (1994) 377. [13] C.T. Au, H. He, S.Y. Lai and C.F. Ng, J. Catal., 159 (1996) 280. [14] C.T. Au, H. He, S.Y. Lai and C.F. Ng, J. Catal., 163 (1996) 399. [15] C.T. Au, C.X. Li, J. Tang and M.W. Roberts, J. Catal., 1069 (1987) 538. [16] H.H. Eysel and S. Thym, Anorg. Allg. Chem., 411(2) (1975) 97. [17] J.S. Valentine, Chem. Rev., 73 (1973) 237. [18] M. B6sch and W. Kanzig, Helv. Phys. Acta., 48 (1975) 743. [19] C.H. Lin, J.X. Wang and J.H. Lunsford, J. Catal., 111 (1988) 302. 120] E. Iwamatsu, T. Moriyama, N. Takasaki and K. Aika, J. Catal., 113 (1988) 25. 121] R.P. Turcotle, J.O. Sawyer and O. Eying, Inorg. Chem., 8 (1992) 238. 122] T. Ito, M. Kato, K. Toi, T. Shirakawa, I. Ikemoto and T. Tokuda, J. Chem. Soc. Faraday Trans., 1~81) (1985) 2835. 123] J.X. Wang and J.H. Lunsford, J. Phys. Chem., 90 (1986) 5883. 124] M. Steinberg, J. Israel J. Chem., 8 (1970) 877. APCATA 97000422 S0926-860X(97)00042-2 10.1016/S0926-860X(97)00042-2 Elsevier Science B.V. All rights reserved The oxidative coupling of methane overBa/CO3LaOCl catalysts C.T. Au * a b H. He a b S.Y. Lai a b C.F. Ng a b a Department of Chemistry, Hong Kong Baptist University, Kowloon Tong, Hong Kong b Centre for Surface Analysis and Research, Hong Kong Baptist University, Kowloon Tong, Hong Kong * Corresponding author. Tel.: +852 23397067; fax: +852 23397348. The performance of LaOCl at 800°C was promoted by BaCO3 in OCM reaction. When 10 mol% BaCO3 was added, there was little change in CH4 conversion, but C2 selectivity was increased from 37% to 66%. With the increase in BaCO3 loading, the Ba/CO 3 LaOCl catalysts decreased in specific surface area. The improvement in C2 selectivity is partly due to surface area diminution. The addition of BaCO3 has also caused surface modification of LaOCl. In the absence of BaCO3, LaOCl in OCM reaction is capable of generating dioxygen species O2 2−, O2 n− and O2 −, which can cause deep oxidation of CH4, C2H6 and C2H4. With the addition of BaCO3, sites for the activation of oxygen molecules are depleted. The nearby Cl− ions have the ability of destabilizing the BaCO3, causing it to decompose at ca. 780°C, a decomposition temperature about 200°C lower than that of pure BaCO3. With the deprivation of dioxygen species, the CH4 oxidative dehydrogenation process is enhanced, while deep oxidation processes are suppressed. Compared with the deep oxidation reaction processes, the number of sites required in the H-abstraction process is a lot fewer. Hence, although the specific surface area of LaOCl was reduced with the addition of BaCO3, the conversion of CH4 over the Ba/CO 3 LaOCl catalysts did not drop significantly. Keywords OCM reaction Ba/CO 3 LaOCl catalysts CH4 activation Reference [1] Burch R. Tsang S.C. Appl. Catal. 65 1990 259 [2] Ahmed S. Moffat J.B. Appl. Catal. 58 1990 83 [3] Conway S.J. Lunsford J.H. J. Catal. 131 1991 513 [4] Otsuka K. Hatano M. Komatsu T. Stud. Surf. Sci. Catal. 36 1988 383 [5] Burch R. Squire G.D. Tsang S.C. Appl. Catal. 46 1989 69 [6] Burch R. Chalker S. Leader P. Stud. Surf. Sci. Catal. 75 1993 [7] Sugiyama S. Matsumura Y. Moffat J.B. J. Catal. 139 1993 338 [8] Voyatzis R. Moffat J.B. J. Catal. 142 1993 45 [9] Khan A.Z. Rackenstein E. Catal. Lett. 13 1992 95 [10] Lunsford J.H. Hinson P.G. Rosynek M.P. Shi C. Xu M. Yang X. J. Catal. 47 1994 301 [11] Williams J. Jones R.H. Thomas J.M. Kent J. Catal. Lett. 3 1989 247 [12] Au C.T. Zhang Y.Q. Ng C.F. Wan H.L. Catal. Lett. 23 1994 377 [13] Au C.T. He H. Lai S.Y. Ng C.F. J. Catal. 159 1996 280 [14] Au C.T. He H. Lai S.Y. Ng C.F. J. Catal. 163 1996 399 [15] Au C.T. Li C.X. Tang J. Roberts M.W. J. Catal. 1069 1987 538 [16] Eysel H.H. Thym S. Anorg. Allg. Chem. 411 2 1975 97 [17] Valentine J.S. Chem. Rev. 73 1973 237 [18] Bösch M. Kanzig W. Helv. Phys. Acta. 48 1975 743 [19] Lin C.H. Wang J.X. Lunsford J.H. J. Catal. 111 1988 302 [20] Iwamatsu E. Moriyama T. Takasaki N. Aika K. J. Catal. 113 1988 25 [21] Turcotle R.P. Sawyer J.O. Eying O. Inorg. Chem. 8 1992 238 [22] Ito T. Kato M. Toi K. Shirakawa T. Ikemoto I. Tokuda T. J. Chem. Soc. Faraday Trans. 1 81 1985 2835 [23] Wang J.X. Lunsford J.H. J. Phys. Chem. 90 1986 5883 [24] Steinberg M. J. Israel J. Chem. 8 1970 877",
      "scopus-id": "0006499905",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000422",
        "dc:description": "The performance of LaOCl at 800°C was promoted by BaCO3 in OCM reaction. When 10 mol% BaCO3 was added, there was little change in CH4 conversion, but C2 selectivity was increased from 37% to 66%. With the increase in BaCO3 loading, the Ba/CO 3 LaOCl catalysts decreased in specific surface area. The improvement in C2 selectivity is partly due to surface area diminution. The addition of BaCO3 has also caused surface modification of LaOCl. In the absence of BaCO3, LaOCl in OCM reaction is capable of generating dioxygen species O2 2−, O2 n− and O2 −, which can cause deep oxidation of CH4, C2H6 and C2H4. With the addition of BaCO3, sites for the activation of oxygen molecules are depleted. The nearby Cl− ions have the ability of destabilizing the BaCO3, causing it to decompose at ca. 780°C, a decomposition temperature about 200°C lower than that of pure BaCO3. With the deprivation of dioxygen species, the CH4 oxidative dehydrogenation process is enhanced, while deep oxidation processes are suppressed. Compared with the deep oxidation reaction processes, the number of sites required in the H-abstraction process is a lot fewer. Hence, although the specific surface area of LaOCl was reduced with the addition of BaCO3, the conversion of CH4 over the Ba/CO 3 LaOCl catalysts did not drop significantly.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000422",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Au, C.T."
          },
          {
            "@_fa": "true",
            "$": "He, H."
          },
          {
            "@_fa": "true",
            "$": "Lai, S.Y."
          },
          {
            "@_fa": "true",
            "$": "Ng, C.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000422"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000422"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00042-2",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The oxidative coupling of methane overBa/CO3LaOCl catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "OCM reaction"
          },
          {
            "@_fa": "true",
            "$": "Ba/CO 3 LaOCl catalysts"
          },
          {
            "@_fa": "true",
            "$": "CH4 activation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-145",
        "prism:endingPage": "145",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00042-2",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00042-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0006499905"
      }
    }
  }
}