{
  "metadata": {
    "title": "Synthesis of ethane and ethylene from methane and carbon dioxide over praseodymium oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-14",
    "doi": "10.1016/S0926-860X(96)00408-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004085",
    "pii": "S0926860X96004085"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001935628",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T18:01:50 1-s2.0-S0926860X96004085 S0926-860X(96)00408-5 S0926860X96004085 10.1016/S0926-860X(96)00408-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00798 2024-01-01T12:19:29.85596Z 0 0 19970814 1997 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 156 156 1 1 Volume 156, Issue 1 5 43 56 43 56 19970814 14 August 1997 1997-08-14 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SYNTHESISETHANEETHYLENEMETHANECARBONDIOXIDEOVERPRASEODYMIUMOXIDECATALYSTS ASAMI K AIKA 1988 70 K NOZAKI 1990 1459 T ASAMI 1991 266 K ASAMI 1995 245 K ASAMI 1996 137 K ASAMI 1997 279 K KORDIS 1968 2044 J BURNHAM 1968 4415 D OTSUKA 1985 499 K OTSUKA 1986 353 K MAITRA 1992 27 A TONG 1989 2896 Y TAKASU 1981 51 Y TAKASU 1982 485 Y ZHUANG 1996 437 Q PROCEEDINGSFIFTHCHNJPNSYMPOSIUMCOALC1CHEM LACOMBE 1991 273 S GAFFNEY 1988 422 A ASAMIX1997X43 ASAMIX1997X43X56 ASAMIX1997X43XK ASAMIX1997X43X56XK item S0926-860X(96)00408-5 S0926860X96004085 1-s2.0-S0926860X96004085 10.1016/S0926-860X(96)00408-5 271346 2024-01-01T12:19:29.85596Z 1997-08-14 1-s2.0-S0926860X96004085-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004085/MAIN/application/pdf/bfa9dd9a6a817e323b75a64677bb23af/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004085/MAIN/application/pdf/bfa9dd9a6a817e323b75a64677bb23af/main.pdf main.pdf pdf true 606669 MAIN 14 1-s2.0-S0926860X96004085-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004085/PREVIEW/image/png/861c2646925d7b6c30caf3f9033fa4b1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004085/PREVIEW/image/png/861c2646925d7b6c30caf3f9033fa4b1/main_1.png main_1.png png 41011 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 43-56 Synthesis of ethane and ethylene from methane and carbon dioxide over praseodymium oxide catalysts Kenji Asami*, Ken-ichi Kusakabe, Naobumi Ashi, Yasuo Ohtsuka Research Center for Carbonaceous Resources, Institute for Chemical Reaction Science, Tohoku University, Sendai 980-77, Japan Received 24 July 1996; received in revised form 29 October 1996; accepted 1 November 1996 Abstract Catalytic effectiveness for the synthesis of ethane and ethylene from methane and carbon dioxide has been examined mainly at 1123 K over 14 lanthanide oxides. Praseodymium (Pr) and terbium oxides show high yield and high selectivity of C2 hydrocarbons among lanthanide oxides. The catalytic performances of Pr oxides are influenced by the preparation method; a commercial Pr oxide prepared from the oxalate shows the highest C2 selectivity of about 50%, and the stable performance for 20 h. Higher partial pressures of CO2 and CH4 are favorable for Cz formation over the oxide catalyst. Reaction mechanisms over Pr oxides are discussed in terms of a redox mechanism involving the unstable lattice oxygen. Keywords: Methane; Ca hydrocarbons; Carbon dioxide; Praseodymium oxide 1. Introduction Direct synthesis of ethane and ethylene (C2 hydrocarbons) from methane is one of the most attractive methods for the efficient use of natural gas as a chemical resource. Some workers have reported that C2 hydrocarbons can be produced directly and catalytically from methane and carbon dioxide through the following reactions [1-3]: 2CH4 + CO2 = C2H6 -~- CO ~- H20 (1) 2CH4 + 2CO2 = C2H4 q- 2CO + 2H20 (2) * Corresponding author. Present address: Department of Applied Chemistry, Faculty of Engineering, Osaka City University, Osaka 558, Japan. Tel.: +81 6 6053080; fax: +81 6 6902743; e-mail: asami@a-chem.eng.osaka- cu.ac.jp. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All fights reserved. PII S0926-860X(96)00408-5 44 K. Asami et al./Applied Catalysis A: General 156 (1997) 43 56 However, no criteria for catalyst selection has been established so far. Therefore, we have examined the catalytic effectiveness of a large variety of unsupported metal oxides including alkaline earth, rare earth, and transition metal oxides for C2 formation from CH4 and CO2 [4-6], and shown that rare earth oxides, in particular, lanthanide (Ln) oxides are more effective [4,6]. The present work seeks to clarify for the first time the activity sequence among 14 Ln oxides in detail, and focuses mainly on examining the catalytic performance of praseodymium (Pr) oxide by changing both the method of catalyst preparation and reaction conditions, since Pr oxide shows high activity and selectivity for C2 formation. 2. Experimental 2.1. Catalyst materials and preparation Commercially available, highly pure (>99.9%) Ln oxides of 14 elements from lanthanum to lutetium, except for promethium, were used as catalysts without any support materials. For praseodymium catalysts three kinds of oxides, abbreviated as Pr(A) to Pr(C), were employed. The Pr(A) and Pr(B) oxides were commercially available; the latter was prepared by calcining Pr oxalate in air at 1373 K, and the former was prepared by reducing it in H2 at 973 K. The Pr(C) oxide was obtained by decomposition of Pr(NO3)3.6H20 at 1123 K in He. \"Pr\" represents Pr(A) catalyst, unless otherwise stated. All the Ln oxides in powdery forms were first pelletized and then crushed to 0.4-0.7 mm [4]. 2.2. Catalytic runs and product analysis The reaction of CH4 and CO2 was performed under atmospheric pressure with a quartz-made tubular reactor with 11 mm i.d. After a given granular Ln oxide was calcined in the reactor in an air flow (100 ml/min) at 1123 K for 1.5 h, the air was replaced with highly pure N2 (>99.999%) at 1123 K. During this replacement a significant amount of 02 evolved from Pr and terbium (Tb) oxides. After the evolution of O2 stopped, an atmospheric mixture of CH4 and CO2 was introduced through the catalyst. The reaction temperature was controlled by a thermocouple inserted into the catalyst bed. The effluent from the reactor, contain- ing reaction products such as C2H6, C2H4, CO, and H2, was sampled at a predetermined interval and analyzed with two on-line gas chromatographs attached with flame ionization and thermal conductivity detectors; hydrocarbons and inorganic gases were separated with Porapak Q and activated carbon columns, respectively. The details of the procedures and product analysis have been described elsewhere [4]. IC Asami et al./Applied Catalysis A: General 156 (1997) 43-56 45 The catalytic runs were carried out under the following conditions unless otherwise stated: temperature, 1123 K; total pressure, 101 kPa; molar ratio of CH4 to CO2, 1.0; total flow rate, 100 ml(STP)/min; weight of catalyst, 2.0 g. 2.3. Data processing Data processing has been described in detail elsewhere [4] and is thus simply explained below. Conversion of CH4 and CO2, product yield, and product selectivity were calculated based on some following assumptions. The C or H in CH4 is converted either to C2H6, C2H4, and CO or to H2 and H20, respectively, and the C in CO2 to CO alone. Eqs. (1)-(4) can be regarded as the overall reactions by taking into account most of the possible side reactions, for example, the reverse water-gas shift reaction, steam reforming of CH4, and dehydrogenation of ethane [4]. CH4 + 3CO2 = 4CO + 2H20 (3) CH4 + CO2 = 2CO + 2H2 (4) The CO observed arises from two sources of CH4 and CO2, and the CO from CH4 can be calculated by the stoichiometry of the above four equations [4]. Yields of C2H6, C2H4, and CO formed from CH4 are expressed in mol% of the C in CH4, and the sum of these yields equals CH4 conversion. Product selectivity can be obtained by dividing product yield by CH4 conversion. Initial conversion, yield, and selectivity at 10 min after the start of the reaction will be discussed unless otherwise stated. The reproducibility of the results was within %. 2.4. X-ray diffraction analysis Crystalline phases of Ln oxide catalysts were determined by the powder X-ray diffraction (XRD) analysis. The XRD measurements were made by using Ni-filtered Cu-K~ radiation. 3. Results 3.1. Catalyst sequence among Ln oxides Initial conversions of CH4 and CO2 are shown in Fig. l, where the metal element denotes the corresponding oxide. The sequence of each conversion among Ln oxides examined was quite similar; Ce>Eu>Pr~Tb~Tm for CH4 conversion and Ce>Eu>Tb~Pr~-,Tm for CO2 conversion. The Ce oxide gave the highest CH4 and CO2 conversions of 14% and 30%, respectively, and showed a comparable activity to those observed over Cr and In oxides 46 K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 30 15 2O 0 0 t- O 0 t- O 0 d o O c O .3 t- O O o 10 La Ce Pr Nd SmEuGd Tb Dy H0 Er TmYb Lu Lanthanide element Fig. 1. Conversions of carbon dioxide and methane over lanthanide oxides at 1123 K. The experimental error was within ~4.8%. [4]. On the other hand, CH4 conversions over other Ln oxides were less than 5%. The conversion ratio of CO2 to CH4 was approximately 2 with all the Ln oxides, which indicates the overall reaction of CO2 and CH4 with a molar ratio of about 2. Fig. 2 shows initial yield and selectivity of C2 hydrocarbons. C2 hydrocarbons were formed over all the oxides, but the yield was dependent on the kind of the oxide. Pr and Tb oxides showed higher C2 yields (1-1.5%). C2H6 yield was higher than C2H4 yield over these catalysts, and the proportion of C2H6 in C2 hydro- carbons was 65-70%. The selective formation of C2H6 was also observed with other oxides except for Ce and Eu oxides. Fig. 2 also shows that Pr, Nd, Tb, and Dy oxides give higher C2 selectivity (50-60%). On the other hand, the lowest selectivity was observed over Ce oxide with the highest CH4 conversion. These observations point out that Pr and Tb oxides have higher catalytic performance for C2 formation. CH4 conversion and C2 selectivity over Pr and Tb oxides were unchanged during 4 h reaction. The change in C2 yield with time on stream over Pr catalysts will be described later in more detail. 60 40 O E I >., ,> \"5 69 20 q v K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 47 1.0 o E \"o -~ 0.5 >- C2H4 C2H6 0~ La Ce Pr Nd SmEu GdTb Dy Ho Er TmYb Lu Lanthanide element Fig. 2. Yield and selectivity of C2 hydrocarbons over lanthanide oxides at 1123 K. The experimental error was within :c3.1%. 3.2. Effect of the method of preparation on the performance of Pr oxide catalysts Figs. 3 and 4 show the changes in C2 and CO yields with time on stream over three Pr oxides prepared by different methods, respectively. The Pr(C) catalyst derived from Pr nitrate exhibited the highest C2 yield which increased with time. CO yields over Pr(B) and Pr(C) were almost the same, and the lowest yield was observed over Pr(A). CO yield was almost unchanged with time in any cases. Thus, the performance of Pr oxides depended on the method of catalyst preparation, and the Pr(A) and Pr(C) oxides were the most selective and active catalyst, respec- tively. The fate of the carbon and hydrogen in CH4 reacted is shown in Fig. 5, where the data at 4 h are presented, and the upper and lower bars denote the product selectivity on the basis of carbon and hydrogen, respectively, the amount of H20 being determined by difference. The sequence of C2 selectivity was Pr(A)>Pr(C)>Pr(B), the highest value on the basis of carbon being about 50% over Pr(A) catalyst. The preferential formation of C2H6 was observed irrespec- tively of the kind of Pr catalyst, as shown in Fig. 2. More than 60% of the hydrogen 48 K. Asami et al./Applied Catalysis A: General 156 (1997) 43 56 2 0 E [ 0 1 \"o (b >,, o,i 0 ~ Pr(C) K/'~ ~ -o------o Pr(A) L/ -~ Pr(B) 0 1 2 3 4 5 Time on stream (h) Fig. 3. Change in C2 yield with time on stream over Pr oxide catalysts at 1123 K. 4 o\"9. 3 O E I O 2 ot 0 0 1 Pr(B) ,/, v Pr(Ao) I I I J 0 1 2 3 4 5 Time on stream (h) Fig. 4. Change in CO yield with time on stream over Pr oxide catalysts at 1123 K. The experimental error was within -+-5.0%. K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 49 C Pr(A) H C Pr(B) Pr(C) []CzH6, mC2H4, I~CO, EIH2, [] H20 i J 0 20 40 60 80 1 O0 Product selectivity (%) Fig. 5. Fate of the C (upper histogram) and H (lower histogram) in methane reacted at 1123 K for Pr oxides. in CH4 was converted to water in every case, and H2 was the minor product over each catalyst. These results show that the major overall reactions proceed through Eqs. (1) and (3). Fig. 6 shows the profiles of C2 and CO yields with a prolonged time on stream. Both yields with the most selective Pr(A) catalyst did not change significantly for about 20 h, except for the first 1 h, showing the stable catalyst performance. C2 yield with the most active Pr(C) catalyst showed a maximum at 4 h, and it decreased gradually with time. On the other hand, the profile of CO yield with this catalyst had the reverse tendency. Thus, C2 selectivity decreased from 42% at 4 h to 24% at 48 h. 3.3. Effect of reaction conditions on the performance of Pr catalyst Fig. 7 illustrates the temperature dependence of C2 formation over Pr(A) catalyst. As the temperature was raised, C2 yield increased and reached 1.9% at 1173 K, whereas C2 selectivity had a maximum at around 1100 K and then decreased. The proportion of CzH4 in C2 hydrocarbons increased from 7% at 1023 K to 56% at 1173 K. CH4 conversion also increased from 0.3% to 5.7%. The influence of contact time (W/F) on the formation of C2 hydrocarbons and CO at 1123 K over Pr(A) catalyst is shown in Fig. 8, where catalyst weight (W) is constant but total flow rate (F) of the reactant is changed. Product yield is illustrated in Fig. 8(A). C2H4 and CO yields increased with increasing W/F, whereas C2H6 decreased gradually with W/F after about 10 g h/mol. The highest 50 K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 0 E I o -o ._~ >- 4j co 0 A C2 0 /~ L J I I I 0 10 20 3O 40 50 Time on stream (h) Fig. 6. Change in C2 and CO yields with a prolonged time on stream over Pr oxide catalysts at 1123 K. 0 E I (O v (O !100 < 1 .............-o-- 50 0 ~ 0 1000 11 O0 1200 Temperature (K) Fig. 7. Temperature dependence of C2 formation over Pr(A) catalyst. O E I ._> \"5 03 I1) o'1 t'N O K. Asami et al./Applied Catalysis A.\" General 156 (1997) 43-56 51 100 ~ 8o E ~ 60 .~ 40i {3 '~ 20 co (B) CO O E I 0.9, \"O (A) co 2 ~H4 -i1. I I I 0 10 20 30 40 W/F (g. h/tool) Fig. 8. Effect of W/F on the performance of Pr(A) catalyst. C2 yield was obtained at about 13 g h/mol. As is seen in Fig. 8(B), as W/Fincrease, C2 selectivity decreased but selectivity ratio of C2H4 to C2H6 increased. When the curves of selectivity-W/F were extrapolated to W/F of zero, that is, at contact time of zero, selectivity of C2H6, C2H4, and CO seemed to approach 60%, 0% and 40%, respectively. These observations show that parallel and successive reactions of CH4 and CO2 proceed over Pr catalyst; CH4 reacts with CO2 primarily to form in parallel CO and C2H6, which is converted to C2H4. C2 hydrocarbons formed are further oxidized successively to CO. It is likely that C2H6 formation proceeds through coupling reactions of methyl radicals, as observed in the oxidative coupling of CH4 with O2. Figs. 9 and 10 show the dependence of partial pressure of CO2 and CH4 (denoted as P(CO2) and P(CH4)) on the performance of Pr(A) catalyst at 1123 K, respec- tively. Space time yields of C2 hydrocarbons and CO increased with increasing P(CH4) or P(CO2). Apparent reaction orders for C2 formation with respect to P(CO2) and P(CH4) were 0.4 and 0.8, respectively, whereas those for CO formation were 0.1 and 0.5, respectively. In other words, C2 formation showed a larger pressure dependence with respect to both P(CO2) and P(CH4). Thus, larger 52 K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 1.0 1 O0 c- O') O E E I O v 13 09 >,, 09 E .B 09 ,{3 03 0.5 ,C o ...z~. ...... ~ ...... -z5 > I I I I 0 10 20 30 40 P(CO2) (kPa) O E I O v 50 >\" .> o (3) 09 03 04 O i 0 5O Fig. 9. Effect of partial pressure of CO2 on the formation of C2 hydrocarbons and CO over Pr(A) catalyst. P(CH4), 50 kPa; balance, At. 1.0 t- O E E I O -o 0.5 09 >, (2) E (1) o o.. 09 0 I I I I I 10 20 30 40 50 P(CH4) (kPa) 1100 O E I (.9 v 50 >\" .i..a ._> ae.a o (2) 09 Go 04 O Fig. 10. Effect of partial pressure of CH4 on the formation of C2 hydrocarbons and CO over Pr(A) catalyst. P(CO2), 50 kPa; balance, At. K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 Table 1 Crystalline species identified for Pr oxide catalysts by X-ray diffraction analysis. 53 Catalysta Crystalline speciesb Pr203 (1.5)d PrO1.5+xc (1.5-1.7) Pr407 (1.75) Pr6Oll (1.83) PrO2 (2.0) Pr(A) F S B S VW U S VW Pr(B) F W VW S B S U W S Pr(C) F S B S U W S ~F, fresh; B, just before introduction of CH4 and CO2; U, used. bDiffraction intensity designated as: S, strong; W, weak; VW, very weak. 0<x<0.2. ,l Atomic ratio of O/Pr. P(CO2) and P(CH4) lead to higher C2 selectivity. These results suggest that higher yield and selectivity of C2 hydrocarbons may be attained under the pressurized conditions. 3.4. Crystalline phases of Pr oxide catalysts Table 1 shows the results of XRD measurements for Pr catalysts. \"Fresh (F)\" means as received or after decomposition of Pr nitrate. With the catalyst \"just before the introduction of CH4 and CO2 (B)\", the fresh oxide was first calcined in air, then exposed to highly pure N2 until any 02 evolved from the calcined oxide cannot be detected, and finally quenched to room temperature. \"Used (U)\" means after 4 h reaction of CH4 and CO2 followed by quenching in pure N2. As shown in Table 1, the fresh Pr(A) catalyst existed in the crystalline form of Pr203, which was also the predominant species just before the introduction of CH4 and CO2 and in the used catalyst. In the two samples a new phase with very weak XRD intensities was observed and identified as PrO1.5+x (0<x<_0.2) from phase transformations in the Pr oxide-O2 system [7,8]. PrO2 and Pr6Oll were the major and only species with the fresh Pr(B) and Pr(C) catalyst, respectively. These phases were both transformed mainly into PrO1.5+x just before the introduction of CH4 and CO2 and in the used catalysts. Table 2 summarizes these phase transformations. The three Pr catalysts in the fresh states were presented as the different crystalline species (Pr203, PRO2, and Pr6011). When the calcined oxides were exposed to a stream of pure N2 at 1123 K for a prolonged time, in other words, just before the introduction of CH4 and CO2, however, all the catalysts existed as the similar crystalline phases of Pr203 and/or PrO1.5+x with O/Pr ratios of around 1.5. All the used catalysts after reaction 54 K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 TabLe 2 Phase transformations of Pr oxide catalysts Catalyst Atmosphere and temperature Air Air N2 N2 CH4/C02 N2 ~295 K %~\" 1123 K -i~- 1123 K ~\" ~295 K ~\" 1123 K ~ 1123 K [ Pr (A) Pr203 Pr203 Pr203 (PRO1.5+x) (PRO1.5) Pr (B) PrO2 PRO1.5+x PRO1.5+x (Pr6011) (Pr203) (Pr407) Pr (C) Pr6011 PRO1.5+x PRO1.5 (Pr203) comprised the same phases (Pr203 and PrOj.5+x), though the ratio of the two species in XRD intensity was different among the three catalysts (Table 1). 4. Discussion Among 14 Ln elements examined, Pr and Tb showed higher activity for C2 formation based on a fixed catalyst weight, and also gave higher C2 selectivity (Fig. 2). On the contrary, these catalysts have been reported to be less selective for C2 formation in the oxidative coupling of CH4 with 02 [9-11] because of easy combustion of methyl radicals over these oxides [12]. It is suggested that the present mechanism is different from that in the oxidative coupling. As is well known, Pr and Tb have multiple oxidation states [7,8], and their lattice oxygen atoms are labile [ 13,14]. Thus, it appears likely that the unstable lattice oxygen in Pr and Tb oxides play a crucial role in Ca formation by the reaction of CH4 and CO2. Upon heating such the lattice oxygen releases as O2, which can be detected quantitatively by the temperature programmed desorption (TPD) method [13,14]. The TPD experiments of Pr(C) catalyst have revealed that the x in PrO1.5+x can be estimated to nearly zero (0.04), in other words, the catalyst just before the introduction of CH4 and CO2 is almost in the lowest oxidation state [15]. When CH4 alone was introduced in this state, no appreciable amount of C2 hydrocarbons was observed [15]. As shown in Fig. 3, however, the co-feeding of CH4 and CO2 K. Asami et al./Applied Catalysis A: General 156 (1997) 43-56 55 lead to C2 formation. These observations indicate that CO2 first activates the Pr catalyst, which then promotes C2 formation. It is likely that the catalyst is first oxidized with CO2 to form the unstable non- stoichiometric oxide in a higher oxidation state, denoted as PrO1.5+y (y>x). The degree of the oxidation would be very small and/or limited to the surface layer, since no significant weight increase was detectable when the equimolar mixture of CH4 and CO2 was passed over the catalyst after a prolonged exposure to pure N2 [6]. As another initiation step, the Pr catalyst may be transformed into the basic carbonate by the reaction with CO2 [ 11,16]. The presence of the carbonate, if any, would make minor contribution to C2 formation, however, since La203 with the largest propensity to basic carbonates among Ln oxides [11] was less active and less selective for C2 formation (Fig. 2). The resulting PrO1.5+y may react directly with CH4 to yield methyl radicals, which subsequently undergoes coupling reactions to form C2H6. Part of the radicals are also converted to CO, as suggested in Fig. 8. Complete combustion of methyl radicals to CO2 proceeds extensively over the higher oxide of Pr6Oll with the O/Pr ratio of 1.83 [12,17]. High C2 selectivity observed over the Pr catalyst (Fig. 2) thus shows that the y in PrO1.5+y may be much smaller than 0.3 and/or the complete combustion can be suppressed in the presence of CO2. In the formation process of methyl radicals PrOt.5+y is regenerated to PrOLs+x and/or reduced to Pr203 (Table 2). Thus, C2 formation may proceed through a redox mechanism involving the unstable lattice oxygen. It is not clear at present why the performance of the three Pr catalysts are different (Figs. 3-5). The Pr(B) and Pr(C) catalysts showed the lowest and highest C2 yield, respectively (Fig. 3), but their crystalline phases just before introduction of CH4 and CO2 as well as after 4 h-reaction were the same (Table ltable 2). It is therefore evident that the bulk phase in the Pr catalyst cannot correlate with the activity for C2 formation. The X-ray photo electron spectroscopy measurements failed to determine any significant differences in surface compositions of these catalysts. The different method of catalyst preparation before air calcination in the reactor may change the surface morphology, which may in turn affect the performance in the reaction of CH4 and CO2. 5. Conclusions The formation of C2 hydrocarbons from CH4 and CO2 over lanthanide oxide catalysts has been examined, and the following conclusions are summarized. 1. All the oxides promote C2 formation at 1123 K, and terbium and praseodymium oxides show high C2 yield and high Cz selectivity. 2. The catalytic performance of Pr oxides depends strongly on the preparation method; Pr oxide prepared by calcining the nitrate in He gives the highest C2 56 K. Asami et al./Applied Catalysis A: General 156 (1997) 43 56 yield, whereas the commercial Pr oxide after air calcination of the oxalate followed by H2 reduction exhibits the highest C2 selectivity. 3. A short contact time gives selective formation of C2H6, which is subsequently converted to C2H4 as the time increases. 4. Both C2 yield and C2 selectivity over Pr catalyst at 1123 K increase with increasing partial pressure of CH4 or CO2, whereas C2 selectivity decreases slightly beyond 1123 K. 5. Unstable lattice oxygen atoms in Pr oxides are suggested to participate in C2 formation through a redox mechanism. Acknowledgements Part of this work was carried out as a research project of the Japan Petroleum Institute commissioned by the Petroleum Energy Center with the subsidy of the Ministry of International Trade and Industry. References [1] K. Aika and T. Nishiyama, J. Chem. Soc., Chem. Commun., (1988) 70. [2] T. Nozaki, K. Omata and K. Fujimoto, Fuel, 69 (1990) 1459. [3] K. Asami, T. Shikada and K. Fujimoto, Bull. Chem. Soc. Jpn., 64 (1991) 266. [4] K. Asami, T. Fujita, K. Kusakabe, Y. Nishiyama and Y. Ohtsuka, Appl. Catal. A, 126 (1995) 245. [5] K. Asami, T. Fujita, Y. Nishiyama and Y. Ohtsuka, J. Jpn. Petrol. Inst., 39 (1996) 137. [6] K. Asami, K. Kusakabe, N. Ashi and Y. Ohtsuka, Stud. Surf. Sci. Catal., 107 (1997) 279. [7] J. Kordis and L. Eyring, J. Phys. Chem., 72 (1968) 2044. [8] D.A. Burnham and L. Eyring, J. Phys. Chem., 72 (1968) 4415. [9] K. Otsuka, K. Jinno and A. Morikawa, Chem. Lett., (1985) 499. [10] K. Otsuka, K. Jinno and A. Morikawa, J. Catal., 100 (1986) 353. [11] A.M. Maitra, I. Campbell and R.J. Tyler, Appl. Catal. A, 85 (1992) 27. [12] Y. Tong, M.P. Rosynek and J.H. Lunsford, J. Phys. Chem., 93 (1989) 2896. [13] Y. Takasu, M. Matsui, H. Tamura, S. Kawamura, Matsuda and I. Toyoshima, J. Catal., 69 (1981) 51. [14] Y. Takasu, T. Yoko-o, M. Matsui, Y. Matsuda and I. Toyoshima, J. Catal., 77 (1982) 485. [15] Q. Zhuang, S. Yamamoto, K. Asami, Y. Ohtsuka, Proceedings of Fifth CHN-JPN Symposium on Coal and C1 Chem., Huangshan, China, 1996, p. 437. [16] S. Lacombe, J.G. Sanchez, M.P, Delichere, H. Mozzanega, J.M. Tatibouet and C. Mirodatos, Catal. Today, 13 (1991) 273. [17] A.M. Gaffney, C.A. Jones, J.J. Leonard and J.A. Sofranko, J. Catal., 114 (1988) 422. APCATA 96004085 S0926-860X(96)00408-5 10.1016/S0926-860X(96)00408-5 Article Synthesis of ethane and ethylene from methane and carbon dioxide over praseodymium oxide catalysts Kenji Asami ∗ Ken-ichi Kusakabe Naobumi Ashi Yasuo Ohtsuka Research Center for Carbonaceous Resources, Institute for Chemical Reaction Science, Tohoku University, Sendai 980-77, Japan ∗ Corresponding author. Present address: Department of Applied Chemistry, Faculty of Engineering, Osaka City University, Osaka 558, Japan. Tel.: +81 6 6053080; fax: +81 6 6902743 Catalytic effectiveness for the synthesis of ethane and ethylene from methane and carbon dioxide has been examined mainly at 1123 K over 14 lanthanide oxides. Praseodymium (Pr) and terbium oxides show high yield and high selectivity of C2 hydrocarbons among lanthanide oxides. The catalytic performances of Pr oxides are influenced by the preparation method; a commercial Pr oxide prepared from the oxalate shows the highest C2 selectivity of about 50%, and the stable performance for 20 h. Higher partial pressures of CO2 and CH4 are favorable for C2 formation over the oxide catalyst. Reaction mechanisms over Pr oxides are discussed in terms of a redox mechanism involving the unstable lattice oxygen. Keywords Methane C2 hydrocarbons Carbon dioxide Praseodymium oxide References [1] K. Aika T. Nishiyama J. Chem. Soc., Chem. Commun. 1988 70 [2] T. Nozaki K. Omata K. Fujimoto Fuel 69 1990 1459 [3] K. Asami T. Shikada K. Fujimoto Bull. Chem. Soc. Jpn. 64 1991 266 [4] K. Asami T. Fujita K. Kusakabe Y. Nishiyama Y. Ohtsuka Appl. Catal. A 126 1995 245 [5] K. Asami T. Fujita Y. Nishiyama Y. Ohtsuka J. Jpn. Petrol. Inst. 39 1996 137 [6] K. Asami K. Kusakabe N. Ashi Y. Ohtsuka Stud. Surf. Sci. Catal. 107 1997 279 [7] J. Kordis L. Eyring J. Phys. Chem. 72 1968 2044 [8] D.A. Burnham L. Eyring J. Phys. Chem. 72 1968 4415 [9] K. Otsuka K. Jinno A. Morikawa Chem. Lett. 1985 499 [10] K. Otsuka K. Jinno A. Morikawa J. Catal. 100 1986 353 [11] A.M. Maitra I. Campbell R.J. Tyler Appl. Catal. A 85 1992 27 [12] Y. Tong M.P. Rosynek J.H. Lunsford J. Phys. Chem. 93 1989 2896 [13] Y. Takasu M. Matsui H. Tamura S. Kawamura Y. Matsuda I. Toyoshima J. Catal. 69 1981 51 [14] Y. Takasu T. Yoko-o M. Matsui Y. Matsuda I. Toyoshima J. Catal. 77 1982 485 [15] Q. Zhuang S. Yamamoto K. Asami Y. Ohtsuka Proceedings of Fifth CHN-JPN Symposium on Coal and C1 Chem. Huangshan, China 1996 437 [16] S. Lacombe J.G. Sanchez M.P. Delichere H. Mozzanega J.M. Tatibouet C. Mirodatos Catal. Today 13 1991 273 [17] A.M. Gaffney C.A. Jones J.J. Leonard J.A. Sofranko J. Catal. 114 1988 422",
      "scopus-id": "0001935628",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004085",
        "dc:description": "Catalytic effectiveness for the synthesis of ethane and ethylene from methane and carbon dioxide has been examined mainly at 1123 K over 14 lanthanide oxides. Praseodymium (Pr) and terbium oxides show high yield and high selectivity of C2 hydrocarbons among lanthanide oxides. The catalytic performances of Pr oxides are influenced by the preparation method; a commercial Pr oxide prepared from the oxalate shows the highest C2 selectivity of about 50%, and the stable performance for 20 h. Higher partial pressures of CO2 and CH4 are favorable for C2 formation over the oxide catalyst. Reaction mechanisms over Pr oxides are discussed in terms of a redox mechanism involving the unstable lattice oxygen.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004085",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Asami, Kenji"
          },
          {
            "@_fa": "true",
            "$": "Kusakabe, Ken-ichi"
          },
          {
            "@_fa": "true",
            "$": "Ashi, Naobumi"
          },
          {
            "@_fa": "true",
            "$": "Ohtsuka, Yasuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004085"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004085"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00408-5",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of ethane and ethylene from methane and carbon dioxide over praseodymium oxide catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "C2 hydrocarbons"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Praseodymium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-56",
        "prism:endingPage": "56",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 August 1997",
        "prism:doi": "10.1016/S0926-860X(96)00408-5",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00408-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001935628"
      }
    }
  }
}