{
  "metadata": {
    "title": "Effect of sodium deposition of FCC catalysts deactivation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-27",
    "doi": "10.1016/S0926-860X(96)00284-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002840",
    "pii": "S0926860X96002840"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040687372",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002840 S0926-860X(96)00284-0 S0926860X96002840 10.1016/S0926-860X(96)00284-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0035X 2024-01-01T12:18:48.759026Z 0 0 19970227 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 150 150 1 1 Volume 150, Issue 1 9 85 99 85 99 19970227 27 February 1997 1997-02-27 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTSODIUMDEPOSITIONFCCCATALYSTSDEACTIVATION TANGSTAD E MAGEE 1993 339 J OCELLI 1987 182 M ACSSYMPSER FLUIDCATALYTICCRACKINGROLEINMODERNREFINING REAGAN 1983 884 893 W PREPRACSDIVPETRCHEMSYMPADVANCESINCATALYTICCRACKING CORMA 1982 1 65 A PINE 1984 466 476 L LETZSCH 1982 58 68 W WITOSHKIN 1988 A PETROLEUMCATALYSTSPROCESSSEMINAR RITTER 1986 R NPRAANNMEETING CATALYTICOCTANEFCC MAUGE 1986 261 266 F ZHAO 1995 406 411 X PREPRACSDIVPETRCHEMSYMPDEACTIVATIONTESTINGHYDROCARBONCONVERSIONCATALYSTS BENDIKSEN 1995 21 31 M TENG 1994 469 476 S PINE 1990 514 524 L TANGSTADX1997X85 TANGSTADX1997X85X99 TANGSTADX1997X85XE TANGSTADX1997X85X99XE item S0926-860X(96)00284-0 S0926860X96002840 1-s2.0-S0926860X96002840 10.1016/S0926-860X(96)00284-0 271346 2024-01-01T12:18:48.759026Z 1997-02-27 1-s2.0-S0926860X96002840-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002840/MAIN/application/pdf/3a679b769b3f027dfca762efa6adfeba/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002840/MAIN/application/pdf/3a679b769b3f027dfca762efa6adfeba/main.pdf main.pdf pdf true 803947 MAIN 15 1-s2.0-S0926860X96002840-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002840/PREVIEW/image/png/b6ad76e38a61b38d55318ae87b4540f2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002840/PREVIEW/image/png/b6ad76e38a61b38d55318ae87b4540f2/main_1.png main_1.png png 42893 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 85-99 Effect of sodium deposition on FCC catalysts deactivation E. Tangstad a, M. Bendiksen a, *, T. Myrstad b a SlNTEFApplied Chemistry, P.O. box 124 Blindern, N-0314 Oslo, Norway b Statoil R&D Centre Postuttak N-7005 Trondheim, Norway Received 16 April 1996; revised 17 July 1996; accepted 17 July 1996 Abstract A method for evaluating the sodium tolerance of FCC catalysts by use of a cyclic deactivation unit (CDU) has been developed. In the CDU sodium is impregnated on the catalyst through the introduction of sodium naphthenates into the feedstock during the cracking step. The sodium tolerance of commercial FCC catalysts was studied using this method. Both the amount of added sodium and vanadium were varied to study the effect of increasing metal loading. The deactivated samples were characterised (nitrogen adsorption, elemental analysis, XRD) and tested in MAT. The effect of increasing amounts of sodium on the cracking behaviour of the FCC catalysts was very small compared to the effect of increasing amounts of vanadium. Sodium deposition resulted in a lower activity and less hydrogen transfer reactions, leading to more olefins and less paraffins in the gasoline product. For the commercial FCC catalysts at least 4500 ppm sodium at a level of about 2-2500 ppm vanadium could be applied without changing the cracking characteristics significantly, or without a break-down of the catalyst structure. Keywords: FCC; Sodium tolerance; Cyclic deactivation; MAT; Resid cracking 1. Introduction During repeated cycles of cracking, stripping and regeneration the FCC catalyst is exposed to conditions and poisons which result in catalyst deactiva- tion. Metals which are deposited on the catalyst during the cracking reaction are one of the main causes for permanent catalyst deactivation in an FCC unit, and especially in units processing heavy feedstocks. The metals deposited on the * Corresponding author. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00284-0 86 E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 catalyst are mainly nickel, vanadium and sodium. The effects of nickel and vanadium are quite well known [1,2], whereas the effects of sodium on the catalyst performance have not been investigated to the same extent and the results are not unambiguous. Since sodium is known to deactivate FCC cata- lysts, it is important to be able to evaluate the catalyst's tolerance for sodium poisoning. In this work we have looked at the effect of sodium deposited on the catalyst in the FCC unit. In addition to the deposited sodium, the zeolitic part of the FCC catalyst will always contain some sodium from the production of the catalyst. Sodium from the production is ion-exchanged with other cations to different levels in different types of zeolites and catalysts. Too high a level of sodium in the zeolite after production results in low activity and poor hydrothermal stability. Other effects of residual sodium from zeolite production are described in literature [3-5]. Sodium is introduced into the FCC unit through several different routes. The feedstock will contain droplets of brine dispersed in the oil which may originate from the oil production or from water in transportation tanks. The feedstock may also contain solid particles of salt, or remaining production chemicals [6]. In the refinery, salt deposits in lines and tanks can enter the plant when, for example, the tanks are emptied. Processing of slop material in the FCC unit will also be a source for sodium. Failure of the desalter unit can cause carry-over of salt to the FCC unit. Water used in the FCC unit as stripper steam or dispersion steam is also a potential source for sodium. Various mechanisms have been proposed for catalyst deactivation by sodium poisoning. Deactivation by neutralisation of acid sites is one mechanism which at least can be attributed to sodium left in the zeolite after production, or ion exchanged into the zeolite [3,4,7]. Investigations indicate that sodium will neutralise the strongest acid sites first, causing lower activity and more hydrogen transfer reactions in the catalyst. This would lead to decreasing olefin yields and octane numbers [3,7]. Others claim that sodium only affects catalyst activity and not the product distribution [8,9]. Sodium can also react with the zeolite material and/or vanadium, making an eutectic with a low melting point which will accelerate the hydrothermal deactivation of the catalyst in the regenerator [6,7]. The same reaction with the matrix material will cause the collapse of pore structure and result in lower levels of conversion and higher bottoms yield. In the laboratory, sodium has generally been added to the catalyst by ion exchange [3,5], mixing with sodium chloride followed by steam treatment [10] or impregnation with different salts [3,9,11 ]. In this work sodium has been added to the FCC catalyst during the cracking step in a cyclic deactivation unit (CDU), which is more comparable to what happens in a FCC-unit than the methods previously described. Sodium is, together with nickel and vanadium, added to the CDU feed as naphthenates. The purpose of this work has been to evaluate E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 87 the combined effects of sodium and vanadium on commercial catalysts designed for cracking of atmospheric residue, and also to evaluate cyclic deactivation as a method for studying sodium tolerance in commercial catalysts. North Sea atmospheric residue has a sodium level of approximately 1 ppm, resulting in typically 500 ppm additional sodium on the equilibrium catalyst in the RCC unit at Mongstad. For this laboratory work three different levels of sodium added to the catalyst during cyclic deactivation have been chosen, 0/500 ppm additional sodium, representing a low to normal level of sodium on the Ecat (equilibrium catalyst), 2000 ppm additional sodium, representing a high, but realistic level of sodium, and 5000 ppm additional sodium representing a very high level. 2. Experimental Two commercial resid FCC catalysts which have been considered for use in an RCC-unit, were used in this study. The catalysts will be referred to as CatA and CatB in this paper. 2.1. Cyclic deactivation Cyclic deactivation of the FCC catalyst was performed in a fully automated cyclic deactivation unit (CDU) [12]. The deactivation conditions of the CDU have previously been adjusted to give test (MAT) results and catalyst character- istics as close to Ecat as possible. The deactivated catalyst was obtained after 35 cycles of cracking, stripping, regeneration and cooling of fresh catalyst. In the cracking step light cycle oil (LCO) was introduced to the catalyst bed at a reaction temperature of 500. LCO containing sodium (0-0.299 wt.-% Na), nickel (0.050-0.066 wt.-% Ni) and vanadium (0-0.229 wt.-% V) naphthenates (dissolved in cyclohexane prior to mixing with LCO) was used in the first 30 cycles, while pure LCO was used in the last 5. The boiling point range of the LCO was 185-340 and it contained 0.07 wt.-% sulphur. During stripping a mixture of nitrogen and steam flowed through the fluidized catalyst bed at increasing temperatures. At 800 the regeneration step was carried out by passing a mixture of air and steam through the bed, followed by cooling of the catalyst to the cracking temperature. Any remaining coke left on the catalyst samples after deactivation (35 cycles) was removed by calcining at 500 for 1 h. For CatA the aim was to obtain 3 levels of sodium (+ 500, + 2000 and + 5000 ppm) combined with 3 levels of vanadium (1000, 2500 and 3500 ppm) at a constant nickel level (1000 ppm). For CatB 4 levels of sodium (+0, + 1000, +2000 and +5000 ppm) combined with 4 levels of vanadium (0, 1000, 2500 and 3500 ppm) at a constant nickel level (1000 ppm) were desired. 88 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 2.2. Elemental analyses Elemental bulk analyses of sodium, nickel and vanadium were performed with an ICP/AES-instrument following digestion in acid at high temperature and pressure. Concentration profiles of sodium, nickel and vanadium through catalyst particles were determined using a scanning electron microprobe (EPMA/Cameca Microbeam). Areas of 5 5 /xm2 and a depth of 1.5 /xm were used in the measurements. 2.3. Nitrogen adsorption Nitrogen adsorption was performed with a Carlo Erba Sorptomatic 1800 series. The specific surface area was determined by the BET method, and the matrix surface area was found by using the t-plot method. 2.4. UCS The unit cell size of the zeolite was determined by X-ray diffraction (XRD), based on the standard ASTM D3942-80 procedure. 2.5. Micro activity testing (MAT) The activity and selectivity of the catalyst after deactivation was measured using the short contact time micro activity test. With some modifications, as described below, the operating conditions were according to ASTM D3907-86. The following definition was used to calculate the conversion: ASTM conversion = (F- (R- L/100) - H)- 100/F where F = feed (g), R = LCO + DCO in liquid product (wt.-%), L = liquid products (g), H = oil in reactor outlet after reaction (g). The feed consisted of North Sea atmospheric residue with a boiling point range of 375 + and with a Conradson carbon residue content of 3.5 wt.-%. In the MAT unit 1 g of feed was injected to the fixed bed reactor during a period of 30 s at a reaction temperature of 524. The catalyst/oil ratio varied between 3.5 and 7.5. The reaction products were collected, and the liquid products were quantified and then chromatographically analyzed by simulated distillation (Hewlett Packard 5880) according to the ASTM procedure D-2887. The gaseous products were analyzed with a refinery gas analyzer (Hewlett Packard 5880). The coke on the catalyst surface was subsequently quantified with a CHN analyser. The mass balance, conversion and yields of hydrogen, dry gas (C1 + C2), LPG (C3 + C4), gasoline (C5 up to a boiling point of 216), LCO E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 Table 1 Content of sodium, vanadium and nickel in fresh catalysts 89 Catalyst Sodium (wt.-%) Vanadium (ppm) Nickel (ppm) CatA 0.26 80 50 CatB 0.30 45 20 (boiling point range of 216 to 344), DCO (boiling point range higher than 344) and coke could then be calculated. The composition of the gasoline fraction was further examined by GC-MS (Finnigan SSQ700) analyses and the software package SI-PIONA from SINTEF [13]. 3. Results and discussion 3.1. Sodium, vanadium and nickel addition during cyclic deactivation Table 1 gives the sodium, vanadium and nickel content of the fresh catalysts, and Table 2 shows the target values for deposition of sodium, vanadium and nickel on the catalyst together with the amounts actually deposited during cyclic deactivation. The amounts of deposited sodium on the CatB samples were calculated by subtraction of the sodium content of CatB-1, where the feed during cyclic deactivation did not contain any sodium. The remaining values of added metals in Table 2 were calculated by subtraction of the metal content in the fresh catalyst from the metal content in the deactivated samples. The results Table 2 Target amounts of sodium and vanadium in their deposition on the catalysts during cyclic deactivation (Ni = 1000 ppm), and the amounts of sodium, vanadium and nickel deposited (elemental analysis) Sample Na (ppm) Na (ppm) V (ppm) V (ppm) Ni (ppm) target analysed target analysed analysed CatA- 1 500 560 2500 2200 860 CatA-2 2000 1760 2500 2100 790 CatA-3 5000 4460 2500 2100 850 CatA-4 2000 1860 1000 1030 930 CatA-5 2000 2060 2500 2050 950 CatA-6 2000 1860 3500 3300 970 CatB- 1 0 0 2500 2060 1140 CatB -2 2000 1480 2500 2360 1010 CatB-3 5000 4540 2500 2380 980 CatB-4 2000 1750 0 80 1030 CatB-5 2000 1960 2500 2730 1210 CatB-6 2000 1970 3500 3340 1110 CatB -7 1000 810 1000 1040 1020 90 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 180 - 160 14o 120 ~a 100 80 60 1000 ~ ~ EffectofVonCatA Effect of Na on CatB I I I I I I 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 1. Total surface area as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. 0: CatA, changing Na, V= 2000 ppm. A: CatB, changing Na, V= 2500 ppm. ~: CatA, changing V, Na = 2000 ppm. zx : CatB, changing V, Na = 2000 ppm. * : CatB, Na = 1000 ppm, V = 1000 ppm. show that the precision of the amounts of sodium added to the catalysts compared to the target values, is at about the same level as the precision of vanadium and nickel additions. The average deviation between target and actually added amounts of sodium in the deactivations of Table 2 is 10.2%. 3.2. Specific surface areas The total surface area of CatA and CatB had a similar response to the addition of sodium during cyclic deactivation as can be seen in Fig. 1. The decrease in the total surface area per ppm sodium added is greater at low levels of sodium compared to higher levels (2-4500 ppm). Sodium and vanadium affect the total surface area of the catalysts to the same degree. There is a tendency of stabilisation of the surface towards further destruction by high vanadium levels in CatA. Both the zeolite surface area of CatA and CatB decrease after adding sodium (Fig. 2), but there is no tendency of a structural collapse of the zeolite in either of the catalysts after adding sodium in amounts of up to 4500 ppm combined with 2-2500 ppm vanadium. As can be seen in Fig. 3, sodium does not affect the matrix surface area to the same extent as it affects the zeolite surface area, especially not for CatB where the matrix surface area does not decrease at all even after adding up to 4500 ppm sodium. This is in agreement with Zhao and Cheng [11] who also observed a higher decrease in the zeolite surface area than the matrix surface area (no decrease) as a function of increasing sodium level in the catalyst zeolite after laboratory steam deactivation. The decline in the matrix surface area of different Ecats as a function of total sodium was in the same range as our CatA results. From Figs. 2 and 3 it can be seen that sodium and vanadium affect the zeolite E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 91 100 80 60 40 20 ~) I I I I I I 100 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 2. Zeolite surface area as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. 0: CatA, changing Na, V = 2000 ppm. A: CatB, changing Na, V = 2500 ppm. ~: CatA, changing V, Na = 2000 ppm. z~ : CatB, changing V, Na = 2000 ppm. * : CatB, Na = 1000 ppm, V = 1000 ppm. .and matrix surface of the catalysts in different ways: at low metal levels (0-3500 ppm Na + V) the added sodium seems to have a slightly more significant negative effect on the zeolite surface area of the catalysts than a corresponding amount of vanadium has. However, for CatB this difference is at the limit of what can be considered to be significant with respect to the accuracy of the measurements. At these low metal levels the matrix surface areas are reduced more by vanadium than by a corresponding amount of deposited sodium. It has been claimed that there exists a synergic effect between sodium and vanadium on FCC catalysts [7,14]. In this study specific surface areas of three cyclic deactivated samples of CatB with different ratios between the added 120 ,~ 1oo gt 80 20 0 1000 X ~'~. s.,Ax I I I I I r 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 3. Matrix surface area as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. 0: CatA, changing Na, V = 2000 ppm. A: CatB, changing Na, V = 2500 ppm. ~: CatA, changing V, Na = 2000 ppm. zx : CatB, changing V, Na = 2000 ppm. * : CatB, Na = 1000 ppm, V = 1000 ppm. 92 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 24.32 24.3 \"2 24.28 ~ 24.26 ~ 24.24 24,22 .__l* A 24.2 ~ I I I I I 1000 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 4. Unit cell size as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. 0: CatA, changing Na, V = 2000 ppm. A: CatB, changing Na, V = 2500 ppm. ~: CatA, changing V, Na = 2000 ppm. zx : CatB, changing V, Na = 2000 ppm. * : CatB, Na = 1000 ppm, V = 1000 ppm. sodium and vanadium, but with similar total amounts of the metals, do not show such an effect (1000 ppm Na + 1000 ppm V (CatB-7), 2000 ppm Na + 0 ppm V (CatB-4) and 0 ppm Na + 2500 ppm V (CatB-1): the total surface area of CatB-7 has a value between CatB-4 and CatB-1, and not a lower value as could be expected if there existed a synergic effect. With an additive effect between added sodium and vanadium, the matrix surface area of CatB-7 could be expected to have a value between CatB-4 and CatB-1, but closest to CatB-1 since sodium has a less significant negative effect than vanadium on the matrix area (Fig. 3). The measurements indicate therefore an additive effect rather than a synergic effect between sodium and vanadium on the matrix surface area. In addition the zeolite surface area measurements do not indicate a synergic effect between the two elements, as the difference of CatB-7 from CatB-1 cannot be resolved within the limits of the experimental accuracy. 3.3. Unit cell size (UCS) Fig. 4 shows that no significant effects can be observed on the unit cell size of the zeolite in CatA and CatB by addition of sodium in amounts of up to 4500 ppm. Vanadium does not reduce the unit cell size of CatA, while the unit cell size of CatB is reduced by about 0.05 ~, after the addition of 3500 ppm vanadium. If sodium does not have a significant effect on the unit cell size (as already shown), it would be expected that a deactivated sample of CatB containing 2000 ppm Na + 1000 ppm V ('CatB-0') would have a similar unit cell size as 1000 ppm Na + 1000 ppm V (CatB-7) if there existed an additive effect between the two metals. A plot of this value for CatB-0 shows a good fit with the plot of CatB at increasing vanadium amounts combined with a constant E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 93 12000 10000 8000 ~ ~ 6000-40002000 -40 -20 0 20 40 Distance from particle centre (pm) Fig. 5. Sodium distribution through 6 particles of CatA-3. sodium level (= 2000 ppm), indicating an additive effect between sodium and vanadium rather than a synergic effect on the unit cell size. 3.4. Distribution of sodium, vanadium and nickel in the catalyst particles The distribution of sodium through six particles of CatA-3 (5000 ppm Na) and through four particles of CatB-3 (5000 ppm Na) is shown in Figs. 5 and 6, respectively. The black labels of Fig. 5 (CatA) represent metal trap particles, while the white labels represent active catalyst particles. CatB does not have separate metal trap particles. Fig. 5 shows that sodium is distributed quite evenly throughout the active catalyst particles of CatA, and not so evenly distributed through the metal trap particles. The high level of sodium in two of the three metal trap particles and the low level of sodium in the active catalyst particles of Fig. 5 indicates that the metal trap of CatA is also a sodium trap. Sodium is also quite evenly distributed through the four catalyst particles of CatB that were analysed, as is shown in 12000 10000 8000 ,~ 6000 4000 2000 0 -40 I .... --+---- .... i I -20 0 20 40 Distance from particle centre (pin) Fig. 6. Sodium distribution through 4 particles of CatB-3. 94 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 8000 6000 4000 r~ 2000 0 -40 I I I I -20 0 20 40 Distance from particle centre (IJm) Fig. 7. Nickel (, vanadium ( and sodium (O) distributions through a particle of CatB-3. Fig. 6. The good distribution of sodium in CatA and CatB is in agreement with Zhao and Cheng [ 11 ], who claim that sodium ions move easily within a catalyst particle at regeneration temperatures. Profiles of both vanadium, nickel and sodium within a particle of CatB-3 are shown in Fig. 7. The profiles of vanadium and nickel vary from particle to particle in both CatA and CatB, and the measurements of these elements in a total of seven active particles from CatA and CatB do not give unambiguous enough results to claim that vanadium is more evenly distributed through the particles than nickel, or the converse. 3.5. Micro activity testing (MAT) Four samples of cyclic deactivated CatA (CatA-1, -2, -3 and -4) and four samples of cyclic deactivated CatB (CatB-1, -2, -3 and -4) were tested in the MAT unit. Fig. 8 shows the relative catalyst activity (catalyst/oil ratio at 75% conversion) as a function of the total amount of sodium and vanadium deposited 3 z ,q ~o Q N-1 -3 1000 Effect of Na on CatB Effect of Na on CatA /\" Effect of V on CatA Effect of V on CatB I I I I [ I 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 8. Catalyst/oil-ratio at 75% conversion as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. : CatA, changing Na, V = 2000 ppm. : CatB, changing Na, V = 2000 ppm. ~: CatA, changing V, Na = 2000 ppm. zx : CatB, changing V, Na = 2000 ppm. E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 95 on CatA and CatB during deactivation. There were no signs of overcracking, identified by stable or decreasing gasoline yields by increasing conversion, in the 75% conversion area for these catalyst samples, when using atmospheric residue as feed in the MAT. The catalyst/oil ratios are given as delta values, where the low Na-samples of the two catalysts (CatA-1 and CatB-1) are the reference values. That is: catalyst/oil ratio (delta value)= measured ratio- measured ratio of CatA-1/CatB-1, for CatA and CatB, respectively. To main- tain the conversion at 75% when going from 500 to 5000 ppm sodium loaded on the catalyst, it is necessary that an increase of the catalyst/oil ratio of about 10% for CatA or about 20% for CatB is made. At up to 2000 ppm added sodium, the activity change is rather similar for the two catalysts, while from 2000 to 5000 ppm added sodium the activity of CatA is less affected than the activity of CatB. The activity loss by changing the amount of vanadium from 0 ppm/1000 ppm to 2000 ppm is considerably higher than the effect of a corresponding increase in the sodium levels for both CatA and CatB. The cyclic deactivated samples of CatA and CatB containing no or little vanadium (2000 ppm Na + 0 ppm V = CatB-4 or 2000 ppm Na + 1000 ppm V = CatA-4) have a higher activity than the samples containing no or little added sodium (0 ppm Na + 2500 ppm V = CatB-1 or 500 ppm Na + 2500 ppm V = CatA-1), despite the fact that the aforementioned samples have a lower zeolite/matrix ratio. The CatB samples have similar zeolite surface areas, while CatB-4 has a higher matrix surface area than CatB-1. With an active matrix of CatB, it is then not unexpected to have a higher activity of CatB-4. A larger unit cell size of CatB-4 compared to CatB-1 may also be a contributory factor to the different activities of the samples. The lower zeolite/matrix ratio of the CatA sample with sodium and little vanadium (CatA-4), is due both to a lower zeolite surface area and a higher matrix surface area, compared to the CatA sample with vanadium and little sodium (CatA-1). For this reason it seems that the matrix surface area of CatA affects the conversion level more than the zeolite surface area, that is a high matrix surface area has a positive effect upon the activity of the CatA. Other factors that do not affect the surface area or the unit cell size may of course also influence the activity of the catalyst, leading to a higher activity of the samples where only sodium is deposited compared to the samples where only vanadium is deposited. It is claimed, for instance, that sodium neutralises acid sites in the zeolite. This could be one reason why increasing sodium loading decreases the activity, but this could not explain why impreg- nated sodium affects the activity to a lesser extent than vanadium. Infrared (IR) measurements after pyridine adsorption does not indicate any general correlation between the number of BrCnsted/Lewis sites or the BrOnsted/Lewis sites ratio of the sodium and vanadium loaded CatB samples and MAT activity. An increasing sodium level of CatA and CatB does not affect the hydrogen production significantly, whereas the hydrogen yield clearly increases with 96 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 0.1 -o.t -aZ \"r~ _o.0.2 -0.4 1000 (a) Effect of Ha on CatA 0.4-(b) ~ 0,2\" ,ovcaJ/. / ,ofaci i! / / r.j -0.6- Effect of V on CatB I I ~ I I I -0,8 2000 3000 4000 5000 6000 7000 1000 Total amount of added Na+V (ppm) I I I I I I 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) L \"(2 (c) (d) ~x.x 4 3 ~ ~1 ~z | r~ -2 -3 1000 I I I I I i I I I i I I 1000 2000 3000 4000 5000 6000 7000 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Total amount of added Na+V (ppm) 2 t (~) ~, ~1 -3 I I I I ~ I [ 1000 2000 3000 4000 5000 6000 7000 Total amount of added Na+V (ppm) Fig. 9. Product distribution at 75% conversion as a function of vanadium and sodium deposited on CatA and CatB during cyclic deactivation. (a) Hydrogen yield, (b) dry gas yield, (c) LPG, (d) gasoline and (e) coke. : CatA, changing Na, V = 2000 ppm. : CatB, changing Na, V = 2000 ppm. ~: CatA, changing V, Na = 2000 ppm. zx : CatB, changing V, Na = 2000 ppm. increasing vanadium loading (Fig. 9a). The delta yield values given in Fig. 9 are calculated by the same procedure as described above for Fig. 8. As the additional sodium loading is increased up to 2000 ppm the dry gas yield (C1 + C2) decreases to some extent, while a corresponding increase in the vanadium loading does not influence the dry gas production significantly (CatA) or lead to a certain increase in the dry gas production (CatB). From 2000 to 4500 ppm added sodium the dry gas yield does not change (Fig. 9b). E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 97 In Fig. 9c a similar trend can be seen in the production of LPG (C3 --1- C4) from CatA, however, the changes in LPG as a function of sodium or vanadium levels are small. Neither an increase in added sodium or vanadium on CatB influence the production of LPG significantly. The gasoline yield from CatA increases with an increase in the sodium loading from 500 to 2000 ppm, while the gasoline yield from CatB is unchanged up to 2000 ppm added sodium (Fig. 9d). The gasoline production is unchanged from 2000 to 5000 ppm sodium for both catalysts. Adding up to 2000 ppm vanadium leads to a decrease in the gasoline yield for CatA and CatB. Increasing sodium levels do not affect the LCO and DCO yields. An increasing vanadium level from 1000 to 2000 ppm does not affect the LCO and DCO yields from CatA, whereas vanadium to a greater extent affects these yields for CatB: the LCO/DCO ratio increases with increasing amounts of vanadium deposited. For CatA the coke yield decreases somewhat from 500 to 2000 ppm added sodium, while the coke yield from CatB increases somewhat up to 2000 ppm sodium (Fig. 9e). More than 2000 ppm added sodium does not change the coke yield for either of the catalysts. At increasing vanadium levels the production of coke increases for both CatA and CatB. The results show several similarities in how CatA and CatB respond to increasing amounts of added sodium and vanadium. Increased sodium loadings from 2000 to 4500 ppm do not change the yield structure from either of the two catalysts at a level of 2500 ppm vanadium, whereas an increasing vanadium level (up to 2000 ppm) at a constant level of added sodium of 2000 ppm, clearly has a more negative impact on the product distribution than an increasing sodium level. This results in higher hydrogen and coke production and less gasoline for both CatA and CatB. An increase in the sodium level from 500 to 2000 ppm of CatA has a positive effect on the yield structure with a lower gas and coke production and a higher gasoline yield, which is probably caused by overcracking of the gasoline when using the low sodium loaded catalyst, due to a high zeolite/matrix ratio in this sample. A further increase in the amount of sodium on this catalyst leads to more unconverted gasoline and so the product distribution will be improved. The change in product distribution after increasing the sodium loading from 0 to 2000 ppm of CatB is less significant compared to the change in the product distribution of CatA. The composition of the gasoline fraction of the liquid products from testing cyclic deactivated CatA and CatB with different sodium levels (0/500 ppm, 2000 ppm and 5000 ppm Na) is given in Table 3. At increasing sodium levels the paraffin (n- and iso-paraffins) and aromatic content of the gasoline fraction decreases for both CatA and CatB, while the olefin content increases. The calculated RON values do not change significantly. There are also some differences in how the product quality is affected by 98 E. Tangstad et al. /Applied Catalysis A: General 150 (1997) 85-99 Table 3 Gasoline quality at a catalyst/oil ratio of 5.5 Catalyst Na target Conv. N-paraffins Iso-paraffins Olefins Napthenes Aromatics Calculated sample (ppm) (%) (wt.-%) (wt.-%) (wt.-%) (wt.-%) (wt.-%) RON/MON CatA-1 500 77.7 4.8 26.4 21.3 10.1 37.0 87.6/76.7 CatA-2 2000 75.5 4.1 24.6 24.9 10.8 35.0 87.5/76.8 CatA-3 5000 74.7 4.3 24.4 25.2 11.0 34.7 87.3/76.6 CatB-1 0 73.9 4.3 28.2 21.0 9.6 36.8 88.0/77.8 CatB-2 2000 72.4 4.1 27.8 23.4 9.3 35.1 87.8/77.3 CatB-3 5000 67.4 4.1 25.9 26.8 9.4 33.4 87.6/76.7 sodium during testing of CatA and CatB: the calculated MON values decreases somewhat with increasing sodium for CatB, while these values are unchanged for CatA, and the naphthene and the n-paraffin content of the gasoline from CatB are not affected as much by added sodium as the corresponding values from CatA. These differences are, however, small compared to the similarities in the sodium response of CatA and CatB. The changes in gasoline composition as a function of increasing amounts of sodium impregnated on the catalysts indicate less hydrogen transfer reactions during testing. The observed effect corresponds well with the effect one may observe at a higher extent of dealumination in the zeolite, which leads to a change in the product composition towards more olefins and naphtenes, and less paraffins and aromatics. Hydrogen transfer reactions also leads to increased coke production, which may explain why the coke yield decreases when testing CatA with increasing sodium loading. Less hydrogen transfer reactions with increas- ing sodium loadings are not in agreement with Reagan et al., and Witoshkin [3,7] who claim that sodium will lead to more hydrogen transfer reactions due to poisoning of the strongest, zero next nearest nabour (0NNN), acid sites. The fresh sample of CatA has a higher content of rare earth metals, a larger unit cell, higher surface area and a higher zeolite content than CatB. Due to these differences it is not surprising that the two catalysts show different response to metal poisoning. A more active CatA, due to higher surface area and higher zeolite content, might explain why the product distribution is improved from CatA by addition of 2000 ppm sodium and not in CatB. By addition of sodium CatA reach a more optimal activity level for the feed used in these experiments. The similarities in the two catalyst's response to sodium and vanadium poisoning is, however, much more distinctive than expected when starting this work. 4. Conclusions A method for adding sodium during cyclic deactivation has been developed. The precision of the amount of added sodium is at the same level as the corresponding precision of vanadium and nickel addition. E. Tangstad et al. / Applied Catalysis A: General 150 (1997) 85-99 99 Sodium deposited on two commercial resid catalytic cracking catalysts gave only small changes in cracking characteristics compared to vanadium impregna- tion. Sodium amounts up to at least 4500 ppm may be applied at a constant level of 2-2500 ppm vanadium without a further breakdown of catalyst structure or cracking characteristics. Deposited sodium led to more olefins and less paraffins in the gasoline product (less hydrogen transfer reactions). Even though similarities in how the two catalysts react on increasing sodium loading dominate, there are some differences in the cracking behaviour between the two catalysts. For example the activity is not equally affected by sodium at higher loadings and the product distribution is not equally affected by low sodium loadings. No significant structural synergic effects have been found between sodium and vanadium deposited on CatB. Acknowledgements The authors are grateful to Statoil for the permission to publish this work. B.M. Hustad, J. Simensen, B. Sortland, A.I. Spjelkavik and K. Urdal are acknowledged for their laboratory work contributions. References [1] J.S. Magee and M.M. Mitchell Jr., Stud. Surf. Sci. Catal., 76 (1993) 339. [2] M.L. Ocelli, Fluid Catalytic Cracking, Role in Modem Refining (ACS Symp. Ser., Vol. 375), 1987, p. 182. [3] W.J Reagan, G.M. Waltermann and S.M. Brown, Prepr. ACS, Div. Petr. Chem., Symp. on Advances in Catalytic Cracking, Washington DC, Aug. 28-Sep. 2, 1983, pp. 884-893. [4] A. Corma and B. Wojciechowski, Catal. Rev. Sci. Eng., 24(1) (1982) 1-65. [5] L.A. Pine, P.J. Maher and W.A. Wachter, J. Catal., 85 (1984) 466-476. [6] W.S. Letzsch and D.N. Wallace, Oil Gas J., Nov. 29 (1982) 58-68. [7] A. Witoshkin (Engelhard Corp.), Petroleum Catalysts and Process Seminar, Geneva, Switzerland, Sep. 1988. [8] R.E. Ritter, J.E. Crighton, T.G. Roberie, D.S. Chin and C.C. Wear, Catalytic Octane from the FCC, NPRA ann. meeting, Los Angeles, CA, Mar. 23-25, 1986. [9] D.R. Forester, US patent no. 5,019,241 (1991). [10] F. Mauge, P. Gallezot, J.C. Courcelle and J. Grosmangin, Zeolites, 6 (1986) 261-266. [11] X. Zhao and W.-C. Cheng, Prepr. ACS, Div.Petr.Chem., Symp. on Deactivation and Testing of Hydrocarbon Conversion Catalysts, Chicago, Aug. 20-25, 1995, pp. 406-411. [12] M. Bendiksen, E. Tangstad and T. Myrstad, Appl. Catal. A, 129 (1995) 21-31. [13] S.T. Teng, A.D. Williams and K. Urdal, J. High Res. Chromatogr., 17 (1994) 469-476. [14] L.A. Pine, J. Catal., 125 (1990) 514-524. APCATA 96002840 S0926-860X(96)00284-0 10.1016/S0926-860X(96)00284-0 Article Effect of sodium deposition of FCC catalysts deactivation E. Tangstad a M. Bendiksen ∗ a T. Myrstad b a SINTEF Applied Chemistry, P.O. box 124 Blindern, N-0314 Oslo, Norway b Statoil R&D Centre, Postuttak, N-7005 Trondheim, Norway ∗ Corresponding author. A method for evaluating the sodium tolerance of FCC catalysts by use of a cyclic deactivation unit (CDU) has been developed. In the CDU sodium is impregnated on the catalyst through the introduction of sodium naphthenates into the feedstock during the cracking step. The sodium tolerance of commercial FCC catalysts was studied using this method. Both the amount of added sodium and vanadium were varied to study the effect of increasing metal loading. The deactivated samples were characterised (nitrogen adsorption, elemental analysis, XRD) and tested in MAT. The effect of increasing amounts of sodium on the cracking behaviour of the FCC catalysts was very small compared to the effect of increasing amounts of vanadium. Sodium deposition resulted in a lower activity and less hydrogen transfer reactions, leading to more olefins and less paraffins in the gasoline product. For the commercial FCC catalysts at least 4500 ppm sodium at a level of about 2–2500 ppm vanadium could be applied without changing the cracking characteristics significantly, or without a break-down of the catalyst structure. Keywords FCC Sodium tolerance Cyclic deactivation MAT Resid cracking References [1] J.S. Magee M.M. Mitchell Jr. Stud. Surf. Sci. Catal. 76 1993 339 [2] M.L. Ocelli Fluid Catalytic Cracking, Role in Modern Refining ACS Symp. Ser. Vol. 375 1987 182 [3] W.J. Reagan G.M. Waltermann S.M. Brown Prepr. ACS, Div. Petr. Chem., Symp. on Advances in Catalytic Cracking Washington DC Aug. 28-Sep. 2, 1983 884 893 [4] A. Corma B. Wojciechowski Catal. Rev. Sci. Eng. 24 1 1982 1 65 [5] L.A. Pine P.J. Maher W.A. Wachter J. Catal. 85 1984 466 476 [6] W.S. Letzsch D.N. Wallace Oil Gas J. 1982 58 68 Nov. 29 [7] A. Witoshkin (Engelhard Corp.) Petroleum Catalysts and Process Seminar Geneva, Switzerland Sep. 1988 [8] R.E. Ritter J.E. Crighton T.G. Roberie D.S. Chin C.C. Wear Catalytic Octane from the FCC NPRA ann. meeting Los Angeles, CA Mar. 23–25, 1986 [9] D.R. Forester, US patent no. 5,019,241 (1991). [10] F. Mauge P. Gallezot J.C. Courcelle J. Grosmangin Zeolites 6 1986 261 266 [11] X. Zhao W.-C. Cheng Prepr. ACS, Div.Petr.Chem., Symp. on Deactivation and Testing of Hydrocarbon Conversion Catalysts Chicago Aug. 20–25, 1995 406 411 [12] M. Bendiksen E. Tangstad T. Myrstad Appl. Catal. A 129 1995 21 31 [13] S.T. Teng A.D. Williams K. Urdal J. High Res. Chromatogr. 17 1994 469 476 [14] L.A. Pine J. Catal. 125 1990 514 524",
      "scopus-id": "0040687372",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002840",
        "dc:description": "A method for evaluating the sodium tolerance of FCC catalysts by use of a cyclic deactivation unit (CDU) has been developed. In the CDU sodium is impregnated on the catalyst through the introduction of sodium naphthenates into the feedstock during the cracking step. The sodium tolerance of commercial FCC catalysts was studied using this method. Both the amount of added sodium and vanadium were varied to study the effect of increasing metal loading. The deactivated samples were characterised (nitrogen adsorption, elemental analysis, XRD) and tested in MAT. The effect of increasing amounts of sodium on the cracking behaviour of the FCC catalysts was very small compared to the effect of increasing amounts of vanadium. Sodium deposition resulted in a lower activity and less hydrogen transfer reactions, leading to more olefins and less paraffins in the gasoline product. For the commercial FCC catalysts at least 4500 ppm sodium at a level of about 2–2500 ppm vanadium could be applied without changing the cracking characteristics significantly, or without a break-down of the catalyst structure.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002840",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tangstad, E."
          },
          {
            "@_fa": "true",
            "$": "Bendiksen, M."
          },
          {
            "@_fa": "true",
            "$": "Myrstad, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002840"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002840"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00284-0",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of sodium deposition of FCC catalysts deactivation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "FCC"
          },
          {
            "@_fa": "true",
            "$": "Sodium tolerance"
          },
          {
            "@_fa": "true",
            "$": "Cyclic deactivation"
          },
          {
            "@_fa": "true",
            "$": "MAT"
          },
          {
            "@_fa": "true",
            "$": "Resid cracking"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "85-99",
        "prism:endingPage": "99",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00284-0",
        "prism:startingPage": "85",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00284-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040687372"
      }
    }
  }
}