{
  "metadata": {
    "title": "Design of a multimetallic catalyst system for hydrocarbon synthesis: A statistical optimisation procedure",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00082-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000823",
    "pii": "S0926860X97000823"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040560633",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97000823 S0926-860X(97)00082-3 S0926860X97000823 10.1016/S0926-860X(97)00082-3 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 6 47 56 47 56 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. DESIGNAMULTIMETALLICCATALYSTSYSTEMFORHYDROCARBONSYNTHESISASTATISTICALOPTIMISATIONPROCEDURE CHEN H BESSELL 1993 253 S STOOP 1986 35 F COOPER 1990 L5 M ARMSTRONG 1989 243 R ISHIHARA 1987 227 T ISHIHARA 1988 87 T ISHIHARA 1990 267 T ISHIHARA 1991 225 T SOLED 1995 193 S ADESINA 1990 297 A DUN 1986 260 J ADESINA 1996 345 A BOX 1978 G STATISTICSFOREXPERIMENTERS ADDLEMAN 1961 S ORTHOGONALMAINEFFECTSPLAN DANIEL 1976 C APPLICATIONSSTATISTICSINDUSTRIALEXPERIMENTATION CHEN 1994 87 H CHEN 1995 H PHDTHESIS SNEL 1987 361 R ANDERSON 1984 R FISCHERTROPSCHSYNTHESIS CHENX1997X47 CHENX1997X47X56 CHENX1997X47XH CHENX1997X47X56XH item S0926-860X(97)00082-3 S0926860X97000823 1-s2.0-S0926860X97000823 10.1016/S0926-860X(97)00082-3 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97000823-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000823/MAIN/application/pdf/281348472a5797bc6504a3a12a3b1ab4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000823/MAIN/application/pdf/281348472a5797bc6504a3a12a3b1ab4/main.pdf main.pdf pdf true 657346 MAIN 10 1-s2.0-S0926860X97000823-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000823/PREVIEW/image/png/79a8caa54aed9bac5cf02a3de2da6457/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000823/PREVIEW/image/png/79a8caa54aed9bac5cf02a3de2da6457/main_1.png main_1.png png 58282 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97000823-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000823/STRIPIN/image/gif/fcf41a9cf877fc40722684174e1542b6/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000823/STRIPIN/image/gif/fcf41a9cf877fc40722684174e1542b6/si1.gif si1 true si1.gif gif 490 30 87 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 162 (1997) 47-56 Design of a multimetallic catalyst system for hydrocarbon synthesis: A statistical optimisation procedure Hong Chen, Adesoji A. Adesina* School of Chemical Engineering and Industrial Chemisto\" Universi~, of New South Wales, Sydney, NSW 2052. Australia Received 25 September 1996; received in revised form 31 January 1997; accepted 31 January 1997 Abstract This paper reports the application of fractional factorial technique in the design and selection of an optimal K-promoted Co-Mo catalyst system for hydrocarbon production from CO hydrogenation. Catalyst samples were prepared via incipient wetness impregnation and evaluated using a syngas mixture with H2/CO=2 at 101 kPa and 553 K in a fixed bed reactor. Characterisation data from TGA, XRD, TEM-EDS and XPS showed that the formation of new phases between Co and Mo oxides was practically non-existent. Inferences from statistical analysis, qualitative rate data interpretation and modelling exercise all suggest that K and Co are required for both activity and selectivity. Mo, however, inhibited the overall synthesis rate but significantly improved alkene selectivity, due to methane suppression. Increased calcination temperature (within the range 573-723 K) enhanced BET surface area, but was deleterious to both activity and selectivity. 1997 Elsevier Science B.V. Keywords: Fischer-Tropsch catalyst; Hydrocarbon synthesis; Statistical evaluation 1. Introduction The renaissance of interest in the production of hydrocarbons from CO hydrogenation (also known as the Fischer-Tropsch synthesis, FTS) within the last two decades has drawn attention to the usefulness of multimetallic and bifunctional catalysts for over- coming the challenging problem of activity, selectivity and product distribution [ 1 ]. Stoop and van der Wiele [2] investigated a series of silica-supported Ru-Fe catalysts with different metal ratios and found max- imum selectivity at a Ru:Fe ratio of 1:3. The catalyst produced an ethylene:ethane and propylene:propane *Corresponding author. E-mail: a.adesina@unsw.edu.au ratio of 3 and 16, respectively. In contrast, under the same conditions, the monometallic Ru/SiO2 and Fe/SiO2 reported inferior alkene selectivities. Cooper and Frost [3] also observed that unsupported Fe-Ni (containing 40% Fe) yielded a total alkene:alkane (C2-C5) ratio of about 5. Fe-Co catalysts prepared by Armstrong et al. [4] similarly gave enhanced C2-C4 alkene selectivity when compared to their mono- metallic counterparts even at the same total metal loading. Ishihara and coworkers [5-8] have conducted extensive studies on Fe, Co, and Ni bimetallic and ternary formulations. Their findings revealed that while a 50 Co:50 Ni:0 Fe catalyst had the best gasoline production, a Co-rich Fe-Co system was most effective for alkene synthesis. Soled et al. [9] have 0926-860X/97/$17.00 i{'; 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)00082-3 48 H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 recently patented a Fe-Zn catalyst promoted with Cu and K. The catalyst showed increases in both activity and selectivity. This was ascribed to synergy between K and Cu and the in situ conversion of iron oxides to carbides. Undoubtedly, bimetallic (or ternary) cata- lysts can be better designed to suit a specific product spectrum. Although the rationale for the choice of metal type and several other factors in the catalyst design was inadvertently omitted in a number of previous investigations, it would be desirable to pro- vide a quantitative framework that relates the prepara- tion variables to innate attributes of these catalysts in order to optimise each catalyst recipe [10]. In the present study, the objective was to produce a bi- metallic catalyst with good activity and light alkene selectivity and to demonstrate how these response variables may be quantitatively related to the prepara- tion factors. Based on the pioneering studies in the open literature, Co appears to be an essential ingre- dient in the formulation of a highly active FT catalyst with a product distribution skewed towards C2+ alkenes, even under relatively mild operating condi- tions of about 100-300 kPa and 453-573 K. It also exhibits a low water-gas shift activity, thus ensuring an efficient carbon utilisation for hydrocarbon produc- tion. Whilst the catalytically active metal ingredients have often come from the traditional Group VIII elements, other elements from neighbouring groups in the periodic table may be co-opted on the grounds of favourable electronic modification or interaction with Fe, Co, Ni or Ru. This appeared to be the reason for pairing Fe with Zn in the catalyst patented by Soled et al. [9]. Mo reportedly possesses substantial FF activity and alkene yield [11] and in view of possible commercial application, has the added benefits of conferring sulphur-resistant and anti-coking charac- teristics on the bimetallic system. It is well known that industrial syngas frequently contains copious amounts of sulphur and Mo is a highly regarded desulphurisa- tion catalyst. Also, deactivation by coke laydown is a major concern in most monometallic FF catalysts. Thus, a Co-Mo bimetallic formulation supported on silica and promoted with K was adopted since the support (SiO2) and promoter (K) will further enhance catalyst stability and alkene production capacity. Apart from metal type and nature of support, many variables especially at the preparation stage determine the intrinsic performance of a catalyst. These factors have been previously discussed in a recent review article [12] where it was pointed out that statistical tools would be helpful to organise and interpret the plethora of variables governing catalyst design. In order to demonstrate how a statistical technique may complement qualitative knowledge in the multi- variable optimisation process involved in catalyst design, it seemed instructive to engage the more readily quantifiable factors such as Co, Mo and K metal loading, calcination temperature and time in this exercise. The conventional method of conducting experimental multivariable optimisation using the 'one-factor-at-a-time' approach is both labour-inten- sive and time-inefficient. The advantages of a factorial design method over this conventional approach are well discussed in Box et al. [13]. In particular, a statistically based catalyst design permits the building of deductive and predictive models relating primary preparation variables to innate physicochemical prop- erties of the catalyst, reaction rate parameters and ultimately reactor design. With the objective of using statistical analysis to enable us to identify, with some reasonable precision, the optimal combination of preparation factors for a specified catalyst response, a fractional multilevel factorial design rather than a full two-level factorial design is more appropriate. This is especially true if a moderately large number of factors n (n>3) is to be explored. This allows redun- dancy in terms of factor interactions and excess num- ber of variables to be eliminated and therefore produces an orthogonal main effect plan [14]. In fact, for this reason, orthogonal polynomials are convenient representations of the predictive and deductive models for data arising from factorial design. In this study, each of the five factors (Co, Mo, K, calcination temperature and time) were examined at four equally spaced levels. Although this would require 45 (1024) runs for a full factorial design, higher order interac- tions are often negligible in many chemical engineer- ing systems; this is akin to truncating the Taylor expansion at, say, the second order term. Indeed, independent catalyst characterisation later revealed that in the range of metal composition, calcination and reaction temperature used for FTS, the formation of Co-Mo alloy may be precluded. Consequently, data collection was based on a fractional factorial design consisting of 16 (42) runs extracted from the full design matrix. H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 49 2. Theoretical and experimental considerations 2.1. Analysis of fractional factorial data The procedure for obtaining the standard order design matrix and extraction of the fractional factorial design matrices with adequate resolution is espoused by Daniel [15]. For our purposes, consider a system with five factors: A, B, C, D and E examinable at four levels, then a 42-fractional factorial design matrix that would yield the main effects is given by Table 1, where Ri is the measured response to the ith run. It may be seen from this table that each factor at each level is combined with all other factors at all levels thus permitting a true measurement of these combina- tion of factors with a minimum number of experi- ments. An analysis to uncover the effect of each factor is carried out as follows: 1. Calculate the sum of responses Sij (/=A-E, j= 1-4) for each factor at each level. For example, SAI=RI+R2+R3+R4 and SE2=R2+R7+R9+RI6. 2. Compute the average response K6=S0/4 and obtain the entries shown in Table 2. 3. A definitive trend (positive or negative) in the value of Kij withj shows that the factor i has a significant effect on the particular response variable, Ri. Con- Table 2 Analysis of fractional factorial data Factor level Response A B C D E Ll KAI KBI Kcl Km KEI L2 KA2 KB2 K('2 KD2 KE2 L3 KA~ KB3 Kc3 KD3 KE3 L4 KA4 KB4 Kc4 KD4 KE4 versely, a disordered trend is indicative of a lack of significance. This is computationally effected by performing a standard analysis of variance (ANOVA) at 95% confidence level for the observa- tions for that factor for all four levels (degrees of freedom=3) and four different treatments (degrees of freedom=3). 4. A plot of Kij vs.j for all factors (i's) with significant effects (possibly on the same plot) will show intersections which suggest the 'optimum' level of factor combination(s) for the given response variable. Before discussing the application of this procedure to the present catalyst design, it is pertinent to re- capitulate some experimental details. 2.2. Experimental techniques Table 1 Design matrix for a 16-run experiment in a 45 fractional factorial design Run\" A B C D E Response lll 1 1 l 1 1 R1 2(71 1 2 2 2 2 R2 3(3' 1 3 3 3 3 R3 4(14~ 1 4 4 4 4 R4 5(127 2 1 2 3 4 R5 6~9) 2 2 1 4 3 R6 7~ 2 3 4 1 2 R7 8~5~ 2 4 3 2 1 Rs 9(4~ 3 1 3 4 2 R9 10(13~ 3 2 4 3 1 Rio 11(~5) 3 3 l 2 4 RII 12t21 3 4 2 1 3 R12 13~l) 4 1 4 2 3 Rl3 14~8) 4 2 3 1 4 R14 15'16~ 4 3 2 4 1 R15 16~6) 4 4 1 3 2 Ri6 aNumber in superscript shows the actual sequence of experimental run. The five experimental factors were chosen at the four levels indicated in Table 3, The total metal loading (Co/Mo/K) was assigned a maximum of about 20% (the conservative amount required for full mono- layer coverage on the silica support). The catalysts were prepared by conventional sequential incipient wetness impregnation, a method suitable for high metal dispersion. Step 1: Silica (AJAX) was wetted with water to get a paste-like texture, dried and crushed to particles less Table 3 Range of experimental variables Level Co\" Moa K\" Tc (K) tc (h) 1 3.00 0.00 0.00 573 1 2 6.00 1.00 2.00 623 2 3 9.00 2.00 4.00 673 3 4 12.00 3.00 6.00 723 4 aAll metal loadings are based on 100 portions of SiO2. 50 H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 Table 4 Standard catalyst test conditions Test condition Value Reaction temperature (K) Reaction pressure (kPa) Amount of catalyst (g) H2/CO feed ratio (ultra high purity gases) Feed flow rate (ml rain ~) Space time (ml gcat-l h 1) 553 101 0.5 2:1 30 9000 than 250 ~m diameter and pre-calcined at 923 K for 3 h. The BET surface area of the pre-calcined silica was 142.5 m2 g-l, as determined on a ASAP 2000 Micromeritics using N2 adsorption at 77 K. The pre- treated silica was impregnated with quantitative aqu- eous solution of Co(NO3)2 and (NH4)6Mo7024 (both salts were of AnalaR grade) dried in air at 323 K for 12 h and 393 K for 3 h before calcination at the chosen temperature, Tc for the specified period tc. Step 2: Further impregnation with calculated amount of KzCO3 (AnalaR grade) aqueous solution under the same drying and calcination conditions. The resulting catalyst was crushed and sieved to 180- 250 ~tm. About 0.5 g of catalyst particles in this size range was loaded into a differential fixed bed reactor and reduced in flowing H2 (25 ml min-t measured at 298 K and 101 kPa) at 623 K for 3 h. Detailed descrip- tion of the experimental rig had been reported else- where [16]. The standard test conditions for the 16 catalysts are displayed in Table 4. The actual sequence of runs for the catalyst evaluation was determined from random selection and shown by the superscript in the entries of column 1 in Table 1. This ensured that there was no bias from run to run and measurement errors may be assumed to be normally distributed. The measurement error in the rate was independently estimated and found to be within 5-7% [17], thus statistical tests were performed at 95% confidence level. Preliminary runs also revealed the absence of radial and axial temperature gradients in the catalyst bed during synthesis. 3. Results and discussion The catalysts were assessed on the basis of activity and alkene selectivity. Activity was defined as the total molar production rate of all hydrocarbons detected per gram of catalyst per second. Three alkene selectivity indices were used, namely: 1. Ethylene-to-methane ratio (EMR): This index is introduced in view of the role of ethylene as a most important intermediate in the production of many petrochemical derivatives while methane is the least desirable product in FTS. 2. Total olefin-to paraffin ratio (TOPR; the non- IUPAC names olefin and paraffin for alkene and alkane, respectively, have been adopted only for easy acronym): This is an indication of olefin abundance in the FTS product. 3. Methane-free-olefin-to-paraffin ratio (MFOPR): This measure permits the assessment of the influ- ence of catalyst design factors on the methane- suppression vis-a-vis olefin-producing ability of the formulation. Clearly, in addition to BET area, there are five catalyst response variables, Ri. The data were then treated in accordance with the algorithm described earlier. The measured catalyst response variables are shown in Table 5. The outcome of the exercise for each of the catalyst responses is provided in Table 6. It is evident from this table that all factors except calcination time have a strong effect on the FTS Table 5 Measured catalyst response variables Run Ratea EMR TOPR MFOPR BET areab 1 4.5640 0.2222 0.5102 12.8955 137.6 2 0.5861 0.3095 0.5907 14.3382 128.6 3 0.6480 0.3202 0.7038 18.2325 t17.8 4 1.0056 0.3720 0.7255 17.9128 94.2 5 6.2939 0.2727 0.5639 13.6954 105.4 6 1.4194 0.3421 0.5799 7.5795 92.8 7 2.9520 0.3914 0.7670 19.2392 84.2 8 2.9728 0.4255 0.8172 19.7289 80.7 9 7.8820 0.2508 0.6363 15.5747 124.4 10 4.5244 0.3592 0.8986 20.2612 72.0 1l 1.8410 0.3627 0.5761 9.2782 131.0 12 2.6946 0.4092 1.0359 20.8336 105.2 13 9.2898 0.2949 0.7050 17.7359 65.2 14 4.8448 0.4041 1.0746 21.8928 84.4 15 3.2146 0.4356 1.0842 20.2579 108.4 16 2.1394 0.2951 0.7813 8.9934 123.7 aUnit of rate is 10 8 mol gcat-~ s J. bUnit of area is m2 gcat 1. H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 51 Table 6 Computed results based on the fractional factorial procedurea Level Co Mo K Tc tc Activi~ (reaction rate) Li 1.7010 7.0075 2.4910 3.7639 3.8190 L2 3.4095 2.8437 3.1973 3.6724 3.3899 L3 4.2355 2.1639 4,0869 3.4014 3.5130 L4 4.8721 2.2032 4,4431 3.3805 3.4964 EMR LI 0.3060 0.2602 0.3055 0.3567 0.3606 L2 0.3579 0.3537 0,3568 0.3482 0.3117 L3 0.3455 0.3775 0.3502 0.3118 0.3416 L4 0.3574 0.3775 0.3544 0.3501 0.3529 TOPR LI 0.6326 0.6038 0.6119 0.8469 0.8276 L2 0.6820 0.7860 0.8186 0.6723 0.6923 L3 0.7867 0.7828 0.8080 0.7369 0.7562 L4 0.9113 0.8400 0.7740 0.7565 0.7350 MFOPR Ll 15.8448 14.9754 9.6867 18.7153 18.2859 L2 15.0608 16.0179 17.2813 15.2703 14.5364 L3 16.4869 16.7520 18.8572 15.2956 16.0954 L4 17.2200 16.8672 18.7873 15.3312 15.6948 //y.., \\ / \\ /'~'// x Co ~/I\" o Mo xl~ / D K //!/ A Tc o.s .zs \\\\ 0.0~ I 2 3 4. FACTOR LEVEL Fig. 1. Influence of preparation factors and level on normalised activity. BETarea Lt 119.54 108.15 121.27 102.87 99.67 L2 90.77 94.44 111.89 101.39 115.22 L3 108.16 110.34 101.83 104.71 95.25 L4 95.43 100.96 78.91 104.92 103.75 aAll units are as in Table 5. activity. Activity appeared to improve with increase in Co and K loadings but decreased with increase in Mo loading and calcination temperature. This finding is consistent with a number of previous reports [6-8] which suggest that reaction rate is enhanced in Co-rich bimetallic systems; hence, the synthesis site may be on the Co particles. It is also well known (even in a monometallic catalyst) that the presence of an alkali (K) leads to greater electron-withdrawing ability of the active metal site, thus improving reactants chemi- sorption and consequently creating a greater tendency for high chain growth rate. The inhibitive influence of Mo on activity may, however, be due to the fact that Mo is inactive for FTS below about 573 K [11] (a temperature higher than that employed in this study). Increase in Mo loading would have resulted in a decrease in the surface density of the active Co sites (either through larger crystallites or shared coverage between segregated Co and Mo moieties) and hence a concomitant reduction in FTS rate as observed. The decrease in activity with calcination temperature may be attributed to inefficient dispersion of the Co metal atoms as high temperature tends to favour larger crystallite size and as a result, poor metal dispersion. In order to put all these considerations into perspec- tive, Fig. 1 plots the dimensionless response, 0ij against j (level), where Kij - Ki,min (1) Oij -- Ki,max - Ki,min ' Ki,mi,, Ki .... are the respective minimum and max- imum values of Ko for that particular factor (cf. Table 6). It may be seen from this plot that there is a cluster of points of intersection between levels 2 and 3. Since the activity response is a mean value at a specified level for various factor combinations, the optimum combination of factor levels Lopt, may be 52 H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 estimated from a weighted average of the points of intersection. This may be expressed as 1.0. N ~k=l Op~Lk (2) Lopt -- N ' ~k=l OPk where Opk is the value of the dimensionless response at a point of intersection and L~ is the corresponding factor level. Using this equation gives, Lopt----2.26 (2_<Lopt_<3) for the activity data in Fig. 1. Mo appeared to have a discernible effect on the ethylene-to-methane ratio, EMR. The increase in EMR with respect to Mo loading may be due either to an improvement in the polymerisation of surface CH2 species or a decrease in the methanation rate. However, CH2 species are the most abundant mono- meric units on an FT catalyst and the presence of basic Mo oxide (if unreduced during H2 pretreatment) will further accentuate CO chemisorption at the expense of hydrogen adatoms thus creating a lower H:C ratio on the Co--Mo catalyst. This scenario suppresses termi- nation rates involving surface hydrogen and hence the reduction in alkane (notably methane) formation and the associated increase in alkene selectivity compared to the Co monometallic catalyst. By the same token, there would be an expected decrease in overall FT activity since methane is the most abundant product due to the polymerisation nature of the FTS. This may explain the improvement seen in MFOPR with increased Mo loading and decreased calcination tem- perature (the only two factors with significant effects on this response variable). Fig. 2 shows the influence of these two factors (Mo and Tc) on MFOPR where the optimum combination of factors for MFOPR is at about Lopt----1.4. The decrease in alkene selectivity with calcination temperature may be the result of inefficient dispersion. Snel [19] and Ishihara et al. [5-7] have associated improved alkene selectivity with better dispersion caused by demetallisation at lower calcination temperatures. Even so, low calcina- tion temperature may yield poor catalyst stability especially if that temperature is close to the reaction value. Thus, both factors may be chosen at a practical optimum level of 2 (Mo=l and Tc--623 K, i.e., 350). It may be noted that FFS is rarely carried out beyond a temperature of 300 over most cata- lysts. Although the addition of K appeared to increase EMR, TOPR and MFOPR with a recognisable max- ~b ,75 uS t/1 z 13.. I.i,.I r,t\" 0.5 tA tl...I ....I ~A .25 Key Facfor o Ho Lx Tc 2 3 FACTOR LEVEL Fig. 2. Influence of preparation factors and level on methane-free- olefin-to-paraffin ratio. imum effect at a level between 2 and 3, the BET surface area seemed to decrease probably due to a precipitation effect of K2CO3 [18]. On the whole, it would appear that the calcination period tc has no significant effect on any catalyst response variable. In fact, an independent run conducted with a catalyst sample calcined for about 18 h at 623 K did not yield any change in activity from that obtained with a calcination time of 3 h at the same temperature. Based on the preceding discussion, a catalyst with the conditions shown in Table 7 was selected as the optimal catalyst (for both activity and ethylene Table 7 Characteristics of the optimal catalyst Factor Value Level Co 6 Mo 1 2 K 4 3 Calcination temperature 623 K 2 Calcination time 3 h 3 Silica 100 -- H. Chen, A.A. Adesina/Applied Catalysis A.\" General 162 (1997) 47-56 53 %05 100, 95 90- 85' 80 \" 5. 189.67\"C i o-c / // \"',', /' i II ~ \\\\ /t'/ ~ ........... 0.20 0.15 m 0 . 10 0.05 m T I 0.00 -0.05 ~6o 260 360 460 500 Temperature () General V4.%c OuPont 2100 Fig. 3. Temperature-programmed analysis of the optimal catalyst, 6 Co:l Mo:4 K: 100 SiO2. selectivity). This catalyst was further characterised. Fig. 3 shows the temperature programmed decompo- sition profile of the 6 Co:l Mo:4 K:100 SiO2 catalyst under flowing air (20 ml min l) in a DuPont 2100 TGA machine. The solid curve is the percent sample weight loss behaviour and the broken curve is its derivative with respect to time. The first peak of this curve at 358 K (85) was due to moisture loss and ammonium molybdate decomposition, while the second peak at 363 K (190) represents the decom- position of Co(NO3)2. It is evident that complete decomposition to metal oxides was achieved below 523 K. XRD pattern (cf. Fig. 4) of the calcined cata- lyst revealed the presence of a principal Co304 phase (20=36.84 which corresponds to crystallite size of about 61.5 nm in the Co-Mo catalyst and 40.9 nm for the Co system (for a peak width of 0.16. The fact that the Co-Mo catalyst possessed larger metal particles than the Co system supports the earlier speculation that decrease in activity of the Co-Mo catalyst may be attributed to a drop in the surface density of the active Co sites. The hump at 20=22c may be assigned to the silica support. The disappearance of Mo oxide from the pattern may be due to the low Mo loading. In fact, co-impregnation with Co may have further improved Mo dispersion. XPS analysis did not indicate any new Co-Mo, K-Co or K-Mo surface species and only Co3+, K+ and Mo6+ were identified. Visual examina- tion using bright field transmission electron micro- scopy followed by energy dispersive spectroscopy analysis (TEM-EDS) showed Co-rich particles in the size range 40-60 nm for both catalysts. The EDS spectra are provided in Fig. 5. In fact, MoO3 species were not reduced even at 773 K during H2 temperature-programmed reduction (not shown). Thus, unreduced MoO3 would have improved the catalyst basicity and CO chemisorption and is there- fore consistent with an increase in alkene selectivity, as previously discussed. These characterisation experiments also lend credence to the earlier assump- tion of negligible higher order (nonlinear) interactions among the factors (Co, Mo and K) and hence supports the use of a fractional factorial design. Even so, the improvement observed may be attributed to the first order terms (linear interaction among the variables) of a multivariable orthogonal polynomial since a frac- tional factorial design is an orthogonal main effect plan. Thus, the response, Ri, may be related to the significant factors via gi = ao + al V + a2VMo + a3VK q- a4VTcr (3) where, Vi are the normalised variables: Co, Mo, K 54 H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 40Q 3SO :300 250 200 -U 0 150 0 loo 50 e.e~ Coi~~ Co I 2e (a) Co Co 4'0 ~ s~ ~'z0 ; 4ee to -IJ 0 0 3sa 390 25o zee 15e lee 5e e.e Co (b) f | I ) 20 to 6'0 t'~.~ Fig. 4. X-ray diffractograrns for the calcined Co-Mo and Co catalysts, and Tc such that the coefficient ao is the value of the response variable for the base monometallic Co cata- lyst (Co loading=3%) calcined at Tc---573 K. A fit of the experimental data (Table 5) to this equation (using the multivariable linear regression procedure, PROC REG, from the SAS package; SAS is the trademark of Statistical Analysis Subroutines, SAS Institute, Cary, NC, USA) provided the parameter estimates, ai, given H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 55 Slxeru~ II) - Co~K,,'Si02 Nc.w Ful Scale- 782848 $il ( f I r'~ ~U |,. .01 [al Spectrum ID - Co44o-K]S102 H~-w Full Scale- 394240 Si (h) .01 ,U Ji~oK j~j ,e,,._jcL ~j Fig. 5. EDS for the Co-Mo and Co catalysts. 20.48 k~t in Table 8. Eq. (3) can therefore be used for deductive and predictive purposes in catalyst evaluation. This independent treatment of the data confirmed the trend previously seen in the factorial analysis. To be sure, a negative coefficient for Mo in the 'activity' response (a2= 1.5093) is an indication that this factor inhibits that response variable. Evidently, increase in Co load- ing is advantageous for all responses except the BET total surface area, probably due to larger crystallite sizes at high metal loading and hence pore blockage. It is also evident that the presence of all the three metals encouraged alkene selectivity (positive ao-a3 values) while high calcination temperature appeared to be deleterious to both activity and selectivity. Neverthe- less, BET surface area improved with increased cal- cination temperature. 56 H. Chen, A.A. Adesina/Applied Catalysis A: General 162 (1997) 47-56 Table 8 Model parameter estimates for the response variables (obtained at 95% confidence level) Response ao a~ a2 a3 a4 Activity\" 3.4689 1.0340 -1.5093 0.3373 -0.8528 EMR 0.2524 0.0142 0.0370 0.0070 -0.0337 TOPR 0.4659 0.0941 0.0705 0.0238 -0.1240 MFOPR 11.5463 0.5519 0.6409 1.4439 6.0761 BET 131.7125 -5.5000 -0.5700 6.8600 5.7900 aValues obtained from this equation must be multiplied by 10 8molgcat is 4. Conclusions This study has demonstrated how the use of a fractional factorial design can complement qualitative assessment in the identification of an optimum catalyst formulation especially for a multimetallic system. In this case, it was concluded that a 6 Co: 1 Mo:4 K: 100 SiO2 catalyst gave the best performance in terms of activity and light alkene selectivity during Fischer- Tropsch synthesis. It was evident that a statistically designed experiment with minimal runs provided information consistent with reaction rate data analysis, modelling and catalyst characterisation. This approach, though simple, is very useful in systematic catalyst design investigation. References [1] S. Bessell, Appl. Catal. A 96 (1993) 253. [2] E Stoop, K. van der Wiele, Appl. Catal. 23 (1986) 35. [3] M. Cooper, J. Frost, Appl. Catal. 57 (1990) L5. [4] R.S. Armstrong, T. Bell, A.L. Chaffee, V.W.L. Chin, H.J. Loeh, A.B.J. Luchese, A.E Masters, M.A. Williams, Appl. Catal. 47 (1989) 243. [5] T. Ishihara, K. Eguchi, H. Arai, Appl. Catal. 30 (1987) 227. [6] T. Ishihara, K. Eguchi, H. Arai, Appl. Catal. 40 (1988) 87. [7] T. Ishihara, H+ Horiuchi, K. Eguchi, H. Arai, Appl. Catal. 66 (1990) 267. [8] T. Ishihara, H. Iwakumi, K. Eguchi, H. Arai, Appl. Catal. A 75 (1991) 225. [9] S.L. Soled, E+ Iglesia, S. Miseo, B.A. DeRites, R.A. Fiato, Top. Catal. 2 (1995) 193. [10] A.A. Adesina, J. Catal. 124 (1990) 297. [11] J.-W. Dun, E. Gulari, Can. J. Chem. Eng. 64 (1986) 260. [12] A.A. Adesina, Appl. Catal. A 138 (1996) 345. [13] G.E.P. Box, W.R. Hunter, J.S. Hunter, Statistics for Experimenters, Wiley, New York, 1978. [14] S. Addleman, O. Kempthorne, Orthogonal Main Effects Plan, ASTIA Arlington, VA, 1961. [15] C. Daniel, Applications of Statistics to Industrial Experi- mentation, Wiley, New York, 1976. [16] H. Chen, A.A. Adesina, Appl. Catal. A 112 (1994) 87. [17] H. Chen, Ph.D. Thesis, University of New South Wales, 1995. [18] R. Snel, Catal. Rev. Sci.-Eng. 29 (1987) 361. [19] R.B. Anderson, The Fischer-Tropsch Synthesis, Academic Press, Orlando, FL, 1984. APCATA 97000823 S0926-860X(97)00082-3 10.1016/S0926-860X(97)00082-3 Article Design of a multimetallic catalyst system for hydrocarbon synthesis: A statistical optimisation procedure Hong Chen Adesoji A. Adesina ∗ School of Chemical Engineering and Industrial Chemistry, University of New South Wales, Sydney, NSW 2052, Australia ∗ Corresponding author. This paper reports the application of fractional factorial technique in the design and selection of an optimal K-promoted CoMo catalyst system for hydrocarbon production from CO hydrogenation. Catalyst samples were prepared via incipient wetness impregnation and evaluated using a syngas mixture with H 2 CO =2 at 101 kPa and 553 K in a fixed bed reactor. Characterisation data from TGA, XRD, TEM-EDS and XPS showed that the formation of new phases between Co and Mo oxides was practically non-existent. Inferences from statistical analysis, qualitative rate data interpretation and modelling exercise all suggest that K and Co are required for both activity and selectivity. Mo, however, inhibited the overall synthesis rate but significantly improved alkene selectivity, due to methane suppression. Increased calcination temperature (within the range 573–723 K) enhanced BET surface area, but was deleterious to both activity and selectivity. Keywords Fischer-Tropsch catalyst Hydrocarbon synthesis Statistical evaluation References [1] S. Bessell Appl. Catal. A 96 1993 253 [2] F. Stoop K. van der Wiele Appl. Catal. 23 1986 35 [3] M. Cooper J. Frost Appl. Catal. 57 1990 L5 [4] R.S. Armstrong T. Bell A.L. Chaffee V.W.L. Chin H.J. Loeh A.B.J. Luchese A.F. Masters M.A. Williams Appl. Catal. 47 1989 243 [5] T. Ishihara K. Eguchi H. Arai Appl. Catal. 30 1987 227 [6] T. Ishihara K. Eguchi H. Arai Appl. Catal. 40 1988 87 [7] T. Ishihara H. Horiuchi K. Eguchi H. Arai Appl. Catal. 66 1990 267 [8] T. Ishihara H. Iwakumi K. Eguchi H. Arai Appl. Catal. A 75 1991 225 [9] S.L. Soled E. Iglesia S. Miseo B.A. DeRites R.A. Fiato Top. Catal. 2 1995 193 [10] A.A. Adesina J. Catal. 124 1990 297 [11] J.-W. Dun E. Gulari Can. J. Chem. Eng. 64 1986 260 [12] A.A. Adesina Appl. Catal. A 138 1996 345 [13] G.E.P. Box W.R. Hunter J.S. Hunter 5th ed. Statistics for Experimenters 1978 Wiley New York [14] S. Addleman O. Kempthorne 5th ed. Orthogonal Main Effects Plan 1961 ASTIA Arlington VA [15] C. Daniel 5th ed. Applications of Statistics to Industrial Experimentation 1976 Wiley New York [16] H. Chen A.A. Adesina Appl. Catal. A 112 1994 87 [17] H. Chen 5th ed. Ph.D. Thesis 1995 University of New South Wales [18] R. Snel Catal. Rev. Sci.-Eng. 29 1987 361 [19] R.B. Anderson 5th ed. The Fischer-Tropsch Synthesis 1984 Academic Press Orlando, FL",
      "scopus-id": "0040560633",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000823",
        "dc:description": "This paper reports the application of fractional factorial technique in the design and selection of an optimal K-promoted CoMo catalyst system for hydrocarbon production from CO hydrogenation. Catalyst samples were prepared via incipient wetness impregnation and evaluated using a syngas mixture with H 2 CO =2 at 101 kPa and 553 K in a fixed bed reactor. Characterisation data from TGA, XRD, TEM-EDS and XPS showed that the formation of new phases between Co and Mo oxides was practically non-existent. Inferences from statistical analysis, qualitative rate data interpretation and modelling exercise all suggest that K and Co are required for both activity and selectivity. Mo, however, inhibited the overall synthesis rate but significantly improved alkene selectivity, due to methane suppression. Increased calcination temperature (within the range 573–723 K) enhanced BET surface area, but was deleterious to both activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000823",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Hong"
          },
          {
            "@_fa": "true",
            "$": "Adesina, Adesoji A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000823"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000823"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00082-3",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Design of a multimetallic catalyst system for hydrocarbon synthesis: A statistical optimisation procedure",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer-Tropsch catalyst"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarbon synthesis"
          },
          {
            "@_fa": "true",
            "$": "Statistical evaluation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-56",
        "prism:endingPage": "56",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00082-3",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00082-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000823-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "490",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040560633"
      }
    }
  }
}