{
  "metadata": {
    "title": "Selective gas-phase oxidation of polycyclic aromatic hydrocarbons on vanadium oxide-based catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-11",
    "doi": "10.1016/S0926-860X(97)00022-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000227",
    "pii": "S0926860X97000227"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0008630155",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000227 S0926-860X(97)00022-7 S0926860X97000227 10.1016/S0926-860X(97)00022-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00610 2024-01-01T12:19:29.85596Z 0 0 19970911 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 157 157 1 2 1 2 Volume 157, Issues 1–2 15 311 334 311 334 19970911 11 September 1997 1997-09-11 1997 Vanadia catalysts for selective oxidation of hydrocarbons and their derivatives B. Grzybowska-Swierkosz, F. Trifiro, J.C. Vedrine converted-article fla Copyright © 1997 Published by Elsevier B.V. SELECTIVEGASPHASEOXIDATIONPOLYCYCLICAROMATICHYDROCARBONSVANADIUMOXIDEBASEDCATALYSTS BRUCKNER A BAERNS 1990 166 M DO 1990 247 N GERMAIN 1969 256 J CATALYTICCONVERSIONHYDROCARBONS DASHEVSKII 1962 693 M PETRENKO 1965 1109 G MAJUNKE 1993 F PHDTHESIS BORCHERT 1992 654 H MLECZKO 1994 169 L JIN 1986 4794 T 1985 344 ULLMANNSENCYCLOPEDIAINDUSTRIALCHEMISTRY BAERNS 1992 57 M BAERNS 1989 231 M DECHEMAMONOGRAPHIEN 1989 270 ULLMANNSENCYCLOPEDIAINDUSTRIALCHEMISTRY GOFTMANN 1957 10061 M KARPOV 1970 395 O KINNEY 1951 2880 C BROOKS 1955 250 J KALTHOFF 1991 R PHDTHESIS DALESSANDRO 1956 653 A FOSTER 1981 1325 N WESTERMANN 1982 151 D MORRISON 1986 1411 R LEHRBUCHDERORGANISCHENCHEMIE AI 1978 16 M MAJUNKE 1995 749 F BUSCA 1986 577 G BUSCA 1989 231 G KATAOKA 1988 66 T AI 1977 2579 M FIKIS 1978 2530 D KALTHOFF 1987 R DIPLOMATHESIS NAG 1984 225 N NAG 1987 73 N HABER 1986 52 J BRUCKNER 1995 11 A YORK 1996 239 A MEISEL 1995 483 W BRUCKNER 1994 3159 A LUNSFORD 1990 235 J DZISJAK 1961 386 A BELOUSOVA 1974 160 V MATERKONFMOLODYKHUCHTOMSKGOSUNIV1ST1973 KRIPYLO 1981 87 P ODENING 1991 B DIPLOMATHESIS BRUCKNERX1997X311 BRUCKNERX1997X311X334 BRUCKNERX1997X311XA BRUCKNERX1997X311X334XA item S0926-860X(97)00022-7 S0926860X97000227 1-s2.0-S0926860X97000227 10.1016/S0926-860X(97)00022-7 271346 2024-01-01T12:19:29.85596Z 1997-09-11 1-s2.0-S0926860X97000227-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000227/MAIN/application/pdf/959180d0b02e428db110d84477cc2133/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000227/MAIN/application/pdf/959180d0b02e428db110d84477cc2133/main.pdf main.pdf pdf true 1368333 MAIN 24 1-s2.0-S0926860X97000227-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000227/PREVIEW/image/png/c7d935536fe995792621a15816dbccf1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000227/PREVIEW/image/png/c7d935536fe995792621a15816dbccf1/main_1.png main_1.png png 52434 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 157 (1997) 311-334 Selective gas-phase oxidation of polycyclic aromatic hydrocarbons on vanadium oxide-based catalysts Angelika Brtickner, Manfred Baerns* lnstitut fiir Angewandte Chemie Berlin-Adlershof e. V., Rudower Chaussee 5. D-12484 Berlin, Germany Abstract The selective gas-phase oxidation of fluorene, anthracene, phenanthrene and naphthalene over supported and unsupported vanadium oxide-based catalysts frequently modified with other oxides such as Fe203 or MoO3 is reviewed and the effect of doping with alkali metal compounds is discussed. In particular, the oxidation of fluorene to 9-fluorenone is used as a key reaction for the discussion of the results. Reaction schemes derived from catalytic and kinetic measurements show strong similarities for all polycyclic aromatic hydrocarbons investigated indicating that selective products of inner and outer-ring oxidation are formed in primary steps while their decomposition occurs consecutively particularly at high degrees conversion. In addition to the catalytic studies reaction engineering simulations with respect to fixed-bed and fluidized-bed reactor performance are discussed. By comparing textural and structural peculiarities of the catalysts (e.g. surface acidity, phase composition, redox properties, active sites and role of the support) with their catalytic performance it becomes evident that high oxygenate selectivities are favoured by moderate surface acidity and oxidation potentials which can be controlled by admixing alkali compounds or less acidic metal oxides like Fe203 to V205. In cesium-doped vanadium/iron oxides an amorphous phase was identified containing lattice-oxide vacancies occupied by electrons which, presumably, act as catalytically active sites. On the basis of these considerations essential common features for the different oxidation processes are pointed out and some rules for catalysts design are derived. Keywords: Selective gas-phase oxidation; Polycyclic aromatic hydrocarbons; Vanadium oxide catalysts; Alkali doping; Phase composition; Active sites; Electron spin resonance; Reactor performance 1. Introduction Polycyclic aromatic hydrocarbons such as naphthalene, anthracene, phenan- threne and fluorene formed in coal pyrolysis may be used as feedstocks for * Corresponding author. Tel.: +49 30 6392 4444; fax: +49 30 6392 4454; e-mail: baerns@aca.fta-berlin.de. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00022-7 312 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 producing quinones and dicarboxylic anhydrides. Up to 1960, naphthalene oxida- tion was the most important technical process for the production of phthalic anhydride which is a commodity for the synthesis of polyester resins, phthalate softeners, phthalocynaine dyes and fine chemicals. Anthracene is almost exclu- sively converted into anthraquinone which is used for the production of dyes and as a catalyst for the synthesis of hydrogen peroxide. Phenanthrene and fluorene may be oxidized to phenanthrene quinone and fluorenone being precursors for pharma and herbicide synthesis. The reaction products may be divided in primary products formed by selective oxidation of certain inner- or outer-ring positions and in decomposition products (Fig. 1). Clearly, the variety of possible products formed from naphthalene is not as large as for the three-membered ring systems. Only 1,4- naphthalene quinone and phthalic anhydride are formed selectively. Oxidative attack of fluorene at the inner ring leads to 9-fluorenone whereas 9,10-anthraqui- none is formed from anthracene. Oxidation of the middle phenanthrene ring can Educt Products of selective oxidation on Decomposition inner ring outer ring products fluorene 9-fluorenone 2,3-1ndene dicarboxyllc anhydride anthracene 9,10-anthraquinone 1,4-anthraquinona 2,3-naphthalNc anhydnde ~ ~ ~ pyromeilitic ~ anhydride ~.~ rnllleic anhydride phenanthrane 9,10-phenanthrene 9-fluoranone 1,2-naphthallanhydride quinone diphenyli 1 -hydroxy-dlphen ylic- anhydride 1 \"-cerboxylic acid lactone naphthalene pnthlUc nnhyddde 1,4-napnthalene quinone CO + CO2 Fig. 1. Reaction products of polycyclic aromatic hydrocarbon oxidation. A. Briickner, M. Baerns /Applied Catalysis A: General 157 (1997)311-334 313 lead to 9,10-phenanthrene quinone, 9-fluorenone, diphenylic anhydride and 1- hydroxy-diphenylic-l'-carboxylic acid lactone. When oxygen reacts with outer- ring positions traces of 2,3-indenedicarboxylic anhydride are formed from fluorene and 1,2-naphthalic anhydride from phenanthrene. Three different products 2,3- naphthalic anhydride, 1,4-anthraquinone and pyromellitic anhydride result from anthracene. In addition to these desired compounds in almost all cases also products resulting from the decomposition of the carbon skeleton such as phthalic anhydride, maleic anhydride or even carbon oxides are produced the percentage of which depends strongly on the catalyst performance. The catalysts used for these reactions so far consist mainly of V205 frequently mixed with oxides of other transition metals such as iron [1], molybdenum [2], manganese [3], tungsten [4] and thallium [5]. However, since the catalysts were usually prepared by precipitation from solutions and subsequent calcination they contain also other phases than the pure oxides the composition and catalytical effect of which is not fully understood in every case. It is the aim of this paper to review critically the state of the art for the selective oxidation of polyaromatics by comparing first catalytic results and then discussing structural peculiarities of the various catalysts with respect to the course of the reaction. The selective oxidation of fluorene is emphasized as a reference for the other condensed hydrocarbons. Based on these considerations, essential common features for the different processes are pointed out and some rules for catalyst design are derived. 2. Catalytic results 2.1. Fluorene Up to now, the industrial production of 9-fluorenone is widely restricted to selective oxidation processes in the liquid phase. However, in recent years the gas phase oxidation of fluorene received increasing attention. The investigations are mainly concentrated on mixed VaOs-Fe203 catalysts, either supported or unsup- ported, which were doped in certain cases with alkali ions. In an early work the dependence of the 9-fluorenone selectivity on the reaction temperature, the contact time and the initial fluorene concentration was studied for a supported V205-Fe203-KaSO4 catalyst (atomic ratio: V: Fe : K----1 : 0.3 : 0.5) [6,7]. A maximum of 70 mol% was achieved at 648 K, a contact time of 4.3 s and an reactant concentration of 1.8 vol%. However, no information was given about the degree of conversion achieved under these conditions. The result initiated a number of systematic studies for developing VaOs-Fe203-type catalysts to achieve better 9-fluorenone selectivities. The investigation of unsupported binary VaO5-Fe203 compounds revealed that the catalytic activity illustrated by the degree of conversion as a function of contact 314 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 100 - o 80\" 60 a 40 20\" g \"~-- 0 . , . , , . ~ ' , ' , 1oo ~ 80 ,'7\" 60 40 2~n , , , , , , , , , , , , , , , , , , i 0 0.2 0.4 0.6 0.8 1.0 Contact Time / g.s.ml-1 Fig. 2. Fluorene conversion as a function of contact time at 623 K for V2Os-Fe203 catalysts with various V : Fe atomic ratios: (C)) 1:0.13, (0) 1:0.74, (m) 1:1, (I-1) 1:1.4; (a) undoped; (b) doped with cesium (V: Cs=l : 0.06); Data from [8]. time depends strongly on the V : Fe atomic ratio (Fig. 2(a)) [8]. Catalysts having a low iron content were much more active. The sample with an atomic ratio of V : Fe= 1 : 0.13 led to a conversion of more than 80% even at very low contact times (<0.1 g s m1-1) whereas the other samples required contact times of more than 0.4 g s m1-1 to achieve a similar result. This can be only partly related to the decrease of the specific surface area from 6 m2 g- 1 for V : Fe= 1 : 0.13 to 3 m2 g- 1 for V : Fe----- 1: 1.4. The differences in the product selectivities were not so obvious although there appeared a slight increase of the 9-fluorenone selectivity as the iron content of the catalyst was enhanced (Fig. 3). Up to conversions of 90% the selectivities were practically independent of conversion. However, above this limit the 9-fluorenone selectivity dropped down markedly and the selectivity to phthalic anhydride rose drastically indicating that phthalic anhydride is a product of the oxidative 9-fluorenone decomposition. From the catalytic results a reaction scheme of the fluorene oxidation was derived (Fig. 4(a)). Maleic anhydride and 2,3-indene dicarboxylic acid were detected only in certain cases and in very small A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 315 o~ .>_ \"B _.e II} CO 70- 60 50 40 30 20. 10 0 70 60. 50. 40 30 20 10 0 0 V\" Fe = 1 0.13 j , '--I ' ' .... ~, , , Im, ,m, i w V Fe = 1 1.4 w m I ' .... I ' ' IIl ' ' 1 20 40 60 80 100 Fluorene Conversion / % Fig. 3. Selectivity as a function of conversion at 623 K for V2Os-Fe203 catalysts with high and low V : Fe atomic ratios: (0) 9-fluorenone, (O) phthalic anhydride, (D) maleic anhydride, (11) 2,3-indene dicarboxylic anhydride; Data from [8], amounts. The rate constants for the various primary and consecutive reactions were derived by fitting the catalytic data with a hyperbolic Hougen-Watson model [8,9]. This kinetic model takes into account the reaction between oxygen and the organic compounds adsorbed at different surface sites. It may be worth mentioning that these kinetics have been also used as a basis for the simulation of fixed-bed and fluidized-bed reactor performance [10] (see Section 2.4). When the V2Os-Fe203 catalysts were doped with small amounts of Cs2SO4 the catalytic activity was lowered in comparison to the undoped samples (Fig. 2(b)). One reason might be the decrease of surface area which was not only due to rising iron content as mentioned above but also to doping with cesium. However, the 9- fluorenone selectivity was significantly improved on doping with Cs2SO4. It is practically independent on the degree of conversion above 20% and reached 316 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 ,1 k21 l COx A ,21 COx \\ ! k31 ,1 L T ks I Fig. 4. Reaction schemes for the oxidation of fluorene, anthracene and phenanthrene. maximum values of 99% for an atomic ratio of V : Fe= 1 : 1.4 (Fig. 5(a)). Since it is known that doping with sulfate ions modifies the catalytic properties of transition metal oxides, too, [11] it was not entirely clear wether the beneficial effect on the catalytic selectivity arises from the cesium or the sufate ions. In a very recent investigation the catalytic performance of V2Os-Fe203 catalysts doped with CsC1 or (NH4)2SO4 has been studied in comparison to the sample doped with Cs2SO4 [ 12]. The results revealed that the selectivity of the (NH4)2SO4 doped catalyst was virtually as low as that of the undoped sample. In contrast, the catalyst doped with CsC1 was only slightly less selective than the one doped with Cs2SO4. Thus, it is most probable that the increase in the selectivity is caused by cesium and not by sulfate. In summary, it has to be noted that the best catalytic results were achieved with a catalyst composition of V:Fe:Cs=I : 1.4:0.06. Higher Fe and Cs percentages did not lead to further improvement. A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 3 l 1-334 317 1 ' 1.4 11 1:0.74 1:0.13 ~ o 2b 40 6'0 8b l bo 0 20 40 60 80 1 O0 a b 68 K Li 1:1.4 1:1 [ [ 1: I 1 : 0.1311 V205 I I I , , 0 20 40 6'0 8'o C Selectivity of oxygenates by inner-ring oxidation / %c Fig. 5. Maximum selectivity of inner-ring oxidation products for V2Os-Fe203 catalysts with various V : Fe atomic ratios (see also [15], reaction temperature and initial hydrocarbon concentration in brackets): open bars: undoped, filled bars: doped with Cs, K or Li; (a) fluorene oxidation, data from [8], (b) anthracene oxidation, data from [49]. (c) phenanthrene oxidation, data from [24]. 2.2. Other polycyclic aromatic hydrocarbons Anthracene. On a commercial scale, about 30 000 t per annum of anthracene are used almost exclusively for its oxidation to anthraquinone either in liquid phase with chromic acid or by catalytic gas-phase reaction [ 13]. Suitable catalysts are based on V205 as a main component often containing additional constituents like molybdenum [14], manganese [3], tungsten [4] iron, alkali, alkaline earth or thallium [5]. Typical examples having been investigated for this reaction are: (i) unsupported vanadium/iron oxide catalysts as applied for the fluorene oxidation and (ii) vanadium/molybdenum/phosphorus oxides either in pure or supported form. In general, similar trends as for the oxidation of fluorene were also observed for that of anthracene over V2Os-Fe203 catalysts [1,15]. With increasing vanadium content the samples became more and more active. Between 20% 318 A. Briickner, M. Baerns /Applied Catalysis A: General 157 (1997) 311-334 and 90% of conversion, the various product selectivities were found to be independent of the latter. Close to complete conversion the selectivities of 9,10-anthraquinone, 1,4-anthraquinone and 2,3-naphthalic anhydride dropped down markedly in favour of those of phthalic as well as pyromellitic anhydride and finally carbon dioxide. On the basis of these catalytic results a reaction scheme for the oxidation of anthracene was derived indicating that all oxygenates can be considered as primary products (Fig. 4(b)). Similar to the oxidation of fluorene, doping the catalysts with alkali sulfate led to a marked increase of the inner- ring oxidation product (Fig. 5(b)) [16]. The oxidation of anthracene over V2Os- MoOa-P205 catalysts gave similar results as over vanadium/iron oxides [15] and can be characterized by the same reaction scheme as for vanadium/iron oxides (Fig. 4(b)). Supporting the catalysts on alumina or silica, respectively, led to better activities due to higher surface areas while the selectivity was not improved or even lowered. The influence of the support material will be discussed in Section 3.2. Phenanthrene. Phenanthrene is used for the industrial production of 9,10- phenanthrene quinone and 2,2'-diphenic acid either in liquid phase with chromates, nitric acid or hypochlorite as oxidizing agents or by catalytic gas-phase oxidation over vanadia-based catalysts [17]. From phenanthrene, generally, four different inner-ring oxidation products can be formed (Fig. 1). On unsupported V205 [ 18] or supported on carriers like SiO2 [19] and A1203 [20] mainly the decomposition products maleic and phthalic anhydride were formed. So-called VKS catalysts consisting of VaO5 and K2SO4 supported on SiO2 led to considerable amounts of selective inner-ring oxidation products (e.g. [21-23]). Baerns and co-workers studied the oxidation of phenanthrene over pure V205 and over mixed-oxide catalysts adding molybdenum and iron, respectively, to vanadium and doping them in certain cases with alkali ions [1,15]. The selectivity of 9,10-phenanthrene quinone decreased continuously with increasing conversion while that of 9-fluorenone and 1,2-naphthalic anhydride only dropped at conver- sions above 90% (Fig. 6). This indicates that the latter two products are more stable against further oxidation than 9,10-phenanthrene quinone. The selectivity of phthalic anhydride increased slightly at conversions below 80% and strongly above this value until it decomposes to COx dose to total conversion. The formation of diphenylic anhydride and the respective lactone (Fig. 1) was found to occur to a very small extent only except in the case of VEOs-Fe203 catalysts with an atomic ratio of V: Fe= 1 : 1.4 [24]. The selectivity of the lactone increased drastically at low conversions suggesting that it is a consecutive product probably formed from diphenic anhydride by decarbonylation. From this data a reaction scheme for the oxidation of phenanthrene has been derived which is, in principle, similar to that of the anthracene showing that all products except the lactone can be formed directly by oxidation of phenanthrene (Fig. 4(c)). The kinetics of the reaction could be described by a Mars van Krevelen mechanism assuming a cyclic redox process at an active surface site [24]. A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 319 30z 30~ 30 25 25 20 20 20 o 15 15 15 1 1 10 ~e 5\" .~\" O1 01 0 ........ - ........... 30 30 u~ 25 25 =~lfn 25i 20 fluorenone~ e phthalic anhydride 20 20 15 ~ 15 ~ 15\" 10, 10 10 0: ..... ,- -, 0 \" 0 \"''''' '''' ' 0 20 40 60 80 1 O0 20 40 60 80 1 O0 20 40 60 80 1 O0 Phenanthrene Conversion / % Fig. 6. Selectivity of various oxidation products as a function of phenanthrene conversion at 623 K (653 K for V : Fe= 1 : 1) for V2Os-Fe203 catalysts with different V : Fe atomic ratios: ([]) 1 : 0.13, (O) 1 : 0.25, ((3) 1 : I, (I) 1 : 1.4; data from [24]. Similar to the oxidation of fluorene the admixture of increasing amounts of iron oxide improved the selectivity to the inner-ring oxidation products slightly while the addition of alkali ions led to even better selectivities (Fig. 5(c)). Naphthalene. Besides the gas-phase oxidation of o-xylene, naphthalene oxida- tion is still an important industrial process for the production of phthalic anhydride. Only two selective oxidation products are formed from naphthalene without ring destruction, namely phthalic anhydride and 1,4-naphthalene quinone whereas non- selective oxidation leads to maleic anhydride and the carbon oxides. High yields of phthalic anhydride are obtained over silica-supported vanadia catalysts containing alkali sulfates in concentrations comparable to that of V205 or even higher. For example, by applying a commercial catalyst consisting of 10 mass% V205 and 33 mass% K2SO4 on SiO2 a phthalic anhydride selectivity of 90% was achieved [25]. A study of the influence of various alkali sulfates on the catalytic performance revealed that the selectivity to phthalic anhydride and 1,4 naphthalene quinone was enhanced with increasing atomic mass of the doping cations reaching maximum values of 80-90% for the cesium-doped catalysts [26,27]. The opposite trend was observed for the activity since the surface area of the catalysts was found to decrease markedly on alkali doping which was attributed to the formation of alkali pyrosulfates sealing the pore system of the support. The beneficial effect of alkali doping is in good agreement with the observations made for the other condensed aromatics. Thus, similar reasons originating from particular structural changes appear to be responsible for this effect in all cases and will be discussed in Section 3. 320 A. B~'ckner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 2.3. Comparison of catalytic and kinetic results All three-membered ring systems have in common that the product selectivities of the inner- and outer-ring oxidation are almost independent of the degree of conversion between 20% and 90%. Only above this limit they are decomposed to phthalic anhydride and further to the carbon oxides by consecutive oxidation. This indicates that the selective oxidation products are directly formed from the polycyclic hydrocarbons; these are strongly adsorbed on the catalyst surface, hereby, displacing all other products and preventing them from oxidation until nearly total consumption is reached. The only exceptions were observed in the phenanthrene oxidation where 9,10-phenanthrene quinone decomposes continu- ously due to its low stability and the lactone is only formed in a consecutive reaction. This has been indicated also by kinetic measurements in which the rate of formation of 9,10-phenanthrene quinone was found to decrease with increasing reactant concentration while the rate of consumption was enhanced [24]. For the same catalyst composition and reaction conditions the conversion decreases in the order fluorene>anthracene>phenanthrene. The same is observed for the selectivity of the inner-ring oxidation products. This agrees well with the reactivity of the inner-ring positions to be oxidized which decreases in the same order due to the loss of resonance energy caused by the oxidation [28]. Differences are most striking for the outer-ring oxidation. In the case of fluorene the respective compound was only detected in traces due to its low stability. The extent of outer-ring oxidation is comparable for anthracene and phenanthrene as indicated by the sum of the selectivities of the corresponding products. However, the product distribution differs markedly. In the case of phenanthrene only 1,2- naphthalic anhydride was detected while anthracene was found to be oxidized to three different outer-ring compounds. The different behaviour has been discussed in terms of different product stabilities [1]. The formation of tetracarboxylic anhydrides by simultaneous oxidation of both outer rings has been observed for the linear anthracene molecule only but not for the bent phenanthrene [1]. The oxidation kinetics of the three polycyclic hydrocarbons may be approxi- mated by first-order rate equations as long as the degree of conversion is below 90% [16]. However, this procedure failed at higher conversions where the rates of the consecutive reactions are faster than predicted by a first-order model. To describe the experimental results over the whole range of consumption different kinetic models were tested with respect to their suitability. As a result it was found that the phenanthrene oxidation could be described best with a Mars van Krevelen model whereas a Hougen-Watson model appeared to be less suitable [24]. The opposite was found for the fluorene oxidation [8,9]. Therefore, different models were used for both reactions. Nevertheless, at the present stage of our knowledge no final mechanistic conclusions should be drawn from the kinetic results. The rate constants for the various reaction steps (Fig. 4) calculated by using first-order rate equations for conversion degrees of up to 90% are listed in Table 1. From the data it A. Briickner, M. Baerns /Applied Catalysis A: General 157 (1997) 311-334 321 Table 1 First-order rate constants for various reaction steps of the oxidation of fluorene, anthracene and phenanthrene over a V2Os-FezO3 catalysts (V: Fe=l : 0.25) according to Fig. 4, data from [16] Rate constants (1 kg l s 1) Fluorene (591 K) Anthracene (623 K) Phenanthrene (623 K) kl 4.7-t-0.12 9.4-4-0.88 2.3.68a k2 2.6.05b 5.85:0.27 4.04-0.36 k3 c 5.1 .26 1.64-0.36 kl/kl+k2+k3 0.64 0.46 0.29 k3/kl+k2+k3 c 0.25 0.20 k4 0.9.08 6.2i1.1 15.5+2.8 kJkx 0.20 0.66 6.8 k5 -- -- 19.2.2 ks~k3 -- -- 1.2 kl,l/kl,z -- -- 1.7 kl,3/khl -- -- 12.7 akl=kl,l+kh3. bk2=k2+k3. CCan be determined in connection with k2 only. can be derived that the relative reaction rate for the inner-ring oxidation, kl/ (kl+k2+k3), decreases in the order fluorene>anthracene>phenanthrene according to the reactivity of the inner-ring position to be oxidized. It should be noted that the reaction temperature in the case of fluorene had to be reduced to 591 K (Table 1) to study also the range of low conversion. The reason is the higher reactivity of fluorene leading to degrees of conversion higher than 80% at 623 K The relative rate for the outer-ring oxidation, k3/(kl+k2+k3), is in the same order of magnitude for anthracene and phenanthrene. However, the consecutive oxidation of 9- fluorenone to phthalic anhydride (k4) at 623 K is more than twice as fast as the appropriate oxidation of 9,10-anthraquinone due to the higher stability of the latter. 2.4. Reactor performance Despite the fact that in industry the oxidation of fluorene is still almost exclusively carried out in liquid phase, the promising catalytic results of the selective gas-phase oxidation obtained in laboratory reactors as described above should eventually lead to their transformation into industrial practice. Therefore, Baerns and co-workers analyzed the performance of two types of bench-scale reactors (fluidized-bed and fixed-bed) as well as the effect of scale-up to a commercial size unit by means of reaction engineering simulations applying different reactor models [10]. The three models used for the fluidized-bed reactor describe the fluidized bed either as a two-phase system (bubbles and emulsion) or as a three-phase system (bubbles, cloud and emulsion) while the fixed-bed reactor simulation was based on a one-dimensional homogeneous model. On comparing the predictions of fluorene conversion as a function of contact time (space-time conversion) for both types of reactors it was found that in the 322 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 fluidized-bed reactor contact times about three times longer than in a fixed-bed reactor are necessary to achieve the same degree of conversion; this is due to limitations in mass transport between bubbles and emulsion phase. Furthermore, gas backmixing is significant in the fluidized-bed reactor. Accordingly, the 9- fluorenone selectivity was lower in the former case since the longer contact times and backmixing promote consecutive reactions. By simulations of fluidized-bed reactor the effects of temperature and hydro- dynamic conditions on catalytic performance were studied. The following com- mon features being qualitatively valid for the various models applied can be derived: Only a slight increase of fluorene conversion with temperature was predicted by all models between 573 and 723 K which is an indication that the primary reaction is mass transport limited. In the same temperature range the selectivity of 9-fluorenone was found to decrease from about 93% to about 55%; this is essentially due to the higher activation energy of the consecutive reactions. Increasing the gas velocities corresponding to fluidization numbers between 8 and 55 lowered expectedly the fluorene conversion strongly while the selectivity of 9- fluorenone passed at fluidization numbers between 10 and 15 through a flat maximum amounting to approximately 80-87% depending on the simulation model. On scaling-up from a bench-scale fluidized-bed reactor (reactor diameter: 7 cm) to a commercial-size unit (reactor diameter: 6 m) it was predicted that increasing fluidization numbers require significantly longer contact times than in lab scale to reach the same degree of fluorene conversion as in a bench-scale reactor while total conversion was not achieved at all. The selectivity of 9-fluorenone dropped with conversion for all fluidization numbers. The best value of 63% achieved at a conversion of 86% was obtained for a fluidization number of 10. In summary, the results of the simulation study predicted that both space-time conversion and selectivity of 9-fluorenone decreases slightly on changing from a fixed-bed to a fluidized-bed bench-scale reactor but markedly on changing to a commercial size fluidized-bed unit. Nevertheless, in industry the latter reactor type appears to be an interesting alternative to a multitubular fixed-bed reactor since it allows isothermal operation at high hydrocarbon concentrations (above flamm- ability limits) and the hydrocarbons might be fed into the reactor as liquids which lowers the investment costs; the selectivity and hence, the yield might be improved by incorporating suitable internals into the fluidized bed in order to enhance mass transfer between bubbles and emulsion phase and to reduce gas backmixing. 3. Influence of catalyst composition on catalytic performance 3.1. Surface acidity In the first step of the oxidation process the basic polycyclic aromatic hydro- carbons are most likely adsorbed on Lewis- or Br~nsted-type acidic sites of the A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 323 catalyst surface. It is clear that this interaction and the consecutive oxidation reactions are strongly influenced by the acid-base properties of the catalyst surface and numerous investigations of these properties have been carried out in the past using the adsorption of probe molecules. Ai et al. studied the acid-base properties of V2Os-Fe203 catalysts supported on pumice stone with two different methods [29]. Surface acidity was determined by both static adsorption of ammonia and the amount of pyridine required to inhibit the acid catalyzed isomerization of 1-butene over these catalysts used as a probe reaction. Basic sites were evaluated by volumetric determination of adsorbed CO2. It was found that the catalysts became more and more acidic on increasing the vanadium content reaching the highest acidity for pure V205. The opposite trend was observed for the basicity as indicated by decreasing amounts of adsorbed CO2. Similar results were also obtained by Baerns and co-workers for unsupported V2Os-Fe203 catalysts [30]. They determined the intensity of the IR bands of pyridine adsorbed on Lewis and BrCnsted acid sites and found that the band intensity decreased with increasing iron content. Generally, the band intensity related to BrCnsted sites was lower than that of Lewis sites. The acidic character of V205 has been also confirmed by Busca and co-workers [31,32] who detected strong Lewis and medium BrCnsted acid sites on the surface of pure and supported V205. The sites were identified by the appropriate FTIR bands of adsorbed NH3, pyridine and acetone, respectively. Lewis sites were attributed to coordinatively unsaturated vanadyl(V) centres while BrCnsted sites were ascribed to surface V-OH groups. The adsorption of CO2 was found to be negligible indicating that V205 does not contain basic or nucleophilic sites. Similar results were also obtained by other authors [33]. Doping the catalysts with alkali metal cations lowered their acidity and enhanced their basicity in most cases. For example, this has been confirmed for a V205 catalyst doped with K2804 [34] and other alkali sulfates [35] using the acid catalyzed dehydration of isopropanol to propene and the acid-base catalyzed dehydrogenation of the former to acetone as a probe reaction. The rate of the latter increased after alkali doping and this was attributed to changes in the acid-base properties of the catalysts mentioned above. In agreement with these results, also Baerns and co-workers found that the addition of cesium sulfate to VzO5-Fe203 catalysts lowered their surface acidity which had been related to the relative signal area of the appropriate F]?IR band of adsorbed pyridine [30]. Accordingly, the initial heats of NH3 adsorption decreased, too [15]. For supported vanadia catalysts the acid-base properties can be also modified by the carrier. This has been studied by the adsorption of anthracene in the presence of air on silica and alumina supported V2Os-MoO3-P205 catalysts using FTIR spectroscopy [2]. Anthracene was strongly adsorbed on A1203 partially forming carboxylate structures as indicated by IR spectroscopy. Complete desorption of the hydrocarbon at 723 K took more than 30 min. In contrast, on SiO2 almost no carboxylate formation was detectable and the IR bands of the adsorbates dis- 324 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 appeared completely above 623 K. From these results it was concluded that supporting the catalyst on alumina increases its acidity remarkably. In summary, the various investigations revealed that surface acidity of vanadia- based catalysts is governed by vanadyl(V) Lewis sites and, to a lesser extent, by V--OH BrCnsted sites. The concentration of these sites is highest for pure vanadia and decreases slightly when less acidic iron oxide is admixed. However, the most striking changes of the acid-base properties are caused by doping the oxides with alkali cations. In general, this leads to lower acidity and higher basicity of the surface and improves the catalyst performance with respect to the selective formation of inner-ring oxidation products which increases in the order phenan- threne<anthracene<fluorene. This result has been related to the preferred adsorp- tion of the inner-ring C-H bond the acidity of which rises in the same order. Moreover, it is assumed that reduced surface acidity weakens the adsorption of basic aromatic ring system and facilitates the desorption of the selectively oxidized products, thus, preventing them from consecutive oxidation to phthalic anhydride and other decomposition products. Furthermore, it is certainly worth mentioning that the addition of alkali-compound addition may affect catalytic performance by changing partly the phase structure as outlined in Section 3.3. 3.2. Role of the support By supporting the catalysts on an oxidic carrier like alumina, silica or titania the specific surface area can be increased drastically. While binary V2Os-MoO3 and V2Os-Fe203 bulk compounds have surface areas between 1 and 10 m2g-1 values being more than ten times larger can be reached for the supported catalyst which are therefore much more active than the unsupported ones. To obtain the same mass related activity the catalytic reaction can be performed at lower temperatures [15]. Unfortunately, the beneficial effect on the catalytic activity is in many cases accompanied by poor selectivities and increased total oxidation as illustrated in Fig. 7 for the oxidation of phenanthrene over a cesium-doped vanadium/iron oxide catalyst with an atomic ratio of V: Fe : Cs--1 : 1.4 : 0.06. The best selectivities of the inner-ring oxidation products were obtained with unsupported catalysts. For supported catalysts the selectivities are in general much lower and decrease in the order sodium silicate>silica>titania>alumina [24]. This is obviously due to an increase in the surface acidity which had been studied by measuring the initial heat of ammonia adsorption and the relative intensity of the IR bands caused by adsorption of pyridine at acidic surface sites [15]. Investigation of the pure carrier materials with the pyridine method revealed the presence of Lewis sites but no BrCnsted sites for A1203 while neither of them were detected on SIO2. Although the direct comparison of the acid-base properties of SiO2 and A1203 is not straightforward since they are influenced by additional factors like e.g. the surface area and the pretreatment conditions, these results indicate that the surface acidity of the A1203 support used for the preparation of the catalysts is higher than that of A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 325 \"6 80 ) -o 40 o '= 20 0 . 100 80 ~ 60 4o 0 20 , , , ..... , .... , 0 20 40 60 80 100 Conversion / % Fig. 7. Selectivity as a function of phenanthrene conversion at 623 K for a V2Os--Fe203--Cs2SO4 catalyst with a V: Fe : Cs=l : 1.4 : 0.06 atomic ratio: unsupported, supported on sodium silicate A, SiO2 m TiO2 V, A1203 41,; data from [24]. SIO2. The surface acidity of V205-Fe203 catalysts supported on these carriers has been studied by adsorption of ammonia [15]. Much higher adsorption enthalpies were obtained for catalysts supported on A1203 (182kJ mo1-1 for 20% V : Fe : Cs=l : 1.4 : 0.06 on A1203) as compared to the unsupported samples (13 kJ mol-~ for pure V : Fe : Cs=l : 1.4 : 0.06). Also ammonia adsorption on SiO2 which is rather weakly acidic results in an enthalpy of 153 kJ mo1-1 and cannot be compensated for by cesium doping. Sodium silicate having basic sites due to the presence of the alkali ions gives the best result for all supported catalysts investigated. But also in this case the selectivities for the inner-ring oxidation products are considerably lower than for the unsupported catalyst. A similar 326 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 selectivity trend was also observed for the oxidation of anthracene over V2Os- MoO3-P205 catalysts supported on the same carriers [15,36]. The catalytic results described let one assume that there might exist additional reasons like changes in the redox properties being responsible for low selectivities of supported catalysts. For example it is known that V205 forms various surface species differing in their structure and redox behaviour when precipitated on different support materials. While on A1203 and TiO2 mono- and divanadate species are formed, the surface of SiO2 is covered with large clusters of amorphous V205 [37,38]. Since the clusters have less surface oxygen atoms than the mono- and divanadate species they should be less active in oxidation reactions. This is in agreement with the reduction rate measured for the three supported V205 catalysts [39]. Thus, one might speculate that the low selectivities observed for supported catalysts in the phenanthrene oxidation (Fig. 7) are not only due to higher surface acidities but also due to changes in the redox properties of the active surface species. Finally, pore-diffusional effects favouring non-selective consecutive reactions might also play a role. 3.3. Phase composition, active sites and redox properties The catalysts which were used for the catalytic experiments had been prepared by co-precipitation from a solution of ammonium vanadate and the appropriate transitions metal salts followed by filtration, washing and subsequent calcination. Depending on the atomic ratio of V : Me all binary oxide catalysts contained crystalline metal vanadates as identified by XRD sometimes in addition to the pure oxides. Thus, in many cases a rather complex multicomponent mixture is formed and it is often difficult to discriminate between the various phases of these mixtures with respect to their influence on the catalytic properties. A detailed study of catalyst composition using different methods like X-ray diffraction (XRD), scanning electron microscopy (SEM), energy dispersive X-ray analysis (EDX), Mrssbauer and electron spin resonance spectroscopy (ESR) has been carried out for V205-Fe203 catalysts [40]. The main crystalline phase of samples with high vanadium contents (V : Fe= 1 : 0.13) was V205 (Table 2). However, this compo- nent disappeared with increasing iron content and the most important phase observed changed from FezV40~3 to FeVO4 and finally to ol-Fe203 when the iron was in excess. As mentioned in Section 3.1, the alteration of this phase composition went along with a decrease in surface acidity. On doping with cesium no new crystalline but a new amorphous phase was formed as detected by Mrssbauer spectroscopy and a characteristic ESR signal at a very low magnetic field the origin of which is described below. The percentage of this additional amorphous phase increased with an increase in the iron content reaching a maximum for atomic ratios of V : Fe between 1 : 0.74 and 1 : 1.4 which resulted in very good selectivities for the inner-ring oxidation products in the catalytic reactions. Thus, it is tentatively assumed that this phase might be the active one in A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 327 Table 2 Phase composition of various pure and cesium-doped VzO5-Fe203 catalysts as determined by XRD, MOssbauer and ESR spectroscopy Atomic ratio V : Fe : Cs Phase composition as determined by Crystalline components Mrssbauer and ESR spectroscopy (XRD) 1:0.13 : 0 FezV4113+amorphous phase FezV4OI3 V205 (main l : 0.13 : 0.06 Fe2V4013+amorphous Fe3+-V4+-phase l : 0.74 : 0 FeVO4+amorphous phase l: 0.74 : 0.06 FeVO4+amorphous phase 1 : 1 : 0 FeVO4 1 : 1 : 0.06 c~-Fe203+FezV4013+Fe~VyO~ 1 : 1.4 : 0 c~-FezO3+FeVO4 1 : 1.4 : 0.06 c~-Fe203+FeVO4+FexVyOz component ) Fe2V4013+ V205 (main component) FeVO~ FeVO4 FeVO4 c~-FezO3+Fe2V4Oi3 ~-FezO3+FeVO4 c~-Fe203+FeVO4 the oxidation process and attempts were made to elucidate its structure in more detail [40,41]. Catalysts doped with other alkali metals like lithium or potassium were only studied in the selective oxidation of phenanthrene [15] and their phase composition has not been studied in detail. However, at least in the case of potassium XPS measurements revealed that these ions are enriched in the catalyst surface, too. Fig. 8 shows a scanning electron micrograph of a typical cesium-doped sample with an atomic ratio of V : Fe= 1 : 0.74. The presence of three different species can Fig. 8. Scanning electron micrograph of a cesium-doped V2Os-Fe203 catalyst (V : Fe : Cs=l : 1.4 : 0.06). 328 A. Briickner, M. Baerns /Applied Catalysis A: General 157 (1997) 311-334 2000 - 1600 - 1200- 800- 400\" v , cs , Fe , , , , , , , , 12345678 Energy / keV 9 10 2400- 2000\" 1600\" J~ ~ 1200\" 0 Fe 1 2 3 4 5 6 7 Energy / keY b 8 9 10 2800\" 2400 - 2000\" 8 1200 8OO 4O0 0 v /v ttL~ - ---,.--.-,,..--~eFu~_j ~'V 1 2 3 4 5 6 7 Energy / keV 8 9 10 Fig. 9. Energy dispersive X-ray spectrum of: (a) amorphous phase, (b) FeVO4 crystal and (c) Fe2V4013 crystal, data from [41]. be seen in this picture: (i) long needle-like crystals, (ii) large rectangular crystals and (iii) an amorphous material. From the corresponding EDX spectra the V : Fe ratio was calculated as close to 1 : 1 for the needles indicating that this species is FeVO4 (Fig. 9(a)). For the rectangular crystals a ratio of V : Fe=2 : 1 was obtained identifying these species as Fe2V4013 (Fig. 9(b)). The EDX spectrum of the amorphous phase precipitated on the surface of the crystals points also to a V : Fe ratio around 1 : 1. But the most striking feature was that the whole cesium is obviously located in this amorphous phase and not in or on the crystalline iron vanadates (Fig. 9(c)). This result agrees rather well with the fact that an enrichment of cesium was also detected by XPS on the catalyst surface [ 15]. Moreover, it was found by potentiometric titration that vanadium had been partially reduced to V4 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 329 in the doped catalysts [40]. From these results, the corresponding M6ssbauer spectra and additional ICP investigations an approximate empirical formula for the amorphous phase was derived which varied slightly with catalyst composition in the following manner: Overall catalyst composition (V : Fe : Cs) Composition of the amorphous phase 1 : 0.74 : 0.06 1 : 1.00 : 0.06 1 : 1.40 : 0.06 Feo.65VO3.4o [41] Feo.7oVO3.o4 [40] Feo.65VO3.14 [40] The amorphous phase contains a certain percentage of the vanadium in the valence state 4+ and, in addition, about 10% cesium. Since the cesium was only detected in the amorphous phase and the addition of cesium led to im- proved catalytic performance it was concluded that it is indeed the amorphous part of the sample which contains the catalytically active centres. In addition, recent investigation of the catalyst surface with conversion electron M6ssbauer spectroscopy revealed the presence of small amounts of Fel_xS (pyrrhotite) [42]. Since the cesium dopant is introduced as sulfate, it is likely that the iron sulfide is formed during the calcination process since NH3 is eliminated on decomposition of the precursor which can act as a reducing agent. How- ever, as mentioned in Section 2.1 it seems to be no important catalyst com- ponent. A comprehensive ESR study of cesium-doped VeOs-Fe203 catalysts [40,43] led to more detailed ideas about the nature of the active sites as outlined below. In the ESR spectra of cesium-doped V205-Fe203 catalysts the amorphous phase gave rise to a signal at very low magnetic field values (effective g-value: g'=18) which has been attributed to a distorted Fe3+ centre on the basis of spectra simulation. From the unusual temperature dependence of this signal (Fig. 10) being reversible in the range between 93 and 623 K it was concluded that the distortion is caused by a neighbouring oxygen vacancy which is occupied by an electron. Antiferromagnetic coupling of the latter with the Fe3+ was assumed to be the reason for the intensity loss at low temperatures whereas the disappearance of the signal at high temperatures was ascribed to thermal lattice vibrations leading to a distribution of the zero field parameter IDI and, thus, to line broadening. A number of in situ ESR measurements under varying conditions of temperature, mechanical stress and atmosphere was performed to get more experimental evidence for the existence of such [Fe3+-Vo(e-)] centres in the amorphous phase [40]. When the catalysts were exposed to high mechanical pressure (2 GPa) the [Fe3+-Vo(e-)] signal at g'=18 broadened and lost intensity while that at g'=2 arising from the crystalline components was not influenced. To explain this completely reversible behaviour it was assumed that neighbouring oxide ions 330 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 Fe3+....Vo(e-) g'= 18 Fe2V4013 g'= 2 ~- 423 K K I100 rnTDI ~~,.- 93 K Fig. 10. Reversible temperature dependence of the ESR spectrum of a cesium-doped V2Os-Fe203 catalyst (V: Fe : Cs=l : 1:0.06) in the range 93<T/K<423, figure from [43]. are pushed towards the vacancy under pressure, thus, modifying the local envir- onment of the Fe3+ ions and giving rise to a very broad underlying line. By heating the catalysts in oxidizing, reducing or inert atmosphere it was observed that the [Fe3Vo(e-)] signal disappears irreversibly above 823 K due to thermal diffusion which compensates for the vacancies. In oxygen, the intensity of the gP=2 signal increased and this has been attributed to a replenishment of the vacancies with oxide ions having been formed from 02 on reduction by the captured electrons. The opposite behaviour observed in reducing atmosphere (10% H2 in nitrogen) was explained by the creation of additional vacancies on removing oxide ions from the lattice [43]. From the results of all these ESR experiments, the existence of [Fe3+- Vo(e-)] centres in the amorphous phase of cesium-doped V2Os-Fe203 catalysts becomes indeed plausible. The authors assumed that cesium is probably incorpo- rated in cationic lattice positions, thus, creating vacancies due to the differences in the ionic charge [41] as observed accordingly when MgO catalysts are doped with Li as used in the oxidative coupling of methane [44]. The beneficial influence of these centres on the catalytic selectivity has been explained in terms of their ability to adsorb and convert gas phase oxygen rapidly to oxide ions which are suitable for mild nucleophilic addition to the hydrocarbon molecule without ring destruction. This interpretation is in agreement with previous experimental results showing that the rate of oxygen exchange with the gas phase increases for V205 catalysts when they are doped with alkali sulfates reaching the highest value of about 100 times that of pure V205 for the cesium-doped sample [45]. Further evidence for the adsorption of oxygen in the form of Oz- over cesium-doped V2Os-Fe203 catalysts was also obtained from measurements of the electrical conductivity as a function of the oxygen partial pressure [40]. In contrast, undoped V2Os-Fe203 catalysts seem A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997)311-334 331 Table 3 Relative intensity of the ESR radical signal formed during reaction of 1 : 1 mixtures of fluorene with various catalysts at different temperatures in sealed tubes under nitrogen atmosphere, data from [40] T/K Catalyst 393 413 433 453 473 493 513 533 553 V205 0.10 0.08 0.11 0.20 0.60 1.52 4.03 9.58 16.15 ~-VOPO4 -- 0.06 0.17 0.47 0.92 2.15 8.13 15.27 15.33 FeVO4 ....... 0.10 0.11 (VO)2P207 ....... 0.03 0.24 V : Fe : Cs=l : 0.13 : 0.06 0.26 0.37 0.43 0.61 1.07 2.20 4.80 8.25 9.90 V : Fe =1 : 0.13 -- 0.20 0.44 0.54 1.01 2.39 6.46 11.10 15.24 V: Fe : Cs=l : 1.4 : 0.06 ....... 0.11 0.32 V: Fe=l : 1.4 .... 0.12 0.30 0.36 O. 54 0.59 to adsorb O- rather than 02-. These oxygen species have different properties. While O is electrophilic and very reactive, 02- is nucleophilic and has no oxidizing potential. Therefore, it is most likely that changes in the redox properties of the catalysts as indicated by the formation of different oxygen intermediates should influence the catalytic selectivity. This has been supported by following the reaction of various vanadia-based catalysts with fluorene by in situ - ESR spectroscopy [40]. In these reactions, radicals derived from fluorene were detected. Over cesium-doped V2Os-Fe203 catalysts, radicals appeared at higher tempera- tures and in lower concentration with respect to the undoped samples (Table 3). Radical formation was strongest over catalysts exposing the V5+=O group to the surface (e.g. V205) and almost negligible for those containing V4+=O moieties (e.g. (VO)2P207) and pentavalent vanadium which does not form vS+=o groups (e.g. FeVO4). From these results it was concluded that the formation of radicals which are readily further oxidized might contribute to low selectivities as observed over pure binary V2Os-Fe203 catalysts and those containing large amounts of crystalline V205 since free radicals could easily react with gaseous molecular oxygen to give unstable peroxide intermediates which decompose in a series of consecutive steps eliminating singlet oxygen which is very reactive and, in fact, can lead to total oxidation: R\" + 02 --'-+ R-O-O\" 2R-O-O\" ~ R-O-O-O-O-R ~ 2R-O\" + O2(singlet) In addition to the reduced acidity due to the presence of cesium and these [Fe3+- Vo(e-)] centres responsible for the rapid conversion of 02 to 02-, the V4+ sites have to be regarded as a third reason for the improved selectivity. Also in other cases, e.g. for the oxidation of phenanthrene [46] and benzene [47,48] it was found that increasing amounts of V4+ in V205 catalysts enhance the selectivity at the expense of activity. 332 A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 4. Summary and conclusions for catalyst design As a general result it has to be noted that vanadia-based catalysts are suitable systems for the selective gas-phase oxidation of polycyclic aromatics i.e., phenan- threne, anthracene and fluorene. The reaction mechanisms for the various com- pounds appear to be very similar. Therefore, the selectivity of all these processes is presumably influenced in the same way by the catalyst properties for which some common rules can be derived. An important factor is the surface acidity of the catalysts. The basic hydro- carbons adsorb with the aromatic ring system at acidic sites. When this adsorption is strong as in the case of highly acidic catalysts (e.g. pure V205 or mixed oxides supported on acidic carders) the selective oxidation products cannot desorb quickly enough and are hence subject to further non-selective oxidation. This can be prevented when the number and strength of acidic sites is reduced by admixing less acidic metal oxides like Fe203 and MOO3, respectively, to V205 or by doping it with basic alkali compounds. On the other hand, the redox properties of the catalysts are of great importance. It was shown that pure V205 has a strong oxidation potential due to its VS+=O groups and that it leads to a considerable proportion of total oxidation products. On doping with alkali ions the vanadium is partially reduced to V4+ which is less active but more selective than V5+. In addition, when alkali ions are incorporated in the catalyst structure separate amorphous phases may be created as shown for cesium- doped V205-Fe203 catalysts. These contain particular vacancy centres which are able to transform any adsorbed oxygen species rapidly into lattice oxygen required for selective oxidation. This is in accordance with the enhanced oxygen exchange rates having been detected for alkali-doped vanadia catalysts [8]. Thus it is very probable that not the well defined crystalline phases of the multi-metal-oxide catalysts are the active ones in catalysis but rather an amorphous species the nature of which is poorly understood and even its existence has been detected so far only for the cesium-doped V205-Fe203. Further, it has to be taken into account that, in general, the characterization studies reviewed in this paper had been carried out on fresh catalysts. There are no data available on how the catalytic properties change with increasing time on stream. These aspects should be a subject of further research work. For improved catalyst design the following rules should be taken into account: Catalysts should have moderate acidity to suppress non-selective oxidation leading to the decomposition of the aromatic ring system or even to its total oxidation. Catalysts should be mild oxidizing agents based on nucleophilic oxygen and they should contain a certain amount of V4+ since this was shown to be less active but more selective than V5+. A. Briickner, M. Baerns/Applied Catalysis A: General 157 (1997) 311-334 333 To meet the above requirements V205 should not be used in its pure form. Its strong acidity and oxidation potential may be reduced by compound formation with other metal oxides and/or by doping with basic ions like alkali. If for reasons of improved activity high surface area supports are used, e.g. for alkali-doped V205-Fe203, the catalysts may be supported on carriers with high surface area. However, it has to be considered that only inert (neutral) or weakly basic supports are suitable and that pore-diffusional limitations are avoided. Acknowledgements Part of the experimental work reviewed in this paper has been supported by Deutsche Forschungsgemeinschaft (DFG) in the author's laboratories at Institut ftir Angewandte Chemie e. V., Berlin-Adlershof and Ruhr-Universit~it Bochum. References [I] M. Baerns, R. Kalthoff, E K~issner and A. Zein, Erdtil Erdgas Kohle, 106 (1990) 166. [2] N.T. Do, R. Kalthoff, J. Laacks, S. Trautmann and M. Baerns, Stud. Surf. Sci. Catal., 55 (1990) 247. [3] J. Vymetal, J. Norek, CS Patent 205 981 (1983). [4] J.E. Germain, Catalytic Conversion of Hydrocarbons, Academic Press, New York, 1969, p. 256. [5] W. Wettstein, L. Valpiana, Swiss Patent 407079 (1966). [6] M.M. Dashevskii and G.E Petrenko, Zhur. Priklad. Khim., 35 (1962) 693. [7] G.E Petrenko and G.N. Terentrva, Zhur. Priklad. Khim., 38 (1965) 1109. [8] E Majunke, Ph.D. Thesis, Ruhr-Universi~t Bochum, Lehrstuhl fur technische Chemic, 1993. [9] H. Borchert and M. Baems, Chem. Ing. Tech., 64 (1992) 654. [10] L. Mleczko, U. Pannek and M. Baerns, Chem. Eng. Tech., 17 (1994) 169. [11] T. Jin, T. Yamaguchi and K. Tanabe, J. Phys. Chem., 90 (1986) 4794. [12] A.EE. York, A. Briickner, E-M. Wilde, H. Mehner, M. Kraum, M. Baems, Characterization of the Active Phase in Caesium Doped Iron-Vanadium-Oxide Catalysts for the Selective Oxidation of Polyaromatics, Catal. Lett., in press. [13] Ullmann's Encyclopedia of Industrial Chemistry, 5th ed., vol. A2, VCH Weinheim, 1985, p. 344~ [14] Mitsui Toatsu Chemicals Inc., Jpn. Kokai 8108 338 (1981). [15] M. Baerns, H. Borchert, R. Kalthoff, E K~il3ner, E Majunke, S. Trautmann and A. Zein, Stud. Surf. Sci. Catal., 72 (1992) 57. [16] M. Baerns, N.T. Do, R. Kalthoff, E K~iBner, A. Zein, Dechema-Monographien, vol. 118, VCH Vedagsgesellschaft, 1989, p. 231. [17] Ullmann's Encyclopedia of Industrial Chemistry, 5th ed., vol. A13, VCH Weinheim, 1989, p. 270. [18] M.W. Goftmann and A. Golub, Chem. Zbl., (1957) 10061. [19] O.N. Karpov and R.M. Bystrova, Ref. Zhur. Khim., Abstr. No., 12 (1970) 395. [20] C.R. Kinney and I. Pincus, Ind. Eng. Chem., 43 (1951) 2880. [21] J.D. Brooks, J. Appl. Chem., 5 (1955) 250. [22] Ciba Ltd. Brit. Patent 1 133570 1968. [23] C.W. De Walt, K. A. Schowal, US Patent 2956065 (1960). [24] R. Kalthoff, Ph.D. Thesis, Ruhr-Universitiit Bochum, Lehrstuhl fiir Technische Chemic, 1991. [25] A.E D~ilessandro and A. Farkas, J. Coll. Sci., 11 (1956) 653. [26] N.R. Foster, M.S. Wainwright and D.W.B. Westermann, Aust. J. Chem., 34 (1981) 1325. [27] D.W.B. Westermann, N.R. Foster and M.S. Wainwright, Appl. Catal., 3 (1982) 151. [28] R. T. Morrison, R. N. Boyd, Lehrbuch der Organischen Chemie, VCH Weinheim, 1986, p. 1411. 334 A. Briickner, M. Baerns /Applied Catalysis A: General 157 (1997) 311-334 [29] M. Ai, J. Catal., 52 (1978) 16. [30] E Majunke, S. Trautmann and M. Baerns, Stud. Surf. Sci. Catal., 82 (1995) 749. [31] G. Busca, Langmuir, 2 (1986) 577. [32] G. Busca, G. Ramis and V. Lorenzelli, J. Mol. Catal., 50 (1989) 231. [33] T. Kataoka and J.A. Dumesic, J. Catal., 112 (1988) 66. [34] M. Ai, Bull. Chem. Soc. Jpn., 50 (1977) 2579. [35] D.V. Fikis, W.J. Murphy and R.A. Ross, Can. J. Chem., 56 (1978) 2530. [36] R. Kalthoff, Diploma Thesis, Ruhr-Universit~it Bochum, Lehrstuhl ftir Technische Chemie, 1987. [37] N.K. Nag, K.V.R. Chary, B.M. Reddy, B.R. Rao and V.S. Subrahmanyam, Appl. Catal., 9 (1984) 225. [38] N.K. Nag, Appl. Catal., 31 (1987) 73. [39] J. Haber, A. Kozlowska and R. Kozlowski, J. Catal., 102 (1986) 52. [40] A. Brtickner, G.-U. Wolf, M. Meisel, R. Sttil~er, H. Mehner, F. Majunke and M. Baerns, J. Catal., 154 (1995) 11. [41] A.P.E. York, A. Briickner, G.-U. Wolf, P.-M. Wilde and M. Meisel, Chem. Commun., (1996) 239. [42] W. Meisel, H. Mehner and A. Brtickner, Fresenius J. Anal. Chem., 352 (1995) 483. [43] A. Briickner, G.-U. Wolf, M. Meisel, R. StiSBer and H. Mehner, J. Chem. Soc. Faraday Trans., 90 (1994) 3159. [44] J.H. Lunsford, Catal. Today, 6 (1990) 235. [45] A.P. Dzisjak, G.K. Boreskov, L.A. Kasatkina and V.E. Kochurihin, Kinet. Catal., 2 (1961) 386. [46] V.N. Belousova and N.N. Sudakova, Mater. Konf. Molodykh Uch. - Tomsk. Gos. Univ., 1st 1973, 2 (1974) 160. [47] US Patent 2769018 (1956). [48] P. Kripylo, D. Ritter, H. Hahn and H. SpieB, Chem. Tech., 33 (1981) 87. [49] B. Odening, Diploma Thesis, Ruhr-Universi~t Bochum, Lehrstuhl fiir Technische Chemie, 1991. APCATA 97000227 S0926-860X(97)00022-7 10.1016/S0926-860X(97)00022-7 Oxidation of aromatic hydrocarbons Selective gas-phase oxidation of polycyclic aromatic hydrocarbons on vanadium oxide-based catalysts Angelika Brückner Manfred Baerns ∗ Institut für Angewandte Chemie Berlin-Adlershof e. V., Rudower Chaussee 5, D-12484 Berlin, Germany ∗ Corresponding author. Tel.: +49 30 6392 4444; fax: +49 30 6392 4454 The selective gas-phase oxidation of fluorene, anthracene, phenanthrene and naphthalene over supported and unsupported vanadium oxide-based catalysts frequently modified with other oxides such as Fe2O3 or MoO3 is reviewed and the effect of doping with alkali metal compounds is discussed. In particular, the oxidation of fluorene to 9-fluorenone is used as a key reaction for the discussion of the results. Reaction schemes derived from catalytic and kinetic measurements show strong similarities for all polycyclic aromatic hydrocarbons investigated indicating that selective products of inner and outer-ring oxidation are formed in primary steps while their decomposition occurs consecutively particularly at high degrees conversion. In addition to the catalytic studies reaction engineering simulations with respect to fixed-bed and fluidized-bed reactor performance are discussed. By comparing textural and structural peculiarities of the catalysts (e.g. surface acidity, phase composition, redox properties, active sites and role of the support) with their catalytic performance it becomes evident that high oxygenate selectivities are favoured by moderate surface acidity and oxidation potentials which can be controlled by admixing alkali compounds or less acidic metal oxides like Fe2O3 to V2O5. In cesium-doped vanadium/iron oxides an amorphous phase was identified containing lattice-oxide vacancies occupied by electrons which, presumably, act as catalytically active sites. On the basis of these considerations essential common features for the different oxidation processes are pointed out and some rules for catalysts design are derived. Keywords Selective gas-phase oxidation Polycyclic aromatic hydrocarbons Vanadium oxide catalysts Alkali doping Phase composition Active sites Electron spin resonance Reactor performance References [1] M. Baerns R. Kalthoff P. Kässner A. Zein Erdöl Erdgas Kohle 106 1990 166 [2] N.T. Do R. Kalthoff J. Laacks S. Trautmann M. Baerns Stud. Surf. Sci. Catal. 55 1990 247 [3] J. Vymetal, J. Norek, CS Patent 205 981 (1983). [4] J.E. Germain 5th ed. Catalytic Conversion of Hydrocarbons 1969 Academic Press New York 256 [5] W. Wettstein, L. Valpiana, Swiss Patent 407 079 (1966). [6] M.M. Dashevskii G.P. Petrenko Zhur. Priklad. Khim. 35 1962 693 [7] G.P. Petrenko G.N. Terentéva Zhur. Priklad. Khim. 38 1965 1109 [8] F. Majunke 5th ed. Ph.D. Thesis 1993 Ruhr-Universität Bochum, Lehrstuhl für technische Chemie [9] H. Borchert M. Baerns Chem. Ing. Tech. 64 1992 654 [10] L. Mleczko U. Pannek M. Baerns Chem. Eng. Tech. 17 1994 169 [11] T. Jin T. Yamaguchi K. Tanabe J. Phys. Chem. 90 1986 4794 [12] A.P.E. York, A. Brückner, P.-M. Wilde, H. Mehner, M. Kraum, M. Baerns, Characterization of the Active Phase in Caesium Doped Iron-Vanadium-Oxide Catalysts for the Selective Oxidation of Polyaromatics, Catal. Lett., in press. [13] 5th ed. Ullmann's Encyclopedia of Industrial Chemistry vol. A2 1985 VCH Weinheim 344 [14] Mitsui Toatsu Chemicals Inc., Jpn. Kokai 81 08 338 (1981). [15] M. Baerns H. Borchert R. Kalthoff P. Käßner F. Majunke S. Trautmann A. Zein Stud. Surf. Sci. Catal. 72 1992 57 [16] M. Baerns N.T. Do R. Kalthoff P. Käßner A. Zein 5th ed. Dechema-Monographien vol. 118 1989 VCH Verlagsgesellschaft 231 [17] 5th ed. Ullmann's Encyclopedia of Industrial Chemistry vol. A13 1989 VCH Weinheim 270 [18] M.W. Goftmann A. Golub Chem. Zbl. 1957 10061 [19] O.N. Karpov R.M. Bystrova Ref. Zhur. Khim., Abstr. No. 12 1970 395 [20] C.R. Kinney I. Pincus Ind. Eng. Chem. 43 1951 2880 [21] J.D. Brooks J. Appl. Chem. 5 1955 250 [22] Ciba Ltd. Brit. Patent 1 133 570 1968. [23] C.W. De Walt, K. A. Schowal, US Patent 2 956 065 (1960). [24] R. Kalthoff Ph.D. Thesis 1991 Ruhr-Universität Bochum, Lehrstuhl für Technische Chemie [25] A.F. Dálessandro A. Farkas J. Coll. Sci. 11 1956 653 [26] N.R. Foster M.S. Wainwright D.W.B. Westermann Aust. J. Chem. 34 1981 1325 [27] D.W.B. Westermann N.R. Foster M.S. Wainwright Appl. Catal. 3 1982 151 [28] R.T. Morrison R.N. Boyd Lehrbuch der Organischen Chemie 1986 VCH Weinheim 1411 [29] M. Ai J. Catal. 52 1978 16 [30] F. Majunke S. Trautmann M. Baerns Stud. Surf. Sci. Catal. 82 1995 749 [31] G. Busca Langmuir 2 1986 577 [32] G. Busca G. Ramis V. Lorenzelli J. Mol. Catal. 50 1989 231 [33] T. Kataoka J.A. Dumesic J. Catal. 112 1988 66 [34] M. Ai Bull. Chem. Soc. Jpn. 50 1977 2579 [35] D.V. Fikis W.J. Murphy R.A. Ross Can. J. Chem. 56 1978 2530 [36] R. Kalthoff Diploma Thesis 1987 Ruhr-Universität Bochum, Lehrstuhl für Technische Chemie [37] N.K. Nag K.V.R. Chary B.M. Reddy B.R. Rao V.S. Subrahmanyam Appl. Catal. 9 1984 225 [38] N.K. Nag Appl. Catal. 31 1987 73 [39] J. Haber A. Kozlowska R. Kozlowski J. Catal. 102 1986 52 [40] A. Brückner G.-U. Wolf M. Meisel R. Stößer H. Mehner F. Majunke M. Baerns J. Catal. 154 1995 11 [41] A.P.E. York A. Brückner G.-U. Wolf P.-M. Wilde M. Meisel Chem. Commun. 1996 239 [42] W. Meisel H. Mehner A. Brückner Fresenius J. Anal. Chem. 352 1995 483 [43] A. Brückner G.-U. Wolf M. Meisel R. Stößer H. Mehner J. Chem. Soc. Faraday Trans. 90 1994 3159 [44] J.H. Lunsford Catal. Today 6 1990 235 [45] A.P. Dzisjak G.K. Boreskov L.A. Kasatkina V.E. Kochurihin Kinet. Catal. 2 1961 386 [46] V.N. Belousova N.N. Sudakova Mater. Konf. Molodykh Uch. -Tomsk. Gos. Univ., 1st 1973 2 1974 160 [47] US Patent 2 769 018 (1956). [48] P. Kripylo D. Ritter H. Hahn H. Spieß Chem. Tech. 33 1981 87 [49] B. Odening Diploma Thesis 1991 Ruhr-Universität Bochum, Lehrstuhl für Technische Chemie",
      "scopus-id": "0008630155",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000227",
        "dc:description": "The selective gas-phase oxidation of fluorene, anthracene, phenanthrene and naphthalene over supported and unsupported vanadium oxide-based catalysts frequently modified with other oxides such as Fe2O3 or MoO3 is reviewed and the effect of doping with alkali metal compounds is discussed. In particular, the oxidation of fluorene to 9-fluorenone is used as a key reaction for the discussion of the results. Reaction schemes derived from catalytic and kinetic measurements show strong similarities for all polycyclic aromatic hydrocarbons investigated indicating that selective products of inner and outer-ring oxidation are formed in primary steps while their decomposition occurs consecutively particularly at high degrees conversion. In addition to the catalytic studies reaction engineering simulations with respect to fixed-bed and fluidized-bed reactor performance are discussed. By comparing textural and structural peculiarities of the catalysts (e.g. surface acidity, phase composition, redox properties, active sites and role of the support) with their catalytic performance it becomes evident that high oxygenate selectivities are favoured by moderate surface acidity and oxidation potentials which can be controlled by admixing alkali compounds or less acidic metal oxides like Fe2O3 to V2O5. In cesium-doped vanadium/iron oxides an amorphous phase was identified containing lattice-oxide vacancies occupied by electrons which, presumably, act as catalytically active sites. On the basis of these considerations essential common features for the different oxidation processes are pointed out and some rules for catalysts design are derived.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000227",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Brückner, Angelika"
          },
          {
            "@_fa": "true",
            "$": "Baerns, Manfred"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000227"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000227"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00022-7",
        "prism:volume": "157",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective gas-phase oxidation of polycyclic aromatic hydrocarbons on vanadium oxide-based catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "Vanadia catalysts for selective oxidation of hydrocarbons and their derivatives",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective gas-phase oxidation"
          },
          {
            "@_fa": "true",
            "$": "Polycyclic aromatic hydrocarbons"
          },
          {
            "@_fa": "true",
            "$": "Vanadium oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alkali doping"
          },
          {
            "@_fa": "true",
            "$": "Phase composition"
          },
          {
            "@_fa": "true",
            "$": "Active sites"
          },
          {
            "@_fa": "true",
            "$": "Electron spin resonance"
          },
          {
            "@_fa": "true",
            "$": "Reactor performance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "311-334",
        "prism:endingPage": "334",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 September 1997",
        "prism:doi": "10.1016/S0926-860X(97)00022-7",
        "prism:startingPage": "311",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00022-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0008630155"
      }
    }
  }
}