{
  "metadata": {
    "title": "CO adsorption on supported Pd catalysts studied by adsorption microcalorimetry and temperature programmed desorption",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(96)00418-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004188",
    "pii": "S0926860X96004188"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000018642",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X96004188 S0926-860X(96)00418-8 S0926860X96004188 10.1016/S0926-860X(96)00418-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 15 163 183 163 183 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. COADSORPTIONSUPPORTEDPDCATALYSTSSTUDIEDBYADSORPTIONMICROCALORIMETRYTEMPERATUREPROGRAMMEDDESORPTION DROPSCH H BEHM 1980 2984 R CONRAD 1974 462 H BRADSHAW 1978 513 A TRACY 1969 274 J TRACY 1969 4852 J CARDONAMARTINEZ 1992 149 N GRAVELLE 1975 191 P GRAVELLE 1977 37 P DEMMIN 1984 32 R ROTH 1933 315 W THOMAS 1967 J INTRODUCTIONPRINCIPLESHETEROGENEOUSCATALYSIS ERTL 1974 G LOWENERGYELECTRONSSURFACECHEMISTRY LEMAITRE 1984 J CHARACTERIZATIONHETEROGENEOUSCATALYSTSCHEMICALINDUSTRIES FALCONER 1983 141 227 J SCHWARZ 1990 1 92 J PAPP 1984 137 H HERZ 1982 66 R TAUSTER 1978 170 S RIECK 1986 262 J FOGER 1979 335 K TRAUTMANN 1994 S PHDTHESIS SHUSTOROVICH 1986 1 E MATOLIN 1991 175 V RIECK 1986 278 J DOERING 1980 198 D DOERING 1982 104 D ICHIKAWA 1985 1 S MATOLIN 1986 448 V CHOU 1987 17 P KAMP 1990 P PHDTHESIS BAETZOLD 1983 1 R MASON 1977 288 M TAKASU 1978 219 Y GRUNZE 1978 409 M MASON 1983 748 M TAKASU 1985 479 Y DROPSCH 1994 H PHDTHESIS EALET 1993 91 B WEST 1992 A GRUNDLAGENDERFESTKORPERCHEMIE MERIAUDEAU 1982 243 P ELYAKHLOUFI 1993 11 M DROPSCHX1997X163 DROPSCHX1997X163X183 DROPSCHX1997X163XH DROPSCHX1997X163X183XH item S0926-860X(96)00418-8 S0926860X96004188 1-s2.0-S0926860X96004188 10.1016/S0926-860X(96)00418-8 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X96004188-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004188/MAIN/application/pdf/54f5883b9a25acebc20f9c6234ba16b3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004188/MAIN/application/pdf/54f5883b9a25acebc20f9c6234ba16b3/main.pdf main.pdf pdf true 1155892 MAIN 21 1-s2.0-S0926860X96004188-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004188/PREVIEW/image/png/e4ccc8873ba45c9b7e4cf2f391d05140/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004188/PREVIEW/image/png/e4ccc8873ba45c9b7e4cf2f391d05140/main_1.png main_1.png png 47893 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 163-183 CO adsorption on supported Pd catalysts studied by adsorption microcalorimetry and temperature programmed desorption Holger Dropsch1, Manfred Baerns* Lehrstuhl fiir Technische Chemie, Ruhr-Universitiit Bochum, D-44780 Bochum, Germany Received 16 June 1996; received in revised form 4 December 1996; accepted 4 December 1996 Abstract The adsorption of CO on silica-, alumina- and titania-supported Pd catalysts (2, 5, and 10 wt% Pd) has been studied by adsorption microcalorimetry and temperature programmed desorption (TPD) experiments in a flow system at atmospheric pressure. On supported Pd catalysts, bridge- bonded CO was found to be the dominant CO(ads) species. The observed influence of Pd loading on CO adsorption energetics was explained in terms of particle size and/or surface structure of the Pd crystallites. Support materials can be divided into active (TiO2, A1203) and inert (SiO2) supports, where Pd catalysts with active supports are characterized by (1) an increased sensitivity of CO adsorption to reduction temperature, (2) promotion of CO dissociation, and (3) an increased activity of surface carbon towards hydrogenation, as compared to Pd catalysts supported on inert silica. Keywords: CO adsorbed on silica-, alumina- and titania-supported Pd; TPD of CO from differently supported Pd; Heats of CO adsorption; Linear and bridge-bonded CO(ads) species on supported Pd; Influence of Pd loading and type of support material on adsorption and dissociation of CO; Analysis of surface carbon by TPSR in H2 1. Introduction CO adsorption on noble metals has been the subject of a large number of papers. For instance, the adsorption behaviour of CO on surfaces of Pd single crystals, polycrystalline Pd films, and supported Pd catalysts has been discussed in terms of * Corresponding author. Present address: lnstitut fur angewandte Chemie Berlin-Adlershof e. V., Rudower Chaus6e 5, D-12484 Berlin, Germany. E-mail: baerns@aca.fta-berlin.de. ~Present address: Betfiebsforschungsinstitut, VDEh-Institut fiir angewandte Forschung GmbH, Sohnstrasse 65, D-40237 Diisseldorf, Germany. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All fights reserved. PII S0926-860X(96)00418-8 164 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 adsorbed species or adsorption structures formed during interaction of CO with the metal surface [1-5]. In contrast, there are still very few studies in which the influence of properties and pretreatment conditions of supported Pd catalysts on the Pd-CO adsorption strength have been investigated in detail. Therefore, the aim of the present study was to elucidate the influence of loading and dispersion of Pd, type of support material and the reduction temperature on energetics and mechan- ism of CO adsorption on supported Pd catalysts. For this purpose, a combined approach of adsorption microcalorimetric investigations and temperature pro- grammed desorption (TPD) experiments was chosen to balance the disadvantages of each of the experimental methods. Adsorption microcalorimetry gives precise values for the heats of adsorption but does not allow any insight into the nature of adsorbed species [6-8]. On the other hand, in the case of porous catalysts the calculation of adsorption energies from TPD spectra is complicated by peak shifts due to readsorption and diffusional limitations [9], but desorption experi- ments can give detailed information on nature and number of surface species. To gain detailed insights into the dissociation of CO adsorbed on the catalyst surfaces and the nature of the resulting adsorbed carbon species, the temperature pro- grammed surface reaction (TPSR) technique in a flowing hydrogen atmosphere was applied. 2. Methods of investigation and data evaluation 2.1. Adsorption calorimetric measurements For the performance of adsorption calorimetric measurements as well as TPD experiments within a single apparatus, a differential scanning microcalorimeter of the Tian-Calvet type [6-8] (Setaram DSC 111) was connected to a gas supply system which allowed gas flows of inert carrier gases or reactant gases through both sample and reference cells of the DSC to be precisely adjusted. All experi- ments were performed in this flow system at atmospheric pressure using He (Messer Griesheim, 99.999% pure) as an inert carrier gas which was further purified by passing it through an Oxisorb cartridge (Messer Griesheim) to remove trace impurities of O2 and H20. The catalyst samples were placed in two identical quartz-tube micro fixed-bed reactors (i.d.---7 mm). Both reactors were brought into the heat sensitive zone of the calorimeter. For on-line analysis of the effluent gas immediately downstream from the reactors, a quadrupole mass spectrometer (Micromass PC, VG Quadrupoles) equipped with a heated capillary inlet system was used which was capable of measuring mass spectral intensities for up to 16 preselected masses simultaneously. With this apparatus, measure- ments of heats of adsorption could be performed by injecting defined amounts of the gaseous adsorptive into the carrier gas flow. The amount of heat libe- rated during CO adsorption on the Pd catalyst was then determined from H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 165 [6-8]: Q :fcal f Uen(t)dt, fl) where Q is amount of heat liberated (J), fcal the calorimetric calibration factor (W/V) and Uth is the DSC signal (V), by integration of the DSC signal using a recorder with an integrating function (Spectra Physics 4270). The calorimetric calibration factor was determined by the manufacturer of the DSC by means of an electrical calibration cell (Joule effect) [6,7] and was verified by comparing the experimentally determined specific heat of melting of indium powder (Janssen, 99.999% pure) with literature data [10]. The amount of CO adsorbed from each pulse was calculated by subtracting the amount of CO which was not adsorbed and left the sample reactor from the known amount of CO introduced into the reactor from the sample loop; the amount of CO leaving the reactor was quantitatively determined by mass spectrometry. Differential heats of adsorption qads were then calculated using [6-8]: qads,i ~ Qi/nads,i (2) with Qi and naas,i being the heat liberated and the amount adsorbed after injection of pulse i. For the calculation of amounts of irreversibly chemisorbed carbon monoxide ntot(CO) and the fractional surface coverage O(CO):nads(CO)]ntot(CO), only those portions of CO were taken into account which were adsorbed from pulses with qads(CO)>50 kJ/mol [8,9] to allow exclusively for chemi- sorbed CO. From ntot(CO), the Pd dispersion of the catalysts was calculated using [13]: ntot (cO)apd Dpd Xads (CO)wpd (3) where Apo and Wed are the atomic mass and weight loading of Pd, respectively; Xaas(CO) is the adsorption stoichiometry of CO on the Pd surface (for simplicity, Xads(CO) was arbitrarily assumed to be 1 for all catalysts studied here). According to [6-8], the integral heats of CO adsorption were estimated by qint(CO) = f qads(CO)dnads(CO) ~ ~-]~i qads,i(fO)nads,i(CO) (4) ntot(CO) ntot(CO) ' i being the pulse number and nads,i(CO) the amount of CO adsorbed from pulse i. The sum in Eq. (4) includes all CO pulses with qads(CO)>50 kJ/mol; thus, qint(CO) is a measure for the average strength of interaction of chemisorbed CO with the catalyst surface. The value of qads,O(CO) was estimated by linear extrapolation of the calculated qaas(CO) values to zero surface coverage. Therefore, the calculated q~a~,o(CO) values give an indication of the bonding strength of the most strongly adsorbed CO species. 166 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 2.2. Temperature programmed desorption of CO The principle of TPD and TPSR techniques has been described in detail in numerous reviews, e.g., [14]. For the TPD experiments described in this work, the linear temperature scanning mode of the DSC was used to subject the catalyst samples to a linear temperature schedule after a defined amount of CO has been adsorbed on the catalyst surface at constant temperature. In the course of the linear ramp of catalyst temperature, the rate of desorption rdes, defined by dnads ~ ( Edes) m rdes -- -- kdes,0 exp -- -~--~-fnads (5) increases exponentially. In Eq. (5), m, kdes,0 and Ed~s are the kinetic order, the frequency factor, and the activation energy of desorption, which is equivalent to the heat of adsorption for non-activated adsorption processes [14]. In the case where different adsorbed CO species have significantly different activation energies of desorption Edes, typical TPD spectra are obtained which exhibit distinct peaks for the different CO(ads) species. On the other hand, in most cases of TPD from practical catalysts broad spectra with significant peak overlaps are observed; this is due to similar values of Ed~s as well as readsorption and diffusion effects inside the catalyst bed [9]. From a material balance for the adsorptive in the gas phase and adsorbed on the catalyst surface it can be shown that rdes is proportional to the partial pressure of the adsorptive [14], so that quantitative analysis of the effluent gas from the TPD reactor by MS yields desorption rates in ~tmol/s, or, taking into account the mass of the catalyst bed mcat, specific desorption rates in ~tmol s-1 gcat-1. The latter quantity was preferred in the representation of all TPD spectra obtained in this work. 3. Experimental 3.1. Catalyst preparation and pretreatment SiO2 (Aerosil 200, Degussa), A1203 (aluminium oxide C, Degussa), and TiO2 (titanium dioxide P25, Degussa) with specific surfaces of 200, 100, and 50 m2/g, respectively, were used as support materials. These materials were calcined in air at 873 K for 14 h prior to metal loading. Catalysts were prepared by incipient wetness impregnation using a solution of Pd(NO3)2.2H20 in diluted nitric acid. In this manner, catalysts with Pd loadings of 2, 5, and 10 wt% Pd were prepared. After impregnation the catalyst precursors were air-dried at 403 K for 4 h and subse- quently calcined in air at 673 K for 14 h. For the experiments, a sieve fraction with particle diameters between 160 and 250 ~tm was chosen. After introduction into the calorimeter, the catalyst samples (typically 70 mg) were pretreated in situ by heating them to 473 or 773 K in flowing hydrogen (40 ml/min) for 3 h. To H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 167 regenerate catalysts that have already been used in CO adsorption experiments, the samples were oxidized in a flow of 20 ml/min of air at 673 K prior to reduction. Following the reduction step, the catalyst samples were flushed with He (50 ml/ min) at 773 K for 1 h to remove hydrogen and water adsorbed on the catalyst surface. Finally, the samples were cooled down to the adsorption temperature in flowing He. 3.2. Calorimetric measurements All adsorption calorimetric experiments were carded out at Tads=300 K. For determining heats of adsorption, both the sample and the reference cell of the calorimeter were filled with equal amounts of catalyst to balance differential heat flows due to fluctuations in the carder gas flow or in the temperature of the calorimeter jacket. The amount of catalyst in the sample and reference reactors was chosen so that the heat sensitive zone of the calorimeter was completely filled to obtain maximum sensitivity of the DSC. Following the pretreatment of the catalyst sample, the rate of the carrier gas flow was set to 10 ml/min through both the sample and reference reactors. After attainment of thermal equilibrium of the calorimeter, pulses of pure or He-diluted CO (Messer Griesheim, 99.997% pure) were injected into the carder gas flow using a calibrated sample loop (Alltech, 0.1 ml) connected to a GC pulse valve (Valco). The amount of chemisorbed CO and the heats of CO adsorption on the Pd catalysts were determined as described in Section 2 (see Eqs. (1)-(4)). The injection of pulses of the adsorptive was stopped when the heat of adsorption and the fraction adsorbed from each pulse remained constant at low values, because the extra CO adsorbed from these pulses was desorbed subsequently by the flowing carrier gas at 300 K as was evident from the endothermic DSC signal observed simultaneously [15]; this amount of CO could certainly be ascribed to a loosely adsorbed proportion which was not intended to be accounted for. 3.3. Temperature programmed desorption of CO For TPD of CO, only one reactor was filled with the catalyst sample, while the reference cell of the calorimeter contained an empty quartz reactor to allow calibration of the MS by CO pulses after each TPD experiment and, therefore, enable calculation of specific desorption rates rdes from MS intensities. For each catalyst, a sample weight was chosen which resulted in a constant height of the catalyst bed of 8 mm. As was shown by Herz et al. [16], in the case of CO TPD from porous supported platinum metal catalysts into a flowing carrier gas at atmospheric pressure it is impossible to circumvent the broadening and shift of TPD peaks due to readsorption and diffusional limitations. The height of the catalytic bed is one of the factors that determine the extent of peak shift by the above-mentioned effects and can be controlled most easily [9]. After in situ 168 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 pretreatment, the catalyst sample was cooled down to adsorption temperature (Tars=300 K) in flowing He. CO adsorption was accomplished by injection of CO pulses into the carder gas flow until a specified surface coverage 0(CO) or saturation of the catalyst surface had been obtained. Following the adsorption step, the sample reactor was flushed with He at 300 K for 30 rain in order to obtain a low and stable background for mass 28 by removing gas phase and physisorbed CO. Subsequently, CO TPD was performed by heating the catalyst sample from 300 to 1000 K with a constant heating rate/3 of 20 K/min in a He flow of 50 ml/ min. During the temperature ramp, the mass spectral intensities for masses 2 (H2), 15 (CH4), 18 (H20), 28 (CO), and 44 (CO2) were recorded as a function of catalyst temperature; concerning the origin of these desorption and reaction products see Sections 4 and 5. 3.4. Analysis of surface carbon For the analysis of carbonaceous deposits left on the catalyst surfaces after temperature programmed CO desorption, the catalyst samples were first cooled down to 300 K after completion of the TPD experiments and were subsequently heated up to 1000 K with/3=20 K/min in a flow of 5 ml/min H2+50 ml/min He. During this TPSR between surface carbon C(ads) and H2, the MS intensities for masses 2 (H2), 15 (CH3 from hydrocarbons), 16 (CH4), 27 (C2H3 from C2+- hydrocarbons), 30 (C2H6), 44 (C3H8), and 58 (C4Hlo) were recorded, so that the amount of C(ads) left on the catalyst surface after CO TPD could be calculated from the amount of hydrocarbons formed in the TPSR experiments. The complete removal of C(ads) after TPSR in H2/He was checked by comparing the TPD spectra obtained from CO TPD experiments performed before and after the TPSR runs on the same catalyst sample. 4. Results 4.1. Heats of adsorption and chemisorption capacity of CO The differential heats of CO adsorption on 10 wt% Pd/SiO2, 10 wt% Pd/TiO2, and 10 wt% Pd/A1203 obtained by adsorption microcalorimetry are presented in Figs. 1-3. To show the influence of catalyst pretreatment, each figure exhibits qads(CO) obtained after reduction of the catalyst precursors at 473 or 773 K, respectively. The effect of reduction temperatures is almost negligible for Pd/SiO2; in contrast, a marked influence on CO heats of adsorption and chemisorption capacities is observed in the case of Pd/TiO2 and Pd/A1203. As can be seen form Figs. 1-3, two regions of CO adsorption on the supported Pd catalysts can be distinguished. In the first region at low surface coverages, differential heats of adsorption are high (>80 kJ/mol), indicative of an essentially irreversible chemi- H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 169 200 qad, (CO)/_ _kJ/mj 175~- -- Red. at 473 K t 10wt% Pd/SiO= 150 -- Red, at 773 K 125~ loo~ II 50 2 i 0 5 10 15 20 25 30 nada(CO) / pmol/gCat Fig. 1. Differential heats of CO adsorption on 10 wt% Pd/SiO2 (reduced at 473 and 773 K) as a function of adsorbed amount of CO. 200 qad. (CO) / kJ/mol F 175t -- Red. at 473K 10 wt% Pd/AI~O3 ! 150~- -- Red. at 773 K ! 125I 100 ~ 75 5O 25 0 10 20 30 40 60 60 70 80 90 100 110 120 nadt(CO) / gmol/gCat Fig. 2. Differential heats of CO adsorption on 10 wt% Pd/A1203 (reduced at 473 and 773 K) as a function of adsorbed amount of CO. sorption of CO on the Pd surface. In this region, the CO pulse injected into the carder gas flow is completely adsorbed and the calorimeter signal is entirely exothermic. Increasing the CO surface coverage by addition of further CO pulses leads first to a slow decrease of the differential heats of CO adsorption, further on, qaas(CO) sharply drops at higher CO surface coverages. The small qads(CO) values (<50 kJ/mol) observed here indicate that CO is reversibly adsorbed by physisorp- tion or weak chemisorption, respectively. In addition, a complex shape of the DSC signal is now observed: A sharp exothermic peak is followed by a broad endothermic signal which is related to the partial desorption of the previously adsorbed CO. At the same time, the fraction of CO adsorbed from each subsequent pulse decreases markedly. Finally, a stationary state of adsorption is reached where the differential heats and the amount of adsorbed CO from each pulse correspond- 170 1-1. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 200 qade (CO) / k J/tool 15 10 wt% Pd/TiO2 -- Red. at 473 K -- Red. at 773 K 125 ~ -- 50 0 10 15 20 25 30 35 nade(CO) / umol/gCat Fig. 3. Differential heats of CO adsorption on 10 wt% Pd/TiO2 (reduced at 473 and 773 K) as a function of adsorbed amount of CO. ing to the amount of CO desorbed between pulses remain constant. In this case, the exothermic and the endothermic part of the DSC signal have the same area within experimental accuracy. The amounts of irreversibly chemisorbed CO (ntot(CO)) and the integral (qint(CO)) and initial heats of CO adsorption (qads,0(CO)) are presented in Table ! for nine supported Pd catalysts studied in this work and are discussed in detail in Section 5. 4.2. Temperature programmed CO desorption The TPD spectra of CO adsorbed on the surface of the supported Pd catalysts at 300 K are presented in Figs. 4-6. Each figure shows desorption rates of CO and CO2 calculated from the measured MS intensities. Prior to CO adsorption, the catalyst precursors were reduced in situ at 773 K with the exception of Pd/TiO2 which was reduced at 473 K to avoid the drastic loss in adsorption capacity after high temperature reduction (cf. Table 1). The amounts of CO and CO2 desorbed during TPD are shown in Table 2. For the Pd/A1203 catalysts, an evolution of H2 was observed during the TPD experiments which accompanied the CO2 desorption in the temperature range 600-700 K; it therefore was interpreted to be caused by the water gas shift reaction (7) between CO(ads) and hydroxyl groups on the support surface (see Section 4.3). In the case of 10 wt% Pd/AI203, trace amounts of methane desorbed as indicated by a small peak with its maximum at 660 K. During all TPD experiments, the desorption of H20 due to dehydroxylation of the oxide supports was noticeable when the catalyst temperature exceeded the temperature of in situ pretreatment in He. To study the influence of the initial CO surface coverage 00(CO) on the shape of the CO desorption spectra, TPD experiments were performed in which specified amounts of CO were adsorbed on the surface of 10 wt% Pd/AlsO3 before H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 171 Table 1 Integral (qint) and initial heats (q~s,o) of CO adsorption and Pd dispersions on supported Pd catalysts after reduction at 473 and 773 K Catalyst ntot(CO) (lamol/g) Dpd (%) qint(CO) (kJ/mol) qads,o(CO) (kJ/mol) CO adsorption after reduction at 473 K 10 wt% Pd/SiO2 22.7 2.4 103 111 5 wt% Pd/SiO2 12.3 2.6 93 114 2 wt% Pd/SiO2 6.1 3.3 98 120 10 wt% Pd/AI203 81.4 8.7 94 99 5 wt% Pd/AI203 36.9 7.9 101 125 2 wt% Pd/AI203 7.2 3.8 134 172 10 wt% Pd/TiO2 24.2 2.5 110 137 5 wt% Pd/TiO2 14.7 3.1 110 147 2 wt% Pd]TiO2 6.0 3.2 135 149 CO adsorption after reduction at 773 K 10 wt% Pd/SiO2 22.1 2.4 102 110 5 wt% Pd/SiO2 10.5 2.2 94 114 2 wt% Pd/SiOz 4.4 2.3 106 114 10 wt% Pd/AI203 58.3 6.2 91 99 5 wt% Pd/A1203 28.1 6.0 101 105 2 wt% Pd/A1203 5.3 2.8 135 162 10 wt% Pd/TiO2 10.0 1.1 125 147 5 wt% Pd/TiO2 4.9 1.0 132 156 2 wt% Pd/TiO2 3.2 1.7 140 162 r(CO) / I~mol/a/gCat r(CO2 ) / IJmol/a/gCat I Pd/SiO2 CO signal a) 10 wt% Pd CO2 signal b) 5 wt% Pd ; ~ c) 2wt%Pd o.01 J 0.01 b) b) i ~f~~ c) c) aoo 40o 5o0 600 7oo 8oo 900 30o 400 500 600 7o0 8oo 900 Temperature / K Temperature / K Fig. 4. Temperature programmed CO desorption from Pd/SiO2 catalysts saturated with CO at Tads=300 K (0o(CO)=1): (a) 10 wt%, (b) 5 wt%, (c) 2 wt% Pd/SiO2. 172 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 r(CO) / iJmol/a/gCat r(C02 ) / iJmol/s/gCat , Pd/AI203 CO signal a) lO wt% Pd CO2 signal O.O2 0.O2 b) 5 wt% Pd c) 2 wt% Pd a)__a)b) 300 400 500 600 700 800 900 300 400 500 600 700 800 900 Temperature / K Temperature / K Fig. 5. Temperature programmed CO desorption from Pd/AI203 catalysts saturated with CO at Tads=300 K (0o(CO)=l): (a) 10 wt%, (b) 5 wt%, (c) 2 wt% Pd/A1203. r(CO) / IJmOl/s/gCat r(CO2 ) / IJmOl/s/gCat Pd/TiO~ CO signal x5 a) 10 wt% Pd CO2 signal b) 5 wt% Pd o.02 0.02 c) 2 wt% Pd a) a) ~ r 300 400 500 600 700 800 900 300 400 500 600 700 800 900 Temperature / K Temperature / K Fig. 6. Temperature programmed CO desorption from Pd/TiO2 catalysts saturated with CO at Tads=300 K (0o(CO)=l): (a) 10 wt%, (b) 5 wt%, (c) 2 wt% Pd/TiO2. subjecting the catalyst sample to the temperature ramp. CO TPD spectra are presented for 0o(CO)=0.23, 0.41, 0.61, 0.80, and 0.90, respectively, in Fig. 7. The initial CO coverages were calculated from the ratio nads(CO)[ntot(CO). All CO desorption peaks show a low temperature shift of their peak maxima with increasing 0o(CO); furthermore, at higher initial coverages additional low tern- H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 173 Table 2 Desorbed amounts of CO and CO/ during TPD of CO from supported Pd catalysts saturated with CO at Tads=300 K prior to desorption (00(CO) = 1) Catalyst ndes(CO) Cttmol/g) /'/des(CO2) (I.tmo1/g) ndes(CO+CO2) 0imol/g) 10 wt% Pd/SiO2 15.7 1.6 17.3 5 wt% Pd/SiO2 7.0 0.4 7.4 2 wt% Pd/SiO2 4.5 0.2 4.7 10 wt% Pd/A1203 29.9 18.1 48.0 5 wt% Pd/A1203 22.2 9.6 31.8 2 wt% Pd/A1203 7.5 2.3 9.8 10 wt% Pd/TiO2 2.6 9.9 12.5 5 wt% Pd/TiO2 1.1 6.5 8.6 2 wt% Pd/TiO2 1.1 3.6 4.7 r(CO) / IJmOl/a/gCat initial CO surface 10 wt% 0.02 coverage: Pd/AI20a i a) 0.23 b) 0.41 A L ;; 0.61 d) 0.80 //..,,~ c) 300 400 500 600 700 800 900 Temperature / K Fig. 7. Temperature programmed CO desorption from 10 wt% Pd/A1203 for initial CO surface coverages 0o(CO): (a) 0.23, (b) 0.41, (c) 0.61, (d) 0.80, (e) 0.90. perature CO adsorption states are observed whereas at 0o(CO)=0.23 only one CO desorption peak at T>700 K exists. The corresponding CO2 desorption signal, which is not shown in Fig. 7, always exhibited a shape which closely resembled the CO2 spectra observed during CO TPD from 10 wt% Pd/A1203 for 0o(CO)=l (Fig. 5, CO2 spectrum (a)), with the exception that the desorbed amount of CO2 increased when going from low to high 00(CO) values. As is evident from Table 1 and Figs. 1, 2, 3, the temperature of reduction of the catalyst precursors influences the measured heats of CO adsorption and the irreversible CO uptake t/tot(CO). In order to gain further insight into the nature of this effect, a single sample of the 10 wt% Pd/TiO2 catalyst was subjected to the 174 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 r(CO) / iJmol/e/gCat r(C02 ) / IJmol/e/gCat I 10 wt% CO signal x5 ~ a)TRed 473 K CO2 signal Pd/TiO2 [i b) TRed 773 K 0.02 0,021l_ c) TRed 473 K a) a) ) c) ,/~, ~_ ~ , 300 400 500 600 700 800 900 300 400 500 600 700 800 900 Temperature / K Temperature / K Fig. 8. Influence of the in situ pretreatment on CO TPD from l0 wt% Pd/TiO2: (a) Reduction at 473 K, (b) oxidation at 673 K, reduction at 773 K, (c) oxidation at 673 K, reduction at 473 K. Experiments were performed on the same catalyst sample in the sequence (a), (b), (c) after saturation of the catalyst surface with CO (Oo(CO) - 1). following sequence of experiments: (a) oxidation at 673 K, low temperature reduction (LTR) at 473 K, CO TPD, (b) oxidation at 673 K, high temperature reduction (HTR) at 773 K, CO TPD, (c) oxidation at 673 K, LTR at 473 K, CO TPD. This experimental sequence was chosen to test the reversibility of the modification of CO adsorption properties of Pd]TiO2 after HTR at 773 K, which would indicate the occurrence of strong metal support interactions (SMSIs) [ 17]. In Fig. 8, CO and CO2 desorption spectra obtained during experiments (a)-(c) are presented. Raising the reduction temperature from 473 to 773 K results in a distinct decrease of the peak areas of the CO and CO2 desorption spectra. This observation is in agreement with the drop in rttot(CO) for 10 wt% Pd/TiO2 after HTR at 773 K (Table 1). Furthermore, a noticeable influence of the reduction temperature on positions and relative intensities of the CO desorption peaks is recognized: The small CO peak with maximum at 540 K observed after LTR at 473 K shifts to 520 K and shows a drastic increase in intensity after HTR at 773 K which is in sharp contrast to the intensity loss experienced by all other desorption peaks. A comparison of the desorption spectra obtained in experiments (a) and (c) shows that the changes in the CO and CO2 desorption spectra of 10 wt% Pd/TiO2 induced by increasing the adsorption temperature from 473 to 773 K are - at least partially - reversible: After oxidation at 673 K and LTR at 473 K the positions and relative intensities of the CO and CO2 desorption peaks almost completely regain their original values in experiment (a). The small overall decrease of desorption peak intensity of spectra (a) compared to spectra (c) may be related to the fact that the H. Dropsch, M. Baerns /Applied Catalysis A: General 158 (1997) 163-183 175 catalyst temperature exceeded the calcination temperature for short periods of time during the TPD experiments; this could have led to some sintering and, hence, to a small loss of CO adsorption capacity of the catalyst. The influence of carbonaceous deposits caused by CO dissociation on the shape of the desorption spectra is unlikely because of the oxidative/reductive treatment of the catalyst sample between subsequent desorption experiments. The examination of carbonaceous residues left on the surface of supported Pd catalysts after CO TPD is described in the following section. 4.3. Analysis of surface carbon In earlier studies it was shown that the evolution of CO2 during TPD of CO adsorbed on supported noble metal catalysts could be explained by the following reactions [19]: (a) Dissociation of adsorbed CO (Boudouard reaction) [11]: 2CO(ads) --+ C(ads) + CO2(g) (6) (b) Oxidation of CO (adsorbed or gaseous) by hydroxyl groups of the support and/or water vapour (water gas shift (WGS) reaction) [12]: CO(ads/g) + OH(support) ~ CO2(g) + z(g) (7a) CO(ads/g) + HzO(g) ---, CO2(g) + Hz(g) (7b) Therefore, the amount of CO2 produced by CO dissociation can be estimated from a quantitative analysis of C(ads) by TPSR experiments, whereas H2 evolution during CO TPD is indicative of the WGS reaction. For the analysis of surface carbon, the Pd/SiO2, Pd/TiO2 and Pd/AI203 catalysts containing 10 wt% of Pd were subjected to TPSR experiments in Hz/He as described in Section 3. Methane was the only hydrocarbon product observed during temperature programmed hydrogenation of C(ads); the CH4 spectra for 10 wt% Pd]SiO2, Pd]TiO2 and Pd/A1203 are shown in Fig. 9. For all the catalysts studied, CH4 formation starts at Tcat>400 K and extends to very high temperatures. This observation can be interpreted in terms of C(ads) species exhibiting a broad range of different reactivities towards TPSR with H2. Using the positions of the most intense CH4 peaks it can be stated that the reactivity of C(ads) is influenced by the type of support material and increases according to the sequence Pd/SiOz<Pd/ TiOz~Pd/A1203. In Table 3, the amount of CO2 desorbed during CO TPD is compared to the amount of CH4 formed in the course of the subsequent TPSR experiment. For Pd/SiO2 and Pd/AI203, ndes(CH4) is approximately 20% smaller than naes(CO2) leading to the conclusion that CO dissociation is the main but not the only cause of CO2 formation during CO TPD. This is in agreement with the H2 formation observed during CO desorption from Pd/AI203. In contrast, the CO2 evolution during CO TPD from Pd/TiO2 can be completely attributed to CO 176 14. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 r(CH4) / IJmOl/a/gCat a) 10 wt% Pd/AI203 I ,o'w,,W\" :2oo: 0.025 a!_ b) 1~ c), x 300 400 500 600 700 800 900 1000 Temperature / K Fig. 9. CH4 spectra obtained during temperature programmed surface reaction of surface carbon left on the surface of (a) 10 wt% Pd/Al203, (b) 10 wt% Pd/TiO2, (c) l0 wt% Pd/SiO2 after CO TPD (reactant gas: 9.1% H2 in He). Table 3 CO2 desorption during CO TPD compared to the amount of CH4 produced during subsequent TPSR in H2 on the same catalyst sample Catalyst noes (CO2) (gmol/g) rides (CH4) (gmol/g) ndes(CO2)--ndes(CH4) (ktmol/g) 10 wt% Pd/SiO2 1.6 1.3 0.3 l0 wt% Pd/A1203 18.1 15.1 3.0 10 wt% Pd/TiO2 9.9 9.9 0.0 dissociation as is evident from the excellent agreement of ndes(CO2) and ndes(Cn4) in Table 3. 5. Discussion In the subsequent discussion, the chemisorptive CO uptakes, the heats of CO adsorption, and the TPD and TPSR spectra obtained by the experimental methods described in Sections 2 and 3 are discussed with respect to the adsorbed CO species, the weight loading and dispersion of Pd, and the influence of the support material and the reduction temperature, respectively. Special attention is given to the dissociation of CO adsorbed on supported Pd catalysts. In the case of the Pd/SiO2, Pd/TiO2 and Pd/AI203 catalysts studied here, diffuse reflectance FTIR (DRIFT) spectroscopic studies have been performed using the same pre- H. Dropsch, M. Baerns /Applied Catalysis A: General 158 (1997) 163-183 177 treatment conditions as described above; details of the apparatus and experimental methods are described elsewhere [20]. These infrared spectroscopic results will be used to interpret and support the experimental results obtained in the present work. 5.1. Influence of CO surface coverage, adsorbed CO species From IR spectra [20] recorded after saturating catalyst samples of PdlSiO2, Pd/TiO2, and Pd/A1203 with CO at room temperature and heating it subsequently to higher temperatures the desorption sequence PdCO (linearly adsorbed CO) < Pd2CO (bridge-bonded CO) was found, i.e., PdCO desorbs first because of its lower Pd-CO bonding energy. Roughly, a temperature of 500 K was found to mark the borderline between the desorption of PdCO (Tdes<500 K) and Pd2CO (Tdes>500 K) [20]. From the DRIFT results it can be concluded that CO desorption peaks in the TPD spectra of Pd]SiO2 (Fig. 4), Pd]TiO2 (Fig. 5) and Pd]A1203 (Fig. 6) with peak temperatures TIn(CO)<500 K are related to linearly adsorbed CO, whereas CO peak maximum temperatures that exceed 500 K can be attributed to CO desorption from PdzCO. From this point of view, most of the CO2 formed during the CO TPD experiments can be attributed to CO adsorbed as Pd2CO because PdCO is almost completely desorbed at 500 K as discussed above, whereas CO2 desorption becomes significant only above 500 K. The similarity of the CO2 desorption profiles observed during CO TPD from 10 wt% Pd/AI203 for different initial CO surface coverages also supports the conclusion that bridge- bonded CO, i.e., PdzCO, is the main source of CO2 formation during CO TPD. In addition, CO2 adsorption on the pure oxidic supports at 500 K can be neglected as was confirmed by TPD experiments with CO2 on SiO2, TiO2 and A1203. Therefore, from the analysis of the CO and CO2 desorption spectra presented in Figs. 4-6 it can be concluded that bridge-bonded CO forms the most abundant CO(ads) species on the surface of the supported Pd catalysts studied in this work. This conclusion is in good agreement with LEED studies of CO(ads) on Pd single crystal surfaces [1-3] and with the DRIFT results reported in [20]. Bridge-bonded CO is not only the most abundant and strongest bound CO(ads) species on the surface of Pd/SiO2, Pd/TiO2 and Pd/A1203; from a kinetic point of view, it also represents the first CO(ads) species formed when gaseous CO contacts the surface of supported Pd. This is evident from an inspection of the CO desorption spectra obtained for different initial CO coverages 0o(CO) on 10 wt% Pd/AI203 (Fig. 7). Exposing the catalyst surface to CO doses that correspond to 00(CO)=0.23, 0.41, or 0.61 exclusively leads to the formation of PdzCO when a desorption temperature of 500 K is accepted to mark the border between the desorption of CO from PdCO and PdzCO as discussed above. In agreement with DRIFT results [20], a marked fraction of linear adsorbed CO is only observed when the catalyst sample is exposed to high CO doses so that 0o(CO) exceeds 0.80 (cf. spectra (d) and (e) in Fig. 7). 178 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 With increasing initial CO coverage a low temperature shift of the CO desorption peak maxima was observed in Fig. 7 which can be interpreted in terms of repulsive interactions between the permanent dipoles of adsorbed CO molecules [5], indirect interactions of CO(ads) molecules over the electron gas of the Pd crystallites [21], or an intrinsic energetic heterogeneity of the metal surface arising from the existence of surface defects like steps, kinks and corner or edge atoms, respectively [22]. The low temperature shift of the CO desorption peaks is further confirmed by the steadily decreasing differential heats of adsorption observed for increasing CO surface coverage in the energy spectra presented in Figs. 1-3. From the discussion above, the initial heat of CO adsorption on the Pd/SiO2, Pd/TiO2 and Pd/A1203 catalysts (Table 1) can be essentially regarded as the adsorption energy of bridge- bonded CO on the clean catalyst surfaces, whereas qads(CO) values for higher CO surface coverages are presumably influenced by the formation of both PdzCO and PdCO, with the adsorption energy of linear adsorbed CO being of greater influence at higher 0(CO). In the TPD spectra of the supported Pd catalysts studied, three (Pd/AI203, Fig. 5), or four (Pd/SiO2, Fig. 4, and Pd/TiO2, Fig. 6) CO desorption peaks can be identified. In agreement with this observation, multiple peak desorption spectra obtained during CO desorption from Pd supported on support pellets [18,23] or oxide films [22,24-27] have been reported by other authors and were interpreted in terms of PdCO and PdzCO formed on Pd(l 0 0) and Pd(1 1 1) planes [18,23] or CO adsorption on defect sites in contrast to well-ordered crystal faces [22]. Although no safe distinction between the two models can be made from the number of observed CO desorption peaks, a CO desorption on different Pd crystal planes seems more probable because well-defined Pd(1 0 0) and Pd(1 1 1) faces have been identified on the Pd crystallites of 2 wt% Pd/A1203 by electron microscopy [28]. 5.2. Influence of Pd weight loading and dispersion From the microcalorimetric pulse adsorption experiments, an increase of the integral and initial heats of CO adsorption on Pd/SiO2, Pd/TiO2 and Pd/AI203 could be derived on lowering the Pd loading of the catalysts from 10 to 5 wt% and 2 wt% (Table 1). The magnitude of this effect seems to be influenced by the support material according to the series Pd/SiO2<Pd/TiOz<Pd/AI203. On the other hand, there seems to be no direct correlation between Pd loading and Pd dispersion for Pd/SiO2 and Pd/TiO2; moreover, for Pd/AlzO3 an increase of Ded with increasing Pd loading is observed in Table 1. However, for the interpretation of heats of CO adsorption in terms of metal surface structure it must be considered that Dea only represents a measure for the mean Pd crystallite size, so that the establishment of a simple correlation between Opd and qint(CO) or qads,o(CO) might be misleading. Using an adsorption microcalorimetric method, Chou and Vannice [29] observed a marked increase in the integral heats of adsorption when H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 179 CO was adsorbed on small oxide supported Pd crystals if their size fell below a critical diameter of 3 nm. As was shown by a TEM study of Pd/TiO2 catalysts prepared by wet impregnation [30], the fraction of Pd crystallites with diameters <3 nm increased markedly when going from 5 wt% to 2 wt% Pd. Therefore, the increase of heats of CO adsorption observed for decreasing loading of Pd is tentatively assigned to an increased number of small Pd crystallites, which are known to exhibit distinct differences in their electronic properties when compared to larger Pd crystallites or Pd single crystals [31-36]. Alternatively, the surfaces of the catalysts with lower Pd loadings might possess a higher number of surface defects, which are thought to represent adsorption sites with high Pd-CO bonding energy [22]. Considering the quite pronounced increase of heats of CO adsorption for catalysts with lower Pd loading, a marked high temperature shift of the CO desorption peaks with decreasing Pd content of the catalysts should be expected. In contrast, the observed peak shifts are relatively small; in the Pd/A1203 system, the position of the most intense CO peak shifts from 675 K (10 wt% Pd) to 685 K (5 wt% Pd) and finally to 690 K (2 wt% Pd). On the other hand, positions of desorption peaks in CO TPD from supported platinum metals at atmospheric pressure are largely influenced by readsorption and diffusional limitations, as was shown by Herz et al. [16]. Keeping other experimental parameters constant, the influence of these effects increases with increasing adsorption capacity of the catalyst [9,16]. In the case of the catalysts studied here, the peak shift due to an increase of the Pd-CO binding energy can therefore be considered to be partially compensated by a high temperature peak shift caused by readsorption and diffusional limitations, which is more pronounced for catalysts with higher Pd weight loading. With the exception of the Pd/SiO2 system, the shape of the CO and CO2 desorption spectra is not significantly influenced by the Pd weight loading. The relative intensities and, therefore, the relative abundances of different CO(ads) species are similar for PdlTiO2 and Pd/AI203 catalysts with different Pd content. The differences observed for 5 wt% Pd/SiO2 in comparison to Pd/SiO2 catalysts with higher and lower Pd loading are most probably explained by differences in the experimental conditions during catalyst preparation. 5.3. Influence of the support material and reduction temperature For Pd catalysts with a constant loading of 2, 5, or 10 wt% Pd, the irreversible uptake of CO increases according to the sequence Pd/SiO2~Pd/TiO2<Pd/A1203, as can be seen from the results of the adsorption microcalorimetric experiments presented in Table 1. In contrast, the specific surfaces of the catalysts increase according to Pd/TiO2 (~ 15 m2/g)<Pd/A1203 (~70 m2/g)<Pd/SiO2 (~ 160 m2/g) [37], caused by a corresponding increase in the specific surfaces of the pure oxidic supports (TiO2<AI203<SiO2). Impregnation of the low-surface support TiO2 180 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 should therefore yield catalysts with significantly lower Pd dispersions compared to catalysts obtained by impregnating the high-surface support SiO2 with the same amount of Pd. This is obviously not the case as is evident from the Dpd data presented in Table 1. Based on this observation, a distinction between active (TiO2, A1203) and inert (SiO2) carriers can be made: In the case of active supports, interactions between Pd atoms and the oxide surface are postulated which lead to a enhanced dispersion of the metal on the carrier surface. This assumption is supported by an experimental and theoretical study on a Pd/c~- A1203(1012) model catalyst where XPS and EELS measurements and model calculations revealed an anchoring of single Pd atoms at anionic vacancies of the oxide surface [38]. The strength of interaction seems to be determined by the percent ionic character of the oxide which is correlated to the partial negative charge 6o of the oxide anion. For the carrier oxides studied here, 6o amounts to -0.23 for SiO2, -0.31 for A1203, and -0.39 for TiO2 (calculated using the Sanderson method [39]). For all supported Pd catalysts studied in this work, the irreversible CO chemisorptive uptake ntot(CO) decreased when the reduction temperature of the catalyst precursor was raised from 473 to 773 K (Table 1). Considering the relative loss of adsorption capacity Antot(CO)/ntot(CO) due to high temperature reduction, the sequence Pd/SiOz<Pd/A1203<Pd/TiO2 can be established. In contrast, the influence of TRed on the measured heats of CO adsorption is strongly dependent on the type of support: For Pd/TiO2, an increase of the initial heat of CO adsorption is observed after HTR at 773 K, whereas a small but significant drop of qad~,o(CO) is found in the case of Pd/A1203. For the Pd/SiO2 system, T~ed does not seem to have a marked influence on the heats of CO adsorption (Table 1). These observations are in good agreement with the results of a DRIFT study on the same catalysts where corresponding shifts of the IR bands of adsorbed CO were interpreted in terms of an increase (Pd/TiO2) or decrease (Pd/AI203) of the Pd-CO bonding energy [20]. The observed changes in the CO adsorption properties of Pd/TiO2 and Pd/AI203 catalysts may be explained by electronic interactions between the supported metal and the carrier oxide [40]. Alternatively, in the case of Pd/TiO2 a partial coverage of the Pd surface by partially reduced TiOx moieties was postulated to occur after HTR of the catalyst at 773 K [18]. The presence of TiOx on the Pd surface can be imagined to result in an increase in the average distance of CO(ads) molecules; thus, the observed increase in qad~,o(CO) for Pd/TiO2 could be caused by a lowering of repulsive dipole-dipole interactions between adsorbed CO molecules. A possible change of the adsorption properties of Pd/TiO2 and Pd/A1203 can be ruled out because DRIFT studies [20] and CO TPD experiments (Fig. 8) clearly have shown that the original adsorption properties of the catalyst can be almost completely restored when the catalyst samples are subjected to oxidation at 673 K followed by LTR in H2 at 473 K. This reversibility is an indication of the occurrence of SMSIs [17] after high tempera- ture reduction. H. Dropsch, M. Baerns /Applied Catalysis A: General 158 (1997) 163-183 181 5.4. CO dissociation on supported Pd catalysts As was shown in an earlier section, experiments of TPSR of carbonaceous residues left on the catalyst surface at the end of CO TPD experiments led to the following conclusions: (a) CO dissociation during temperature programmed CO desorption is observed for all supported Pd catalysts studied in this work. (b) From a quantitative analysis of CH4 formed during TPSR of C(ads) in flowing H2 in comparison with the amount of CO2 formed during CO TPD it can be stated that CO dissociation is the main cause (Pd/SiO2, Pd/AI203) or the only cause (Pd/TiO2) for CO2 formation in the CO TPD experiments. (c) A sequence of catalytic activities towards CO dissociation can be established (Pd/SiOz<Pd/AlzO3<Pd/TiO2) by comparing the degree of conversion of CO(ads) to CO2(g) according to Eq. (6) as well as the starting temperature of CO2 evolution during CO TPD (cf. Figs. 4-6). The high CO dissociation activity of Pd/TiO2 catalysts can be explained by the formation of a tilted CO(ads) structure (Pd-C=O-..Ti) in which the carbon atom is coordinated to a Pd atom and the CO oxygen is attached to the support, e.g., to an anionic vacancy at the metal/support interface [18]. As was shown by static SIMS experiments [41], such tilted or lying CO(ads) structures can be regarded as direct precursors of CO dissociation. In addition, the presence of the TiO2 support increases the reactivity of adsorbed carbon, as is evident from the peak temperatures of the most intense CH4 peaks in the TPSR spectra shown in Fig. 9. If the assumption holds that C(ads) is an intermediate of CO hydrogenation on supported Pd catalysts, this observation is in excellent agreement with activity sequences reported for Pd catalysts with different supports [11]. 6. Conclusions From the experimental results obtained by CO adsorption microcalorimetry and temperature programmed CO desorption from silica-, alumina-, and titania- supported Pd catalysts, the following conclusions can be drawn: 1. Bridge-bonded CO (PdzCO) was found to be the dominant CO(ads) species on the surface of the supported Pd catalysts under study, i.e., PdzCO is more abundant and more strongly bound than linearly adsorbed CO (PdCO). With increasing CO surface coverage, the differential heat of CO adsorption decreases because of direct or indirect repulsive interactions between adsorbed CO molecules. 2. With decreasing Pd weight loading, an increasing strength of the Pd-CO chemisorption bond is observed which can be explained by 182 H. Dropsch, M. Baerns/Applied Catalysis A: General 158 (1997) 163-183 an increasing number of small Pd crystallites with significantly different electronic properties; an influence of the Pd weight loading on the surface structure of the Pd crystallites. 3. Support materials can be divided into active (TiO2, AlzO3) and inert (SiO2) supports. Active support materials are characterized by the following proper- ties: Sensitivity of CO adsorption properties to the reduction temperature which is most clearly recognized by the drop of CO adsorption capacity observed after high temperature reduction. Promotion of CO dissociation during temperature programmed CO desorption. Increased activity of surface carbon produced by CO dissociation towards hydrogenation to methane during temperature programmed surface reaction in H2. The different properties of Pd catalysts with active supports can be explained by an activation of the Pd/oxide interface by electronic interactions between metal and support and/or by a partial coverage of Pd crystallites by (sub)oxidic support particles. The strength of interaction between metal and support increases with increasing ionic character (SiO2<A1203<TiO2) of the support oxide. Acknowledgements This work was performed in the context of the scientists group \"MODELLI~T\" supported by Deutsche Forschungsgemeinschaft. Thanks are due to M. Klimenkov for the performance of electron microscopic experiments on supported Pd catalysts. References [1] R.J. Behm, K. Christmann, G. Ertl and M.A. van Hove, J, Chem. Phys., 73 (1980) 2984. [2] H. Conrad, G. Ertl, J. Koch and E.E. Latta, Surf. Sci., 43 (1974) 462. [3] A.M. Bradshaw and EM. Hoffmann, Surf. Sci., 72 (1978) 513. [4] J.C. Tracy and P.W. Palmberg, Surf. Sci., 14 (1969) 274. [5] LC. Tracy and P.W. Palmberg, J. Chem. Phys., 51 (1969) 4852. [6] N. Cardona-Martinez and J.A. Dumesic, Adv. Catal., 38 (1992) 149. [7] P.C. Gravelle, Adv. Catal., 22 (1975) 191. [8] P.C. Gravelle, CataL Rev. Sci. Eng., 16 (1977) 37. [9] R.A. Demmin and R.J. Gorte, J. Catal., 90 (1984) 32. [10] W.A. Roth, I. Meyer and H. Zeumer, Z. Anorg. Chem., 214 (1933) 315. [11] J.M. Thomas, W.J. Thomas, Introduction to the Principles of Heterogeneous Catalysis, Academic Press, London, 1967. H. Dropsch, M. Baerns /Applied Catalysis A: General 158 (1997) 163-183 183 [12] G. Ertl, J. Ktippers, Low Energy Electrons and Surface Chemistry, Verlag Chemie, Weinheim, 1974. [13] J.L. Lemaitre, P.G. Menon, E Delannay, in: F. Delannay (Ed.), Characterization of Heterogeneous Catalysts, Chemical Industries, vol. 15, Marcel Dekker, New York, 1984. [14] J.L. Falconer, J.A. Schwarz, Catal. Rev. Sci. Eng. 25 (1983) 141-227; J.A. Schwarz, J.L. Falconer, Catal. Today 7 (1990) 1-92. [15] H. Papp, W. Hinsen, N.T. Do and M. Baerns, Thermochim. Acta, 82 (1984) 137. [16] R.K. Herz, J.B. Kiela and S.P. Marin, J. Catal., 73 (1982) 66. [17] S.J. Tauster, S.C. Fung and R.L. Garten, J. Am. Chem. Soc., 100 (1978) 170. [18] J.S. Rieck and A.T. Bell, J. Catal., 99 (1986) 262. [19] K. Foger and J.R. Anderson, Appl. Surf. Sci., 2 (1979) 335. [20] S. Trautmann, Ph.D. Thesis, Ruhr-University Bochum, Germany, 1994. [21] E. Shustorovich, Surf. Sci. Rep., 6 (1986) 1. [22] V. Matolin, I. Jungwirthov~i and E. Tomkov~, Prog. Surf. Sci., 35 (199l) 175. [23] J.S. Rieck and A.T. Bell, J. Catal., 99 (1986) 278. [24] D.L. Doering, H. Poppa and J.T. Dickinson, J. Vac. Sci. Technol., 17 (1980) 198. [25] D.L. Doering, H. Poppa and J.T. Dickinson, J. Catal., 73 (1982) 104. [26] S. Ichikawa, H. Poppa and M. Boudart, J. Catal., 91 (1985) 1. [27] V. Matolin, E. Gillet and S. Channakhone, J. Catal., 97 (1986) 448. [28] H. Dropsch, M. Klimenkov, unpublished results. [29] P. Chou and M.A. Vannice, J. Catal., 104 (1987) 17. [30] P. Kamp, Ph.D. Thesis, Ruhr-University Bochum, Germany, 1990. [31] R.C. Baetzold and J.E Hamilton, Prog. Solid State Chem., 15 (1983) 1. [32] M.G. Mason, L.J. Gerenser and S.-T. Lee, Phys. Rev. Lett., 39 (1977) 288. [33] Y. Takasu, R. Unwin, B. Tesche, A. Bradshaw and M. Grunze, Surf. Sci., 77 (1978) 219. [34] M. Grunze, Chem. Phys. Lett., 58 (1978) 409. [35] M.G. Mason, Phys. Rev. B, 27 (1983) 748. [36] Y. Takasu, T. Sakuma, Y. Matsuda and I. Toyoshima, Surf. Sci., 152-153 (1985) 479. [37] H. Dropsch, Ph.D. Thesis, Ruhr-University Bochum, Germany, 1994. [38] B. Ealet and E. Gillet, Surf. Sci., 281 (1993) 91. [39] A.R. West, Grundlagen der Festk6rperchemie, VCH, Weinheim, 1992. [40] P. M6riaudeau, O.H. Ellestad, M. Dufaux and C. Naccache, J. Catal., 75 (1982) 243. [41] M.H. El-yakhloufi and E. Gillet, Catal. Lett., 17 (1993) 11. APCATA 96004188 S0926-860X(96)00418-8 10.1016/S0926-860X(96)00418-8 Elsevier Science B.V. All rights reserved. CO adsorption on supported Pd catalysts studied by adsorption microcalorimetry and temperature programmed desorption Holger Dropsch 1 Manfred Baerns * Lehrstuhl für Technische Chemie, Ruhr-Universität Bochum, D-44780 Bochum, Germany * Corresponding author. Present address: Institut für angewandte Chemie Berlin-Adlershof e. V., Rudower Chausée 5, D-12484 Berlin, Germany. 1 Present address: Betriebsforschungsinstitut, VDEh-Institut für angewandte Forschung GmbH, Sohnstrasse 65, D-40237 Düsseldorf, Germany. The adsorption of CO on silica-, alumina- and titania-supported Pd catalysts (2, 5, and 10 wt% Pd) has been studied by adsorption microcalorimetry and temperature programmed desorption (TPD) experiments in a flow system at atmospheric pressure. On supported Pd catalysts, bridge-bonded CO was found to be the dominant CO(ads) species. The observed influence of Pd loading on CO adsorption energetics was explained in terms of particle size and/or surface structure of the Pd crystallites. Support materials can be divided into active (TiO2, Al2O3) and inert (SiO2) supports, where Pd catalysts with active supports are characterized by (1) an increased sensitivity of CO adsorption to reduction temperature, (2) promotion of CO dissociation, and (3) an increased activity of surface carbon towards hydrogenation, as compared to Pd catalysts supported on inert silica. Keywords CO adsorbed on silica-, alumina- and titania-supported Pd TPD of CO from differently supported Pd Heats of CO adsorption Linear and bridge-bonded CO(ads) species on supported Pd Influence of Pd loading and type of support material on adsorption and dissociation of CO Analysis of surface carbon by TPSR in H2 References [1] Behm R.J. Christmann K. Ertl G. van Hove M.A. J. Chem. Phys. 73 1980 2984 [2] Conrad H. Ertl G. Koch J. Latta E.E. Surf. Sci. 43 1974 462 [3] Bradshaw A.M. Hoffmann F.M. Surf. Sci. 72 1978 513 [4] Tracy J.C. Palmberg P.W. Surf. Sci. 14 1969 274 [5] Tracy J.C. Palmberg P.W. J. Chem. Phys. 51 1969 4852 [6] Cardona-Martinez N. Dumesic J.A. Adv. Catal. 38 1992 149 [7] Gravelle P.C. Adv. Catal. 22 1975 191 [8] Gravelle P.C. Catal. Rev. Sci. Eng. 16 1977 37 [9] Demmin R.A. Gorte R.J. J. Catal. 90 1984 32 [10] Roth W.A. Meyer I. Zeumer H. Z. Anorg. Chem. 214 1933 315 [11] Thomas J.M. Thomas W.J. Introduction to the Principles of Heterogeneous Catalysis 1967 Academic Press London [12] Ertl G. Küppers J. Low Energy Electrons and Surface Chemistry 1974 Verlag Chemie Weinheim [13] Lemaitre J.L. Menon P.G. Delannay F. Delannay F. Characterization of Heterogeneous Catalysts, Chemical Industries vol. 15 1984 Marcel Dekker New York [14] Falconer J.L. Schwarz J.A. Catal. Rev. Sci. Eng. 25 1983 141 227 Schwarz J.A. Falconer J.L. Catal. Today 7 1990 1 92 [15] Papp H. Hinsen W. Do N.T. Baerns M. Thermochim. Acta 82 1984 137 [16] Herz R.K. Kiela J.B. Marin S.P. J. Catal. 73 1982 66 [17] Tauster S.J. Fung S.C. Garten R.L. J. Am. Chem. Soc. 100 1978 170 [18] Rieck J.S. Bell A.T. J. Catal. 99 1986 262 [19] Foger K. Anderson J.R. Appl. Surf. Sci. 2 1979 335 [20] Trautmann S. Ph.D. Thesis 1994 Ruhr-University Bochum Germany [21] Shustorovich E. Surf. Sci. Rep. 6 1986 1 [22] Matolín V. Jungwirthová I. Tomková E. Prog. Surf. Sci. 35 1991 175 [23] Rieck J.S. Bell A.T. J. Catal. 99 1986 278 [24] Doering D.L. Poppa H. Dickinson J.T. J. Vac. Sci. Technol. 17 1980 198 [25] Doering D.L. Poppa H. Dickinson J.T. J. Catal. 73 1982 104 [26] Ichikawa S. Poppa H. Boudart M. J. Catal. 91 1985 1 [27] Matolín V. Gillet E. Channakhone S. J. Catal. 97 1986 448 [28] H. Dropsch, M. Klimenkov, unpublished results. [29] Chou P. Vannice M.A. J. Catal. 104 1987 17 [30] Kamp P. Ph.D. Thesis 1990 Ruhr-University Bochum Germany [31] Baetzold R.C. Hamilton J.F. Prog. Solid State Chem. 15 1983 1 [32] Mason M.G. Gerenser L.J. Lee S.-T. Phys. Rev. Lett. 39 1977 288 [33] Takasu Y. Unwin R. Tesche B. Bradshaw A. Grunze M. Surf. Sci. 77 1978 219 [34] Grunze M. Chem. Phys. Lett. 58 1978 409 [35] Mason M.G. Phys. Rev. B 27 1983 748 [36] Takasu Y. Sakuma T. Matsuda Y. Toyoshima I. Surf. Sci. 152–153 1985 479 [37] Dropsch H. Ph.D. Thesis 1994 Ruhr-University Bochum Germany [38] Ealet B. Gillet E. Surf. Sci. 281 1993 91 [39] West A.R. Grundlagen der Festkörperchemie 1992 VCH Weinheim [40] Mériaudeau P. Ellestad O.H. Dufaux M. Naccache C. J. Catal. 75 1982 243 [41] El-yakhloufi M.H. Gillet E. Catal. Lett. 17 1993 11",
      "scopus-id": "0000018642",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004188",
        "dc:description": "The adsorption of CO on silica-, alumina- and titania-supported Pd catalysts (2, 5, and 10 wt% Pd) has been studied by adsorption microcalorimetry and temperature programmed desorption (TPD) experiments in a flow system at atmospheric pressure. On supported Pd catalysts, bridge-bonded CO was found to be the dominant CO(ads) species. The observed influence of Pd loading on CO adsorption energetics was explained in terms of particle size and/or surface structure of the Pd crystallites. Support materials can be divided into active (TiO2, Al2O3) and inert (SiO2) supports, where Pd catalysts with active supports are characterized by (1) an increased sensitivity of CO adsorption to reduction temperature, (2) promotion of CO dissociation, and (3) an increased activity of surface carbon towards hydrogenation, as compared to Pd catalysts supported on inert silica.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004188",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dropsch, Holger"
          },
          {
            "@_fa": "true",
            "$": "Baerns, Manfred"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004188"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004188"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00418-8",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "CO adsorption on supported Pd catalysts studied by adsorption microcalorimetry and temperature programmed desorption",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO adsorbed on silica-, alumina- and titania-supported Pd"
          },
          {
            "@_fa": "true",
            "$": "TPD of CO from differently supported Pd"
          },
          {
            "@_fa": "true",
            "$": "Heats of CO adsorption"
          },
          {
            "@_fa": "true",
            "$": "Linear and bridge-bonded CO(ads) species on supported Pd"
          },
          {
            "@_fa": "true",
            "$": "Influence of Pd loading and type of support material on adsorption and dissociation of CO"
          },
          {
            "@_fa": "true",
            "$": "Analysis of surface carbon by TPSR in H2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-183",
        "prism:endingPage": "183",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(96)00418-8",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00418-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000018642"
      }
    }
  }
}