{
  "metadata": {
    "title": "Selective hydrogenation of isoprene over δ-alumina-supported eggshell Pd catalysts: Particle size effects",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-28",
    "doi": "10.1016/S0926-860X(96)00324-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003249",
    "pii": "S0926860X96003249"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11544268602",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-03-23 1999-03-23 2010-11-13T18:01:50 1-s2.0-S0926860X96003249 S0926-860X(96)00324-9 S0926860X96003249 10.1016/S0926-860X(96)00324-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00828 2024-01-01T12:19:29.85596Z 0 0 19970828 1997 1999-03-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 0926-860X 0926860X 156 156 2 2 Volume 156, Issue 2 3 193 205 193 205 19970828 28 August 1997 1997-08-28 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SELECTIVEHYDROGENATIONISOPRENEOVERALUMINASUPPORTEDEGGSHELLPDCATALYSTSPARTICLESIZEEFFECTS CHANG J 1982 126 HYDROCARBONPROC STANFORDRESEARCHINSTITUTE 1976 BUTT 1972 259 J BUYANOV 1987 138 R HUGHES 1984 H DEACTIVATIONCATALYSTS CAMERON 1993 10 C CATALYSTSINREFININGHEAVYPETROCHEMICALINDUSTRIESHYDROGENATIONPYROLISCRACKINGPRODUCTS LIMIDO 1987 329 J APPLIEDHETEROGENEOUSCATALYSISDESIGNMANUFACTUREUSESOLIDCATALYSTS LIN 1994 7 T BERENBLYUM 1986 184 A DOUGHERTY 1987 101 R SHADMANYAZDI 1972 227 F BOITIAUX 1983 41 J GIGOLA 1986 133 C RYNDIN 1988 131 Y ADURIZ 1991 47 H LIN 1995 128 T FRANCIS 1984 D BHATIA 1990 309 S ANDERSON 1985 J INTRODUCTIONCHARACTERIZATIONTESTINGCATALYSTS CHEN 1981 1606 J HUB 1988 307 S FIGOLI 1989 403 N PARK 1995 469 Y CHANGX1997X193 CHANGX1997X193X205 CHANGX1997X193XJ CHANGX1997X193X205XJ item S0926-860X(96)00324-9 S0926860X96003249 1-s2.0-S0926860X96003249 10.1016/S0926-860X(96)00324-9 271346 2024-01-01T12:19:29.85596Z 1997-08-28 1-s2.0-S0926860X96003249-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003249/MAIN/application/pdf/cbc3e5aa366bff34a254000233df8731/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003249/MAIN/application/pdf/cbc3e5aa366bff34a254000233df8731/main.pdf main.pdf pdf true 620340 MAIN 13 1-s2.0-S0926860X96003249-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003249/PREVIEW/image/png/30285d970c43ef752b7409e9273a5f62/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003249/PREVIEW/image/png/30285d970c43ef752b7409e9273a5f62/main_1.png main_1.png png 58266 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 193-205 Selective hydrogenation of isoprene over 5-alumina- supported eggshell Pd catalysts: Particle size effects June-Cheng Chang, Tse-Chuan Chou* Department of Chemical Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC Received 15 May 1996; received in revised form 15 August 1996; accepted 27 August 1996 Abstract The effects of calcination temperature on the metal dispersion of 5-alumina-supported eggshell profile Pd catalyst and its catalytic performance in isoprene selective hydrogenation were investigated. The CO chemisorption results indicated that Pd particles grew with the elevation of calcination temperature. Catalytic tests showed that isoprene conversion increased with increasing Pd dispersion, while the selectivity to isopentenes decreased. Based on the results of CO chemisorption and isoprene temperature programmed desorption (TPD), the lower isoprene conversion of catalyst with lower Pd dispersion was attributed to fewer Pd sites for isoprene adsorption. The higher selectivity to isopentenes, however, was regarded as a consequence of both insufficient active sites for further hydrogenation of isopentenes to isopentane and lower electronic interaction between Pd and the alumina surface. Microscopic photo, electron probe microanalysis (EPMA), isoprene TPD, and catalysts test showed that coke was formed on both the Pd and on the alumina surface. The results also showed that, the higher the Pd dispersion the less is the coke formation on alumina. I. Introduction Pyrolysis gasoline coming from a naphtha cracker is unstable and inclined to produce gum due to its contents of highly active species such as conjugated dialkenes, styrene and indene. Such components cause trouble for the downstream processing units. The first stage hydrogenation unit is used to saturate partially those components so that relatively stable compounds are obtained. After hydro- genation, the C5 stream is separated from it in depentanizer and used as the feedstock for the TAME process [1,2]. As isopentenes are the desired active species in the C5 stream, it is important in the hydrogenation process to increase the * Corresponding author. 0926-860X/97/$17.00 1997 Published by Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00324-9 194 J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 conversion of isoprene into isopentenes, while reduce the further reaction of isopentenes into isopentane. After certain times-on-stream, the activity of the catalysts decays. In order to compensate for such activity loss, the operating temperature is usually increased to maintain the conversion in a commercial plant. Finally, plant shutdown is inevitable and either the regeneration to reactivate the activity of catalyst or the replacement with fresh catalyst is required. The catalyst deactivation is mainly due to coking, poison and sintering [3-5]. In the selective hydrogenation of pyrolysis gasoline, coke formation on catalyst via the polymerization of alkadienes has been reported to be responsible for the catalyst deactivation [6]. Supported Pd catalysts with an eggshell profile have been widely used in refineries for selective hydrogenation of alkadienes, such as pyrolysis gasoline, butadiene, etc [7,8]. It has been theoretically as well as experimentally proven that a catalyst with an eggshell profile has better activity and selectivity in consecutive reactions than that of uniform profile [9-11]. The effects of metal dispersion on the selective hydrogenation of alkynes and alkadienes have been reported in the literature [12-15]. However, little is known about these effects on the selective hydrogenation of alkadienes catalyzed by eggshell profile catalysts. The goal of this study, thus, is fundamentally to understand these effects on the selective hydrogenation of isoprene. Besides, the coke formation is of special interest because these species are catalyst poisons. To implement our research goals, catalysts with different Pd dispersion were tested in fixed bed reaction system at conditions (40 and 30 atm) similar to those of commercial plants [ 16]. The selectivity and activity of the catalyst were examined in these tests. Elemental analysis was used to determine the amount of coke formation. Furthermore, TPD of isoprene and microscopic photos of fresh and spent catalysts were used to determine the sites where the isoprene was adsorbed. EPMA was also used to see if there was any migration of Pd particles during the reaction. 2. Experimental 2.1. Catalyst preparation The 6-A1203 support was prepared by calcining 2 mm diameter ~'-A1203 sphere (A2U, Osaka Yogyo) at 1000 for 6 h. The resulting material had a bulk density of 0.68 g cm-3. The BET surface area and pore volume were 82.4 m2 g-1 and 0.570 cm3 g-i, respectively [8]. The catalysts were then prepared by impregnating 100 g 6-A1203 with a solution of 0.636 g Pd(CH3COO)2 in 300 ml toluene for 3 h. After the impregnation, the samples were dried at 175 for 1 h and then calcined at the desired temperature ranging from 350-1000 for 6 h to obtain catalysts with different Pd dispersion. The catalysts contained 0.24 wt% average Pd J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 195 Pd deposition layer alumina ~\" core I I R 0 1~2mm I, I R I Fig. 1. EPMA response profile of a typical 8-alumina-supported eggshell Pd catalyst. concentration, measured by inductively coupled plasma optical emission spectro- scopy using a Jarell-Ash 1100 instrument. The EPMA measurement further indicated that all of those catalysts had a eggshell Pd profile as shown in Fig. 1. For simplification, the layer on which Pd deposited was noted as Pd deposition layer and that without any Pd deposition was noted as alumina core. 2.2. Microscope analysis Photographs of cross section of the catalysts were taken by a microscope (Misubishi Microwatcher VS-30H with Sony Color Video Printer). The catalyst was imbedded in a thermoplastic resin. After solidification, No. 1500 sand paper was used to grind off the catalyst particles so as to expose the cross section. The No. 3000 sand paper was then used for fine polishing. The photographs of the catalyst samples were taken by microscope using 100 times lens. 2.3. EPMA The Pd profiles of the catalyst were measured by EPMA using Joel 840A link AN10. The preparations of catalyst sample were same as microscope analysis, 196 J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 except after fine polishing, it was then coated with a layer of carbon by vacuum deposition. The acceleration voltage of the electron beam was 20 kV and the sample current was 0.05 ~tA. The scanning speed was 0.02 mm min i 2.4. CO chemisorption The Pd dispersion of catalysts were measured by CO chemisorption using Micromeritics ChemiSorb 2800 Research model V1.08 S/N 127. The volumetric measurements were carried out in a vacuum system with a pressure less than 1.5 x 10-5 Torr. Research grade He gas for dead volume measurement and 99.99% CO gas were used without further purification. The pretreatment procedure included drying the catalyst at 350 with air for 30 min, reduction with H2 at 95 for 10 h, evacuation under less than 5.0 x 10-4 Torr pressure at 95 for 30 min and evacuation under less than 5.0 x 10-5 Torr at 35 for another 15 min. The CO adsorption was then carried out by the volumetric measurement [17]. The total adsorption volume was obtained by interpolating the adsorption isotherm to zero pressure to get the intercept on the ordinate. After that, the system was evacuated to 5.0 x 10-s Torr again and another adsorption isotherm was performed. The physical adsorption volume was obtained as the total adsorption volume. The chemical adsorption volume which is monolayer can then be calculated by subtracting the physical adsorption volume from the total adsorption volume. The stoichiometric coefficient was assumed to be unity. 2.5. Temperature programmed desorption of isoprene The apparatus used for the TPD experiments was similar to that described by Bhatia [18]. The catalyst samples (0.2 g) were reduced at 95 under a hydrogen stream at 10.8 I(NTP) h- 1 for 2 h. The samples were removed and put into isoprene for 10 h. Then the TPD experiments were performed in a He stream at 0.3 I(NTP) h-1 and 1 atm and a heating rate of 10 min-1 with a maximum temperature of 800. The hydrocarbon desorption phenomena were monitored with a TCD detector. 2.6. Isoprene selective hydrogenation The catalytic activity for the selective hydrogenation of 10 wt% isoprene (Merck) in n-heptane (Merck) was determined in a downflow continuous fixed- bed reactor. The reactor was a vertical stainless steel tube with an inside diameter of 2.2 cm and an inside volume of 94.0 ml. The reaction system was pressurized with N2 at 32 atm to ensure no leakage. At the beginning of each run, the reactor was heated by a circulating water bath and the temperature was controlled by a PID temperature controller. The reactants were preheated before entering the catalyst bed. The product was trapped by a condenser at -30. J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 197 The catalyst samples were installed and reduced in-situ with a 7.2 I(NTP) h- 1 H2 at 95 and 30 atm for 10 h. The hydrogenation reaction was then carded out with a weight hourly space velocity of 30.8 h-1 (g of feed h-1 g of catalyst), at 40, 30 atm and a H2 stream at 10.8 I(NTP) h-1. Since the hydrogenation of isoprene is an exothermic reaction, the catalyst bed was diluted with inert sea sand (Merck). The catalyst bed was prepared by mixing 0.6 g of 2 mm diameter catalyst particles with 15 ml 0.1-0.3 mm diameter sea sand. Both the top and the bottom parts of the reactor were filled with sea sand. During each run, the liquid products were collected periodically and analyzed by a gas chromatography (Hewlett Packard model 5890A) coupled with a data processor (SP4270). A capillary column (Petrocol DH 150, 150 m x 0.25 mm ID, 1.0 ~tm phase film) was used and the GC was performed with a He stream at 20 cm s-1. The temperature started at 30 for 20 min and then increased at 10 min-1 temperature programming rate until it reached 150 for 0.5 h (0.9 ~tl split 100:1). After 96 h, the catalyst was removed and analyzed. 3. Results and discussion 3.1. Effect of calcination temperature on Pd dispersion The Pd dispersion (D) and mean particle size (dp) of catalysts after calci- nation are listed in Table 1. The mean particle size was calculated from Eq. (1) [19]: dp(nm) = 112/D (%) (1) The Pd dispersion is defined as the ratio of the total surface Pd atoms to the total number of Pd atoms of catalysts. The effect of calcination temperature is shown in Table 1. The calcination of Pd acetate results in the formation of Pd oxide which is strongly bounded to the support surface to give well-dispersed catalysts. However, calcination at excessive temperature also promotes thermal migration of Pd clusters and thus, induces sintering of Pd particles. Moreover, EPMA results showed identical Pd profiles as Fig. 1 and it suggests that thermal migration only induce sintering of Pd particles but not migration. Table 1 The palladium dispersion and calculated mean particle size of catalysts at different calcination temperature Calcination temperature () Palladium dispersion (%) Mean particlesize (nm) 350 19.3 5.8 550 15.0 7.5 1000 2.4 46.7 198 J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 100.0 95.0 90.0 85.0 80.0 75.0 70.0 65.0 60.0 55.0 50.0 0.0 O O v ~ 50.0 100.0 Time on stream, H Fig. 2. Plot of the conversion of isoprene hydrogenation vs. time-on-stream with catalysts at different Pd dispersion (O) 19.3%, ([]) 15.0%, (A) 2.4%. An abnormally low metal dispersion was observed for the catalyst calcined at 1000. It was caused by the concomitant agglomeration of Pd particles during the decomposition of Pd oxide because the decomposition temperature of Pd oxide is 870 [20]. 3.2. Catalytic performance test As shown in Fig. 2, the initial activity of the supported Pd catalysts decreased with the decrease of Pd dispersion. The deactivation rate of the catalysts was inversely proportional to the Pd dispersion; a much higher deactivation rate was observed for the catalyst calcined at 1000. The higher deactivation rate for the catalysts with lower dispersion may be explained by ensemble effects. The coke precursors, mostly polynuclear aromatics and/or poly olefins [8], may be easier to form on the larger Pd particles, and permanently adsorbed on the Pd surface, thus decreasing the catalyst activity. It may also be due to slower hydrogenation on catalyst with larger Pd particles leaving more olefins adsorbed and more poly- merization. The selectivity to isopentenes is defined as the ratio of the moles of isopentenes produced to the moles of isoprene converted, which increased with decreasing Pd dispersion as shown in Fig. 3. These results are consistent with the results reported in the literature [12,15], and may be caused by the insufficient active sites of the catalyst with poor dispersion to be used for further hydrogenation from isopentenes to isopentane. The variation of the selectivity to isopentenes may also be due to the adsorption strength between isopentenes and Pd particles. The surface of alumina support can be viewed as a sink of electron density through acidic sites in alumina, the small cluster of Pd atoms make it possible for the electron to be withdrawn from Pd, J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 199 100.0 90.0 80.0 70.0 60.0 50.0 40.0 .~. .~ 30.0 20.0 10.0 0.0 0.0 50.0 100.0 Time on stream, H Fig. 3. Plot of the selectivity to isopentenes vs. time-on-stream with catalysts at different Pd dispersion (O) 19.3%, (D) 15.0%, (A) 2.4%. thereby creating an electron-deficient Pd particles [14,21,22]. The adsorption strength between isopentenes and Pd particles may thus decrease with decreasing Pd dispersion of the catalysts. This leads to an increase of the selectivity to isopentenes because isopentenes desorb more rapidly before they can be further hydrogenated to isopentane. The similar phenomena was observed by Park [23] in acetylene hydrogenation. Accordingly, the selectivity to isopentenes increased with the catalysts having lower metal dispersion. There are three distinct isomers of isopentenes, i.e., 2-methyl-1-butene (2M 1B), 3-methyl-l-butene (3M1B) and 2-methyl-2-butene (2M2B). Among them, 2M1B and 3M1B are formed from 1,2 addition of isoprene while 2M2B is formed from 1,4 addition. Moreover, at higher conversion (>20%), 2M2B can also be formed via further isomerization of 2M1B and 3M1B [15]. Figs. 4 and 6 showed that the variation of the selectivity to 2M2B, 2M1B and 3M1B with time-on-stream when catalyst with 19.3, 15.0 and 2.4% Pd dispersion was used. The concentrations of these three isomers all increased with time-on-stream. As all the reaction were run under high conversion(>57%) in this study, some of 2M1B and 3M1B isomerized to 2M2B, resulting in the highest 2M2B concentration among these three isomers. To further differentiate catalyst, the 2M2B/(2M1B+3M1B) ratio, an isomeriza- tion index of 2M1B and 3M1B, was calculated and plotted against time-on-stream. When catalysts with higher Pd dispersion, 19.3% and 15.0%, were used, the 2M2B/(2M1B+3M1B) ratio was about 8.0 as shown in Fig. 7. However, the ratio dropped from 6.0 to 3.5 in the case of lower Pd dispersion catalyst, i.e., 2.4%. These values indicated that catalyst with lower Pd dispersion, i.e., larger particle size, has lower isomerization rate. Such difference in the degree of isomerization could also be explained by different adsorption strength between absorbed 200 J.-C. Chang, T.-C. Chou/Applied Catalysis A.\" General 156 (1997) 193-205 0.60 0.50 0.40 \"7, 0.30 0.2O ? 0.10 0.00 ..... ~ - ~ 0.0 50.0 100.0 Time on stream, H Fig. 4. Plot of the selectivity to 2M2B, 2M1B and 3M1B vs. time-on-stream with 19.3% Pd dispersion catalyst (A) 2M2B, ((3) 2M1B, ([-1) 3M1B. 0.60 0.50 0.40 .'~ 0.30 0.20 0.10 0.00 0.0 50.0 100.0 Time on stream, H Fig. 5. Plot of the selectivity to 2M2B, 2M1B and 3M1B vs. time-on-stream with 15.0% Pd dispersion catalyst (A) 2M2B, ((3) 2M1B, (I-q) 3M1B. hydrocarbon and Pd, because 3M1B and 2M1B formed from isoprene are easier to desorb from larger Pd particle, hence, less isomerization. 3.3. Coke deposition profiles Fig. 8-(b), (c), (d) shows the microscopic photos of the spent catalysts with different Pd dispersion. The spent catalysts were the catalysts used after 96 h on- stream operation. The fresh catalyst, shown in Fig. 8-(a), is a typical eggshell Pd J.-C. Chang, T.-C. Chou/Applied Catalysis A.\" General 156 (1997) 193-205 201 0.60 0.50 0.40 \"~\" 0.30 g 0.20 0.10 0.00 0.0 50,0 Time on stream, H & 100.0 Fig. 6. Plot of the selectivity to 2M2B, 2M1B and 3M1B vs. time-on-stream with 2.4% Pd dispersion catalyst (~) 2M2B, (O) 2M1B, (V]) 3M1B. 15.0 14.0 13.0 12.0 11.0 ~7 10.0 m 9.0 + m 8.0 7.0 6.0 ee 5.0 4.0 3.0 2.0 1.0 0.0 M _~ o 0 0 ~o o ~ Q i 0.0 50.0 100.0 Time on stream, H Fig. 7. Plot of 2M2B/(2M1B+3M1B) vs. time-on-stream with catalysts at different Pd dispersion (O) 19.3%, ([~) 15.0%, (A) 2.4%. catalyst. All the black Pd particles were on outer surface of k-alumina support. After 96 h reaction, the catalyst with highest Pd dispersion, 19.3%, had a thin dark penetration area within the alumina core, as shown in Fig. 8-(b). The catalyst with lowest Pd dispersion, 2.4%, had thicker dark penetration area, as shown in Fig. 8- (d), compared with that of the other two catalyst samples. Fig. 8-(e) shows the typical microscopic photo of the regenerated catalyst. The regenerated catalyst was the spent catalyst which was treated with air at 600 for 6 h. All the dark penetration area in the alumina core disappeared after regenera- 202 J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 0 000 (d) (b) (c) O (e) Fig. 8. Microscopic photos of catalysts. (a) fresh catalyst, (b), (c), (d) spent catalyst with initial Pd dispersion 19.3%, 15.0%, 2.4%, respectively, (e) regenerated catalyst. tion. The remaining outer black profile is same as that of the fresh catalyst. All the Pd profiles of spent and regenerated catalysts are still eggshell profiles as Fig. 1. The results indicated that there was no Pd migration during the reaction. It also showed that the dark penetration area within the alumina core was the coke deposition arising from isoprene adsorption. Therefore, the comparison of the microscopic photos characterizing the location of the coke deposition indicates that the catalyst with lower metal dispersion has more coke deposited on the alumina core. To understand further the reason of coke formation and the effects of metal dispersion on the coke deposition, experiments of isoprene TPD was performed. 3.4. Isoprene adsorption behaviors As shown in Fig. 9, the TPD spectra characterizing the eggshell Pd catalyst samples had three desorption peaks while there was only one peak for the bare alumina sample. The first peak at about 400 was assigned to the isoprene adsorbed on the Pd particles. The second peak at about 630 may be assigned to the isoprene adsorbed on the acidic sites of alumina at the Pd deposition layer, or the bridging isoprene adsorbed across the acidic sites and Pd sites. Such assign- ments were based on the fact that the isoprene is a electron donor and has a nucleophilic character. Within the Pd deposition layer, there are two electron J.-C. Chang, T.-C Chou/Applied Catalysis A: General 156 (1997) 193-205 203 e= J (d) ~ I I I 200 400 600 800 Temperature, Fig. 9. The TPD profiles of different Pd dispersion of isoprene adsorbed catalysts (a) 19.3%, (b) 15.0%, (c) 2.4%, (d) bare alumina. deficient sitesOne is Pd sites, the other is the acidic sites of alumina modified by the deposited Pd. Bridging isoprene may be adsorbed across the acidic sites and Pd sitesSince the acidic sites in alumina support has higher positive charge than does the Pd particle, the second peak with higher desorption temperature may be attributed to the desorption of isoprene on the acidic sites affected by Pd. The first peak was thus assigned to the isoprene adsorbed on the Pd particles. The third peak at about 730 is assigned to the isoprene adsorbed on the alumina core, inferred from the comparison with the TPD characterizing the isoprene adsorbed on bare alumina shown in Fig. 9-(d). And it can further explain why there is a dark penetration area on the alumina core after use, shown in the Fig. 8-(b), (c), (d). Once the isoprene is diffused into catalyst and adsorbed on the alumina core, it would then go through carbonium formation mechanism to form coke deposits, resulting in the dark penetration area shown in the microscopic photos. From the results of TPD, microscopic photos, and catalytic test reaction, it may be summarized that Pd particles play two important roles in the selective hydro- genation of isoprene. First, they act as active sites for the hydrogenation as shown by the increase of isoprene conversion with increasing metal dispersion. Second, as a inhibitor for coke formation, as shown by the decrease of the selectivity for coke formation with increasing metal dispersion. The selectivity of coke (g of coke formation during the reaction period / g of isoprene reacted) increased from 6.66 x 10-5 for the catalyst with the highest dispersion to 9.62 x 10-5 for the catalyst with the lowest dispersion. 204 J.-C. Chang, T.-C. Chou/Applied Catalysis A: General 156 (1997) 193-205 Besides the ensemble effects, the adsorption of isoprene on Pd sites which inhibits the diffusion of isoprene into alumina core for further coke formation is another reason for the less coke formation on the catalyst with higher metal dispersion. For a catalyst with higher metal dispersion, the increase of adsorption strength of isoprene on small Pd particles or more Pd sites for isoprene to be adsorbed leads to less coke formation on alumina core. 4. Conclusions The experimental results clearly showed that catalysts with higher Pd dispersion have higher activity and isomerization of 2M1B and 3M1B but lower selectivity to isopentenes. The higher activity of such catalysts is due to the fact that it can provide more active sites. But the electronic effects caused by Pd-alumina interactions in such catalysts may account for its lower selectivity to isopentenes and higher isomerization rate. The TPD spectra of eggshell Pd catalyst indicated that there are three kinds of isoprene adsorption sites. Within the alumina core, the adsorbed isoprene further reacts, rather than hydrogenates, to form coke via polymerization. The higher the metal dispersion in the catalyst, the less is isoprene adsorption on the alumina core, thereby decreasing the coke formation on the alumina core. The coke formation on the alumina core is confirmed by the microscopic results and EPMA, while the isoprene adsorption on such core is further confirmed by the comparison of the catalyst's TPD with that of isoprene adsorbed on bare alumina. Acknowledgements The support of National Science Council of the Republic of China (NSC83- 0416-E006-016), National Cheng Kung University, and Refining and Manufactur- ing Research Center of Chinese Petroleum Corp. (RMRC) are acknowledged. References [1] Shell Development Co., Hydrocarbon Proc., Sep. (1982) 126. [2] Stanford Research Institute, Reports No. 30 and 30A, Oct. (1976). [3] J.B. Butt, Adv. Chem. Ser., 109 (1972) 259. [4] R.A. Buyanov, Kinet. Catal., 28(1) (1987) 138. [5] H. Hughes, Deactivation of Catalysts, Academic Press, Orlando, Florida, 1984. [6] C. Cameron, Catalysts in the Refining and Heavy Petrochemical Industries: Hydrogenation of Pyrolis and Cracking Products, Francais du Petrole, 1993, p. 10. [7] J. Limido, J.E Lepage, P. Corty, E. Freund, J.P. Franck, Y. Jacquin, B. Juguin, C. Marcilly, G. Martino, J. Miquel, R. Montarnal, A. Sugier and H.V. Landeghem, Applied heterogeneous catalysis design manufacture use of solid catalysts, Institute Francais du Petrole, 1987, p. 329. J.-C. Chang, T.-C Chou/Applied Catalysis A: General 156 (1997) 193-205 205 [8] T.B. Lin and T.C. Chou, Appl. Catal., 108 (1994) 7. [9] A.S. Berenblyum, S.L. Mund, V.V. Karelskii, T.P. Goranskaya, V.E. Zolotukhin and L.I. Lakhman, Kinet. Catal., 27(1) (1986) 184. [10] R.C. Dougherty and X.E. Verykios, Catal. Rev. Sci. Eng., 29 (1987) 101. [11] E Shadman-Yazdi and E.E. Petersen, Chem. Eng. Sci., 27 (1972) 227. [12] J.P. Boitiaux, J. Cosyns and S. Vasudevan, Appl. Catal., 6 (1983) 41. [13] C.E. Gigola, H.R. Aduriz and P. Bodnariuk, Appl. Catal,, 27 (1986) 133. [14] Y.A. Ryndin, L.V. Nosova, A.I. Boronin and A.L. Chuvilin, Appl. Catal., 42 (1988) 131. [15] H.R. Aduriz, P. Bodnariuk, B. Coq and F. Figueras, J. Catal., 129 (1991) 47. [16] T.B. Lin and T.C. Chou, Ind. Eng. Chem. Res., 34 (1995) 128. [17] D. Francis, Characterization of Heterogeneous Catalysts, 1984, Chap. 7. [18] S. Bhatia, J. Beltramini and D.D. Do, Catal. Today, 7(3) (1990) 309. [19] J.R. Anderson and K.C. Pratt, Introduction of Characterization and Testing of Catalysts, Academic Press, Australia, 1985, Chap. 2. [20] J.J. Chela and E.J. Ruckenstein, Phys. Chem., 85 (1981) 1606. [21] S. Hub, L. Hilaire and R. Touroude, Appl. Catal., 36 (1988) 307. [22] N.S. Figoli and P.C. l'Argentiere, Catal. Today, 5 (1989) 403. [23] Y.H. Park and G.L. Price, Ind. Eng. Chem. Res., 31 (1995) 469. APCATA 96003249 S0926-860X(96)00324-9 10.1016/S0926-860X(96)00324-9 Selective hydrogenation of isoprene over δ-alumina-supported eggshell Pd catalysts: Particle size effects June-Cheng Chang Tse-Chuan Chou ∗ Department of Chemical Engineering, National Cheng Kung University, Tainan 70101, Taiwan, ROC ∗ Corresponding author. The effects of calcination temperature on the metal dispersion of δ-alumina-supported eggshell profile Pd catalyst and its catalytic performance in isoprene selective hydrogenation were investigated. The CO chemisorption results indicated that Pd particles grew with the elevation of calcination temperature. Catalytic tests showed that isoprene conversion increased with increasing Pd dispersion, while the selectivity to isopentenes decreased. Based on the results of CO chemisorption and isoprene temperature programmed desorption (TPD), the lower isoprene conversion of catalyst with lower Pd dispersion was attributed to fewer Pd sites for isoprene adsorption. The higher selectivity to isopentenes, however, was regarded as a consequence of both insufficient active sites for further hydrogenation of isopentenes to isopentane and lower electronic interaction between Pd and the alumina surface. Microscopic photo, electron probe microanalysis (EPMA), isoprene TPD, and catalysts test showed that coke was formed on both the Pd and on the alumina surface. The results also showed that, the higher the Pd dispersion the less is the coke formation on alumina. References [1] Shell Development Co. Hydrocarbon Proc. 1982 126 Sep. [2] Stanford Research Institute Reports No. 30 and 30A 1976 Oct. [3] J.B. Butt Adv. Chem. Ser. 109 1972 259 [4] R.A. Buyanov Kinet. Catal. 28 1 1987 138 [5] H. Hughes Deactivation of Catalysts 1984 Academic Press Orlando, Florida [6] C. Cameron Catalysts in the Refining and Heavy Petrochemical Industries: Hydrogenation of Pyrolis and Cracking Products 1993 Francais du Petrole 10 [7] J. Limido J.F. Lepage P. Corty E. Freund J.P. Franck Y. Jacquin B. Juguin C. Marcilly G. Martino J. Miquel R. Montarnal A. Sugier H.V. Landeghem Applied heterogeneous catalysis design manufacture use of solid catalysts 1987 Institute Francais du Petrole 329 [8] T.B. Lin T.C. Chou Appl. Catal. 108 1994 7 [9] A.S. Berenblyum S.L. Mund V.V. Karelskii T.P. Goranskaya V.E. Zolotukhin L.I. Lakhman Kinet. Catal. 27 1 1986 184 [10] R.C. Dougherty X.E. Verykios Catal. Rev. Sci. Eng. 29 1987 101 [11] F. Shadman-Yazdi E.E. Petersen Chem. Eng. Sci. 27 1972 227 [12] J.P. Boitiaux J. Cosyns S. Vasudevan Appl. Catal. 6 1983 41 [13] C.E. Gigola H.R. Aduriz P. Bodnariuk Appl. Catal. 27 1986 133 [14] Y.A. Ryndin L.V. Nosova A.I. Boronin A.L. Chuvilin Appl. Catal. 42 1988 131 [15] H.R. Aduriz P. Bodnariuk B. Coq F. Figueras J. Catal. 129 1991 47 [16] T.B. Lin T.C. Chou Ind. Eng. Chem. Res. 34 1995 128 [17] D. Francis Characterization of Heterogeneous Catalysts 1984 Chap. 7 [18] S. Bhatia J. Beltramini D.D. Do Catal. Today 7 3 1990 309 [19] J.R. Anderson K.C. Pratt Introduction of Characterization and Testing of Catalysts 1985 Academic Press Australia Chap. 2 [20] J.J. Chen E.J. Ruckenstein Phys. Chem. 85 1981 1606 [21] S. Hub L. Hilaire R. Touroude Appl. Catal. 36 1988 307 [22] N.S. Figoli P.C. I'Argentiere Catal. Today 5 1989 403 [23] Y.H. Park G.L. Price Ind. Eng. Chem. Res. 31 1995 469",
      "scopus-id": "11544268602",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003249",
        "dc:description": "The effects of calcination temperature on the metal dispersion of δ-alumina-supported eggshell profile Pd catalyst and its catalytic performance in isoprene selective hydrogenation were investigated. The CO chemisorption results indicated that Pd particles grew with the elevation of calcination temperature. Catalytic tests showed that isoprene conversion increased with increasing Pd dispersion, while the selectivity to isopentenes decreased. Based on the results of CO chemisorption and isoprene temperature programmed desorption (TPD), the lower isoprene conversion of catalyst with lower Pd dispersion was attributed to fewer Pd sites for isoprene adsorption. The higher selectivity to isopentenes, however, was regarded as a consequence of both insufficient active sites for further hydrogenation of isopentenes to isopentane and lower electronic interaction between Pd and the alumina surface. Microscopic photo, electron probe microanalysis (EPMA), isoprene TPD, and catalysts test showed that coke was formed on both the Pd and on the alumina surface. The results also showed that, the higher the Pd dispersion the less is the coke formation on alumina.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003249",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chang, June-Cheng"
          },
          {
            "@_fa": "true",
            "$": "Chou, Tse-Chuan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003249"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003249"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00324-9",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation of isoprene over δ-alumina-supported eggshell Pd catalysts: Particle size effects",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "193-205",
        "prism:endingPage": "205",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1997",
        "prism:doi": "10.1016/S0926-860X(96)00324-9",
        "prism:startingPage": "193",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00324-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11544268602"
      }
    }
  }
}