{
  "metadata": {
    "title": "Promoting effect of Pt, Pd and Rh noble metals to the Ni<ce:inf loc=post>0.03</ce:inf>Mg<ce:inf loc=post>0.97</ce:inf>O solid solution catalysts for the reforming of CH<ce:inf loc=post>4</ce:inf> with CO<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00216-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002160",
    "pii": "S0926860X97002160"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000804457",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002160 S0926-860X(97)00216-0 S0926860X97002160 10.1016/S0926-860X(97)00216-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 29 335 347 335 347 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. PROMOTINGEFFECTPTPDRHNOBLEMETALSNI003MG097OSOLIDSOLUTIONCATALYSTSFORREFORMINGCH4CO2 CHEN Y ROSTRUPNIELSEN 1984 1 118 J CATALYSISSCIENCETECHNOLOGY GADALLA 1988 3049 A GADALLA 1989 2825 A RICHARDSON 1990 293 J PERERA 1991 219 J SOLYMOSI 1991 149 F ERDOHELYI 1993 287 A ASHCROFT 1991 225 A CHUBB 1980 341 T MCCRARY 1982 141 J ROSTRUPNIELSEN 1993 38 J TOKUNAGA 1989 69 O BARTHOLOMEW 1982 67 C SWAAN 1994 571 H ZHANG 1994 589 Z GOULA 1996 626 M KROLL 1996 409 V YAMAZAKI 1992 1953 O FUJIMOTO 1992 529 K YAMAZAKI 1996 49 O CHEN 1996 91 Y WAGSTAFF 1979 434 N RAAB 1990 406 C LANSINKROTGERINK 1988 239 H TAKAYASU 1993 305 O NAVIO 1992 423 J PARMALIANA 1990 2663 A ARENA 1991 58 F DELMON 1993 1 B GAUTHIER 1985 342 Y ZECCHINA 1984 1875 A BRASS 1987 21 S BEEBE 1987 2305 T CHENX1997X335 CHENX1997X335X347 CHENX1997X335XY CHENX1997X335X347XY item S0926-860X(97)00216-0 S0926860X97002160 1-s2.0-S0926860X97002160 10.1016/S0926-860X(97)00216-0 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002160-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002160/MAIN/application/pdf/9429a2e22e753c908d1fb8d6be5b6413/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002160/MAIN/application/pdf/9429a2e22e753c908d1fb8d6be5b6413/main.pdf main.pdf pdf true 998869 MAIN 13 1-s2.0-S0926860X97002160-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002160/PREVIEW/image/png/e1e6d3f656db3e71c92df99750c5753a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002160/PREVIEW/image/png/e1e6d3f656db3e71c92df99750c5753a/main_1.png main_1.png png 60135 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 335-347 Promoting effect of Pt, Pd and Rh noble metals to the Nio.o3Mgo.970 solid solution catalysts for the reforming of CH4 with CO2 Yang-guang Chen, Keiichi Tomishige, Kota Yokoyama, Kaoru Fujimoto* Department of Applied Chemistry, Graduate School of Engineering, The University of Tokyo, Hongo, Bunlo,o-ku Tokyo 113, Japan Received 29 May 1997; received in revised form 16 June 1997; accepted 28 June 1997 Abstract Reforming of CH4 with CO2 to produce synthesis gas was studied over Nio.o3Mgo.970 solid solution catalyst and its bimetallic derivative catalysts which contained small amounts of Pt, Pd and Rh, respectively (the atomic ratio of M/(Ni+Mg) was varied from 0.007 to 0.032%, M=Pt, Pd or Rh). It was found that there was a significant promotion in both activity and stability due to the addition of noble metals. The optimum loadings of these noble metals were observed at the atomic ratio of M/(Ni+Mg),~0.021%. Temperature programmed hydrogenation (TPH) of carbonaceous species formed during the catalytic reaction indicated that the good resistance of Nio.o3Mgo.970 solid solution to carbon deposition was retained on the bimetallic catalysts. Furthermore, we obtained a clear evidence showing the formation of Pt-Ni alloy particles by means of TEM and EDS observation. The kinetic study and temperature programmed reaction (TPR) of CH4 suggest that CH4 decomposition as the rate-determining step on the Nio.o3Mgo.970 is accelerated by the alloy formation. The improved stability was attributed to the promotion in catalyst reducibility. 1997 Elsevier Science B.V. Keywords: Methane; Carbon dioxide; Reforming; Noble metal; Alloy; Carbon 1. Introduction CH4 with CO2 has been proposed as a desired process for the production of synthesized gas with high CO There is rapidly growing interest in the catalytic content. Reaction equations of CH4 reforming are conversion of CH4 and CO2 to synthesize gas in recent given below. years because this reaction has many potential incen- tives with economical and environmental benefits CH4 + CO2--~ 2CO + 2H2 [1-8]. As is well known, steam reforming of CH4 with (-AHs = -247 kJ mol 1 ) (1) nickel catalyst has been industrialized for a long time CH4 + H20 ---+ CO + 3H2 [ 1 ]. It produces synthesized gas with high H2/CO ratio, which can be used as a feedstock for the synthesis of (-A/4~298 ---- -206 kJ mol l) (2) ammonia and methanol, but is not suitable for the CO2 reforming is slightly more endothermic than Fischer-Tropsch synthesis [1-8], The reforming of steam reforming. For this reason, the former reaction is now being recommended for the chemical energy *Corresponding author, transmission system (CETS) to replace steam reform- 0926-860X/97/$17.00 (C 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)002 1 6-0 336 Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 ing [9,10]. Another advantage of using CO2 reforming ventional supported Ni catalysts. It could retain its in CETS is that CO2 is commonly present in gaseous high activity for 3000 h at the reaction temperature of phase, so no heating is needed for pipe transportation. 1123 K with little carbon formation even under reac- In recent years, considerable attention has been paid to tion condition of COffCH4= 1 [ 18-20]. This excellent global warming due to the greenhouse effect of CH4 anticoking performance of Nio.03Mgo.970 solid solu- and CO2. Therefore, the removal and utilization of tion catalyst is comparable to that of noble metal CH4 and CO2 is becoming more and more important, catalysts [8]. As a solid solution, the Nio.03Mgo.970 In addition, some natural gas fields have been found to has a disadvantage in hard reducibility. Therefore, consist of rich CO2 besides CH4. The reforming of high temperature reduction is essential to generate CH4 with CO2 is the reaction which can convert these the reduced state Ni and consequently to catalyze the two gases into a valuable feedstock simultaneously, reforming of CH4 with CO2. It has also been noted that It has been demonstrated that most of the group VIII Nio.03Mgo.970 solid solution catalyst has a lower metals are more or less effective for the catalysis of activity and poor stability at the reaction temperature CH4-CO2 reaction in terms of conversion of CH4 and of 773 K and high space velocity (W/F= selectivity to CO and H2 [1-12]. A common activity 0.5 gh mol-t) [21]. This is probably due to the order given in the literature is: Rh, Ru>Ir>Ni, Pt, oxidation of active Ni species by CO2 and/or H20 Pd>Co>Fe, Cu. Many studies have revealed that the during the reaction. It is well known that a small deactivation of catalyst is a serious problem in con- amount of noble metals can promote the reducibility ducting this reaction. Some processes have been found of base metal, such as Ni, and stabilize their degree to be responsible for this deactivation performance, of reduction during the catalytic process [22,23]. which are the solid reaction of active metal with oxide Thus, we expect to improve the performances of support, the carbon deposition and the sintering of Nio.o3Mgo.970 solid solution catalyst by adding small metal particles [2,3]. As reported by researches on amounts of noble metals (Pt, Pd or Rh) to steam reforming, the occurrence of reactions such as Ni0.o3Mgo.970 by alloying a noble metal with Ni. In NiO+MgO---~NiMgO2 and NiO+AlzO3---~NiAI204 this paper, the objective of our study is to elucidate the results in the deactivation [ 1 ]. Three kinds of depos- effect of added noble metals (Pt, Pd and Rh) to nickel- ited coke have been found in steam reforming of CH4, magnesia solid solution catalyst with low Ni concen- which often form also in CH4-CO2 reaction [13-17]. tration in the catalysis of CH4-CO2 reforming by Carbon deposits proceed via the formation of carbide means of kinetic measurement and catalyst character- species by Boudouard reaction (2CO-+CO2+C) and ization. CH4 decomposition (CH4--+CW2H2). How to suppress the accumulation of the carbon deposits is the most difficult problem to be solved. Generally speaking, 2. Experimental supported noble metal catalysts experience less carbon deposition than Ni-based catalysts [1,11,13]. This is 2.1. Catalyst preparation explained by the different mechanism for carbon formation and stability of surface carbide. Nickel Nio.o3Mgo.970 solid solution catalyst was prepared catalyst forms carbon by dissolution of adsorbed by co-precipitating nickel acetate (>98.0%, Kanto) carbon atoms in the nickel crystal and then the nuclea- and magnesium nitrate (>99.2%, Kanto) aqueous tion of carbon whiskers, but this mechanism does not solutions with potassium carbonate (>99.5%, Kanto). work for noble metals. For the preparation of conven- After being filtered and washed with hot water, the tional supported Ni-based catalysts, the formation of precipitate was dried overnight at 393 K, and then Ni-Mg-O solid solution is prevented by calcination at calcined in air at 1223 K for 10 h. The bimetallic relatively lower temperatures or by adding the third catalysts containing Pt, Pd and Rh on Nio.o3Mgo.970 component. However, recently we have found that the were prepared by impregnating Nio.o3Mg0.970 with Nio.o3Mgo.970 solid solution catalyst which was pre- the acetone solutions of the corresponding metal pared by co-precipitation method and was reduced at acetylacetonate complexes (>99%, Soekawa Chemi- high temperature behaves very differently from con- cals), which have been reported to be suitable for the E-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 337 preparation of highly dispersed metal particles [24- 2.3. Catalyst characterization 26]. The loading of added metals ranged from 0.007% to 0.032% as the atomic ratio of M/(Ni+Mg) [M=Pt, Catalyst surface area was measured by BET method Pd or Rh]. The acetone was then removed in a water and nitrogen sorption at 77 K with Gemini (Micro- bath at 343 K. M/MgO and 3% Ni/MgO-supported metrics). The chemisorption experiments were carded catalysts were also prepared for comparison by sub- out in a static volumetric glass high-vacuum system. stituting Nio.o3Mgo.970 with a home-made MgO sup- Research grade gases (H2: 99.9995%, 02: 99.99%, port, of which the preparation method was the same as Takachiho) were used for catalyst pretreatment and that for Nio.o3Mg0.970. Before use, all these samples adsorption without further purification. Before adsorp- were pressed into tablets, and the particles with the tion of H2 and 02, the pre-reduced catalysts were size of 20--40 mesh were obtained by crushing and treated in H2 at 1123 K for 0.5 h, followed by evacua- sieving, tion. The amount of adsorbed gas was determined at room temperature for H2 as well as at room tempera- 2.2. Catalytic CH4-CO2 reaction ture and 873 K for 02, respectively. The adsorption gas pressure was 26.3 kPa in each case. Activity measurements were carried out in a fix-bed XRD patterns of all reduced catalysts were obtained continuous-flow reactor made of 6 mm i.d. quartz on RINT 2400 (Rigaku) with CuK~ radiation. The tube. The amount of catalyst is 0.3 or 0.1 g so as to amount of carbon species formed during the reforming get a desirable space velocity (W/F=I.2 or of CH4 with CO2 was characterized by temperature 0.5 gh mol- 1, respectively). After the catalysts were programmed hydrogenation (TPH). 0.05 g of catalyst reduced in flowing H2 (99.9995%, Takachiho) at was reduced in H2 flow at l123 K for 0.5 h prior to the 1123 K for 0.5 h, the reactant gas feed consisting of introduction of reactant gas (CH4/CO2= I/1, W/F= an equimolar mixture of CH4 (99.99%, Takachiho) 0.1 gh mol 1, 773 K). After the reduced catalyst and CO2 (99.99%, Takachiho) was introduced into was exposed to the reaction conditions for 2, 30, or reactor under atmospheric pressure. The reaction 60 min, the feed gas was switched to Ar for 10 min, temperature varied from 773 to 973 K. The then the reactor was quickly cooled to room tempera- effluent gas was analyzed with an on-line TCD gas ture, followed by TPH characterization. In TPH chromatograph using 2 m of active carbon as the experiments, pure H2 (99.9995%, Takachiho) was separating column. An ice bath was set between the used, and the temperature was raised from room reactor exit and the GC sampling valve to remove the temperature to 1123 K at a heating rate of 20 K min- 1. water. The partial pressure dependence was investi- CH4 and CO2 were detected in the product; the latter gated by maintaining 0.025 MPa of one reactant and one was desorbed below 773 K corresponding to the varying the other reactant from 0.0125 to 0.050 MPa CO2 weakly adsorbed on basic sites of catalyst. The at the reaction temperature of 773 K. Argon signal ofCU4 formation was recorded continuously by (99.9995%, Takachiho) was used as the balance gas FID equipped with no separating column. to maintain a total W/F of 0.5 gh mo1-1, and a total FFIR measurements for the adsorption of CO on pressure of 0.1 MPa. Under this condition, the con- various catalysts at room temperature were carried out versions of CH4 and CO2 are far below the equilibrium in an in situ IR cell combined with a closed circulating values, system. About 0.15 g of the catalysts was pressed into The catalytic activity for CH4 decomposition was 20 mm ~h thin self-supporting wafers for the use of IR evaluated by temperature programmed reaction (TPR) measurements. IR spectra were recorded by MAGNA- method. Reaction conditions: 0.1 g of catalyst, CH4/ IR 550 (Nicolet) using transmission method and a Ar= 1/1, total pressure=0.1 MPa, W/F=0.5 gh mol-1 MCT detector with 2 cm-~ resolution. After the cat- room temperature~ 1123 K, heating rate = 5 K min-~. alysts were reduced at 1123 K for 30 min as well as The effluent gas was analyzed by TCD (equipped with subsequent evacuation, the sample temperature was 5A molecular sieve column for H2, CO and CH4) and cooled down to room temperature. FTIR spectra of FID (equipped with Porapak Q column for CO, CH4 CO adsorption were successively measured by the and CO2). introduction of CO (99.95%, Takachiho) under 338 E-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 gas pressure of Pco =0.1, 0.7, 1.3, 3.3, 6.6 and its bimetallic catalysts for the reforming of CH4 with 13.2kPa. CO2. At the reaction temperature of 1123K, Transmission electron microscope (TEM) photo- Nio.o3Mg0.970 is very stable and active, no deactiva- graphs for determination of particles size were taken tion occurring during 51 h. However at 773 K, by means of JEM-2010F equipment operated at Nio.03Mgo.970 deactivated gradually with reaction 200 kV. After the reduction with H2, the samples were time until its activity reached zero. It has been pointed stored under vacuum until the measurements were out in the previous paper that this deactivation made. Samples were dispersed in tetrachloromethane could not be ascribed to the carbon deposition, since by supersonic waves and put on Cu grids for the TEM the amount of carbon formed on the catalyst was observation underatmosphere. It took about 30 min of almost zero after the reaction at 773 K for 51 h this handling before transferring the sample into the [21]. An obvious change in the color of the catalyst TEM chamber. For elemental analysis of individual was observed from gray before the reaction to metal particles, a suitable sampling area was identified green after the reaction. This result suggests that and photographed in the transmission mode and then the deactivation of Nio.o3Mgo.970 is due to the the microscope was switched over to the scanning oxidation of reduced state Ni by CO2 and/or H20 transmission mode for energy dispersive spectroscopy during the reforming reaction. At 773 K, the con- (EDS). Metal particle size distributions were obtained version of CH4 and CO2 was too low to maintain by counting many particles in the high-resolution the reductive atmosphere on the catalyst and to transmission electron microscopy images. Average keep the Ni reduction degree constant. In contrast, particle size is estimated by nidi3/ nidi2. A the high ratio of (CO+H2)/(CO220) in the 0.5 nm electron probe was focused on individual metal product at 1123 K should be enough to keep Ni in particles and X-ray counts were acquired for 100 s. the reduced state. As shown in Fig. 1, the initial activity for the bimetallic catalysts was about two times higher than that for Ni0.o3Mgo.970 catalyst. 3. Results and discussion Simultaneously, the stability was also enhanced dra- matically by the addition of Pt, Pd and Rh. Among 3.1. Catalytic activity these bimetallic catalysts, Rh/Nio.o3Mgo.970 was the most effective. The relative activity at/ao, where at and Fig. 1 shows the CO formation rate as a function of ao are CO formation rates at 5 l h and 5 min, respec- time on stream over Nio.o3Mg0.970 solid solution and tively, is 0.64 for Rh/Nio.o3Mg0.970, 0.36 for Pt/ 220 [IEI] ~ ~ Im ,~ 200 - p o ~ 81) ,~ 60 ~ ..~ '~ 40 8 0 I 0 500 1000 1500 2000 2500 3000 3500 Time on stream/rain Fig. 1. Activity as a function of time-on-stream for CI-I4~CO2 reaction over Nio.o3Mgo.970 and M]Nio.o3Mgo.970 catalysts (M=Pt, Pd and Rh). (m) Nio.o3Mgo.970' (O) 0.021% Pt]Nio.o3Mgo.970, (0) 0.021% Pd/Nio.o3Mgo.970, (0) 0.021% Rh]Nio.o3Mgo.970, (EJ) Nio.o3Mgo.970 (reaction at 1123 K). Reaction temperature: 773 K, CH4/CO2= 1/1, total pressure: 0.1 MPa, W/F=0.5 g-cat h mo1-1, weight of catalyst: 0.1 g. Y,-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 339 75 18o -- ~, A \"7 ,._m 15(1 60 1211 4s = 90 ~ 30 ~ 60 o 15 ~ 3(~, ) (} [ I~ [ 773 823 873 923 773 823 873 923 773 823 873 923 973 0 0.01 0.02 0.03 0.04 Reaclit)n temperature/K M/(Ni+Mg)/tool% Fig. 3. Effect of the reduction temperature on CO formation rate Fig. 2. Dependence of CO formation rate on the loading amount of for CH4M202 reaction over Nio.o3Mgo.g70 and M/Nio.o3Mgo ~70 M (M = Pt, Pd and Rh)over M/Nio.o3Mgo.970 catalysts for CH4- catalysts (M=Pt, Pd and Rh). (m) Nio.o3Mgo.970, (O) 0,021% Pt/ CO2 reaction. (I) Pt/Nio.o3Mgo.970, (~) Pd/Nio.o3Mgo.970, (Ak) Nio.o3Mgo.970, (A) 0,021% Pd/Nio.o3Mgll.,~70, (41,) 0.021% Rh/ Rh/Nio.o3Mgo.g70, (V) 0.021% Pt/MgO, (O) 0.021% Pd/MgO, (~) Ni~l.o3Mg~j.970, (O) 0.021% Pt/MgO. Reaction temperature: 773- 0.021% Rh/MgO. Reaction temperature: 773K, CHJCO2=I/1, 973K, CH4/CO2=1/1, total pressure: 0.1 MPa, W/F=l.2g-cat total pressure: 0.1 MPa, W/F=0.5 g-cat h tool-~, weight of h tool-~, weight of catalyst: 0.3 g. Reduction pretreatment: 1123 K, catalyst: 0.1 g. 100% He, 30 rain. Nio.o3Mgo.970, 0.33 for Pd/Nio.o3Mgo.970 and 0.02 for of NiO-MgO solid solution lowers the reducibility of Nio.o3Mgo.970. Ni2+ [27]. In contrast, bimetallic catalysts exhibited It was found that the catalytic activity is determined enough high activity even if they were reduced at apparently by the added amount ofM [Pt, Pd or Rh], as 923 K. 0.021% Pt/MgO had low activity at the reduc- demonstrated in Fig. 2. The activity showed an initial tion temperature of 923 K and its activity was not increase followed by a decrease with increasing affected by the increase in reduction temperature. It M/(Ni+Mg) atomic ratio for each bimetallic catalyst, can be deduced that the addition of noble metal with its maximum appearing at around 0.02%, where dramatically promotes the reducibility of the the bimetallic catalysts have much higher activity than Nio.o3Mgo.970 probably by the spillover effect of would be expected from the linear combination of hydrogen from noble metal to Nio.o3Mgo.g70 surface Nio.o3Mgo.970 and the corresponding M/MgO cata- [29]. It has been pointed out that a Pt-Ni alloy was lyst. The results also show that the catalytic activities formed during the reduction [23]. If one assumes that of M/MgO (M/(Ni+Mg)=0.021%) are much lower Pt and reduced Ni species had no direct interaction or than those of bimetallic catalysts and Nio.o3Mgo.970. no alloy formation, and that the activity was deter- These suggest that a synergistic effect exists between mined only by the amount of surface reduced Ni Ni and noble metal in a suitable range of M/(Ni+Mg) species, the catalytic activity of bimetallic catalyst atomic ratio, would increase with the concentration of Pt until all reducible Ni2+ were reduced. Together with the 3.2. Effect of reduction pretreatment temperature dependence of activity (Fig. 2) on the loading of noble metal, the M-Ni alloy is very likely to be formed on The influence of reduction temperature on the initial M/Nio.o3Mgo.970 catalysts. The different surface corn- catalytic activity over Nio.o3Mgo.970 and bimetallic position of Pt-Ni alloy may be responsible for the catalysts is shown in Fig. 3. For Nio.o3Mgo.970, a observed catalytic performance, as Gauthier et al. significant increase in activity with increasing reduc- suggested that the activity and selectivity on an alloy tion temperature from 923 to 1123 K was observed, is correlated with the surface composition [30]. The This result suggests that Ni2+ in Nio.o3Mgo.970 is promotion order in activity and/or reducibility of difficult to be reduced, which is consistent with the Nio.o3Mgo.970 is Rh>Pt~Pd, judging from Fig, 3(a). results reported by Parmaliana et al. that the formation At the reduction temperature of l 123 K (Fig. 3(c)), 340 Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 Table 1 The reaction order of CH4 and CO2 in CH4-CO2 reforming at d~ ~v~ 773 K over Nio.o3Mgo.97 and its bimetallic derivative catalysts Catalyst Kinetic order cm co~ c Nio.o3Mgo,970 0.9 0.1 0.021% Pt/Nio.o3Mgo.97O 0.4 0.3 ~ ~ ] 0.021% PdNio.osMgo.970 0.5 0.2 ~ b 0.021% Rh/Nio.o3Mgo.970 0.4 0.2 \"~ Note: W/F=0.5 ghmol-l, 0.0075MPa < Pc~ _< 0.0375 MPa, o]'ba 0.0075 MPa <P < 0.0375 MPa, balance gas: At, based on initial CO formation rate. 270 470 670 870 1070 Temperature/K the activity on all catalysts tended to be almost the Fig. 4. TPR profiles of CH4 decomposition over Nio.03Mgo.970 and same. This is because the CH4 conversion reached M/Nio.o3Mgo,970 catalysts (M=Pt, Pd and Rh). (a) Nio.o3Mgo.97O, the equilibrium level under this reaction condition (b) 0.021% Pt/Nio.03Mgo.970, (c) 0.021% Rh/Nio.o3Mgo.970,(d) (W/F=I,2 g-cat h mol-l). 0.021% Pd/Nio.o3Mgo.970, Reaction temperature range: room temperature: -1123 K, heating rate: 5 K rain-1, CH4/Ar=I/1, total 3.3. Partial pressure dependencies pressure: 0.l MPa,W/F=0.5 g-cathmol-~, weight of catalyst: 0.3 g. The dependence of partial pressure of CH4 and CO2 on the catalytic activity was investigated over various Eq. (5) may become more rate-determining by the catalysts at 773 K and W/F=0.5 gh mol-~, where the promotion of reaction (1) due to the addition of noble conversion of CH4 and CO2 is far from the equilibrium metal. value. Based on the initial CO formation rate in CH4- CO2 reforming reaction, the reaction order of CH4 and 3.4. Temperature programmed reaction of CH4 on CO2 can be calculated. These results are listed in various catalysts Table 1. It was found that the reforming of CH4 with CO2 on M/Nio.o3Mgo.970 catalysts had similar reac- Temperature programmed decomposition of CH4 tion order, but it had different reaction order on was carried out in order to understand the promotion Nio.03Mgo.970 catalyst. This may be explained by mechanism of noble metals, since the reaction order the reaction mechanism model proposed by Solymosi, suggests that the CH4 decomposition step may be as described below [7]: promoted. The result is demonstrated in Fig. 4. CH4 ~ CHx(a) q- (4 -x)/2H2 (3) Obviously, CH4 decomposition temperature depends on the kinds of additive noble metals. The reactivity C02----+ CO(a) ~-02 (4) of CH4 with catalysts can be presented as Rh/ CHx(a) + O(a) --* CO(a) + x/2Hz (5) Nio.o3Mgo.970 (573 K) > Pt/Nio.o3Mgo.970 (633 K) > Pd/Nio.03Mg0.970 (653 K) > Ni0.o3Mgo.970 (693 K). Note that the reaction orders on Nio.o3Mgo.970 with The beginning temperatures of CH4 decomposition respect to CO2 reforming is very similar to those of are listed in parentheses. This proves that the addition steam reforming of CH4 [20]. In the case of steam of noble metals actually promotes CH4 decomposi- reforming, the rate-determining step is CH4 dissocia- tion. On the other hand, the activity order for CH4 tion. And this is the case of CO2 reforming on decomposition over these catalysts seems to coincide Nio.03Mgo.g70 from the results of kinetic orders. In with that for the catalytic activity of the reforming contrast, for promoted Nio.03Mgo.970 catalysts, the reaction. This indicates that the decomposition of CH4 dissociation of CO2 Eq. (4) or the oxidation of the as the rate-determining step during the reforming of surface hydrocarbon species by adsorbed oxygen CH4 with CO2 on Nio.03Mgo.97O is accelerated by Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335--347 341 Ni/MgO. The one was clearly identified between 550 and 700 K, which we have defined as c~-carbon in the -~ e previous paper [31 ]. It has been pointed out that this kind of carbonaceous species changed little with time ~2 on stream, and it was mainly attributed to the adsorbed '~ ~ -- c CO~.~ The other appearing above 873 K was named as /~. J-carbon; this was attributed to the deposited carbon. ~ b This carbon species grew with reaction time. The TPH .-J~. a .... results showed that almost no or only a very small 27(1 47(1 67(1 870 1070 1270 amount of fl-carbon was formed on Nio.03Mgo.970 and Temperature /K M/Nio.o3Mg0.9vO (M=Pt, Pd and Rh), and it hardly Fig. 5. TPH profiles of Nio.03Mgo.970 and M/Nio.03Mgo.g70 increased with time on stream, indicating that the good catalysts (M=Pt, Pd and Rh) after 1 h of CH4-CO2 reaction. (a) resistance of Nio.03Mgo.970 to carbon deposition is Nio.o3Mgo.9vO, (b) 0.021% Pt/Ni0.o3Mgo,970, (c) 0.021% Pd/ retained even after a small amount of noble metal was Nio.o3Mgo.9vO, (d) 0.021% RhlNi0,o3Mgo.g70, (e) 3% Ni/MgO. added. The amounts of c~- and 13-carbon species as Reaction temperature: 773 K, CH4/CO2=1/1, total pressure: well as CO formation rate are listed in Table 2. It 0.1 MPa, W/F=0.1 g-cat h tool- ~, weight of catalyst: 0.05 g.TPH temperature range: room temperature-l123K, heating rate: should be noted that there exist some differences 20 K rain ~, 100% H2 among the reactivities of c~-carbon formed on various catalysts towards hydrogenation. Pt- and Rh-contain- ing bimetallic catalysts lowered the maximum tem- adding noble metal, which is in agreement with our perature of a-carbon by about 20 K. However, Pd-Ni kinetic data. It is also noted that the TPR spectra are catalyst held this temperature unchanged as compared different from sample to sample. The Pd-Ni catalyst with Nio.o3Mgo.970. Since c~-carbon can be attributed exhibits a much larger peak in the temperature range to the hydrogenation of adsorbed CO2 to CH4, this between 653-873 K than others. This may be related seems to reflect the activity of this reaction. to the different nature of these bimetallic catalysts regarding the carbon deposition [6,11]. 3.6. Characterization of catalyst 3.5. Resistance to carbon deposition (TPH results) XRD measurements were performed after the cata- lysts were reduced in H2 flow at 1123 K for 0.5 h. It The accumulation of carbonaceous species on the can be seen from Fig. 6 that Nio.o3Mgo.970 and its catalyst surface during the reforming of CH4 with CO2 bimetallic catalysts have almost the same XRD pat- was characterized by TPH method. Fig. 5 shows the terns. According to the previous paper [20], the dif- TPH profiles obtained on all catalysts after being fraction peaks at 20=36.9 42.9,62.3 and 78.6\"can exposed to the CH4-CO2 reactant gas at 773 K for be assigned to nickel-magnesia solid solution. Here, 1 h. Two peaks appeared in the TPH profile of 3% we cannot observe any diffraction peak corresponding Table ~ Reactivity (Tin) and amount of c~-and 3-carbon species formed during CH4~202 reforming over Nio.o3Mgo~)70 and its bimetallic derivative catalysts Catalyst Reactivity of a-C Amount of carbon species CO formation rate Tm (K) (~_tmol g ~ s L) c~-C (gmol g 1) 3-C (p, mol g i) Nio.o3Mgo.g70 607 41 43 33 0.021% Pt/Nio.o3Mgo.970 591 72 53 93 0.021% PdNio.osMgo,970 609 78 43 82 0.021% Rh/Nio.o3Mgo.970 586 97 69 136 3% Ni/MgO 580 98 500 138 Note: reaction temperature=773 K, reaction time=l h, W/F=0.1 gh mol l and CH4/CO2 I/1. 342 Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 r Ill i t k 30 40 50 60 70 80 20/ Fig. 6. XRD patterns for the reduced (a) Nio.o3Mgo.970, (b) 0.021% Pt/Nio.03Mgo.970, (c) 0.021% Pd/Nio.03Mgo.970, (d) 0.021% Rh/ Nio.03Mg0.970, (e) 3% Ni/MgO. (i) Ni-Mg-O solid solution, (ml) metallic Ni. Reduction pretreatment: 1123 K, 30 min, 100% H2 flow. to monometallic and bimetallic particles. This is due described below: to the low concentration of noble metal in bimetallic catalyst and low reduction degree of Ni2+, which will Ni+ 1/202 ~ NiO be discussed in the next paragraph. However, for Pt 1/202 ~ PtO supported 3% Ni/MgO catalyst, the peaks correspond- ing to Niis clearly observed, the 219 diffraction Pd 1/202 ~ PdO angles of which are located at 44.5 51.8and 2Rh 3/202---, Rh203 76.4 The XRD result confirms that the addition of a small amount of noble metal to Nio.o3Mgo.970 solid Here it is assumed that all reduced Ni and noble metal solution by the method described in the present paper species (5.08 ~tmol g-cat-1) could be oxidized at does not destroy the original bulk structure of solid 873 K, and all noble metal atoms are completely solution, reduced under the pretreatment conditions. Based Table 3 illustrates the specific surface area of the on this assumption, the reduction degree of Ni in catalysts. For the fresh catalysts, the introduction of monometallic and bimetallic catalysts can be esti- noble metal to Ni0.o3Mgo.970 solid solution has no mated, as is shown in Table 3. The reducibility of pronounced effect on the BET surface area, the value Ni is increased from 2.9 to 4.3~5.0% by the addition of which ranges between 19 and 25 m2 g- r. This is of noble metals. This is why M/Nio.03Mgo.970 catalyst due to the utilization of acetone solution upon impreg- exhibits much higher activity than Nio.o3Mg0.970 even nation of noble metal. Even after 1 h of reaction, if it is reduced at low temperature. The dispersion of almost no change in surface area could be observed, catalyst is defined as the ratio of (Nis+Ms)/(NiM, This indicates that the deactivation as shown in Fig. 1 where Nis or Ms represents the number of surface Ni or is not due to the decrease in catalyst surface, noble metal obtained from H2 adsorption at room From Fig. 3, it is concluded that the reduction temperature, assuming that H/Nis or H/Ms is equal pretreatment is essential for the formation of catalytic to 1, It is obvious that the dispersion of metal particles active sites, i.e., reduced metal species. In order to get is decreased with the addition of noble metals. This is information about these species on the catalysts, the further supported by the ratio of 02(298 K)/ amounts of H2 and 02 adsorption at room temperature 02(873 K). The 02 adsorption at room temperature and 873 K were measured. The results are listed occurs near the surface of small metal particles, while together in Table 3. Based on the amount of 02 at 873 K it is extended to bulk metal particles. There- adsorption at 873 K, We calculated the degree of fore, 02(298 K)/O2(873 K)willinfactreflect the ratio Ni2+ reduction using the stoichiometric formula of surface to bulk. The decrease in dispersion by the Table 3 Chemisorption and BET data of the catalysts Catalyst~ BET Uptake (lamol g ]) Amount of Reduction degree Dispersion Particle size tnm) (m2 g ]) reduced Ni~ of NiOa (%) ~ (%) H2 02 02 H2(298K~/ O2(298K~/ H2(ad) r TEM (298 K)b (298 K)b (873 K)b O2(873K) O2(873K~ Nio.o3Mgo.970 22 3.1 5.0 10.5 0.62 0.48 2.1 2.9 29.5 3.3 3.9 0.021% Pt/Nio o3Mgo.970 18 2.7 8.0 20.7 0.34 0.39 3.6 5.0 13.0 7.5 2.6 0.021% PdNio.o3Mgo.970 26 2.9 7.9 20.1 0.37 0.39 3.5 4.8 14.4 6.7 .~ 0.021% Rh/Nio.o3Mgo.970 26 2.8 8.1 19.4 0.35 0.42 3.1 4.3 14.4 6.7 a After 1123 K reduction. b Adsorption temperature. Assuming the following reactions occur during the oxidation at 873 K: Ni+ 1/202--,NIO, Pt+ 1/202--~PtO, Pd+ 1/202---,PDO and Rh+3/202---, 1/2Rh203. ,,, d Assuming the noble metals are completely reduced at 1123 K. Assuming the stoichiometry H~a/Ni~ or M~--I(M Pt, Pd and Rh). f Calculated by &(nm) 971D(%)0 according to Ref. [28].~ E _. ~. ~. ,~ ~ C~ . 344 Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 18 a ds = 3.9 nm (a) (b) Ol ~ 12 N1 ~ 6 o 0123456789 Size range/nm _ I I i _ 2100 2000 1900 1800 2100 2000 1900 I800 Wavenumbers/cm i Wavenurnbe[s/cm ' 60 b [ ds = 2.6 nm Fig. 9. FTIR spectra of CO adsorption at room temperature over = (a) reduced Nio.03Mgo.970, (b) 0.021% Pt/Nio.o3Mgo.970 catalysts. 45 CO pressures: (1) 0.1, (2) 0.7, (3) 1.3, (4) 3.3, (5) 6.6, (6) 13.2 kPa. \"~N ~ Pretreatment condition: 1123 K, 30 min, 660 kPa H2. 9~, 30 1 L ~ 15 inconsistency between chemisorption data and TEM 0 observation may result from the fact that TEM could 0 1 2 3 4 5 6 7 8 9 not observe the total reduced metal atoms. In other Size range/nm words, TEM observation has some detection limita- tions; also, a part of the reduced metal atoms are Fig. 8. Particle size distributions of (a) Nio.03Mgo.970 and (b) reoxidized when exposed to air atmosphere during the bimetallic 0.021% Pt/Nio.o3Mgo.970 catalysts as determined from TEM sample preparation. On the other hand, the TEM images, dispersion estimated from the results of H2 adsorption apparently is inconsistent with the presence of a very addition of noble metals may be a result of higher small metal particle, but this can be explained by the concentration of reduced Ni and noble metal atoms, suppression of H2 adsorption on small ensemble sites Fig. 7 shows TEM images for Nio.o3Mgo.970 solid for its dissociation. In our case, very small metal solution and Pt/Nio.o3Mgo.970 catalysts. The large particles which could not be observed in TEM were cube represents nickel magnesia solid solution, while actually present on Nio.o3Mgo.970. This is supported spherical particles supported on the large cube are by the fact that a large cubic crystal with no small attributed to small metal particles. In comparing these metal particles on it was observed in TEM images. two TEM images, many more particles were observed FFIR results of CO adsorption on catalysts give on Pt/Nio.o3Mgo.970. In addition, almost all large additional support. cubes had small metal particles in the case of Pt/ Fig. 9 shows FTIR spectra of CO adsorption on Nio.o3Mgo.970, whereas on Nio.o3Mgo.970 only a part reduced Nio.o3Mgo.970 solid solution (a) and 0.021% of them had. Fig. 8 represents the particle size dis- Pt]Nio.o3Mgo.970 bimetallic catalyst (b) under CO gas tributions of the corresponding samples. A significant atmosphere (0.13, 0.66, 1.32, 3.29, 6.58 and difference was observed. The average particle size is 13.16 kPa). A large difference was observed between listed in Table 3. Judging from the chemisorption these two series of FTIR spectra. On Nio.o3Mgo.970, data, an increase in metal particle size was caused almost all the CO adsorption peaks grew with the by the addition of Pt, however, a completely inverse increase in CO pressure. The peaks at 2083, 2020 and tendency was established with TEM observation. This 1985 cm-t change with CO pressure in the same Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 345 manner. This adsorbed CO species can be assigned to indicates formation of physically adsorbed Ni(CO)4 the Ni(CO)4 (A species) which interacts with MgO as (C species). reported by Zecchina et al. [32]. On the other hand, the bands at 2070, 2002 and 1950cm-1 were also/ CO CO CO observed when the CO pressure was higher than OC...~/CO OC\\ I zoo.. I zco \" Ni Ni 1.32 kPa, and their intensities increased with CO 1 I I pressure similarly. According to their wavenumbers, C C / \\ O\\ O O/ \\0 /C\\ this species is probably attributed to B structure, which O /O \\ / / has two linear CO and one bridged CO, as described Mg Mg Mg below. Considering the formation of A and B species, it can be suggested that a strong interaction exists A t3 between very small Ni particles and MgO in the solid solution catalyst. In contrast, for 0.021% Pt/ Individual metal particles in the bimetallic Pt-Ni Nio.o3Mgo.970 catalyst, only two broad bands catalyst were analyzed by EDS. Representative EDS appeared below and above 2000cm 1 under CO spectra are given in Fig. 10. The compositions of pressures lower than 1.32 kPa. They can be assigned metal resulting from EDS are listed in Table 4. Mg to the bridged and linear CO adsorbed on Pt and Ni signal is the contribution of support solid solution; metal surface, respectively. These two peaks were 0.03 times of this composition can estimate the characteristically saturated under very low CO pres- amount of Ni in the support. The following features sure. Also, no formation of A and B species were were observed. (i) Particles larger than 4 nm were found on this catalyst, suggesting that the interaction generally monometallic Ni, (ii) bimetallic alloy for- strength between Ni and MgO becomes weak prob- marion was confined to a size range lower than 4 nm. ably due to the larger particle size. The observation of This result gives clear evidence for the formation of a band at 2057 cm ~ on 0.021% Pt/Nio.o3Mgo.970 Pt-Ni alloy in the bimetallic catalyst. 7~ 65 60. 55 50 45 4~ 35 0 25 Pt ~4k Nt Mg i Ni Cu l Pt 5 1 2 3 4 5 6 7 8 9 10 Energy/keV Fig. lO. Energy dispersive spectrum obtained from individual metal particle (2.7 nm) in 0.021% PffNioo3Mgo~70, catalyst. Electron beam size: 0.5 nm. 346 Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 Table 4 Metal composition in the alloy as determined by EDS Particle No. Particle size(nm) Total composition(atom%) Ni2+ a(atom%) Niatom%) PtNi Mg 0.03 Nitou~-Ni2+ Pt Ni Mg 1 2.7 22.8 27.4 49.8 1.5 25.9 0.88 2 2.4 4.1 4.7 91.2 2.7 2.0 2.05 3 4.8 0.5 14.2 85.3 2.6 11.6 0.04 4 4.0 0.8 70.2 29.0 0.9 69.3 0.01 5 6.7 1.0 19.8 79.2 2.4 17.4 0.06 6 2.3 20.9 10.5 68.6 2.1 8.4 2.49 7 1.7 12.8 15.6 71.6 2.2 13.4 0.96 8 2.3 1.6 4.9 93.5 2.8 2.1 0.76 aThe composition of Ni in Nio.o3Mg0.97O solid solution support. 3. 7. Remarks on promotion mechanism which is due to the increased reducibility of catalyst. (5) On reduced 0.021% Pt/Nio.03Mgo.970 catalyst, The kinetic study has shown that the addition of small Pt-Ni alloy particles are observed by TEM noble metal decreases the reaction order with respect and EDS. Their composition Pt/Ni ranges between to CH4 and increases that of CO2 slightly. Generally, 0.01 and 2.46. (6) It seems that there are Ni particles the dissociative adsorption of CH4proceeds on noble too small to be observed by TEM on reduced metals more easily than on Ni [33,34]. In contrast, Ni0.o3Mgo.970. The different FTIR spectra of CO CO2 dissociation occurs easily on Ni metal surface, adsorption between Nio.o3Mgo.970 and 0.021% Pt/ and Ni is therefore easy to deactivate by oxidation. Nio.o3Mg0.970 suggest that Ni metal particle size is The combination of these two factors through alloying much less than 3 nm. (7) The results of kinetic reaction can promote catalytic CH4 reforming with CO2. In this order and temperature programmed reaction of CH4 case, noble metals on noble metal-Ni alloy promote indicate that the rate-determining step is changed from dissociation of CH4 and improve the resistance to CH4 dissociation to CO2 dissociation or the oxidation oxidation, of the surface hydrocarbon species with adsorbed oxygen. 4. Conclusions (1) Although Nio.03Mgo.970 catalyst has a stable References activity for the reforming of CH4 with CO2 at high reaction temperature (1123 K), the deactivation is [11 J.R. Rostrup Nielsen, in: J.R. Anderson, M. Boudart (Eds.), Catalysis: Science and Technology, Vol. 5, Springer, Berlin, observed at low reaction temperature (773 K), which 1984, pp. 1-118. is attributed to the oxidation of Ni active species. (2) [21 A.M. Gadalla, B. Bower, Chem. Eng. Sci. 43 (1988) 3049. The catalytic activity of Nio.03Mgo.970 is improved [31 A.M. Gadalla, M.E. Sommer, Chem. Eng. Sci. 44 (1989) significantly by the added of Pt, Pd and Rh. (3) The 2825. catalytic activity of bimetallic catalysts increased [41 J.T. Richardson, S.A. Paripatyadar, Appl. Catal. 61 (1990) 293. gradually with the noble metal loading, but after [5] J.S.H.Q. Perera, J.W. Couves, G. Sankar, J.M. Thomas, Catal. passing through a maximum, it decreased with further Lett. 11 (1991) 219. addition. The maximum activity, located at about M/ [6] F. Solymosi, Gy. Kutsan, A. Erdohelyi, Catal Lett. 11 (1991) (Ni+Mg)~0.02% for each bimetallic catalyst, was 149. two times higher than that for Nio o3Mgo 97catalyst. [7] A. Erdohelyi, J. Cserenyi, F. Solymosi, J. Catal. 141 (1993) - 287. (4) The catalytic stability of Nio.o3Mgo.970 is [8] A.T. Ashcroft, A,K. Cheetham, M.L.H. Green, P.D.E Vernor, improved drastically by the addition of noble metals, Nature 352 (199l) 225. Y.-g. Chen et al./Applied Catalysis A: General 165 (1997) 335-347 347 [9] T.A. Chubb, Sol. Energy 24 (1980) 341. [22] N. Wagstaff, R. Prins, J. Catal. 59 (1979) 434. [10] J. McCrary, G.E. McCrary, T.A. Chubb, J.J. Nemecek, D.E. [23] C. Raab, J.A. Lercher, J.G. Goodwin, J.Z. Shyu, J. Catal. 122 Simmons, Sol. Energy 29 (1982) 141. (1990) 406. [11] J.R. Rostrup Nielsen, J.H. Bak Hansen, J. Catal. 144 (1993) [24] H.G.J. Lansink Rotgerink, P.D.L. Mercera, J.G. Van Ommen, 38. J.R.H. Ross, Appl. Catal. 45 (1988) 239. [12] O. Tokunaga, S. Ogasawara, React. Kinet. Catal. Lett. 39 [25] O. Takayasu, N. Hongo, I. Matsuura, Stud. Surf. Sci. Catal. 77 (1989) 69. (1993) 305. [13] C.H. Bartholomew, Catal. Rev. Sci. Eng. 24 (1982) 67. [26] J.A. Navio, M. Macias, EJ. Marchena, C. Real, Stud. Surf. [14] H.M. Swaan, V.C.H. Kroll, G.A. Martin, C. Mirodatos, Catal. Sci. Catal. 72 (1992) 423. Today 21 (1994) 571. [27] A. Parmaliana, E Arena, F. Frusteri, N. Giordano, J. Chem. [15] Z. Zhang, X.E. Verykios, Catal. Today 21 (1994) 589. Soc., Faraday Trans. 86 (1990) 2663. [161 M.A. Goula, A.A. Lemonidou, A.M. Efstathiou, J. Catal. 161 [28] F. Arena, B.A. Horrell, D.L. Cocke, A. Parmaliana, N. (1996) 626. Giordano, J. Catal. 132 (1991) 58. [17] V.C.H. Kroll, H.M. Swaan, C. Mirodatos, J. Catal. 161 (1996) [29] B. Delmon, Stud. Surf. Sci. Catal. 77 (1993) 1. 409. [30] Y. Gauthier, R. Baudoing, Y. Joly, J. Rundgren, Surf. Sci. 162 [18] O. Yamazaki, T. Nozaki, K. Omata, K. Fujimoto, Chem. Lett., (1985) 342. (1992) 1953. [31] Y.G. Chen, K. Tomishige, K. Fujimoto, Appl. Catal. A., in [19] K. Fujimoto, K. Omata, T. Nozaki, O. Yamazaki, Y. Han, press. Energy Convers. Mgmt. 33 (1992)529. [32] A. Zecchina, G. Spoto, S. Coluccia, E. Guglielminotti, J. [20] O. Yamazaki, K. Tomishige, K. Fujimoto, Appl. Catal. A 136 Chem. Soc. Faraday Trans. 1(80) (1984) 1875. (1996) 49. [33] S.G. Brass, G. Ehrlich, Surf. Sci. 187 (1987) 21. [21] Y.G. Chen, O. Yamazaki, K. Tomishige, K. Fujimoto, Catal. [34] T.P. Beebe Jr.D.W. Goodman, B.D. Kay, J.T. Yates Jr., J. Lett. 39 (1996) 91. Chem. Phys. 87 (1987) 2305. APCATA 97002160 S0926-860X(97)00216-0 10.1016/S0926-860X(97)00216-0 Elsevier Science B.V. All rights reserved. Promoting effect of Pt, Pd and Rh noble metals to the Ni0.03Mg0.97O solid solution catalysts for the reforming of CH4 with CO2 Yang-guang Chen Keiichi Tomishige Kota Yokoyama Kaoru Fujimoto * Department of Applied Chemistry, Graduate School of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan * Corresponding author. Reforming of CH4 with CO2 to produce synthesis gas was studied over Ni0.03Mg0.97O solid solution catalyst and its bimetallic derivative catalysts which contained small amounts of Pt, Pd and Rh, respectively (the atomic ratio of M/(Ni+Mg) was varied from 0.007 to 0.032%, M=Pt, Pd or Rh). It was found that there was a significant promotion in both activity and stability due to the addition of noble metals. The optimum loadings of these noble metals were observed at the atomic ratio of M/(Ni+Mg) ≈0.021%. Temperature programmed hydrogenation (TPH) of carbonaceous species formed during the catalytic reaction indicated that the good resistance of Ni0.03Mg0.97O solid solution to carbon deposition was retained on the bimetallic catalysts. Furthermore, we obtained a clear evidence showing the formation of Pt—Ni alloy particles by means of TEM and EDS observation. The kinetic study and temperature programmed reaction (TPR) of CH4 suggest that CH4 decomposition as the rate-determining step on the Ni0.03Mg0.97O is accelerated by the alloy formation. The improved stability was attributed to the promotion in catalyst reducibility. Keywords Methane Carbon dioxide Reforming Noble metal Alloy Carbon Reference [1] Rostrup Nielsen J.R. 2nd edn. Anderson J.R. Boudart M. Catalysis: Science and Technology Vol. 5 1984 Springer Berlin 1 118 [2] Gadalla A.M. Bower B. Chem. Eng. Sci. 43 1988 3049 [3] Gadalla A.M. Sommer M.E. Chem. Eng. Sci. 44 1989 2825 [4] Richardson J.T. Paripatyadar S.A. Appl. Catal. 61 1990 293 [5] Perera J.S.H.Q. Couves J.W. Sankar G. Thomas J.M. Catal. Lett. 11 1991 219 [6] Solymosi F. Kutsan Gy. Erdohelyi A. Catal Lett. 11 1991 149 [7] Erdohelyi A. Cserenyi J. Solymosi F. J. Catal. 141 1993 287 [8] Ashcroft A.T. Cheetham A.K. Green M.L.H. Vernor P.D.F. Nature 352 1991 225 [9] Chubb T.A. Sol. Energy 24 1980 341 [10] McCrary J. McCrary G.E. Chubb T.A. Nemecek J.J. Simmons D.E. Sol. Energy 29 1982 141 [11] Rostrup Nielsen J.R. Bak Hansen J.H. J. Catal. 144 1993 38 [12] Tokunaga O. Ogasawara S. React. Kinet. Catal. Lett. 39 1989 69 [13] Bartholomew C.H. Catal. Rev. Sci. Eng. 24 1982 67 [14] Swaan H.M. Kroll V.C.H. Martin G.A. Mirodatos C. Catal. Today 21 1994 571 [15] Zhang Z. Verykios X.E. Catal. Today 21 1994 589 [16] Goula M.A. Lemonidou A.A. Efstathiou A.M. J. Catal. 161 1996 626 [17] Kroll V.C.H. Swaan H.M. Mirodatos C. J. Catal. 161 1996 409 [18] Yamazaki O. Nozaki T. Omata K. Fujimoto K. Chem. Lett. 1992 1953 [19] Fujimoto K. Omata K. Nozaki T. Yamazaki O. Han Y. Energy Convers. Mgmt. 33 1992 529 [20] Yamazaki O. Tomishige K. Fujimoto K. Appl. Catal. A 136 1996 49 [21] Chen Y.G. Yamazaki O. Tomishige K. Fujimoto K. Catal. Lett. 39 1996 91 [22] Wagstaff N. Prins R. J. Catal. 59 1979 434 [23] Raab C. Lercher J.A. Goodwin J.G. Shyu J.Z. J. Catal. 122 1990 406 [24] Lansink Rotgerink H.G.J. Mercera P.D.L. Van Ommen J.G. Ross J.R.H. Appl. Catal. 45 1988 239 [25] Takayasu O. Hongo N. Matsuura I. Stud. Surf. Sci. Catal. 77 1993 305 [26] Navio J.A. Macias M. Marchena F.J. Real C. Stud. Surf. Sci. Catal. 72 1992 423 [27] Parmaliana A. Arena F. Frusteri F. Giordano N. J. Chem. Soc. 86 1990 2663 Faraday Trans. [28] Arena F. Horrell B.A. Cocke D.L. Parmaliana A. Giordano N. J. Catal. 132 1991 58 [29] Delmon B. Stud. Surf. Sci. Catal. 77 1993 1 [30] Gauthier Y. Baudoing R. Joly Y. Rundgren J. Surf. Sci. 162 1985 342 [31] Y.G. Chen, K. Tomishige, K. Fujimoto, Appl. Catal. A., in press. [32] Zecchina A. Spoto G. Coluccia S. Guglielminotti E. J. Chem. Soc. Faraday Trans. 1 80 1984 1875 [33] Brass S.G. Ehrlich G. Surf. Sci. 187 1987 21 [34] Beebe T.P. Jr. Goodman D.W. Kay B.D. Yates J.T. Jr. J. Chem. Phys. 87 1987 2305",
      "scopus-id": "0000804457",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002160",
        "dc:description": "Reforming of CH4 with CO2 to produce synthesis gas was studied over Ni0.03Mg0.97O solid solution catalyst and its bimetallic derivative catalysts which contained small amounts of Pt, Pd and Rh, respectively (the atomic ratio of M/(Ni+Mg) was varied from 0.007 to 0.032%, M=Pt, Pd or Rh). It was found that there was a significant promotion in both activity and stability due to the addition of noble metals. The optimum loadings of these noble metals were observed at the atomic ratio of M/(Ni+Mg) ≈0.021%. Temperature programmed hydrogenation (TPH) of carbonaceous species formed during the catalytic reaction indicated that the good resistance of Ni0.03Mg0.97O solid solution to carbon deposition was retained on the bimetallic catalysts. Furthermore, we obtained a clear evidence showing the formation of Pt—Ni alloy particles by means of TEM and EDS observation. The kinetic study and temperature programmed reaction (TPR) of CH4 suggest that CH4 decomposition as the rate-determining step on the Ni0.03Mg0.97O is accelerated by the alloy formation. The improved stability was attributed to the promotion in catalyst reducibility.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002160",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Yang-guang"
          },
          {
            "@_fa": "true",
            "$": "Tomishige, Keiichi"
          },
          {
            "@_fa": "true",
            "$": "Yokoyama, Kota"
          },
          {
            "@_fa": "true",
            "$": "Fujimoto, Kaoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002160"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002160"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00216-0",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Promoting effect of Pt, Pd and Rh noble metals to the Ni0.03Mg0.97O solid solution catalysts for the reforming of CH4 with CO2",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Reforming"
          },
          {
            "@_fa": "true",
            "$": "Noble metal"
          },
          {
            "@_fa": "true",
            "$": "Alloy"
          },
          {
            "@_fa": "true",
            "$": "Carbon"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "335-347",
        "prism:endingPage": "347",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00216-0",
        "prism:startingPage": "335",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00216-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000804457"
      }
    }
  }
}