{
  "metadata": {
    "title": "Interaction of methane with supported Pd catalysts studied by adsorption microcalorimetry and TPD/TPSR techniques",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00198-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001981",
    "pii": "S0926860X97001981"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039381993",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97001981 S0926-860X(97)00198-1 S0926860X97001981 10.1016/S0926-860X(97)00198-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 13 159 169 159 169 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. INTERACTIONMETHANESUPPORTEDPDCATALYSTSSTUDIEDBYADSORPTIONMICROCALORIMETRYTPDTPSRTECHNIQUES DROPSCH H SAINTJUST 1990 730 J HUDER 1991 376 K MASAI 1988 67 M ASHCROFT 1991 225 A VERNON 1992 417 P BUYEVSKAYA 1994 249 O KOERTS 1991 1281 T KOERTS 1992 101 T BELGUED 1991 789 M SOLYMOSI 1991 149 F SOLYMOSI 1994 272 F ERDOHELYI 1994 205 A DROPSCH 1997 H RICHARDSON 1975 1 J RICHARDSON 1975 8 J PAPP 1984 137 H SHUSTOROVICH 1990 101 E KOERTS 1990 49 T WINTERS 1975 2454 H FRENNET 1974 37 A WANG 1992 33 Y KOERTS 1992 101 T WALTER 1993 K DIPLOMATHESIS STUVE 1985 532 E WANG 1990 7597 Y SOLYMOSI 1991 9145 F SOLYMOSI 1993 38 F MCCARTY 1979 406 J ORITA 1988 464 H SOMORJAI 1981 189 G DROPSCHX1997X159 DROPSCHX1997X159X169 DROPSCHX1997X159XH DROPSCHX1997X159X169XH item S0926-860X(97)00198-1 S0926860X97001981 1-s2.0-S0926860X97001981 10.1016/S0926-860X(97)00198-1 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97001981-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001981/MAIN/application/pdf/d2a8bc0dc71bdf2d0538ea1ab90d1d59/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001981/MAIN/application/pdf/d2a8bc0dc71bdf2d0538ea1ab90d1d59/main.pdf main.pdf pdf true 765262 MAIN 11 1-s2.0-S0926860X97001981-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001981/PREVIEW/image/png/9a57b436133286670bba7e15e2aa11d8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001981/PREVIEW/image/png/9a57b436133286670bba7e15e2aa11d8/main_1.png main_1.png png 62729 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 159-169 Interaction of methane with supported Pd catalysts studied by adsorption microcalorimetry and TPD/TPSR techniques Holger Dropscht, Manfred Baerns2'* Lehrstuhl fiir Technische Chemic, Ruhr-Universitdt Bochum, D-44780 Bochum, Germany Received 3 June 1996; received in revised form 3 May 1997; accepted 30 May 1997 Abstract The interaction of methane with the surfaces of silica-, alumina- and titania-supported Pd catalysts has been studied by means of adsorption microcalorimetry and temperature-programmed surface reaction (TPSR) with hydrogen in a flow system at atmospheric pressure. For adsorption temperatures ranging between 300 and 700 K, a complete dissociation of CH4 occurred which resulted in the formation of C(ads) clusters of different sizes as well as graphitic carbon. The subsequent temperature-programmed hydrogenation of C(ads) mainly produced CH4 together with trace amounts of CzH6 and Call4. With an increasing number of Pd surface atoms, more C(ads) was formed upon contact with CI~; the reactivity towards hydrogenation was, however, not markedly affected. Compared to Pd/SiO2, the reactivity of deposited carbon to hydrogenation, the C2 yield and the C2Ha/C2H6 ratio were higher for Pd/TiO2 and Pd/A1203 catalysts, while the tendency for the formation of graphitic carbon was lower. 1997 Elsevier Science B.V. Keywords: CH4 adsorption on supported-Pd catalysts studied by TPD; TPSR and adsorption microcalorimetry: Dissociation of methane; Surface carbon hydrogenation; Influence of number of Pd surface atoms and of support type; Formation of C2 hydrocarbons 1. Introduction ported noble metals [12--6] has gained much attention in current research. Another route for the functiona- Due to the increased interest in more efficient ways lization of methane into higher hydrocarbons over of converting methane, which forms the major con- noble metals is a two-step process consisting of stituent of natural gas [1], into more valuable feed- methane decomposition at 500-800 K with subse- stocks for the chemical industry, its catalytic partial quent hydrogenation of surface carbonaceous inter- oxidation (POXM) to syngas (CO/H2 mixtures) by mediate at 300-400 K [7-9]. From a mechanistic oxygen or carbon dioxide using, for example, sup- point of view, the adsorption of methane on the catalyst surface forms an important elementary step in both of the above-mentioned processes. The sup- *Corresponding author. E-mail: baerns@aca.fta-berlin.de, ported noble metal catalysts were found to exhibit Betriebsforschungsinstitut, VDEh-Institut fiir angewandte For- schung GmbH, Sohnstrasse 65, D-40237 Diisseldorf. great differences in catalytic performance towards 2Institut ffir Angewandte Chemie Berlin-Adlershof e.V., methane dissociation [10]. There are, however, not Rudower Chaussfe 5, D-12484 Berlin. many studies concerning the specifics of supported Pd. 0926-860x/97/$17.00 (~? 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)00 198- 1 160 H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 The effect of temperature, flow rate, methane content, The supported Pd catalysts containing 2, 5, and and support material on the decomposition of methane 10 wt% of the metal were prepared by wet impreg- on supported-Pd (5%) catalysts was investigated by nation of the precalcined supports A1203, SiO2, and Solymosi et al. [11]. Also, a part of the paper on TiO2 with a solution of Pd(NO3)2.2 H20 in diluted catalytic reaction of methane with CO2 by Erdrhelyi HNO3 [ 13]. After drying, the catalyst precursors were et al. [12] is devoted to high-temperature methane calcined in air at 673 K. For the experiments, sieve dissociation on supported palladium. Unfortunately, fractions with particle diameters between 160 and there is still a lack of information on the energetics of 250 gm were used. Catalyst samples were pretreated the surface species formed in the interaction of in situ in the DSC by heating them to 473 K (Pd/TiO2) methane with the surfaces of supported Pd with dif- or 773 K (Pd/A1203, Pd/SiO2) in flowing hydrogen ferent metal loadings under high temperature condi- (40 ml/min) for 3 h. After reduction, the catalyst was tions. Therefore, the interaction of methane with the flushed with helium for 30 rain at that temperature and surfaces of silica-, alumina-and titania-supported Pd then cooled to adsorption temperature in flowing catalysts (2, 5, and 10 wt% of Pd) was studied in the helium. For the adsorption calorimetric measure- present work using adsorption microcalorimetry, ments, the catalyst under investigation was packed Also, temperature-programmed desorption (TPD) into the sample side of the calorimetric cell and a and temperature-programmed surface reaction reference material with the same thermal conductivity (TPSR) were performed for the examination of car- into the other side. Since only the sample side came bonaceous species formed by CH4 dissociation on the into contact with the adsorptive, the catalyst itself was surface of supported Pd catalysts, used as the reference material [ 14,15]. Following the pretreatment of the catalyst sample, the rate of the carrier gas flow was set to 10 ml/min through the 2. Experimental sample and reference reactors, respectively. Then, after thermal equilibrium of the calorimeter had been The apparatus, catalyst preparation and the experi- established (constant baseline in the DSC signal), mental procedures followed in adsorption micro- pulses of methane (99.95% pure, Messer Griesheim) calorimetry and TPD or TPSR experiments have were injected into the carrier gas flow with the aid of a been described in detail earlier [13]. The experiments calibrated sample loop (Alltech, 0.1 ml) connected to were carried out in a flow system at atmospheric a GC pulse valve (Valco). The product gases leaving pressure with helium (99.999% pure, Messer Grie- the sample reactor were analysed quantitatively by sheim), purified further by passing it through an mass spectrometry. For this purpose, MS intensities Oxisorb cartridge (Messer Griesheim)). The catalyst for masses 2 (H2), 16 (CH4), and 27 (C2H3 from C2+ samples were placed in two micro fixed-bed tubular hydrocarbons) were measured as a function of time reactors made of quartz and were then located in the and were converted into a number of moles after heat-sensitive zone of a heat flow differential scanning calibration of the QMS. calorimeter (Setaram DSC 111). The isothermal mode For TPD and TPSR experiments, the catalyst sam- of operation of the calorimeter was used for adsorption pies were pretreated in situ in the DSC as described calorimetric experiments, whereas the linear tempera- above. After pretreatment, the catalyst sample was ture-scanning mode of the DSC was used in the TPD cooled down to the selected adsorption temperature. In and TPSR experiments to allow for a linear increase CH4 adsorption experiments, the gas was introduced of catalyst temperature. For on-line analysis of the either by injection of 0.1 ml (approx. 10gmol) effluent gas immediately downstream from the methane pulses into the carrier gas flow or by a reactors, a quadrupole mass spectrometer (Micromass continuous flow of 10 ml/min CH4 +50 ml/min He PC, VG Quadrupoles) with a heated capillary inlet for a specified period of time. Subsequent to CH4 system was used. The QMS was capable of measuring adsorption, the sample reactor was quickly mass spectral intensities for a maximum of 16 pre- (50 K/min) cooled to room temperature in flowing selected masses as a function of time or temperature, He to avoid thermal aging of surface species formed respectively, during interaction of the catalyst surface with CH4. In H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 161 the TPD experiments, the catalyst sample was heated (dQ/dt) / mW (fl = 20 K/min) in He (50 ml/min) from 300 K to 1.6[~ 1000 K. For experiments of temperature-programmed 1.4 10 wt% Pd/AI203 surface reaction (TPSR), the same heating schedule was applied, but the inert He carrier was replaced by a 1.2ll/ Tads -- 600 K flOW of a reactive gas mixture (9.1% H2 in He,~ll[// 55 ml/min). During the temperature ramp, MS inten- 1.o sities for masses 2 (H2), 15 (CH3), 16 (CH4), 27 (C2H3 from C2+ hydrocarbons), 30 (C2H6), 44 (C3H8), and 0.8 58 (C4Hlo) were recorded. After each run, the MS was calibrated for the desorption products to allow calcu- 0.6 lation of specific desorption rates in gmol s-1 g-lcat.. 0.4 tl/ 0.2 A 3. Results and discussion T exo o.o ~-~ - -- 3.1. Mechanism and energetics of methane~ ,1, endo adsorption on supported Pd catalysts - 0.2 T -0.4 L z I I 3.1.1. Adsorption microcalorimetry 0 100 200 300 400 500 The DSC signal which was observed when pulsing Time / s 10gmol of CH4 over a 70mg sample of 10 wt% Pd/AI203 at Tads = 600 K is presented in Fig. 1. A Fig. 1. DSC signal observed after pulsing 10 p_mol of CH4 onto a sharp exothermic peak is followed by a broad 70 mg catalyst sample of 10 wt% Pd/AI203 at T,a~ = 600 K. endothermic signal. Quantitative analysis of the two peaks in terms of heats of adsorption or surface Table 1 reaction is impossible because of the strong overlap Reaction products observed after contact of methane pulses (10gmol CH4/pulse) with the surface of a 10wt% Pd/AI203 of the two peaks [14-16]. Contrary to earlier studies catalyst (mc,t = 70 rag) at different temperatures [ 10], the formation of C2+ hydrocarbons during inter- action of CH4 pulses with the surface of supported Pd :r,d, Pulse number nout(H2) Y(H2) a could not be observed in this work. Since H2 is (K) (gmolggalt) (%) observed as the only reaction product (Table 1), the 600 1 18.6 6.5 2 13.7 4.8 endothermic signal can be ascribed to the desorption 3 13.3 4.7 of hydrogen which is formed in the dissociative 4 10.3 3.6 chemisorption of methane on the catalyst surface. 5 5.5 1.9 The sharp exothermic peak can be assigned to the 700 t 79.5 27.8 2 41.6 14.5 exothermic adsorption of CHx species (x _< 3) formed 3 37.4 13. I by the disruption of the CU4 molecule subsequent to 4 34.8 12.2 its interaction with the catalyst surface. This assump- 5 31.0 10.8 tion is in agreement with quantum mechanical calcu- a Y(H2) = out(H2)/nin(CH4) lations for adsorption of CHx fragments on Pd(111) [ 17,18 ] as well as with thermodynamic studies of CH4 adsorption on W films [19] which both indicate that of 6.5% was observed which dropped even further the adsorption of CHx on the metal surfaces is exother- during subsequent pulses (Table I ). This observation mic. Due to the very small sticking coefficient of can be explained by an irreversible blocking of active methane on metal surfaces [20,21], only a small sites on the catalyst surface by surface species formed fraction of the methane in the pulse dissociates; for during preceding pulses. Raising the adsorption tern- the first CH4 pulse at Tads = 600 K, a hydrogen yield perature from 600 to 700 K leads to a distinct increase 162 H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 r(CH4) / lamol s1 g=(l concluded that a complete desorption of the surface species formed by CH4 adsorption on EUROPT-1 (i.e. 10 wt% Pd/AlaOa 6.3 wt% Pt/SiO2) into an Ar flow could not be Tada = 600 K achieved. In both cases, the adsorbate obviously lacks hydrogen (x ~ 0 for CHx(ads)), that is, during methane adsorption at high temperatures C(ads) is 0.2 formed as the dominating surface species. This assumption is in good agreement with the result of a) TPD in He a DRIFTS study of CH4 adsorption on the 5 wt% b) TPSR in H2/He Pd/AI~O3 catalyst studied in this work [23], where no IR bands due to C-H vibration modes of CHx(ads) could be observed when passing CH4 over the catalyst at elevated temperatures. Also Erdrhelyi et al. [12] observed no absorption bands attributable to adsorbed CH4 or CHx species in the temperature range from ~) __ 300-623 K on supported Pd catalysts. Furthermore, in a number of works it was shown that hydrogen con- a) , , .,.-/-'X., ~ , taining CHx fragments (1 < x < 3) are not stable on the surface of Pd(100) and undergo further thermal 300 400 500 600 700 800 900 1000 degradation at or above T > 300 K [24-2?]. There- Temperature / K fore, it can be concluded that under the experimental Fig. 2. Comparison of CH4 spectra obtained by (a) TPD in He and conditions applied in this work (300 K < Tads < 700 (b) TPSR (9.1% H2 in He) after CH4 adsorption on 10wt% K), a complete dissociation of the CH4 molecules can Pd/AIaO3 at ]'ads = 600 K. be assumed to occur during contact of methane with the surface of supported Pd/A1203, Pd/TiOa, and in the H2 production (Table 1) which is consistent with Pd/SiO2, thus leading to adsorbed carbon species with the kinetics of CH4 dissociation reported for surfaces only minor amounts of hydrogen bound in the adsor- of base and noble metals supported on SiO2 [22] as bate phase and/or in the bulk phase of the Pd crystal- well as for Pd single crystal surfaces [21 ]. However, it lites, respectively. should be emphasized that the Hz(g) production from During temperature-programmed hydrogenation of CH4 pulses can only serve as a qualitative measure for C(ads) species formed by CH4 adsorption on sup- dissociative CH4 adsorption because the formation of ported Pd catalysts, the formation of methane and surface hydroxyl groups from surface oxygen and a small amounts of C2 hydrocarbons could be observed. fraction of the H atoms formed by dissociation of CH4 In Figs. 3-5, the CH4 spectra are shown which were cannot be excluded, obtained during TPSR experiments in 9.1% H2/He after methane adsorption on Pd/AlaO3, Pd/TiO2, and 3.1.2. TPD and TPSR experiments Pd/SiO2 (wpd ~- 2, 5, and 10 wt%) at Tads ---- 600 K Surface species formed by methane adsorption on from continuous flow (tads= 10 min). In the course of supported Pd catalysts cannot be completely desorbed temperature-programmed reaction between gaseous by TPD into He. In Fig. 2, CH4 spectra are compared hydrogen and adsorbed carbon species, the production which were obtained by (a) TPD in He or (b) TPSR in of trace amounts of ethane and ethylene was observed 9.1% Ha/He after methane adsorption on the surface in the case of 10 wt% Pd catalysts (Figs. 6-8, note the of 10 wt% Pd/A1203 at Tads = 600 K from a contin- different scale of the ordinate when comparing with uous flow for tads -- 10 min. Obviously, during TPD the CI-h spectra). The amounts of reaction products into the inert He carrier gas only a small fraction of the observed in these experiments are summarized in surface species (approx. 7%) can be desorbed as CH4 Table 2. For catalysts containing 2 or 5 wt% Pd, no compared to the TPSR experiment. This observation is Call6 or C2H4 formation was observed, presumably in agreement with a study of Belgued et al. [9] who because the partial pressures of these products were so H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 163 r(CH4) / rtmol s1 0=(1 r(CH4) / gmol s\"1 g~.(~ Pd/AI203 Pd/Ti02 o.2I T~,s -- 600 K o.2I T~, *600K a) 2 wt% Pd a) 2 wt% Pd A b) 5 wt% Pd b) 5 wt% Pd c) 10 wt% Pd . c) 10 wt% Pd 300 400 SO0 600 700 800 900 1000 300 400 500 600 700 800 900 1000 Temperature / K Temperature / K Fig. 3. CH4 spectra obtained during TPSR (9.1% H2 in He) after Fig. 4. CH4 spectra obtained during TPSR (9.1% H2 in He) after CH4 adsorption on Pd/AI203 catalysts at Taas = 600 K, (a) 2 wt% CH4 adsorption on Pd/TiO2 catalysts at Tad~ -- 600 K. (a) 2 wt% Pd, (b) 5 wt% Pd, (c) 10 wt% Pd. Pd, fb) 5 wt% Pd, (c) 10 wt% Pd. Table 2 Reaction products observed during TPSR (9.1% H2 in He) after CH4 adsorption on supported Pd catalysts at T~d~ =600 K a /Ides (CH4) a Catalyst naes(CH4) ndes(C2H6) nae~(C2H4) Dr,d ..... Ico/ (lamol gLlt) (pmol gLlt) (grnol gLlt) (%) 10 wt% Pd/A1203 102.5 0.67 0.88 6.2 1.8 5 wt% Pd/AI203 73.8 b b 6.0 2.6 2 wt% Pd/Al203 35.7 b b 2.8 6.7 10 wt% Pd/TiO2 92.6 0.17 0.71 2.5 3.8 5 wt% Pd/TiO2 73.8 b b 3.1 5.0 2 wt% Pd/Ti02 19.0 b b 3.2 3.2 10 wt% Pd/SiOz 180.2 0.58 u 2.4 8.2 5 wt% Pd/SiO2 69.3 b b 2.2 6.6 2 wt% Pd/SiO2 46.4 b b 2.3 10.5 a calculated using the CO adsorption uptakes reported in Ref. [6] b not detectable low that they fell below the detection limit of the mass CHx species adsorbed on Pd surfaces. Furthermore, a spectrometer. Quantum chemical calculations [22] loss of C2H4 and C2H6 as a consequence of hydro- indicate that the low Ca+ yield during hydrogenation genolysis of a fraction of the C2 hydrocarbons to of C(ads) is related to the comparably low binding methane in the course of the temperature-programmed energy of partially hydrogenated CHx species on Pd hydrogenation of C(ads) cannot be excluded in the surfaces, leading to a reduced mean surface residence high He(g) excess present during the TPSR experi- time and, thus, to a small recombination probability of ments. 164 14. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 r(CH4) / i~mol s1 g~t1 r(k) / ~mol s\"~ g~(~ Pd/SiO2 10 wt% Pd/AI2Os 2I Ta'8\"6OOKo.ooli ~ Tad8 =600K /t~ a) 2 wt% Pd a) k=C2H6 / b) 5 wt% Pd C) 10 wt% Pd b) k = C2H4 I t T I 300 400 500 600 700 800 900 1000 300 400 500 600 700 800 g00 1000 Temperature / K Temperature / K Fig. 5. CH4 spectra obtained during TPSR (9.1% H2 in He) after Fig. 6. Formation of C2-hydrocarbons during TPSR (9.1% H2 in CI~ adsorption on Pd/SiO~ catalysts at Tads = 600 K. (a) 2 wt% He) after CH4 adsorption on 10 wt% Pd/AlzO3 at Tads = 600 K. (a) Pd, (b) 5 wt% Pd, (c) 10 wt% Pd. CzH6 signal, (b) C2H4 signal. From the results of the TPSR experiments it can be carbon clusters of different sizes are formed during concluded that the amount of surface species formed interaction of methane with the Pd surface as has been in the course of CH4 adsorption on supported Pd shown by Wang et al. for CH4 adsorption on a stepped catalysts is not restricted to a monolayer. In Table 2, Pd(679) single crystal surface [21]. the desorbed amount of methane ndes(CH4) is com- As is evident from the multiple CH4 desorption pared to the irreversible CO adsorption uptake peaks observed in the TPSR spectra in Figs. 3 and 5, a ntot(CO) and the Pd dispersion Dpd of the supported number of differently adsorbed carbon species with Pd catalysts reported earlier [13]; from the ratio different reactivities towards temperature-pro- ndes(CHa)/ntot(CO), the number of adsorbed C(ads) grammed hydrogenation are formed in methane species per CO adsorption site can be estimated under adsorption on Pd/AI203 and Pd/SiO2 catalysts at the assumption that ndes(CH4) ~ n(C(ads)), that is, Tads = 600 K. This observation is in agreement with adsorbed carbon species desorb completely as CH4 the results reported in [11,21]. Temperature-pro- during TPSR. This assumption holds because (a) only grammed reactions performed by Solymosi et al. trace amounts of other reaction products were [11[ revealed that different kinds of surface carbon observed as described above, (b) the CH4 spectra are produced by methane decomposition on Pd-sup- could be reproduced when repeating the TPSR experi- ported catalysts and the reactivity of carbon towards ments on used catalyst samples. As can be seen from hydrogen depended on the conditions of its formation. Table 2, the formation of C(ads) species during CH4 Wang et al. [21] showed that dissociative methane adsorption on supported Pd catalysts is not restricted sorption on the stepped Pd(679) single crystal surface to a C(ads) : CO = 1 : 1 stoichiometry, that is, to a is a complex process leading to isolated carbon atoms monolayer; in the case of 2 wt% Pd/SiO2; instead, up (carbidic carbon Ccarb) as well as C(ads) clusters of to 10 'monolayers' of adsorbed carbon are observed, different sizes (amorphous carbon Camorph). In addi- Most probably, not discrete adsorption layers, but tion, a surface phase exhibiting a very low reactivity 14. Dropsch, M. Baerns /Applied Catalysis A: General 165 (1997) 159-169 165 r(k) / p.mol s~ g~(1 r(k) / }amol s\"~ g~(1 10 wt% Pd/Ti02 10 wt% Pd/Si02 ] Tads--6OOK I Tad\" \"600K 0.001 0.001 a) k = C2H6 a) k = C2H4 b) k = C2H4 b) k = C2H6 b) b) /J/-~ r i I a) I I t I I P 300 400 500 600 700 800 900 1000 300 400 500 600 700 800 900 1000 Temperature / K Temperature / K Fig. 7. Formation of C2-hydrocarbons during TPSR (9.1% H2 in Fig. 8. Formation of C2-hydrocarbons during TPSR (9.1% H2 in He) after CH4 adsorption on 10 wt% Pd/TiO2 at Z,d~ = 600 K. (a) He) alter CH4 adsorption on 10 wt% Pd/SiO2 at 7~,j~ :- 600 K. (a) C2H6 signal, (b) C2H4 signal. C2H4 signal, (b) CzH6 signal. (graphitic carbon Cgraph, consisting of connected C6 3.2. Influence of the number of Pd surface atoms on rings) is known to form on supported noble metal properties of surface species formed during CH4 surfaces after contact with methane [22] and other adsorption hydrocarbons [28] and during CO hydrogenation [29,30]. Therefore, the adsorbed carbon species When the weight loading of the supported-Pd cata- hydrogenated to CH4 at temperatures above 650 K lysts is raised from 2 to 10 wt%, the Pd dispersion can be assigned to Cgraph, whereas hydrogenation of either remains relatively constant (Pd/SiO2, Pd/TiO2) Ccarb and Camorph is assumed to occur below 650 K in or increases (Pd/AI203) as can be seen from the the course of the TPSR experiments. The cause of the results presented in Table 2. Therefore, the number double-peak CH4 desorption feature observed exclu- of Pd surface atoms per unit weight of catalyst sively for alumina-supported Pd catalysts (Fig. 3) is increases according to the sequence 2 wt% Pd not yet clear from the present results and deserves < 5 wt% Pd < 10 wt% Pd for the catalysts studied further study; most probably, it is due to an influence in this work. This leads to an increasing total number of the support material on the dispersion of Pd (see of adsorption sites that are exposed to the gas phase subsequent section). In contrast, only a single C(ads) during CH4 adsorption; therefore, the total number of species (Ccarb and/or Camowh) seems to be formed adsorbed carbon atoms grows with increasing Pd during CH4 adsorption on Pd/TiO2 to an appreciable weight loading as can be recognized from the increas- extent; this can be concluded from the single CH4 peak ing amount of methane desorbed in the subsequent observed in the TPSR spectra obtained for 2, 5, and TPSR experiment (ndes(CH4) in Table 2). At the same 10 wt% Pd on titania (Fig. 4). The small peak widths time, the reactivity of the C(ads) species towards of these CH4 peaks can be interpreted in terms of a hydrogenation during TPSR does not show a signifi- very narrow size distribution of adsorbed carbon cant dependence on the amount of Pd and, thus, on the clusters on the surface of TiO2-supported Pd catalysts, number of surface Pd atoms; this can be seen from the 166 H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 relatively constant positions of the CH4 peaks could be interpreted in terms of a higher hydrogena- (Figs. 3-5) for catalysts with different Pd loadings, tion rate during TPSR on silica-supported Pd. An exception is the 2 wt% Pd/A1203 catalyst which The differences observed in CH4 adsorption on Pd shows a high temperature shift of the most intense CH4 catalysts with different supports can be correlated with peak (Fig. 3); the smaller reactivity of the C(ads) the CO adsorption results reported in another work species adsorbed on this catalyst could be related to [13], where a differentiation was made between Pd its significantly smaller Pd dispersion compared to catalysts supported on active (TiO2, A1203) or on inert higher loaded Pd/A1203 catalysts, which may result support materials (Si02). The different CO or CH4 from altered conditions during catalyst preparation, adsorption properties of Pd catalysts with active sup- ports can be explained by an activation of the 3.3. Influence of the support material on reactivity of Pd/oxide interface by electronic interactions between adsorbed carbon species metal and support and/or by a partial coverage of Pd crystallites by (sub)oxidic support particles. The A comparison of the results obtained with catalysts strength of interaction between metal and support consisting of Pd on different supports but with increases with increasing ionic character approximately the same number of surface Pd atoms (SIO2 < A1203 < TiO2) of the support oxide. (e.g. Pd/SiO2 and Pd/TiO2 with 10wt% Pd, or Pd/SiO2, Pd/TiO2, and Pd/A1203 with 2 wt% Pd) 3.4. Influence of adsorption temperature and the leads to the following conclusions: amount of adsorptive exposed to the catalyst surface (a) Carbon species adsorbed on TiO2- and A1203- on agglomeration and reactivity of carbon supported Pd catalysts show a higher reactivity towards hydrogenation in the TPSR experiments. This For the 10 wt% Pd/A1203 catalyst, the influence of is readily recognized from the peak maximum tem- the adsorption temperature as well as the effect of peratures of the most intense CH4 peaks (see Figs. 3- widely different amounts of methane offered to the 5) which are below 600 K for Pd/TiO2 and Pd/A1203 catalyst surface on the shape of the CH4 TPSR spectra in comparison to Tm(CH4) ~ 600 K for Pd/SiO2. were studied. In Fig. 9, CH4 spectra are presented (b) On the Pd/TiO2 and Pd/A1203 catalysts, a which were obtained during TPSR (9.1% H2/He)after smaller number of adsorbed carbon layers or a smaller methane adsorption from continuous flow (tads = average size of the C(ads) clusters is formed after 10 min) at different adsorption temperatures between contact of the catalyst surface with a constant amount 300 K and 700 K; the amounts of CH4 desorbed in of methane (cf. the ratio ndes(CH4)/ntot(CO) in these TPSR experiments are listed in Table 3. The Table 2). In addition, CH4 peaks observed during influence of the amount of CH4 exposed to the catalyst TPSR on Pd/TiO2 and Pd/A1203 exhibit a smaller surface is shown in Fig. 10. Adsorption conditions of peak width compared to Pd/SiO2; this could be inter- these experiments (all performed at Tads = 600 K) are preted in terms of a narrow size distribution of C(ads) clusters adsorbed on the surfaces of Pd/TiO2 and Pd/A1203 as was discussed earlier. Table 3 CH4 formation during TPSR (9.1% H2 in He) on 10 wt% Pd/A1203 (c) The tendency for the formation of Cgraph is after CH4 adsorption from continuous flow (10ml/min CH4 smaller on Pd/TiO2 and Pd/A1203, as can be seen +50 ml/min He, tad~ = 10 min) at different adsorption tempera- from a comparison of the high temperature CH4 tures signals (Taes(CH4) > 650 K) in Figs. 3-5. Tads ndes(CH4) nde~ (Cth) a ntot (CO) (d) Compared to Pd/SiO2, an enhanced production (K) (~tmol gL'0 of C2 hydrocarbons along with a higher CzH4/C2H6 300 17.1 0.3 ratio during TPSR in H2/He is observed for Pd 400 17.1 0.3 catalysts supported on TiO2 and A1203 (Figs. 6-8, 5oo 74.0 1.3 Table 2). On Pd/SiO2, obviously no ethylene is 6oo 102.5 1.8 formed during temperature-programmed hydrogena- 70o 247.1 4.2 tion of C(ads). Alternatively, the absence of C2H4 a calculated using the CO adsorption uptakes reported in Ref. [6] H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 167 r(CH4) / p.mol s~ g=t-1 r(CH,) / p.mol s-~ 9=,1 10 wt% Pd/AI203 10 wt% Pd/AI203 0.5[ 0.05 Tads-300K a) 400 K b) I e) 500 K c) -- 600 K d) 700 K e) ! d) a) ..... a) ~ (xlO) i 300 400 500 600 700 800 900 1000 300 400 500 600 700 800 900 1000 Temperature / K Temperature / K Fig. 9. CH4 spectra obtained during TPSR (9.1% H2 in He) after CH4 adsorption on 10 wt% Pd/AI203 at different adsorption temperatures: T,,~ - (a) 300, (b) 400, (c) 500, (d) 600, (el 700 K. In the fight figure, spectra (a) and (b) are shown after magnification by a factor of 10. r(CH4) / p.mol s-1 g=t\"~ r(CH4) / ~mol s-1 goat\"~ F I 10 wt% Pd/AI203 10 wt% Pd/AI20a = 600 K : Tads = 600 K 0.1 1.0 300 400 500 600 700 800 900 1000 300 400 500 600 700 800 900 1000 Temperature / K Temperature / K Fig. 10. CH4 spectra obtained during TPSR (9.1% H2 in He) after exposing a sample of 10 wt% Pd/A1203 to different amounts of methane at T~a~ -- 600 K. Spectra (a)-(h) correspond to increasing amounts of the adsorptive (see Table 4 for details). specified in Table 4 together with the desorbed amount of adsorbed carbon species formed during amount of CH4 in the subsequent TPSR experiments methane adsorption can be increased either by raising in 9.1% Hz/He. When a comparison is made between the adsorption temperature for the constant amount of the change of CH4 spectra for increasing adsorption adsorptive (Fig. 9, spectra (a)-(e)) or by increasing the temperatures and for increasing the amount of the amount of CH4 offered to the catalyst surface at adsorptive, respectively, it can be recognized that the constant Tads (Fig. 10, spectra (a)-(h)) as can be 168 H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 Table 4 CH4 formation during TPSR in 9.1% Hz/He after exposing a sample of 10 wt% Pd/A1203 to different amounts of methane at Tads = 600 K Adsorption conditions nin(Cn4) ndes(CH4) ndes(CH4) ndes(CH4) a n~, (CH~) n~o, (CO) (~tmo1gcat- 1 ) (~tmo1 gcalt ) (a) 1 pulse, 6.8% CH4/He 1.43 I01 10.2 7.13 10-1 0.2 (b) 1 pulse, 100% CH4 1.47 102 21.0 1.43 10-1 0.4 (c) 5 pulses, 100% CH4 7.44 102 38.1 5.12 10-2 0.7 (d) 10 pulses, 100% CH4 1.48 103 50.7 3.43 10-z 0.9 (e) cont.flow, lads = 10 min 5.36 104 102.5 1.91 10-3 1.8 (f) cont.flow, tads = 30 min 1.61 105 165.9 1.03 10-3 2.8 (g) cont.flow, tads= 60 min 3.22 105 222.4 6.91 10_4 3.8 (h) cont.flow, lads = 120 min 6.43 105 251.4 3.91 10-4 4.3 a calculated using the CO adsorption uptakes reported in ReL [6]. recognized from the increase of ndes(CH4) in both representing the final product of the nucleation pro- cases. From the evolution of the spectra presented in cess described above. both figures, both methods seem to be quite equivalent with respect to their influence on C(ads). From a plot of log ndes(CH4) vs 1//Tads [22], an apparent activation 4. Conclusions energy for dissociative CH4 adsorption on 10 wt% Pd/A1203 of 31 kJ/mol can be calculated using the From the present findings obtained by adsorption ndes(CH4) values at Tads = 600 and 700 K. This value microcalorimetric as well as TPD and TPSR experi- is in qualitative agreement with Eads for CH4 dissocia- ments, the following conclusions on methane adsorp- tion on Ru/SiO2 (26 kJ/mol), Rh/SiO2 (31 kJ/mol), tion on the surface of differently supported Pd and Co/SiO2 (45 kJ/mol) [22] as well as with the catalysts can be drawn: apparent activation energy of methane dissociation on (a) Regarding the mechanism and the energetics of a Pd(679)-stepped single crystal surface (42 kJ/mol) methane adsorption on supported-Pd catalysts it can [21]. be stated that: A loss of reactivity of the adsorbed carbon towards complete dissociation of CH4 occurs by its adsorp- hydrogenation to CH4 during TPSR is observed when tion at 300 K _< Tads _< 700 K; the apparent acti- the adsorption temperature is raised or, equally, when vation energy of this process amounts to the amount of methane offered to the catalyst surface 31 kJ/mol between 600 and 700 K; during the adsorption step is increased, as can be from adsorption microcalorimetric experiments, concluded from the high temperature shift and the the adsorption of CHx fragments on the Pd surface simultaneous broadening of the CH4 peak maxima was shown to be exothermic in accordance with observed in Figs. 9 and 10. This can be interpreted in theoretical studies; terms of a nucleation process of C(ads) starting with in the course of CH4 adsorption, carbon clusters of adsorbed carbon atoms (carbidic carbon, Ccarb)and different sizes are formed on the surface; the smaller carbon clusters (amorphous carbon, Camorph) adsorption stoichiometry C(ads):Pd exceeds unity which are known to exhibit a high reactivity [21,22]. under severe adsorption conditions, that is, at high In contrast, the formation of a very unreactive C(ads) temperatures and high methane concentrations; species is observed for high adsorption temperatures adsorbed carbon species lose their reactivity due to (Tads > 600 K) as well as for high amounts of CH4 graphitic carbon formation under severe condi- offered to the catalyst during the adsorption step tions. (Fig. 10, spectra (f)-(h)). This adsorbed carbon spe- (b) Increasing the number of Pd surface atoms cies can be tentatively assigned to graphitic carbon (which may be obtained by increasing the dispersion Cgraph, which is most probably formed by crystal- and/or Pd loading) results in an increase in the amount lization of carbidic and/or amorphous carbon, thus of adsorbate formed by adsorption of a constant H. Dropsch, M. Baerns/Applied Catalysis A: General 165 (1997) 159-169 169 amount of methane, that is, the rate of adsorption [5] P.D.E Vernon, M.L.H. Green, A.K. Cheetham, A.T. Ashcroft, increases. Furthermore, CH4 adsorption leads to the Catal. Today 13 (1992) 417. formation of carbon clusters with higher reactivities in [6] o.v. Buyevskaya, D. Wolf, M. Baerns, Catal. Lett. 29 (1994) 249. the case of catalysts with higher Pd dispersion. [7[ T. Koerts, R.A. van Santen, J, Chem. Soc., Chem. Commun. (c) The various supports used for the preparation of (1991) 1281. Pd catalysts influences the reactivities of the carbo- [8l T. Koerts, M.J.A.G. Deelen, R.A. van Santen, J. Catal. 138 naceous deposits formed by methane adsorption: (1992) 101. the reactivity of the adsorbate towards TPSR in [91 M. Belgued, P. Pareja, A. Amariglio, H. Amariglio, Nature 352 (1991) 789. H2/He and the tendency for the formation of [101 E Solymosi, G. Kuts~in, A. Erd~3helyi, Catal. Lett. I1 (1991) smaller C(ads) clusters is higher for Pd/TiOe 149. and Pd/A1203 compared to Pd/SiO2, while the [11] E Solymosi, A. Erd6helyi, J. Cser6nyi, A. Felvdgi, J. Catal. tendency for the formation of graphitic carbon is 147 (1994) 272, lower; [12] A. Erd6helyi, J. Cserdnyi, E. Papp, F. Solymosi, Appl. Catal. A 108 (1994) 205. compared to Pd/SiO2, higher C2-hydrocarbon [13] H. Dropsch, M. Baerns, Appl. Catal. A (1997), in print. yields and higher C2H4/C2H6 ratios are observed [14] J.T. Richardson, H. Friedrich, R.N. McGill. J. Catal. 37 for Pd/TiOe and Pd/A1203 during temperature- (1975) 1. programmed hydrogenation of the carbonaceous [15] J.T. Richardson, H. Friedrich, J. Catal. 37 (1975) 8. adsorbate. [16] H. Papp, W. Hinsen, N.T. Do, M. Baerns, Thermochim. Acta 82 (1984) 137. [17] E. Shustorovich, Adv. Catal. 37 (1990) 101. [18] T. Koerts, R.A. van Santen, Catal. Lett. 6 (1990) 49. Acknowledgements [19] H,E Winters, J. Chem. Phys. 62 (1975) 2454. [20] A. Frennet, Catal. Rev. - Sci. Eng. 10 (1974) 37. This work was performed in the context of the [21] Y.-N. Wang, R.G. Herman, K. Klier, Surf. Sci. 279 (1992) 33. research project 'MODELLKAT' supported by Deutsche [22] T. Koerts. M. Deelen, R.A. van Santen, J. Catal. 138 (1992) Forschungsgemeinschaft (DFG). 101. [23] K. Walter, Diploma Thesis, Ruhr-University Bochum (1993). [24] E.M. Stuve, R,J. Madix, C.R. Brundle, Surf. Sci. 152/153 (1985) 532. References [25] Y.-N. Wang, LA. Macros, G.W. Simmons. K. Klier, Phys. Chem. 94 (1990) 7597. [1] J. Saint-Just, J.-M. Basset, J. Bousquet, G.A. Martin, La [26] E Solymosi, K. R~v6sz, J. Am. Chem. Soc. 113 (1991) Recherche 21 (1990) 730. 9145. [2] K. Huder, Chem. Ing, Tech. 63 (1991) 376. [27] F. Solymosi, K. R6v~sz, Surf. Sci. 280 (1993) 38. [3] M. Masai, H. Kado, A. Miyake, S. Nishiyama, S. Tsuruya, [28] J.G. McCarty, H. Wise, J. Catal. 57 (1979) 406. Stud. Surf. Sci. Catal. 36 (1988) 67. [29] H. Orita, S. Naito, K. Tamaru, J. Catal. 111 (1988) 464. [4] A.T. Ashcroft, A.K. Cheetham, M.L.H. Green, P.D.E Vernon, [30] G.A. Somorjai, Catal. Rev. - Sci- Eng. 23 (1981) 189. Nature 352 (1991) 225. APCATA 97001981 S0926-860X(97)00198-1 10.1016/S0926-860X(97)00198-1 Elsevier Science B.V. All rights reserved. Interaction of methane with supported Pd catalysts studied by adsorption microcalorimetry and TPD/TPSR techniques Holger Dropsch 1 Manfred Baerns * 2 Lehrstuhl für Technische Chemie, Ruhr-Universität Bochum, D-44780 Bochum ,Germany * Corresponding author. 1 Betriebsforschungsinstitut, VDEh-Institut für angewandte Forschung GmbH, Sohnstrasse 65, D-40237 Düsseldorf. 2 Institut für Angewandte Chemie Berlin-Adlershof e. V., Rudower Chaussée 5, D-12484 Berlin. The interaction of methane with the surfaces of silica-, alumina- and titania-supported Pd catalysts has been studied by means of adsorption microcalorimetry and temperature-programmed surface reaction (TPSR) with hydrogen in a flow system at atmospheric pressure. For adsorption temperatures ranging between 300 and 700 K, a complete dissociation of CH4 occurred which resulted in the formation of C(ads) clusters of different sizes as well as graphitic carbon. The subsequent temperature-programmed hydrogenation of C(ads) mainly produced CH4 together with trace amounts of C2H6 and C2H4. With an increasing number of Pd surface atoms, more C(ads) was formed upon contact with CH4; the reactivity towards hydrogenation was, however, not markedly affected. Compared to Pd/SiO2, the reactivity of deposited carbon to hydrogenation, the C2 yield and the C2H4/C2H6 ratio were higher for Pd/TiO2 and Pd/Al2O3 catalysts, while the tendency for the formation of graphitic carbon was lower. Keywords CH4 adsorption on supported-Pd catalysts studied by TPD TPSR adsorption microcalorimetry Dissociation of methane Surface carbon hydrogenation Influence of number of Pd surface atoms Influence of number of support type Formation of C2+ hydrocarbons Reference [1] Saint-Just J. Basset J.-M. Bousquet J. Martin G.A. La Recherche 21 1990 730 [2] Huder K. Chem. Ing. Tech. 63 1991 376 [3] Masai M. Kado H. Miyake A. Nishiyama S. Tsuruya S. Stud. Surf. Sci. Catal. 36 1988 67 [4] Ashcroft A.T. Cheetham A.K. Green M.L.H. Vernon P.D.F. Nature 352 1991 225 [5] Vernon P.D.F. Green M.L.H. Cheetham A.K. Ashcroft A.T. Catal. Today 13 1992 417 [6] Buyevskaya O.V. Wolf D. Baerns M. Catal. Lett. 29 1994 249 [7] Koerts T. van Santen R.A. J. Chem. Soc., Chem. Commun. 1991 1281 [8] Koerts T. Deelen M.J.A.G. van Santen R.A. J. Catal. 138 1992 101 [9] Belgued M. Pareja P. Amariglio A. Amariglio H. Nature 352 1991 789 [10] Solymosi F. Kutsán G. Erdöhelyi A. Catal. Lett. 11 1991 149 [11] Solymosi F. Erdöhelyi A. Cserényi J. Felvégi A. J. Catal. 147 1994 272 [12] Erdöhelyi A. Cserényi J. Papp E. Solymosi F. Appl. Catal. A 108 1994 205 [13] Dropsch H. Baerns M. Appl. Catal. A 1997 in print [14] Richardson J.T. Friedrich H. McGill R.N. J. Catal. 37 1975 1 [15] Richardson J.T. Friedrich H. J. Catal. 37 1975 8 [16] Papp H. Hinsen W. Do N.T. Baerns M. Thermochim. Acta 82 1984 137 [17] Shustorovich E. Adv. Catal. 37 1990 101 [18] Koerts T. van Santen R.A. Catal. Lett. 6 1990 49 [19] Winters H.F. J. Chem. Phys. 62 1975 2454 [20] Frennet A. Catal. Rev. - Sci. Eng. 10 1974 37 [21] Wang Y.-N. Herman R.G. Klier K. Surf. Sci. 279 1992 33 [22] Koerts T. Deelen M. van Santen R.A. J. Catal. 138 1992 101 [23] Walter K. 3rd ed. Diploma Thesis 1993 Ruhr-University Bochum [24] Stuve E.M. Madix R.J. Brundle C.R. Surf. Sci. 152/153 1985 532 [25] Wang Y.-N. Macros J.A. Simmons G.W. Klier K. Phys. Chem. 94 1990 7597 [26] Solymosi F. Révész K. J. Am. Chem. Soc. 113 1991 9145 [27] Solymosi F. Révész K. Surf. Sci. 280 1993 38 [28] McCarty J.G. Wise H. J. Catal. 57 1979 406 [29] Orita H. Naito S. Tamaru K. J. Catal. 111 1988 464 [30] Somorjai G.A. Catal. Rev.-Sci- Eng. 23 1981 189",
      "scopus-id": "0039381993",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001981",
        "dc:description": "The interaction of methane with the surfaces of silica-, alumina- and titania-supported Pd catalysts has been studied by means of adsorption microcalorimetry and temperature-programmed surface reaction (TPSR) with hydrogen in a flow system at atmospheric pressure. For adsorption temperatures ranging between 300 and 700 K, a complete dissociation of CH4 occurred which resulted in the formation of C(ads) clusters of different sizes as well as graphitic carbon. The subsequent temperature-programmed hydrogenation of C(ads) mainly produced CH4 together with trace amounts of C2H6 and C2H4. With an increasing number of Pd surface atoms, more C(ads) was formed upon contact with CH4; the reactivity towards hydrogenation was, however, not markedly affected. Compared to Pd/SiO2, the reactivity of deposited carbon to hydrogenation, the C2 yield and the C2H4/C2H6 ratio were higher for Pd/TiO2 and Pd/Al2O3 catalysts, while the tendency for the formation of graphitic carbon was lower.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001981",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dropsch, Holger"
          },
          {
            "@_fa": "true",
            "$": "Baerns, Manfred"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001981"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001981"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00198-1",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Interaction of methane with supported Pd catalysts studied by adsorption microcalorimetry and TPD/TPSR techniques",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CH4 adsorption on supported-Pd catalysts studied by TPD"
          },
          {
            "@_fa": "true",
            "$": "TPSR"
          },
          {
            "@_fa": "true",
            "$": "adsorption microcalorimetry"
          },
          {
            "@_fa": "true",
            "$": "Dissociation of methane"
          },
          {
            "@_fa": "true",
            "$": "Surface carbon hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Influence of number of Pd surface atoms"
          },
          {
            "@_fa": "true",
            "$": "Influence of number of support type"
          },
          {
            "@_fa": "true",
            "$": "Formation of C2+ hydrocarbons"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "159-169",
        "prism:endingPage": "169",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00198-1",
        "prism:startingPage": "159",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00198-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039381993"
      }
    }
  }
}