{
  "metadata": {
    "title": "Effect of basicity and adding CO<ce:inf loc=post>2</ce:inf> in the feed on the oxidative coupling of methane over K<ce:inf loc=post>2</ce:inf>O and SrO promoted La<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3/</ce:inf>ZnO catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00156-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001567",
    "pii": "S0926860X97001567"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244576221",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001567 S0926-860X(97)00156-7 S0926860X97001567 10.1016/S0926-860X(97)00156-7 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 6 47 57 47 57 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. EFFECTBASICITYADDINGCO2INFEEDOXIDATIVECOUPLINGMETHANEOVERK2OSROPROMOTEDLA2O3ZNOCATALYSTS YIDE X HUTCHINGS 1989 251 G SOKOLOVSKII 1989 293 V LUNSFORD 1994 1 J STUDSURFSCICATAL81 MARTIN 1995 179 G CARREIRO 1989 258 J OTSUKA 1987 77 K TONG 1990 291 Y LEVAN 1992 321 T MIRO 1990 511 E CHOUDHARY 1991 411 V LACOMBE 1994 439 S LIETTI 1996 151 L LIN 1993 31 Y LIN 1993 373 Y LIN 1993 378 Y LIN 1994 178 Y YIDE 1993 2209 X PROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS XU 1995 215 Y OTSUKA 1985 319 K MATSUURA 1986 1981 I DUBOIS 1990 49 J YU 1992 1119 C PROCEEDINGS10THINTERNATIONALCONGRESSCATALYSIS CHASE 1985 M JANAFTHERMOCHEMICALTABLES GUNASEKARAN 1994 289 N MILT 1996 57 V PENG 1990 99 X BADYAL 1990 L15 J LUNSFORD 1990 235 J ROSSINI 1994 165 S STUDSURFSCICATAL YIDEX1997X47 YIDEX1997X47X57 YIDEX1997X47XX YIDEX1997X47X57XX item S0926-860X(97)00156-7 S0926860X97001567 1-s2.0-S0926860X97001567 10.1016/S0926-860X(97)00156-7 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001567-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001567/MAIN/application/pdf/3b606c2c38e7685bae462c5036d4f7cb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001567/MAIN/application/pdf/3b606c2c38e7685bae462c5036d4f7cb/main.pdf main.pdf pdf true 709656 MAIN 11 1-s2.0-S0926860X97001567-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001567/PREVIEW/image/png/9af87d6499be28a7cf9da8888da14789/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001567/PREVIEW/image/png/9af87d6499be28a7cf9da8888da14789/main_1.png main_1.png png 59516 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 164 (1997) 47-57 Effect of basicity and adding CO2 in the feed on the oxidative coupling of methane over K20 and SrO promoted LazO3/ZnO catalysts Xu Yide*, Yu Lin, Guo Xiexian State Key Laboratory. of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 457 Zhongshan Road, PO Box 110, Dalian 116023, China Received 4 October 1996; received in revised form 24 March 1997; accepted 1 April 1997 Abstract LZ and SLZ catalysts are fairly active for oxidative coupling of methane. Their catalytic performance can be further improved by adding K+ cations (supposedly in the form of K20) as promoters. Under conventional reaction conditions such as a reaction temperature of 1073 K, methane conversion is 18.2% and C2-selectivity is 68.3%. The effect of adding CO2 into the feed has also been examined in order to understand the promotional effect of K20 on the reaction. XRD, CO2-TPD and XPS techniques were used to characterize the basicity and possible active oxygen species of KSLZ catalysts. The functions of K20 in KSLZ catalyst can be attributed to its high dispersion, enrichment of surface basic sites and the ability to create active oxygen adspecies on the catalyst surface. Unfortunately, at the moment it is difficult to definitely identify the nature of the active oxygen adspecies. Meanwhile, it is found that with decreasing concentrations of SrO species on the catalyst surface, the catalyst will be less sensitive to the addition of CO2 in the feed. 1997 Elsevier Science B.V. Keywords: Oxidative coupling of methane; Basicity; Active oxygen species; KSLZ catalyst 1. Introduction Oxidative coupling of methane (OCM) has been recognized as a promising and effective chemical utilization of natural gas since the early 1980s [1-3]. Many catalysts have been studied and found active for the reaction. It was well known that catalyst surfaces in general and basic sites on catalyst surface in particular play important roles for the OCM reac- tion, even if they are not always necessary [4-8]. So, many researchers reported on various catalysts which *Corresponding author. Tel.: +86 411 4671991-730; fax: +86 411 4694447; e-mail: xuyd@ms.dicp.ac.cn 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 56-7 consist of alkali and/or alkali earth metal oxides. Among them, Li+/MgO as an effective catalyst has been most extensively studied. In addition to the Li+/ MgO catalyst, rare-earth oxides and alkali-promoted rare-earth oxides show attractive catalytic properties [7-9]. In particular, lanthanum oxide shows significant activity [10] and is used as a main component in several OCM catalysts [11,12]. In our previous study, SrO-La203/CaO catalysts were found to be active [13-18]. The high CH4 reactivity and C2-selectivity and good thermal stability of the catalyst make it in one of the best catalysts at the present time. Since both SrO and CaO easily absorb moisture from air, it will cause some trouble for further use. 48 X. lqde et al./Applied Catalysis A: General 164 (1997) 47-57 Catalysts consisting of transition metal oxides and alkali and/or alkali earth metal oxides were also studied extensively [19]. For example, Matsuura et al. reported the reaction of CH4 oxidative coupling over Li+/ZnO catalysts and found that about 20% C2-yield could be attained at 1013 K [20]. In addition, several authors claimed that an oxide with p-type semi- conductivity will be active for OCM [21,22]. Here, we have developed a new catalyst system by replacing CaO with ZnO. It is found that LZ and SLZ are fairly active for OCM. The catalytic performance can be further improved by the addition of K+ cations as promoters. Under conventional reaction conditions such as 1073 K, methane conversion is 18.2% and the C2-selectivity is 68.3%. After a long exposure of the KSLZ catalyst to air (about 30 days) at room tem- perature, no deterioration could be observed on its catalytic performance. In this paper, we report the catalytic performance and characterization of K20- and SrO-promoted LazO3/ZnO catalysts. It was found that the addition of suitable amounts of K20 and SrO onto a La203/ ZnO catalyst led to a significant improvement in its CH4 reactivity and C2-selectivity. We attempt to correlate the catalyst basicity with its catalytic performance and to look at the effect of adding CO2 in the feed on its active phase. By combining the results of CO2-TPD with the effect of adding CO2 into the feed on the catalytic performance of KzO- SrO-La203/ZnO catalysts, we come to a positive conclusion. Meanwhile, XPS measurements suggest that more active oxygen adspecies may be involved in KSLZ catalysis. 2. Experimental Catalysts were prepared by the impregnation method. ZnO was used as the support. It was impreg- nated with nitrate solution of La3+, Sr2+ and K+ ions of the desired concentrations. The resulting slurries were dried over a steam bath and then at 393 K for 6 h, followed by calcination at 1173 K for 2 h. The sam- ples were pressed into tablets, crushed and sieved to a particle size of 20--40 mesh for use. K, S, L and Z represent K20, SrO, La203 and ZnO, respectively. For example, 10LZ represents 10% La203/ZnO, 10SLZ represents 10% SrO-10% La2Oa/ZnO and 10KSLZ represents 10% K20-10% SrO-10% La203/ZnO catalysts. Catalytic performance and the effect of CO2 in the feed on the catalytic performance were studied in a 6 mm i.d. quartz fixed-bed reactor. Usually the cata- lyst charge was 75 mg. CH4 (99.5%), 02 (99.9%) and CO2 (99.0%) were used as feed. They were purified over zeolites to remove traces of water. The reaction temperature was usually 1073 K and the flow rate of the reactant mixture was 120ml/min (CH4:Oz:- He=48 : 12 : 60 ml/min). When CO2 was added into the feed, the He flow rate was decreased correspond- ingly to keep the total flow rate constant. The tail gas was analyzed by an on-line GC with a 2 m molecular sieve 401 column. The reaction parameters were calculated based on the balance of carbon numbers before and after reaction. For the measurement of the ratio of reaction rates, the reaction conditions were set as follows: catalyst charge, 50 mg; reaction tempera- ture, 973-1033 K; CH4/O2=32 : 8 at a total flow rate of 180 ml/min. X-Ray diffraction measurement was performed with Cu K~ radiation (A=1.542 .~) and a graphite filter at room temperature. CO2-TPD was carried out in a conventional set-up. The catalyst samples were pretreated with O2 at 1073 K for 1 h. The sample was then cooled down to the desired temperature under He. CO2 adsorption was carried out at various temperatures for 0.5 h. After flushing with He, CO2-TPD was started and the desorbed species were detected with TCD. The purity of CO2 used in this work was 99.95%. XPS measurements were performed with a VG ESCA LAB MK II spectrometer using A1 Ks radiation as the excitation source (hu =1486.6 eV). The resolu- tion is 0.1 eV. The binding energies reported were calibrated using Cls as the internal standard (B.E=284.6 eV). The ratio of atoms on the surface was calculated by integrating the peak areas and correcting for instrumental factors. Each sample was pressed into a tablet at room temperature and evacuated at 10-6 Torr (1 Tort =133.3 Nm 2) for 4 h in the pretreatment chamber, then transferred to the chamber for XPS measurement. The spectra con- cerned were recorded at 10-9 Yorr. In the cases where oxygen species were analyzed by XPS, the catalyst was treated at 773 K in vacuum for 4 h, then cooled to room temperature for the adsorption of oxygen. After X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 49 the adsorption of oxygen, the sample was evacuated and moved into the UHV chamber for measurement. The different XPS spectra were deconvoluted using a Jandel Scientific Peakfit program. The best fits of the XPS spectra were obtained with Gaussian line forms. 3. Results and discussion 3.1. Effect of alkali and alkali earth metal oxide additives Table 1 shows the effect of La203 content on the catalytic behavior of LZ catalysts. The pure ZnO sample gives fairly good CH4 conversion and C2- selectivity, as expected. There is an increase in CH4 conversion and C2-selectivity and a decrease in the selectivity of CO2 and C2H6 with increasing La203 loading over LZ catalysts. With La203 loadings higher than 10% in the LZ catalysts, CH4 conversion and C2- selectivity are nearly constant. Table 2 shows the effect of SrO content on the catalytic behavior of SrO-10LZ catalysts. Only on SLZ catalysts with SrO content less than or equal to 10% did the catalytic performance in terms of CH4 reactivity and C2-selectivity improve. With further increases in SrO loadings, a decrease in CH4 reactivity and C2-selectivity on SLZ catalysts can be observed. The introduction of K20 into the SLZ catalysts further improves its reactivity towards CH4 and the selectivity to C2, as shown in Table 3. It is interesting to notice that the addition of 1-3% K20 content into 10SLZ catalyst has no effect on CH4 conversion, but an obvious increase in C2-selectivity. With further increases in K20 content, the CH4 conversion increases much while the C2-selectivity increases a little. In the range of 10-15% K20 content, the highest CH4 conversion, C2-selectivity and C2-yield are attained. Table 4 lists the ratios of the formation rates of C2 and COx, and CH4 conversion over different ZnO supported catalysts. The nominal contents of La203, Table 1 The effect of La203 content on catalytic performance over La203/ZnO catalysts La203 cont. (%) Xcu, (%) Selectivities (%) CO CO2 C2H4 C2H6 C2 Yc2(%) 0 16.4 0 51.4 10.4 38.2 48.6 8.0 5 20.5 0 50.0 19.2 31.7 50.1 10.3 10 22.4 1.7 44.6 21.6 32.2 53.7 12.0 15 23.3 2.8 43.7 20.7 32.9 53.6 12.5 20 23.2 3.2 42.9 21.3 32.6 53.9 12.5 25 23.5 3.7 41.3 21.7 33.4 55.0 12.9 30 24.3 3.1 42.5 22.1 32.4 54.4 13.2 Reaction conditions: CH4 : 02 : He=48 : 12 : 60 ml/min at 1073 K. Table 2 The effect of SrO additive on catalytic performance over SrO-10LZ catalysts SrO cont. (%) XCFt, (%) Selectivities (%) CO C02 C2H4 C2H6 C2 ~2(%) 1 20.2 0 40.6 22.4 37.1 59.4 12.0 3 20.4 0 40.0 22.2 37.8 60.0 12.3 5 22.2 0 38.9 23.7 37.4 61.1 13.6 10 23.1 0 35.4 26.7 37.9 64.6 14.9 15 20.9 0 36.4 23.3 37.3 63.6 13.3 20 20.5 0 37.8 21,7 40.5 62.6 12.8 Reaction conditions: CFI4 : 02 : He=48 : 12 : 60 ml/min at 1073 K. 50 X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 Table 3 The effect of K20 content on catalytic performance over KzO-10SLZ catalysts K20 cont. (%) Xcm (%) Selectivities (%) CO CO2 C2H4 C2H6 C2 ~:(%) 1 22.4 0 32.4 13.4 54.2 67.6 15.1 3 22.8 0 30.8 24.8 44.5 69.3 15.8 5 25.2 0 32.2 27.7 40.1 67.9 17.1 10 26.6 0 32.8 27.9 40.3 68.2 18.1 15 27.2 0 34.5 26.7 39.8 66.6 18.1 20 20.8 0 34.2 26.0 39.8 65.8 16.4 Reaction conditions: CH4 : 02 : He=48 : 12 : 60 ml/min at 1073 K. Table 4 The values of kcg/kcH4 and kco~/kci~ on various catalysts at different reaction temperatures Temperature (K) Catalyst 973 993 1013 1033 10LZ kcJkci~ 0.48 0.57 0.62 0.64 kco~/kcm 0.52 0.43 0.38 0.37 10SLZ kc2/kcm 0.55 0.58 0.71 0.66 kcox/kcH, 0.44 0.43 0.30 0.34 10KSLZ kc2/kcH~ 0.56 0.62 0.73 0.72 kco,/kcn4 0.44 0.49 0.27 0.29 SrO and KzO in the catalysts are all equal to 10%. Over the 10KSLZ catalyst, the ratio kc2/kcH4 is about 2.7 times higher than that of kco~/kcrt4, which means that this catalyst shows the highest selectivity to C2 among the tested catalysts. This indicates that the addition of K20 into 10SLZ catalyst improves its selectivity to C2. 3.2. Effect of adding CO2 into the feed on catalytic performance of KSLZ catalysts Fig. 1 shows the effect of CO2 on the catalytic behavior of 10LZ catalyst. When the partial pressure of CO2 in the feed is lower than 8.3 kPa, the CH4 conversion and the selectivity to C2 and the ratio of C2/Co do not change much. When the partial pressure of CO2 in the feed is higher than 8.3 kPa, however, the CH4 conversion and the selectivity to C2 and the ratio of C~/Cdecrease remarkably. So, a large amount of 7O [ 1.00 I 60~ 0.75 E 5o '~. 0.50 I 30 2o- 0.25 r\"9 10( ~~ O ~ ' ' ' 0.00 0 10 20 30 40 50 CO2 partial pressure (kPa) I A O -+- XCH4 SC2 YC2 C2=/C20 Fig. 1. Effect of partial pressure of CO2 in the feed on the catalytic performance of 10LZ catalyst. CO2 in the feed plays a negative role in CH4 conver- sion, C2-selectivity and C~/Cratio. The effect of CO2 in the feed on the catalytic behavior of 10SLZ catalyst is shown in Fig. 2. Clearly, addition of CO2 into the feed results in a remarkable decrease in the CH4 conversion, the selectivity to C2 and the ratio of C2/C Therefore, the presence of X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 51 70 l 60 50, ..~ 40 \"i 30 - 20 10 1.00 70 0 0.00 0 10 20 30 40 50 0.75 9.50 0.25 ~7 60 T. 50 & 40 ..~ ~. 30 '~\" 20 10 1.00 0 , L , , 0.00 0 10 20 30 40 50 0.75 0.50 0.25 CO2 partial pressure (kPa) I A O --4-- XCH4 SC2 YC2 C2=/C20 Fig. 2. Effect of partial pressure of CO2 in the feed on the catalytic performance of 10SLZ catalyst. CO2 partial pressure (kPa) I A O --+-- XCH4 SC2 YC2 C2=/C20 Fig. 3. Effect of partial pressure of CO2 in the feed on the catalytic performance of 10KSLZ catalyst. CO2 in the feed is detrimental for CH4 conversion and C2 production on 10SLZ catalyst. The effect of partial pressure of CO2 in the feed on the catalytic performance of 10KSLZ catalyst is shown in Fig. 3. This is more sensitive to the partial pressure of CO2 in the feed than 10LZ, but less sensitive than 10SLZ, as we can see from Figs. 1-3. The extent of the negative effect of adding CO2 into the feed on C2-production is as follows: 10SLZ > 10KSLZ > 10LZ. 3.3. Characterization of KSLZ catalysts with XRD, C02-TPD and XPS Fig. 4 shows the result of XRD measurements on 10LZ, 10SLZ and 10KSLZ catalysts. Only ZnO and LazO3 phases could be detected on LZ catalysts. We found that on SLZ catalysts with SrO content less than 10%, no SrO phase could be detected. However, on SLZ catalyst with the SrO content equal to or higher than 10%, a SrO bulk phase can be detected. This implies that SrO is mainly dispersed on the surface if the SrO content is lower than 10%. In this case, the promotional effect of SrO is quite obvious and the catalytic performance improves a lot. If too much SrO is added into 10LZ catalysts, SrO will exist as the bulk phase and can make no contribution to the catalytic performance. For KSLZ catalyst, if K20 content is less than 10%, we can only detect ZnO, La203 and SrO phases. When K20 content is equal to or higher than 10%, we can detect a new (K+Sr)O phase. Therefore, K20 will appear on the surface if the K20 content is low, which will lead to an increase in C2-selectivity. When the K20 content is high, part of it will exist in the bulk form of (K+Sr)O and can make no contribution to the catalytic performance. In this case, therefore, C2- selectivity does not change much with increasing K20 content. 52 X. ~de et al./Applied Catalysis A: General 164 (1997) 47-57 100 60 (a) II 50 20 30 I O0 (b) \"I: 5O o To 20 30 100 (c) 50 20 .JJ = m v, 7 ,v ,.- 40 50 60 70 ~ 30 20 \"- 70 4- 40 50 60 2O 0 , I Z~7 \"~ 20 45 70 20 4- V A Q ZnO La203 SrO ( K+ Sr ) 0 Fig. 4. XRD patterns of 10LZ, 10SLZ and 10KSLZ catalysts. The CO2-TPD profiles of both ZnO and LaaO3/ZnO catalysts show no CO2 desorption peak. The CO2-TPD spectra over 10SLZ and 10KSLZ catalysts are shown in Fig. 5 when CO2 is chemisorbed at 373 K. There is a CO2 desorption peak at about 973 K from 10SLZ to 10KSLZ catalysts. The same CO2 desorption peak temperature for 10SLZ and 10KSLZ catalysts implies that the strength of basic sites on these two catalysts may be the same. The desorption peak area from 10KSLZ catalyst, however, is larger than that from 10SLZ catalyst. This indicates that the number of basic sites on 10KSLZ catalyst is much more than on 10SLZ catalyst. On the basis of the CO2-desorption 10 0 473 .?.+.7. i I i i i i 573 673 773 873 973 1073 1173 Temperature, K Fig. 5. CO2-TPD spectra of 10SLZ (+) and 10KSLZ (A) catalysts when CO2 is chemisorbed at 373 K. areas on 10SLZ and 10KSLZ catalysts, the ratio of the number of basic sites is about 1 : 2.2. When CO2 is chemisorbed at a temperature lower than 673 K, the desorption peak temperatures on both 10KSLZ and 10SLZ catalysts do not change much. However, the CO2 desorption peak area from 10KSLZ is nearly larger than that from 10SLZ as we can see from Figs. 5 and 6. This implies that more basic sites with the same strength as in SLZ are developed on KSLZ catalyst. This can be mainly attributed to the added K20. When CO2 is pre-chemisorbed at 773 K, the COa- TPD spectra show two desorption peaks, at about 973 and 1020 K. With increasing CO2 adsorption tempera- ture, the area of the higher temperature peak increases more than the area of the lower temperature peak. The desorption peak temperature of the lower temperature peak shifts to a lower temperature (about 913 K), whereas the desorption peak temperature of the higher temperature peak shifts to a higher temperature (about 1068 K). This indicates that when COz is adsorbed at a temperature higher than 673 K over 10SLZ and 10KSLZ catalysts, it will react with SrO with the formation of SrCO3. During CO2-TPD, SrCO3 thus formed decomposes into SrO and CO2 again. In our X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 53 4 2 0 300 T I 4O0 J J I I I 500 600 700 800 900 i -t 0 Table 5 The binding energies of various elements in SKLC catalysts at room temperature Catalyst Binding energy (eV) Cls Ols K3p3/2 Sr3d5/2 La3d5/2 Zn2p3/2 10LZ 289.7 530.8 -- -- 834.4 1020.5 10SLZ 289.4 530.8 -- 133.8 834.1 1020.4 10KSLZ 289.0 530.7 292.7 133.8 834.3 1020.4 Table 6 The surface atomic ratios of various elements of different catalysts at room temperature Catalyst Surface atomic ratio C O K Sr La Zn 10LZ 2.2 4.2 0 0 0.4 1 10SLZ 1.5 5.0 0 0.8 0.1 1 10KSLZ 1.4 4.0 0.7 0.2 0.1 1 Temperature, K Fig. 6. CO2 chemisorption amounts at various temperatures on 10SLZ (+) and 10KSLZ (A) catalysts. experiment, the desorption peak temperature of the higher temperature peak is about 1068 K, which is still lower than the decomposition temperature of SrCO3 reported in the literature [23]. This may be because a surface carbonate can decompose at a lower tempera- ture. From the results of the CO2-TPD experiments, we notice that from ZnO via LZ to SLZ and KSLZ catalysts, the basic property changes remarkably. ZnO and LZ catalysts show no basic sites in our CO2-TPD experiments and the origin of the activity of these two catalysts for OCM is different from SLZ and KSLZ catalysts which clearly show basic sites. The basic strength is about the same on the SLC and KSLZ catalysts (they show about the same COz desorption peak temperatures), but the number of basic sites on these two catalysts is in the following sequence: 10KSLZ > 10SLZ This sequence is in parallel to the sequences of CH4 reactivity and C2-production on these catalysts. There- fore, we come to the conclusion that if catalysts have the same basic strength, the number of basic sites plays an important role for the OCM reaction. Tables 5 and 6 summarize the results obtained from XPS measurements on these catalysts. There is not much difference in the binding energies of the char- acterized elements for 10LZ, 10SLZ and 10KSLZ catalysts. This suggests that there is no strong inter- action between the components of the catalysts. It appears that the surface of 10LZ catalyst mainly consists of La202(CO3) and ZnO. The Cts XPS peak with a binding energy of 289.7 eV comes from surface La202(CO3) species, while the O1~ peak with a bind- ing energy of 530.8 eV also comes from the carbonate. For 10SLZ catalyst at room temperature, there are different Sr containing species on the surface (most possibly Sr(OH)2 and/or SrCO3 species). If a proper amount of 1(20 is added onto 10SLZ, K+ species will be the major species on the surface, while the content of Sr2+ species on the surface decreases obviously. This means that part of the Sr2+ species on the surface is replaced by K+ species. At the same time, the content of La202(CO3) on KSLZ catalyst did not change much since we can still detect the Ols peak with a binding energy of 530.8 eV which is assigned to carbonate. Therefore, in comparison with the SLZ catalyst, we may deduce that K+ species on the surface 54 X. }7de et al./Applied Catalysis A: General 164 (1997) 47-57 .= (a) 529.5 531 .0 534 531 528 525 Binding energy, eV (b) i 534 531 530.7 .7 528 Binding energy, eV Fig. 7. Ols XPS spectra of 02 chemisorption on 10LZ(a) and 10SLZ(b) catalysts. may play a key role in improving the CH4 conversion and C2-selectivity of KSLZ catalyst. XPS examination of O2 adsorption after the catalyst was treated at 773 K in the UHV chamber is shown in Figs. 7 and 8. The assignment of the binding energies of Ors peak is very complicated partly due to the difference in instrument calibration and charge effect of the catalyst sample and partly due to the fact that the coexistence of various oxygen species which have very close binding energies causes more difficulty in the identification of these species. For example, the binding energies of Ol~ in carbonate and hydroxyl groups are quite similar. It is therefore difficult to definitely distinguish their peaks separately. Usually, these species will have binding energies in the range of 530.0-531.0 eV. With 10LZ catalyst, the Ol~ peak splits into two peaks with binding energies of 531.0 and 529.5 eV. It is likely that there was no detection of any adsorbed oxygen species on the surface of 10LZ catalyst. So, we tentatively assign the Ol~ peak with a binding energy of 529.5 eV to lattice oxygen on the catalyst surface. Then the Ols peak with a binding energy of 531.0 eV may be assigned to carbonated species, such as La202(CO3), on the catalyst surface [24,25]. XPS characterization shows that on 10LZ catalyst surface, ZnO and La202(CO3) coexist. This carbonate may decompose under the OCM reaction conditions and, at the same time, may create unsatu- rated coordinated oxygen species. With SLZ catalysts, there are two peaks with bind- ing energies of 530.7 and 529.7 eV. We notice that the Ois peak at 529.7 eV only appears as a shoulder. The Ots peaks at 530.7 eVand 529.7 eV can be assigned to surface carbonate species and lattice oxygen, respec- tively. Also, it is likely that there is no detection of oxygen adspecies on the SLZ catalyst surface. With KSLZ catalyst, the situation is quite different and we can detect some oxygen adspecies as we can see from Fig. 8. It is obvious that there are three kinds of oxygen adspecies on the surface. In addition to Oas of the surface carbonate species and lattice oxygen, there is a new Ols peak with a binding energy of 533.0 eV (see Fig. 8 and Table 7). The intensities (peak areas) of this new peak increase with K20 contents. Several authors suggested that this new Ols peak may be due to oxygen adspecies. For exam- ple, Peng et al. [26] in their study of Li+/MgO catalyst detected an Ol~ peak with a binding energy of 533.0 eV. They claimed that this Ol~ peak may be responsible for methane activation. Lambert et al. [27] X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 55 =. .= (a) 526 528 530 532 534 536 526 528 530 532 534 536 526 528 530 532 534 536 Binding energy, eV Fig. 8. O1~ XPS spectra of 02 chemisorption on KSLZ catalysts with 1% (a), 3% (b) and 10% (c) K20 contents. observed three oxygen adspecies on their Li20/NiO/ Ni(1 1 1) model catalyst. These species are 02, O-, and 02- with binding energies of 530.0, 531.3 and 533.0 eV, respectivelyTherefore, we may consider that the Ols peak with a binding energy of 533.0 eVon KSLZ catalyst is partly due to an O- and/or 02- adspecies formed from oxygen in the gas phase. If the content of K20 is less than 10%, the intensity of the Ols peak corresponding to this oxygen adspecies increases with increasing K20 content, as we can see from Table 7. This trend is in parallel to the reactivity of the catalysts. 3.4. The relationship of basicity and active oxygen species on KSLZ catalysts In the experiments on the effect of CO2 in the feed, it is clear that the addition of a small amount of CO2 into the feed leads to a remarkable decrease in reac- tivity and C2-selectivity, in particular on 10SLZ cata- lyst. This is similar to the case on SLC catalysts [13- 18]. We propose that the active oxygen species come from the decomposition of surface carbonate formed during reaction. Thermodynamically, the addition of CO2 into the feed suppresses the decomposition of surface carbonate. This will suppress the formation of active oxygen species and therefore, decrease the CH, reactivity and C2-selectivity of the catalyst. Our CO2-TPD experiment revealed that 10SLZ catalyst has strong basic sites on its surfaceSo, the addition of SrO onto La203/ZnO leads to an increase in surface basicity and therefore, improves its CH4 reactivity and selectivity to C2. This is similar to the case of SLC catalysts [ 13-18]. With 10KSLZ catalyst, although the strength of its basicity is the same as with 10SLC, the amount of basic sites on 10KSLZ is much more than on 10SLZ catalyst. Therefore, the addition of K20 further increases the amount of the basic sites. Table 7 Results of the curve fitting of O1~ spectra on KSLZ catalysts K20 cont. (%) Ois BE (eV) Relative area BE (eV) Relative area BE (eV) Relative area Total area 1 529.5 0.52 531.0 0.25 533.0 0.23 552.9 3 529.5 0.33 530.9 0.31 533.0 0.36 626.0 10 529.5 0.23 530.9 0.37 533.0 0.41 606.1 56 X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 On the other hand, XPS examination revealed that there may be oxygen adspecies on the 10KSLZ cata- lyst surface. It is now well recognized [3] that in some peroxides there are 02- species which are active for methane activation. For examples, by using MIESR and ISS, Lunsford and coworkers [28] have characterized Na+/MgO, Na+/La203 and Na+/CaO catalysts and also noticed that at temperatures higher than 1043 K, the decomposition of Na2CO3 will pro- duce 022- active species. Unfortunately at the moment we cannot determine what is the nature of the oxygen adspecies on the surface of 10KSLZ catalyst because of their complexity. Recently, Rossini et al. reported their results of oxidative coupling of methane over alkali-promoted Ti-La oxide catalysts [12,29]. In their report sodium was used as alkali dopant. They found that the role of the alkali promoter in the reaction is that of modifying the surface acid/base and oxidizing properties. Our results are in agreement with these points of view. Moreover, the reason that 10KSLZ catalyst shows the best CH4 reactivity and is less sensitive to COs in the feed may be partly due to the fact that K20 is highly dispersed on the catalyst surface and therefore decreases the concentration of SrO species. Because potassium carbonate decomposes much easier than Sr carbonate, the resistance to CO2 in the feed is enhanced on 10KSLZ catalyst. Therefore, the effect of CO2 in feed on 10KSLZ catalyst is less than that on 10SLZ catalyst. It appears that the stronger the basi- city (in both strength and concentration of sites) of the catalyst, the more active will it be for the OCM reaction and the lower the decomposition temperature of the corresponding carbonate, the more resistant will it be to the partial pressure of CO2 in the feed for the reaction. The addition of SrO onto 10LZ catalyst gives an increase in basicity and makes La203 disperse well on the catalyst surface. When CO2 is adsorbed on the catalyst at a temperature higher than 773 K, there are two CO2 desorption peaks. The higher temperature CO2 desorption peak comes from the decomposition of SrCO3. During reaction, the addition of CO2 into the feed causes a sharp decrease in CH4 conversion and C2-production. Over KSLZ catalysts, the addition of K20 improves the reactivity and C2-selectivity. This is mainly attrib- uted to the increase in surface basicity of the catalysts and the creation of active oxygen species, as XPS experiments may be illustrated. The result of CO2- TPD over 10KSLZ catalyst is analogous to that over 10SLZ catalyst. During the reaction, if the partial pressure of CO2 in the feed is less than 8.3 kPa, it shows a small effect on CH4 conversion and C2- production, but if the partial pressure of CO2 in the feed is higher than 8.3 kPa, CO2 reacts with surface SrO to produce SrCO3 which will heavily cover the catalyst surface and causes a dramatic decrease in both CH4 conversion and C2-production. During reaction, the higher the content of SrO, the higher is the decomposition temperature of corre- sponding carbonate, and the effect of COs in the feed on the catalytic behavior is more. The sequence of the effect of CO2 in the feed is as follows: 10SLZ > 10KSLZ > 10LZ. Acknowledgements Financial support from the National Natural Science Foundation of China is gratefully acknowl- edged. 4. Conclusions The addition of La203 onto a ZnO support improves its CH4 reactivity and C2-selectivity. This is mainly due to the dispersion of La203 on the surface of the catalyst. CO2-TPD over 10LZ catalyst shows no CO2 desorption peak. On the other hand, only when the partial pressure of CO2 in the feed was higher than 8.3 kPa did the CH4 conversion and C2-production fall. References [1] G.J. Hutchings, M.S. Scurrell, J.R. Woodhouse, Chem. Soc. Rev. 18 (1989) 251. [2] V.D. Sokolovskii, S.M. Aliev, O.V. Buyevskaya, A.A. Davydov, Catal. Today 4 (1989) 293. [3] J.H. Lunsford, in: H.E. Curry-Hyde, R.E Howe (Eds.), Stud. Surf. Sci. Catal. 81, Natural Gas Conversion II, 1994, p. 1. [4] G.A. Martin, C. Mirodatos, Fuel Processing Technol. 42 (1995) 179. [5] J.A.S.P. Carreiro, M.J. Baerns, J. Catal. 117 (1989) 258. X. Yide et al./Applied Catalysis A: General 164 (1997) 47-57 57 [6] K. Otsuka, A.A. Said, K. Jinno, T. Komatsu, Chem. Lett. (1987) 77. [7] Y. Tong, M.P. Rosynek, J.H. Lunsford, J. Catal. 126 (1990) 291. [8] T. LeVan, M. Che, J.-M. Tatibouet, Catal. Lett. 14 (1992) 321. [9] E.E. Miro, Z. Kalenik, J. Santamaria, E.E. Wolf, Catai. Today 6 (1990) 511. [10] V.R. Choudhary, V.H. Rane, J. Catal. 130 (1991) 411. [11] S. Lacombe, C. Geantet, C. Mirodatos, J. Catal. 151 (1994) 439. [12] L. Lietti, S.T. Brandao, P. Villa, S. Rossini, Catal. Lett. 36 (1996) 151. [13] Y. Lin, X. Yide, H. Jiasheng, L. Zhiying, Chinese J. Catal. 14 (1993) 31. [14] Y. Lin, X. Yide, Chinese J. Catal. 14 (1993) 373. [15] Y. Lin, X. Yide, Chinese J. Catal. 14 (1993) 378. [16] Y. Lin, X. Yide, C. Cheng, H. Jiasheng, Chinese J. Catal. 15 (1994) 178. [17] X. Yide, Y. Lin, H. Jiasheng, L. Zhiyin, Proceedings, 10th International Congress Catalysis, 19-24 July 1992, Budapest, Hungary, part C, Elsevier, Amsterdam, 1993, p. 2209. [18] Y. Xu, L. Yu, X. Guo, Catal. Lett. 35 (1995) 215. [19] K. Otsuka, S. Yokayama, A. Maribawa, Chem. Lett. (1985) 319. [20] I. Matsuura, Y. Utsumi, M. Nakai, Chem. Lett. (1986) 1981. [21] J.L. Dubois, C.J. Cameron, Appl. Catal. 67 (1990) 49. [22] C. Yu, W. Li, W. Feng, A. Qi, Y. Chen, Proceedings of the 10th International Congress on Catalysis, 19-24 July 1992, Budapest, Hungary, part C, Elsevier, Amsterdam, p. 1119. [23] M.W. Chase, Jr. C.A. Davies, J.R. Downey, Jr. D.J. Frurip, R.A. McDonald, A.N. Syverud, JANAF Thermo-chemical Tables, American Chemical Society, Washington, DC, 1985. [24] N. Gunasekaran, S. Rajadurai, J.J. Carberry, N. Bakshi, C.B. Alcock, Solid State Ionics 73 (1994) 289. [25] V.G. Milt, R. Spretz, M.A. Ulla, E.A. Lombardo, Catal. Lett. 42 (1996) 57. [26] X.D. Peng, D.A. Richands, P.C. Stair, J. Catal. 121 (1990) 99. [27] J.P.S. Badyal, X.-K. Ihang, R.M. Lambert, Surf. Sci. Lett. 225 (1990) L15. [28] J.H. Lunsford, Catal. Today 4 (1990) 235. [29] S. Rossini, S.T. Brandao, L. Lietti, M. Nalli, A. Santucci, P. Villa, in: H.E. Curry-Hyde, R.E Howe (Eds.), Stud. Surf. Sci. Catal. 81, Natural Gas Conversion II, 1994, p. 165. APCATA 97001567 S0926-860X(97)00156-7 10.1016/S0926-860X(97)00156-7 Elsevier Science B.V. All rights reserved. Effect of basicity and adding CO2 in the feed on the oxidative coupling of methane over K2O and SrO promoted La2O3/ZnO catalysts Xu Yide * Yu Lin Guo Xiexian State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 457 Zhongshan Road, PO Box 110, Dalian 116023, China * Corresponding author. Tel.: +86 411 4671991-730; fax: +86 411 4694447 LZ and SLZ catalysts are fairly active for oxidative coupling of methane. Their catalytic performance can be further improved by adding K+ cations (supposedly in the form of K2O) as promoters. Under conventional reaction conditions such as a reaction temperature of 1073 K, methane conversion is 18.2% and C2-selectivity is 68.3%. The effect of adding CO2 into the feed has also been examined in order to understand the promotional effect of K2O on the reaction. XRD, CO2-TPD and XPS techniques were used to characterize the basicity and possible active oxygen species of KSLZ catalysts. The functions of K2O in KSLZ catalyst can be attributed to its high dispersion, enrichment of surface basic sites and the ability to create active oxygen adspecies on the catalyst surface. Unfortunately, at the moment it is difficult to definitely identify the nature of the active oxygen adspecies. Meanwhile, it is found that with decreasing concentrations of SrO species on the catalyst surface, the catalyst will be less sensitive to the addition of CO2 in the feed. Keywords Oxidative coupling of methane Basicity Active oxygen species KSLZ catalyst References [1] Hutchings G.J. Scurrell M.S. Woodhouse J.R. Chem. Soc. Rev. 18 1989 251 [2] Sokolovskii V.D. Aliev S.M. Buyevskaya O.V. Davydov A.A. Catal. Today 4 1989 293 [3] Lunsford J.H. Curry-Hyde H.E. Howe R.F. Stud. Surf. Sci. Catal. 81 Natural Gas Conversion II 1994 1 [4] Martin G.A. Mirodatos C. Fuel Processing Technol. 42 1995 179 [5] Carreiro J.A.S.P. Baerns M.J. J. Catal. 117 1989 258 [6] Otsuka K. Said A.A. Jinno K. Komatsu T. Chem. Lett. 1987 77 [7] Tong Y. Rosynek M.P. Lunsford J.H. J. Catal. 126 1990 291 [8] LeVan T. Che M. Tatibouet J.-M. Catal. Lett. 14 1992 321 [9] Miro E.E. Kalenik Z. Santamaria J. Wolf E.E. Catal. Today 6 1990 511 [10] Choudhary V.R. Rane V.H. J. Catal. 130 1991 411 [11] Lacombe S. Geantet C. Mirodatos C. J. Catal. 151 1994 439 [12] Lietti L. Brandao S.T. Villa P. Rossini S. Catal. Lett. 36 1996 151 [13] Lin Y. Yide X. Jiasheng H. Zhiying L. Chinese J. Catal. 14 1993 31 [14] Lin Y. Yide X. Chinese J. Catal. 14 1993 373 [15] Lin Y. Yide X. Chinese J. Catal. 14 1993 378 [16] Lin Y. Yide X. Cheng C. Jiasheng H. Chinese J. Catal. 15 1994 178 [17] Yide X. Lin Y. Jiasheng H. Zhiyin L. Proceedings, 10th International Congress Catalysis 19–24 July 1992, Budapest, Hungary 1993 Elsevier Amsterdam 2209 part C [18] Xu Y. Yu L. Guo X. Catal. Lett. 35 1995 215 [19] Otsuka K. Yokayama S. Maribawa A. Chem. Lett. 1985 319 [20] Matsuura I. Utsumi Y. Nakai M. Chem. Lett. 1986 1981 [21] Dubois J.L. Cameron C.J. Appl. Catal. 67 1990 49 [22] Yu C. Li W. Feng W. Qi A. Chen Y. Proceedings of the 10th International Congress on Catalysis Budapest, Hungary 19–24 July 1992 Elsevier Amsterdam 1119 part C [23] Chase M.W. Jr. Davies C.A. Downey J.R. Jr. Frurip D.J. McDonald R.A. Syverud A.N. JANAF Thermo-chemical Tables 1985 American Chemical Society Washington, DC [24] Gunasekaran N. Rajadurai S. Carberry J.J. Bakshi N. Alcock C.B. Solid State Ionics 73 1994 289 [25] Milt V.G. Spretz R. Ulla M.A. Lombardo E.A. Catal. Lett. 42 1996 57 [26] Peng X.D. Richands D.A. Stair P.C. J. Catal. 121 1990 99 [27] Badyal J.P.S. Ihang X.-K. Lambert R.M. Surf. Sci. Lett. 225 1990 L15 [28] Lunsford J.H. Catal. Today 4 1990 235 [29] Rossini S. Brandao S.T. Lietti L. Nalli M. Santucci A. Villa P. Curry-Hyde H.E. Howe R.F. Stud. Surf. Sci. Catal. 81 1994 165 Natural Gas Conversion II",
      "scopus-id": "30244576221",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001567",
        "dc:description": "LZ and SLZ catalysts are fairly active for oxidative coupling of methane. Their catalytic performance can be further improved by adding K+ cations (supposedly in the form of K2O) as promoters. Under conventional reaction conditions such as a reaction temperature of 1073 K, methane conversion is 18.2% and C2-selectivity is 68.3%. The effect of adding CO2 into the feed has also been examined in order to understand the promotional effect of K2O on the reaction. XRD, CO2-TPD and XPS techniques were used to characterize the basicity and possible active oxygen species of KSLZ catalysts. The functions of K2O in KSLZ catalyst can be attributed to its high dispersion, enrichment of surface basic sites and the ability to create active oxygen adspecies on the catalyst surface. Unfortunately, at the moment it is difficult to definitely identify the nature of the active oxygen adspecies. Meanwhile, it is found that with decreasing concentrations of SrO species on the catalyst surface, the catalyst will be less sensitive to the addition of CO2 in the feed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001567",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yide, Xu"
          },
          {
            "@_fa": "true",
            "$": "Lin, Yu"
          },
          {
            "@_fa": "true",
            "$": "Xiexian, Guo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001567"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001567"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00156-7",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of basicity and adding CO2 in the feed on the oxidative coupling of methane over K2O and SrO promoted La2O3/ZnO catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidative coupling of methane"
          },
          {
            "@_fa": "true",
            "$": "Basicity"
          },
          {
            "@_fa": "true",
            "$": "Active oxygen species"
          },
          {
            "@_fa": "true",
            "$": "KSLZ catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "47-57",
        "prism:endingPage": "57",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00156-7",
        "prism:startingPage": "47",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00156-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244576221"
      }
    }
  }
}