{
  "metadata": {
    "title": "The structure and catalytic activity of the double oxide system Cu-Mn-O/MgF<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2002-11-30",
    "doi": "10.1016/S0926-860X(02)00297-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X02002971",
    "pii": "S0926860X02002971"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0036827196",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2002-09-21 2002-09-21 2010-11-15T17:42:59 1-s2.0-S0926860X02002971 S0926-860X(02)00297-1 S0926860X02002971 10.1016/S0926-860X(02)00297-1 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X00X0258X 2024-01-01T12:22:19.495339Z 0 0 20021101 20021130 2002 2002-09-21T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 237 237 1 2 1 2 Volume 237, Issues 1–2 8 63 70 63 70 200211 November 2002 2002-11-01 2002-11-30 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. STRUCTURECATALYTICACTIVITYDOUBLEOXIDESYSTEMCUMNOMGF2 WOJCIECHOWSKA M 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Surface area measurements 2.3 Infrared spectra 2.4 X-ray diffraction 2.5 TPR experiments 2.6 Catalytic activity 3 Results and discussion 3.1 Surface area 3.2 X-ray study 3.3 Temperature-programmed reduction 3.4 IR results 3.5 Catalytic activity 4 Conclusions References SPASSOVA 1999 43 I WOJCIECHOWSKA 2000 1321 M WOJCIECHOWSKA 1995 939 M WOJCIECHOWSKA 1999 237 M KEPTEIJN 1994 173 F YAMASHITA 1996 254 T MIZUNO 1992 91 N LUO 1997 121 M CARNO 1997 265 J TU 1994 179 Y WOJCIECHOWSKA 1999 155 M HUTCHINGS 1998 143 G HABER 1998 23 J HABER 1990 711 J WOJCIECHOWSKA 1995 217 M HABER 1991 153 J LARSSON 2000 175 P WOXBLLNER 1993 181 A ZHOU 1997 213 R ROBERTSON 1975 424 S VANDERGRIFT 1990 181 C JENKINS 1975 22 W KEPTCIJN 1994 94 F BUCIUMAN 1999 563 F GERVASINI 1997 219 A WOJCIECHOWSKAX2002X63 WOJCIECHOWSKAX2002X63X70 WOJCIECHOWSKAX2002X63XM WOJCIECHOWSKAX2002X63X70XM item S0926-860X(02)00297-1 S0926860X02002971 1-s2.0-S0926860X02002971 10.1016/S0926-860X(02)00297-1 271346 2024-01-01T12:22:19.495339Z 2002-11-01 2002-11-30 1-s2.0-S0926860X02002971-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/MAIN/application/pdf/6365ce665f08586694673f5cd180066c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/MAIN/application/pdf/6365ce665f08586694673f5cd180066c/main.pdf main.pdf pdf true 145888 MAIN 8 1-s2.0-S0926860X02002971-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/PREVIEW/image/png/9ba5034b1f7fbc2628708fa93280358a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/PREVIEW/image/png/9ba5034b1f7fbc2628708fa93280358a/main_1.png main_1.png png 57801 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X02002971-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr1/THUMBNAIL/image/gif/8b96655cbc5a665342294af0ea5d112d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr1/THUMBNAIL/image/gif/8b96655cbc5a665342294af0ea5d112d/gr1.sml gr1 gr1.sml sml 1539 93 64 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr1/DOWNSAMPLED/image/gif/ddd09f0ba72c1e39992b6879a276164f/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr1/DOWNSAMPLED/image/gif/ddd09f0ba72c1e39992b6879a276164f/gr1.gif gr1 gr1.gif gif 11163 369 255 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02002971-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr2/THUMBNAIL/image/gif/d2b839bca8167afd31ea7370955a0dee/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr2/THUMBNAIL/image/gif/d2b839bca8167afd31ea7370955a0dee/gr2.sml gr2 gr2.sml sml 1583 80 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr2/DOWNSAMPLED/image/gif/16cdabf67e8090360e0b41090ad239d6/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr2/DOWNSAMPLED/image/gif/16cdabf67e8090360e0b41090ad239d6/gr2.gif gr2 gr2.gif gif 5888 207 325 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02002971-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr3/THUMBNAIL/image/gif/879f56790cd2cc62657c769341e2be54/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr3/THUMBNAIL/image/gif/879f56790cd2cc62657c769341e2be54/gr3.sml gr3 gr3.sml sml 1930 84 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr3/DOWNSAMPLED/image/gif/57cc8427930ce5957ee85f318033d662/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr3/DOWNSAMPLED/image/gif/57cc8427930ce5957ee85f318033d662/gr3.gif gr3 gr3.gif gif 18726 403 599 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02002971-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr4/THUMBNAIL/image/gif/992d5e1aa2801de44b282a34084d451a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr4/THUMBNAIL/image/gif/992d5e1aa2801de44b282a34084d451a/gr4.sml gr4 gr4.sml sml 1714 90 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr4/DOWNSAMPLED/image/gif/9baa9b5bf2962682704ededd03a4f905/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr4/DOWNSAMPLED/image/gif/9baa9b5bf2962682704ededd03a4f905/gr4.gif gr4 gr4.gif gif 12872 381 529 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02002971-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr5/THUMBNAIL/image/gif/3e0714cb008cbdbab528664222bd0371/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr5/THUMBNAIL/image/gif/3e0714cb008cbdbab528664222bd0371/gr5.sml gr5 gr5.sml sml 1107 94 65 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr5/DOWNSAMPLED/image/gif/c8b4c471bc270510828a664f4790952b/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr5/DOWNSAMPLED/image/gif/c8b4c471bc270510828a664f4790952b/gr5.gif gr5 gr5.gif gif 7475 383 266 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02002971-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr6/THUMBNAIL/image/gif/a6f77e9f23b97cbe8e5de536eafe5913/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr6/THUMBNAIL/image/gif/a6f77e9f23b97cbe8e5de536eafe5913/gr6.sml gr6 gr6.sml sml 1396 72 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X02002971-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02002971/gr6/DOWNSAMPLED/image/gif/2b93a7a5aefb9d2eea12d7774f810ec1/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02002971/gr6/DOWNSAMPLED/image/gif/2b93a7a5aefb9d2eea12d7774f810ec1/gr6.gif gr6 gr6.gif gif 13546 361 625 IMAGE-DOWNSAMPLED APCATA 6149 S0926-860X(02)00297-1 10.1016/S0926-860X(02)00297-1 Elsevier Science B.V. Fig. 1 XRD spectra: MgF2, Cu2Mn2/MgF2, Cu2Mn4/MgF2, Cu2Mn8/MgF2 and phase Cu2Mn2. Fig. 2 TPR profile: Cu2/MgF2, Mn2/MgF2 and Cu2Mn2/MgF2. Fig. 3 IR spectra of (1) Mn2/MgF2, (2) Cu2/MgF2, (3) Cu2Mn2/MgF2 and (4) Cu2Mn4/MgF2 before pyridine adsorption (a), after pyridine adsorption (b) and after evacuation (c). Fig. 4 Catalytic activity for the first dose of Cu2/MgF2, Mn x /MgF2 and Cu2Mn x /MgF2 samples in (a) dehydrogenation of 2-propanol to acetone and (b) dehydrogenation of cyclohexene to benzene. Fig. 5 Catalytic activity for the first dose of Cu2/MgF2, Mn4/MgF2 and Cu2Mn4/MgF2 in the reaction of oxidation CO as a function of temperature. Fig. 6 Catalytic activity of (a) Cu2Mn x /MgF2 samples and (b) Cu2/MgF2 and Mn4/MgF2 samples in the reaction of NO+C3H6+O2 as a function of time. Table 1 Sample characterisation Sample Metal (Cu, wt.%) Metal (Mn, wt.%) Pore size distribution (Å) Pore volume (cm3/g) Surface area (m2/g) MgF2 – – 154 0.211 42 Cu2/MgF2 2.15 – 229 0.190 28 Mn2/MgF2 – 1.95 214 0.189 37 Mn4/MgF2 – 3.80 213 0.180 32 Mn8/MgF2 – 8.08 147 0.159 32 Cu2Mn2/MgF2 1.92 1.84 213 0.201 38 Cu2Mn4/MgF2 1.88 3.83 206 0.190 29 Cu2Mn8/MgF2 1.95 7.75 199 0.151 29 The structure and catalytic activity of the double oxide system Cu-Mn-O/MgF2 Maria Wojciechowska a ∗ Agnieszka Malczewska a Bogdan Czajka b Michał Zieliński a Janina Goslar c a Faculty of Chemistry, Adam Mickiewicz University, ul. Grunwaldzka 6, 60-780 Poznań, Poland b Central Laboratory of the Batteries and Cells, Poznań, Poland c Institute of Molecular Physics, Polish Academy of Sciences, Poznań, Poland * Corresponding author. +48-61-8699-181; fax: +48-61-8658-008. The paper presents the results of a study on the structure and catalytic activity of MgF2 supported binary copper and manganese oxides, prepared using a co-impregnation procedure, contrasted to the data obtained for Cu/MgF2 and Mn/MgF2. The catalysts were characterised by means of BET, X-ray diffraction (XRD), temperature-programmed reduction (TPR) and infrared (IR) methods. The results proved the presence of CuMn2O4 type spinel structures in the mixed systems CuO and MnO x supported on MgF2, forming already at 400°C. The activity of the mixed copper-manganese oxides and single metal oxides supported on MgF2 has been studied in the reactions of 2-propanol decomposition, cyclohexene dehydrogenation, oxidation of CO and reduction of NO by C3H6. The double oxide systems were found more effective than the catalysts obtained on the basis of individual oxides. Keywords Copper-manganese oxide catalysts MgF2 Spinel XRD TPR IR 1 Introduction Transition metal oxides have been widely used as catalysts because of their significant activity and low cost. Among the base metal oxide catalysts, copper and manganese oxides seem to belong to the most efficient ones [1,2]. Copper-based oxides are catalysts for a variety of important dehydrogenation reactions and oxidation processes [3,4]. Manganese oxides are very interesting catalysts used in such reactions as reduction and decomposition of nitrogen oxides and are highly active for total oxidation of organic compounds [5–8]. Moreover, manganese oxide is characterised by low volatility when compared to that of copper oxide, at high temperatures in the presence of steam [9]. Deposition of both oxides on the support can produce new quality catalysts because the interactions between the two components modify their catalytic properties with respect to those of the systems containing one type of oxide [10–13]. The type of oxide–oxide and oxide–support interactions and the substance formed have been found to depend on the chemical and crystallochemical properties of each of the components, their surface free energy, preparation method and calcination temperature. For example, very important factors influencing the activity of mixed copper-manganese oxides are the precipitate ageing time and activation temperature [14]. Calcination at 500°C produced a relatively amorphous catalyst showing the highest activity in CO oxidation reaction and composed of the stoichometric hopcalite phase CuMn2O4. After calcination at 600°C, Cu1.4Mn1.6O4 was the predominant phase with Mn2O3 a minor component. Similarly, the authors of [1] reported that an amorphous spinel-like structure was responsible for the high activity of mixed copper-manganese catalysts in the CO–NO and CO–NO–O2 reactions. The literature on supported binary CuO–MnO x systems is scarce. For example, the authors of [2] studied the performance of double Cu and Mn oxides supported on MgF2 or Al2O3 in the NO reduction. The best performance was observed in copper-manganese catalysts supported on MgF2. The catalyst showed almost 100% conversion and selectivity in nitrogen oxide reduction by propene to N2. However, the specific nature of the active sites of this kind catalyst is still uncertain. Thus, we have undertaken a study of the changes in the surface structure of the system containing both CuO and MnO x , on the MgF2 support and made an attempt to correlate the appearing surface species with the catalytic activity. MgF2 was used earlier as a support for single transition metal oxides [15–19] and double oxide Cu-Cr-O system [13]. 2 Experimental 2.1 Preparation of catalysts Magnesium fluoride was obtained by adding small portions of MgCO3·3H2O to an aqueous solution of hydrofluoric acid until neutralisation, and the mixture was acidified by the introduction of a few additional drops of the acid. The precipitate was then aged at room temperature for a couple of days under stirring, followed by calcination at 400°C for 4h in small portions. After the calcination, MgF2 was ground to obtain 0.2–0.5mm mesh size. The Cu/MgF2 and Mn/MgF2 catalysts were obtained by impregnation from aqueous solutions of Cu(NO3)2·3H2O and Mn(CH3COO)2·4H2O of known concentrations onto MgF2 powder of 0.25–0.50mm grain size (preheated at 400°C for 4h). The suspension was then evaporated until dry. Thus, all the copper nitrate and manganese acetate was introduced into the microporous MgF2 particles. The Cu-Mn/MgF2 catalysts were prepared by the conventional co-impregnation method from the aqueous solutions of Cu(NO3)2·3H2O and Mn(CH3COO)2.4H2O, then dried in air at 120°C for 24h and then calcined at 400°C. The metal contents in the catalysts were determined by the ‘ultraviolet spectrophotometric’ method. Determination of manganese is based on the reaction of manganese with 1-(2-pyridylazo)-2-naphthol at a pH of 8–10. The absorbance was measured at 564nm. The copper content was determined by the reaction of Cu(II) with sodium diethyl-dithiocarbamate at a pH 4–11. The absorbance was measured at 436nm. 2.2 Surface area measurements The surface area (BET), pore volume and pore size distribution was measured with a Micromeritics ASAP 2010 instrument using adsorption of N2 at the temperature of liquid nitrogen. 2.3 Infrared spectra Infrared (IR) experiments were performed with a Bruker instrument model Vector 22. In the range 1700–1300cm−1 samples prepared in the form of self-supporting thin wafers were placed in a vacuum cell equipped with NaCl windows. The wafers were oxidised in oxygen at 400°C for 0.5h, than outgassed under a pressure of 10−3 Pa at room temperature, and their IR spectra were recorded. Pyridine was then introduced into the cell at room temperature, the cell was outgassed for 90min at 100°C, cooled to room temperature, and the IR spectra of the adsorbed pyridine were recorded. 2.4 X-ray diffraction X-ray diffraction (XRD) studies were performed with a Philips PW1050 instrument equipped with a Cu Kα source and Ni filter in the range of 2θ=20–70. 2.5 TPR experiments The temperature programmed reduction experiments were carried out with an ASAP ChemiSorb 2705 (Micromeritics). A portion of 100mg of the catalyst was reduced in a mixture of 10vol.% H2 in Ar at a total flow rate of 30cm3/min (STP), and at 10°C/min heating rate up to a final temperature of 900°C. 2.6 Catalytic activity The catalytic properties of the samples were determined by the pulse method in such reactions as: 2-propanol decomposition and cyclohexene dehydrogenation. Before measuring, the samples were pre-treated in the reactor at 300°C for 0.5h in a stream of helium. Then, the temperature of the reactor was adjusted to the desired value and pulses of a given reagent were injected into the stream of helium, being a carrier gas. The conditions of the catalytic tests were as follows—2-propanol decomposition: reaction temperature=300°C, catalyst weight=0.01g, pulse volume=0.2μl; cyclohexene dehydrogenation: reaction temperature=370°C, catalyst weight=0.1g, pulse volume=0.2μl. Products of the reactions were analysed using a Carlo Erba 6000 gas chrornatograph with a 1m long column filled with emulphor 0 and flame ionisation detector. The catalysts’ activity in the oxidation of carbon monoxide was tested by the continuous method. The conditions of the catalytic test were as follows: reaction temperature=60 and 100°C, catalyst weight=0.1g. Products of the reactions were analysed using a Carlo Erba 6000 gas chromatograph with RT-M sieve 13X PLOT column and TCD detector. The reaction of NO+propene+O2 was performed by a continuous method. The reacting gases (1% of NO in He, 1% of propene in He and 1% of O2 in He) were flown through a quartz reactor filled with 0.1g of catalyst. The ratios of the reacting gases were 1:2:1/5 for NO+propene+O2. The total space velocity of gases was 30ml/min. The products were analysed with a Carlo Erba 6000 GC equipped with a 2m long column filled with a 2:1 mixture of 13X molecular sieves and chromosorb 104. The reaction was performed at 370°C. 3 Results and discussion 3.1 Surface area The results characterising the preparations, their surface areas, metal contents, pore size distribution and pore volume, are shown in Table 1 . The data indicate that the impregnation of magnesium fluoride with an aqueous solution of copper nitrate or manganese acetate reduces the pore volume and the surface area of the samples, while increasing the pore size. This is probably due to a certain contribution of the CuO or MnO x to the total surface area: a microporous system is not well developed in CuO (surface area 0.9m2/g) and MnO x (surface area 3.9m2/g). After the introduction of copper oxide a decrease of the surface area of the system was greater than after the introduction of manganese oxides. The pore volume and the surface area was also observed to decrease in double systems. In the samples of Cu2Mn2/MgF2, the reduction of the surface area relative to that of the support was similar to that recorded after the introduction of Mn/MgF2, and became even more pronounced after the introduction of a greater amount of Mn x . 3.2 X-ray study XRD spectra of Cu2Mn x /MgF2 preparations (Fig. 1 ) reveals peaks corresponding to CuO, MgF2 and the spinel CuMn2O4. To verify the formation of the spinel structure in the system Cu2Mn x /MgF2, a mixture of copper and manganese oxides was made prepared of Cu(NO3)2·3H2O and Mn(CH3COO)2·4H2O. The mixture was subjected to the same thermal treatment as the catalysts studied. A characteristic signal at 2Θ=36° corresponding to CuMn2O4 was recorded. In the spectra of the catalysts Cu2Mn x /MgF2 the intensity of the signal at 2Θ=36° increased with the increasing amount of MnO x in the catalyst. The same spinel structure was reported by the authors of [14] for the mixed copper manganese oxides in the form of hopcalite after calcination at 400°C and above. The authors of [20,21] reported formation of CuMn2O4 type structures in the systems of copper and manganese oxides supported on Al2O3 and TiO2 systems, but only at 550°C. On MgF2, spinel type structures were noted to form as early as at 400°C. 3.3 Temperature-programmed reduction The temperature-programmed reduction (TPR) profile of the samples Cu2/MgF2, Mn2/MgF2 and Cu2Mn2/MgF2 are shown in Fig. 2 . A three-step reduction profile is observed for copper oxide supported on MgF2, indicating the existence of three CuO species. The two peaks at lower temperatures are due to the highly dispersed CuO and/or Cu2+ ions in the octahedral environment. The third peak is assigned to the reduction of bulky CuO [22]. According to Robertson et al. [23] and van der Grift et al. [24] who studied CuO/SiO2, and Zhou et al. [22] who studied CuO/ZrO2 catalysts, the highly dispersed CuO was more easily reduced relative to the bulky CuO. For the manganese oxide supported on MgF2 the TPR pattern shows two stages of reduction at 270 and 440°C and the reduction sequence is probably from MnO2 or Mn2O3 to Mn3O4 than to MnO [25,9]. The first peak can be attributed to the reduction of MnO2 or Mn2O3 to Mn3O4 and the second to that of Mn3O4 to MnO. The TPR profile of the Cu2Mn2/MgF2 catalyst is similar to that of CuMn2O4 [26] after the mixture of copper and manganese oxides were treated at 550°C. As follows from the TPR pattern of the Cu2Mn2/MgF2 catalyst, the reduction process is shifted to lower temperatures for all the oxide components. Hence, copper oxide is reduced at about 200°C in the presence of Mn2O3 and CuMn2O4 about 80°C lower than CuO supported on MgF2. According to [26], the reduction of CuMn2O4 takes place in a single step at 320°C, so at a temperature between that of the reduction of CuO and Mn2O3. In the catalysts Cu2Mn2/MgF2, the reduction of CuMn2O4 took place at 250°C. The introduction of the oxides onto the support resulted in a decrease in the reduction temperature of all oxide phases relative to the temperatures of their reduction recorded for CuMn2O4 alone [22]. 3.4 IR results The IR spectra of Cu2/MgF2, Mn2/MgF2, Cu2Mn2/MgF2 and Cu2Mn4/MgF2 are shown in Fig. 3 . The introduction of pyridine on the surface of these preparations resulted in the appearance of the band at 1445cm−1 characteristic of pyridine coordinated with Lewis acid centres. A comparison of the intensity of this band before and after the evacuation of the samples Cu2/MgF2 and Mn2/MgF2 at room temperature and 100°C proved that pyridine is more strongly bound to copper than manganese ions. The band at 1445cm−1 was more intense in the spectrum of Cu2Mn4/MgF2 than in that of Cu2Mn2/MgF2. It is supposed that introduction of a greater amount of manganese has increased the number of Lewis acid centres on the surface of this catalyst. The strength of the Lewis acid centres has not changed. The spectra of all the preparations studied do not show the band at 1545cm−1 corresponding to the pyridinium ion, which testifies to the absence of proton centres on their surfaces. 3.5 Catalytic activity Fig. 4a presents the activity of the catalysts Cu2Mn x /MgF2 in the dehydrogenation of 2-propanol to acetone, as recalculated per unit active phase. The reaction along the second possible pathway, i.e. dehydration to propene was negligible, which is related to the complete absence of proton centres at the surface of the samples, as revealed by the adsorption of pyridine study described earlier. The absence of propene in the reaction products proved the absence of strong Lewis acid centres and strong basic centres [27]. The sample Cu2Mn4/MgF2 showed the highest activity—about 6×10−3 mmol of acetone/mg of active phase. The samples Cu2Mn2/MgF2 and Cu2Mn8/MgF2 showed lower activity, while Cu2/MgF2 and Mn x /MgF2 were practically inactive (<1×10−3 mmol of acetone/mg of active phase). The activity of Mn x /MgF2 preparations increased linearly with the amount of manganese oxide in the catalyst, however, this increase was very small. A comparison of the activities of the catalysts obtained on the basis of MgF2 in decomposition of isopropyl alcohol with their activities in cyclohexene dehydrogenation to benzene (Fig. 4b) suggests that different kinds of centres take part in these two reactions. In cyclohexene dehydrogenation, the activity of Mn x /MgF2 significantly increases with an increasing amount of Mn in the samples. The double oxide system most active in isopropanol decomposition was the least active in cyclohexene dehydrogenation. The spinel phase CuMn2O4 appeared responsible for the formation of a large amount of acetone. In the reaction of cyclohexene dehydrogenation, the spinel is not responsible for the activity of the preparations. As indicated by the character of the activity curves (Fig. 4b) when the preparations Cu2Mn2/MgF2 and Cu2Mn8/MgF2 are used, the manganese redox centres are responsible for the course of cyclohexene dehydrogenation. The participation of weak Lewis acid centres, capable of accepting a single electron, cannot be excluded. The main responsibility for the activity of the catalyst Cu2Mn2/MgF2 lies with copper ions interacting with Mn ions at a higher degree of oxidation. The catalysts studied have also been tested in two reactions of practical significance, that is, in oxidation of carbon oxide and nitrogen oxide reduction by propene. Fig. 5 presents the activities of Cu2Mn4/MgF2, Cu2/MgF2 and Mn4/MgF2 in oxidation of CO at different temperatures. At low temperatures (60–100°C) the most active were the systems with double oxides. The activities of the preparations Cu2Mn2/MgF2, Cu2Mn4/MgF2 and Cu2Mn8/MgF2 were similar, so in Fig. 5 we present the results for only one of them. In the range 150–200°C, the most active in CO oxidation was the manganese catalyst. The activity of the copper catalyst remained at the same level (40% CO conversion) in the whole temperature range studied. Analysis of the literature data obtained for copper-manganese systems on Al2O3 [20] has shown that with the use of MgF2 as a support it was possible to obtain the catalysts already active at 60°C and containing about a three times smaller amount of the active phase. The catalysts Cu-Mn-O/Al2O3 revealed high CO conversion only above 150°C [20]. A different performances of the catalysts supported on MgF2 were observed in the reaction NO+C3H6+O2. Fig. 6a presents the influence of the content of the active phase, i.e. the weight ratio of Cu/Mn in the catalysts on their activity in the reduction of NO to N2. From among the systems Cu2Mn x /MgF2 the most active were Cu2Mn4/MgF2 and Cu2Mn8/MgF2. Their activities were much greater than those of the catalysts with individual oxides (Fig. 6b). As indicated by the results of the XRD study, a spinel phase type CuMn2O4 forms on the surface of the catalysts Cu-Mn/MgF2. It is supposed that the presence of this structure was responsible for the activity in the reactions of nitrogen oxide reduction and oxidation of carbon oxide. 4 Conclusions (1) Spinel structure of the type CuMn2O4 already forms in the mixed systems CuO and MnO x supported on MgF2 at 400°C. (2) On the surface of the Cu-Mn-O/MgF2 preparations the presence of redox centres and Lewis acid centres has been established. (3) Introduction of copper and manganese centres on magnesium fluoride enabled the preparation of catalysts active in CO oxidation and NO reduction by propene. (4) The catalysts based on double oxide systems have proved more active than those based on individual oxides. References [1] I. Spassova M. Khristova D. Panayotow D. Mehandjiev J. Catal. 185 1999 43 [2] M. Wojciechowska M. Zieliński J. Goslar M. Malczewska W. Przystajko Pol. J. Chem. 74 2000 1321 [3] M. Wojciechowska S. Łomnicki W. Gut Pol. J. Chem. 69 1995 939 [4] M. Wojciechowska S. Łomnicki Clean Products Process. 1 1999 237 [5] F. Kepteijn L. Singoredjo A. Andreini J.A. Moulin Appl. Catal. B 3 1994 173 [6] T. Yamashita A. Vannice J. Catal. 161 1996 254 [7] N. Mizuno M. Tanaka M. Misono J. Chem. Soc., Faraday Trans. 88 1992 91 [8] M.-F. Luo Y.-J. Zhong X.-X. Yuan X.-M. Zheng Appl. Catal. A 162 1997 121 [9] J. Carno M. Ferrandon E. Bjornborn S. Jaras Appl. Catal. A 155 1997 265 [10] Y.-J. Tu Y.-W. Chen C. Li J. Mol. Catal. 89 1994 179 [11] Y. Teraoko, A. Yamashita, N. Yamazoe, Chem. Lett. (1988) 1301. [12] J.A. Thomas, K.I. Zamaraev (Eds.), Perspectives in Catalysis, Blackwell Scientific Publications, Oxford, 1992. [13] M. Wojciechowska J. Haber S. Łomnicki J. Stoch J. Mol. Catal. A: Chem. 141 1999 155 [14] G.J. Hutchings A.A. Mirzaei R.W. Joyner M.R.H. Siddiqui S.H. Tayler Appl. Catal. A 166 1998 143 [15] J. Haber M. Wojciechowska J. Catal. 110 1998 23 [16] J. Haber J. Stoch M. Wojciechowska Surf. Interf. Anal. 15 1990 711 [17] M. Wojciechowska S. Łomnicki Catal. Lett. 33 1995 217 [18] J. Haber M. Wojciechowska W. Gut Bull. Pol. Acad. Sci. Chem. 39 1991 153 [19] J. Haber, M. Wojciechowska, MgF2-supported transition metal oxide monolayers—a novel type of catalysts, in: Y. Izumi, H. Arai, M. Iwamoto (Eds.), Science and Technology in Catalysis, Elsevier, Amsterdam, 1994; Stud Surf. Sci. Catal. 92 (1995) 87. [20] P.-O. Larsson A. Andersson Appl. Catal. B 24 2000 175 [21] A. Wo&#x030B;llner F. Lange Appl. Catal. A 94 1993 181 [22] R.X. Zhou X.Y. Jiang J.X. Mao X.M. Zheng Appl. Catal. A 162 1997 213 [23] S.D. Robertson B.D. Menical J.H. Debaos S.C. Kloet J.W. Jenkins J. Catal. 37 1975 424 [24] C.J.G. van der Grift A. Mulder J.W. Seus Appl. Catal. 60 1990 181 W. Jenkins J. Catal. 37 1975 22 [25] F. Keptcijn A.D. van Langeveld J.A. Moulijn A. Andreini M.A. Vuurman A.M. Turek J.-M. Jehng I.E. Wachs J. Catal. 150 1994 94 [26] F.C. Buciuman F. Patacas T. Hafn Chem. Eng. Process. 38 1999 563 [27] A. Gervasini J. Fenyvesi A. Auroux Catal. Lett. 43 1997 219",
      "scopus-id": "0036827196",
      "coredata": {
        "eid": "1-s2.0-S0926860X02002971",
        "dc:description": "The paper presents the results of a study on the structure and catalytic activity of MgF2 supported binary copper and manganese oxides, prepared using a co-impregnation procedure, contrasted to the data obtained for Cu/MgF2 and Mn/MgF2. The catalysts were characterised by means of BET, X-ray diffraction (XRD), temperature-programmed reduction (TPR) and infrared (IR) methods. The results proved the presence of CuMn2O4 type spinel structures in the mixed systems CuO and MnO x supported on MgF2, forming already at 400°C. The activity of the mixed copper-manganese oxides and single metal oxides supported on MgF2 has been studied in the reactions of 2-propanol decomposition, cyclohexene dehydrogenation, oxidation of CO and reduction of NO by C3H6. The double oxide systems were found more effective than the catalysts obtained on the basis of individual oxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-11-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X02002971",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wojciechowska, Maria"
          },
          {
            "@_fa": "true",
            "$": "Malczewska, Agnieszka"
          },
          {
            "@_fa": "true",
            "$": "Czajka, Bogdan"
          },
          {
            "@_fa": "true",
            "$": "Zieliński, Michał"
          },
          {
            "@_fa": "true",
            "$": "Goslar, Janina"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X02002971"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X02002971"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(02)00297-1",
        "prism:volume": "237",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "The structure and catalytic activity of the double oxide system Cu-Mn-O/MgF2",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper-manganese oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "MgF2"
          },
          {
            "@_fa": "true",
            "$": "Spinel"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          },
          {
            "@_fa": "true",
            "$": "TPR"
          },
          {
            "@_fa": "true",
            "$": "IR"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-70",
        "prism:endingPage": "70",
        "pubType": "fla",
        "prism:coverDisplayDate": "November 2002",
        "prism:doi": "10.1016/S0926-860X(02)00297-1",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/S0926-860X(02)00297-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1539",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "369",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11163",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1583",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "207",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5888",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1930",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "403",
            "@width": "599",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18726",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1714",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "381",
            "@width": "529",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12872",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1107",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "383",
            "@width": "266",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7475",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1396",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "361",
            "@width": "625",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02002971-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13546",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0036827196"
      }
    }
  }
}