{
  "metadata": {
    "title": "Effect of preparation of a CsX zeolite catalyst on the oxidative conversion of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00152-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X9700152X",
    "pii": "S0926860X9700152X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039967883",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X9700152X S0926-860X(97)00152-X S0926860X9700152X 10.1016/S0926-860X(97)00152-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 23 255 260 255 260 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. EFFECTPREPARATIONACSXZEOLITECATALYSTOXIDATIVECONVERSIONMETHANE KOVACHEVA P MENG 1987 347 H MINACHEV 1988 385 K YANG 1990 611 H HUANG 1995 21 M KOVACHEVA 1994 403 P KOVACHEVA 1994 277 P KOVACHEVA 1997 277 P KOVACHEVA 1992 2548 P TSUJI 1991 1881 H IWAMATSU 1988 25 E KOVACHEVAX1997X255 KOVACHEVAX1997X255X260 KOVACHEVAX1997X255XP KOVACHEVAX1997X255X260XP item S0926-860X(97)00152-X S0926860X9700152X 1-s2.0-S0926860X9700152X 10.1016/S0926-860X(97)00152-X 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X9700152X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9700152X/MAIN/application/pdf/d859d6e231febd01120043397cf85a54/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9700152X/MAIN/application/pdf/d859d6e231febd01120043397cf85a54/main.pdf main.pdf pdf true 332331 MAIN 6 1-s2.0-S0926860X9700152X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9700152X/PREVIEW/image/png/d7f31d473b5a0ea9de9222916595921b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9700152X/PREVIEW/image/png/d7f31d473b5a0ea9de9222916595921b/main_1.png main_1.png png 52795 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 163 (19971 255-26(/ ~ APPLIED CATALYSIS A: GENERAL Effect of preparation of a CsX zeolite catalyst on the oxidative conversion of methane R Kovacheva*, K. Arishtirova, N. Davidova Institute of Catalysis, Bulgarian Academy of Sciences, Sofia I 113, Bulgaria Received 26 November 1996; received in revised form 21 March 1997: accepted 15 April 1997 Abstract The catalytic performance considering methane dimerization, thermal behaviour and basicity of CsX catalysts prepared by different methods have been studied. Conventional ion exchange, solid phase ion exchange and impregnation are utilized as methods for preparation of the CsX zeolite catalysts investigated. Different relationships between the catalytic, thermal and basic properties depending on the mode of preparation have been found, Both impregnated and solid phase ion exchanged samples create suitable basicity for higher C2-selectivity and C2-yield of these samples, as compared to the ion exchanged. ~t 1997 Elsevier Science B.V. Keywords: Cesium X zeolite preparation; Methane oxidative conversion; Selectivity (C2-hydrocarbons); Basicity; Differential thermal analysis 1. Introduction There are relatively few investigations of the effect of zeolites as catalysts in the oxidative conversion of methane [1-3]. This reaction presents an important challenge to extend the field of utilization of zeolites as catalysts in base catalysed reactions [4]. As shown in our preliminary communications, the number and strength of basic sites can vary in wide range depend- ing on the manner of zeolite modification [5,6]. Among the zeolites studied by us, samples modified by alkali ion exchange showed the highest activity in the oxidative conversion of methane [7]. We attributed the advantage of CsX zeolite as selective catalyst to its *Corresponding author. Tel.: +359 2 7133590; fax: +359 2 756116: e-mail: zeol4cat@bgearn.bitnet. 0926-860X/97/$17.00 1997 Elsevier Science B.M All rights reserved. PII S0926-860X(971001 52-X higher basicity and stabilized crystal structure whereas in the presence of LiX zeolite a poor C2-selectivity was obtained. The aim of the present work is to specify the effect of the mode of preparation of CsX zeolite on the catalytic activity in the oxidative conversion of methane. The selectivity to C2-hydrocarbons and CO2, as well as the C2-yield are established. The samples obtained are used to study the effect of basicity on the activity, selectivity and C2-yield. The effect of zeolite stability is discussed as well. 2. Experimental Three different methods were used for the prepara- tion of catalysts with a view to establish the impact of 256 P. Kovacheva et al./Applied Catalysis A: General 163 (1997) 255 260 each of them on the catalytic and physicochemical properties of the catalysts. A commercial zeolite NaX (Union Carbide, Si/A1 1.23) was used as a starting material. The first sample, denoted as CsX-IE, was prepared by conventional ion exchange of NaX with 0.5 M aqueous solution of CsCI by stirring at room temperature for 1 h, followed by refluxing at 80'C for 4 h. After the ion exchange the solid was filtered, washed with distilled water and dried (120, over- night). The second sample, denoted as CsX-IMP, was prepared by impregnating the NaX with 10% aqueous solution of CsC1 by stirring at room temperature for 1 h, followed by evaporating the water at 80 for 4 h and drying at 120 overnight. The third sample, denoted as CsX-SPIE, was prepared by solid phase ion exchange using the following procedure. The appropriate amounts of NaX and CsC1 were mixed mechanically for 15 min. Then the resulting solid was treated in air at 120 overnight. In the three proce- dures the amount of the introduced cesium was 6.3 10-3 mol/g zeolite. This amount was calculated to ensure a maximum loading of cesium. The catalytic experiments were performed in a fixed-bed continuous flow reactor. The reactor was a quartz tube, packed with 1 g catalyst. The impreg- nated and the solid phase ion exchanged catalysts were pretreated ex situ in air at 700cC for 3 h and in argon at 400 for 7 h, respectively. Otherwise, the three cata- lysts were pretreated in situ under argon flow until the reaction temperature was reached and then held at this temperature in oxygen flow for 1 h. The operating conditions were as follows: atmospheric pressure, reaction temperatures between 750 and 850, CH4/O2 mole ratio 5, and total flow rate 60 ml/min. Although the temperature was varied, no attempt was made to maximize yields. The reaction products were analyzed after 1 h time-on-stream by an on-line gas chromatograph supplied with a thermal conductivity detector. A Porapak QS column was used to analyse 02, CH4, CO2, C2H4 and C2H6, and a molecular sieve 5A column to separate 02, CH4 and CO. The two columns operated in parallel at 60. The detailed calculations of methane conversion and selectivities to CO, CO2, C2H4 and C2H6 are given elsewhere [8]. Temperature-programmed desorption (TPD) pat- terns were obtained using CO2 as a probe. The sample (1 g) was put into a quartz reactor of flow type, coupled to a thermal conductivity detector. Then the sample was heated in a stream of dry argon to 800\"C at a heating rate 10/rain. After cooling to 50 CO2 was fed at a rate 20 ml/min for 30 min. The physically adsorbed CO2 was removed under the same conditions in a stream of argon. The TPD of CO2 was carried out in the temperature range of 50-800 C at a heating rate 10/rain and argon rate 20 ml/min. DTA measurements were performed in a differen- tial thermal analyser under the following conditions: 0.2 g sample, heating rate 10\"C/min, galvanometer sensitivity 1/5 for DTA and 1/10 for DTG. 3. Results and discussion 3.1. Catalytic performance In Fig. 1 is shown that the methane conversion on the three catalysts remarkably increases with tempera- ture. The highest methane conversion is reached in the presence of the ion exchanged sample, followed by the impregnated and the solid phase ion exchanged sam- pies. The differences in conversion are the most pronounced at 850. On the other hand, C2-selectiv- ity is not affected by temperatures between 750 and 800 (Fig. 2). C2-selectivity of the solid phase ion exchanged sample is 82% at 800, which is a bit higher than that of the impregnated sample, while the C2-selectivity of the ion exchanged sample is 42%, only. The C2-selectivities at 850 decrease in the same order of solid phase ion exchanged sample/ impregnated sample/ion exchanged sample and the values are lower even than those registered at 750. The latter effect is observed also in our previous study and is ascribed to the considerable increase in the oxidation of the C2-hydrocarbon reaction products with temperature [7]. Comparing the results in Figs. 2 and 3, however, it is visible that the C2-yield of impregnated catalyst slightly exceeds that of the solid phase ion exchanged catalyst, while the C2-selectivity follows the reverse order. Furthermore, the C2-yield increases in the same way as the conversion up to 850 while the C2-selectivity slightly decreases. Summarizing the above results, the best perfor- mances considering methane dimerization are obtained with the catalysts prepared by solid phase ion exchange and impregnation. P Kovacheva et al./Applied Catalysis A: General 163 (1997) 255-260 257 1 2 750 775 800 825 850 Y~ Fig. 1. The dependence of methane conversion on reaction temperature: 1 - CsX-IE: 2 - CsX-IMP; 3 CsX-SP1E. 80 [.-, 60~ ! I 6 Z 0 4 1 i i i i i 750 775 800 825 850 T, Fig. 2. The dependence of C2-selectivity on reaction temperature (numbering is as in Fig. 1). 258 P. Kovacheva et al./Applied Catalysis A: General 163 (1997) 255-260 o~ 3 i ~2 750 775 800 825 850 T, Fig. 3. The dependence of C2-yield on reaction temperature (numbering is as in Fig. 1). 3.2. DTA DTA curves are useful in characterizing CsX zeolite catalysts. DTA analysis determines the temperatures at which thermal reactions take place within the sample. The thermal reactions are determined by endothermic and exothermic signals in the DTA curve, representing usually the loss of water and the change to another structure, respectively. As illustrated in Fig. 4 the DTA patterns for the structurally identical zeolite samples are strongly influenced by the pre- paration method. The sharp endotherm at approxi- mately 220 is characteristic of the dehydration of the ion exchanged sample (curve 1). The lack of exothermic signals for this sample implies that the structural changes are negligible. The weight loss (not shown in the figure) is about 18% for this sample and it is the highest among the samples investigated. The high weight loss could be a result of the high adsorp- tion capacity of the ion exchanged sample, as com- pared to the other samples. This would mean that the inner surface area of the zeolite is best expressed in the presence of the ion exchanged sample and therefore it is dependent on the mode of preparation. On the other hand the basicity of a sample, exhibiting high surface area is expected to have the corresponding high values, which is further evidenced for the ion exchanged sample on the basis of TPD of CO2 data. The DTA patterns of both impregnated and solid phase ion exchanged samples are rather different. No typical endotherm, characteristic of the dehydration at lower temperatures is observed (curves 2 and 3). The samples undergo continuous dehydration. The loss of water is followed by two endotherms at 44OC and 460cC. An additional endotherm at 550c'C is charac- teristic of the solid phase ion exchanged sample. These small endotherms does not produce a loss of water and are most probably related to transformations resulting from the melting of the cesium and sodium species located in different positions, depending on the pre- paration method. The weight loss during DTA of both impregnated and solid phase ion exchange samples is considerably lower (about 9%) in comparison with that of the ion exchanged sample. This can be attrib- uted to lower adsorption capacity, most probably evolved from the lower surface area of the last two samples. The mode of preparation determines such surface, since during impregnation or solid phase ion P. Kovacheva et al./Applied Catalysis A: General 163 (1997) 255-260 259 0 X UJ o E U.I i I I I I I I 200 400 600 T, Fig. 4. DTA of CsX catalysts (numbering is as in Fig. 1). I 800 exchange some cesium and sodium species can fill the zeolite surface and channels thus reducing the outer and inner surface areas. In the end, as mentioned above, the surface area prompts proper basicity. Again, the lower basicity of both samples is further confirmed by TPD of CO2 data. 3.3. Basici~' In order to find some relationship between the catalytic and basic properties of the catalyst samples we have carried out a detailed investigation of basicity of these samples. TPD of CO2 is frequently used to measure the basicity of zeolites [9]. The number and strength of basic sites are evaluated from the intensity and position of the TPD signals, respectively. Fig. 5 presents the TPD of CO2 patterns of the catalysts investigated. The intensity and position of the com- plicated TPD signal, characteristic of the ion exchanged sample (curve 1) indicate, that this sample is strongly basic and exhibits significant heterogeneity of basic sites. The basicity of the impregnated sample is lower (curve 2), as compared to that of the ion exchanged. This is expressed by both lower intensity and position of the TPD signal, characteristic of the impregnated sample. The TPD of CO2 pattern of the solid phase ion exchanged sample (curve 3) illustrates that despite of the low amount of basic sites in this sample the basic strength is similar to that of the impregnated sample. Another similarity is the higher homogeneity of basic sites of both samples, as com- pared to that of the ion exchanged sample. From these results we can conclude that the generation of basic sites, their strength and accessibility depend strongly on the preparation method. The three catalysts prepared by different methods show different relationships between the catalytic performance and basicity. For example, the ion exchanged sample is the most active and the most basic but the least selective. The opposite trend is observed with the solid phase ion exchanged sample. Its highest selectivity corresponds to lowest basicity and activity. The basicity of the impregnated sample holds medium position. Meanwhile, this catalyst pos- sesses very close C2-selectivity and C2-yield to those of the solid phase ion exchange sample. It is evident that it is not possible to describe any simple relation- ship between activity, basicity and selectivity. Never- theless, we can suppose that the highest basicity could be obtained with the sample of largest surface area. Such large surface area could favour the conversion of methane to COx and H20 but not to C2-hydrocarbons 260 P Kovacheva et al./Applied Catalysis A: General 163 (1997) 255-260 .m r- f- D 3 200 400 600 T, Fig. 5. TPD profiles of CsX catalysts (numbering is as in Fig. 1). 800 [10]. The behaviour of our ion exchanged catalyst is just the same - it possesses highest basicity but does not favour the C2-selectivity. Certain modification of the zeolite surface area, creating suitable basicity to favour the C2-selectivity and C2-yield, is proposed for both the impregnated and the solid phase ion exchanged catalysts. The last conclusion is based on the smaller endothermic signals of our DTA data, resulting from the partly filled with cesium and sodium species zeolite channels. These species remain in the zeolite structure in the course of preparation of both the impregnated and the solid phase ion exchanged samples. From the results obtained via oxidative conversion of methane on a CsX catalyst it appears that catalysts prepared by impregnation and solid phase ion exchange have a greater part of basic sites, responsible for the higher C2-selectivity and C2-yield, than cata- lysts prepared by conventional ion exchange. The active basic sites in CsX zeolites could be assigned to the reactive framework oxygens associated with cesium to a different degree, depending on the mode of preparation. Acknowledgements The work was supported by the National Scientific Research Fund of the Bulgarian Ministry of Educa- tion, Science and Technologies under project X-505. References [1] H. Meng, A. Sanger, Appl. Catal. 32 (1987) 347. [2] Kh. Minachev, N. Usachev, V. Udut, Yu. Khodakov, Usp. Khim. 57 (1988) 385. [3] H. Yang, E Thyrion, Catal. Today 6 (1990) 611. [4] M. Huang, S. Kaliaguine, React. Kin. Catal. Lett. 56 (1995) 21. [5] P. Kovacheva, N. Davidova, A.H. Weiss, Stud. Surf. Sci. Catal. 82 (1994) 403. [6] R Kovacheva, N. Davidova, React. Kin. Catal. Lett. 53 (1994) 277. [7] R Kovacheva, K. Arishtirova, N. Davidova, Appl. Catal. A 149 (1997) 277. [8] R Kovacheva, N. Davidova, A.H. Weiss, Collect. Czech. Chem. Commun. 57 (1992) 2548. [9] H. Tsuji, F. Yagi, H. Hattori, Chem. Lett. (1991) 1881. [10] E. lwamatsu, T. Moriyama, N. Takasaki, K. Aika, J. Catal. 113 (1988) 25. APCATA 9700152X S0926-860X(97)00152-X 10.1016/S0926-860X(97)00152-X Elsevier Science B.V. All rights reserved. Effect of preparation of a CsX zeolite catalyst on the oxidative conversion of methane P. Kovacheva * K. Arishtirova N. Davidova Institute of Catalysis, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria * Corresponding author. Tel.: +359 2 7133590; fax: +359 2 756116. The catalytic performance considering methane dimerization, thermal behaviour and basicity of CsX catalysts prepared by different methods have been studied. Conventional ion exchange, solid phase ion exchange and impregnation are utilized as methods for preparation of the CsX zeolite catalysts investigated. Different relationships between the catalytic, thermal and basic properties depending on the mode of preparation have been found. Both impregnated and solid phase ion exchanged samples create suitable basicity for higher C2-selectivity and C2-yield of these samples, as compared to the ion exchanged. Keywords Cesium X zeolite preparation Methane oxidative conversion Selectivity (C2-hydrocarbons) Basicity Differential thermal analysis References [1] Meng H. Sanger A. Appl. Catal. 32 1987 347 [2] Minachev Kh. Usachev N. Udut V. Khodakov Yu. Usp. Khim. 57 1988 385 [3] Yang H. Thyrion F. Catal. Today 6 1990 611 [4] Huang M. Kaliaguine S. React. Kin. Catal. Lett. 56 1995 21 [5] Kovacheva P. Davidova N. Weiss A.H. Stud. Surf. Sci. Catal. 82 1994 403 [6] Kovacheva P. Davidova N. React. Kin. Catal. Lett. 53 1994 277 [7] Kovacheva P. Arishtirova K. Davidova N. Appl. Catal. A 149 1997 277 [8] Kovacheva P. Davidova N. Weiss A.H. Collect. Czech. Chem. Commun. 57 1992 2548 [9] Tsuji H. Yagi F. Hattori H. Chem. Lett. 1991 1881 [10] Iwamatsu E. Moriyama T. Takasaki N. Aika K. J. Catal. 113 1988 25",
      "scopus-id": "0039967883",
      "coredata": {
        "eid": "1-s2.0-S0926860X9700152X",
        "dc:description": "The catalytic performance considering methane dimerization, thermal behaviour and basicity of CsX catalysts prepared by different methods have been studied. Conventional ion exchange, solid phase ion exchange and impregnation are utilized as methods for preparation of the CsX zeolite catalysts investigated. Different relationships between the catalytic, thermal and basic properties depending on the mode of preparation have been found. Both impregnated and solid phase ion exchanged samples create suitable basicity for higher C2-selectivity and C2-yield of these samples, as compared to the ion exchanged.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X9700152X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kovacheva, P."
          },
          {
            "@_fa": "true",
            "$": "Arishtirova, K."
          },
          {
            "@_fa": "true",
            "$": "Davidova, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X9700152X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X9700152X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00152-X",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of preparation of a CsX zeolite catalyst on the oxidative conversion of methane",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cesium X zeolite preparation"
          },
          {
            "@_fa": "true",
            "$": "Methane oxidative conversion"
          },
          {
            "@_fa": "true",
            "$": "Selectivity (C2-hydrocarbons)"
          },
          {
            "@_fa": "true",
            "$": "Basicity"
          },
          {
            "@_fa": "true",
            "$": "Differential thermal analysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "255-260",
        "prism:endingPage": "260",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00152-X",
        "prism:startingPage": "255",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00152-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039967883"
      }
    }
  }
}