{
  "metadata": {
    "title": "Solvent-free synthesis of a zirconium-carbon coordination catalyst for efficient aqueous-phase production of lactic acid from xylose",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2022-09-25",
    "doi": "10.1016/j.apcata.2022.118871",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X22003945",
    "pii": "S0926860X22003945"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85138172065",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2022-09-17 2022-09-17 2022-09-20 2022-09-20 2022-10-07T08:52:29 1-s2.0-S0926860X22003945 S0926-860X(22)00394-5 S0926860X22003945 10.1016/j.apcata.2022.118871 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X22X00173 2024-01-01T12:34:28.416125Z 0 0 20220925 2022 2022-09-17T15:16:47.021424Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 646 646 C Volume 646 12 118871 118871 118871 20220925 25 September 2022 2022-09-25 2022 article fla © 2022 Elsevier B.V. All rights reserved. SOLVENTFREESYNTHESISAZIRCONIUMCARBONCOORDINATIONCATALYSTFOREFFICIENTAQUEOUSPHASEPRODUCTIONLACTICACIDXYLOSE WANG Q 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Synthesis 2.2.1 Synthesis of biomass carbon (BC) 2.2.2 Synthesis of Zr-BC 2.2.3 Synthesis of ZrO2-550 2.2.4 Synthesis of m-ZrO2-140 and t-ZrO2-140 2.3 Characterization 2.4 Catalytic testing 3 Results and discussion 3.1 Characterization of prepared samples 3.2 Catalytic conversion of xylose over prepared catalysts 3.3 The proposed reaction pathway of LaA production from xylose 3.4 Stability of Zr-BC 3.5 Catalytic conversion of other sugars over Zr-BC 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References MAKIARVELA 2014 1909 1971 P LI 2021 1341 1351 Y JIN 2011 382 397 F DUSSELIER 2013 1415 1442 M LI 2019 138 151 S MAKIARVELA 2020 4833 4855 P YANKOV 2022 823005 D DATTA 2006 1119 1129 R KARP 2011 1765 1772 S HUO 2014 2765 2771 Z DENG 2018 735 744 W XU 2020 4244 4255 S KIATPHUENGPORN 2020 8572 8583 S XU 2022 112241 H PAULINO 2018 4945 4956 P MARIANOU 2019 6161 6178 A PONCHAI 2020 8019 8022 P RAHAMAN 2022 e202101756 M RUNGTAWEEVORANIT 2022 e202102653 B XIA 2020 5327 5338 M XIAO 2022 551 560 Y XIA 2018 8965 8975 M ZHANG 2020 7333 7336 Y WANG 2020 4464 4472 J HUANG 2020 13102 13112 Z YANG 2015 149 157 L WANG 2011 2678 2681 J WANG 2013 2558 2566 J WANG 2014 31101 31107 J RAN 2022 100230 J RAN 2022 7277 7287 J LIU 2019 2982 2992 J LI 2008 8358 8366 W LI 2020 9985 9995 X HE 2021 15557 15570 A MONDAL 2004 2187 2194 A SONG 2015 9399 9403 J LIU 2019 622 628 L WAN 2021 3428 3438 F LENG 2020 180 186 Y SONG 2015 1626 1632 J ZHOU 2019 31 43 S ZHOU 2019 1421 1431 S ALBUQUERQUE 2017 2675 2683 E SANTOS 2019 3054 3063 K GANDHI 2012 1902 1907 V LIU 2015 5416 5426 M MORALES 2018 215 222 M WANGX2022X118871 WANGX2022X118871XQ 2024-09-20T00:00:00.000Z 2024-09-20T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 2022-09-24T04:30:30.428Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(22)00394-5 S0926860X22003945 1-s2.0-S0926860X22003945 10.1016/j.apcata.2022.118871 271346 2024-01-01T12:34:28.416125Z 2022-09-25 1-s2.0-S0926860X22003945-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/MAIN/application/pdf/e8207162d00890ad57bbf1f3214b58bc/main.pdf main.pdf pdf true 6229021 MAIN 8 1-s2.0-S0926860X22003945-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/PREVIEW/image/png/a7080ec2722f0298185584d650bdd43e/main_1.png main_1.png png 58561 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X22003945-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr1/DOWNSAMPLED/image/jpeg/d646006a5378d3a367f0cfbe4fe01de0/gr1.jpg gr1 gr1.jpg jpg 184366 743 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22003945-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr2/DOWNSAMPLED/image/jpeg/44a0a964479114ccf93ea5ee9da6b0dc/gr2.jpg gr2 gr2.jpg jpg 68132 486 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22003945-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/ga1/DOWNSAMPLED/image/jpeg/916385de3457f634c5b92edd7e9f82fe/ga1.jpg ga1 true ga1.jpg jpg 19020 200 412 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22003945-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr3/DOWNSAMPLED/image/jpeg/d830cb99d4f7795e3afdca4237b0ac27/gr3.jpg gr3 gr3.jpg jpg 68977 427 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22003945-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr4/DOWNSAMPLED/image/jpeg/4044eca0ce6c82aa2975622061a3c600/gr4.jpg gr4 gr4.jpg jpg 115608 638 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22003945-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr1/THUMBNAIL/image/gif/ab5f0469af37edfe81b15e7fe3941e5d/gr1.sml gr1 gr1.sml sml 18838 163 174 IMAGE-THUMBNAIL 1-s2.0-S0926860X22003945-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr2/THUMBNAIL/image/gif/4dfe3b97f506e5c23c2abea8a3894b3a/gr2.sml gr2 gr2.sml sml 10017 164 191 IMAGE-THUMBNAIL 1-s2.0-S0926860X22003945-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/ga1/THUMBNAIL/image/gif/181107db473999606376d7bdbf1fcf3e/ga1.sml ga1 true ga1.sml sml 9118 106 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22003945-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr3/THUMBNAIL/image/gif/df9e13d848bbfbc3de04982f3e5a1abd/gr3.sml gr3 gr3.sml sml 14867 164 217 IMAGE-THUMBNAIL 1-s2.0-S0926860X22003945-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/gr4/THUMBNAIL/image/gif/e3e125a035b8897b52e5fcf0b441ed7e/gr4.sml gr4 gr4.sml sml 12437 164 203 IMAGE-THUMBNAIL 1-s2.0-S0926860X22003945-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/HIGHRES/image/jpeg/574794480e8a2039efafeac930f5336e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 1228417 3282 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X22003945-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/HIGHRES/image/jpeg/479678f5840aaf0889f1215a221cc11f/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 381844 2145 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X22003945-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/HIGHRES/image/jpeg/e525c063a38ba9f003d3aae81e140a36/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 144468 886 1826 IMAGE-HIGH-RES 1-s2.0-S0926860X22003945-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/HIGHRES/image/jpeg/49bfe8b5a1841cc50ec32189a18b8f99/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 369398 1886 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X22003945-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/HIGHRES/image/jpeg/9ac1db4ef81e2049c427386fd79b2188/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 633690 2818 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X22003945-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22003945/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/b598f0c0a7a22de0c4a42f5a47c69df0/mmc1.docx mmc1 mmc1.docx docx 11014656 APPLICATION 1-s2.0-S0926860X22003945-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10GXF3H8V2V/MAIN/application/pdf/c69a93a0fdbc00d846a1c8e01d66779e/am.pdf am am.pdf pdf false 5040251 AAM-PDF APCATA 118871 118871 S0926-860X(22)00394-5 10.1016/j.apcata.2022.118871 Elsevier B.V. Fig. 1 (a) Schematic illustration of the solvent-free synthetic processes of BC and Zr-BC. (b,e) SEM images, (c,f) TEM images, and (d,g) elemental mappings of (b-d) BC and (e-g) Zr-BC, respectively. Fig. 1 Fig. 2 (a) FTIR spectra, (B) UV-Vis DRS spectra, (C) XRD patterns, and (D) TG curves of various samples. Fig. 2 Fig. 3 Reaction profiles for the conversion of xylose over (a) BC, (b) commercial ZrO2, and (c) Zr-BC. (d) Catalytic conversion of xylose to LaA at 170 °C for 3 h over different catalysts. Reaction conditions: 100 mg of xylose, 0.4 MPa of N2, 10 mL of water. Fig. 3 Fig. 4 (a) Kinetics analysis and (b) activation energy (Ea) of BC, ZrO2 and Zr-BC. (c) Zr 3d XPS spectra, (d) NH3-TPD curves, (e) O 1 s XPS spectra, and (f) CO2-TPD curves of ZrO2 and Zr-BC. Background of NH3-TPD curve or CO2-TPD curve of Zr-BC was first subtracted and then deconvolution was performed. (g) The activity of Zr-BC poisoned by aqueous ammonia (AAm), pyridine (Py), or benzoic acid (BA) in the conversion of xylose to LaA. (h) Catalytic conversion of (I) dihydroxyacetone (DHA), (II) pyruvaldehyde (PAL), and (III) furfural over Zr-BC. Reaction conditions: 100 mg of substrate, 0.4 MPa of N2, 170 °C, 3 h, 10 mL of water. (i) Proposed reaction pathway to produce LaA from xylose catalyzed by Zr-BC. Fig. 4 Solvent-free synthesis of a zirconium-carbon coordination catalyst for efficient aqueous-phase production of lactic acid from xylose Qin Wang Investigation Writing – original draft a b 1 Dan Luo Investigation Writing – original draft a b 1 Jiansu Ran Methodology Visualization Investigation a b Jie Zheng Conceptualization Writing – review & editing b ⁎ Yuntong Cui Methodology Visualization Investigation a b Ruixue Yangcheng Methodology Visualization Investigation a b Shuang Luo Methodology Visualization Investigation a b Jianjian Wang Supervision Writing – review & editing Investigation Conceptualization Project administration a b c ⁎⁎ a Multi-scale Porous Materials Center, Institute of Advanced Interdisciplinary Studies, Chongqing University, Chongqing 400045, China Multi-scale Porous Materials Center, Institute of Advanced Interdisciplinary Studies, Chongqing University Chongqing 400045 China Multi-scale Porous Materials Center, Institute of Advanced Interdisciplinary Studies, Chongqing University, Chongqing 400045, China b School of Chemistry and Chemical Engineering, Chongqing University, Chongqing 400045, China School of Chemistry and Chemical Engineering, Chongqing University Chongqing 400045 China School of Chemistry and Chemical Engineering, Chongqing University, Chongqing 400045, China c Department State Key Laboratory of Coal Mine Disaster Dynamics and Control, Chongqing University, Chongqing 400044, China Department State Key Laboratory of Coal Mine Disaster Dynamics and Control, Chongqing University Chongqing 400044 China Department State Key Laboratory of Coal Mine Disaster Dynamics and Control, Chongqing University, Chongqing, 400044 P. R. China ⁎ Corresponding author. ⁎⁎ Corresponding author at: Multi-scale Porous Materials Center, Institute of Advanced Interdisciplinary Studies, Chongqing University, Chongqing 400045, China. Multi-scale Porous Materials Center, Institute of Advanced Interdisciplinary Studies, Chongqing University Chongqing 400045 China 1 These authors are equally contributed to this work. It is highly desirable but of challenge to develop an efficient process for lactic acid (LaA) production from xylose performed in water. Herein, a novel catalyst prepared via a facile solvent-free coordination route is developed to efficiently produce LaA from xylose in water. The structural properties of the prepared catalyst and the reaction conditions are systematically investigated. The production rate of LaA at 190 °C in water is up to 1.8 h−1, outperforming the most recent reports (below 1.1 h−1). Detailed experimental and characteristic studies reveal that the presence of Lewis acidic sites and basic sites in the catalyst structure can not only lower the energy barrier of xylose conversion but also boost the efficient conversion of the active reaction intermediates into LaA. The findings of this work will provide a new approach for the efficient production of LaA from carbohydrates. Graphical Abstract ga1 Keywords Lactic acid Xylose Zirconium-carbon coordination catalyst Aqueous-phase reaction Heterogeneous catalysis Data Availability Data will be made available on request. 1 Introduction Lactic acid, with two active functional groups (hydroxyl and carboxyl) in its structure, is regarded as an important platform molecule during biomass valorization [1–6]. On one hand, it can be used as the feedstock to produce various valuable fine chemicals including acrylic acid, pyruvic acid, alkyl lactates, propanediol, 2,3-pentanedione, propylene oxide, et al. On the other hand, it has a wide application in the production of biodegradable polymers (such as polylactide) which can be used as the promising alternatives to replace the current non-biodegradable plastics. It has been estimated that the global market of LaA was 750 kilotons in 2017 and this value is projected to reach 1845 kilotons by the end of 2022 [7]. However, the industrial fermentation process of the LaA production from carbohydrates inevitably suffers from strict reaction conditions, slow reaction kinetics, low productivity, and complicated separation process [8,9]. Therefore, the chemoselective production of LaA is of significance in the efficient utilization of lignocellulosic biomass. Homogeneous catalytic systems adopting the transition metal ions (Ni2+, Al3+, Sn2+, Y3+, et al.) have been developed for the conversion of carbohydrates or lignocellulosic biomass to LaA [10–12]. For instance, Prof. Hu’s group found that Y3+ was highly active for the simultaneous conversion of hemicellulose and cellulose contents in raw biomass and the yield of LaA was up to 66.3 % at 240 °C for 1.5 h in water [12]. Although these homogeneous catalysts exhibit excellent performances for the LaA production, some inherent shortcomings such as difficult recycling of metal ions, inevitable corrosion of reactors, and harsh reaction conditions greatly hinder wide application in a large scale. With this in mind, heterogenous catalytic systems have been attracted significant attention recently. Lots of solid catalysts including metal oxides [13–15], heteropolyacids supported on metal oxide [16], metal-organic frameworks (MOFs) [17–19], and metal-modified zeolite [20–23] have been designed and applied in the catalytic production of LaA from carbohydrates. For example, Xia et al. reported that the incorporation of tin (Sn) and indium (In) could enhance the LaA production from glucose and 53 % yield of LaA was obtained over the resultant In-Sn-Beta zeolite. Deep studies revealed that Sn sites promoted the isomerization and retro aldol condensation steps, and In sites inhibited the side reactions [20]. Nevertheless, low productivity of metal oxide catalysts, high cost of MOFs, or potential toxicity of Sn precursor used to prepare Sn-based catalysts greatly retards their wide applications in industry. Alternatively, Zr-based materials as the efficient Lewis acidic catalysts have attracted great attention in the heterogeneous reactions recently [24–26]. For instance, Prof. Lin’s group found that the commercial ZrO2 can be used as the catalyst for the LaA production from xylose, however, 42 % yield of LaA was just obtained at 200 °C for 40 min in water. Therefore, it is highly desirable but of challenge to develop a more facile and efficient process for the LaA production in water. Recently, we have developed a facile solvent-free method to prepare carbon-based materials and the resultant catalysts exhibit excellent activities in the conversion of carbohydrates and lignin-derivatives to the corresponding furan-based platform chemicals and biofuels [27–31]. Here, we extend this method to prepare a series of zirconium-carbon coordination materials. The systematically characteristic results show that Zr is successfully incorporated into the framework of the resultant sample. Then these catalysts are tested in the conversion of xylose to LaA for the first time. Under the optimal reaction conditions, a LaA production rate of 1.8 h−1 is achieved, outperforming the recent works reported in the literature (below 1.1 h−1) [15,17,19,26]. Further investigation results reveal that the presences of both Lewis acidic sites and base sites not only lower the energy barrier for xylose conversion but also enhance the efficient conversion of the generated intermediates, resulting in a higher yield of LaA from xylose. 2 Experimental 2.1 Chemicals Zirconyl chloride octahydrate (ZrOCl2⋅8H2O, 99%), glucose (99 %), sodium chloride (NaCl, 99 %), ethanol (99.5 %), methanol (99.5 %), zirconyl nitrate (98 %), terephthalic acid (99 %), acetic acid (99 %), N,N-dimethylformamide (DMF, 99 %), urea (99 %), xylose (99 %), furfural (98 %), lactic acid (LaA, 90 %), 1,3-dihydroxyacetone (DHA, 99 %), pyruvaldehyde (PAL, 40 %), arabinose (99 %), fructose (99 %), sucrose (99.5 %), benzoic acid (99.5 %), commercial ZrO2 (99 %, monoclinic polytype), tin (IV) chloride pentahydrate (98 %), aqueous ammonia (AAm, 28 %), and pyridine (Py, 99.8 %) were purchased from Aladdin and MΛCKLIN companies. These reagents were directly used in the experiments without further purification treatment. 2.2 Synthesis 2.2.1 Synthesis of biomass carbon (BC) BC was prepared via a solvent-free carbonization method. Briefly, 2 g of glucose and 0.5 g of NaCl was physically mixed by grinding. Then the solid mixture was transferred into the polytetrafluoroethylene lining and sealed in the stainless-steel autoclave. After aging at 180 °C for 24 h, the autoclave was cooled down to room temperature. The black solid sample was collected from the lining, ground into fine powder, washed with excessive water, and dried at 80 °C overnight. The resultant sample was noted as BC. 2.2.2 Synthesis of Zr-BC Zr-BC was prepared via a solvent-free coordination method. Typically, 2 g of glucose, 0.708 g of ZrOCl20.8 H2O, and 0.5 g of NaCl was physically mixed by grinding. Then the solid mixture was transferred into the polytetrafluoroethylene lining and sealed in the stainless-steel autoclave. After aging at 180 °C for 24 h, the autoclave was cooled down to room temperature. The black solid sample was collected from the lining, ground into fine powder, washed with excessive water, and finally dried at 80 °C overnight. The resultant sample was noted as Zr-BC. Another ZrO x sample was prepared following the same procedure without the addition of glucose. 2.2.3 Synthesis of ZrO2-550 Porous ZrO2-550 was prepared by calcination of UiO-66 at 550 °C in air according to the literature [32]. Briefly, 5.09 g of zirconyl nitrate, 3.56 g of terephthalic acid, and 66.70 g of acetic acid were dissolved in 200 mL of DMF by ultrasonic treatment. Then the solution was transferred into the lining of autoclave and aged at 120 °C for 24 h. Finally, the sample was collected by centrifugation, washed with DMF and methanol, dried at 120 °C overnight, and calcined in air at 550 °C for 9 h. 2.2.4 Synthesis of m-ZrO2-140 and t-ZrO2-140 Porous m-ZrO2-140 (monoclinic phase) and t-ZrO2-140 (tetragonal phase) were prepared via a solvothermal method according to the literature [33]. For the synthesis of m-ZrO2-140, a calculated amount of urea (urea/Zr4+ = 10, molar ratio) was dissolved in 20 mL of 0.4 M zirconyl nitrate aqueous solution by stirring. Then the solution was transferred into a Teflon-lined autoclave and aged at 140 °C for 20 h. After that, the sample was collected by centrifugation, washed with water, dried at 110 °C overnight, and treated at 400 °C for 4 h in dry air. For the synthesis of t-ZrO2-140, a calculated amount of urea (urea/Zr4+ = 10, molar ratio) was dissolved in 20 mL of 0.4 M zirconyl nitrate solution using methanol as the solvent by stirring. Then the solution was transferred into a Teflon-lined autoclave and aged at 140 °C for 20 h. After that, the sample was collected by centrifugation, washed with methanol, dried at 110 °C overnight, and treated at 400 °C for 4 h in dry nitrogen. 2.3 Characterization Scanning electron microscopy (SEM) image was taken on a FEI Helios 5. Transmission electron microscopy (TEM) image, high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM), and energy-dispersive X-ray spectroscopy (EDS) mapping were obtained on a FEI Talos 200 S operated at 200 kV. FTIR spectrum was obtained on a NICOLET iS50 instrument. Ultraviolet-visible diffuse reflectance spectra (UV-Vis DRS) was recorded on a Shimadzu UV-3600 spectrometer in the range of 200–700 nm. XRD pattern was obtained on a PANalytical Instrument with Cu Kα radiation (λ = 0.1542 nm). Thermogravimetric analysis was conducted on a TGA2 from Mettler Toledo Company in a flow of air of 20 mL/min. N2 adsorption-desorption isotherm was obtained on a MICROTRAC BEL apparatus, where sample was degassed at 120 °C for 12 h before analysis. X-Ray Photoelectron Spectroscopy (XPS) analysis was conducted on an iCAP 6300 Duo apparatus from Thermo company. Inductively coupled plasma optical emission spectrometer (ICP-OES) was performed on an iCAP 6300 Duo apparatus from Thermo Scientific company. 2.4 Catalytic testing Catalytic conversion of xylose to LaA was performed in a 25 mL home-made batch reactor. Typically, 100 mg of xylose, 50 mg of catalyst, 10 mL of water were separately added into the autoclave with a lining. Then the autoclave was tightly sealed and then nitrogen was introduced into the autoclave to remove the left air inside. After that, the pressure of nitrogen was kept at 0.4 MPa and the autoclave was heated to the set temperature. After reaction for certain hours, the autoclave was put into a water batch to quickly cool down to room temperature. The left nitrogen was first released and the solid catalyst in the lining was collected by centrifugation. The upper clear solution was analyzed by HPLC (Agilent 1260) equipped with a RID detector and HPX-87 H column. The collected catalyst was washed with water and directly used in the next run. In order to investigate the catalytic activity of the poisoned catalyst, the reaction was performed following the same procedure but separately adding 45 mg of AAm, 28 mg of Py, and 44 mg of BA. Xylose conversion and product yield were quantified based on external standard curves and then calculated as: (xylose conversion) = (mole of converted xylose) × 100 % / (initial mole of xylose); product yield = (mole of product) × 100 % / (initial mole of xylose). Since glycolaldehyde was not stable during the reaction and can be easily converted to other products, we did not detect it in the reaction mixture and consequently it was not quantified here. Other by-products including levulinic acid, formic acid, and humins as well as some other unknown compounds were not quantified individually, and the carbon balance was around 72 %. 3 Results and discussion 3.1 Characterization of prepared samples As depicted in Fig. 1a, BC was synthesized through a direct solvent-free carbonization of glucose without addition of Zr precursor, and Zr-BC was prepared via a solvent-free coordination route using ZrOCl2⋅8H2O and glucose. SEM images of the resultant BC and Zr-BC in Fig. 1b and e presented that these two samples did not have uniform morphology, and both were composed of irregular particles with rough surfaces. TEM images (Fig. 1c and f) confirmed the nonuniform morphologies of these two samples, and particle size of BC (∼140 nm) was larger than that of Zr-BC (∼30 nm). The HAADF-STEM images and the corresponding EDS mappings (Fig. 1d and g) evidenced the even dispersion of C and O within BC and Zr-BC. Furthermore, the presence of Zr in EDS mapping (Fig. 1g) confirmed the successful incorporation of Zr species in Zr-BC. FTIR was performed to investigate the structure of Zr-BC. As presented in Fig. 2a, two bands centered at 1664 and 1710 cm−1 in BC and Zr-BC were due to the presence of carboxylate groups [27,28,34,35]. The band at 743 cm−1 in the FTIR spectrum of commercial ZrO2 was attributed to the vibration of Zr-O bond in ZrO4 group, and this band was not observed in the FTIR spectrum of Zr-BC, showing no formation of zirconia in Zr-BC. Moreover, a new band centered at 662 cm−1 appeared in the FTIR spectrum of Zr-BC and it was a typical stretching vibration of Zr-O [35,36], whereas, such band was absence in the FTIR spectrum of BC, evidencing that the successful incorporation of Zr into the structure of Zr-BC rather than formation of zirconia particles depositing on the surface of Zr-BC. From the UV-Vis DRS spectra in Fig. 2b, ZrO2 and BC showed an adsorption peak at 228 nm and 491 nm, respectively, whereas, the adsorption peak of Zr-BC was shifted to 392 nm. These results demonstrated the implementable in situ coordination of Zr precursor and glucose-derived carbon via a solvent-free route, further confirming the successful incorporation of Zr into the Zr-BC structure. XRD patterns in Fig. 2c and Fig. S1 showed that commercial ZrO2 had a monoclinic phase, however, Zr-BC had an amorphous structure and no obvious diffraction peaks belonging to monoclinic ZrO2 (m-ZrO2) or tetragonal ZrO2 (t-ZrO2) were observed in its XRD pattern. As comparison, ZrO x prepared at 180 °C without adding of glucose was composed of a mixture of Zr-based compounds rather than m-ZrO2 or t-ZrO2, further confirming that a higher crystallization temperature (≥400 °C) was crucial for the formation of crystalline zirconia [33]. These results evidenced that crystalline zirconia cannot be formed in Zr-BC and all Zr species were highly dispersed within the structure of Zr-BC. TG profiles in Fig. 2d showed that Zr-BC and BC were stable before 270 °C in air, and the carbonaceous components in Zr-BC were fully consumed after 450 °C, resulting in the formation of ZrO2. Calculated from the TG curve, the percentage of Zr in Zr-BC was 12 wt %, which was almost consistent with the result determined from ICP-OES which afforded a Zr content of 13 wt %. Besides, N2 adsorption-desorption isotherm in Fig. S2 showed that Zr-BC had a certain adsorption amount of N2 in the range of low relative pressure (0.005–0.3) and its surface area was 79 m2/g (Table S1). On the contrary, BC and commercial ZrO2 did not have porous structure, and their surface areas were below 3 m2/g, respectively. 3.2 Catalytic conversion of xylose over prepared catalysts The catalytic performance of BC in the conversion of xylose was first investigated. As shown in Fig. 3a, xylose cannot be efficiently converted over BC catalyst at 130 °C or 150 °C even after 6 h, and its conversion was below 15 %. Increasing reaction temperature to 170 °C, 48.8 % conversion of xylose was obtained after 3 h, however, the yield of LaA was around 5 % and a certain amount of furfural with a yield of 38.3 % was detected in the reaction mixture, indicating that BC were unfavorable for the conversion of xylose to LaA. Commercial ZrO2 as the catalyst also failed to transform xylose to LaA (Fig. 3b). Xylose conversion was below 50 % even after reaction at 170 °C for 3 h, and the corresponding LaA yield was below 3 % where the yield of undesired furfural was about 41 %. These results demonstrated that BC and ZrO2 were not effective for the conversion of xylose to LaA. Surprisingly, using Zr-BC as the catalyst, xylose can be efficiently converted even at a lower reaction temperature. For example, xylose conversion was up to 65.5 % after reaction at 130 °C for 7 h (Fig. 3c), and the corresponding LaA yield was 15.7 %. With increasing reaction temperature to 150° and 170 °C, xylose conversion and LaA yield were further enhanced. After reaction at 170 °C for 3 h, 97.1 % xylose conversion and 44.1 % LaA yield were achieved, demonstrating the high yield production of LaA using Zr-BC as the catalyst. Further increasing reaction temperature to 190 °C, the LaA yield was promoted to 58.2 % after reaction for 3 h (Fig. S3a) and the production rate of LaA (PRLaA) in this case was up to 1.8 h−1, outperforming the recent works reported in the literature (Fig. S3b). It should be noted that the yield of furfural was not promoted in this case, and conversely, it decreased from 26.3 % for 1 h to 22.0 % for 3 h which was possibly due to the decomposition of the generated furfural since it was not stable and easily degraded to other by-products as evidenced in Fig. S3c. In addition, the catalytic activity of Sn-BC or physically mixed ZrO2 and BC was very low, and LaA yield was below 10 % in both cases (Fig. 3d). When using other porous ZrO2 as the catalysts, xylose cannot be fully converted and the yield of LaA was below 12 % (Fig. S3d). All these results further confirmed that the excellent performance of Zr-BC in the efficient production of LaA from xylose was attributed to its unique structural properties. The influences of nitrogen pressure and catalyst dosage were systematically investigated. The results in Fig. S4 showed that the pressure of N2 had little influence on the catalytic performance of Zr-BC where xylose conversion and LaA yield were around 98 % and 40 % in the N2 pressure range from 0 to 1 MPa. The dosage of Zr-BC greatly affected the production of LaA from xylose. For example, 93.0 % xylose conversion and 27.6 % LaA yield were obtained using 25 mg of Zr-BC as the catalyst (Fig. S5). Increasing the dosage of Zr-BC to 100 mg, xylose conversion and LaA yield were promoted to 99.0 % and 58.4 %, respectively. Besides, it should be noted that the yield of LaA can be enhanced by inhibiting the production of furfural (Fig. S6). For example, 28.3 % yield of furfural was obtained when the reaction was performed in pure water at 170 °C for 3 h, and the corresponding yield of LaA was 44.1 %. When a mixed GVL/H2O (8:2, V/V) reaction solvent was used, furfural yield decreased to 17.4 %, but conversely, LaA yield increased to 61.0 %. From the above results, it can be inferred that a higher dosage of Zr-BC or a mixed GVL/H2O reaction solvent could suppress the generation of furfural from xylose and consequently enhance the yield of LaA. 3.3 The proposed reaction pathway of LaA production from xylose With the purpose to make clear the reason why Zr-BC exhibited superior catalytic performance for the production of LaA from xylose compared to BC or ZrO2, kinetics analysis was first performed. As shown in Fig. S7, the plots of -ln(1-X) vs. reaction time over BC, ZrO2, and Zr-BC at 130, 150, and 170 °C displayed straight lines, indicating that the conversion of xylose over these three catalysts followed the pseudo-first-order reaction [28]. Then reaction rate constants can be obtained from the slopes of these lines. After calculation based on Arrhenius equation ( Fig. 4a and b), the apparent activation energies (Ea) of BC and ZrO2 were 191.4 kJ·mol−1 and 89.3 kJ·mol−1, respectively. Surprisingly, Zr-BC afforded an Ea value of 65.1 kJ·mol−1, which was much lower than that using BC or ZrO2 as the catalyst. These results demonstrated that Zr-BC was much more active and could greatly lower the energy barrier of xylose conversion. It is reported that Zr-based solid catalysts possess acidic and basic sites and both of them would greatly affect their catalytic activities [24,35,37–39]. Therefore, we systematically characterized Zr-BC and ZrO2 by XPS, NH3-TPD, and CO2-TPD. Zr 3d XPS spectra of ZrO2 and Zr-BC in Fig. 4c showed the chemical states of Zr in these two samples. There were two obvious peaks centered at 181.7 and 184.1 eV in Zr 3d XPS spectrum of ZrO2 which were assigned to the binding energies of Zr 3d5/2 and Zr 3d3/2, respectively. But these two peaks were shifted to 182.4 and 184.8 eV in the Zr 3d XPS spectrum of Zr-BC, which meant that these Zr species in Zr-BC had a higher positive charge and consequently displayed a higher Lewis acid strength [35,40]. Meanwhile, NH3-TPD curves in Fig. 4d showed that commercial ZrO2 did not possess acidic sites since no obvious peaks belonging to NH3 desorption were observed, which was consistent with the report by Wu’s group [35]. Liu et al. reported that the acid amount of porous ZrO2-550 was very low as well and below 0.1 mmol/g [32]. In contrast, Zr-BC with almost equal surface area to that of ZrO2-550 (79 m2/g vs 78 m2/g) had numerous weak to medium acidic sites which was evidenced by NH3 desorption in the range of 100–450 °C and afforded an acid amount of around 0.4 mmol/g. These results demonstrated that Zr-BC possessed more amount of weak-moderate acidic sites which would accelerate the conversion of xylose to LaA. On the other hand, the local environment of O in ZrO2 and Zr-BC was also investigated. As shown in Fig. 4e, O 1 s XPS spectrum of ZrO2 displayed a main peak at 529.6 eV, whereas, such peak was shifted to 531.5 eV in that of Zr-BC, indicating a higher negative charge on oxygen in Zr-BC which resulted in a lower Lewis base strength [35]. These basic O species were possibly attributed to -Rx-O2- sites in the -R1-O2-Zr-O2-R2- frameworks of Zr-BC (Rx represented carbon-contained skeletons in the sample, x = 1, 2, etc.) [41–43]. Meanwhile, CO2-TPD curve of commercial ZrO2 in Fig. 4 f showed that no obvious peak belonging to CO2 desorption can be observed which was also consistent with the report by Wu’s group [35]. On the contrary, Zr-BC afforded a certain amount of CO2 desorption, demonstrating that Zr-BC had a higher content of basic sites compared to commercial ZrO2. These results displayed that Zr-BC also had abundant basic sites with lower Lewis base strength which would enhance the production of LaA from xylose. As discussed above, Zr-BC possessed both Lewis acidic sites and basic sites and these two types of active sites would promote the LaA production from xylose. To further confirm it, aqueous ammonia (AAm), pyridine (Py) or benzoic acid (BA) was separately introduced in the xylose conversion to LaA over Zr-BC. As shown in Fig. 4 g, xylose was still efficiently converted over Zr-BC when AAm or Py was added and xylose conversion was above 98 % at 170 °C for 3 h, however, the yield of LaA decreased below 20 %, indicating that the addition of basic chemicals greatly affected the production of LaA rather than the conversion of xylose. On the other hand, single BA was not active for the conversion of xylose (Fig. S8), and xylose conversion was just 45.7 % at 170 °C for 3 h while the yields of LaA and furfural were only 2.9 % and 26.8 %, respectively. When both BA and Zr-BC were added into the reactor, xylose conversion and LaA yield decreased to 84.5 % and 8.3 % compared to that of 97.1 % and 44.1 % over single Zr-BC as the catalyst, showing that Zr-BC poisoned by the acidic BA also lost its activity in the xylose conversion to LaA. These results demonstrated the crucial roles of Lewis acidic sites and base sites within Zr-BC in the efficient production of LaA from xylose. To further gain insights into the role of Zr-BC in the production of LaA from xylose, some possible intermediates were directly used as the reactants, and the results were shown in Fig. 4 h. When DHA was used as the reactant, it was almost completely converted over Zr-BC at 170 °C for 3 h and the yield of LaA was up to 99.3 %. Although DHA can be fully converted over ZrO2, LaA yield was only 21.8 % under the same reaction conditions, showing that Zr-BC was favorable for the selective conversion of DHA to LaA. PAL was also completely converted over Zr-BC and ZrO2, and the corresponding yield of LaA was 86.2 % and 38.4 %, indicating that PAL could be efficiently converted to LaA over Zr-BC. In addition, the conversion of furfural was below 20 % no matter Zr-BC or ZrO2 was used as the catalyst and the corresponding yield of LaA was below 10 %, showing that furfural cannot be selectively converted to LaA. These results revealed that generation of glyceraldehyde as an active intermediate from xylose via retro aldol condensation would be the rate-determining step and the presence of Zr-BC could greatly promote this step by inhibiting the dehydration of xylose to furfural. Meanwhile, the processes of generation and conversion of glyceraldehyde, DHA, and PAL quickly occurred since we did not detect any of them from the reaction mixture. Furthermore, the generated active intermediates (such as DHA and PAL) can be chemoselectively converted to LaA over Zr-BC, resulting in higher yield production of LaA from xylose on Zr-BC compared to that on ZrO2. Based on the above results, a possible reaction pathway for the efficient production of LaA from xylose over Zr-BC was proposed and depicted in Fig. 4i. Zr-BC could inhibit the conversion of xylose to furfural, and then xylose was apt to be transformed to glycolaldehyde and glyceraldehyde via retro aldol condensation reaction. The generated glyceraldehyde was subsequently isomerized to DHA, which was further converted to PAL via dehydration process catalyzed by Zr-BC. Finally, LaA can be efficiently produced from PAL via the Cannizzaro reaction [17,19,23,44,45]. Overall, the presence of Zr-BC not only promoted the step of retro aldol condensation but also effectively facilitated the formation of LaA from these generated intermediates. 3.4 Stability of Zr-BC The stability of Zr-BC was investigated in the successive 4 recycling tests. As shown in Fig. S9, xylose conversion and LaA yield decreased to 86.7 % and 24.6 % at 170 °C for 3 h in Run 4 compared to that of 97.1 % and 44.1 % in Run 1. The results of hot-filtration tests displayed that leaching of Zr species in Zr-BC did not occur since LaA yield was maintained around 29 % after removing Zr-BC from the reaction mixture (Fig. S10). ICP-OES results also confirmed the stability of Zr in Zr-BC and the content of Zr in recycled catalyst was about 13 wt %. In addition, as evidenced from SEM image, TEM image, and elemental mappings (Fig. S11a-S11c), the morphology of recycled Zr-BC did not change a lot compared to fresh Zr-BC. No obvious peak belonging to ZrO2 was observed in the XRD pattern of recycled Zr-BC (Fig. S11d). Therefore, the great loss of catalytic activity of Zr-BC was due to neither the leaching nor the agglomeration of Zr species. However, N2 adsorption-desorption isotherm (Fig. S11e, Table S1) showed that the N2 adsorption amount of recycled Zr-BC in the p/p 0 range of 0.005–0.3 was lower than that of fresh Zr-BC, indicating that some by-products (such as humins) would be generated at a higher temperature and then deposit on the surface of Zr-BC. Moreover, the color change of Zr-BC before and after the reaction also confirmed this possibility (Fig. S11f and S11g). After treatment of recycled Zr-BC by H2O2 solution (Fig. S11h) [46–48], xylose conversion and LaA yield was enhanced to 95.4 % and 38.2 % in Run 5 (Fig. S9). Therefore, the catalytic activity of Zr-BC could be recovered via a facile treatment by H2O2 solution to eliminate the deposited by-products on the catalyst surface. 3.5 Catalytic conversion of other sugars over Zr-BC Since the generality of the catalyst is also an important factor to be considered in industry, we investigated the catalytic performance of Zr-BC in the production of LaA from other sugars including arabinose, fructose, glucose, and sucrose. As listed in Table S2, arabinose could be efficiently converted over Zr-BC, and 98.8 % conversion of arabinose with 45.0 % yield of LaA was achieved at 170 °C for 3 h (Entry 1). Fructose was also successfully converted over Zr-BC under the same conditions, and 97.8 % conversion of fructose with 41.7 % yield of LaA was obtained (Entry 2). However, due to the robust structure of glucose, 86.2 % conversion of glucose and 23.8 % yield of LaA were just obtained over Zr-BC at 170 °C for 3 h (Entry 3). Glucose conversion and LaA yield could be promoted to 98.0 % and 32.1 % when the reaction temperature increased to 190 °C (Entry 4). In the case of sucrose, a higher reaction temperature could promote the conversion of sucrose to LaA, and consequently the yield of LaA can be enhanced from 33.9 % to 41.0 % at 190 °C for 3 h (Entry 5 and 6). The above results demonstrated that Zr-BC was still active for the catalytic conversion of other sugars to LaA. 4 Conclusions In summary, we have constructed an active Zr-BC catalyst via a facile solvent-free coordination route. This catalyst exhibited superior activity in the production of LaA from xylose in water. 58.2 % of LaA yield with 99.9 % of xylose conversion can be achieved over Zr-BC at 190 °C for 3 h. Moreover, LaA yield can be further promoted in a GVL/water system. Detailed studies revealed that the excellent catalytic performance of Zr-BC was attributed to the presences of Lewis acidic sites and basic sites in its structure which could lower the energy barrier of xylose conversion and simultaneously enhance the efficient conversion of the generated intermediates, consequently boosting the production of LaA. Besides, Zr-BC also exhibited excellent activities for the conversion of other feedstocks to LaA. The insights of this work will afford a facilely catalytic system for the efficient production of LaA from carbohydrates in water. CRediT authorship contribution statement Qin Wang: Investigation, Writing – original draft. Dan Luo: Investigation, Writing – original draft. Jiansu Ran: Methodology, Visualization, Investigation. Jie Zheng: Conceptualization, Writing – review & editing. YuntongCui: Methodology, Visualization, Investigation. Ruixue Yangcheng: Methodology, Visualization, Investigation. Shuang Luo: Methodology, Visualization, Investigation. Jianjian Wang: Supervision, Writing – review & editing, Investigation, Conceptualization, Project administration. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments J.W. thanks to the final support from National Natural Science Foundation of China (21902016) and Fundamental Research Funds for the Central Universities (2019CDQYHG026). This research used resources of Analytical and Testing Center of Chongqing University. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2022.118871. Appendix A Supplementary material Supplementary material . References [1] P. Maki-Arvela I.L. Simakova T. Salmi D.Y. Murzin Chem. Rev. 114 2014 1909 1971 10.1021/cr400203v P. Maki-Arvela, I.L. Simakova, T. Salmi, D.Y. Murzin, Chem. Rev. 114 (2014) 1909–1971. https://doi.org/10.1021/cr400203v [2] Y.L. Li S.S. Bhagwat Y.R. Cortes-Pena D. Ki C.V. Rao Y.S. Jin J.S. Guest ACS Sustain. Chem. Eng. 9 2021 1341 1351 10.1021/acssuschemeng.0c08055 Y.L. Li, S.S. Bhagwat, Y.R. Cortes-Pena, D. Ki, C.V. Rao, Y.S. Jin, J.S. Guest, ACS Sustainable Chem. Eng. 9 (2021) 1341–1351. https://doi.org/10.1021/acssuschemeng.0c08055 [3] F.M. Jin H. Enomoto Energy Environ. Sci. 4 2011 382 397 10.1039/C004268D F.M. Jin, H. Enomoto, Energy Environ. Sci. 4 (2011) 382–397. https://doi.org/10.1039/C004268D [4] M. Dusselier P. Van Wouwe A. Dewaele E. Makshina B.F. Sels Energy Environ. Sci. 6 2013 1415 1442 10.1039/C3EE00069A M. Dusselier, P. Van Wouwe, A. Dewaele, E. Makshina, B.F. Sels, Energy Environ. Sci. 6 (2013) 1415–1442. https://doi.org/10.1039/C3EE00069A [5] S. Li W.P. Deng Y.Y. Li Q.H. Zhang Y. Wang J. Energy Chem. 32 2019 138 151 10.1016/j.jechem.2018.07.012 S. Li, W.P. Deng, Y.Y. Li, Q.H. Zhang, Y. Wang, J. Energy Chem. 32 (2019) 138–151. https://doi.org/10.1016/j.jechem.2018.07.012 [6] P. Maki-Arvela A. Aho D.Y. Murzin ChemSusChem 13 2020 4833 4855 10.1002/cssc.202001223 P. Maki-Arvela, A. Aho, D.Y. Murzin, ChemSusChem 13 (2020) 4833–4855. https://doi.org/10.1002/cssc.202001223 [7] D. Yankov Front. Chem. 10 2022 823005 10.3389/fchem.2022.823005 D. Yankov, Front. Chem. 10 (2022) 823005. https://doi.org/10.3389/fchem.2022.823005 [8] R. Datta M. Henry J. Chem. Technol. Biotechnol. 81 2006 1119 1129 10.1002/jctb.1486 R. Datta, M. Henry, J. Chem. Technol. Biotechnol. 81 (2006) 1119–1129. https://doi.org/10.1002/jctb.1486 [9] S.G. Karp A.H. Igashiyama P.F. Siqueira J.C. Carvalho L.P.S. Vandenberghe V. Thomaz-Soccol J. Coral J.L. Tholozan A. Pandey C.R. Soccol Bioresour. Technol. 102 2011 1765 1772 10.1016/j.biortech.2010.08.102 S.G. Karp, A.H. Igashiyama, P.F. Siqueira, J.C. Carvalho, L.P.S. Vandenberghe, V. Thomaz-Soccol, J. Coral, J.L. Tholozan, A. Pandey, C.R. Soccol, Bioresour. Technol. 102 (2011) 1765–1772. https://doi.org/10.1016/j.biortech.2010.08.102 [10] Z.B. Huo Y. Fang D.Z. Ren S. Zhang G.D. Yao X. Zeng F.M. Jin ACS Sustain. Chem. Eng. 2 2014 2765 2771 10.1021/sc500507b Z.B. Huo, Y. Fang, D.Z. Ren, S. Zhang, G.D. Yao, X. Zeng, F.M. Jin, ACS Sustainable Chem. Eng. 2 (2014) 2765–2771. https://doi.org/10.1021/sc500507b [11] W.P. Deng P. Wang B.J. Wang Y.L. Wang L.F. Yan Y.Y. Li Q.H. Zhang Z.X. Cao Y. Wang Green. Chem. 20 2018 735 744 10.1039/C7GC02975F W.P. Deng, P. Wang, B.J. Wang, Y.L. Wang, L.F. Yan, Y.Y. Li, Q.H. Zhang, Z.X. Cao, Y. Wang, Green Chem. 20 (2018) 735–744. https://doi.org/10.1039/C7GC02975F [12] S.G. Xu Y. Wu J.M. Li T. He Y. Xiao C.Q. Zhou C.W. Hu ACS Sustain. Chem. Eng. 8 2020 4244 4255 10.1021/acssuschemeng.9b07552 S.G. Xu, Y. Wu, J.M. Li, T. He, Y. Xiao, C.Q. Zhou, C.W. Hu, ACS Sustainable Chem. Eng. 8 (2020) 4244–4255. https://doi.org/10.1021/acssuschemeng.9b07552 [13] S. Kiatphuengporn A. Junkaew C. Luadthong S. Thongratkaew C. Yimsukanan S. Songtawee T. Butburee P. Khemthong S. Namuangruk M. Kunaseth K. Faungnawakij Green. Chem. 22 2020 8572 8583 10.1039/D0GC02573A S. Kiatphuengporn, A. Junkaew, C. Luadthong, S. Thongratkaew, C. Yimsukanan, S. Songtawee, T. Butburee, P. Khemthong, S. Namuangruk, M. Kunaseth, K. Faungnawakij, Green Chem. 22 (2020) 8572–8583. https://doi.org/10.1039/D0GC02573A [14] H.X. Xu X. Ye X.Y. Shi H. Zhong D.P. He B.B. Jin F.M. Jin Mol. Catal. 522 2022 112241 10.1016/j.mcat.2022.112241 H.X. Xu, X. Ye, X.Y. Shi, H. Zhong, D.P. He, B.B. Jin, F.M. Jin, Mol. Catal. 522 (2022) 112241. https://doi.org/10.1016/j.mcat.2022.112241 [15] P.N. Paulino O.C. Reis Y.E. Licea E.M. Albuquerque M.A. Fraga Catal. Sci. Technol. 8 2018 4945 4956 10.1039/C8CY00679B P.N. Paulino, O.C. Reis, Y.E. Licea, E.M. Albuquerque, M.A. Fraga, Catal. Sci. Technol. 8 (2018) 4945–4956. https://doi.org/10.1039/C8CY00679B [16] A.A. Marianou C.C. Michailof D. Ipsakis K. Triantafyllidis A.A. Lappas Green. Chem. 21 2019 6161 6178 10.1039/C9GC02622C A.A. Marianou, C.C. Michailof, D. Ipsakis, K. Triantafyllidis, A.A. Lappas, Green Chem. 21 (2019) 6161–6178. https://doi.org/10.1039/C9GC02622C [17] P. Ponchai K. Adpakpang S. Thongratkaew K. Chaipojjana S. Wannapaiboon S. Siwaipram K. Faungnawakij S. Bureekaew Chem. Commun. 56 2020 8019 8022 10.1039/D0CC03424J P. Ponchai, K. Adpakpang, S. Thongratkaew, K. Chaipojjana, S. Wannapaiboon, S. Siwaipram, K. Faungnawakij, S. Bureekaew, Chem. Commun. 56 (2020) 8019–8022. https://doi.org/10.1039/D0CC03424J [18] M.S. Rahaman S. Tulaphol K. Mills A. Molley M.A. Hossain S. Lalvani T. Maihom M. Crocker N. Sathitsuksanoh ChemCatChem 14 2022 e202101756 10.1002/cctc.202101756 M.S. Rahaman, S. Tulaphol, K. Mills, A. Molley, M.A. Hossain, S. Lalvani, T. Maihom, M. Crocker, N. Sathitsuksanoh, ChemCatChem 14 (2022) e202101756. https://doi.org/10.1002/cctc.202101756 [19] B. Rungtaweevoranit K. Chaipojjana A. Junkaew S. Thongratkaew S. Impeng K. Faungnawakij ChemSusChem 15 2022 e202102653 10.1002/cssc.202102653 B. Rungtaweevoranit, K. Chaipojjana, A. Junkaew, S. Thongratkaew, S. Impeng, K. Faungnawakij, ChemSusChem 15 (2022) e202102653. https://doi.org/10.1002/cssc.202102653 [20] M. Xia W.J. Dong Z. Shen S.Z. Xiao W.B. Chen M.Y. Gu Y.L. Zhang Sustain. Energy Fuels 4 2020 5327 5338 10.1039/D0SE00798F M. Xia, W.J. Dong, Z. Shen, S.Z. Xiao, W.B. Chen, M.Y. Gu, Y.L. Zhang, Sustainable Energy Fuels 4 (2020) 5327–5338. https://doi.org/10.1039/D0SE00798F [21] Y. Xiao S.Q. Liao S.G. Xu J.M. Li Z.Y. Lu C.W. Hu Renew. Energy 187 2022 551 560 10.1016/j.renene.2022.01.100 Y. Xiao, S.Q. Liao, S.G. Xu, J.M. Li, Z.Y. Lu, C.W. Hu, Renewable Energy 187 (2022) 551–560. https://doi.org/10.1016/j.renene.2022.01.100 [22] M. Xia W.J. Dong M.Y. Gu C. Chang Z. Shen Y.L. Zhang R.S.C. Adv 8 2018 8965 8975 10.1039/C7RA12533J M. Xia, W.J. Dong, M.Y. Gu, C. Chang, Z. Shen, Y.L. Zhang, R.S.C. Adv. 8 (2018) 8965–8975. https://doi.org/10.1039/C7RA12533J [23] Y.F. Zhang H. Luo L.Z. Kong X.P. Zhao G. Miao L.J. Zhu S.G. Li Y.H. Sun Green. Chem. 22 2020 7333 7336 10.1039/D0GC02596H Y.F. Zhang, H. Luo, L.Z. Kong, X.P. Zhao, G. Miao, L.J. Zhu, S.G. Li, Y.H. Sun, Green Chem. 22 (2020) 7333–7336. https://doi.org/10.1039/D0GC02596H [24] J.J. Wang L.M. Liu C.L. Chen X.L. Dong Q. Wang L. Alfilfil M.R. AlAlouni K.X. Yao J.F. Huang D.L. Zhang Y. Han J. Mater. Chem. A 8 2020 4464 4472 10.1039/C9TA12230C J.J. Wang, L.M. Liu, C.L. Chen, X.L. Dong, Q. Wang, L. Alfilfil, M.R. AlAlouni, K.X. Yao, J.F. Huang, D.L. Zhang, Y. Han, J. Mater. Chem. A 8 (2020) 4464–4472. https://doi.org/10.1039/C9TA12230C [25] Z. Huang L.J. Liu J.F. Zhang H.M. Yang S. Fu T.H. Liu H.Q. Yang C.W. Hu J. Phys. Chem. C. 124 2020 13102 13112 10.1021/acs.jpcc.0c00943 Z. Huang, L.J. Liu, J.F. Zhang, H.M. Yang, S. Fu, T.H. Liu, H.Q. Yang, C.W. Hu, J. Phys. Chem. C 124 (2020) 13102–13112. https://doi.org/10.1021/acs.jpcc.0c00943 [26] L.S. Yang J. Su S. Carl J.G. Lynam X.K. Yang H.F. Lin Appl. Catal. B: Environ. 162 2015 149 157 10.1016/j.apcatb.2014.06.025 L.S. Yang, J. Su, S. Carl, J.G. Lynam, X.K. Yang, H.F. Lin, Appl. Catal. B: Environ. 162 (2015) 149–157. https://doi.org/10.1016/j.apcatb.2014.06.025 [27] J.J. Wang W.J. Xu J.W. Ren X.H. Liu G.Z. Lu Y.Q. Wang Green. Chem. 13 2011 2678 2681 10.1039/C1GC15306D J.J. Wang, W.J. Xu, J.W. Ren, X.H. Liu, G.Z. Lu, Y.Q. Wang, Green Chem. 13 (2011) 2678–2681. https://doi.org/10.1039/C1GC15306D [28] J.J. Wang J.W. Ren X.H. Liu G.Z. Lu Y.Q. Wang AIChE J. 59 2013 2558 2566 10.1002/aic.14019 J.J. Wang, J.W. Ren, X.H. Liu, G.Z. Lu, Y.Q. Wang, AIChE J. 59 (2013) 2558–2566. https://doi.org/10.1002/aic.14019 [29] J.J. Wang X.H. Liu B.C. Hu G.Z. Lu Y.Q. Wang R.S.C. Adv 4 2014 31101 31107 10.1039/C4RA04900D J.J. Wang, X.H. Liu, B.C. Hu, G.Z. Lu, Y.Q. Wang, R.S.C. Adv. 4 (2014) 31101–31107. https://doi.org/10.1039/C4RA04900D [30] J. Ran R. YangCheng Y. Cui J. Wang Curr. Res Green. Sustain. Chem. 5 2022 100230 10.1016/j.crgsc.2021.100230 J. Ran, R. YangCheng, Y. Cui, J. Wang, Curr. Res. Green Sustainable Chem. 5 (2022) 100230. https://doi.org/10.1016/j.crgsc.2021.100230 [31] J. Ran R. YangCheng Y. Cui J. Wang ACS Sustain. Chem. Eng. 10 2022 7277 7287 10.1021/acssuschemeng.2c00572 J. Ran, R. YangCheng, Y. Cui, J. Wang, ACS Sustainable Chem. Eng. 10 (2022) 7277–7287. https://doi.org/10.1021/acssuschemeng.2c00572 [32] J.G. Liu Y.R. He L.L. Yan K. Li C.H. Zhang H.W. Xiang X.D. Wen Y.W. Li Catal. Sci. Technol. 9 2019 2982 2992 10.1039/C9CY00453J J.G. Liu, Y.R. He, L.L. Yan, K. Li, C.H. Zhang, H.W. Xiang, X.D. Wen, Y.W. Li, Catal. Sci. Technol. 9 (2019) 2982–2992. https://doi.org/10.1039/C9CY00453J [33] W.Z. Li H. Huang H.J. Li W. Zhang H.C. Liu Langmuir 24 2008 8358 8366 10.1021/la800370r W.Z. Li, H. Huang, H.J. Li, W. Zhang, H.C. Liu, Langmuir 24 (2008) 8358–8366. https://doi.org/10.1021/la800370r [34] X.M. Li Z.J. Du Y. Wu Y.D. Zhen R.X. Shao B.Q. Li C.M. Chen Q.S. Liu H.C. Zhou R.S.C. Adv 10 2020 9985 9995 10.1039/C9RA10795A X.M. Li, Z.J. Du, Y. Wu, Y.D. Zhen, R.X. Shao, B.Q. Li, C.M. Chen, Q.S. Liu, H.C. Zhou, R.S.C. Adv. 10 (2020) 9985–9995. https://doi.org/10.1039/C9RA10795A [35] A.Y. He L. Hu Y.M. Zhang Y.T. Jiang X.Y. Wang J.X. Xu Z. Wu ACS Sustain. Chem. Eng. 9 2021 15557 15570 10.1021/acssuschemeng.1c05618 A.Y. He, L. Hu, Y.M. Zhang, Y.T. Jiang, X.Y. Wang, J.X. Xu, Z. Wu, ACS Sustainable Chem. Eng. 9 (2021) 15557–15570. https://doi.org/10.1021/acssuschemeng.1c05618 [36] A. Mondal S. Ram J. Am. Ceram. Soc. 87 2004 2187 2194 10.1111/j.1151-2916.2004.tb07489.x A. Mondal, S. Ram, J. Am. Ceram. Soc. 87 (2004) 2187–2194. https://doi.org/10.1111/j.1151–2916.2004.tb07489.x [37] J.L. Song B.W. Zhou H.C. Zhou L.Q. Wu Q.L. Meng Z.M. Liu B.X. Han Angew. Chem. Int. Ed. 54 2015 9399 9403 10.1002/anie.201504001 J.L. Song, B.W. Zhou, H.C. Zhou, L.Q. Wu, Q.L. Meng, Z.M. Liu, B.X. Han, Angew. Chem. Int. Ed. 54 (2015) 9399–9403. https://doi.org/10.1002/anie.201504001 [38] L.M. Liu Z.J. Chen J.J. Wang D.L. Zhang Y.H. Zhu S.L. Ling K.W. Huang Y. Belmabkhout K. Adil Y.X. Zhang B. Slater M. Eddaoudi Y. Han Nat. Chem. 11 2019 622 628 10.1038/s41557-019-0263-4 L.M. Liu, Z.J. Chen, J.J. Wang, D.L. Zhang, Y.H. Zhu, S.L. Ling, K.W. Huang, Y. Belmabkhout, K. Adil, Y.X. Zhang, B. Slater, M. Eddaoudi, Y. Han, Nat. Chem. 11 (2019) 622–628. https://doi.org/10.1038/s41557–019-0263–4 [39] F.F. Wan B. Yang J.K. Zhu D.B. Jiang H.H. Zhang Q. Zhang S.N. Chen C. Zhang Y.C. Liu Z.H. Fu Green. Chem. 23 2021 3428 3438 10.1039/D1GC00209K F.F. Wan, B. Yang, J.K. Zhu, D.B. Jiang, H.H. Zhang, Q. Zhang, S.N. Chen, C. Zhang, Y.C. Liu, Z.H. Fu, Green Chem. 23 (2021) 3428–3438. https://doi.org/10.1039/D1GC00209K [40] Y. Leng L.C. Shi S.Y. Du J.S. Jiang P.P. Jiang Green. Chem. 22 2020 180 186 10.1039/C9GC03393A Y. Leng, L.C. Shi, S.Y. Du, J.S. Jiang, P.P. Jiang, Green Chem. 22 (2020) 180–186. https://doi.org/10.1039/C9GC03393A [41] J.L. Song L.Q. Wu B.W. Zhou H.C. Zhou H.L. Fan Y.Y. Yang Q.L. Meng B.X. Han Green. Chem. 17 2015 1626 1632 10.1039/C4GC02104E J.L. Song, L.Q. Wu, B.W. Zhou, H.C. Zhou, H.L. Fan, Y.Y. Yang, Q.L. Meng, B.X. Han, Green Chem. 17 (2015) 1626–1632. https://doi.org/10.1039/C4GC02104E [42] S.H. Zhou F.L. Dai Z.Y. Xiang T. Song D.T. Liu F.C. Lu H.S. Qi Appl. Catal. B: Environ. 248 2019 31 43 10.1016/j.apcatb.2019.02.011 S.H. Zhou, F.L. Dai, Z.Y. Xiang, T. Song, D.T. Liu, F.C. Lu, H.S. Qi, Appl. Catal. B: Environ. 248 (2019) 31–43. https://doi.org/10.1016/j.apcatb.2019.02.011 [43] S.H. Zhou F.T. Dai Y.A. Chen C. Dang C.Z. Zhang D.T. Liu H.S. Qi Green. Chem. 21 2019 1421 1431 10.1039/C8GC03710H S.H. Zhou, F.T. Dai, Y.A. Chen, C. Dang, C.Z. Zhang, D.T. Liu, H.S. Qi, Green Chem. 21 (2019) 1421–1431. https://doi.org/10.1039/C8GC03710H [44] E.M. Albuquerque L.E.P. Borges M.A. Fraga C. Sievers ChemCatChem 9 2017 2675 2683 10.1002/cctc.201700305 E.M. Albuquerque, L.E.P. Borges, M.A. Fraga, C. Sievers, ChemCatChem 9 (2017) 2675–2683. https://doi.org/10.1002/cctc.201700305 [45] K.M.A. Santos E.M. Albuquerque G. Innocenti L.E.P. Borges C. Sievers M.A. Fraga ChemCatChem 11 2019 3054 3063 10.1002/cctc.201900519 K.M.A. Santos, E.M. Albuquerque, G. Innocenti, L.E.P. Borges, C. Sievers, M.A. Fraga, ChemCatChem 11 (2019) 3054–3063. https://doi.org/10.1002/cctc.201900519 [46] V.G. Gandhi M.K. Mishra P.A. Joshi J. Ind. Eng. Chem. 18 2012 1902 1907 10.1016/j.jiec.2012.05.001 V.G. Gandhi, M.K. Mishra, P.A. Joshi, J. Ind. Eng. Chem. 18 (2012) 1902–1907. https://doi.org/10.1016/j.jiec.2012.05.001 [47] M. Liu X.X. Ye Y.Q. Liu X.Y. Wang Y.Q. Wen H.J. Sun B.J. Li Ind. Eng. Chem. Res. 54 2015 5416 5426 10.1021/acs.iecr.5b00410 M. Liu, X.X. Ye, Y.Q. Liu, X.Y. Wang, Y.Q. Wen, H.J. Sun, B.J. Li, Ind. Eng. Chem. Res. 54 (2015) 5416–5426. https://doi.org/10.1021/acs.iecr.5b00410 [48] M.V. Morales K. Gora-Marek H. Musch A. Pineda B. Murray S. Stefanidis L. Falco K. Tarach E. Ponomareva J.H. Marsman I. Melian-Cabrera Appl. Catal. A: Gen. 562 2018 215 222 10.1016/j.apcata.2018.06.008 M.V. Morales, K. Gora-Marek, H. Musch, A. Pineda, B. Murray, S. Stefanidis, L. Falco, K. Tarach, E. Ponomareva, J.H. Marsman, I. Melian-Cabrera, Appl. Catal. A: Gen. 562 (2018) 215–222. https://doi.org/10.1016/j.apcata.2018.06.008",
      "scopus-id": "85138172065",
      "coredata": {
        "eid": "1-s2.0-S0926860X22003945",
        "dc:description": "It is highly desirable but of challenge to develop an efficient process for lactic acid (LaA) production from xylose performed in water. Herein, a novel catalyst prepared via a facile solvent-free coordination route is developed to efficiently produce LaA from xylose in water. The structural properties of the prepared catalyst and the reaction conditions are systematically investigated. The production rate of LaA at 190 °C in water is up to 1.8 h−1, outperforming the most recent reports (below 1.1 h−1). Detailed experimental and characteristic studies reveal that the presence of Lewis acidic sites and basic sites in the catalyst structure can not only lower the energy barrier of xylose conversion but also boost the efficient conversion of the active reaction intermediates into LaA. The findings of this work will provide a new approach for the efficient production of LaA from carbohydrates.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X22003945",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Qin"
          },
          {
            "@_fa": "true",
            "$": "Luo, Dan"
          },
          {
            "@_fa": "true",
            "$": "Ran, Jiansu"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Jie"
          },
          {
            "@_fa": "true",
            "$": "Cui, Yuntong"
          },
          {
            "@_fa": "true",
            "$": "Yangcheng, Ruixue"
          },
          {
            "@_fa": "true",
            "$": "Luo, Shuang"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jianjian"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X22003945"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X22003945"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(22)00394-5",
        "prism:volume": "646",
        "articleNumber": "118871",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Solvent-free synthesis of a zirconium-carbon coordination catalyst for efficient aqueous-phase production of lactic acid from xylose",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lactic acid"
          },
          {
            "@_fa": "true",
            "$": "Xylose"
          },
          {
            "@_fa": "true",
            "$": "Zirconium-carbon coordination catalyst"
          },
          {
            "@_fa": "true",
            "$": "Aqueous-phase reaction"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "118871",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2022",
        "prism:doi": "10.1016/j.apcata.2022.118871",
        "prism:startingPage": "118871",
        "dc:identifier": "doi:10.1016/j.apcata.2022.118871",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "743",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "184366",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "486",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68132",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "412",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19020",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "427",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68977",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "638",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "115608",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "174",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "18838",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10017",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "106",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9118",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14867",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "203",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12437",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "3282",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1228417",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2145",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "381844",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1826",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "144468",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1886",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "369398",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2818",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "633690",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "11014656",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22003945-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "5040251",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85138172065"
      }
    }
  }
}