{
  "metadata": {
    "title": "High-performance addition reaction of methyl acrylate and methanol for the preparation of Methyl 3-methoxypropionate on NiO/MgO catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2023-11-25",
    "doi": "10.1016/j.apcata.2023.119467",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X23004477",
    "pii": "S0926860X23004477"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85175449805",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2023-10-21 2023-10-21 2023-10-25 2023-10-25 2023-11-15T12:57:37 1-s2.0-S0926860X23004477 S0926-860X(23)00447-7 S0926860X23004477 10.1016/j.apcata.2023.119467 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X23X00192 2024-01-01T12:35:59.692098Z 0 0 20231125 2023 2023-10-21T23:52:57.530337Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 668 668 C Volume 668 4 119467 119467 119467 20231125 25 November 2023 2023-11-25 2023 article fla © 2023 Elsevier B.V. All rights reserved. HIGHPERFORMANCEADDITIONREACTIONMETHYLACRYLATEMETHANOLFORPREPARATIONMETHYL3METHOXYPROPIONATENIOMGOCATALYST LI X 1 Introduction 2 Experimental section 2.1 Materials 2.2 Catalyst preparation 2.3 Catalyst characterization 2.4 Catalytic tests 3 Results and discussion 3.1 Catalyst characterization of MO/MgO catalysts 3.2 Catalytic studies 3.2.1 Catalyst performance for MO/MgO catalysts 3.2.2 The effect of different reaction conditions 3.3 Possible reaction mechanism 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References QIN 2007 596 598 B ZHANG 2011 1 3 J CHEN 2019 39 41 W GESINSKI 2011 9727 9729 M FESSNER 2004 201 272 W MODERNALDOLREACTIONS NISING 2008 1218 1228 C GUO 2014 6718 6720 S GAWANDE 2012 1113 1125 M SONAVANE 2007 1803 1806 S ZHANG 2021 18785 18792 S VELDURTHY 2005 767 771 B YAN 2010 2608 2613 M PENG 2019 122 129 L POURDELAN 2022 H RHEINHEIMER 2020 236 239 W PECK 2012 4483 4490 M TOMELLINI 1992 75 78 M WANG 2015 515 523 Y DUAN 2016 6588 6592 Y WANG 2010 6100 6105 Z BARZEGARI 2020 6604 6620 F DICOSIMO 1998 499 510 J SMOLAKOVA 2017 1921 1929 L MA 2021 310 317 H FERNANDES 2013 136 142 M YAN 2015 344 351 J ZUO 2018 58 66 C YANG 2016 160 168 D ZHANG 2016 6417 6430 G HULIN 2017 1380 1386 A KABASHIMA 1998 277 283 H ZHANG 2011 712 716 S LIX2023X119467 LIX2023X119467XX 2025-10-25T00:00:00.000Z 2025-10-25T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-11-07T06:48:09.390Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Yanchang Petroleum Group Natural Science Foundation of Shandong Province ZR2021QB157 Natural Science Foundation of Shandong Province http://data.elsevier.com/vocabulary/SciValFunders/501100007129 http://sws.geonames.org/1814991/ Qingdao Postdoctoral Project QDBSH20220201042 QDBSH20220202021 QDBSH20220202024 This work was supported by Qingdao Postdoctoral Project ( QDBSH20220201042 , QDBSH20220202021 , QDBSH20220202024 ), Natural Science Foundation of Shandong Province ( ZR2021QB157 ) and Yanchang Petroleum Group . https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(23)00447-7 S0926860X23004477 1-s2.0-S0926860X23004477 10.1016/j.apcata.2023.119467 271346 2024-01-01T12:35:59.692098Z 2023-11-25 1-s2.0-S0926860X23004477-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/MAIN/application/pdf/3b96cb7b06d297b6257a3345a2c190a8/main.pdf main.pdf pdf true 3321280 MAIN 7 1-s2.0-S0926860X23004477-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/PREVIEW/image/png/e78aa16d875c82ab1af0b67e83a4fa7b/main_1.png main_1.png png 59246 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X23004477-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/sc1/DOWNSAMPLED/image/jpeg/cd9df4157372b5479d0cdca7f860f443/sc1.jpg sc1 sc1.jpg jpg 14600 225 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/sc2/DOWNSAMPLED/image/jpeg/c4c213fb831435ca8d96385878ea92a1/sc2.jpg sc2 sc2.jpg jpg 16705 311 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr2/DOWNSAMPLED/image/jpeg/d75a4dc8458fde886f787aa70c93193f/gr2.jpg gr2 gr2.jpg jpg 80632 512 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/ga1/DOWNSAMPLED/image/jpeg/ddcd123a9b048edeab58c1815492b7ec/ga1.jpg ga1 true ga1.jpg jpg 10019 244 146 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr3/DOWNSAMPLED/image/jpeg/8a229e6f33289e1034d862484a580435/gr3.jpg gr3 gr3.jpg jpg 111736 997 687 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr1/DOWNSAMPLED/image/jpeg/1cca59c961729a4316ec8c89d14d2351/gr1.jpg gr1 gr1.jpg jpg 28166 394 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23004477-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/sc1/THUMBNAIL/image/gif/daff91e1f11fb2db469077c2c957b8e1/sc1.sml sc1 sc1.sml sml 5070 131 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/sc2/THUMBNAIL/image/gif/cbf9e45757189c46002aa96565036b25/sc2.sml sc2 sc2.sml sml 5479 164 198 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr2/THUMBNAIL/image/gif/71c608332f5bef5f1597c4d4891140ae/gr2.sml gr2 gr2.sml sml 10610 164 217 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/ga1/THUMBNAIL/image/gif/b44df7d202495cccff9d0f60aa7c1ebd/ga1.sml ga1 true ga1.sml sml 5317 164 98 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr3/THUMBNAIL/image/gif/387761f333d810923fb15cc82319cd3d/gr3.sml gr3 gr3.sml sml 6654 164 113 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/gr1/THUMBNAIL/image/gif/e62e6ce4dcf02f3fc983be03b4343f0e/gr1.sml gr1 gr1.sml sml 8083 153 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23004477-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/dac7321120debc52c2695a4600c13b2d/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 68998 996 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-sc2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/2662aec3211558f7f0368085029794bf/sc2_lrg.jpg sc2 sc2_lrg.jpg jpg 71604 1376 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/831c8b0bd9845c4c197323be77a703ef/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 487585 2260 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/ff4caeef9c490779311677166c0e52c8/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 65825 1085 649 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/d385e2ff19b07665f3879bc5de387c7f/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 617595 4408 3037 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/HIGHRES/image/jpeg/81f291a17f79c5b90c489100d08412b4/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 123342 1742 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X23004477-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/mmc1/MAIN/application/pdf/7afbe5eac8a0225db355e8e078b5bb20/mmc1.pdf mmc1 mmc1.pdf pdf false 804875 APPLICATION 1-s2.0-S0926860X23004477-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/image/svg+xml/fafe6673504ac8f4236b6f820225eec3/si0001.svg si0001 si0001.svg svg 3306 ALTIMG 1-s2.0-S0926860X23004477-si0002.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/image/svg+xml/bf690e0b6afbb82804e435bb9aa131bd/si0002.svg si0002 si0002.svg svg 4331 ALTIMG 1-s2.0-S0926860X23004477-si0003.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23004477/image/svg+xml/e242285f544754d0d011ae6d7af90914/si0003.svg si0003 si0003.svg svg 2528 ALTIMG 1-s2.0-S0926860X23004477-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10BKBRTV1XH/MAIN/application/pdf/90dedb46d3f384b953c89101d034ecb7/am.pdf am am.pdf pdf false 11590701 AAM-PDF APCATA 119467 119467 S0926-860X(23)00447-7 10.1016/j.apcata.2023.119467 Elsevier B.V. Fig. 1 Schematic representation of NiO/MgO synthesis. Fig. 1 Fig. 2 (a) XRD pattern of the MgO, CeO/MgO, CoO/MgO, and NiO/MgO; (b) XPS spectra of Ni 2p for NiO/MgO; (c) FT-IR spectra of NiO/MgO; (d) Nitrogen sorption isotherms of the neat MgO and NiO/MgO with pore size distributions inside. Fig. 2 Fig. 3 Catalytic performance of the MgO, CeO/MgO, CoO/MgO, and NiO/MgO for the synthesis of methyl 3-methoxypropionate by addition of methyl acrylate and methanol (a); Catalytic performance of the NiO/MgO at various NiO content (b); Catalytic performance of the NiO/MgO-3 at different reaction temperatures (c); Catalytic performance of the NiO/MgO-4 at different reaction pressure (d); different reaction times (e); different MA content (f); different catalysts amount (g); The catalytic performance of the NiO/MgO-4 in the cycle experiment (200 ℃, 2 MPa, 8 h) (h). If not specified, the reaction conditions: 150 ℃, 2 MPa, 8 h, MA/MeOH = 1:4, and 0.4 g catalyst. Fig. 3 Scheme 1 Detailed mechanism of sequential product formation from MA to MMP based on the Michael addition reaction [33]. Scheme 1 Scheme 2 Plausible mechanism for the addition reaction of MA with methanol. Scheme 2 High-performance addition reaction of methyl acrylate and methanol for the preparation of Methyl 3-methoxypropionate on NiO/MgO catalyst Xiaoke Li a b c Xiuyun Liu b c Zhou Lu a ⁎ Guoqiang Xu b c ⁎⁎ a Chemistry and Chemical Engineering College of Qingdao University, Qingdao 266071, China Chemistry and Chemical Engineering College of Qingdao University Qingdao 266071 China Chemistry and Chemical Engineering College of Qingdao University, Qingdao 266071, China b Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao 266101, China Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences Qingdao 266101 China Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao 266101, China c Shandong Energy Institute, Qingdao 266101, Shandong, China Shandong Energy Institute Qingdao Shandong 266101 China Shandong Energy Institute, Qingdao 266101, Shandong, China ⁎ Corresponding author. ⁎⁎ Corresponding author at: Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences, Qingdao 266101, China. Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Sciences Qingdao 266101 China. In this study, Methyl 3-methoxypropionate (MMP) was formed from the addition reaction of methyl acrylate (MA) and methanol using MO/MgO (M = Ce, Co, Ni) catalysts, which were prepared by a direct-mixing method. The prepared catalyst NiO/MgO shows good catalytic activity than that of the CeO/MgO and CoO/MgO under the same conditions. The characterization and catalytic activity evaluation indicate that the NiO content of NiO/MgO has a significant effect on the catalytic activity of the addition reaction by changing the acid-base properties of the catalyst. The synergistic effect of acidic and basic sites contributes to the addition reaction. The optimal reaction temperature and pressure for NiO/MgO on this addition reaction is 200 ℃ and 2 MPa, respectively (over 90% selectivity to MMP). The cycle test indicates that the NiO/MgO catalyst is highly recyclable. Graphical Abstract ga1 Keywords Methyl 3-methoxypropionate Addition reaction NiO/MgO catalyst Acid-base synergistic effect High efficiency catalysis Data availability Data will be made available on request. 1 Introduction As an important organic synthesis intermediate and organic solvent, methyl 3-methoxypropionate (MMP) is widely used in the electronics industry, coating industry and organic synthesis [1–4]. The β-alkoxycarbonyl group of MMP is ubiquitous in natural products and biologically active compounds [5]. It is usually synthesized by aldol condensation reaction and subsequent hydroxyl alkylation reaction [6]. In addition, Michael addition reaction of alcohols to double bonds provides a direct and general method [7]. However, the formation of carbon-oxygen bonds through the Michael addition reaction is still challenging due to the potential oligomerization of the receptor, reversibility and the inherent energy aspects of the process [8]. At present, MMP is mainly obtained by the addition reaction of methyl acrylate (MA) and methanol. Sodium methoxide is the most commonly used catalyst for the addition reaction of methanol and MA in previous studies [9]. For the catalyst sodium methoxide, the yield of MMP formed from methanol and MA could reach more than 97% [1]. But there are a lot of shortcomings for the reaction process catalyzed by using sodium methoxide, such as high price of sodium methoxide, acid neutralization process after reaction and the corrosion of the chemical reactor during the neutralization process [2]. Since that the catalyst sodium methoxide needs to be neutralized by acid after the reaction, the sodium methoxide is hardly to be reused, and the produced sodium salt would be wasted [10]. Additionally, MA is prone to polymerization during the reaction and thus decrease the selectivity of MMP, then MA needs to be added slowly during the reaction. Therefore, the reaction process will be lengthened. Overall, a new highly efficient catalyst for the addition reaction of MA and methanol to MMP needs to be discovered and the proper reaction conditions need to be investigated. Metal oxides represent one of the most important and widely employed categories of solid catalysts [11]. Among the metal oxide catalysts, transition metals occupy a predominant place owing to their low cost of production, easy regeneration and selective action [11]. Metal oxides are utilized both for their acid-base and redox properties [12,13]. Michael addition reactions were studied by Figueras and co-workers at room temperature, using a magnesium-lanthanum mixed oxide, and obtained a very good yield [14]. And Ni, Co, and Ce have taken more attention due to their excellent activity in reactions [15]. The enhanced activity of the composite catalysts is mainly attributed to the synergistic effect between the metal oxide [16]. Considering that the metal oxide catalysts have acid-base properties and are expected to show catalytic activity for the preparation of MMP by the addition reaction of MA and methanol, MO/MgO (M = Ce, Co, Ni) were prepared by direct-mixing method and used for the preparation of MMP in this work. And it has not been reported before for this reaction to be catalyzed by metal oxide compounds. The prepared NiO/MgO shows better catalytic activity (a 73.9% conversion of MA and a 75.9% selectivity of MMP under the reaction of 150 ℃, 2 MPa) than that of the CeO/MgO and CoO/MgO under the same conditions. And all the prepared catalysts were much more active than MgO. The physical-chemical properties of the prepared catalysts were comprehensively analyzed by XRD, BET, XPS, FT-IR, NH3/CO2-TPD methods. The combination of catalyst characterization and catalytic activity evaluation indicates that the good performance of NiO/MgO may due to the acid-base synergistic effect. The reaction conditions were optimized and the stability of the catalyst was evaluated under the optimal reaction conditions. 2 Experimental section 2.1 Materials The following chemicals were used without further purification. Cobaltic oxide (Co2O3) was purchased from Tianjin BASF Co., Ltd. Methanol (CH3OH, AR), methyl acrylate (MA, AR), magnesium oxide (MgO, AR), nickel oxide (NiO, AR), ceric dioxide (CeO2, AR) and ethyl butyrate (C6H12O2, AR) were supplied by Sinopharm Chemical Reagent Co., Ltd. 2.2 Catalyst preparation The MO/MgO (M = Ce, Co, Ni) catalysts were synthesized by a direct-mixing method. Take NiO/MgO as an example ( Fig. 1), 15 g MgO and 3 g NiO was dispersed in 160 mL water firstly, then the mixture was stirred at room temperature for 6 h with a rate of 300 rpm. After that, the mixture was stirred in an oil bath at 75 ℃ for 6 h. The cake was filtered and washed with ethanol after condensation. The obtained powder was dried at 100 ℃ for 8 h. Then, the powder was transferred to a tube furnace and heated to 550 ℃ with a heating rate of 3 ℃/min. The calcination was lasted for 8 h in an air atmosphere. The catalyst was labeled NiO/MgO-x (x were related to the mass of NiO added during the preparation of the catalyst). 2.3 Catalyst characterization X-ray diffraction (XRD) was performed on a Bruker D8 advanced instrument with a scanning rate of 10°/min and a diffraction angle (2θ) of 5 ∼ 80°. The particle morphology of the catalyst samples were observed by Hitachi S4800 scanning microscope. The catalyst morphology was investigated using transmission electron microscopy (TEM) which was operated on a JEOL F-200 electron microscope at 200 kV. An energy dispersive X-ray (EDX) mapping analysis was performed on a Hitachi S4800. The specific surface area and pore size distribution of the catalysts were analyzed on an ASAP-2020 analyzer, and calculated by Brunaer-Emmett-Teller (BET) method and Barrett-Joyner-Halenda (BJH) method, respectively. The catalysts were tested by Nicolet 6700 FT-IR Spectrometer and AXIS SUPRA + XPS. The acidic sites and basic sites of the catalysts were determined by AutoChem II 2920 programed desorption NH3 (NH3-TPD) instrument and programed desorption CO2 (CO2-TPD) instrument, respectively. The steps of determining the acidic site of the catalyst are as follows: 100 mg of the sample to be tested was slowly load to the U-tube firstly. Then Ar was purged into the U-tube. The U-tube with sample was purged at 500 °C for 1 h firstly and cooled down to 50 °C secondly. After purged with 10 vol% NH3/Ar and stabilized the baseline for 2 h, the temperature was raised to 850 °C at a rate of 10 °C/min. 2.4 Catalytic tests The addition reactions of methanol and methyl acrylate (MA) were performed in a batch reactor of 50 mL. Catalyst tests were carried out under 2 MPa N2 pressure. The specific amounts of a catalysts (0.2 ∼ 0.6 g) were placed in the batch reactor with a certain MA amount (5 ∼ 40%), the reactions were performed for 3 ∼ 12 h with a temperature of 50 ∼ 200 °C. The internal standard method was applied in the analytic process, ethyl butyrate was added as an internal standard after reaction. A GC 2010 Plus gas chromatograph (Shimadzu) was utilized to analyze the products. The conversion of MA and selectivity of Methyl 3-methoxypropionate (MMP) were calculated by using internal standard method. The calculation formulas are as follows: MA conversion (%): X M A = m M A ( 0 ) − m M A m M A ( 0 ) × 100 % MMP and MP selectivity (%): S M M P = m M M P m M A ( 0 ) − m M A M M A × M M M P × 100 % MMP yield (%): Y MMP = X MA × S MMP × 100 % Where mMA(0) and mMA are the mass of MA before and after the reaction, respectively. The mMMP is the mass of MMP after reaction; the MMA and MMMP are the molar mass of MA and MMP, respectively. 3 Results and discussion 3.1 Catalyst characterization of MO/MgO catalysts The XRD patterns of MgO, CeO/MgO, CoO/MgO and NiO/MgO all shows obvious peak at 36.9°, 42.9°, 62.3°, 74.6° and 78.6°, which was attributed to the (111), (200), (220), (311), and (222) crystal planes of MgO (PDF#04–0829) ( Fig. 2a). For CeO/MgO and CoO/MgO, the XRD patterns show not only the crystal planes of MgO, but also the crystal planes of CeO2 and Co3O4. For NiO/MgO, the NiO phase (2θ of 37.3°, 43.3°, 62.9°, 75.4° and 79.4°) are related to the (111), (200), (220), (311), and (222) crystal planes of NiO phase (PDF#04–0835), respectively [17,18]. Fig. S4 showed the results of morphological analysis of the metal oxide catalyst using SEM (a ∼ d). It can be observed that the NiO/MgO (Fig. S4) shows flake-shaped structure, and the nanoparticles are evenly distributed on the sample. The EDS mapping analysis (Fig. S4) clearly indicated the distribution range of Mg, O and Ni in the sample, revealing the uniform distribution of Ni in magnesium oxide. It shows that MgO and NiO exists in the form of crystal. XPS spectra of Ni 2p for NiO/MgO (Fig. 2b) indicates that the samples displayed two well-defined peaks at around 872.7 and 854.0 eV, which were ascribed to Ni 2p1/2 and Ni 2p3/2, respectively [19]. The shoulder peak at 856.3 eV was attributed to the Ni2+ species on the surface [20]. The energy difference between Ni 2p3/2 and Ni 2p1/2 splitting was 18.7 eV, which indicates the well-defined symmetry of Ni2+ in oxide form [21]. Mg 2p spectrum of NiO/MgO (Fig. S1b) shows that Mg element mainly exists in the form of MgO [22]. The O 1 s binding energy of NiO/MgO is 530.0 eV (Fig. S1c), indicating that O2- exists on the surface of the catalyst [23]. FT-IR spectra of the NiO/MgO was shown in the Fig. 2c. A broad vibration band is seen in the wave number range 3416 cm−1 due to O-H stretching vibration of surface hydroxyl group [24,25]. And the peaks near 1467 cm−1 originated from the bending vibrations of O-H. In addition, the observed peaks at around 689 cm−1 were assigned to the Mg-O metal-oxygen vibration. The N2 adsorption-desorption isotherms of NiO/MgO (Fig. 2d) presented a type IV N2 adsorption-desorption isotherm with an H4 hysteresis loop, and relative pressure (P/P0) ranged from 0.5 ∼ 1.0, revealing the mesoporous structure of the NiO/MgO. The calculated specific surface area of NiO/MgO is 89.4 m2/g. The corresponding pore size distribution inset Fig. 2d showed the mesoporous size distribution, which is consistent with the above conclusion. Table S1 summarized the specific surface area, pore volume, and mean pore diameter of the neat MgO and NiO/MgO. It was found that the specific surface area of catalysts was obviously decreased compared to the neat MgO, which may be caused by nickel species entering into mesopores and macropores of the MgO. 3.2 Catalytic studies 3.2.1 Catalyst performance for MO/MgO catalysts The catalyst performance of the prepared CeO/MgO, CoO/MgO, and NiO/MgO catalysts for the reaction of methanol and methyl acrylate (MA) were evaluated ( Fig. 3a and Table S2). The MgO was also evaluated for comparison. The conversion of MA for CoO/MgO, CeO/MgO and NiO/MgO were 58.4%, 76.7%, and 73.9%, respectively, significantly higher than that of MgO (39.7%). This indicates that the introduction of metal oxides promoted the transformation of MA. Besides, the selectivity of MMP for CeO/MgO and NiO/MgO were 73.6% and 75.9%, respectively, obviously higher than that of MgO (68.8%). Among these four catalysts, the NiO/MgO performance best with a higher conversion of MA (73.1%) and the highest selectivity of MMP (75.9%). We evaluated the selectivity of the catalyst at the same conversion level and found that the selectivity of NiO/MgO was higher (Table S3). Considering that the NiO/MgO performs better than that of CoO/MgO and CeO/MgO, the NiO/MgO with different ratio of Mg/Ni have been prepared and investigated for the catalytic performance of the reaction of methanol and MA (Fig. 3b and Table S4). The XRD of NiO/MgO with different ratio of Mg/Ni all shows peaks of MgO phase and NiO phase (Fig. S2). As with the decrease of the ratio of Mg/Ni, the conversion of MA increased obviously (from 73.2% to 80.8%). While, the selectivity of MMP increased firstly (from 57% to 75.9%) and then decreased (from 75.9% to 60.8%) with the decrease of the ratio of Mg/Ni. Among the five NiO/MgO catalysts, NiO/MgO-4 catalyst exhibited the best catalytic performance. From the data above, NiO/MgO-3 shows a higher selectivity of MMP than that of NiO/MgO-4, while NiO/MgO-3 shows a lower conversion of MA than that of NiO/MgO-4. This phenomenon roused our curiosity. To take a deep investigation of the structure-function relationship for the addition reaction of methanol and MA on NiO/MgO, NH3-TPD and CO2-TPD were taken to estimate the distribution and total number of acidic sites and basic sites of MgO, NiO/MgO-3 and NiO/MgO-4 (Fig. S5a and S5b, Table S5). The desorption temperature reflected the strength of acidic/basic sites, and the higher desorption temperature means the stronger strength of acidic/basic sites. Generally, the desorption temperature ranged 100 ∼ 300 ℃, 300 ∼ 500 °C and above 500 °C are attributed to weak acidic/basic sites, medium strong acidic/basic sites and strong acidic/basic sites on the catalysts, respectively. For the NH3-TPD curves, the NiO/MgO showed two desorption peaks at 50 ∼ 150 °C and above 550 °C, which were assigned to weak and strong acid, respectively. Weak basic sites are attributed to OH- groups on the catalyst surface. Medium strength basic sites are related to oxygen in Mg2+-O2- pairs. Strong basic sites correspond to isolated O2- anions [25,26]. The amount of acidic sites (both strong acid and weak acid) for NiO/MgO-3 are higher than that of NiO/MgO-4; and the amount of basic sites (both strong base and weak base) for NiO/MgO-4 are higher than that of both NiO/MgO-3 and MgO. The carbon atom connected to the carbonyl (α-C) of MA could lose a proton at the basic site to generate an α-C anion, while MeOH can be activated at the acidic site. For NiO/MgO catalyst, abundant basic sites promote the formation of α-C anions, while insufficient acidic sites inhibit its further conversion to products, resulting in a decrease in its conversion [27]. This indicates that the increase of basic sites would help to promote the transformation of MA [28]. And thus, the NiO/MgO-4 shows a higher conversion of MA than that of NiO/MgO-3. While, the NiO/MgO-3 with a certain amount of acidic sites, may promote the adsorption of MA dispersedly, and thus avoid the polymerization of MA [29,30]. In addition, its rich acidic strength may inhibit the occurrence of side reactions, which made it contribute to higher MMP selectivity [27]. Therefore, the MMP selectivity for NiO/MgO-3 is higher than that of NiO/MgO-4. Basically, the basic sites would help to promote the transformation of MA and the acidic sites could help the formation of MMP [31]. The synergistic effect of acidic sites and basic sites promoted the addition reaction of methanol and MA to MMP [32]. 3.2.2 The effect of different reaction conditions In order to take a deep investigation of the addition reaction of methanol and MA to MMP, the effect of reaction temperature and reaction pressure on this reaction have been studied on the catalyst NiO/MgO (Figs. 3c and 3d, Table S6 and S7). As with the increase of reaction temperature (from 50 ℃ to 200 ℃), the conversion of MA and selectivity of MMP were remarkably improved from 8.2% to 78.8% and 31.5–78.7%, respectively. This suggests that a higher reaction temperature was conductive to promote the conversion of MA and the selectivity of MMP. The optimal reaction temperature was 200 ℃ due to the highest selectivity of MMP. As with the increase of the reaction pressure from 0.1 MPa to 2 MPa, the conversion of MA and selectivity of MMP increased from 58.9% and 54.9–79.4% and 74.0%, respectively. While, as the reaction pressure increased from 2 MPa to 5 MPa, the conversion of MA and the selectivity of MMP remained stable basically. Then, the reaction pressure of 2 MPa was chosen for the subsequent evaluation in this research. Furthermore, the effect of different reaction time, MA content and amount of catalyst on the catalytic activities of NiO/MgO-4 were studied (Figs. 3e, 3f, 3g, Table S8, S9, S10). With the extension of reaction time, the conversion of MA and the selectivity of MMP increased gradually in the first 8 h (Fig. 3e, Table S8). While, the selectivity of MMP decreased to 63.5% when the reaction time reached 12 h. Additionally, in order to investigate the effect of the proportion of raw materials in the reaction, we increased the proportion of MA in the reactants (the total amount of reactants is fixed at 20 g). The conversion of MA and the selectivity of MMP increased firstly and then decreased with the increase of the proportion of MA (Fig. 3f, Table S9). The sequential product formation with MA towards MMP is based on the classic Michael addition reaction ( Scheme 1) [33]. When the amount of MA is out of a certain range in the reaction systems, 1,6-dimethoxy-5-(methoxymethyl)− 1,6-dioxohexan-2-ide anion is formed, and then a polymer is formed. The optimal MA amount was 20% according to the experiment. Besides, the optimal catalyst amount was 0.4 g for this reaction (Fig. 3g, Table S10). In order to explore the recyclability of catalyst, the recyclability of NiO/MgO-4 catalyst was tested three times in the addition reaction of MA with methanol (Fig. 3h, Table S11). After each time, the catalyst was separated from the product by centrifugation, and then the catalyst was washed by methanol and drying for at least 6 h. Then, the catalyst NiO/MgO-4 was reused without any other treatment. The conversion of MA and the selectivity of MMP remained stable basically after three cycles. Overall, the catalyst NiO/MgO-4 shows excellent catalytic activity and a good reusability for the addition reaction of methanol and MA to MMP. 3.3 Possible reaction mechanism The possible reaction mechanism ( Scheme 2) was proposed here based on the experiments in this work and the mechanism of cyanoethylation for alcohols over metal oxide catalysts reported by Hattori et al. [34]. From the XPS results (Fig. S1c), we can deduce that there are O2- ions on the NiO/MgO [23]. The O2- ions on the surface of the catalyst could act as basic sites. These ions are speculated to be beneficial for the abstracting of H+ from methanol [35]. The basic site abstracts an H+ from the hydroxyl group of methanol and then generate an alkoxide anion. Then, the alkoxy anion attacks the carbon cation of the CC bond of methyl acrylate and forms the methyl 3-methoxypropionate anion on the catalyst surface [35]. Finally, methyl 3-methoxypropionate anion extracted H+ to generate methyl 3-methoxypropionate. The addition reaction of MA and methanol to MMP are promoted by the catalyst NiO/MgO, which have abundant basic site. 4 Conclusions Methyl 3-methoxypropionate (MMP) was synthesized from addition reaction of methanol and methyl acrylate (MA). The NiO/MgO catalyst prepared by a direct-mixing method exhibits high activity in terms of yield and selectivity due to the suitable acidic and basic sites. Under the optimal conditions (200 °C, 2 MPa, 8 h, 0.4 g catalyst and mass ratio of MA/MeOH is 1:4) the conversion of MA was 79.0% and the selectivity of MMP was 90.6%. Further investigation indicates that the addition reaction of MeOH and MA is controlled by the optimal balance between acidic and basic sites. The basic sites would help to promote the transformation of MA. While, the acidic sites may promote the adsorption of MA dispersedly, and thus avoid the polymerization of MA and promote the selectivity of MMP. The NiO/MgO catalysts depict a promising prospect due to the efficient activity and good reusability for the addition reaction of methanol and MA to MMP. CRediT authorship contribution statement Guoqiang Xu and Zhou Lu conceived the research idea and were responsible for this study. Xiaoke Li performed the experiments and wrote the manuscript. Xiuyun Liu contributed to some characterization and discussion. Declaration of Competing Interest The authors declare that they have no competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by Qingdao Postdoctoral Project (QDBSH20220201042, QDBSH20220202021, QDBSH20220202024), Natural Science Foundation of Shandong Province (ZR2021QB157) and Yanchang Petroleum Group. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2023.119467. Appendix A Supplementary material Supplementary material . References [1] B.C. Qin J. Chen X.C. Liao L.B. Qu Study on the synthetic process of methyl 3-methoxypropionate Appl. Chem. Ind. 6 2007 596 598 B.C. Qin, J. Chen, X.C. Liao, L.B. Qu, Study on the synthetic process of methyl 3-methoxypropionate, Appl. Chem. Ind. 6 (2007) 596–598. [2] J.B. Zhang C.J. Bai Study on catalytic synthesis of methyl 3-methoxypropionate J. Jilin Inst. Chem. Technol. 28 2011 1 3 J.B. Zhang, C.J. Bai, Study on catalytic synthesis of methyl 3-methoxypropionate, J. Jilin Inst. Chem. Technol. 28 (2011) 1–3. [3] W.M. Chen Y.Y. Sun Z.Y. Chen Distillation process for synthesis of methyl 3-methoxypropionate by direct addition with alcohols and olefins Petrochem. Ind. Technol. 26 2019 39 41 W.M. Chen, Y.Y. Sun, Z.Y. Chen, Distillation process for synthesis of methyl 3-methoxypropionate by direct addition with alcohols and olefins, Petrochem. Ind. Technol. 26 (2019) 39–41. [4] K. Uenishi, Positive resist composition. US 20020058206A1. 2002 Feb 7. [5] M.R. Gesinski S.D. Rychnovsky Total synthesis of the cyanolide A aglycon J. Am. Chem. Soc. 133 2011 9727 9729 M.R. Gesinski, S.D. Rychnovsky, Total Synthesis of the Cyanolide A Aglycon, J. Am. Chem. Soc. 133 (2011) 9727–9729. [6] W.D. Fessner R. Mahrwald Modern aldol reactions 2004 Wiley-VCH Weinheim 201 272 W.D. Fessner, R. Mahrwald, Modern aldol reactions, Wiley-VCH, Weinheim, 2004, pp. 201–272. [7] C.F. Nising S. Bräse The oxa-Michael reaction: from recent developments to applications in natural product synthesis Chem. Soc. Rev. 37 2008 1218 1228 C.F. Nising, S. Bräse, The oxa-Michael reaction: from recent developments to applications in natural product synthesis, Chem. Soc. Rev. 37 (2008) 1218–1228. [8] S.H. Guo S.Z. Xing S. Mao Y.R. Gao W.L. Chen Y.Q. Wang Oxa-Michael addition promoted by the aqueous sodium carbonate Tetrahedron Lett. 55 2014 6718 6720 S.H. Guo, S.Z. Xing, S. Mao, Y.R. Gao, W.L. Chen, Y.Q. Wang, Oxa-Michael addition promoted by the aqueous sodium carbonate, Tetrahedron Lett. 55 (2014) 6718–6720. [9] A.F. Nordquist, R.K. Pinschmidt, Process for making an acrylamide containing a dialkyl acetal group. US 4959489. 1990 Jul 25. [10] L.W. Zhang, Y.L. Liu, A method for preparing methyl 3-methoxypropionate. CN 107721855A. 2018 Feb 23. [11] M.B. Gawande R.K. Pandey R.V. Jayaram Role of mixed metal oxides in catalysis science-versatile applications in organic synthesis Catal. Sci. Technol. 2 2012 1113 1125 M.B. Gawande, R.K. Pandey, R.V. Jayaram, Role of mixed metal oxides in catalysis science-versatile applications in organic synthesis, Catal. Sci. Technol. 2 (2012) 1113–1125. [12] S.U. Sonavane M.B. Gawande S.S. Deshpande A. Venkataraman R.V. Jayaram Chemoselective transfer hydrogenation reactions over nanosized γ-Fe2O3 catalyst prepared by novel combustion route Catal. Commun. 8 2007 1803 1806 S.U. Sonavane, M.B. Gawande, S.S. Deshpande, A. Venkataraman, R.V. Jayaram, Chemoselective transfer hydrogenation reactions over nanosized γ-Fe2O3 catalyst prepared by novel combustion route, Catal. Commun. 8 (2007) 1803–1806. [13] S.Z. Zhang C.L. Chen K.K. Li H. Yu Materials and system design for direct electrochemical CO2 conversion in capture media J. Mater. Chem. A 9 2021 18785 18792 S.Z. Zhang, C.L. Chen, K.K. Li, H. Yu, Materials and system design for direct electrochemical CO2 conversion in capture media, J. Mater. Chem. A 9 (2021) 18785–18792. [14] B. Veldurthy J.M. Clacens F. Figueras Magnesium-lanthanum mixed metal oxide: a strong solid base for the michael addition reaction Adv. Synth. Catal. 347 2005 767 771 B. Veldurthy, J.M. Clacens and F. Figueras, Magnesium-Lanthanum Mixed Metal Oxide: a Strong Solid Base for the Michael Addition Reaction, Adv. Synth. Catal. 347 (2005) 767–771. [15] M.C. Yan M. Zhen L.J. Jun J.Y. Gang C. Jie L.G. Qing H.Z. Ping Q.S. Zhang Mesoporous Co3O4 and Au/Co3O4 catalysts for low-temperature oxidation of trace ethylene J. Am. Chem. Soc. 132 2010 2608 2613 M.C. Yan, M. Zhen, L.J. Jun, J.Y. Gang, C. Jie, L.G. Qing, H.Z. Ping, Q.S. Zhang, Mesoporous Co3O4 and Au/Co3O4 Catalysts for Low-Temperature Oxidation of Trace Ethylene, J. Am. Chem. Soc. 132 (2010) 2608–2613. [16] L.S. Peng X.Q. Zheng L. Li L. Zhang N. Yang K. Xiong H.M. Chen J. Li Z.D. Wei Chimney effect of the interface in metal oxide/metal composite catalysts on the hydrogen evolution reaction Appl. Catal. B 245 2019 122 129 L.S. Peng, X.Q. Zheng, L. Li, L. Zhang, N. Yang, K. Xiong, H.M. Chen, J. Li, Z.D. Wei, Chimney effect of the interface in metal oxide/metal composite catalysts on the hydrogen evolution reaction, Appl. Catal. B 245 (2019) 122–129. [17] H. Pourdelan S.M. Alavi M. Rezaei E. Akbari Thermocatalytic decomposition of methane over NiO-MgO catalysts synthesized by the mechanochemical method Catal. Lett. 2022 H. Pourdelan, S.M. Alavi, M. Rezaei, E. Akbari, Thermocatalytic Decomposition of Methane Over NiO-MgO Catalysts Synthesized by the Mechanochemical Method, Catal. Lett. (2022). [18] W. Rheinheimer D. Lowing J.E. Blendell Grain growth in NiO-MgO and its dependence on faceting and the equilibrium crystal shape Scr. Mater. 178 2020 236 239 W. Rheinheimer, D. Lowing, J.E. Blendell. Grain growth in NiO-MgO and its dependence on faceting and the equilibrium crystal shape, Scr. Mater. 178 (2020) 236–239. [19] M.A. Peck M.A. Langell Comparison of nanoscaled and bulk NiO structural and environmental characteristics by XRD, XAFS, and XPS Chem. Mater. 24 2012 4483 4490 M.A. Peck, M.A. Langell, Comparison of Nanoscaled and Bulk NiO Structural and Environmental Characteristics by XRD, XAFS, and XPS, Chem. Mater. 24 (2012) 4483–4490. [20] M. Tomellini A comment on “Final states after Ni 2p photoemission in NiO” J. Electron Spectros Relat. Phenom. 58 1992 75 78 M. Tomellini, A comment on “Final states after Ni 2p photoemission in NiO”, J Electron Spectros Relat Phenomena 58 (1992) 75–78. [21] Y.F. Wang F.D. Qu J. Liu Y. Wang J.R. Zhou S.P. Ruan Enhanced H2S sensing characteristics of CuO-NiO core-shell microspheres sensors Sens. Actuators B Chem. 209 2015 515 523 Y.F. Wang, F.D. Qu, J. Liu, Y. Wang, J.R. Zhou, S.P. Ruan, Enhanced H2S sensing characteristics of CuO-NiO core-shell microspheres sensors, Sens. Actuators B Chem. 209 (2015) 515–523. [22] Y.K. Duan X.S. Tang Z.X. Song P. Xiong P. Ning Q.L. Zhang Catalytic decomposition of N2O over NiO-MgO composite oxide, Chin J. Environ. Eng. 10 2016 6588 6592 Y.K. Duan, X.S. Tang, Z.X. Song, P. Xiong, P. Ning, Q.L. Zhang. Catalytic decomposition of N2O over NiO-MgO composite oxide, Chin. J. Environ. Eng. 10 (2016) 6588–6592. [23] Z.J. Wang Z.Y. Li J.H. Sun H.N. Zhang W. Wang W. Zheng C. Wang Improved hydrogen monitoring properties based on p-NiO/n-SnO2 heterojunction composite nanofibers J. Phys. Chem. C. 114 2010 6100 6105 Z.J. Wang, Z.Y. Li, J.H. Sun, H.N. Zhang, W. Wang, W. Zheng, C. Wang, Improved Hydrogen Monitoring Properties Based on p-NiO/n-SnO2 Heterojunction Composite Nanofibers, J. Phys. Chem. C 114 (2010) 6100–6105. [24] F. Barzegari M. Kazemeini F. Farhadi M. Rezaei A. Keshavarz Preparation of mesoporous nanostructure NiO-MgO-SiO2 catalysts for syngas production via propane steam reforming Int. J. Hydrog. Energy 45 2020 6604 6620 F. Barzegari, M. Kazemeini, F. Farhadi, M. Rezaei, A. Keshavarz, Preparation of mesoporous nanostructure NiO-MgO-SiO2 catalysts for syngas production via propane steam reforming, Int. J. Hydrog. Energy 45 (2020) 6604–6620. [25] J.I. Di Cosimo V.K. Diez M. Xu E. Iglesia C.R. Apesteguia Structure and surface and catalytic properties of Mg-Al basic oxides J. Catal. 190 1998 499 510 Di Cosimo J.I., Diez V.K., Xu M., Iglesia E., Apesteguia C.R. Structure and surface and catalytic properties of Mg-Al basic oxides. J Catal. 190 (1998) 499–510. [26] L. Smoláková K. Frolich I. Troppová P. Kutálek E. Kroft L. Čapek Determination of basic sites in Mg-Al mixed oxides by combination of TPD-CO2 and CO2 adsorption calorimetry J. Therm. Anal. Calorim. 127 2017 1921 1929 L. Smoláková, K. Frolich, I. Troppová, P. Kutálek, E. Kroft, L. Čapek, Determination of basic sites in Mg-Al mixed oxides by combination of TPD-CO2 and CO2 adsorption calorimetry, J. Therm. Anal. Calorim. 127 (2017) 1921–1929. [27] H.Q. Ma Y.N. Guan W.Y. Chen Z.J. Sui G. Qian D. Chen X.G. Zhou X.Z. Duan Support effects of Cs/Al2O3 catalyzed aldol condensation of methyl acetate with formaldehyde Catal. Today 365 2021 310 317 H.Q. Ma, Y.N. Guan, W.Y. Chen, Z.J. Sui, G. Qian, D. Chen, X.G. Zhou, X.Z. Duan, Support effects of Cs/Al2O3 catalyzed aldol condensation of methyl acetate with formaldehyde, Catal. Today 365 (2021) 310–317. [28] M.T. Fernandes R.B. Garcia C.A. Leite E.Y. Kawachi The competing effect of ammonia in the synthesis of iron oxide/silica nanoparticles in microemulsion/sol-gel system Colloids Surf. A Physicochem. Eng. Asp. 422 2013 136 142 M.T. Fernandes, R.B. Garcia, C.A. Leite, E.Y. Kawachi, The competing effect of ammonia in the synthesis of iron oxide/silica nanoparticles in microemulsion/sol-gel system, Colloids Surf. A Physicochem. Eng. Asp. 422 (2013) 136–142. [29] J.B. Yan C.L. Zhang C.L. Ning Y. Tang Y. Zhang L.L. Chen S. Gao Z.L. Wang W.X. Zhang Vapor phase condensation of methyl acetate with formaldehyde to preparing methyl acrylate over cesium supported SBA-15 catalyst J. Ind. Eng. Chem. 25 2015 344 351 J.B. Yan, C.L. Zhang, C.L. Ning, Y. Tang, Y. Zhang, L.L. Chen, S. Gao, Z.L. Wang, W.X. Zhang, Vapor phase condensation of methyl acetate with formaldehyde to preparing methyl acrylate over cesium supported SBA-15 catalyst, J. Ind. Eng. Chem 25 (2015) 344–351. [30] C.C. Zuo T.T. Ge X.P. Guo C.S. Li S.J. Zhang Synthesis and catalytic performance of Cs/P modified ZSM-5 zeolite in aldol condensation of methyl acetate with different sources of formaldehyde Microporous Mesoporous Mater. 256 2018 58 66 C.C. Zuo, T.T. Ge, X.P. Guo, C.S. Li, S.J. Zhang, Synthesis and catalytic performance of Cs/P modified ZSM-5 zeolite in aldol condensation of methyl acetate with different sources of formaldehyde, Microporous Mesoporous Mater. 256 (2018) 58–66. [31] D. Yang C. Sararuk K. Suzuki Z.X. Li C.S. Li Effect of calcination temperature on the catalytic activity of VPO for aldol condensation of acetic acid and formalin Chem. Eng. J. 300 2016 160 168 D. Yang, C. Sararuk, K. Suzuki, Z.X. Li, C.S. Li, Effect of calcination temperature on the catalytic activity of VPO for aldol condensation of acetic acid and formalin, Chem. Eng. J. 300 (2016) 160–168. [32] G.L. Zhang H.H. Zhang D. Yang C.S. Li Z.J. Peng S.J. Zhang Catalysts, kinetics and process optimization for the synthesis of methyl acrylate over Cs-P/γ-Al2O3 Catal. Sci. Technol. 6 2016 6417 6430 G.L. Zhang, H.H. Zhang, D. Yang, C.S. Li, Z.J. Peng, S.J. Zhang, Catalysts, kinetics and process optimization for the synthesis of methyl acrylate over Cs-P/γ-Al2O3, Catal. Sci. Technol. 6 (2016) 6417–6430. [33] A.G. Hulin R.K. Kotni M. Nielsen S. Kegnæs Catalytic oxidation of allylic alcohols to methyl esters Top. Catal. 60 2017 1380 1386 A.G. Hulin, R.K. Kotni, M. Nielsen, S. Kegnæs, Catalytic Oxidation of Allylic Alcohols to Methyl Esters, Top. Catal. 60 (2017) 1380–1386. [34] H. Kabashima H. Hattori Cyanoethylation of alcohols over solid base catalysts Catal. Today 44 1998 277 283 H. Kabashima, H. Hattori, Cyanoethylation of alcohols over solid base catalysts, Catal. Today 44 (1998) 277–283. [35] S.G. Zhang Y.D. Wei S.F. Yin Chak-tong Au Solid sodium stannate as a high-efficiency superbase catalyst for anti-Markovnikov hydroamination and hydroalkoxylation of electron-deficient olefins under mild conditions Catal. Commun. 12 2011 712 716 S.G. Zhang, Y.D. Wei, S.F. Yin, Chak-tong Au, Solid sodium stannate as a high-efficiency superbase catalyst for anti-Markovnikov hydroamination and hydroalkoxylation of electron-deficient olefins under mild conditions, Catal. Commun. 12 (2011) 712–716.",
      "scopus-id": "85175449805",
      "coredata": {
        "eid": "1-s2.0-S0926860X23004477",
        "dc:description": "In this study, Methyl 3-methoxypropionate (MMP) was formed from the addition reaction of methyl acrylate (MA) and methanol using MO/MgO (M = Ce, Co, Ni) catalysts, which were prepared by a direct-mixing method. The prepared catalyst NiO/MgO shows good catalytic activity than that of the CeO/MgO and CoO/MgO under the same conditions. The characterization and catalytic activity evaluation indicate that the NiO content of NiO/MgO has a significant effect on the catalytic activity of the addition reaction by changing the acid-base properties of the catalyst. The synergistic effect of acidic and basic sites contributes to the addition reaction. The optimal reaction temperature and pressure for NiO/MgO on this addition reaction is 200 ℃ and 2 MPa, respectively (over 90% selectivity to MMP). The cycle test indicates that the NiO/MgO catalyst is highly recyclable.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X23004477",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Xiaoke"
          },
          {
            "@_fa": "true",
            "$": "Liu, Xiuyun"
          },
          {
            "@_fa": "true",
            "$": "Lu, Zhou"
          },
          {
            "@_fa": "true",
            "$": "Xu, Guoqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X23004477"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X23004477"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(23)00447-7",
        "prism:volume": "668",
        "articleNumber": "119467",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "High-performance addition reaction of methyl acrylate and methanol for the preparation of Methyl 3-methoxypropionate on NiO/MgO catalyst",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methyl 3-methoxypropionate"
          },
          {
            "@_fa": "true",
            "$": "Addition reaction"
          },
          {
            "@_fa": "true",
            "$": "NiO/MgO catalyst"
          },
          {
            "@_fa": "true",
            "$": "Acid-base synergistic effect"
          },
          {
            "@_fa": "true",
            "$": "High efficiency catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "119467",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 2023",
        "prism:doi": "10.1016/j.apcata.2023.119467",
        "prism:startingPage": "119467",
        "dc:identifier": "doi:10.1016/j.apcata.2023.119467",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "225",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14600",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "311",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16705",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "512",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "80632",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "146",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10019",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "997",
            "@width": "687",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "111736",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "394",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28166",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "131",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5070",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "198",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5479",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10610",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5317",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6654",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "153",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8083",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "996",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "68998",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1376",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-sc2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "71604",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2260",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "487585",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "649",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "65825",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "4408",
            "@width": "3037",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "617595",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1742",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "123342",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "804875",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3306",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-si0002.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "4331",
            "@ref": "si0002",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-si0003.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2528",
            "@ref": "si0003",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23004477-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "11590701",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85175449805"
      }
    }
  }
}