{
  "metadata": {
    "title": "Vapor phase aldol condensation of acetaldehyde on metal oxide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(96)00390-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003900",
    "pii": "S0926860X96003900"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0006573540",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X96003900 S0926-860X(96)00390-0 S0926860X96003900 10.1016/S0926-860X(96)00390-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 14 93 104 93 104 19971104 4 November 1997 1997-11-04 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. VAPORPHASEALDOLCONDENSATIONACETALDEHYDEMETALOXIDECATALYSTS JI W KANE 1838 475 R WURST 1872 436 A HAYES 1989 8336 R BAIGRIE 1985 3640 L ZHANG 1988 189 G MALINOWSKI 1957 123 S MOGGI 1983 247 P ALBANESI 1988 315 G DABAGH 1988 117 H MALINOWSKI 1961 885 S IDRISS 1992 13 H IDRISS 1993 119 H GRASSELLI 1983 273 R SURFACEPROPERTIESCATALYSISBYNONMETALS TOPSOE 1983 329 H SURFACEPROPERTIESCATALYSISBYNONMETALS GRUNERT 1992 287 W THOMAS 1983 275 R GRUNERT 1992 269 W AI 1987 201 M AI 1988 221 M AI 1988 562 M AI 1990 293 M AI 1988 507 M PROCEEDINGSNINTHINTERNATIONALCONGRESSCATALYSISCALGARY JIN 1984 4396 T JIX1997X93 JIX1997X93X104 JIX1997X93XW JIX1997X93X104XW item S0926-860X(96)00390-0 S0926860X96003900 1-s2.0-S0926860X96003900 10.1016/S0926-860X(96)00390-0 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X96003900-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003900/MAIN/application/pdf/655b4b8941342033cf36857635868526/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003900/MAIN/application/pdf/655b4b8941342033cf36857635868526/main.pdf main.pdf pdf true 733090 MAIN 12 1-s2.0-S0926860X96003900-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003900/PREVIEW/image/png/f16ce5806b833144e75cea427fbcdda8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003900/PREVIEW/image/png/f16ce5806b833144e75cea427fbcdda8/main_1.png main_1.png png 58197 849 656 IMAGE-WEB-PDF 1 :2 ; :. :,e}~ 7; ~ i\" 'l ELSEVIER Applied Catalysis A: General 161 (1997) 93-104 i APPLIED CATALYSIS A: GENERAL Vapor phase aldol condensation of acetaldehyde on metal oxide catalysts J1 ' , Yi Chena, Harold H. Kungb Weijie .a* aDepartment of Chemistry' Nanjing University, Nanjing 210093. China bCenter for Catalysis and Surface Science, Northwestern University, Evanston. IL 60208-3120. USA Received 27 March 1996; received in revised form 31 October 1996: accepted 31 October 1996 Abstract Vapor phase aldol condensation of acetaldehyde on silica supported alkali metal containing solid bases, silica supported tungsten and molybdenum oxides and other unsupported oxides were studied. It was found that silica supported alkali metal containing solid base catalysts can effectively catalyze the aldol condensation of acetaldehyde to produce crotonaldehyde as well as crotyl alcohol with a good selectivity (ca. 90%) and stability and moderate conversion. M003/SIO2 or MoOJSiO2 (reduced state) was found to be almost inactive for this reaction. Contrary to MoO3(MoO~)/SiO2, WO3(WO0/SiO2 catalysts are active and more selective. Most of other unsupported oxides tested in this study are not attractive for the low activity and selectivity or poor stability. ZrO2 or pre-treated ZrO2-SO] was initially quite active, but deactivated quickly. Co-feeding hydrogen can enhance the activity of ZrO2 or inhibit deactivation of pre-treated ZrO2-SO24-. The super acidic site associated with SO2~- species has a great contribution to coking but little to aldol condensation. :~ 1997 Elsevier Science B.V. Keywords: Vapor phase; Aldol condensation; Acetaldehyde; Oxide catalyst 1. Introduction Aldol condensation is a well-known reaction in organic chemistry [1,2]. It is a very important class of carbon-carbon bond formation reaction by which various new compounds can be produced. This kind of reaction can catalytically undergo in the presence of a base or acid in liquid phase, and 50% yield can be usually achieved. The mechanism of the acid- or base- catalyzed aldol condensation in condensed phase was already proposed and well understood [3,4]. However, *Corresponding author. the situation in a heterogeneous reaction seems more complicated. It was reported that the aldolization of C3 and C4 saturated aldehydes to produce C6 and C8 c~,~3- unsaturated aldehydes can be catalyzed by titania powder [5]. Aldol addition of acetone to form diaceton alcohol can be very selectively catalyzed by alkaline earth oxides (MgO, CaO, SrO and BaO) [6]. The aldol condensation between n-butyraldehyde and formalde- hyde to yield an important monomer, c~-ethyl acrolein, has been extensively studied under various conditions [7-10]. Other oxide catalysts including CaO, La203, ZrO2, A1203 and Sn/SiO2 were also found to be effective to catalyze the self- or cross-aldolization of aldehydes and ketones [6,11-13]. Apparently, 0926-860X/97/$17.00 ~(, 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00390-0 94 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 either a solid acid or a solid base can be used for the aldol condensation. The results in the literature, how- ever, varied greatly from one system to another, and no simple rule can completely cover the reaction. As mentioned above, gas phase aldol condensation between n-butyraldehyde and formaldehyde can be catalyzed by silica supported oxides [7,8,14]. In this paper, we reported the results of aldol condensation of acetaldehyde, operated as a steady-state reaction, over the silica supported alkali metal-containing solid bases, silica supported tungsten and molybdenum oxides and a wide range of unsupported oxides includ- ing ZrO2, MgO, La203, Sm203, Nd203, CuO-ZrO2 and even ZrO2-SO]-, a super solid acid. Different operating conditions were studied to obtain the opti- mized performance on the certain catalyst system. 2. Experimental 2.1. Catalyst preparation All silica supported samples were prepared by incipient wetness impregnation. Silica support (60- 80 mesh, Davsion 62) was washed with 4 N HNO3 solution at 343 K for 12 h then rinsed with de-ionized water, after that it was calcined in air at 923 K for 17 h before using. Lithium nitrate (Research, 99.9%), sodium nitrate (Mallinckrodt, AR), Potassium nitrate (Mallinckrodt, AR) and cesium nitrate (Aldrich, 99.99%) were used for preparation of alkali metal containing samples. Ammonium molybdate(VI) (Aldrich, 99.99%) and ammonium tungstate(VI) (Aldrich, 99.99%) were adopted for preparation of silica supported molybdenum and tungsten oxides. The calculated amount of salt was dissolved in water to make a solution with appropriate concentration (in some cases the water was warmed to access dissolu- tion), then silica support was added into the solution under stirring. After impregnation, the precursor was dried at 373 K for 6 h and calcined at 773 K for 15 h in air, respectively. Zirconium oxide was prepared by precipitation of zirconyl nitrate hydrate (Aldrich, 99.99%) by urea. Zirconyl nitrate hydrate was first dissolved into 2 M dilute HNO3 solution. Slight excess of urea was added into the HNO3 solution of zirconyl nitrate hydrate and the solution was heated up and kept boiling under stirring till the gel appeared, then some water was added and the material was kept boiling for another 1 h under stirring. After that the suspension was filtered, the precursor was dried at 373 K overnight and activated at 773 K in air for 5 h. Zirconium-copper mixed oxide was prepared in similar way as for zirconium oxide except that the co-precipitation of pre-mixed solution of zirconyl nitrate hydrate and cupric nitrate (Fisher Scientific, AR) was used. A super solid acid, ZrO2-SO2-, was prepared as follows: zirconium hydroxide precursor obtained after drying was impregnated with an excess solution of 1 N H2SO4 (10 ml/g). The suspension was stirred at room temperature for 1 h then filtered without washing. The filtered medium was dried and calcined identically as for zirconium oxide. Magnesium oxide was prepared first by hydration of magnesium oxide (Fisher Scientific, laboratory grade) followed by dehydration according to [6]. Other unsupported oxides were used as commercially received. 2.2. Reaction procedures The catalytic performance was studied in a micro- reactor system. A quartz U-tube reactor was used. The pre- and post-catalytic region were filled with fine quartz chips to minimize the contribution from the gas phase reaction. The catalyst was supported by acid- washed quartz wool. Thermocouples were placed just in contact with the reactor wall in the catalytic region. Acetaldehyde was fed with saturator which was kept in ice-water bath. The reaction was carried out under atmospheric pressure and 0.5-1.5 g catalyst was generally charged into the reactor. The carrier gas is He and the total gas flow rate is 80 ml/min. In some cases, hydrogen or 2% by volume carbon monoxide was co-fed with acetaldehyde. The concentration of acetaldehyde in the feed mixture was ca. 2.4%. The products except carbon oxides were analyzed by an on-line gas chromatography with FID at 418 K with a 2.2 m1/8 in. s.s. column packed with 5% OV-101 on 100-120 mesh Chromosob G HP. Carbon oxides were separated from the other compounds by another ice- water cool well and analyzed by TCD at room tem- perature with a 1.8 m1/8 in. s.s. column packed with 80-100 mesh Porapak N. Methane was used as an Ji et al./Applied Catalysis A: General 161 (1997) 93-104 95 internal standard to relate the data obtained from FID and TCD. The data in each running were generally collected after the reaction reached the steady state. In most cases, small amount of high-boiling point com- pounds was always detected but the identification of them was difficult. Because the maximum percent of these products was quite limited (estimated below 1% totally), they were ignored when calculating the data. In order to prevent the condensation of the products the tubes and the sample valves were kept warm at around 380 K, Under some circumstances, a pre-reduction process was adopted before the reaction running. The general conditions used are as follows: the sample was heated up to a certain temperature in He (76 ml/min) then reduced in hydrogen (37 ml/min) at this temperature. Alter reduction, the sample was cooled down to the reaction temperature in hydrogen atmosphere. The conversion and selectivity were calculated on the carbon mole basis as follows: conversion was the moles of acetaldehyde reacted per mole of acetal- dehyde fed. Selectivity was defined as the total moles of carbon in a product over the total moles of carbon reacted. 2.3. Catalysts characterization Surface areas of various catalysts were determined by nitrogen BET method. X-ray diffraction was per- formed on a Rigaku diffractometer with Cu radiation and Ni filter in a step scan mode of 0.05 The current and voltage of X-ray tube were 25 mA and 45 kW, respectively. The catalyst powder was supported on adhesive tape. 3. Results 3.1. Silica supported alkali metal-containing catalysts In Table 1, the signs, loading and BET surface areas of the tested catalysts were listed. It was found that the silica supported low loading alkali metal containing (Li, Na, K, Cs) catalysts can efficiently catalyze the aldol condensation of acetaldehyde to produce croto- naldehyde (as well as crotyl alcohol in some cases) with a good selectivity (ca. 90%) and a moderate Table 1 The signs, loading {as element for the alkali metals and as trioxide for tungsten and molybdenum) and BET surface areas of the catalysts Catalyst Loading (wt%) BET surface area (me/g) Li/SiO2 0,3 224 Na 1/giO2 1,0 215 Na2/SiO2 3./I 65 K 1/SiO2 1.8 213 K2/SiO2 3.5 183 Cs/Si02 6.0 202 WOJSiO2 10,0 219 MoO3/SiO2 8.0 226 ZrO2 -- 40 conversion. The results are shown in Figs. 1 and 2. The conversion is slowly and gradually increased with increasing reaction temperature meanwhile the selec- tivity was basically maintained below 650 K. Selec- tivity was found to be more sensitive to increasing temperature on the potassium- and cesium-containing samples. The optimized performance could be obtained around 625 K. It was also found that the side reactions producing ethyl acetate, ethyl ether and small amount of high boiling point compounds became more pronounced as the temperature was beyond 648 K. There was apparently an order of the reactivity for the catalysts: K/SiO2>Na/ SiO2>Cs/SiO2>Li/SiO2. In order to make a reasonable comparison, the metal loading in each sample was calibrated on the same mole fraction, i.e., the number of metal atoms in different kinds of samples was exactly identical, though the loading by weight per- cent varied from one to another. In Fig. 2, it was found that the selectivity increases as the time-on-stream increases while the conversion slightly decreases till 120 rain reaction running, after that both conversion and selectivity basically maintained, indicating a steady state is reached. The influences of W/F ratio on the catalytic perfor- mances were shown in Fig. 3. A higher conversion can be generally achieved at a large W/F ratio with a slight decrease in selectivity. Since the catalytic perfor- mance at W/F=O-O.O02 is bad and disappointed, these data are not included in Fig. 3. It was difficult to get a higher conversion without a drop in selectivity by using a larger W/F ratio, because the side reaction 96 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 Cony.(%) 60 50- 40- 30- 20- 10- D 0 500 Selectivity(%) 100 A ~7 [] [] I 550 g - 90 - 80 - 70 - 60 50 L ........... -~-----40 600 650 React. Temp.(K) [] Li/SIO2 Li/SIO2 Nal/SiO2 # Nal/SIO2 K1/SIO2 K1/SIO2 Cs/SIO2 Cs/SIO2 Fig. I. Conversion of acetaldehyde and selectivity to aldolization product(s) (crotonaldehyde and crotyl alcohol) as a function of reaction temperature over silica supported alkali metal containing catalysts. The full black marks represent the selectivity data. became more significant. More amount of ethyl acet- ate and ethyl ether other than crotonaldehyde formed and a large part of crotonaldehyde can be further converted into crotyl alcohol especially at the initial reaction stage. It was found that coking has occurred on all four silica supported alkali metal-containing catalysts. Crotyl alcohol could be produced due to the presence of surface hydrogen. A longer contact time due to a large W/F ratio favors the hydrogenation process when crotonaldehyde is formed. Apparently, the degree of coking on these catalysts is as follows: Cs/SiO2>K/SiO2>Na/SiO2>Li/SiO2. Clearly, the more basic the alkali metal is, the more pronounced the coking will be. This trend fits quite well with the production of crotyl alcohol on this catalyst series. Over Li/SiO2 and Na/SiO2 catalysts only crotonalde- hyde is formed in the whole temperature range while over Cs/SiO2 as much as ca. 11% yield of crotyl alcohol is produced at high reaction temperature. Besides crotyl alcohol, ethyl acetate and ethyl ether are also produced on the catalysts. It is believed that ethyl acetate is formed via the Tischenko reaction in the presence of alkali metal-containing catalyst, and ethyl ether probably is formed via the intermediate, for example, the surface ethoxide species. The effects of alkali metal loading on the catalytic performance were studied and some selected results are presented in Fig. 4 as the representatives. The data with low conversions are not listed. Similar observa- tions were made as in Fig. 3. Accordingly, increasing loading facilitates the hydrogenation of crotonalde- hyde as well as the production of ethyl acetate and ethyl ether. In order to eliminate the possible contribution from the support, silica alone has also been tested under the same reaction conditions and the results were included in Fig. 2. Only small fraction of crotonaldehyde stems from the support itself. W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 97 60 50 40 30 --- 2O 10- 0 0 Conv.(%) Selectivity(%) i I I I A [] [] 0 o v v v V ~ i I I 100 200 100 - 90 - 80 - 70 L 60 1 ~40 Time(Min.) [] Li/SIO2 Li/SiO2 0 Nal/SIO2 ~ Nal/SIO2 ~ K1/SIO2 K1/SIO2 Cs/SIO2 Cs/SiO2 v' SIO2 SiO2 Fig. 2. Conversion and selectivity with reaction time on stream over the alkali metal containing catalysts. T=623 I< for K, Cs/SiO2 and 643 K for Li, Na/SiO2. The full black marks represent the selectivity data, 3.2. Silica supported tungsten and molybdenum oxides Molybdenum and tungsten Oxides are the most versatile catalysts which have been used in a wide range of applications [ 18,19]. Molybdenum oxide is able to catalyze a carbon-carbon bond formation reaction such as propylene metathesis [20]. Besides the metathesis activity, tungsten oxide was found to be effective to catalyze gas phase cross aldol condensa- tion between n-butyraldehyde and formaldehyde with a good conversion and selectivity [9,10]. These uses motivated us to extend their applications to our re- action. The selected results are shown in Fig. 5. It was found that on the silica supported tungsten oxide the conversion was relatively low (around 8%) at low reaction temperature and was slowly increased to ca. 14% with increasing temperature to 673 K. The selectivity was quite good and still maintained even at high temperature, say, 673 K. This high temperature selectivity differs from the behavior of the silica supported alkali metal containing catalysts where more amount of side-reaction products formed as the temperature was beyond 648 K. The conversion, in contrary, was much lower compared with the results obtained in [9], indicating that the catalytic perfor- mance could be affected by not only the catalyst system but the reactant as well. The catalysts are stable in either the oxidized form or the pre-reduced form during several hours reaction. The modification of the catalyst by pre-reduction had been done by which both the structure and the acid-base properties of the catalyst can be altered. The results were also indicated in Fig. 5. It reveals that the conversion was only slightly increased with increasing the pre-reduction temperature. For silica supported molybdenum oxide, the results were quite unexpected. When the catalyst was used as prepared, it was almost 98 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 Conv. (%) Selectivity(%) 50 100 40 30- 20- 10- 0 0.002 .... - 90 80 70 - 60 I , __ I ..... I 50 0.004 0.006 0.008 W/F(g.min/ml) 0 Nal/SiO2(T1) * Nal/SIO2(T1) A KI/SIO2(T2) K1/SIO2(T2) Cs/SIO2(T2) Cs/SIO2(T2) Fig. 3. Conversion and selectivity as a function of W/F ratios over the alkali metal containing catalysts. The data were collected after the reaction reached the steady state. T=623 K for K, Cs/SiO2 and 643 K for Li, Na/SiO2.The full black marks represent the selectivity data. inactive. Modification of the catalyst by pre-reduction can increase its activity but only to a very limited extent (see Fig. 5). 3.3. Other unsupported oxide catalysts Since metal oxide catalyst have been applied in the self- and cross-aldol condensation of aldehyde and ketones [5,6,11,13], some of them including MgO, ZrO2 and La203 are tested for our reaction. Other oxides including Sm203, Nd203, CuO-ZrO2, ZrO2- SOl- were also explored. Most of them, however, are not attractive because of the low activity and selec- tivity or poor stability. Among these catalysts, the behaviors of ZrO2 and ZrO2-SO2- are quite different. Selected results are shown in Figs. 6 and 7. Modification of ZrO2 by pre-reduction or modifica- tion of process by co-feeding carbon monoxide or hydrogen were carried out. The results are included in Figs. 6 and 7. Pre-reduction of ZrO2 made no differ- ence in the catalytic activity. Similar result was observed when 2% CO by volume was co-fed with acetaldehyde. Interestingly, however, when hydrogen was co-fed, the conversion was obviously increased with a small drop in selectivity. For the ZrO2-SO]- catalyst, the initial conversion was very high, but the condensation selectivity was extremely low, i.e., only ca. 10% when the sample was directly used as pre- pared. It can be seen that the pre-reduced ZrO2-SO]- sample was initially active, its activity was even higher than that of ZrO2 (either oxidized or pre-reduced). 4. Discussion Recently, new observations of the aldol condensa- tion of aldehydes on the transition metal oxides, both single crystal [15] and polycrystalline [16], have been Ji et al./Applied Cata/ysi~ A: General 161 (1997) 93-104 99 50 40 30 Cony.(%) Selectivity(%) 110 90 20 (~ A 10t~- 0 .~ I. 0 2 4 Loading (wt.%) 6 - 80 70 60 50 Na/SiO2(rl) ~ Na/SIO2(T1) A K/SiO2(T2) K/SiO2(T2) O Cs/SiO2(T2) Cs/SiO2('r2) Fig. 4. Conversion and selectivity as a function of the alkali metal loading. The data were collected after the reaction reached the steady state. T=623 K for K, Cs/SiO2 and 643 K for Li, Na/SiO2.The full black marks represent the selectivity data. made in the literature. In the case of liquid phase reaction by a dilute base or a dilute acid, two mole- cules of aldehyde or ketone may condense to form a /3-hydroxyl aldehyde or a /3-hydroxyl ketone, it usually further dehydrated to yield a c~,~-unsaturated compound. The merits of vapor phase reaction over liquid phase one are easy operation, free from the corrosion of liquid acid or base and are environmental- friendly. Therefore, the vapor phase process offers an alternative way to produce crotonaldehyde. The results from selected aldehydes and ketones can be found in the patents [5,7,12,13,17]. The mechanisms for a gas phase aldol condensation are still not well understood. Little has been done in literature on the vapor phase aldolization of acetaldehyde under the steady-state reaction conditions. We tested a wide range of oxides, both supported and unsupported, under the steady-state reaction conditions to find out which candidates can effectively catalyze the reaction and to gain an insight into the relationship between the reactivity and the acid-base properties of the catalysts used. In the alkali metal containing catalysts the carbo- nate and surface silicate are very likely the active phases for the aldol condensation. Although the ori- ginal decomposition products of the precursor salts on silica support were the alkali metal oxides, they were unstable during the long calcination process. Probably, they were further converted into the carbonates via a reaction with carbon oxide in atmosphere or the sur- face silicates via a reaction with the support. The assumption was partly supported by the following experimental evidences. First, if the catalytic activity is believed from the alkali metal oxides then any change in the composition of these oxides should in turns bring about a noticeable change in the catalytic performance. So, if the catalyst was pre-treated in carbon dioxide at a certain temperature, the carbona- tion would occur and the alkali metal oxides should be converted into the carbonates if they presented in as 100 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 so 40 30 20- 10- 0 0 Conv.(%) Selectivity(%) i I Q O i I t 100 I Time(MIn.) 8 i 200 t 8 100 90 80 70 60 50 40 30 20 10 0 [] woa/s102(O) \" W03/SI02(0) 0 WOx/SIO2(R) WOx/SIO2(R) MoOx/SIO2(R) MoOx/SIO2(R) Fig. 5. Conversion and selectivity with the reaction time on stream over the silica supported tungsten and molybdenum oxide catalysts. T--648 K. O: oxidized as prepared, R: pre-reduced in 37 ml/min hydrogen, 723 K for 1 h for Mo-containing sample and 773 K for 1 h for W-containing sample, respectively. The full black marks represent the selectivity data. this form. The activity and selectivity now would alter greatly after the carbonation process. However, this expectation was not true. The yield of crotonaldehyde was almost maintained over both sodium- and potas- sium-containing catalysts compared with the catalyst without such pretreatment. A slight increase in con- version and a decrease in selectivity were just brought about by the release of the adsorbed carbon dioxide. This clearly revealed that the alkali metal oxides have already been transformed to either carbonates or sur- face silicates or both before carbonation. From X-ray diffraction measurements (see Fig. 8), it can be seen that these specimen are well-dispersed in the low loading samples. For the K2/SiO2 and Na2/SiO2 sam- ples in which the metal contents are relatively high, the broad but still visible peaks are very likely con- tributed to the silicate phase. This deduction was also espoused somewhat by BET data. It can be seen from the Table 1 that the surface areas of the Na2/SiO2 and K2/SiO2 samples decreased remarkably compared with those of lower loading samples, indicating that the texture or structure of the sample changed greatly. Increasing the metal content could be conducive to the solid state reaction between the alkali metal oxide and the support to form a silicate phase. The presence of carbonates could not be completely excluded because the carbonates with low concentration are more diffi- cult to be detected by XRD technique. Moreover, if we check the catalytic performance of the Na2/SiO2 sample in which the presence of sodium silicate was confirmed, both the conversion and the selectivity were basically maintained, which made us to conclude that the silicate could be responsible for the catalytic activity. On the lower loading samples, carbonate and surface silicate possibly coexist and are contributed to the catalytic performance. An attempt was made to figure out the dependence of the equilibrium conversion of acetaldehyde on the Ji et al./Applied Catalysis A: General 161 (1997) 93-104 101 Cony.(%) 8O 70- 60- 50- 40- 30- i 20 10- 0 0 I i i i 0 I 0 0 0 , J L ] ____ 200 300 Tlme(Mln.) 100 Selectivity(%) 6 - 100 - 90 - 80 70 60 50 40 30 20 lO Io Zr02-(O),l Zr02-(O),l $ ZrO2-(R),l ZrO2-(R),l ZrO2-(R),2 ZrO2-(R),2 ZrO2-(R),3 ZrO2-(R),3 Fig. 6. Conversion and selectivity with the reaction time on stream over ZrO2 catalyst. T=573 K. O: oxidized as prepared, R: pre-reduced in 37 ml/min hydrogen at 723 K for 1 h. 1: with He, 2: co-fed with 2% CO, 3: co-fed with H2. The full black marks represent the selectivity data. reaction temperature, and to relate this dependence to our catalytic performances, but the effort is vain at the moment because some thermochemical data for either 3-hydroxyl butyricaldehyde or crotonaldehyde are not available. According to the TPR results on WO3/SiO2 reported by Thomas et al. [21], part of WO3 species on silica support has already been reduced after the pre-reduction treatment in our case. This was verified by the XRD patterns shown in Fig. 8. The intensity of the main peaks of bulk WO3 decreased significantly in the pre-reduced catalyst. However, the catalytic per- formance seems to be insensitive to the alterations in the oxidation state and the structure of the catalyst. This was beyond the expectation made by Idriss et al. [16]. Based on the XPS investigation made by Grunert et al. [22], we conclude that a large part of Mo(VI) species (estimated ca. 50%) have been reduced to Mo(IV) and Mo(II) species when the temperature was raised up to 823 K in our case. The variation of the oxidation state of the catalyst did not affect the catalytic behavior significantly, as observed on WO~/ SiO2. In Ai's series work on vapor phase aldol con- densation of formaldehyde with acetic acid, propionic acid, acetone and their derivatives [23-26], he sug- gested that the aldol condensation in vapor phase is not the same as in liquid phase, and the acidic sites other than basic sites played an important role in promotion of the reaction or in control of the rate determining step [27]. Our observations, however, deviate from his inference. The reaction process seems to be multi- fariously controlled and not simply determined by the acid-base properties over a certain catalytic system. The ZrO2 sample, as revealed by XRD pattern, was well crystallized. The initial activity was quite high with a good selectivity. The activity, however, dropped quickly in about 2.5 h on stream. Fast deactivation was 102 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 Conv.(%) 100 90 80 70 60- 50- 40- 30- 20- 10- 0 0 e l ! ! ! \" Selectivity(%) 8 A A A A A A I --, I. 100 200 Time(Min.) A 300 100 90 80 70 60 50 40 30 20 10 --0 [] ZrO2-Sulfate(R),l ZrO2-Sulfate(R),l 0 ZrO2-Sulfate(R),2 ZrO2-Sulfate(R),2 A ZrO2-Suflate(R),3 ZrO2-Sulfate(R),3 ZrO2-Sulfate(O),2 ZrO2-Sulfate(O),2 Fig. 7. Conversion and selectivity with the reaction time on stream over ZrO2-SO2- catalyst. T=673 K. O: oxidized as prepared, R: pre- reduced in 37 ml/min hydrogen at 723 K for 1 h. 1: co-fed with 2% CO, 2: with He, 3: co-fed with He. The full black marks represent the selectivity data. probably due to the self-poisoning as observed else- where by Albanesi et al. [10]. In their case, the produced methanol involved a progressive reduction and deactivation of the catalyst. The obvious enhance- ment of the catalytic activity by hydrogen is possibly due to the fact that some surface sites (such as surface defects) and/or hydroxyl groups are continuously created in the presence of hydrogen and are directly involved in the aldolization likewise promote the reaction. It was apparent that the super acidic sites associated with the sulfate ions on the catalyst strongly favor the complete dissociation of the reactant molecule. Very similar trend in the catalytic performance of the follow-up procedure on Zr02 and ZrO2-S042- sug- gested that the super acidic site already lost its func- tion after the initial stage of reaction. Only ZrO2 itself has a contribution to the condensation reaction at that time. According to the study of Jin et al. on the reduction behavior of the sulfate ions on Fe(OH)3 using XPS technique [28], SO]- species can be in advance decomposed into S2- species before reaction. In this way, the super acidic site no longer existed and did not make a contribution after pre-reduction. Interestingly, the surface S2- species can modify the surface of ZrO2 and show a phenomenological promotion for the reaction. This hypothesis was also partly supported by the observation that the temperature dependence of activity and selectivity changed dramatically between ZrO2 and the pre-reduced ZrO2-SO2- sample. It was surprising that the activity can be maintained following a first drop over the pre-reduced ZrO2-SO]- in the presence of hydrogen. This phenomenon was not observed in other cases. Possibly, the presence of hydrogen may stabilize the state of S2- species and inhibit the deactivation due to the coking and the self- poisoning by some products. I,V Ji et al./Applied Catalysis A: General 161 (1997) 93-104 103 I 20000 J 10000. o 20 . 8.0 wt.% MoO3/Si02 4'o do TWO THETA Fig. 8. X-ray diffraction patterns of zirconium oxide, silica supported tungsten and molybdenum oxides (oxidized and pre- reduced samples). 5, Conclusion Silica supported low loading alkali metal containing catalysts can effectively catalyze the vapor phase aldol condensation of acetaldehyde to produce croto- naldehyde with a good selectivity (ca. 90%), stability and moderate conversion. The optimized reaction temperature was around 625 K. The approximate order of the reactivity of these catalysts is K/SiO2>Na/ Si02>Cs/SiOz>Li/Si02. Surface silicate and carbo- nate are probably the active phases for the reaction. Increasing the metal loading altered the composition and the structure of the catalyst and enhanced the production of crotyl alcohol and other by-products. Similar trend was observed when a more basic alkali metal was used or a large W/F ratio was adopted. Both WO3]SiO2 and WOx]SiO2 (reduced state) are not as active as the alkali metal containing catalysts but are more selective for the reaction especially at relatively high temperature. Silica supported molyb- denum oxide was found to be almost inactive for the reaction. ZrO2 was initially quite active but the deactivation was fast. Super acidic property due to the presence of sulfate ion has little contribution to the condensation. Co-feeding hydrogen can enhance the activity of ZrO2 or inhibit the deactivation in the case of pre-reduced 9_ ZrO2-SOa . Presence of hydrogen may create surface defects and hydroxyl groups which directly involved in the reaction process and also inhibited the self- poisoning and the coking. Apparently, the catalytic chemistry in vapor phase aldolization of acetaldehyde under the steady-state condition was complicated and multifariously controlled, References [11 R. Kane, Ann. Chem. 2 44 (1838) 475. [21 A. Wurst, Bull. Soc. Chim. Fr. 17 (1872) 436. [3] R.N. Hayes, R.E Grese, M.L. Gross, J. Am. Chem. Soc. 111 (1989) 8336. [4] L.M. Baigrie, R.A. Cox, H.S. Tilk, M. Tenter, T.T. Tidwell, J. Am. Chem. Soc. 107 (1985) 3640. [5] US Patent, 4316990 (1982). [6] G. Zhang, H. Hattori, K. Tanabe, Appl. Catal. 36 (19881 189. [71 US Patent, 3701 798 (1972). [8] S. Malinowski, S. Basinski, M. Olszewska. H. Zieleniewska, Rocz. Chem. 31 (1957) 123. [9] R Moggi, G. Albanesi, React. Kinet. Lett. 22 (1983} 247. [10] G. Albanesi, E Moggi, Appl. Catal. 37 (1988) 315. [11] H. Dabagh, B. Davis, J. Mol. Catal. 48 (1988) 117. [12] US Patent, 3948991. [13] German Patent, 2505580 (1976). [14] S. Malinowski, H.J. Jedrzejewska. S. Basinski, S. Benbenek. Chim. Ind. (Paris) 85 (1961) 885. [15} H. Idriss, M. Libby, M.A. Barteau, Catal. Lett. 15 (1992) 13. [16L H. ldriss, K.S. Kim, M.A. Barteau, J. Catal. 139 (1993] 119. [17] hal. Patent, 21047a/78 (1978). [18] R. K. Grasselli, in: J.E Bonnelle, B. Delmon, E. Derouane (Eds.), Surface Properties and Catalysis by Non-Metals, Reidel, Dordrecht, 1983, p. 273. [19] H. Topsoe, in: J. R Bonnelle, B. Delmon, E. Derouane (Eds.), Surface Properties and Catalysis by Non-Metals, Reidel, Dordrecht, 1983, p. 329. 104 W. Ji et al./Applied Catalysis A: General 161 (1997) 93-104 [20] W. Grunert, A.Y. Stakheev, R. Feldhaus, K. Anders, E.S. Shpiro, K.M. Minachev, J. Catal. 135 (1992) 287. [21] R. Thomas, E.M. van Oers, V.H.J. de Beer, J.A. Moulijn, J. Catal. 84 (1983) 275. [22] W. Grunert, A.Y. Stakheev, W. Morke, R. Feldhaus, K. Anders, E.S. Shpiro, K. Minachev, J. Catal. 135 (1992) 269. [23] M. Ai, J. Catal. 107 (1987) 201. [24] M. Ai, Appl. Catal. 36 (1988) 221. [25] M. Ai, J. CataL 113 (1988) 562. [26] M. Ai, J. CataL 124 (1990) 293. [27] M. Ai, in: M.J. Philips, M. Ternan, (Eds.), Proceedings of the ninth International Congress on Catalysis, Calgary, Chem. Institute of Canada, Ottawa, vol. 5, 1988, p. 507. [28] T. Jin, M. Machida, T. Yamaguchi, K. Tanabe, Inorg. Chem. 23 (1984) 4396. APCATA 96003900 S0926-860X(96)00390-0 10.1016/S0926-860X(96)00390-0 Elsevier Science B. V. All rights reserved Vapor phase aldol condensation of acetaldehyde on metal oxide catalysts Weijie Ji * a Yi Chen a Harold H. Kung b a Department of Chemistry, Nanjing University, Nanjing 210093, China b Center for Catalysis and Surface Science, Northwestern University, Evanston, IL 60208-3120, USA * Corresponding author. Vapor phase aldol condensation of acetaldehyde on silica supported alkali metal containing solid bases, silica supported tungsten and molybdenum oxides and other unsupported oxides were studied. It was found that silica supported alkali metal containing solid base catalysts can effectively catalyze the aldol condensation of acetaldehyde to produce crotonaldehyde as well as crotyl alcohol with a good selectivity (ca. 90%) and stability and moderate conversion. MoO3/SiO2 or MoOx/SiO2 (reduced state) was found to be almost inactive for this reaction. Contrary to MoO3(MoOx)/SiO2, WO3(WOx)/SiO2 catalysts are active and more selective. Most of other unsupported oxides tested in this study are not attractive for the low activity and selectivity or poor stability. ZrO2 or pre-treated ZrO2 SO4 2− was initially quite active, but deactivated quickly. Co-feeding hydrogen can enhance the activity of ZrO2 or inhibit deactivation of pre-treated ZrO2 SO4 2−. The super acidic site associated with SO4 2− species has a great contribution to coking but little to aldol condensation. Keywords Vapor phase Aldol condensation Acetaldehyde Oxide catalyst Referencess [1] Kane R. Ann. Chem. 2 44 1838 475 [2] Wurst A. Bull. Soc. Chim. Fr. 17 1872 436 [3] Hayes R.N. Grese R.P. Gross M.L. J. Am. Chem. Soc. 111 1989 8336 [4] Baigrie L.M. Cox R.A. Tilk H.S. Tencer M. Tidwell T.T. J. Am. Chem. Soc. 107 1985 3640 [5] US Patent, 4 316 990 (1982). [6] Zhang G. Hattori H. Tanabe K. Appl. Catal. 36 1988 189 [7] US Patent, 3 701 798 (1972). [8] Malinowski S. Basinski S. Olszewska M. Zieleniewska H. Rocz. Chem. 31 1957 123 [9] Moggi P. Albanesi G. React. Kinet. Lett. 22 1983 247 [10] Albanesi G. Moggi P. Appl. Catal. 37 1988 315 [11] Dabagh H. Davis B. J. Mol. Catal. 48 1988 117 [12] US Patent, 3 948 991. [13] German Patent, 2 505 580 (1976). [14] Malinowski S. Jedrzejewska H.J. Basinski S. Benbenek S. Chim. Ind. (Paris) 85 1961 885 [15] Idriss H. Libby M. Barteau M.A. Catal. Lett. 15 1992 13 [16] Idriss H. Kim K.S. Barteau M.A. J. Catal. 139 1993 119 [17] Ital. Patent, 21047a/78 (1978). [18] Grasselli R.K. Bonnelle J.P. Delmon B. Derouane E. Surface Properties and Catalysis by Non-Metals 1983 Reidel Dordrecht 273 [19] Topsoe H. Bonnelle J.P. Delmon B. Derouane E. Surface Properties and Catalysis by Non-Metals 1983 Reidel Dordrecht 329 [20] Grunert W. Stakheev A.Y. Feldhaus R. Anders K. Shpiro E.S. Minachev K.M. J. Catal. 135 1992 287 [21] Thomas R. van Oers E.M. de Beer V.H.J. Moulijn J.A. J. Catal. 84 1983 275 [22] Grunert W. Stakheev A.Y. Morke W. Feldhaus R. Anders K. Shpiro E.S. Minachev K. J. Catal. 135 1992 269 [23] Ai M. J. Catal. 107 1987 201 [24] Ai M. Appl. Catal. 36 1988 221 [25] Ai M. J. Catal. 113 1988 562 [26] Ai M. J. Catal. 124 1990 293 [27] Ai M. Philips M.J. Ternan M. Proceedings of the ninth International Congress on Catalysis, Calgary vol. 5 1988 Chem. Institute of Canada Ottawa 507 [28] Jin T. Machida M. Yamaguchi T. Tanabe K. Inorg. Chem. 23 1984 4396",
      "scopus-id": "0006573540",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003900",
        "dc:description": "Vapor phase aldol condensation of acetaldehyde on silica supported alkali metal containing solid bases, silica supported tungsten and molybdenum oxides and other unsupported oxides were studied. It was found that silica supported alkali metal containing solid base catalysts can effectively catalyze the aldol condensation of acetaldehyde to produce crotonaldehyde as well as crotyl alcohol with a good selectivity (ca. 90%) and stability and moderate conversion. MoO3/SiO2 or MoOx/SiO2 (reduced state) was found to be almost inactive for this reaction. Contrary to MoO3(MoOx)/SiO2, WO3(WOx)/SiO2 catalysts are active and more selective. Most of other unsupported oxides tested in this study are not attractive for the low activity and selectivity or poor stability. ZrO2 or pre-treated ZrO2 SO4 2− was initially quite active, but deactivated quickly. Co-feeding hydrogen can enhance the activity of ZrO2 or inhibit deactivation of pre-treated ZrO2 SO4 2−. The super acidic site associated with SO4 2− species has a great contribution to coking but little to aldol condensation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003900",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ji, Weijie"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yi"
          },
          {
            "@_fa": "true",
            "$": "Kung, Harold H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003900"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003900"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00390-0",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Vapor phase aldol condensation of acetaldehyde on metal oxide catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vapor phase"
          },
          {
            "@_fa": "true",
            "$": "Aldol condensation"
          },
          {
            "@_fa": "true",
            "$": "Acetaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Oxide catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-104",
        "prism:endingPage": "104",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(96)00390-0",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00390-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0006573540"
      }
    }
  }
}