{
  "metadata": {
    "title": "TPR and FT-IR studies on carbonyl cluster derived CoRu/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-06",
    "doi": "10.1016/S0926-860X(96)00279-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002797",
    "pii": "S0926860X96002797"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-5544253536",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002797 S0926-860X(96)00279-7 S0926860X96002797 10.1016/S0926-860X(96)00279-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00282 2024-01-01T12:18:48.759026Z 0 0 19970206 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 149 149 2 2 Volume 149, Issue 2 8 353 372 353 372 19970206 6 February 1997 1997-02-06 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. TPRFTIRSTUDIESCARBONYLCLUSTERDERIVEDCORUSIO2CATALYSTS KIVIAHO J PONEC 1990 117 V IGLESIA 1994 433 442 E IGLESIA 1993 345 368 E SCHWANK 1990 225 J KIVIAHO 1996 187 J ICHIKAWA 1991 297 M XIAO 1992 348 F XIAO 1992 206 F XIAO 1993 151 F XIAO 1994 219 F JOHNSON 1989 81 88 G HAUKKA 1993 S PHDDISSERTATION LAMB 1993 3 H KIVIAHO 1996 93 J CHRISTY 1993 233 A MANDELIS 1992 737 A HUCUL 1980 D DISSERTATION BRIZUELA 1991 93 G GLADFELTER 1980 2569 W KUZNETSOV 1980 374 V ANDERSON 1977 508 J ROLAND 1983 183 E DOSSI 1990 4368 C CHOPLIN 1986 1547 A BERGMEISTER 1989 283 J GUGLIELMINOTTI 1985 291 E ZECCHINA 1993 261 A BOCCUZZI 1978 1298 F GHIOTTI 1979 2863 G HUNT 1986 189 D SCHNEIDER 1984 4593 R DAVYDOV 1977 332 A ROLAND 1985 1133 E HIDAI 1983 292 M ZANDERIGHI 1985 127 G MCQUIRE 1993 355 M ASAKURA 1990 2645 K ZECCHINA 1982 225 A GUGLIELMINOTTI 1982 240 E SACHTLER 1986 4752 W KNOX 1975 3942 S KIVIAHOX1997X353 KIVIAHOX1997X353X372 KIVIAHOX1997X353XJ KIVIAHOX1997X353X372XJ item S0926-860X(96)00279-7 S0926860X96002797 1-s2.0-S0926860X96002797 10.1016/S0926-860X(96)00279-7 271346 2024-01-01T12:18:48.759026Z 1997-02-06 1-s2.0-S0926860X96002797-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002797/MAIN/application/pdf/25c8e126e553d13aa82c23de1153ab20/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002797/MAIN/application/pdf/25c8e126e553d13aa82c23de1153ab20/main.pdf main.pdf pdf true 967414 MAIN 20 1-s2.0-S0926860X96002797-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002797/PREVIEW/image/png/7aeb6da04d35f727aa419e2667f6ddc7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002797/PREVIEW/image/png/7aeb6da04d35f727aa419e2667f6ddc7/main_1.png main_1.png png 46916 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002797-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002797/STRIPIN/image/gif/cd9e9bbd79700a25fc7e2dad2a306eb3/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002797/STRIPIN/image/gif/cd9e9bbd79700a25fc7e2dad2a306eb3/si1.gif si1 true si1.gif gif 950 31 180 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 149 (1997) 353-372 TPR and FT-IR studies on carbonyl cluster derived Co-Ru/SiO2 catalysts J. Kiviaho a,*, M.K. Niemel~i b M. Reinikainen a, T.A. Pakkanen c a VTT Chemical Technology, P.O. Box 1400, FIN-02044 VTT, Finland b HUT, Laboratory of Industrial Chemist~', Kemistintie 1, FIN-02150 Espoo, Finland c University of Joensuu, Department of Chemist~', P.O. Box lll, FIN-8010! Joensuu, Finland Received 15 April 1996; revised 15 July 1996; accepted 15 July 1996 Abstract The decomposition of the Co4_nRUnHn(CO)x/Si02 (where n = 0-4 and x = 12 or 13) and (Co4(CO)j2 + Ru4H4(CO)12)/Si02 catalysts was studied by temperature-programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. The FT-IR studies suggested that Ru4H4(CO)12, CoRu3H3(CO)12 and C03RuH(CO)12 clusters on silica were more stable in room temperature than C04(CO)12, CozRuzH2(CO)12 and C02Ru2(CO)13 clusters. The FT-IR measure- ments also indicated that all precursors decomposed during thermal treatment, but the distinct temperature of decarbonylation was not necessarily noticeable. On the other hand, in TPR, the CO desorption peak maxima for the precursors were 123 for (Co4(CO)12 + Ru4H4(CO)I2), 127 for CoRu3H3(CO)12, 133 for C02Ru2(CO)13, 137 for Co4(C0)12, 144 for C02RuzH2(CO)I2, 148 for C03RuH(CO)I2 and 185 for Ru4H4(CO)I2. Thus, the catalysts with 1:1 atomic ratio of Co:Ru decarbonylated at different temperatures. The temperature of decarbonylation was lower for C02Ru2(CO)13/SiO2 than for C02Ru2Hz(CO)j2/SiO2, i.e., cobalt influenced the decarbonylation more in the first case. In accordance, the CO hydrogenation activity and selectivity results for the decarbonylated catalysts suggested that C02Ru 2(CO)t~/SiOe exhibited the characteristics of cobalt more than C02RuoH2(CO)I2/SiO2 did. Keywords: Cobalt; Ruthenium; Cluster; Silica; TPR; PT-IR; Decomposition 1. Introduction Cobalt-based catalysts are widely used in reactions of CO and H2 to form linear aliphatic hydrocarbons with a broad molecular weight distribution [1]. * Corresponding author. Tel.: ( + 358-0) 4565298: fax: ( + 358-0) 4567026; e-mail: jari.kiviaho@vtt.fi. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00279-7 354 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 Higher synthesis rates and C5+ selectivities have been achieved by adding ruthenium to the cobalt catalysts [2]. Recently, a synergistic bimetallic interac- tion between cobalt and ruthenium was found to result in a ruthenium-promoted cleaning of cobalt surface ensembles during Fischer-Tropsch synthesis [3]. The observed bimetallic interactions could not have taken place without the intimate contact between cobalt and ruthenium achieved through the formation of mixed Co-Ru oxides during oxidation at high temperatures [3]. Molecular metal clusters provide intimate contact between cobalt and ruthe- nium at every step of catalyst preparation and serve as interesting precursors for well-defined bimetallic aggregates [4]. Despite the proximity of the metals we did not observe [5] synergistic effects with our silica-supported cluster-derived Co-Ru catalysts. Instead, the activity of the catalysts decreased in the precursor order Ru4H4(CO)12 > C04(CO)12 --~ C02Ru2(CO)13 > CoRH3H3(CO)I2 > C03RuH(CO)I2 > C02Ru2H2(CO)12 )\" (C04(CO)12 + RuaH4(CO)12). The amount of ruthenium was significantly higher on our catalysts than on those of Iglesia et al. [2,3]; the method of catalyst preparation differed in several respects. Probably for that reason we did not observe enhanced clean-up of carbon from the catalysts in the presence of ruthenium, but rather the reverse. Namely, the deactivation rate determined from the relative conversion Ct/Ci (Ct is the conversion at time t and Ci is the initial conversion) increased in the order C04(CO)12/SIO2 < bimetallic catalysts < Ru4H4(CO)12/SiO2. Thus, it seems that deactivation was closely related to the presence of ruthenium. However, due to the high initial activity, the Ru4H4(CO)I2/SiO2 catalyst was the most active also at long time on stream [5]. In CO hydrogenation the bimetallic Ru-Co catalysts derived from CoRu3H3(CO)12, C02Ru(CO)ll, C03RuH(CO)12 and Co3Ru3(CO)14 exhibit higher activity and selectivity for higher oxygenates than do catalysts prepared from the respective monometallic clusters [6-10]. We have found [5] that the selectivity to oxygenates of silica-supported Co4(CO)12, Co3RuH(CO)12, CozRu2Hz(CO)~z, CoRu3H3(CO)lz and Ru4n4(co)12 was 4.2, 7.5, 4.1, 3.5 and 0.4 C-%, respectively. Thus, the selectivity of the catalysts derived from mixed metal clusters is significantly increased at the highest ratio of Co:Ru, in accordance with the findings of Xiao et al. [8]. However, the silica-supported catalyst prepared from the two monometallic clusters had the highest selectivity to oxygenates (8.6 C-%), i.e., noticeably higher than for silica-supported CozRuzH2(CO)12 (4.1 C-%) and Co2Ru2(CO)13 (5.9 C-%), even though the Co:Ru ratio was the same. In the present work, we characterize Co-Ru/SiO2 catalysts in an attempt to elucidate the reasons for our activity results, and particularly for the different behaviour of the catalysts with a 1:1 ratio of Co:Ru. The systematic series of clusters, namely Co4(CO)12, Co3RuH(CO)12, Co2Ru2H2(CO)12, Co2Ru2(CO)13, CoRu3H3(CO)12, Ru4H4(CO)zz, allowed us to study the effect of precursor on the interaction of cobalt and ruthenium, as well as to compare the cluster-de- J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 355 rived bimetallic catalysts with the corresponding catalysts prepared from Co4(C0)12 and Ru4H4(CO)12. Temperature-programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques were applied. 2. Experimental 2.1. Preparation of the catalysts Preparation of the Co4_,RunH,(CO)x/SiO2 (where n = 0-4 and x = 12 or 13) and (Co4(CO)12 + Ru4H4(CO)12)/SiO2 catalysts is described in detail in our previous publication [5]. The Grace 432 Silica-support was pretreated at 600 in vacuum to dehydroxylate the support [11,12]. This treatment brings about partial dehydroxylation, and leaves the silica with a small amount of weakly acidic OH-groups [12], able to act as adsorption sites for the precursors [13]. In all preparations the metal loading was 0.9 mmol/g SiO2 and the metal content of the catalysts was between 5 wt.-% (Co4(CO)~2) and 8.5 wt.-% (Ru4H4(CO)I2). Every step of the preparation and of the handling of the catalysts was carried out under inert atmosphere using a glove box and a nitrogen-vacuum line. The ready-made catalysts were stored in the glove-box. The TPR and first FT-IR measurements were carried out with fresh catalysts younger than 2 weeks. In the remainder of this paper the following abbreviations indicate the precursors: Co4=Co4(C0)12, Ru4---Ru4H4(CO)I2, Co3Ru= C03RuH(CO)12, C02Ru2(I) = C02Ru2H2(CO)12, C02Ru2(II) = CozRu2(CO)t3, CoRu3 = CoRu3H3(CO)I2 and (Co4 + Ru4) = Co4(CO)12 + Ru4H4(CO)I2 and C04_nRun = Co4_,Ru,H,(CO)x (where n = 0-4 and x = 12 or 13). 2.2. Temperature-programmed reduction The temperature-programmed reduction (TPR) studies were carried out using a down-flow tubular quartz microreactor connected to a Balzers quadrupole mass spectrometer. In TPR studies a sample (300 mg) of fresh catalyst was placed under flow of 3% H2 in Ar. The temperature of the catalysts was ramped at a linear rate of 3/min from 25 to 450. The products formed during the reduction were detected by the mass spectrometer. 2.3. FT-IR studies The IR spectra were recorded with a Perkin Elmer model 1760X FT-IR spectrometer to which an in situ diffuse reflectance cell was coupled. The cell is designed to operate at temperatures up to 500 and pressures up to 3.5 MPa under the desired gas atmosphere. 356 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 To obtain better quality spectra the samples were prepared by grinding a mixture of KBr and the catalyst. In terms of the energy level of the detected signal the optimal amount of dilution was 15:85 SiO2:KBr weight ratio [14]. The spectra were measured by 100 scans (resolution 2 cm-I) at intervals of 10 between 30 and 250 under flowing hydrogen or carbon monoxide (0.1 MPa). The background spectrum was determined at each temperature from SiO2 diluted with KBr (15:85), and it was subtracted from the respective recorded absorption spectrum. The interfering bands of gas phase carbon monoxide were eliminated by subtracting the spectrum of gaseous CO on the SiO2/KBr sample. Thus, the calculated spectra represent the absorbance of metal carbonyls sup- ported on silica, or absorbance of the species adsorbed on the metals. The spectra were converted to Kubelka-Munk units [15,16] to allow a quantitative interpretation of the data. 3. Results and discussion 3.1. Temperature-programmed reduction (TPR) TPR of the CO4_nRUn/SiO2 and (Co4 -~-Ru4)/SiO2 catalysts was carried out to evaluate the decomposition of the supported carbonyl clusters. The reactions during the thermal treatment under hydrogen atmosphere were fol- lowed by observing the formation of carbon monoxide, carbon dioxide, methane and water and the consumption of hydrogen in accordance with earlier studies [14,17]. The main reaction during the thermal treatment of all CO4_nRUn/SiO2 and (Co4 + Ru4)/SiO2 catalysts was the decarbonylation of the cluster, leading to desorption of CO at well below 230 (Figs. 1 and 2). The temperature of decarbonylation depended on the precursor, and the peak maxima were as follows: (Co4 + Ru4) = 123, CoRu3 = 127, Co2Ru2(II)= 133, Co4 = 137, Co2Ru2(I) = 144, Co3Ru = 148 and Ru4 = 185. The decarbony- lation of Ru4/SiO2 occurred at a significantly higher temperature than the decarbonylation of Co4/SiO2 or the bimetallic catalysts, but almost at the same temperature as that of the Rh4/SiO2 catalyst (178) [14]. Thus, the stability of the Rh and Ru carbonyl species on the silica support was similar, and higher than that of the cobalt carbonyl. The decarbonylation of (Co4 + Ru4)/SiO2 occurred in the same temperature range as that of Co4/SiO2, even though the position of the peak maximum was at lower temperature, and the amount of decarbonylation was also much lower. It seems that in case of (Co4 + Ru4)//SiO2 cobalt was enriched on top of ruthenium. However, the temperature of decar- bonylation was not directly related to the presence of either of the two metals, and the catalysts with the same ratio of Co:Ru decarbonylated at different temperatures. J. Kiviaho et al./ Applied Catalysis A: General 149 (1997) 353-372 357 200 0 I I 300 400 150 100 50 A 100 200 T () Co4 Co 3Ru CozRu2(I) CoRu3 Ru4 Fig. 1. Desorption of carbon monoxide during TPR of the CO4_nRun/SiO2 catalysts (r = 3/min, T = 25-450, H2/Ar = 3%). At elevated temperatures the amount of decarbonylation was greatest for C04/SiO2 catalyst and lowest for Ru4/SiO2, while for the other catalysts it was more or less similar. The amount of decarbonylation depends both on the stability of the cluster and on the interaction of the precursor with the support [18]. Since the molecular carbonyl clusters are fairly stable in solid form at room 120 100 80 60 e. N 40 20 100 200 300 400 T () J Co2Ru2(I) ,L Co2Ru2(II) C04+Ru4 Fig. 2. Desorption of carbon monoxide during TPR of the Co2Ru2(I)/SiO2, Co2Ru2(II)/SiO2 and (Co4 + Ru4)/SiO2 catalysts (r = 3/rain, T = 25-450, H2/Ar = 3%). 358 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 temperature under inert atmosphere [19], the source of decarbonylation at room temperature is likely due to the solvent-mediated interaction of the precursor with the support [18]. In terms of interaction we have found [20] all cobalt to be lost from the surface of silica when the refluxed Co4/SiO4 catalysts were washed with an excess amount of hexane used as solvent. When ruthenium-containing cluster/SiO2 catalysts were treated in the same way, however, not all ruthenium and cobalt were removed [20]. Thus, in the presence of ruthenium the carbonyl cluster interacted with the support, even though carbonyl clusters are reported to react only weakly with the partially dehydroxylated silica supports [13], and ruthenium has been removed from dehydroxylated silica surface by pentane wash [21]. Nevertheless, we suggest that ruthenium reacts more strongly with the surface than cobalt, since the amount of decarbonylation at high temperature is smaller for ruthenium containing catalysts than for Co4/SiO2 [22]. The catalysts with the same ratio of Co:Ru merit further discussion since both the temperature and the amount of decarbonylation were different for the Co2Ru2(I)/SiO2 and Co2Ru2(II)/SiO2 catalysts (see Fig. 2). Namely, at high temperature more CO desorbed from COERU2(I)/SiO2, even though the Co2Ru2(II) precursor has more carbonyl groups in its structure, i.e., 13 instead of 12. Thus, the hydrido carbonyl precursor Co2Ru2(I) may be the more stable one at room temperature since the amount of decarbonylation at elevated temperature is greater, respectively. Since the Co2Ru2(II) cluster reacts easily with hydrogen under mild conditions to produce Co2Ru2(I) in good yield, and the opposite reaction Co2Ru2(I)+ CO requires more severe conditions, the 20 15 g g 10 1 5 100 200 300 400 T () Co4 Co 3Ru Co2Ru2(I) O CoRu3 --O- Ru4 Fig. 3. Formation of methane during TPR of the Co4_nRun/SiO2 catalysts (r = 3/min, T = 25-450, H2/At = 3%). J. Kiviaho et al. / Applied Catalysis A: General 149 (1997) 353-372 359 250 200 =. 15o 100 50 Co4 Co3Ru Co2Ru2(I) CoRu3 Ru4 100 200 300 400 T () Fig. 4. Consumption of hydrogen during TPR of the Co4 ~Run/SiO2 catalysts (r = 3/min, T = 25-450, H2/Ar = 3%). Co2Ru2(I) cluster may well be more stable [23]. In the light of the slow surface-mediated preparation of hydrido clusters [24], the complete conversion of CozRu2(II) to CozRu2(I) nevertheless appears unlikely. The greater amount of decarbonylation at high temperature for CozRu2(I) than for Co2Ru2(II) could also mean that the interaction of the precursors with the support is different. Hydrido carbonyls, such as CozRu2(I), can be 20 15 5 /I Co2Ru2(I) Co2Ru2(II) C 04 +Ru4 I 4oo 100 200 300 T () Fig. 5. Formation of methane during TPR of the CozRu2(I)/SiO:, Co2Ru2(I1)/SiO: and (Co4 + Ru4)/SiO2 catalysts (r = 3/rain, T = 25-450, H2/Ar = 3%). 360 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 chemisorbed via formation of anionic mixed metal clusters only in the presence of basic OH-groups [25-27]. The OH-groups on the surface of the silica are weakly acidic, however, and thereby unable to adsorb the hydrido carbonyl precursor, and the interaction is based on physisorption only [27]. On the other hand, the weakly acidic OH-groups may form hydrogen-bonded adducts with the CO [28] present on Co2Ru2(II), but these adducts are stable only at - 196 [29,30]. Thus, in both cases the interaction of the cluster with the surface is weak and cannot explain the dissimilar decarbonylation. On all catalysts, trace amounts of methane, water and carbon dioxide were formed during the thermal treatment at approx. 200-250. The formation of methane occurred simultaneously with the consumption of hydrogen, and at the same temperature on Ru4/SiO2 and the bimetallic catalysts, but it occurred at a lower temperature on Co4/SiO2 (Figs. 3 and 4). It appears therefore that the ruthenium sites in the bimetallic catalysts controlled the formation of methane from the carbonaceous residues. It is noteworthy that the formation of methane during decomposition was greatest for CozRu2(I)/SiO2, and so the CozRu2(I)/SiOz catalyst was different from CozRu2(II)/SiO2 (Fig. 5) and the other catalysts prepared from the hydrido carbonyl precursors. High methane formation for CozRu2(I)/SiO2 may be associated with the different surface structure which favours the formation of methane from the carbonaceous residues. The methane formation cannot, however, account for the consumption of hydrogen for the CozRuz(I)/SiO2 catalyst above 300 the reason remaining unresolved. The formation of CO2 at approx. 200 was clearly the greatest for Co4/SiO2 and detected in only very small amounts for the ruthenium-contain- ing catalysts. In summary, during the thermal decomposition on silica, CozRu2(I) released more CO, a similar amount of CO2 and more methane than Co2Ru2(II). However, the interaction of both clusters with the support is weak, and Hunt et al. [31] report that the thermal stability of supported H4Ru4(CO)12 is higher than that of Ru3(CO)12. Thus, the hydrido carbonyl precursor Co2Ru2(I) is probably more stable than CozRu2(II) at room temperature, resulting in a greater forma- tion of decomposition products at higher temperature. 3.2. In-situ DRIFT FT-IR The FT-IR measurements of the Co4_nRUn/SiO2 and (Co4 -{--Ru4)/SiO2 catalysts were carried out under either argon atmosphere (ageing) or hydrogen atmosphere (thermal decomposition) to determine the stabilities of the various carbonyl clusters on silica. 3.3. Fresh catalysts The bands observed for Co4_ nRun precursors (Table 1) agree well with those described in the literature. At 30 most of the Co4_nRu,/SiO2 catalysts lost J. Kiviaho et al./Applied Catalysis A: General 149 (1997) 353-372 361 e~ [.-, ~ -- q t\",l t\",l t'M (',1 ~ ~'1 t\",l ~'-I ~ ~ ~ + ~,,~ ~9 r,.) r..) L) 362 J. Kiviaho et al. /Applied Catalysis A.\" General 149 (1997) 353-372 / .~ 2- ~z 2062 C04 250 2200 2000 1800 1600 Wavenumber (era-1) 30 () Fig. 6. In situ DRIFT FT-IR spectra of the thermal decomposition of Co4/SiO2 catalyst under H2 atmosphere. weak bands typical for the precursor, while retaining the strong ones at the original wavenumbers or as slightly shifted, see Table 1 and Figs. 6-12. The Co4/SiO2 catalyst exhibited bands at 2073, 2062 and 1858 cm-1 in agreement with the results of Schneider et al. [32]. On Co3Ru/SiO2, bands were observed at 2069, 2035, 2028 and 1880 cm-1, and those of the precursor alone were 2070, 2063, 2056, 2031, 2023 and 1885 cm-1, all of which were observed also by Davydov et al. [33]. Supported COERU2(I) exhibited bands at 2070, 2060, 2042, 2019, 1971 and 1885 cm-1, whereas those of the precursor alone were ? 2200 2000 1800 Wavenumber (era\"1) ~ 30 C (\"C) Fig. 7. In situ DRIFT FT-IR spectra of the thermal decomposition of Co3Ru/SiO2 catalyst under H2 atmosphere. J. Kiviaho et al. /Applied Catalysis A.\" General 149 (1997) 353-372 363 .-- 2 .-= I ~z 0 250 2200 2000 1800 Wavenumber (cm-1) 3O T () Fig. 8. In situ DRIFT FF-IR spectra of the thermal decomposition of CozRu2(I)/SiO2 catalyst under H2 atmosphere. 2110, 2080, 2060, 2053, 2035, 1871 and 1859 cm-1 in agreement with Roland et al. [23]. The Co2Ru2(II)/SiO2 catalyst exhibited only three bands at 2070, 2035 and 1871 cm-1, while the precursor itself had bands at 2105, 2069, 2062, 2053, 2037, 2027, 1898, 1866 and 1845 cm-1 as mentioned in literature [34]. CoRu3/SiO2 also exhibited only three bands, at 2089, 2070 and 2041 cm-j, whereas the precursor has bands at 2085, 2077, 2065, 2050, 2039, 2034, 2024, 2010, 2000 and 1875 cm-1 [19]. In the Ru4//SiO2 catalyst, the strong bands for the precursor remained at 2083, 2070 and 2028 cm-~, and only the bands at 2031 and 2005 cm-1 disappeared. For (Co4 + Ru4)/SiO2, all the bands charac- 2070 Co2Ru2(I]) ] 2- 2200 2000 1800 Wavenumber (cm\"1) 250 # 3O T () Fig. 9. In situ DRIFT FT-IR spectra of the thermal decomposition of Co2Ru2(|I)/SiO2 catalyst under H2 atmosphere. 364 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 1.5 O .~ 1.0 ~ 0.5 0.0m 2200 2000 1800 Wavenumber (cm-l) ~T(O 30 i 250 Fig. 10. In situ DRIFT FT-IR spectra of the thermal decomposition of (Co4 +Ru4)/SiO2 catalyst under H2 atmosphere. teristic to Ru4/SiO2 but none of the bands characteristic to Co4/SiO2 were observed. It is also noteworthy that many bands in the initial spectra of the CO4_nRUn/SiO2 catalysts are quite wide, because several different surface species may occur simultaneously, and therefore the initial spectrum of the catalyst may be a consequence of superimposed spectra of different unknown surface species. 2068 / l oo7 2200 ~ J~ U 2089 ~ooo~ { Wa o obo o-l 250 T () 30 Fig. 11. In situ DRIFT FF-IR spectra of the thermal decomposition of CoRu3/SiO2 catalyst under H2 atmosphere. J. Kioiaho et aL / Applied Catalysis A: General 149 (1997) 353-372 365 3.4. Aged catalysts At room temperature under argon atmosphere the Co4 cluster on SiO2 surface slowly transformed to C06(CO)16 complex (1795 cm-l), which then decom- posed in minor amount to metallic Co particles covered by CO as seen in the appearance of a band at 1858 cm-l [14]. In contrast to the Co4 and Co4_nRh,, clusters [14], the ageing of ruthenium-containing Co4_nRun clusters on the SiO2 surface did not proceed through hexanuclear intermediates, i.e. no bands were observed at 1800 cm-1 (Fig. 13). The Ru4, CoRu3, and Co3Ru clusters retained well their original spectra during ageing, i.e., they were stable. Also, they did not exhibit the band at approx. 1860 cm-~, which is typical to metal particles covered by CO, and indicates decomposition of the cluster framework. Thus, these clusters on silica did not decompose to metallic particles. On Co3Ru/SiO2 and Co2Ru2(II)/SiO2 catalysts, the band at 1860-1880 cm-~ was found, but these bands were characteristic to these original clusters [35]. Therefore the presence of band at 1860-1880 cm-1 does not necessarily imply that the cluster framework has decomposed to metal, although Co2Ru2(I), Co2Ru2(II), and (Co4 + Ru4) ap- peared to decay relatively fast (Figs. 13-15). For example, after 120 days the Co2Ru2(I)/SiO2 catalyst exhibited strong bands at 2070, 2060, 2042, 2019, 1970, 1854 cm-~, but after 280 days the intensities of the bands had decreased drastically, and only the strongest bands at 2070, 2060 and 2042 cm- ~ were still observable. Since the original band positions were retained, we presume that the 2067 2~ I1 2083 Ill Ru4l~ 2, 2083 .] 2200 ~,S2059 ~ |~ [~2070 | 28 | Wavon h m' 250 r () 30 20 , Fig. 12. In situ DRIFT FT-IR spectra of the thermal decomposition of Ru4/SiO2 catalyst under H2 atmosphere. 366 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 20 15 2067 2083~ 2024 / /A010 2087 2068 Ru4 (290 days) CoRu3 (210 days) Co2Ru2(I) (280 days) 069 2035 1880 S ~Ru (210 days) 2053 Co4 (290 days) o 2200 2100 2000 1900 1800 1700 Wavenumber (cm\"1) Fig. 13. In situ DRIFT FT-IR spectra of the ageing of Co4 nRun/SiO2 catalysts under argon atmosphere at room temperature. cluster in part had remained unaffected, although it is also possible that the decomposition products had covered the cluster and decreased the intensities. 3.5. Thermally decomposed catalysts The supported Co4 decomposed readily during thermal treatment under hydrogen, as shown in Fig. 6 and discussed in more detail in our previous paper [14]. In thermal decomposition of Co3Ru/SiO2 (Fig. 7) intensity of the bands first decreased smoothly, and then more rapidly at approx. 140 in accordance with the observed maximal decarbonylation during TPR. Finally, at 250 only small and broad bands of CO were detected at 2011, 1977 and 1860 cm-1, and the first two we assign to linear region (2011, 1977 cm-1) and the last one to a bridged region (1860 cm-1) [8,26]. J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 367 As shown in Figs. 8-10, during the thermal decomposition of C02Ru2(I)/SiO2, C02Ru2(II)/SiO2 and (Co4 + Ru4)SiO2 catalysts the inten- sity of the bands decreased smoothly with increasing temperature and above 100 the spectral features of supported C02Ru2(I) and C02Ru2(II) were very similar. The FT-IR spectra do not support the TPR results, which showed the decarbonylation temperatures to be different. In fact, no distinct temperature of decarbonylation is noticeable from the FT-IR spectra -- the decomposition appears to be rather smooth and slow. The bands had almost disappeared at 250, leaving only a weak single band at approximately 2017-2012 cm Normally at high CO coverage for metallic ruthenium this single band appears at slightly higher wavenumber. With decreasing coverage, the availability of d-electrons of the metal atoms for back bonding increases, and this contributes to the strengthening of the M-C bond and weakening of the C-O bond for the 2.5 2060 1.5 E 05 0 2200 2070 2042 2019 ~ 970 1854 120 days 280 days 1800 21 O0 2000 1900 1700 Wavenumber (cm\"1) Fig. 14. In situ DRIFT FT-IR spectra of the ageing of Co2Ru2(I)/SiO2 catalysts under argon atmosphere at room temperature. 368 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 CO chemisorbed on the surface [33,36,37]. Therefore the single band at 2017- 2012 cm-a could be assigned to linear CO adsorbed on a fully reduced monometallic or bimetallic particle on the surface. The thermal decomposition of CoRu3 and RU4 was much more complicated, as shown in Figs. 11 and 12. At 30, typical bands for CoRu3 appeared at 2089, 2071 and 2041 cm-1. As the temperature increased towards 130 the intensities of the bands increased rapidly and drastically at 2087, 2068 and 2041 cm-1, and new bands appeared at 2028, 2017 and 2007 cm-1. Apparently, the CoRu3 cluster on silica decomposed and produced oxidized ruthenium species such as [Ru2+ (CO)z] (2068 and 2007 cm-1) [38-40], [RuZ+(co)2]n (2087 and 2028 cm-1) [21,38] and [RuZ+(co)3]n (2017 cm-1) [21,38]. The intensity of bands suddenly decreased again at 140, and thereafter decreased smoothly with increasing temperature. Finally, only two bands were left assignable to [Ru2+(CO)2] species at 2069 and 2006 cm-I [38-40]. 3 2070 C02Ru2(I) (280 days) 2 o + Ru4(150 days) 1 CO2Ru2(II) (250 days) 0 i I I I 2200 2100 2000 1900 1800 Wavenumber(cmq) 1700 Fig. 15. In situ DRIFT FT-IR spectra of the Co2Ru2(I)/SiO2, Co2Ru2(n)/sio2 and (Co4 +Ru4)/SiO2 catalysts after ageing under argon atmosphere at room temperature. J. Kiviaho et aL / Applied Catalysis A: General 149 (1997) 353-372 369 Table 2 Effect of the precursor of Co4_ nRunHn/SiO2 and (Co4 + Ru4)/SiO2 catalysts on the catalyst activity and product distribution in the hydrogenation of carbon monoxide [5] Catalyst GHSV C1 C2 -C4 C5 -C8 > C8 Oxygenates CO2 Aromatics (h-~) (C-%) (C-%) (C-%) (C-%) (C-%) (C-%) (C-%) Co4/SiOz 12700 12.9 22.3 29.5 28.2 4.2 2.8 0.2 Co3Ru/SiO2 9400 20.1 23.6 23.6 25.2 7.5 0 0 Co2Ru2(I)/SiO2 8800 15.3 19.0 29.2 32.4 4.1 0 0.1 CoRu3/SiO2 11 600 12.5 18.8 33.2 32.1 3.5 0 0 Ru4/SiO2 14500 6.3 6.2 1 1.3 75.7 0.4 0 0.2 CozRu2(II)/SiO2 12700 17.7 19.0 26.7 28.6 5.9 2.0 0 (Co4 + Ru4)/SiO2 4000 22.0 24.5 28.1 16.9 8.6 0 0 Catalyst reduction: in situ, hydrogen flow, T = 300, t = 2 h. Reaction conditions: CO/H2/Ar = 3:6:1, pressure = 2.1 MPa, T = 233, t < 75 h, and conversion = 3%. At 30, the Ru4 cluster exhibited bands at 2083, 2070 and 2028 cm-~. During heating the bands shifted and increased in intensity, finally reaching their maxima at 150. The bands observed are characteristic of [Ru2+(CO)2] (2067 and 2010 cm-1) [36-38] and [Ru2+(CO)2]n (2083 and 2024 cm-l) species [21]. The temperature of decomposition was about 10-20 lower than the tempera- ture of the maximal decarbonylation during TPR, probably due to the different heating rate. The bands prevalent at 150 were also detected at 250, although the intensities were considerably reduced. Thus, the thermal decompo- sition appears to be only partial since at 250 the band intensities are quite high. In agreement with this, the decarbonylation of both Co3Ru/SiO2 and Ru4/SiO2 catalysts during TPR was very low, again suggesting that the decomposition of the cluster was incomplete. 3.6. Activi~ of the catalysts in CO hydrogenation The activity of the Co4_nRUn//SiO2 and (Co4 7t- Ru4)/SiO2 catalysts has been determined in CO hydrogenation as described in our previous publication [5]. The results depicted in Table 2 indicate that the activity decreased in the precursor orderRu4 > Co4 = CozRu2(II) > CoRu3 > Co3Ru > CozRu2(I) > (Co4 -k-Ru4), indicating that no synergistic effect of activity enhancement occurs [5]. The order of activity is not fully explained by the present characteri- zations. For example, the most active catalysts behaved very differently during the decomposition under hydrogen atmosphere. Very different types of active sites are thus indicated. The differences observed for the three catalysts with 1 : 1 ratio of Co:Ru merit a more detailed discussion. In terms of activity, the GHSV required for 3% conversion (Table 2) for Co2Ru2(I)/SiO2, CozRu2(II)/SiO2 and (Co4 + Ru4)/SiO2 was 8800, 12700 and 4400 h- ~, respectively. Thus, the activity of the bimetallic catalysts with 1:1 ratio of Co:Ru was at best similar to Co4/SiO2 (12700 h-l). Considering the 370 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 selectivity, the product distribution of C02Ru2(I)/SiO2, CozRu2(II)/SiO2 and (Co4 + Ru4)/SiO2 was more similar to C04/SiO2 than to Ru4/SiO2 although some differences can be detected. For example, CozRu2(II)/SiO2 produced a small amount of CO2 which is a typical product for Co4/SiO2. Thus, the selectivity of CozRu2(II)/SiO2 suggests that the surface of the metallic particles is cobalt rich. In addition, the decarbonylation maximum of CozRu2(II)/SiO2 and (Co4 + Ru4)/SiO2 in TPR was at lower temperature than that of CozRu2(I)/SiO2. This may also indicate that the surface of CozRu2(I)/SiO2 was ruthenium- rather than cobalt-rich, and the Co:Ru ratio was lower on the surface of Co2Ru2(I)/SiO2 than on the surface of CozRu2(II)/SiO2 and (Co4 + Ru4)/SiO2. However, the FT-IR spectra of the Co2Ru2(I)/SiO2, CozRu2(II)/SiO2 and (Co4 + Ru4)/SiOz below 100 were quite similar; only the fine structures of the spectra were different, and charac- teristic bands for Co4 and Ru4 were not found. At higher temperature the spectral features were more similar, i.e., the original clusters were clearly transformed to new types of species more similar to each other, but the catalytic properties still remained different. Perhaps, the size or the extent of reduction of the bimetallic ensembles differed considerably. The bimetallic synergy of cobalt and ruthenium has previously been discussed also in terms of the formation of oxygenated compounds [5-10]. In our case, the selectivity of CozRu2(I)/SiO2, CozRu2(II)/SiO2 and (Co4 Av Ru4)/SiO2 to oxygenates was 4.1, 5.9 and 8.6 C-%, respectively [5]. The formation of oxygenates has been related to the presence of isolated metal sites active in insertion of CO [41], and thus we presume that the dispersion of Co2Ru2(II)/SiO2 was higher than that of Co2Ru2(I)/SiO2. Although the selectivity to oxygenates was higher for supported (Co4 + Ru4) than supported Co2Ru2(I) or CozRu2(II), the yields were significantly lower due to much lower activity. 4. Summary and conclusions The decomposition of CO4_nRUn/SiO2 and (Co4 -[-Ru4)/SiO2 catalysts were studied by temperature programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques to determine the effect of the precursor on the decomposition of the carbonyls. The main reaction for all catalysts during TPR was decarbonylation, with maximum rate at the following temperatures: (Co4 + Ru4)= 123, CoRu3 = 127, CozRu2(II) = 133, Co4 = 137, CozRu2(I) = 144, Co3Ru = 148 and Ru4 = 185. These results show that the temperature of decarbonylation is not directly related to the metal composition. Catalysts with the same ratio of Co:Ru decarbonylated at different temperatures and more CO was released from CozRu2(I) than from CozRu2(II), which has more carbonyls. Since the interac- J. Kiviaho et al./Applied Catalysis A: General 149 (1997) 353-372 371 tion of both clusters with the support is weak, we conclude that the higher amount of decarbonylation of C02Ru2(I) is due to its higher stability at room temperature. Under argon atmosphere at room temperature the Co4 cluster slowly trans- formed to C06(CO)16 and further, to a lesser extent, to metallic particles. The ageing of ruthenium-containing CO4_nRUn clusters on the SiO2 surface proceed neither through hexanuclear intermediates, nor to metallic particles. Under hydrogen atmosphere Co4 and Co3Ru decomposed readily, whereas C02Ru2(I), C02Ru2(II) and (Co4 + Ru4) decomposed smoothly with no distinct maximum temperature of decarbonylation. The thermal decomposition pattern of CoRu3 and Ru4 was very different from that of other catalysts; for the band intensities of both increased dramatically at approx. 130-150 due to the partial decom- position of the cluster and formation of oxidic ruthenium species of the type [Ru2+(CO)2], [Ru2+(CO)2]n and [Ru2+(CO)3]n. The activity order of the catalysts in CO hydrogenation remains unexplained, since the most active catalysts behaved very differently during the decomposi- tion. As regards to the different performance of the catalysts with 1:1 ratio of Co:Ru, cobalt may be more prominent on the surface of the C02Ru2(II)/SiO2 than C02Ru2(I)/SiO2 catalyst. Namely, the temperature of decarbonylation was higher for C02Ru2(I)/SiO2 than for C02Ru2(II)/SiO2, i.e., cobalt influenced to the decarbonylation more in the second case. In addition, activities and selectivi- ties showed closeness between C02Ru2(II)/SiO2 and C04/SiO2 catalysts, whereas the activity of C02Ru2(I)/SiO2 was different from them. Acknowledgements This work was supported with funding from the Technology Development Centre of Finland. The authors acknowledge the experimental assistance of Mr. V-P. Johansson and Mr. Y. Morioka. References [1] V. Ponec, Stud. Surf. Sci. Catal., 64 (1990) 117. [2] E. Iglesia, S.L. Soled, R.A. Fiato and G.H. Via, Stud. Surf. Sci. Catal., 81 (1994) 433-442. [3] E. lglesia, S.L. Soled, R.A. Fiato and G.H. Via, J. Catal., 143 (1993) 345-368. [4] J. Schwank, Stud. Surf. Sci. Catal., 64 (1990) 225. [5] J. Kiviaho, M. Reinikainen, M.K. Niemel~i, K. Kataja, S. J~i~iskel~iinen, J. Mol. Catal. A: Chem., 106 (1996) 187. [6] M. Ichikawa, F-s. Xiao, C.G. Magpanty, A. Fukuoka, W. Henderson and D.F. Schriver, Stud. Surf. Sci. Catal., 61 (1991) 297. [7] F-S. Xiao, R. Xu, A. Fukuoka and M. Ichikawa, Chem. Res. Chin. Univ., 8 (1992) 348. [8] F-S. Xiao, A. Fukuoka and M. Ichikawa, J. Catal., 138 (1992) 206. 372 J. Kiviaho et al. /Applied Catalysis A: General 149 (1997) 353-372 [9] F-S. Xiao, R-R. Xu, M. Ichikawa, D.F. Shriver, W. Henderson, X-X. Guo and Q. Xin, Sci. China (Ser. B), 36 (1993) 151. [10] F-S. Xiao, J. Nat. Gas. Chem., 3 (1994) 219. [11] G.B. Johnson, M. Rameswaran, M.D. Patil, G. Muhalidhar and C.H. Bartholomew, Catal. Today, 6 (1989) 81-88. [12] S. Haukka, PhD. Dissertation, University of Helsinki, Finland, 1993. [13] H. Lamb, Catal. Today, 18 (1993) 3. [14] J. Kiviaho, Y. Morioka, M.K. Niemel~i and K. Kataja, Appl. Catal. A, 144 (1996) 93 [15] A.A. Christy, Y. Liang, C. Hui and O. Kvalheim, Vibrational Spectrosc., 5 (1993) 233. [16] A. Mandelis and J.P. Crossman, Appl. Spectrosc., 46 (1992) 737. [17] D.A. Hucul, Dissertation, 1980, Wayne State University, Detroit, Michigan, USA. [18] G.P. Brizuela and D.E. Damiani, Lat. Am. Appl. Res., 21 (1991) 93. [19] W.L. Gladfelter, G.L. Geoffroy and J.C. Calabrese, Inorg. Chem., 19 (1980) 2569. [20] M. Reinikainen, J. Kiviaho, M. KrtJger, M. Niemel~i and S. J~i~iskel~iinen, J. Mol. Catal., in press. [21] V.L. Kuznetsov, A.T. Bell and Y.I. Yermakov, J. Catal., 65 (1980) 374. [22] J.R. Anderson, P.S. Elmes, R.F. Howe and D.E. Mainwaring, J. Catal., 50 (1977) 508. [23] E. Roland and H. Vahrenkamp, Organometallics, 2 (1983) 183. [24] C. Dossi, R. Psaro, D. Roberto, R. Ugo and G. Zanderighi, Inorg. Chem., 29 (1990) 4368. [25] A. Choplin, L. Huang, J-M. Basset, R. Mathieu, U. Siriwardane and S.G. Shore, Organometallics, 5 (1986) 1547. [26] J.J. Bergmeister III and B.E. Hanson, Organometallics, 8 (1989) 283. [27] E. Guglielminotti, D. Osella and P.L. Stanghellini, J. Organomet. Chem., 281 (1985) 291. [28] A. Zecchina and C.O. Arefin, Catal. Rev. Sci. Eng., 35 (1993) 261. [29] F. Boccuzzi, S. Coluccia, G. Ghiotti, C. Morterra and A. Zecchina, J. Phys. Chem., 82 (1978) 1298. [30] G. Ghiotti, E. Garrone, C. Morterra and F. Boccuzzi, J. Phys. Chem., 83 (1979) 2863. [31] D.J. Hunt, R.B. Moyes, P.B. Wells, S.D. Jackson and R. Whyman, J. Chem. Soc. Faraday Trans. 1, 82 (1986) 189. [32] R.L. Schneider, R.F. Howe and K.L. Watters, Inorg. Chem., 23 (1984) 4593. [33] A.A. Davydov and A.T. Bell, J. Catal., 49 (1977) 332. [34] E. Roland and H. Vahrenkamp, Chem. Ber., 118 (1985) 1133. [35] M. Hidai, M. Orisaku, M. Ue, Y. Koyasu, T. Kodama and Y. Uchida, Orgametallics, 2 (1983) 292. [36] G.M. Zanderighi, C. Dossi, R. Ugo, R. Psaro, A. Theolier, A. Choplin, L. D'ornelas and J.M. Basset, J. Organomet. Chem., 296 (1985) 127. [37] M.W. McQuire and C.H. Rochester, J. Catal., 141 (1993) 355. [38] K. Asakura, K-K. Bando and Y. Iwasawa, J. Chem. Soc. Faraday Trans., 86 (1990) 2645. [39] A. Zecchina, E. Guglielminotti, A. Bossi and M. Camia, J. Catal., 74 (1982) 225. [40] E. Guglielminotti, A. Zecchina, A. Bossi and M. Camia, J. Catal., 74 (1982) 240. [41] W.M.H. Sachtler and M. Ichikawa, J. Phys. Chem., 90 (1986) 4752. [42] S.A.R., Knox, J.W. Koepke, M.A. Andrews and H.D. Kaesz, J. Am. Chem. Soc., 97(14) (1975) 3942. APCATA 96002797 S0926-860X(96)00279-7 10.1016/S0926-860X(96)00279-7 Article TPR and FT-IR studies on carbonyl cluster derived CoRu/SiO2 catalysts J. Kiviaho ∗ a M.K. Niemelä b M. Reinikainen a T.A. Pakkanen c a VTT Chemical Technology, P.O. Box 1400, FIN-02044 VTT, Finland b HUT, Laboratory of Industrial Chemistry, Kemistintie 1, FIN-02150 Espoo, Finland c University of Joensuu, Department of Chemistry, P.O. Box 111, FIN-80101 Joensuu, Finland ∗ Corresponding author. Tel.: (+358-0) 4565298; fax: (+358-0) 4567026 The decomposition of the Co 4−n Ru n H n(CO)x SiO 2 (where n = 0–4 and x = 12 or 13) and (CO4(CO)12 + Ru4H4(CO)12)/SiO2 catalysts was studied by temperature-programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. The FT-IR studies suggested that Ru4H4(CO)12, CoRu3H3(CO)12 and Co3RuH(CO)12 clusters on silica were more stable in room temperature than Co4(CO)12, Co2Ru2H2(CO)12 and Co2Ru2(CO)13 clusters. The FT-IR measurements also indicated that all precursors decomposed during thermal treatment, but the distinct temperature of decarbonylation was not necessarily noticeable. On the other hand, in TPR, the CO desorption peak maxima for the precursors were 123°C for (Co4(CO)12 + Ru4H4(CO)12), 127°C for CoRu3H3(CO)12, 133°C for Co2Ru2(CO)13, 137°C for Co4(CO)12, 144°C for Co2Ru2H2(CO)12, 148°C for Co3RuH(CO)12 and 185°C for Ru4H4(CO)12. Thus, the catalysts with 1:1 atomic ratio of Co:Ru decarbonylated at different temperatures. The temperature of decarbonylation was lower for Co2Ru2(CO)13/SiO2 than for Co2Ru2H2(CO)12/SiO2, i.e., cobalt influenced the decarbonylation more in the first case. In accordance, the CO hydrogenation activity and selectivity results for the decarbonylated catalysts suggested that Co2Ru2(CO)13/SiO2 exhibited the characteristics of cobalt more than Co2Ru2H2(CO)12/SiO2 did. Keywords Cobalt Ruthenium Cluster Silica TPR FT-IR Decomposition References [1] V. Ponec Stud. Surf. Sci. Catal. 64 1990 117 [2] E. Iglesia S.L. Soled R.A. Fiato G.H. Via Stud. Surf. Sci. Catal. 81 1994 433 442 [3] E. Iglesia S.L. Soled R.A. Fiato G.H. Via J. Catal. 143 1993 345 368 [4] J. Schwank Stud. Surf. Sci. Catal. 64 1990 225 [5] J. Kiviaho M. Reinikainen M.K. Niemelä K. Kataja S. Jääskeläinen J. Mol. Catal. A: Chem. 106 1996 187 [6] M. Ichikawa F-s. Xiao C.G. Magpanty A. Fukuoka W. Henderson D.F. Schriver Stud. Surf. Sci. Catal. 61 1991 297 [7] F-S. Xiao R. Xu A. Fukuoka M. Ichikawa Chem. Res. Chin. Univ. 8 1992 348 [8] F-S. Xiao A. Fukuoka M. Ichikawa J. Catal. 138 1992 206 [9] F-S. Xiao R-R. Xu M. Ichikawa D.F. Shriver W. Henderson X-X. Guo Q. Xin Sci. China (Ser. B) 36 1993 151 [10] F-S. Xiao J. Nat. Gas. Chem. 3 1994 219 [11] G.B. Johnson M. Rameswaran M.D. Patil G. Muhalidhar C.H. Bartholomew Catal. Today 6 1989 81 88 [12] S. Haukka 3rd edn. PhD. Dissertation 1993 University of Helsinki Finland [13] H. Lamb Catal. Today 18 1993 3 [14] J. Kiviaho Y. Morioka M.K. Niemelä K. Kataja Appl. Catal. A 144 1996 93 [15] A.A. Christy Y. Liang C. Hui O. Kvalheim Vibrational Spectrosc. 5 1993 233 [16] A. Mandelis J.P. Crossman Appl. Spectrosc. 46 1992 737 [17] D.A. Hucul 3rd edn. Dissertation 1980 Wayne State University Detroit, Michigan, USA [18] G.P. Brizuela D.E. Damiani Lat. Am. Appl. Res. 21 1991 93 [19] W.L. Gladfelter G.L. Geoffroy J.C. Calabrese Inorg. Chem. 19 1980 2569 [20] M. Reinikainen, J. Kiviaho, M. Kröger, M. Niemelä and S. Jääskeläinen, J. Mol. Catal., in press. [21] V.L. Kuznetsov A.T. Bell Y.I. Yermakov J. Catal. 65 1980 374 [22] J.R. Anderson P.S. Elmes R.F. Howe D.E. Mainwaring J. Catal. 50 1977 508 [23] E. Roland H. Vahrenkamp Organometallics 2 1983 183 [24] C. Dossi R. Psaro D. Roberto R. Ugo G. Zanderighi Inorg. Chem. 29 1990 4368 [25] A. Choplin L. Huang J-M. Basset R. Mathieu U. Siriwardane S.G. Shore Organometallics 5 1986 1547 [26] J.J. Bergmeister III B.E. Hanson Organometallics 8 1989 283 [27] E. Guglielminotti D. Osella P.L. Stanghellini J. Organomet. Chem. 281 1985 291 [28] A. Zecchina C.O. Areán Catal. Rev. Sci. Eng. 35 1993 261 [29] F. Boccuzzi S. Coluccia G. Ghiotti C. Morterra A. Zecchina J. Phys. Chem. 82 1978 1298 [30] G. Ghiotti E. Garrone C. Morterra F. Boccuzzi J. Phys. Chem. 83 1979 2863 [31] D.J. Hunt R.B. Moyes P.B. Wells S.D. Jackson R. Whyman J. Chem. Soc. Faraday Trans. 1 82 1986 189 [32] R.L. Schneider R.F. Howe K.L. Watters Inorg. Chem. 23 1984 4593 [33] A.A. Davydov A.T. Bell J. Catal. 49 1977 332 [34] E. Roland H. Vahrenkamp Chem. Ber. 118 1985 1133 [35] M. Hidai M. Orisaku M. Ue Y. Koyasu T. Kodama Y. Uchida Orgametallics 2 1983 292 [36] G.M. Zanderighi C. Dossi R. Ugo R. Psaro A. Theolier A. Choplin L. D'ornelas J.M. Basset J. Organomet. Chem. 296 1985 127 [37] M.W. McQuire C.H. Rochester J. Catal. 141 1993 355 [38] K. Asakura K-K. Bando Y. Iwasawa J. Chem. Soc. Faraday Trans. 86 1990 2645 [39] A. Zecchina E. Guglielminotti A. Bossi M. Camia J. Catal. 74 1982 225 [40] E. Guglielminotti A. Zecchina A. Bossi M. Camia J. Catal. 74 1982 240 [41] W.M.H. Sachtler M. Ichikawa J. Phys. Chem. 90 1986 4752 [42] S.A.R. Knox J.W. Koepke M.A. Andrews H.D. Kaesz J. Am. Chem. Soc. 97 14 1975 3942",
      "scopus-id": "5544253536",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002797",
        "dc:description": "The decomposition of the Co 4−n Ru n H n(CO)x SiO 2 (where n = 0–4 and x = 12 or 13) and (CO4(CO)12 + Ru4H4(CO)12)/SiO2 catalysts was studied by temperature-programmed reduction (TPR) and in-situ diffuse reflectance FT-IR techniques. The FT-IR studies suggested that Ru4H4(CO)12, CoRu3H3(CO)12 and Co3RuH(CO)12 clusters on silica were more stable in room temperature than Co4(CO)12, Co2Ru2H2(CO)12 and Co2Ru2(CO)13 clusters. The FT-IR measurements also indicated that all precursors decomposed during thermal treatment, but the distinct temperature of decarbonylation was not necessarily noticeable. On the other hand, in TPR, the CO desorption peak maxima for the precursors were 123°C for (Co4(CO)12 + Ru4H4(CO)12), 127°C for CoRu3H3(CO)12, 133°C for Co2Ru2(CO)13, 137°C for Co4(CO)12, 144°C for Co2Ru2H2(CO)12, 148°C for Co3RuH(CO)12 and 185°C for Ru4H4(CO)12. Thus, the catalysts with 1:1 atomic ratio of Co:Ru decarbonylated at different temperatures. The temperature of decarbonylation was lower for Co2Ru2(CO)13/SiO2 than for Co2Ru2H2(CO)12/SiO2, i.e., cobalt influenced the decarbonylation more in the first case. In accordance, the CO hydrogenation activity and selectivity results for the decarbonylated catalysts suggested that Co2Ru2(CO)13/SiO2 exhibited the characteristics of cobalt more than Co2Ru2H2(CO)12/SiO2 did.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002797",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kiviaho, J."
          },
          {
            "@_fa": "true",
            "$": "Niemelä, M.K."
          },
          {
            "@_fa": "true",
            "$": "Reinikainen, M."
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, T.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002797"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002797"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00279-7",
        "prism:volume": "149",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TPR and FT-IR studies on carbonyl cluster derived CoRu/SiO2 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Cluster"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "TPR"
          },
          {
            "@_fa": "true",
            "$": "FT-IR"
          },
          {
            "@_fa": "true",
            "$": "Decomposition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "353-372",
        "prism:endingPage": "372",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00279-7",
        "prism:startingPage": "353",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00279-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002797-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "950",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/5544253536"
      }
    }
  }
}