{
  "metadata": {
    "title": "Compositional dependence of the CO<ce:inf loc=post>2</ce:inf> methanation activity of Ni/ZrO<ce:inf loc=post>2</ce:inf> catalysts prepared from amorphous Ni<ce:glyph name=sbnd></ce:glyph>Zr alloy precursors",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00142-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001427",
    "pii": "S0926860X97001427"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002610205",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001427 S0926-860X(97)00142-7 S0926860X97001427 10.1016/S0926-860X(97)00142-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 17 187 197 187 197 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. COMPOSITIONALDEPENDENCECO2METHANATIONACTIVITYNIZRO2CATALYSTSPREPAREDAMORPHOUSNIZRALLOYPRECURSORS YAMASAKI M HASHIMOTO 1994 27 K INUI 1991 95 T HASHIMOTO 1996 614 K TROVARELLI 1990 129 A SOLYMOSI 1990 166 F BOFFA 1994 149 A ZHANG 1994 737 Z ZHANG 1995 37 Z TROVARELLI 1995 111 A TAKEISHI 1995 31 K ANDO 1995 653 H YOKOYAMA 1982 199 A YOKOYAMA 1984 619 A BAIKER 1986 389 A BAIKER 1989 999 A GASSER 1989 279 D QIXUM 1992 101 B HABAZAKI 1993 393 H SYMPCORROSIONELECTROCHEMISTRYCATALYSISMETASTABLEMETALSINTERMETALLICS DOLLIMORE 1964 109 D SCHERRER 1918 P SHIMAMURA 1997 376 K TAKAHASHI 1988 371 T SYMPCORROSIONELECTROCHEMISTRYCATALYSISMETALLICGLASSES TAKAHASHI 1995 961 T ASAMI 1995 988 K KIMURA 1993 909 H KIMURA 1992 232 H TENFER 1962 1187 G SMITH 1965 983 D WYCKOFF 1963 240 R CRYSTALSTRUCTURE GUPTA 1977 2421 T GRAVIE 1965 1238 R YAMASAKIX1997X187 YAMASAKIX1997X187X197 YAMASAKIX1997X187XM YAMASAKIX1997X187X197XM 2022-06-11T01:58:54.268Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of EducationS, ciencea nd Culture The presenwt orkis supporteidn part by Grant-in-Aid for ScientificR esearch(A ) No. 06402051fr om the Ministry of EducationS, ciencea nd Culture. item S0926-860X(97)00142-7 S0926860X97001427 1-s2.0-S0926860X97001427 10.1016/S0926-860X(97)00142-7 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001427-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001427/MAIN/application/pdf/47190da2544d35efeb65deb40e39a734/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001427/MAIN/application/pdf/47190da2544d35efeb65deb40e39a734/main.pdf main.pdf pdf true 922261 MAIN 11 1-s2.0-S0926860X97001427-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001427/PREVIEW/image/png/563641c3de1f4f8fac8fbb76dd31390b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001427/PREVIEW/image/png/563641c3de1f4f8fac8fbb76dd31390b/main_1.png main_1.png png 59780 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 163 (1997) 187-197 Compositional dependence of the CO2 methanation activity of Ni/ZrO2 catalysts prepared from amorphous Ni-Zr alloy precursors * Michiaki Yamasakia, Hiroki Habazaki ' , Takeshi Yoshidaa, Eiji Akiyamaa, Asahi Kawashimaa, Katsuhiko Asamia, Koji Hashimotoa, Mitsuru Komorib, Kazuo Shimamurab ~lnstitute for Materials Research, Tohoku Universi~; Sendai 980-77, Japan bMitsui Engineering and Shipbuilding Co. Ltd., lchihara, Chiba 290, Japan Received 12 December 1996; received in revised form 4 April 1997; accepted 4 April 1997 Abstract Finely grained Ni/ZrO2 catalysts were prepared from amorphous Ni-Zr alloy precursors by oxidation and subsequent reduction pretreatment, and the catalytic activity for CO2 methanation was examined as a function of precursor alloy composition and temperature. The catalysts thus prepared produce exclusively methane, apart from water as a by-product. The conversion of CO2 increases with temperature in the range of 373-573 K. Among the catalysts examined, the maximum methanation rate is obtained on the catalysts prepared from the amorphous alloy precursors containing 40 and 50 at% zirconium. Further, the methanation rates of all the catalysts prepared from the amorphous alloy precursors are higher than that of a 3 at% Ni/ZrO2 catalyst prepared by wet impregnation. The number of surface nickel atoms, determined by hydrogen chemisorption, increases with zirconium content in the catalysts, while, interestingly, the turnover number decreases with increasing zirconium content. In the catalysts prepared from the amorphous alloys, two types of zirconia are present: metastable tetragonal and stable monoclinic zirconia. The former zirconia phase is present predominantly in the catalyst prepared from the Ni-30 at% Zr alloy, but the relative amount of this oxide phase, with respect to the total amounts of zirconia, gradually decreases with an increase in zirconium content of alloys. Thus, the higher turnover number of the catalysts with higher nickel content can be attributed to nickel supported on metastable tetragonal zirconia. Increasing nickel content of the precursor alloys leads to an increase in tetragonal zirconia and to a decrease in the number of surface nickel atoms on the catalysts. This is responsible for the fact that the maximum conversion appears at medium contents of zirconium in the precursor alloys. ~?~ 1997 Elsevier Science B.V. Keywords: Amorphous alloy precursor; Carbon dioxide; Methanation; Tetragonal zirconia; Nickel 1. Introduction In order to solve global warming induced by enor- mous amounts of carbon dioxide emitted into the *Corresponding author. 0926-860X/97/$17.00 c.~:', 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)00 1 42-7 atmosphere, various types of methods for recovering and chemical fixation have been proposed. Among a range of proposals, recycling of carbon dioxide, in which transformation processes of carbon dioxide to fuels are involved, is recognized as one of the most promising methods. The recycling of carbon dioxide is 188 M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 18~197 also expected to help the conservation of fossil fuels, and further to solve the energy problem in the world if natural energies, such as solar energy, are used as energy sources for the recycling [1]. Methanation of carbon dioxide is the most promising reaction for chemical fixation of carbon dioxide, since the reaction is considerably faster than the reactions to form other hydrocarbons or alcohols [2]. Thus, the methanation reaction is suited for treating a huge amount of carbon dioxide. On this basis, the present authors are propos- ing global carbon dioxide recycling [1], which con- sists of the electricity generation at deserts, hydrogen and methane production at coasts close to the deserts and energy consumers: At deserts electricity is gen- erated by solar cells. At coasts close to the deserts the electricity is used for hydrogen production by electro- lysis of seawater, this hydrogen is used for methane formation by the reaction with carbon dioxide, and this methane is sent to energy consumers. Energy consumers, after using methane as a fuel, recover carbon dioxide and send carbon dioxide to the coasts close to the deserts. A carbon dioxide recycling plant for substantiation of our idea has been built in 1996 on the roof of our Institute using novel materials tailored by us, such as electrodes for seawater electrolysis and the amorphous alloy catalyst for methanation of car- bon dioxide [3]. The catalytic methanation of carbon dioxide is, therefore, of considerable interest, and the activity of various catalysts and the mechanism of the reaction have recently been investigated extensively. Due to the high activity of rhodium and ruthenium catalysts, most of the recent investigations for methanation of carbon dioxide have been carried out using supported rho- dium and ruthenium catalysts [4-10], and some has been paid for nickel catalysts [11]. In these investiga- tions, supported metal catalysts were mostly used and the catalytic activity and selectivity for methanation of carbon dioxide are reported to be strongly dependent upon the supporting oxides. Besides commonly used supported metal catalysts, amorphous alloys have attracted great interest as catalysts and catalyst precursors since Komiyama et al. reported the higher activity of most of the amor- phous alloy catalysts examined, compared with the crystalline counterparts, for hydrogenation of carbon monoxide [12]. Later, it has also been reported that some of amorphous alloys are converted to highly active supported metal catalysts during reactions or by oxidation-reduction pretreatment [ 13-17]. Some of the present authors have found that the catalysts prepared from amorphous iron group metal-valve metal alloys by oxidation and subsequent reduction treatment show high activity for methanation of carbon dioxide. In parti- cular, high activity is obtained on the catalysts pre- pared from the amorphous Ni-Zr alloy precursors [ 18]. In the present investigation, we have examined the effect of the composition of amorphous Ni-Zr alloy precursors on the catalytic activity for methanation of carbon dioxide. Further, the activity has been com- pared with that of a Ni/ZrO2 catalyst prepared by wet impregnation. Particular attention has been paid for the change in structure and metal dispersion of the catalysts with precursor alloy composition, in order to clarify the compositional dependence of the catalytic activity. 2. Experimental 2.1. Catalyst preparation Crystalline alloy ingots of Ni-(30, 40, 50, 60 and 70) at% Zr were prepared by argon arc melting of 99.95% pure nickel and 99.5% pure zirconium. Amorphous alloy ribbons, of about 1 mm width and 30 gm thick- ness, were formed by a single roller melt-spinning method in an argon atmosphere. The amorphous structure was confirmed by X-ray diffraction using CuK,~ radiation. Prior to catalytic reactions, the amor- phous alloys thus prepared were oxidized in air at 773 K for 5 h and subsequently reduced under hydro- gen flow at 573 K for 5 h. A 3 at% nickel catalyst supported on zirconia was prepared by a wet impregnation method. Commercial zirconia was impregnated with a solution of Ni(NO3)2, and then dried at 373 K for 20 h. After calcination in air at 723 K for 2 h and subsequent reduction under hydrogen flow at 573 K, the sample was used as a conventional supported catalyst for hydrogenation of carbon dioxide. 2.2. Catalytic reaction The catalytic reaction was performed in a fixed bed flow glass reactor of 15 mm inner diameter. The M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 189 amount of catalyst used was 1.0 g. A gas mixture of CO2 and H2 (1 : 4 volume ratio) was passed continu- ously on the catalyst with F/W=I.5 ml g-i s 1. After the reaction the gas mixture was analyzed using a Chrompac MicroGC CP2002 gas chromatograph equipped with a thermal conductivity detector. The turnover number of the catalysts was determined using a differential reactor and the number of surface nickel atoms, which was determined by hydrogen chemi- sorption measurements. 2.3. Catalyst characterization Nitrogen physisorption and hydrogen chemisorp- tion measurements were carried out with a Belsorp 28SA automatic gas adsorption apparatus. Prior to the measurement, the catalysts were reduced in flowing hydrogen at 573 K for 2 h and then evacuated at the same temperature for 3 h. The distribution of pores in the catalysts were measured from nitrogen physisorp- tion at 77 K using the D-H method [19]. Hydrogen uptake at 293 K was calculated by extrapolating the linear part of the hydrogen adsorption isotherm to zero pressure. The isotherm was obtained from the difference of the first and second runs of the isotherm measurement in order to remove the contribution of hydrogen physisorption. Nickel particle sizes in the catalysts were estimated, assum- ing spherical particles. The structure of catalysts was determined by X-ray diffraction using CuK,~ radiation. The average grain sizes of two types of zirconia were estimated using Scherrer's equation [20]. 3. Experimental results Hydrogenation of carbon dioxide on all the cata- lysts examined resulted in the exclusive formation of methane, apart from water as a by-product. Tempera- ture dependence of the conversion of carbon dioxide to methane on several catalysts prepared from amor- phous Ni-Zr alloys and by wet impregnation is shown in Fig. 1. Clearly, the catalysts prepared from amor- O > O 100 80 60 40 20 - Ni-30at%Zr |i ! + Ni-50at%Zr - *- - Ni-70at%Zr - - o-- 3at%Ni/ZrO2 ....... / / // ,' j ,/ / , .... : / / / < , / ' \" i / / 1 0 - -- 420 440 460 480 500 520 540 560 580 Temperature K Fig. 1. Temperature dependence of the conversion of carbon dioxide on the catalysts prepared from amorphous Ni-(30, 50 and 70) at% Zr alloy precursors and on a conventionally prepared 3 at% Ni/ZrO2 catalyst. F/W= 1.5 rnl g l s l CO2/H2= 1:4. 190 M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 .) O ~J 0 100 80 60 40 20 20 .... I .... I ........ r ' ' ' I .... / / / -. 423K[ ] +473KI | - ,- -5~3K I t ......... ~ .... ~ .... i , , -\"~.~ .... 30 40 50 60 70 80 [Zr] / ([Ni]+[Zr]) / at% Fig. 2. The conversion of carbon dioxide on the catalysts prepared from the amorphous Ni-Zr alloy precursors as a function of precursor alloy composition. F/W=I.5 ml g i s 1, CO2/I_I2=1:4' phous alloys reveal higher conversion of carbon diox- ide than the conventionally prepared (wet impregna- tion) Ni/ZrO2 catalyst at all temperatures. It has also been found that their activities are higher than those of catalysts prepared from corresponding crystalline alloys [21]. In Fig. 1, the Ni-50 at% Zr catalyst shows the highest conversion, although the Ni-50 at% Zr and Ni-70 at% Zr catalysts show similar conversion at temperatures of 523 K or more, because of approach- ing the reaction equilibrium. The conversion of carbon dioxide at each temperature as a function of precursor alloy composition is shown in Fig. 2. At 573 K, the conversion of 90% carbon dioxide on all the catalysts is reached. At 523 K, the conversion decreases gra- dually with an increase in zirconium content in the range of 40-70 at% zirconium in the precursor alloys, although the Ni-30 at% Zr catalyst shows the lowest conversion at this temperature. The Ni-70 at% Zr catalyst shows the lowest conversion at lower tem- peratures less than 523 K, and the catalysts containing 40 and 50 at% zirconium in the precursor alloys achieve the highest conversion at each temperature. From these results, it is clear that the catalysts contain- ing 40 and 50 at% zirconium in the precursor alloys have the maximum methanation rate at all tempera- tures examined. For a better understanding of the compositional dependence of the catalysts on the methanation rate, characterization of the catalysts was performed. Dis- tribution of pore size present in the Ni-40 Zr catalyst, determined by the D-H method [19], is shown in Fig. 3. The catalyst has nanoscale pores of about 1.8 nm radius. Similar pore size distribution has been observed for the other catalysts prepared from amor- phous alloy precursors. As already reported pre- viously, the oxidation-reduction treatment of amorphous Ni-Zr alloys lead to the formation of nickel catalysts supported on zirconia [ 18,21 ], because NiO formed by oxidation is reduced to the metallic state while zirconium cannot be reduced by hydrogen treatment. Since the amorphous alloy specimens just oxidized did not show a high density of such pores, the nanoscale pores should be formed mostly during the reduction of the oxidized specimens. The reduction of NiO to metallic nickel results in the decrease in volume, leading to the formation of such nanoscale pores. From H2 uptake shown in Table 1, it is clear that the number of surface nickel atoms increases with an M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 191 T ~ 6 .\"d 4 > 12 l0 .... ' ' ' ' I ....... Ni-40 at% Zr D-H Method ~~,~, ,-Q-,~_ ~ ~ , 10 100 Fig. 3. Pore size distribution, determined by the D-H method using nitrogen physisorption at 77 K, in the catalyst prepared from the amorphous Ni-40 at% Zr alloy precursor. Rp and Vp denote pore radius and pore volume, respectively. Table 1 Summary of hydrogen chemisorption on the catalysts prepared from amorphous Ni-Zr alloys and by wet impregnation Specimen H2 uptake Ni particle Metal (ml g i) size (nm) dispersion (%) Ni-30 at% Zr 0.63 85.0 0.63 Ni-40 at% Zr 1.19 28.4 1.5 Ni-50 at% Zr 1.28 15.8 2.1 Ni-60 at% Zr 1.81 6.2 3.9 Ni-70 at% Zr 1.92 2.9 5.9 3 at% Ni/ZrO2 2.20 0.2 29.0 increase in zirconium content in the catalysts, which is also shown in Fig. 4. The conventionally prepared Ni/ ZrO2 catalyst shows the highest H2 uptake, despite having the lowest nickel content among the catalysts examined. This is due to the significantly higher metal dispersion for the Ni/ZrO2 catalyst, compared with the catalysts prepared from amorphous alloys (Table 1). The metal dispersion of the amorphous alloy-derived catalysts increases with zirconium content. As a con- sequence, the number of surface nickel atoms in the catalysts increases with zirconium content in the catalysts, despite the decrease in the nickel content in the catalysts. In contrast to the decrease in the number of surface nickel atoms, which should be active sites for methanation of carbon dioxide, the highest methanation rate is obtained on the Ni-40 at% Zr and Ni-50 at% Zr catalysts and the further increase in the zirconium content in the catalysts results in the gradual decrease in the methanation rate. Assuming that all the surface nickel atoms in each catalyst have the same activity for methanation of carbon dioxide, the turnover number of the catalysts was obtained, as shown in Fig. 5. In contrast to the highest methanation rate of Ni-40 at% Zr and Ni-50 at% Zr catalysts, Ni-30 at% Zr catalyst has the highest turnover number among the catalysts examined, due to the lowest number of the active sites, that is the number of the surface nickel atoms. The turnover number decreases gradually with increasing zirco- nium content in the catalysts at each temperature. Fig. 6 shows the X-ray diffraction patterns of the Ni-50 at% Zr alloy specimens as-prepared, after oxi- dation and after oxidation-reduction treatment. The as-prepared alloy specimen (Fig. 6a) shows a halo, typical of an amorphous structure. During oxidation, the alloy is oxidized to NiO and ZrO2 (Fig. 6b). From this Figure, the formation of two types of zirconia, i.e., monoclinic and tetragonal zirconia, is clearly seen. During the subsequent reduction, NiO is reduced to metallic fcc nickel, while two types of zirconia are not reduced and the relative ratio of monoclinic and tetragonal zirconia is also unchanged (Fig. 6c). 192 M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 14 \"7 12 O 10 0 8 2 z 6 ~ 4 e~ = 2 Z 0 20 .... ! ............ r .... I'''1 .... i r .................i .... i .... i ............ i ........ i .... 30 40 50 60 70 80 90 100 [Zr] / ([Ni]+[Zr]) / at% Fig. 4. Change in the number of surface nickel atoms, determined by hydrogen chemisorption at 293 K, in the catalysts prepared from the amorphous Ni-Zr alloy precursors (o) and by wet impregnation (C)) as a function of zirconium content in the catalysts. 0.06 .... ~ .... [ ............ [ .... ] .... [ .... 0.05 0.04 E 0.03 Z Q E 0.02 0.01 0 , , , , , , ...... i .... J .... w, J , ~ . , ~lu, , , 20 30 40 50 60 70 80 90 100 [Zr] / ([Ni]+[Zr]) / at% Fig. 5. Change in the turnover number of the catalysts prepared from the amorphous Ni-Zr alloy precursors (solid marks) and by wet impregnation (open marks) as a function of zirconium content in the catalysts. M. Yamasaki et al./Applied Catalysis A.\" General 163 (1997) 187-197 193 < .... ' .... ' .... ' .... ~'' 1Ni NtO ZrOz (tetragonal) ~ ZrOz (monoclinic) ? _ i i i i J i k i i I k i i J I i i r i I i i i i I i i i i I k I I I 20 30 40 50 60 70 80 90 2theta / Degree (CuK~t) Fig. 6. X-ray diffraction patterns of the amorphous Ni-50 at% Zr alloy specimens (a) as-prepared, (b) oxidized in air at 773 K for 5 h and (c) reduced in hydrogen at 553 K for 5 h after the oxidation. Fig. 7 shows X-ray diffraction patterns of various catalysts. The catalysts prepared from amorphous alloys are composed of two types of zirconia, while the conventional Ni/ZrO2 catalyst consists exclusively of monoclinic zirconia. The relative ratio of mono- clinic and tetragonal zirconia changes with the com- position of the catalysts prepared from amorphous alloys. The relative peak intensity of tetragonal zirco- nia increases gradually with nickel content in the catalysts and the Ni-30 at% Zr catalyst consists pre- dominantly of metallic nickel and tetragonal zirconia. This is clearly seen from Fig. 8, showing the relative peak height of 1 1 1 reflection for tetragonal zirconia at the diffraction angle of about 30 with respect to the total peak heights of 1 1 1 reflection for tetragonal zirconia and 1 1 1 reflection for monoclinic zirconia at the diffraction angle of about 28 as a function of zirconium content. Further, from Fig. 7, the full width at half maximum of each reflection is relatively wide for all the catalysts, suggesting that metallic nickel and zirconium oxides in the catalysts are composed of nanocrystals. The reflections of monoclinic zirconia are slightly sharper than those of tetragonal zirconia. The grain sizes of the monoclinic and tetragonal zirconia, estimated from the full width at half max- imum of the reflections, are about 15 and 10 nm, respectively. From these results it is clear that there is a good correlation between the turnover number of the amorphous alloy-derived catalysts and the relative amount of tetragonal zirconia in the catalysts. 4. Discussion In the present study, the amorphous Ni-Zr alloys are transformed to finely grained metallic nickel sup- ported on zirconia, having nanoscale pores, by oxida- tion and subsequent reduction treatment. The catalysts thus prepared show the higher turnover number and the higher conversion for methanation of carbon 194 M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 IINi .... [ .... [ .... [ .... [ ' r NiO [ ZrO2 (tetragonal) ZrO2 (monoclInic) A I A . at, .. ,. Ni-70at%Zr 1 20 30 40 50 60 70 80 90 2theta / Degree (CuKct) Fig. 7. X-ray diffraction patterns of the catalysts prepared from the amorphous Ni-(30, 50 and 70) at% Zr alloy precursors and by wet impregnation. dioxide than the conventionally prepared (wet impreg- nation) Ni/ZrO2 catalyst, despite the smaller number of surface nickel atoms on the former catalysts being smaller than on the latter catalyst. Further, a good correlation is found, for the first time, between the relative amount of tetragonal zirconia, with respect to total amounts of zirconia, and the turnover number for the methanation reaction. A similar transformation of amorphous zirconium- containing alloys has been reported during hydroge- nation reactions or by oxidation and subsequent reduc- tion treatment. Yokoyama et al. have found that the activity of CO methanation on amorphous Pd-Zr alloys increases with reaction time by in situ activation [12]. They concluded that the activation is due to the formation of active complex oxide denoted by Pd-Zr- O in the catalyst. Takahashi et al. [22] have also reported that amorphous Pd-Zr alloys become highly active catalysts for hydrogenation of benzene by oxidation and subsequent reduction, and the activity is enhanced by repeating the pretreatment. Further, Baiker and Gasser [15] have found that the activity of the catalysts prepared in situ from an amorphous Pd- Zr alloy for methanation of carbon dioxide is about one order of magnitude higher than that of Pd/ZrO2 catalyst prepared by wet impregnation [15]. By con- trast, the catalysts prepared from amorphous Rh-Zr alloys have been reported to show almost the same turnover number for methanation of carbon dioxide as that for the conventionally prepared (wet impregna- tion) Rh/ZrO2 catalyst, although the amorphous alloy- derived catalysts sustain the high activity for a longer reaction period at relatively high reaction tempera- tures [23]. Hydrogenation of carbon dioxide on the catalyst prepared from amorphous Cu-Zr alloy has also been reported to occur with the activity and selectivity similar to those on the conventionally pre- pared Cu/ZrO2 catalyst [16]. In this manner, the M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 195 1 o 0.8 ~ o.6 + 0.4 0 ~ 0.2 m 0 20 .... k .... ! ....~l .... ! .... I .... ! .... i .... ........... i ........ ~1,1 iO, l' 30 @ 50 ~ 70 80 ~ 100 [Zr] / ([Ni]+[Zr]) / at% Fig. 8. Change in the relative peak height of 1 1 1 reflection for the tetragonal zirconia, with respect to the sum of the peak heights of 11 I reflection for the tetragonal zirconia and 1 1 1 reflections for the monoclinic zirconia in the catalysts prepared from the amorphous alloy precursors (o) and by wet impregnation (O) as a function of zirconium content in the catalysts. amorphous alloy-derived catalysts do not always show the particularly high activity, compared with the con- ventional metal-supported catalysts, but the catalytic activity is always remarkably enhanced in situ during hydrogenation reactions or by oxidation-reduction pretreatment. In these papers, the authors have pointed out that the activation results from the transformation of zirco- nium to zirconia, leading to a remarkable increase in the number of active surface sites of metal atoms. However, no papers have reported on the effect of ZrO2 structure on the catalytic activity on the catalysts prepared from amorphous zirconium-containing alloys. The formation of two types of zirconia has been found for amorphous Ni-Zr [24], Co-Zr [25] and Pd-Zr [26] alloys by oxidation in air at elevated temperatures, although the catalytic activity has not been measured in these papers. In the present paper, we have found that the relative ratio of tetragonal zirconia, with respect to the total amounts of zirconia in the catalysts, increases gradually with nickel con- tent in the catalysts. The turnover number for the methanation of carbon dioxide also increases with the nickel content, indicating a strong correlation between the activity and the amount of tetragonal zirconia. This suggests that surface nickel atoms supported on tetragonal zirconia have higher activity for the present reaction than those on monoclinic zirconia, although the reason is not clear at present. The catalysts prepared from the amorphous alloys, therefore, should have at least two types of active sites, i.e., nickel atoms supported on monoclinic zirconia and tetragonal zirconia, although we assumed that all surface nickel atoms have the same activity to deter- mine the turnover number. Three types of structure are well known for zirco- nia: monoclinic [27], tetragonal [28] and cubic [29]. The monoclinic zirconia is stable at lower tempera- tures, and the reversible phase formations from mono- clinic to tetragonal and from tetragonal to cubic phases occur at 1373 and 2170 K, respectively. Thus, the monoclinic zirconia is generally present at the tem- perature range used in the present catalytic experi- ments. It is well known that the tetragonal and cubic zirconia are stabilized at low temperatures by Zr4 ~ substitution with lower valency cations (e.g., Ca2 196 M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 Mg2+, y3+, etc.). Only a few percent substitution is enough to stabilize the tetragonal phase [30]. Further, the metastable tetragonal phase of pure zirconia is known to be present below 800 K when the size of zirconia particle is less than 30 nm [31 ], although the critical grain size to stabilize the tetragonal phase changes by the preparation method of zirconia [31 ]. In the present study, the amount of the tetragonal zirconia increases with nickel content in the catalysts. If the tetragonal phase is stabilized by the substitution of Zr4+ with Ni2+ cations, similar to Ca2+ and y3+ cations, the tetragonal zirconia should be formed predominantly in all the catalysts, due to the presence of the sufficient amounts of nickel in the catalysts. On the other hand, the stabilization of tetragonal zirconia is also due to the size of zirconia particles, which is supported by the full width at half maximum of zirconia reflections in the X-ray diffraction patterns shown in Fig. 7; the reflections of the monoclinic zirconia are slightly sharper than those of the tetra- gonal phase, suggesting that the grain growth of zirconia results in the transformation from the meta- stable tetragonal phase to the monoclinic phase. From the grain sizes of the two phases, the critical grain size for the phase transformation seems to be between l0 and 15 nm. The formation of the highly dispersed nickel oxide during oxidation of the amorphous alloys may suppress the grain growth of zirconia, in addition to the dissolution of nickel in tetragonal zirconia. As a consequence, the metastable zirconia phase can be present. The tetragonal zirconia is mainly formed when the nickel-rich alloys are oxidized, and hence the higher the nickel content in the precursor alloys, the higher the turnover number of the catalysts prepared from the amorphous alloys. On the other hand, increasing nickel content in the precursor alloys results in a decrease in the dispersion of nickel. Therefore, the number of the active sites for the methanation reaction decreases with increasing nickel content in the cata- lysts. From the compositional dependence of the metal dispersion and the turnover number, which change in the opposite manners, the maximum conversion of carbon dioxide is obtained on the catalysts containing medium zirconium contents in the precursor alloys. From these facts, the addition of third elements in the precursor alloys, which increase the surface area of the nickel-rich catalysts or stabilize the tetragonal zirco- nia in the zirconium-rich catalysts, will be required to enhance the methanation rate further. o 1. Conclusions Amorphous Ni-Zr alloys containing 30-70 at% zirconium are converted to finely grained nickel catalysts supported on zirconia by oxidation and subsequent reduction treatments. These catalysts show the higher catalytic activity for methanation of carbon dioxide than a conventionally prepared Ni/ZrO2 catalyst. 2. The maximum conversion of carbon dioxide into methane is obtained on the catalysts prepared from the Ni-40 and 50 at% Zr alloys at the temperature range examined, in contrast to the gradual increase in surface nickel atoms with an increase in zirco- nium content. 3. Two types of zirconia are present in the amorphous alloy-derived catalysts, i.e., monoclinic and tetra- gonal zirconia. The relative amount of the tetra- gonal phase increases with increasing nickel content in the catalysts. The metastable tetragonal phase is believed to be stabilized due to the for- mation of nanograined zirconia, in addition to the dissolution of nickel in zirconia. 4. The turnover number of the catalysts increases with increasing nickel content in the catalysts. Accord- ingly, there is a good correlation between the turnover number and the amount of tetragonal zirconia, indicating that nickel supported on the metastable tetragonal zirconia has higher activity than that supported on monoclinic zirconia. 5. As a result of the changes in the metal dispersion and the turnover number of the amorphous alloy-derived catalysts in the opposite manner to that for the precursor alloy composition, the maximum conversion into methane appears for medium content of zirconium in the precursor alloys. Acknowledgements The present work is supported in part by Grant-in- Aid for Scientific Research (A) No. 06402051 from the Ministry of Education, Science and Culture. M. Yamasaki et al./Applied Catalysis A: General 163 (1997) 187-197 197 References [1] K. Hashimoto, Mater. Sci. Eng. AI79/A180 (1994) 27. [2] T. Inui, T. Takeguchi, Catal. Today 10 (1991) 95. [3] K. Hashimoto, E. Akiyama, H. Habazaki, A. Kawashima, K. Shimamura, M. Komoil, N. Kumagai, Zairyo-to-Kankyo 45 (1996) 614. [4] A. Trovarelli, C. Mustazza, G. Dolcetti, J. Kaspar, M. Graziani, Appl. Catal. 65 (1990) 129. [5] E Solymosi, H. Knozinger, J. Catal. 122 (1990) 166. [6] A. Boffa, C. Lin, A.T. Bell, G.A. Somorjai, J. Catal. 149 (1994) 149. [7] Z. Zhang, A. Kladi, X.E. Verykios, J. Catal. 148 (1994) 737. [8] Z. Zhang, A. Kladi, X.E. Verykios, J. Catal. 156 (1995) 37. [9] A. Trovarelli, C.D. Leitenburg, G, Dolcetti, J.L. Lorca, J. Catal. 151 (1995) 111. [10] K. Takeishi, K. Aika, Appl. Catal. A. 133 (1995) 31. [11] H. Ando, M. Fujiwara, Y. Matsumura, H. Miyamura, Y. Souma, Energy Convers. Mgmt. 36 (1995) 653. [12] A. Yokoyama, H. Komiyama, H. Inoue, T. Masumoto, H.M. Kirnura, J. Chem. Eng. Jpn. 46 (1982) 199. [13] A. Yokoyama, H. Komiyama, H. Inoue, T. Masumoto, H.M. Kimura, J. Non-Cryst. Solids. 61 and 62 (1984) 619. [14] A. Baiker, H. Bails, H.J. Guntherodt, Appl. Catal. 22 (1986) 389. [15] A. Baiker, D. Gasser, J. Chem. Soc. Faraday Trans. 1(85) (1989) 999. [16] D. Gasser, A. Baiker, Appl. Catal. 48 (1989) 279. [17] B. Qixum, Z. Baoying, L. Zhen, Appl. Catal. A. 85 (1992) 101. [18] H. Habazaki, T. Tada, K. Wakuda, A. Kawashima, K. Asami, K. Hashimoto, in: C.R. Clayton, K. Hashimoto, Symp. on Corrosion, Electrochemistry, and Catalysis of Metastable Metals and Intermetallics, The Electrochemical Society, Honolulu, 1993, p. 393. [19] D. Dollimore, G.R. Heal, J. Appl. Chem. 14 (1964) 109. [20] P. Scherrer, Gottingen Nachr. 98 (1918). [21] K. Shimamura, M. Komori, H. Habazaki, T. Yoshida, M. Yamasaki, E. Akiyama, A. Kawashima, K. Asami, K. Hashimoto, Mater. Sci. Eng. A 226-228 (1997) 376. [22] T. Takahashi, Y, Nishi, T. Kai, in: R.B. Diegle, K. Hashimoto, Symp. on Corrosion, Electrochemistry, and Catalysis of Metallic Glasses, The Electrochemical Society, Honolulu, 1988, p. 371. [23] T. Takahashi, T. Kai, J. Chem. Eng. Jpn. 21 (1995) 961. [24] K. Asami, H.M. Kimura, K. Hashimoto, T. Masumoto, Mater. Trans. JIM 36 (1995) 988. [25] H.M. Kimura, K. Asami, A. Inoue, T. Masumoto, Corros. Sci. 35 (1993) 909. [26] H.M. Kimura, A. lnoue, T. Masumoto, Mater. Lett. 14 (1992) 232. [27] G. Tenfer, Acta Crystallogr. 15 (1962) 1187. [28] D.K. Smith, H.W. Newkirk, Acta Crystallogr. 18 (1965) 983. [29] R.W.G. Wyckoff, Crystal Structure. Wiley, New \"~rk, 1963, p. 240. [30] T.K. Gupta, J.H. Bechtold, R.C. Kuznicki, L.H. Cadoff, J. Mater. Sci. 12 (1977) 2421. [31] R.C. Gravie, J. Phys. Chem. 69 (1965) 1238. APCATA 97001427 S0926-860X(97)00142-7 10.1016/S0926-860X(97)00142-7 Elsevier Science B.V. All rights reserved. Compositional dependence of the CO2 methanation activity of Ni/ZrO2 catalysts prepared from amorphous NiZr alloy precursors Michiaki Yamasaki a Hiroki Habazaki * a Takeshi Yoshida a Eiji Akiyama a Asahi Kawashima a Katsuhiko Asami a Koji Hashimoto a Mitsuru Komori b Kazuo Shimamura b a Institute for Materials Research, Tohoku University, Sendai 980-77, Japan b Mitsui Engineering and Shipbuilding Co. Ltd., Ichihara, Chiba 290, Japan * Corresponding author. Finely grained Ni/ZrO2 catalysts were prepared from amorphous NiZr alloy precursors by oxidation and subsequent reduction pretreatment, and the catalytic activity for CO2 methanation was examined as a function of precursor alloy composition and temperature. The catalysts thus prepared produce exclusively methane, apart from water as a by-product. The conversion of CO2 increases with temperature in the range of 373–573 K. Among the catalysts examined, the maximum methanation rate is obtained on the catalysts prepared from the amorphous alloy precursors containing 40 and 50 at% zirconium. Further, the methanation rates of all the catalysts prepared from the amorphous alloy precursors are higher than that of a 3 at% Ni/ZrO2 catalyst prepared by wet impregnation. The number of surface nickel atoms, determined by hydrogen chemisorption, increases with zirconium content in the catalysts, while, interestingly, the turnover number decreases with increasing zirconium content. In the catalysts prepared from the amorphous alloys, two types of zirconia are present: metastable tetragonal and stable monoclinic zirconia. The former zirconia phase is present predominantly in the catalyst prepared from the Ni-30 at% Zr alloy, but the relative amount of this oxide phase, with respect to the total amounts of zirconia, gradually decreases with an increase in zirconium content of alloys. Thus, the higher turnover number of the catalysts with higher nickel content can be attributed to nickel supported on metastable tetragonal zirconia. Increasing nickel content of the precursor alloys leads to an increase in tetragonal zirconia and to a decrease in the number of surface nickel atoms on the catalysts. This is responsible for the fact that the maximum conversion appears at medium contents of zirconium in the precursor alloys. Keywords Amorphous alloy precursor Carbon dioxide Methanation Tetragonal zirconia Nickel References [1] Hashimoto K. Mater. Sci. Eng. A179/A180 1994 27 [2] Inui T. Takeguchi T. Catal. Today 10 1991 95 [3] Hashimoto K. Akiyama E. Habazaki H. Kawashima A. Shimamura K. Komori M. Kumagai N. Zairyo-to-Kankyo 45 1996 614 [4] Trovarelli A. Mustazza C. Dolcetti G. Kaspar J. Graziani M. Appl. Catal. 65 1990 129 [5] Solymosi F. Knozinger H. J. Catal. 122 1990 166 [6] Boffa A. Lin C. Bell A.T. Somorjai G.A. J. Catal. 149 1994 149 [7] Zhang Z. Kladi A. Verykios X.E. J. Catal. 148 1994 737 [8] Zhang Z. Kladi A. Verykios X.E. J. Catal. 156 1995 37 [9] Trovarelli A. Leitenburg C.D. Dolcetti G. Lorca J.L. J. Catal. 151 1995 111 [10] Takeishi K. Aika K. Appl. Catal. A. 133 1995 31 [11] Ando H. Fujiwara M. Matsumura Y. Miyamura H. Souma Y. Energy Convers. Mgmt. 36 1995 653 [12] Yokoyama A. Komiyama H. Inoue H. Masumoto T. Kimura H.M. J. Chem. Eng. Jpn. 46 1982 199 [13] Yokoyama A. Komiyama H. Inoue H. Masumoto T. Kimura H.M. J. Non-Cryst. Solids. 61 and 62 1984 619 [14] Baiker A. Baris H. Guntherodt H.J. Appl. Catal. 22 1986 389 [15] Baiker A. Gasser D. J. Chem. Soc. Faraday Trans. 1 85 1989 999 [16] Gasser D. Baiker A. Appl. Catal. 48 1989 279 [17] Qixum B. Baoying Z. Zhen L. Appl. Catal. A. 85 1992 101 [18] Habazaki H. Tada T. Wakuda K. Kawashima A. Asami K. Hashimoto K. Clayton C.R. Hashimoto K. Symp. on Corrosion, Electrochemistry, and Catalysis of Metastable Metals and Intermetallics The Electrochemical Society, Honolulu 1993 393 [19] Dollimore D. Heal G.R. J. Appl. Chem. 14 1964 109 [20] Scherrer P. Gottingen Nachr. 98 1918 [21] Shimamura K. Komori M. Habazaki H. Yoshida T. Yamasaki M. Akiyama E. Kawashima A. Asami K. Hashimoto K. Mater. Sci. Eng. A 226–228 1997 376 [22] Takahashi T. Nishi Y. Kai T. Diegle R.B. Hashimoto K. Symp. on Corrosion, Electrochemistry, and Catalysis of Metallic Glasses The Electrochemical Society, Honolulu 1988 371 [23] Takahashi T. Kai T. J. Chem. Eng. Jpn. 21 1995 961 [24] Asami K. Kimura H.M. Hashimoto K. Masumoto T. Mater. Trans. JIM 36 1995 988 [25] Kimura H.M. Asami K. Inoue A. Masumoto T. Corros. Sci. 35 1993 909 [26] Kimura H.M. Inoue A. Masumoto T. Mater. Lett. 14 1992 232 [27] Tenfer G. Acta Crystallogr. 15 1962 1187 [28] Smith D.K. Newkirk H.W. Acta Crystallogr. 18 1965 983 [29] Wyckoff R.W.G. 3rd ed. Crystal Structure 1963 Wiley New York 240 [30] Gupta T.K. Bechtold J.H. Kuznicki R.C. Cadoff L.H. J. Mater. Sci. 12 1977 2421 [31] Gravie R.C. J. Phys. Chem. 69 1965 1238",
      "scopus-id": "0002610205",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001427",
        "dc:description": "Finely grained Ni/ZrO2 catalysts were prepared from amorphous NiZr alloy precursors by oxidation and subsequent reduction pretreatment, and the catalytic activity for CO2 methanation was examined as a function of precursor alloy composition and temperature. The catalysts thus prepared produce exclusively methane, apart from water as a by-product. The conversion of CO2 increases with temperature in the range of 373–573 K. Among the catalysts examined, the maximum methanation rate is obtained on the catalysts prepared from the amorphous alloy precursors containing 40 and 50 at% zirconium. Further, the methanation rates of all the catalysts prepared from the amorphous alloy precursors are higher than that of a 3 at% Ni/ZrO2 catalyst prepared by wet impregnation. The number of surface nickel atoms, determined by hydrogen chemisorption, increases with zirconium content in the catalysts, while, interestingly, the turnover number decreases with increasing zirconium content. In the catalysts prepared from the amorphous alloys, two types of zirconia are present: metastable tetragonal and stable monoclinic zirconia. The former zirconia phase is present predominantly in the catalyst prepared from the Ni-30 at% Zr alloy, but the relative amount of this oxide phase, with respect to the total amounts of zirconia, gradually decreases with an increase in zirconium content of alloys. Thus, the higher turnover number of the catalysts with higher nickel content can be attributed to nickel supported on metastable tetragonal zirconia. Increasing nickel content of the precursor alloys leads to an increase in tetragonal zirconia and to a decrease in the number of surface nickel atoms on the catalysts. This is responsible for the fact that the maximum conversion appears at medium contents of zirconium in the precursor alloys.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001427",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yamasaki, Michiaki"
          },
          {
            "@_fa": "true",
            "$": "Habazaki, Hiroki"
          },
          {
            "@_fa": "true",
            "$": "Yoshida, Takeshi"
          },
          {
            "@_fa": "true",
            "$": "Akiyama, Eiji"
          },
          {
            "@_fa": "true",
            "$": "Kawashima, Asahi"
          },
          {
            "@_fa": "true",
            "$": "Asami, Katsuhiko"
          },
          {
            "@_fa": "true",
            "$": "Hashimoto, Koji"
          },
          {
            "@_fa": "true",
            "$": "Komori, Mitsuru"
          },
          {
            "@_fa": "true",
            "$": "Shimamura, Kazuo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001427"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001427"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00142-7",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Compositional dependence of the CO2 methanation activity of Ni/ZrO2 catalysts prepared from amorphous NiZr alloy precursors",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Amorphous alloy precursor"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Methanation"
          },
          {
            "@_fa": "true",
            "$": "Tetragonal zirconia"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "187-197",
        "prism:endingPage": "197",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00142-7",
        "prism:startingPage": "187",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00142-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002610205"
      }
    }
  }
}