{
  "metadata": {
    "title": "Design of single-atom catalysts on S-functionalized Mxenes for enhanced activity and selectivity in N<ce:inf loc=post>2</ce:inf> electroreduction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2022-09-25",
    "doi": "10.1016/j.apcata.2022.118886",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X22004094",
    "pii": "S0926860X22004094"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85144434035",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2022-09-22 2022-09-22 2022-09-28 2022-09-28 2022-10-07T08:52:29 1-s2.0-S0926860X22004094 S0926-860X(22)00409-4 S0926860X22004094 10.1016/j.apcata.2022.118886 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X22X00173 2024-01-01T12:34:28.416125Z 0 0 20220925 2022 2022-09-22T15:25:47.959906Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 646 646 C Volume 646 18 118886 118886 118886 20220925 25 September 2022 2022-09-25 2022 article fla © 2022 Elsevier B.V. All rights reserved. DESIGNSINGLEATOMCATALYSTSSFUNCTIONALIZEDMXENESFORENHANCEDACTIVITYSELECTIVITYINN2ELECTROREDUCTION HUANG B 1 Introduction 2 Calculation methods 3 Results and discussion 3.1 Structure characteristics and binding energies of SACs 3.2 Screening key intermediates of Gibbs free energies change 3.3 Catalytic mechanisms and reaction activity of SACs 3.4 Electronic structures and stability of SACs 4 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References GALLOWAY 2008 889 892 J HOFFMAN 2014 4041 4062 B VAHIDMOHAMMADI 2021 eabf1581 A FOSTER 2018 490 500 S ZHANG 2022 9737 9745 Y QIU 2022 719 725 B LI 2022 150 158 D MILTON 2017 2680 2683 R GONG 2018 178 185 Y LIU 2019 5245 5267 H LOGADOTTIR 2003 273 279 A HUANG 2020 6579 6586 H ZHANG 2018 11446 11452 X LING 2017 5133 5139 C JIAO 2021 1240 1251 D ZHONG 2021 4405 4413 W XUE 2021 443 450 Z CHOI 2018 7517 7525 C LIU 2019 9664 9672 X WANG 2020 1378 1385 S NAGUIB 2012 1322 1331 M GU 2021 2104285 Y PENG 2019 18 50 J ANASORI 2017 16098 B WANG 2018 1704561 H DEYSHER 2020 204 217 G KAMYSBAYEV 2020 979 983 V VAHIDMOHAMMADI 2021 eabf1581 A MENG 2018 3385 3392 Q ZHANG 2021 71 76 J CAI 2020 20448 20455 L HAFNER 2008 2044 2078 J PERDEW 1996 3865 3868 J BLOCHL 1994 17953 17979 P GRIMME 2006 1787 1799 S NORSKOV 2004 17886 17892 J ZHANG 2020 56987 56994 Z CHEN 2019 1800368 Z ZHAO 2017 12480 12487 J LI 2019 1900337 L ZHANG 2018 18599 18604 X LI 2021 7906 7914 H MONTOYA 2015 2180 2186 J LI 2019 14501 14507 L LI 2018 4271 4278 P LI 2020 885 901 J VILE 2015 11265 11269 G HUANGX2022X118886 HUANGX2022X118886XB 2024-09-28T00:00:00.000Z 2024-09-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 2022-12-25T07:32:19.509Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined A*STAR A*STAR Agency for Science, Technology and Research http://data.elsevier.com/vocabulary/SciValFunders/501100001348 http://sws.geonames.org/1880251/ National Research Foundation , Singapore NRF-CRP24–2020-0002 NRF National Research Foundation Singapore http://data.elsevier.com/vocabulary/SciValFunders/501100001381 http://sws.geonames.org/1880251/ National Natural Science Foundation of China 52162024 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ A*STAR SERC SERC Science and Engineering Research Council http://data.elsevier.com/vocabulary/SciValFunders/501100005049 http://sws.geonames.org/1880251/ DHBK2021007 ECIT East China Institute of Technology http://data.elsevier.com/vocabulary/SciValFunders/501100011205 http://sws.geonames.org/1814991 Doctoral Science Foundation of East China University of Technology This work was supported by the National Natural Science Foundation of China ( 52162024 ) and Doctoral Science Foundation of East China University of Technology ( DHBK2021007 ). This work was also partially supported by the National Research Foundation , Singapore under Award No. NRF-CRP24–2020-0002 , and Singapore A*STAR SERC CRF Award. The use of computing resources at the A*STAR Computational Centre and National Supercomputer Centre , Singapore is gratefully acknowledged. This work was supported by the National Natural Science Foundation of China (52162024) and Doctoral Science Foundation of East China University of Technology (DHBK2021007). This work was also partially supported by the National Research Foundation, Singapore under Award No. NRF-CRP24–2020-0002, and Singapore A*STAR SERC CRF Award. The use of computing resources at the A*STAR Computational Centre and National Supercomputer Centre, Singapore is gratefully acknowledged. 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(22)00409-4 S0926860X22004094 1-s2.0-S0926860X22004094 10.1016/j.apcata.2022.118886 271346 2024-01-01T12:34:28.416125Z 2022-09-25 1-s2.0-S0926860X22004094-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/MAIN/application/pdf/15218fa08ac8958af5d2fb55a2ece2be/main.pdf main.pdf pdf true 4694522 MAIN 7 1-s2.0-S0926860X22004094-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/PREVIEW/image/png/feb4bdd9c860795c7de16445cde8e9e9/main_1.png main_1.png png 58827 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X22004094-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr1/DOWNSAMPLED/image/jpeg/001a2466a6edfb8cf3a123f0d864dec7/gr1.jpg gr1 gr1.jpg jpg 160710 240 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr3/DOWNSAMPLED/image/jpeg/15ee89381dfcb5892e92e0350e5db2ab/gr3.jpg gr3 gr3.jpg jpg 215754 497 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr2/DOWNSAMPLED/image/jpeg/f04b1d34ab03b9d94e27076b2f00fe0f/gr2.jpg gr2 gr2.jpg jpg 113232 198 753 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/ga1/DOWNSAMPLED/image/jpeg/f0fac248f70d7ed3dc1602a1e7983323/ga1.jpg ga1 true ga1.jpg jpg 113616 200 336 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr5/DOWNSAMPLED/image/jpeg/4036835274120efc58a19c5a6160d7cd/gr5.jpg gr5 gr5.jpg jpg 211924 536 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr4/DOWNSAMPLED/image/jpeg/46cfd76b0c3ef7c1425ebe6ad7762bc2/gr4.jpg gr4 gr4.jpg jpg 116157 253 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X22004094-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr1/THUMBNAIL/image/gif/2251b16440beb76ee85692d17487bf9f/gr1.sml gr1 gr1.sml sml 81141 93 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr3/THUMBNAIL/image/gif/fa289f7b80d9363a6defebd15e66dae4/gr3.sml gr3 gr3.sml sml 85337 164 217 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr2/THUMBNAIL/image/gif/c17414f0d4aec90ab203db7e80c01ca4/gr2.sml gr2 gr2.sml sml 71447 58 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/ga1/THUMBNAIL/image/gif/fc806ce178e4b2e8e5e88edc013c1678/ga1.sml ga1 true ga1.sml sml 86595 130 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr5/THUMBNAIL/image/gif/560a3f78c09845fb95dc6540775a34ce/gr5.sml gr5 gr5.sml sml 85146 164 202 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/gr4/THUMBNAIL/image/gif/260fae2346c15435bbfb23affa3ac9b5/gr4.sml gr4 gr4.sml sml 73775 84 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X22004094-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/89eebbe1129478830037b96dabc6d13e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 839241 1060 2500 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/0a51a2c05e005ec919705dd084296955/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 971883 2201 2917 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/feb11494e570134bb319498e4fcc588c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 389402 877 3333 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/a69de31ee38468f5c8dd7a696337d85a/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 377494 886 1487 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/ad217dea1f944a438bfb9a57866fe73d/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 968729 2371 2917 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/HIGHRES/image/jpeg/3f604701c6b7a15beb508e41a13b12a0/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 414495 1120 2917 IMAGE-HIGH-RES 1-s2.0-S0926860X22004094-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X22004094/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/1f1913bbea31ffdc5599b30e011bb7d9/mmc1.docx mmc1 mmc1.docx docx 8945118 APPLICATION 1-s2.0-S0926860X22004094-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:106TX05ZJN4/MAIN/application/pdf/be579f6d434c0ba5e1eca3c74decff3e/am.pdf am am.pdf pdf false 997428 AAM-PDF APCATA 118886 118886 S0926-860X(22)00409-4 10.1016/j.apcata.2022.118886 Elsevier B.V. Fig. 1 (a) Top views of the S-functionalized Ti2C and Nb2C MXenes, the TM atoms in box were selected for screening on MXene surface, S1 and S2 denoted two adsorption sites for TM atoms. (b) The lowest calculated binding energy for TM atom on the S-functionalized Ti2C and Nb2C MXenes. Fig. 1 Fig. 2 (a) Screening results of the first and the last hydrogenation steps (ΔG(N2 −NNH) and ΔG(NH2 −NH3)) on SACs based on Ti2CS2 and Nb2CS2, (b) Ead(*N) and (c) Ead(*NH2) vs. N(d) on TM@Nb2CS2. Fig. 2 Fig. 3 The free-energy diagrams for the NH3 production along the minimum energy path at 0 V (vs. RHE) on (a) Mo@Nb2CS2, (b) Nb@Nb2CS2, (c) Mo@Ti2CS2 and (d) Nb@Ti2CS2. Fig. 3 Fig. 4 (a) Selectivity for NRR vs HER on the TM@Ti2CS2 and TM@Nb2CS2 systems, and (b) the HER on pure S-functionalized MXenes. For comparison, the ΔG*H values for Nb2CO2 and Ti2CO2 were taken from ref. 45. Fig. 4 Fig. 5 (a) Schematic diagram of N2 binding to TM atom, (b) the PDOS of Mo@Nb2CS2 and Nb@Nb2CS2 (the charge density difference maps in blue dotted circle), (c) charge states analysis of different moieties in distal pathway by Bader charge on Mo@Nb2CS2, and (d) diffusion barrier of adsorbed TM atom between S1 and S2 sites on the MXene support. Fig. 5 Design of single-atom catalysts on S-functionalized Mxenes for enhanced activity and selectivity in N2 electroreduction Bin Huang Data curation Writing – original draft a Jing Yang Data curation b Guangyuan Ren Data curation a Yong Qian Supervision Supervision, Writing – review & editing, Fund acquisition, Supervision a ⁎ Yong-Wei Zhang Writing – review & editing, Fund acquisition, Supervision b ⁎ a School of Chemistry, Biology, and Materials Science, East China University of Technology, Nanchang 330031, China School of Chemistry, Biology, and Materials Science, East China University of Technology Nanchang 330031 China School of Chemistry, Biology, and Materials Science, East China University of Technology, Nanchang 330031, China b Institute of High Performance Computing, l, Technology and Research (A⁎STAR), Singapore Institute of High Performance Computing, l, Technology and Research (A⁎STAR) Singapore Institute of High Performance Computing, l, Technology and Research (A⁎STAR), Singapore ⁎ Corresponding authors. Design of high-performance catalysts is one of the key research focuses in electrochemical nitrogen reduction reaction (NRR). Single atom catalysts (SACs) hosted by a suitable template can be a potential candidate for NRR. Recently, two-dimensional (2D) S-functionalized Ti2C (Ti2CS2) and Nb2C (Nb2CS2) MXenes have been successfully synthesized. Here, we screen 18 different single metal atoms on these S-functionalized MXenes by examining their NRR activity and selectivity using the state-of-the-art density functional theory calculations. The calculated free energy change between the first H+/e− pair reduction step and the last H+/e− pair reduction step suggests that Mo@MXene, Nb@MXene and V@MXene are the suitable candidates. The calculation results further reveal that V and Nb on Ti2CS2 and Nb2CS2 weaken the *N adsorption, leading to an enhanced performance in NRR. Our analyses on the electronic properties, structural stability as well as HER indicate that Mo@Nb2CS2 system overall is a highly promising NRR catalyst. The present work provides an interesting route to design SACs based on the S-functionalized MXenes. Graphical Abstract A series of single metal atom decorated S-functionalized MXenes has been developed toward NRR activity by DFT calculations. The Mo@Nb2CS2 is suggested to be the optimal choice because it demonstrates reasonably high activity as well as stability to NH3 and high selectivity against HER than other SACs. ga1 Keywords Density functional theory calculations S-functionalized MXenes, Single atom catalysts Nitrogen reduction reaction Data Availability Data will be made available on request. 1 Introduction Ammonia (NH3), a high-value chemical product, plays an essential role in meeting the growing demand in our daily lives [1–3]. However, high-energy consumption and environmental pollution in the Haber−Bosch process call for efficient, green NH3 synthesis [4]. Electrochemical methods would be an attractive prospect for kinds of electrochemical process [5–7], and electrochemical nitrogen reduction reaction (NRR) has been extensively explored because of its pivotal role in efficient, green NH3 synthesis [8–10]. Due to the intrinsically sluggish reaction kinetics in NRR, development of electrocatalysts with superior catalytic activity, high reactive selectivity and structural stability is both important and necessary. Over the past few years, noble metals, including Ru, Au and their alloys, have attracted enormous attention in NRR [11]. However, the high costs and low selectivity of these metal-based electrocatalysts limit their practical application in NRR. To realize efficient, green synthesis of ammonia through NRR, clearly, greater efforts are needed in the design of electrocatalysts. Recently, single atom catalysts (SACs) dispersed on different substrates have been explored extensively due to their distinct selectivity and catalytic activity [12–17]. Previous studies indicate that the specific active site configuration of SACs can reduce overpotentials of NRR and suppress hydrogen evolution reaction (HER) [18–20]. However, fabrication of a specific active site configuration on a substrate is challenging. Since the interaction between single atoms and substrate may strongly influence the structural stability and reaction activity and selectivity, therefore, selecting a suitable substrate for SACs is crucial. Two-dimensional (2D) transition metal carbides, nitrides, and carbonitrides (MXenes) have attracted significant attention because of their interesting electronic structures, optical transparency and electrochemical property [21–25]. A universal formula of MXenes is of Mn+1XnTx, where M is a transition metal (Ti, Zr, V, Nb, Cr, Mo and Ta, etc.), X is C and/or N, and T represents surface termination groups such as −F, −O, and−OH, n = 1, 2, or 3 [24,26]. In addition to the above surface termination groups, versatile chemical surface functional groups of MXenes have also been demonstrated by a molten salt etching route [27,28]. At present, surface termination groups, including imido, sulfur, chlorine, selenium, bromine, and tellurium group on Ti2CTx, Nb2CTx and Ti3C2Tx MXenes, have also been successfully introduced, and fascinating structural and electronic properties have been demonstrated. It is interesting to note that the superior performance has also been predicted in the S-functionalized Ti3C2 MXene for Na-ion batteries [29]. Because of their rich surface properties, the interactions between single metal atoms and those surface termination groups are expected to modulate the catalytical performance of SACs. Hence, it is of importance to select a suitable surface functional group for both MXene and SACs. Use of S-functionalized Ti2C (Ti2CS2) and Nb2C (Nb2CS2) MXenes to support single metal atoms can be justified based on the following two reasons. (1) Ti2CS2 and Nb2CS2 were successful synthesized. (2) S is a good coordinate atom, which has been shown to be appropriate for the fabrication of SACs [30,31]. In this work, we screen 18 different single metal atoms on S-functionalized MXenes and explore their catalytic performance toward NRR. We examine the changes in Gibbs free energy for key intermediates during NRR and evaluate the catalytic performance of the 18 SACs by performing density functional theory (DFT) calculations. Our results reveal that single Mo, Nb and V atoms on S-functionalized Ti2CS2 and Nb2CS2 possess efficient active sites for NRR. Further analyses on the electronic properties, structural stability as well as HER show that Nb2CS2 MXene is more suitable for hosting SACs, and among all the SACs studied here, Mo@Nb2CS2 is most promising for NRR. The present study illuminates the NRR activity associated with SACs on S-functionalized MXenes and provides a valuable reference for the design of SACs based on MXenes. 2 Calculation methods For the all spin-polarized DFT calculations, we utilized the Vienna ab initio simulation package (VASP) [32]. The projector-augmented wave method was accustomed to handle the ion–electron interaction, and the generalized gradient approximation (GGA) in the form of Perdew–Burke–Ernzerhof (PBE) functional was used for the electron exchange-correlation potential [33,34]. The convergence criteria were set to 0.05 eV/Å for the force and 1 × 10−5 eV for the energy. In addition, a plane-wave cutoff energy was chosen as 460 eV and the Grimme’s DFT–D3 scheme was adopted to consider the long–range correction [35]. The employed model consists of 3 × 3 × 1 supercell and the 18 Å vacuum region was used to block interactions among layers. The reciprocal space was sampled with a 3 × 3 × 1 k-point grid using the Monkhorst-Pack method for geometric optimization and a 7 × 7 × 1 k-point grid for electronic structure calculations. The kinetic barriers were calculated to evaluate the thermodynamic stability of SACs by the climbing-image nudged elastic band (CI-NEB) method. In addition, a first-principles molecular dynamic calculation was performed for the stability of catalysts, and the simulations temperature and time were set to 298 K and 6.0 ps at the NVT ensemble. To calculate the Gibbs free energy change (ΔG) of each reaction step for N2 electroreduction, the computational hydrogen electrode (CHE) model suggested by Nørskov et al. was employed [36]. In a typical CHE model, the chemical potential of (H+/e−) pair equated to the half of the chemical potential of hydrogen molecules in the gas phase. Accordingly, ΔG can be calculated by the formula below: (1) ΔG = ΔE + ΔEZPE – TΔS + eU where ΔE was the energy difference between the optimized product and reactant configuration, ΔEZPE and ΔS were the zero-point energy difference and the change of entropy at T = 298.15 K, U and e represented the applied electrode potential and the number of electrons transferred, respectively. The calculated results of ΔEZPE and TΔS for gas molecules, N2, H2, NH3, and H2O, are shown in Table S1. The results for all the possible adsorbates on Ti2CS2 and Nb2CS2 during NRR are shown in Table S2. 3 Results and discussion 3.1 Structure characteristics and binding energies of SACs The SACs were composed of eighteen metal atoms supported on Ti2CS2 and Nb2CS2 surface. Firstly, the S atom termination on each side of the Ti2CS2 and Nb2CS2 MXene surface was modeled. The optimized structures of Ti2CS2 and Nb2CS2 models with the lowest energy were displayed in Fig. 1a. It should be noted that the S atoms were located at the fcc sites on both S-functionalized MXenes, which is similar with structures of Ti2CO2 and Nb2CO2. The unit cell consisted of two Ti or Nb atoms, one C atom and two S atoms, and the lattice parameters for the Ti2CS2 and Nb2CS2 were 3.18 and 3.26 Å, respectively [29]. In addition, density of states (DOS) as shown in Fig. S1 by HSE06 functional show that the two MXenes were of metallic character with good conductivity, favoring subsequent electrochemical reactions. Furthermore, eighteen different metal atoms were accommodated on the hollow site, and the sites of S1 and S2 in Fig. 1a denoted two adsorption sites of single atom. The binding energies of metal atoms and substrate (Eb) were calculated as following: (2) Eb = EMXene + ETM – Etotal where Etotal, EMXene, and ETM were the energies of the SACs, S–functionalized MXene and single TM atom in vacuum, respectively. Table S3 summarized the Eb values on both adsorption sites and Fig. 1b shows the higher binding energies on Ti2CS2 and Nb2CS2 surface. As shown in Fig. 1b, the calculated Eb values on Ti@MXene were larger than those of Ag@MXene because empty d orbitals of Ti can obtain more electrons from S atoms of the substrate. Generally, a less-positive binding energy usually shows a lower stability, and the binding energy below 3.0 eV for SACs is unstable or unfeasible in experimental [37,38]. Thus, we excluded Ag@MXene and Au@MXene in further calculations. In addition, we found that the computed Eb values for TM@Nb2CS2 were smaller than those of TM@ Ti2CS2. The Bader charge of S atoms on Nb2CS2 surface possess more electrons than that of Ti2CS2 (Table S4). Since the TM atoms are electron deficient that they are positive charged on SACs, it will be even harder for the charge transfer from TM atom to S atoms of Nb2CS2 due to the electrostatic repulsion. 3.2 Screening key intermediates of Gibbs free energies change Previous works suggest that NRR from N2 to NH3 adopted six hydrogenation steps via one of the three possible reaction paths (distal, alternating, and enzymatic mechanisms, see Fig. S2) [39]. Among six elementary reactions, the first H+/e− pair reduction step (*N2 + H+/e− → *N2H, ΔG(N2 −N2H)) or the last1H+/e− pair reduction step (*NH2 + H+/e− → *NH3, ΔG(NH2 −NH3)) was usually the possible rate-determining step of NRR. Generally, the binding strength between the nitrogen-containing adsorbate and supports may determine the possible rate-determining step [40]. When nitrogen-containing adsorbates bind supports weakly, the *N2 + H+/e− → *N2H step will undergo a high free energy change. If electrocatalysts can bind adsorbates strongly, the *NH2 + H+/e− → *NH3 step may be the rate-limiting step. The behavior of catalysts for NRR may be tuned by the binding strength. Based on the above discussion, we first examined ΔG for the first H+/e− pair reduction step and the last H+/e− pair reduction step on TM@MXenes to screen out appropriate SACs. The corresponding ΔG(N2 −N2H) and ΔG(NH2 −NH3) were evaluated on TM@Ti2CS2 and TM@Nb2CS2. The calculation results are shown in Fig. 2a, and the optimized configurations of *N2, *N2H, *NH2, and *NH3 adsorption on TM@Ti2CS2 and TM@Nb2CS2 are illustrated in Fig. S3(a) and (b) and Fig. S3(c) and (d), respectively. In our calculations, only those SACs with ΔG lower than 0.80 eV were considered [41]. From Fig. 2a, a good linear relationship between ΔG(N2 −N2H) and ΔG(NH2 −NH3) was observed. Furthermore, the first H+/e− pair reduction step was more difficult than the last step on both of SACs. In other words, ΔG(N2 −N2H) was more positive than ΔG(NH2 −NH3) on the same catalyst. Through this screen, it can be clearly seen that the most promising TM@MXene candidates were Mo@MXene, Nb@MXene and V@MXene, for which the first step with ΔG(N2 −N2H) is below 0.80 eV. These candidates were further investigated in detail for NRR mechanism. Interestingly, both Nb@MXene and V@MXene exhibit a high NRR catalytic performance, especially for V@MXene. However, ΔG(N2 −N2H) and ΔG(NH2 −NH3) on two surfaces were not in a balance. This is inconsistent with the Sabatier principle as it violates the scaling relations for key reaction intermediates during NRR process. We further examined the correlations between the adsorption energy of key adsorbates and Nd (d electrons of TM) to check the catalytic reaction activity of these SACs [42]. Figs. 2b and 2c show the Ead(*N) and Ead(*NH2) versus N(d) on TM@Nb2CS2, and the N(d) denotes the numbers of d electron. The corresponding adsorption energy was calculated as following. (3) ΔEads (*NxHy) = E(*NxHy) – (E (*) + x/2 EN2 + Y/2 EH2) where E(*NxHy), E (*), EN2, and EH2 were the total energy, the energy of SACs, gaseous N2 and H2 energy, respectively. From Figs. 2b and 2c, a scaling relation was observed between Ead(*NH2) and N(d) on TM@Nb2CS2. However, a scaling relation was broken between Ead(*N) and N(d). The relationships between Ead(*NH2) as well as Ead(*N) and Nd on TM@Ti2CS2 are similar to that of TM@Nb2CS2 (Fig. S4). After careful examination, we found that Ead(*N) declined first and then ascended starting with d electrons 3, and the turning point corresponded to metal V and Nb SACs. Conceptually, there are no more d electrons for the early TM atoms such as Ti, Zr after the formation of SACs. Once there is a strong charge transfer between the supports and early TM atoms, early TM cannot afford enough electrons to form the full formal bond order with the containing-N species, such as *NHx. Furthermore, the Ti or Zr single atom cannot bind *N adsorbates as strongly (Fig. 2b), leading to the violation of Sabatier principle. However, a scaling relation was found between Ead(*NH2) as well as Ead(*N) for subsequent V or Nb single atom catalysts as shown in Figs. 2b and 2c due to more d electrons in these metal atoms. This may explain why the Nb@MXene and V@MXene are efficient catalysts for NRR in our calculation. 3.3 Catalytic mechanisms and reaction activity of SACs We further investigated the detailed catalytic mechanisms of Mo@Nb2CS2, Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 for NRR processes, and their Gibbs free energy profiles were depicted in Fig. 3. Among the four selected catalysts, the calculated ΔG values for *N2 adsorption by end-on mode were more negative than those of side-on mode (Fig. S5 and Table S5). In addition, the second hydrogenation step may form *N2H2 or *NHNH species. However, the calculated Gibbs free energy change for *NHNH was larger than that of *N2H2, which indicates that the distal pathway was preferred (Table S5). The optimized adsorption structures along the minimum energy pathway were shown in Fig. S6. The optimized reduced structures and the free energy changes via the distal mechanism for TM@ Nb2CS2 and TM@ Ti2CS2 were shown in Fig. S6 and Fig. 3 & S7, respectively. Mo@Nb2CS2 catalyst was used further to probe the ΔG and the optimized reduced structures of the NRR process in details (Fig. 3a and Fig. S6). Firstly, the stable configuration of N2 adsorption by end-on mode was sitting directly above the Mo atom. The calculated ΔG in this process was − 0.13 eV, confirming that N2 could be strongly captured by Mo@Nb2CS2. Upon the N2 adsorption on Mo@Nb2CS2, the NN bond length was elongated to 1.14 Å from 1.11 Å in the gas phase. Subsequently, linearly adsorbed N2 was reduced by obtaining the first H+/e− pair, leading to the formation of *N2H species. For the adsorbed *N2H species, the N−H bond distance with the distal N site was 1.04 Å, and the N − N bond was further stretched to 1.23 Å. As observed in our study, this was endothermic reaction with a fairly positive ΔG of 0.38 eV. In the following reaction step, the second H+/e− pair continued to attack the distal N of the *N2H intermediate, and the *N2H2 on Mo cation was yielded. The decrease in ΔG by 0.52 eV for this step was observed. The first NH3 product was observed after the *N2H2 acquired the third H+/e− pair, and the *N was present on the Mo@Nb2CS2 with a Mo−N length of 1.66 Å. When the *N2H2 was reduced to *N species, the free energy was downhill by 0.79 eV. The second *NH3 molecule that was produced underwent another three H+/e− pair reduction steps, which were accompanied by the *NH and *NH2 intermediates. In these reduction processes, the calculated ΔG values were − 1.01, − 0.45, and − 0.24 eV, respectively. Although the desorption of second NH3 molecule from the Mo@Nb2CS2 nanosheet needed to overcome a large positive ΔG value of 0.76 eV, NH3 could form NH4 + easily in water which effectively overcame the high free energy barrier [18]. According to the above analysis, the maximum ΔG among all elementary steps was the protonation of N2 to form *N2H species (+0.38 eV), which was the rate-determining step (RDS) in the distal pathway. Moreover, as shown in Fig. 3, the RDS on Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 was *N2 + H+/e− → *N2H step with ΔG of 0.61, 0.51 and 0.70 eV, respectively. Then, the limiting potential (Ulimiting) is defined as the applied potential that makes each NRR reduction step exergonic. Here, Ulimiting = −ΔGMAX/e, in which ΔGMAX is the free energy change of the RDS. The corresponding Ulimiting values for the NRR on the Mo@Nb2CS2, Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 via the distal pathway were − 0.38, − 0.61, − 0.51 and − 0.70 V, respectively. Generally, the Ulimiting is a good descriptor for NRR reactivity, and a less negative Ulimiting exhibits a higher activity. It is obvious that the Mo@Nb2CS2 exhibits the highest NRR activity among four electrocatalysts. More importantly, compared with other catalysts, such as Re (1 1 1) with Ulimiting of − 0.50 V [43], Mo SAC on MoSSe with S vacancy with Ulimiting of − 0.49 V [44] and Mo@C9N4 with Ulimiting of − 0.40 V [17], the Mo@Nb2CS2 exhibits the lowest Ulimiting of − 0.38 V and it is supposed to demonstrate even better activity for NRR to NH3. Thus far, we analyzed the thermodynamics of NRR activity of these catalysts. On the other hand, selectivity against HER was another important factor in NRR process as the adsorption strength of *N2 with respect to that of *H plays a crucial role in determining selectivity. We further analyzed the thermodynamics of HER on the TM@Ti2CS2 and TM@Nb2CS2 systems and compared with those of ΔG(*N2). The optimized structures of H adsorption on selected TM@Ti2CS2 and TM@Nb2CS2 are shown in Fig. S8. As shown in Fig. 4a, the most TM@MXene systems studied here show a clear superiority over *H adsorption except for Ir@Ti2CS2 and Pt@Ti2CS2. In addition, the HER activity was also studied on pure Nb2CS2 and Ti2CS2 surfaces with difference H coverages (Fig. S9). For comparison, the *H adsorptions on Nb2CO2 and Ti2CO2 surfaces were taken from ref. [45]. As seen in Fig. 4b, the Nb2CO2 and Ti2CO2 as well as Ti2CS2 surfaces exhibited a superior HER activity subjected to a general rule (|ΔG*H|<0.2 eV). However, the calculated ΔG*H at 1/9 coverage was 0.80 eV on Nb2CS2 surface, which indicates a poor HER activity. Therefore, Nb2CS2 MXene is more suitable as a substrate for NRR, and Mo@Nb2CS2 is highly promising due to its high selectivity and activity. 3.4 Electronic structures and stability of SACs In the above, we have shown that the Mo@Nb2CS2, Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 SACs exhibit a higher catalytic activity, especially for Mo@Nb2CS2. In the following, we explore the electronic structures of these systems to clarify the underlying reaction mechanism. For SACs, their activity was closely related to the metal–support interaction, which directly changes of the electronic structure for the single atom. For NRR, the activated gas phase N2 molecule on the TM@MXene surface is a critical step. For SACs, N2 activation should obey the electron acceptance−donation rule as shown in Fig. 5a. Taking advantage of the occupied and empty d orbitals of TM in contributing to the strong binding strength between N2 and catalyst, the empty d orbitals for TM atom in SAC could accept the lone-pair electrons of N2. At the same time, TM atom donated its d electrons into the anti-binding orbital of N2. These two aspects facilely strength the TM−N bond and weaken the NN triple bond [20]. Fig. 5b shows the spin-polarized PDOS projected on *N2–2p and Mo as well as Nb 3d orbital for Mo@Nb2CS2 and Nb@Nb2CS2. In accordance with the density of states analysis, the comprehensive 3d orbital hybridization with N2 2p* orbital, where the bonding and antibonding states were generated around the Fermi level. Furthermore, the charge density difference illustrations of N2 adsorption at the Mo and Nb sites were displayed in blue dotted circles. The pronounced charge accumulation between Mo or Nb and N2 and the redistribution around Mo or Nb and N2 were observed. Such distribution of exchange charges corresponds to the electron acceptance−donation rule, which results in a strong interaction between the catalyst and N2. Charge states analysis by Bader charge method was further inspected to gain insight into the superior catalytic activity of the Mo@Nb2CS2 along the favorable distal pathway (Fig. 5c). The other three charge states analyses of Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 catalysts were displayed in Fig. S10. Herein, each intermediate was divided into three moieties, including the adsorbate (NxHy, moiety 1), Mo atom and its three adjacent S atoms (MoS3, moiety 2), and Nb2CS2 monolayer (moiety 3). Our computations demonstrated charge fluctuation for the three moieties in Mo@Nb2CS2. The Nb2CS2 monolayer acted as an electron donor during the hydrogenation process. Nevertheless, the MoS3 moiety served as a media, which was responsible for charge transfer between NRR species and Nb2CS2 MXene. When electroreduction proceeded, the N−N bond was consecutively stretched. Especially, the large variations of the atomic charges took place in the third H+/e− reduction step, corresponding to the N−N bond breakage. The stability of SACs based on S−functionalized MXenes is an important factor for their practical application. Based on the above studies, the binding energy between single atom and support and the diffusion barrier over the support are two equally important aspects for catalyst stability. In our calculation, the calculated binding energy Eb for Mo@Nb2CS2 was 4.13 eV. For comparison, the Eb for Fe anchored on MoS2 was 2.68 eV, which is smaller than that for our system [46]. This result supports the strong stability of Mo@Nb2CS2. In addition, from Fig. 5d, it is seen that the energy barriers for Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2 are around 0.7–0.8 eV, while that for Mo@Nb2CS2 is around 1.07 eV. The high diffusion energy barrier for Mo on the substrate makes the SAC difficult to aggregate into metal clusters. Previous work indicated that synthesized Pd on C3N4 SAC in experimental exhibited ∼1 eV energy barrier, which showed a high stability during catalytic process [47]. The stability of Mo@Nb2CS2 were double confirmed with the molecular dynamic simulation, as summered in Fig. S11. From Fig. S11, the single Mo atom still located in the hollow site of the Nb2CS2 MXene surface, which indicate the high structural stability of Mo@Nb2CS2 catalyst. Therefore, it was expected that Mo@Nb2CS2 should also exhibit a good stability and its catalytic reduction can proceed in a long duration. 4 Conclusion In summary, the catalytic performance of TM@Nb2CS2 and TM@Ti2CS2 for NRR was investigated using DFT calculations. By screening the corresponding ΔG(N2 −N2H) and ΔG(NH2−NH3) for 18 different metal elements on TM@Nb2CS2 and TM@Ti2CS2, we found that the most promising TM@MXene candidates were Mo@MXene, Nb@MXene and V@MXene, for which the first-step ΔG(N2−N2H) was below 0.80 eV. In addition, TMs like V and Nb on Ti2CS2 and Nb2CS2 were found to selectively weaken *N adsorption, leading to enhanced NRR performance. As for the NRR mechanism, the calculated Gibbs free energy changes indicated that the distal pathway was preferred and the Ulimiting was − 0.38, − 0.61, − 0.51 and − 0.70 V on the Mo@Nb2CS2, Nb@Nb2CS2, Mo@Ti2CS2 and Nb@Ti2CS2, respectively. Our theoretical calculations also showed that *N2 adsorption had a clear superiority over *H adsorption on the most studied TM@Nb2CS2 and the Nb2CS2 surface exhibited a poor HER activity, which could suppress HER during NRR process. Furthermore, our analyses on electronic structures and stability indicated that Mo@Nb2CS2 system was a highly promising NRR catalyst because of its high selectivity and activity. This work suggested an interesting route to design SACs and an extended application of MXene materials for potential electrocatalysis. CRediT authorship contribution statement Bin Huang: DFT calculations, Data curation, Writing – original draft. Jing Yang: DFT calculations, Data curation, discussion. Guangyuan Ren: calculations, Data curation, discussion. Yong Qian: conceptual design, Writing – review & editing, Fund acquisition, Supervision. Yong-Wei Zhang: Conceptual design, Writing – review & editing, Fund acquisition, Supervision. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the National Natural Science Foundation of China (52162024) and Doctoral Science Foundation of East China University of Technology (DHBK2021007). This work was also partially supported by the National Research Foundation, Singapore under Award No. NRF-CRP24–2020-0002, and Singapore A*STAR SERC CRF Award. The use of computing resources at the A*STAR Computational Centre and National Supercomputer Centre, Singapore is gratefully acknowledged. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2022.118886. Appendix A Supplementary material Table S1 Supplementary material . References [1] J.N. Galloway A.R. Townsend J.W. Erisman M. Bekunda Z. Cai J.R. Freney L.A. Martinelli S.P. Seitzinger M.A. Sutton Science 320 2008 889 892 J.N. Galloway, A.R. Townsend, J.W. Erisman, M. Bekunda, Z. Cai, J.R. Freney, L.A. Martinelli, S.P. Seitzinger, M.A. Sutton, Transformation of the Nitrogen Cycle: Recent Trends, Questions, and Potential Solutions, Science, 320 (2008) 889–892. [2] B.M. Hoffman D. Lukoyanov Z.-Y. Yang D.R. Dean L.C. Seefeldt Chem. Rev. 114 2014 4041 4062 B.M. Hoffman, D. Lukoyanov, Z.-Y. Yang, D.R. Dean, L.C. Seefeldt, Mechanism of Nitrogen Fixation by Nitrogenase: The Next Stage, Chemical Reviews, 114 (2014) 4041–4062. [3] A. VahidMohammadi J. Rosen Y. Gogotsi Science 372 2021 eabf1581 A. VahidMohammadi, J. Rosen, Y. Gogotsi, The world of two-dimensional carbides and nitrides (MXenes), Science, 372 (2021) eabf1581. [4] S.L. Foster S.I.P. Bakovic R.D. Duda S. Maheshwari R.D. Milton S.D. Minteer M.J. Janik J.N. Renner L.F. Greenlee Nat. Catal. 1 2018 490 500 S.L. Foster, S.I.P. Bakovic, R.D. Duda, S. Maheshwari, R.D. Milton, S.D. Minteer, M.J. Janik, J.N. Renner, L.F. Greenlee, Catalysts for nitrogen reduction to ammonia, Nature Catalysis, 1 (2018) 490–500. [5] Y. Zhang Z. Zeng H. Li J. Mater. Chem. A 10 2022 9737 9745 Y. Zhang, Z. Zeng, H. Li, Design of 3d transition metal anchored B5N3 catalysts for electrochemical CO2 reduction to methane, Journal of Materials Chemistry A, 10 (2022) 9737–9745. [6] B. Qiu Y. Zhang X. Guo Y. Ma M. Du J. Fan Y. Zhu Z. Zeng Y. Chai J. Mater. Chem. A 10 2022 719 725 B. Qiu, Y. Zhang, X. Guo, Y. Ma, M. Du, J. Fan, Y. Zhu, Z. Zeng, Y. Chai, Nitrogen-induced interfacial electronic structure of NiS2/CoS2 with optimized water and hydrogen binding abilities for efficient alkaline hydrogen evolution electrocatalysis, Journal of Materials Chemistry A, 10 (2022) 719–725. [7] D. Li Y. Zhang X. Zhou C. Huang Y. Wen L. Liu Q. Li Y. Xu Y. Wu Q. Ruan Y. Ma F. Xiong D. Xiao P. Liu G. Wang B. Mehrjou B. Wang H. Li R. Chen H. Ni Z. Zeng P.K. Chu J. Energy Chem. 71 2022 150 158 D. Li, Y. Zhang, X. Zhou, C. Huang, Y. Wen, L. Liu, Q. Li, Y. Xu, Y. Wu, Q. Ruan, Y. Ma, F. Xiong, D. Xiao, P. Liu, G. Wang, B. Mehrjou, B. Wang, H. Li, R. Chen, H. Ni, Z. Zeng, P.K. Chu, Dynamic active sites on plasma engraved Ni hydroxide for enhanced electro-catalytic urea oxidation, Journal of Energy Chemistry, 71 (2022) 150–158. [8] R.D. Milton R. Cai S. Abdellaoui D. Leech A.L. De Lacey M. Pita S.D. Minteer Angew. Chem. Int. Ed. 56 2017 2680 2683 R.D. Milton, R. Cai, S. Abdellaoui, D. Leech, A.L. De Lacey, M. Pita, S.D. Minteer, Bioelectrochemical Haber–Bosch Process: An Ammonia-Producing H2/N2 Fuel Cell, Angewandte Chemie International Edition, 56 (2017) 2680–2683. [9] Y. Gong J. Wu M. Kitano J. Wang T.-N. Ye J. Li Y. Kobayashi K. Kishida H. Abe Y. Niwa H. Yang T. Tada H. Hosono Nat. Catal. 1 2018 178 185 Y. Gong, J. Wu, M. Kitano, J. Wang, T.-N. Ye, J. Li, Y. Kobayashi, K. Kishida, H. Abe, Y. Niwa, H. Yang, T. Tada, H. Hosono, Ternary intermetallic LaCoSi as a catalyst for N2 activation, Nature Catalysis, 1 (2018) 178–185. [10] H. Liu L. Wei F. Liu Z. Pei J. Shi Z.-J. Wang D. He Y. Chen ACS Catal. 9 2019 5245 5267 H. Liu, L. Wei, F. Liu, Z. Pei, J. Shi, Z.-J. Wang, D. He, Y. Chen, Homogeneous, Heterogeneous, and Biological Catalysts for Electrochemical N2 Reduction toward NH3 under Ambient Conditions, ACS Catalysis, 9 (2019) 5245–5267. [11] Á. Logadóttir J.K. Nørskov J. Catal. 220 2003 273 279 Á. Logadóttir, J.K. Nørskov, Ammonia synthesis over a Ru(0001) surface studied by density functional calculations, Journal of Catalysis, 220 (2003) 273–279. [12] H. Huang K. Shen F. Chen Y. Li ACS Catal. 10 2020 6579 6586 H. Huang, K. Shen, F. Chen, Y. Li, Metal–Organic Frameworks as a Good Platform for the Fabrication of Single-Atom Catalysts, ACS Catalysis, 10 (2020) 6579–6586. [13] X. Zhang A. Chen Z. Zhang M. Jiao Z. Zhou J. Mater. Chem. A 6 2018 11446 11452 X. Zhang, A. Chen, Z. Zhang, M. Jiao, Z. Zhou, Transition metal anchored C2N monolayers as efficient bifunctional electrocatalysts for hydrogen and oxygen evolution reactions, Journal of Materials Chemistry A, 6 (2018) 11446–11452. [14] C. Ling L. Shi Y. Ouyang X.C. Zeng J. Wang Nano Lett. 17 2017 5133 5139 C. Ling, L. Shi, Y. Ouyang, X.C. Zeng, J. Wang, Nanosheet Supported Single-Metal Atom Bifunctional Catalyst for Overall Water Splitting, Nano Letters, 17 (2017) 5133–5139. [15] D. Jiao Y. Liu Q. Cai J. Zhao J. Mater. Chem. A 9 2021 1240 1251 D. Jiao, Y. Liu, Q. Cai, J. Zhao, Coordination tunes the activity and selectivity of the nitrogen reduction reaction on single-atom iron catalysts: a computational study, Journal of Materials Chemistry A, 9 (2021) 1240–1251. [16] W. Zhong Y. Qiu H. Shen X. Wang J. Yuan C. Jia S. Bi J. Jiang J. Am. Chem. Soc. 143 2021 4405 4413 W. Zhong, Y. Qiu, H. Shen, X. Wang, J. Yuan, C. Jia, S. Bi, J. Jiang, Electronic Spin Moment As a Catalytic Descriptor for Fe Single-Atom Catalysts Supported on C2N, Journal of the American Chemical Society, 143 (2021) 4405–4413. [17] Z. Xue X. Zhang J. Qin R. Liu J. Energy Chem. 57 2021 443 450 Z. Xue, X. Zhang, J. Qin, R. Liu, Anchoring Mo on C9N4 monolayers as an efficient single atom catalyst for nitrogen fixation, Journal of Energy Chemistry, 57 (2021) 443–450. [18] C. Choi S. Back N.-Y. Kim J. Lim Y.-H. Kim Y. Jung ACS Catal. 8 2018 7517 7525 C. Choi, S. Back, N.-Y. Kim, J. Lim, Y.-H. Kim, Y. Jung, Suppression of Hydrogen Evolution Reaction in Electrochemical N2 Reduction Using Single-Atom Catalysts: A Computational Guideline, ACS Catalysis, 8 (2018) 7517–7525. [19] X. Liu Y. Jiao Y. Zheng M. Jaroniec S.-Z. Qiao J. Am. Chem. Soc. 141 2019 9664 9672 X. Liu, Y. Jiao, Y. Zheng, M. Jaroniec, S.-Z. Qiao, Building Up a Picture of the Electrocatalytic Nitrogen Reduction Activity of Transition Metal Single-Atom Catalysts, Journal of the American Chemical Society, 141 (2019) 9664–9672. [20] S. Wang W. Wei X. Lv B. Huang Y. Dai J. Mater. Chem. A 8 2020 1378 1385 S. Wang, W. Wei, X. Lv, B. Huang, Y. Dai, W supported on g-CN manifests high activity and selectivity for N2 electroreduction to NH3, Journal of Materials Chemistry A, 8 (2020) 1378–1385. [21] M. Naguib O. Mashtalir J. Carle V. Presser J. Lu L. Hultman Y. Gogotsi M.W. Barsoum ACS Nano 6 2012 1322 1331 M. Naguib, O. Mashtalir, J. Carle, V. Presser, J. Lu, L. Hultman, Y. Gogotsi, M.W. Barsoum, Two-Dimensional Transition Metal Carbides, ACS Nano, 6 (2012) 1322–1331. [22] Y. Gu B. Wei D. Legut Z. Fu S. Du H. Zhang J.S. Francisco R. Zhang Adv. Funct. Mater. 31 2021 2104285 Y. Gu, B. Wei, D. Legut, Z. Fu, S. Du, H. Zhang, J.S. Francisco, R. Zhang, Single Atom-Modified Hybrid Transition Metal Carbides as Efficient Hydrogen Evolution Reaction Catalysts, Advanced Functional Materials, 31 (2021) 2104285. [23] J. Peng X. Chen W.-J. Ong X. Zhao N. Li Chem 5 2019 18 50 J. Peng, X. Chen, W.-J. Ong, X. Zhao, N. Li, Surface and Heterointerface Engineering of 2D MXenes and Their Nanocomposites: Insights into Electro- and Photocatalysis, Chem, 5 (2019) 18–50. [24] B. Anasori M.R. Lukatskaya Y. Gogotsi Nat. Rev. Mater. 2 2017 16098 B. Anasori, M.R. Lukatskaya, Y. Gogotsi, 2D metal carbides and nitrides (MXenes) for energy storage, Nature Reviews Materials, 2 (2017) 16098. [25] H. Wang Y. Wu X. Yuan G. Zeng J. Zhou X. Wang J.W. Chew Adv. Mater. 30 2018 1704561 H. Wang, Y. Wu, X. Yuan, G. Zeng, J. Zhou, X. Wang, J.W. Chew, Clay-Inspired MXene-Based Electrochemical Devices and Photo-Electrocatalyst: State-of-the-Art Progresses and Challenges, Advanced Materials, 30 (2018) 1704561. [26] G. Deysher C.E. Shuck K. Hantanasirisakul N.C. Frey A.C. Foucher K. Maleski A. Sarycheva V.B. Shenoy E.A. Stach B. Anasori Y. Gogotsi ACS Nano 14 2020 204 217 G. Deysher, C.E. Shuck, K. Hantanasirisakul, N.C. Frey, A.C. Foucher, K. Maleski, A. Sarycheva, V.B. Shenoy, E.A. Stach, B. Anasori, Y. Gogotsi, Synthesis of Mo4VAlC4 MAX Phase and Two-Dimensional Mo4VC4 MXene with Five Atomic Layers of Transition Metals, ACS Nano, 14 (2020) 204–217. [27] V. Kamysbayev A.S. Filatov H. Hu X. Rui F. Lagunas D. Wang R.F. Klie D.V. Talapin Science 369 2020 979 983 V. Kamysbayev, A.S. Filatov, H. Hu, X. Rui, F. Lagunas, D. Wang, R.F. Klie, D.V. Talapin, Covalent surface modifications and superconductivity of two-dimensional metal carbide MXenes, Science, 369 (2020) 979–983. [28] A. VahidMohammadi J. Rosen Y. Gogotsi Science 372 2021 eabf1581 A. VahidMohammadi, J. Rosen, Y. Gogotsi, The world of two-dimensional carbides and nitrides (MXenes), Science, 372 (2021) eabf1581. [29] Q. Meng J. Ma Y. Zhang Z. Li C. Zhi A. Hu J. Fan Nanoscale 10 2018 3385 3392 Q. Meng, J. Ma, Y. Zhang, Z. Li, C. Zhi, A. Hu, J. Fan, The S-functionalized Ti3C2 Mxene as a high capacity electrode material for Na-ion batteries: a DFT study, Nanoscale, 10 (2018) 3385–3392. [30] J. Zhang X. Zhu W. Geng T. Li M. Li C. Fang X. Shan Y. Li Y. Jing J. Energy Chem. 61 2021 71 76 J. Zhang, X. Zhu, W. Geng, T. Li, M. Li, C. Fang, X. Shan, Y. Li, Y. Jing, Mo3(C6×6)2 (X = NH,S,O) monolayers: two-dimensional conductive metal–organic frameworks as effective electrocatalysts for the nitrogen reduction reaction, Journal of Energy Chemistry, 61 (2021) 71–76. [31] L. Cai N. Zhang B. Qiu Y. Chai ACS Appl. Mater. Interfaces 12 2020 20448 20455 L. Cai, N. Zhang, B. Qiu, Y. Chai, Computational Design of Transition Metal Single-Atom Electrocatalysts on PtS2 for Efficient Nitrogen Reduction, ACS Applied Materials & Interfaces, 12 (2020) 20448–20455. [32] J. Hafner J. Comput. Chem. 29 2008 2044 2078 J. Hafner, Ab-initio simulations of materials using VASP: Density-functional theory and beyond, Journal of Computational Chemistry, 29 (2008) 2044–2078. [33] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 3868 J.P. Perdew, K. Burke, M. Ernzerhof, Generalized Gradient Approximation Made Simple, Physical Review Letters, 77 (1996) 3865–3868. [34] P.E. Blöchl Phys. Rev. B 50 1994 17953 17979 P.E. Blöchl, Projector augmented-wave method, Physical Review B, 50 (1994) 17953–17979. [35] S. Grimme J. Comput. Chem. 27 2006 1787 1799 S. Grimme, Semiempirical GGA-type density functional constructed with a long-range dispersion correction, Journal of Computational Chemistry, 27 (2006) 1787–1799. [36] J.K. Nørskov J. Rossmeisl A. Logadottir L. Lindqvist J.R. Kitchin T. Bligaard H. Jónsson J. Phys. Chem. B 108 2004 17886 17892 J.K. Nørskov, J. Rossmeisl, A. Logadottir, L. Lindqvist, J.R. Kitchin, T. Bligaard, H. Jónsson, Origin of the Overpotential for Oxygen Reduction at a Fuel-Cell Cathode, The Journal of Physical Chemistry B, 108 (2004) 17886–17892. [37] Z. Zhang X. Xu ACS Appl. Mater. Interfaces 12 2020 56987 56994 Z. Zhang, X. Xu, Efficient Heteronuclear Diatom Electrocatalyst for Nitrogen Reduction Reaction: Pd–Nb Diatom Supported on Black Phosphorus, ACS Applied Materials & Interfaces, 12 (2020) 56987–56994. [38] Z. Chen J. Zhao C.R. Cabrera Z. Chen Small Methods 3 2019 1800368 Z. Chen, J. Zhao, C.R. Cabrera, Z. Chen, Computational Screening of Efficient Single-Atom Catalysts Based on Graphitic Carbon Nitride (g-C3N4) for Nitrogen Electroreduction, Small Methods, 3 (2019) 1800368. [39] J. Zhao Z. Chen J. Am. Chem. Soc. 139 2017 12480 12487 J. Zhao, Z. Chen, Single Mo Atom Supported on Defective Boron Nitride Monolayer as an Efficient Electrocatalyst for Nitrogen Fixation: A Computational Study, Journal of the American Chemical Society, 139 (2017) 12480–12487. [40] L. Li X. Wang H. Guo G. Yao H. Yu Z. Tian B. Li L. Chen Small Methods 3 2019 1900337 L. Li, X. Wang, H. Guo, G. Yao, H. Yu, Z. Tian, B. Li, L. Chen, Theoretical Screening of Single Transition Metal Atoms Embedded in MXene Defects as Superior Electrocatalyst of Nitrogen Reduction Reaction, Small Methods, 3 (2019) 1900337. [41] X. Zhang A. Chen Z. Zhang Z. Zhou J. Mater. Chem. A 6 2018 18599 18604 X. Zhang, A. Chen, Z. Zhang, Z. Zhou, Double-atom catalysts: transition metal dimer-anchored C2N monolayers as N2 fixation electrocatalysts, Journal of Materials Chemistry A, 6 (2018) 18599–18604. [42] H. Li Y. Liu K. Chen J.T. Margraf Y. Li K. Reuter ACS Catal. 11 2021 7906 7914 H. Li, Y. Liu, K. Chen, J.T. Margraf, Y. Li, K. Reuter, Subgroup Discovery Points to the Prominent Role of Charge Transfer in Breaking Nitrogen Scaling Relations at Single-Atom Catalysts on VS2, ACS Catalysis, 11 (2021) 7906–7914. [43] J.H. Montoya C. Tsai A. Vojvodic J.K. Nørskov ChemSusChem 8 2015 2180 2186 J.H. Montoya, C. Tsai, A. Vojvodic, J.K. Nørskov, The Challenge of Electrochemical Ammonia Synthesis: A New Perspective on the Role of Nitrogen Scaling Relations, ChemSusChem, 8 (2015) 2180–2186. [44] L. Li B. Li Q. Guo B. Li J. Phys. Chem. C. 123 2019 14501 14507 L. Li, B. Li, Q. Guo, B. Li, Theoretical Screening of Single-Atom-Embedded MoSSe Nanosheets for Electrocatalytic N2 Fixation, The Journal of Physical Chemistry C, 123 (2019) 14501–14507. [45] P. Li J. Zhu A.D. Handoko R. Zhang H. Wang D. Legut X. Wen Z. Fu Z.W. Seh Q. Zhang J. Mater. Chem. A 6 2018 4271 4278 P. Li, J. Zhu, A.D. Handoko, R. Zhang, H. Wang, D. Legut, X. Wen, Z. Fu, Z.W. Seh, Q. Zhang, High-throughput theoretical optimization of the hydrogen evolution reaction on MXenes by transition metal modification, Journal of Materials Chemistry A, 6 (2018) 4271–4278. [46] J. Li S. Chen F. Quan G. Zhan F. Jia Z. Ai L. Zhang Chem 6 2020 885 901 J. Li, S. Chen, F. Quan, G. Zhan, F. Jia, Z. Ai, L. Zhang, Accelerated Dinitrogen Electroreduction to Ammonia via Interfacial Polarization Triggered by Single-Atom Protrusions, Chem, 6 (2020) 885–901. [47] G. Vilé D. Albani M. Nachtegaal Z. Chen D. Dontsova M. Antonietti N. López J. Pérez-Ramírez A. Stable Angew. Chem. Int. Ed. 54 2015 11265 11269 G. Vilé, D. Albani, M. Nachtegaal, Z. Chen, D. Dontsova, M. Antonietti, N. López, J. Pérez-Ramírez, A. Stable Single-Site Palladium Catalyst for Hydrogenations, Angewandte Chemie International Edition, 54 (2015) 11265–11269.",
      "scopus-id": "85144434035",
      "coredata": {
        "eid": "1-s2.0-S0926860X22004094",
        "dc:description": "Design of high-performance catalysts is one of the key research focuses in electrochemical nitrogen reduction reaction (NRR). Single atom catalysts (SACs) hosted by a suitable template can be a potential candidate for NRR. Recently, two-dimensional (2D) S-functionalized Ti2C (Ti2CS2) and Nb2C (Nb2CS2) MXenes have been successfully synthesized. Here, we screen 18 different single metal atoms on these S-functionalized MXenes by examining their NRR activity and selectivity using the state-of-the-art density functional theory calculations. The calculated free energy change between the first H+/e− pair reduction step and the last H+/e− pair reduction step suggests that Mo@MXene, Nb@MXene and V@MXene are the suitable candidates. The calculation results further reveal that V and Nb on Ti2CS2 and Nb2CS2 weaken the *N adsorption, leading to an enhanced performance in NRR. Our analyses on the electronic properties, structural stability as well as HER indicate that Mo@Nb2CS2 system overall is a highly promising NRR catalyst. The present work provides an interesting route to design SACs based on the S-functionalized MXenes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X22004094",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Huang, Bin"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jing"
          },
          {
            "@_fa": "true",
            "$": "Ren, Guangyuan"
          },
          {
            "@_fa": "true",
            "$": "Qian, Yong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yong-Wei"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X22004094"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X22004094"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(22)00409-4",
        "prism:volume": "646",
        "articleNumber": "118886",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Design of single-atom catalysts on S-functionalized Mxenes for enhanced activity and selectivity in N2 electroreduction",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Density functional theory calculations"
          },
          {
            "@_fa": "true",
            "$": "S-functionalized MXenes, Single atom catalysts"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen reduction reaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "118886",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2022",
        "prism:doi": "10.1016/j.apcata.2022.118886",
        "prism:startingPage": "118886",
        "dc:identifier": "doi:10.1016/j.apcata.2022.118886",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "240",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "160710",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "497",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "215754",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "198",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113232",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "113616",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "536",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "211924",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "116157",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "81141",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "85337",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "58",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "71447",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "86595",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "202",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "85146",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "73775",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1060",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "839241",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2201",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "971883",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "877",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "389402",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1487",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "377494",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2371",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "968729",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1120",
            "@width": "2917",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "414495",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "8945118",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X22004094-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "997428",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85144434035"
      }
    }
  }
}