{
  "metadata": {
    "title": "Characterization of lithium and cesium modified zeolite catalysts in the oxidative conversion of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-06",
    "doi": "10.1016/S0926-860X(96)00281-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002815",
    "pii": "S0926860X96002815"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-17344367220",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002815 S0926-860X(96)00281-5 S0926860X96002815 10.1016/S0926-860X(96)00281-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00282 2024-01-01T12:18:48.759026Z 0 0 19970206 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 149 149 2 2 Volume 149, Issue 2 2 277 287 277 287 19970206 6 February 1997 1997-02-06 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. CHARACTERIZATIONLITHIUMCESIUMMODIFIEDZEOLITECATALYSTSINOXIDATIVECONVERSIONMETHANE KOVACHEVA P ITOH 1983 21 H BEZOUHANOVA 1989 1223 C BARTHOMEUF 1988 553 D HATHAWAY 1989 263 P KOVACHEVA 1994 403 P KOVACHEVA 1994 277 P YASHIMA 1974 486 T TSUJI 1991 1881 I ARCHIER 1992 525 D PROC9THINTZEOLCONFMONTREAL KOVACHEVA 1992 2548 P MIRO 1990 465 E MIRODATOS 1987 183 C RABO 1976 89 J KOVACHEVAX1997X277 KOVACHEVAX1997X277X287 KOVACHEVAX1997X277XP KOVACHEVAX1997X277X287XP item S0926-860X(96)00281-5 S0926860X96002815 1-s2.0-S0926860X96002815 10.1016/S0926-860X(96)00281-5 271346 2024-01-01T12:18:48.759026Z 1997-02-06 1-s2.0-S0926860X96002815-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002815/MAIN/application/pdf/4a45c3d98238550d166b1e5c6128f57b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002815/MAIN/application/pdf/4a45c3d98238550d166b1e5c6128f57b/main.pdf main.pdf pdf true 502392 MAIN 11 1-s2.0-S0926860X96002815-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002815/PREVIEW/image/png/53de58574e6133b6295af5da3c7d3dea/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002815/PREVIEW/image/png/53de58574e6133b6295af5da3c7d3dea/main_1.png main_1.png png 40972 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 149 (1997) 277-287 Characterization of lithium and cesium modified zeolite catalysts in the oxidative conversion of methane P. Kovacheva *, K. Arishtirova, N. Davidova Institute of Catalysis, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria Received 18 March 1996; revised 12 July 1996; accepted 15 July 1996 Abstract By ion exchange of the X zeolite with lithium and cesium it is shown that the performance of the resulting catalysts depends on the alkali cation type, the way of catalyst treating after the ion exchange procedure (washing or not), and the reaction conditions. The most effective catalyst as regards C2-selectivity is found to be CsX, left unwashed after the ion exchange. Short contact times, high CH4/02 ratios, reaction temperatures of not more than 800 are conditions favouring the C2 selectivity and stability of CsX-unwashed catalysts. The significant catalytic performance of the latter is related to the basicity, as well as to the stabilization of the zeolite framework, caused by the suitable alkali presence. This relation is revealed by TPD of CO2, DTA and IR spectroscopy. Keywords: Lithium/cesium X-zeolite; Methane conversion, oxidative; Temperature-programmed desorption; Differential thermal analysis; Infrared spectroscopy 1. Introduction The investigation of zeolites as basic catalysts started much later than their investigation as acidic catalysts. The main reason for this delay is the industrial use of zeolites as catalysts for processes requiring predominantly acidic cata- lysts. Nevertheless, it has been known that the cooperative action of acidic and basic sites of zeolites is necessary in many reactions [1,2]. Base catalysis over zeolites is an area of growing interest. The behaviour of zeolites as basic * Corresponding author. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00281-5 278 P. Kovacheua et aL /Applied Catalysis A: General 149 (1997) 277-287 catalysts is insufficiently defined and is still an object of intensive discussions [3,4]. Several factors have a positive effect on zeolite basicity and in earlier studies some of them were reported [5-7]. A very promising way for improving basicity is the modification of zeolites with alkali cations. The alkali cations can be located both inside and outside the crystal lattice depending on their content and the mode of preparation [8,9]. In this way different basic sites can be formed. Investigation of the relationship between these sites and the catalytic behaviour of zeolites is important for the use of the modified zeolites as catalysts for base-catalyzed reactions. In the present study the role of lithium and cesium on the catalytic properties of NaX zeolite is investigated using the oxidative conversion of methane as catalytic test reaction. To elucidate basicity and structural changes of the samples TPD of CO2, DTA and IR techniques are applied. 2. Experimental In order to assess the ability of lithium and cesium zeolites to act as basic catalysts maximum degrees of ion exchange were sought. This ambition was realized by exchange of NaX zeolite with 0.5 M solution of either LiC1 H20 or CsC1 at room temperature for 1 h, followed by heating at 80 for 4 h. After filtration one part of the exchanged NaX zeolite was washed with distilled water and the other part was left unwashed. The samples were dried overnight at 120. In this way four samples were prepared, denoted further as LiX-washed, LiX-unwashed, CsX-washed and CsX-unwashed. The catalytic experiments were performed in a fixed-bed continuous flow type reactor. The reactor was a quartz tube, packed with 1 g catalyst, held in place with two quartz wool plugs. All the catalysts were pretreated in situ under argon flow until the reaction temperature was reached and then held at this temperature under oxygen flow for 1 h. The operating conditions used in the experiments were as follows: atmospheric pressure, reaction temperatures of 750-850, CH4/O2 ratios of 3/1-9/1, and total flow rates of 30-90 ml/min. Although the experimental conditions were varied, no attempt was made to maximize yields. The reaction products were analyzed after 1 h time-on-stream by an on-line gas chromatograph fitted with a thermal conductiv- ity detector. A Porapak QS column was used to analyze O2, CH4, CO2, C2H4 and C2H6, and a Molecular sieve 5A column to separate O2, CH4 and CO. The two columns operated in parallel at 60. The detailed calculations of methane conversion and selectivities to CO, CO2, C2H4 and C2H6 are given elsewhere [101. Temperature-programmed desorption (TPD) profiles were obtained using CO2 as a probe. The sample (1 g) was put into a quartz reactor of the flow type, coupled to a thermal conductivity detector. Then the sample was heated in a P. Kovacheva et al. / Applied Catalysis A: General 149 (1997) 277-287 279 stream of dry argon to 800 at a heating rate of 10/min. After cooling to 50 CO2 was fed at a rate of 20 ml/min for 30 min. The physically adsorbed COz was removed under the same conditions in a stream of argon. The TPD of CO2 was carried out in the temperature range of 50-800 at a heating rate of 10/min and argon rate of 20 ml/min. DTA measurements were performed on a MOM (Hungary) differential thermal analyzer under the following conditions: 0.2 g sample, heating rate 10/min, galvanometer sensitivity 1/5 for DTA and 1 / 10 for DTG. IR spectra were recorded on a Perkin-Elmer 983 spectrometer in the region 1200-200 cm-1. The samples were dried overnight at 120 prior to compress- ing into pellets containing 0.4 mg sample mixed with 200 mg KBr. 3. Results and discussion 3.1. Catalytic performance Fig. 1 displays the variation in methane conversion and Cz-selectivity in the presence of the prepared samples as a function of temperature. The trends for both LiX and CsX catalysts are similar, showing improved conversion with increasing temperature (Fig. la). Highest conversion degree (about 14%) is observed for the LiX-washed sample. Unfortunately, this catalyst has the lowest selectivity to C 2-hydrocarbons, as can be observed on Fig. 1 b. The selectivity of the other samples reaches a maximum at 800. The losses in selectivity at 850 are probably caused by both oxidation of the C2-hydrocarbon reaction products and increase in the nonselective gas phase reactions favoured at increased temperatures. Similar behaviour with temperature has been observed over Li promoted nickel titanate [11]. Changes in zeolite stability at different temperatures, which influence the C2-selectivity, cannot be excluded as well. These changes will be later discussed in terms of basicity, DTA and IR data. The ethylene/ethane ratio in the reaction products sharply increases with temperature. This could be due to ethylene production by both pyrolysis and oxidative dehydrogenation, which increase with temperature. Ethylene is pre- ferred to ethane as a reaction product because of its higher price. It follows then that CsX catalysts are superior to LiX as regards Cz-selectivity. The same applies to unwashed samples vs. washed ones. In view of this further catalytic experiments are carried out in the presence of the sample CsX-unwashed. The stability with 5 h on-stream is illustrated on Fig. 2. There is no significant change in both conversion (Fig. 2a) and C z-selectivity (Fig. 2b) during 5 h of reaction, which is an evidence that the active sites remain constant throughout the experiment. The different values of conversion and C z-selectivity at 750, 800 and 850 suggest, however, that due to aforementioned reasons, the amount of active sites varies with temperature and is best exhibited at 800 as regards the C z-selectivity. 280 P. Kovacheva et al./Applied Catalysis A: General 149 (1997) 277-287 Z- 0 0') rv UJ > Z o 0 , I L I ~ I L 750 800 850 T Oc 50-- 40 ~ ~o 20 i l i I i t i 750 800 850 T Fig. 1. The dependence of methane conversion (a) and C 2-selectivity (b) on reaction temperature (CH4/02 = 5, F = 60 ml/min). O -- LiX-washed; -- LiX-unwashed; [] -- CsX-washed; -- CsX-unwashed. The effect of contact time (W/F) on methane conversion and C2-selectivity at 800 is shown on Fig. 3. These data are obtained with a fixed amount of catalyst (W) while the feed flow rate (F) is varied. As could be expected, an increase in the flow rate results in a decrease in methane conversion. The opposite pattern is observed for the C2-selectivity. Fig. 4 shows conversion and C2-selectivity results vs. CH4/O2 ratio in the feed gas at 800. As can be seen, the increase in CH4//O2 ratio causes a decrease in conversion almost symmetric to the increase in selectivity. These results suggest that oxidation of both methane and hydrocarbon reaction prod- ucts is not favoured at higher CH4/O2 ratios. The effect of the reaction conditions on the catalytic performance indicates P. Kouacheua et al./Applied Catalysis A.\" General 149 (1997) 277-287 281 O_ F~ ~6 c.) m a : : ~. I 6O ..... ,,L [ J [ I I L I 120 180 240 300 TIME-ON-STREAM, min 45 35 u q b _..--Q . _-- ~ _-- [ J I , I ~ [ , I 60 120 180 240 30(3 TIME-ON-STREAM, min Fig. 2. The dependence of methane conversion (a) and C2-selectivity (b) on time-on-stream over CsX-un- washed catalyst (CH4/02 = 5, F = 60 ml/min). -- 750; -- 800; II -- 850. that the active sites for the C2-hydrocarbon formation are preferably generated at higher temperatures, shorter contact times and higher CH4//O2 ratios. This effect is more pronounced in the case of cesium modified X-zeolites than of lithium modified ones. 3.2. Basicity TPD of CO2 is used to obtain information on the basic sites of the catalytic samples. The temperature of desorption and the maximum desorbed CO2 are illustrative of the strength and amount of basic sites, respectively. When adding lithium to NaX rather weak CO2 desorption signals are observed in the temperature range of 100-250, whereby the LiX catalysts, treated in different 282 P. Kovacheva et al. /Applied Catalysis A: General 149 (1997) 277-287 -- 50 z\" 0 8 n~ w > z 0 0 6 10 40 ~- b tlJ to 30 ' 20 25 L , I , L ~ I 0.5 1.0 1.5 2.0 W/F, 9.s/ml Fig. 3. The dependence of methane conversion and C2-selectivity on contact time over CsX-unwashed catalyst (800, CH4/02 = 5). 0 -- CH4 conversion; -- C2-selectivity. ways after ion exchange exhibit small differences: LiX-unwashed gives one more weak signal at a lower temperature, compared to LiX-washed (Fig. 5, curves 1 and 2). The CsX catalysts give a large complex signal with two maxima in the range of 330-450 ending with a tailing up to 650. The second maximum of the complex signal is more intensive when TPD of CO2 is carried out in the presence of the CsX-washed sample (Fig. 5, curve 3). The increased first maximum of the same complex signal and its lower starting temperature are the main characteristics considering basicity of the CsX-un- washed sample (Fig. 5, curve 4). These observations point out that the basicity 20 Z~ 0 oO r~ w 15 z 0 (3 10 p J I I I I 3 5 7 9 CH4/02 -- 25 20 S w 15 .-J o\" 10 Fig. 4. The dependence of methane conversion and C2-selectivity on CH4/02 ratio (800, F = 30 ml/min). Q) -- CH4 conversion; - C2-selectivity. P. KoL, achet)a et al. // Applied Catalysis A: General 149 (1997) 277-287 283 03 E C w~ I I I 200 I I 1 I I 400 600 800 T,oc Fig. 5. TPD profiles of LiX and CsX catalysts. (1) LiX-washed; (2) LiX-unwashed; (3) CsX-washed: (4) CsX-unwashed. of the CsX catalysts is significantly higher than that of the LiX catalysts. This may be firstly related to some loss of lithium during either catalyst pretreatment or catalytic reaction [12] and secondly to the higher stability of the zeolite framework in the presence of cesium, compared to lithium: as a result of the larger ion size of cesium, compared to lithium, there is a weaker alkali metal-zeolite interaction in CsX and hence a better preserved crystal structure, which determines the higher basicity of CsX, compared to LiX. This suggests that the manifestation of basic sites is definitely associated with alkali metal- zeolite interaction. The comparison between catalytic performance and basicity of the samples reveals that CsX catalysts, which exhibit significant C2-selectiv- ity also possess higher basicity. Unwashed samples have a slightly higher number of basic sites of lower strength than washed samples. The results obtained so far point to the higher overall basicity of unwashed samples compared to washed ones to favour C2-selectivity. This could be attributed to the presence of both ion exchanged and extra framework alkali metals in the unwashed zeolites. 3.3. DTA With a view of further elucidating the difference between the alkali contain- ing X zeolites, the possible changes in the zeolite stability after ion exchange were studied by DTA. The DTA patterns are shown on Fig. 6. The broad endothermic signals with plateau between 60 and 200 are ascribed to the loss of water, which is verified by thermogravimetric curves (not shown). The weight loss is about 19 and 15% for the samples modified with lithium and cesium, respectively. The lower weight loss observed for CsX samples suggests a lower adsorption capacity and hence a lower surface area. Unlike the CsX samples three sharp exothermic signals occur for the LiX samples in the range of 710-905. The last signal 284 P. Kovacheva et al. /Applied Catalysis A: General 149 (1997) 277-287 4 O 3 iii O \"O iii I L I I I i I I I 100 300 500 700 900 T, oc . Fig. 6. DTA of LiX and CsX catalysts. Numbering is as in Fig. 5. might be due to zeolite recrystallization to a new phase, but it is difficult to assign the first two signals separately. The latter might be ascribed to phase transformations with participation of lithium, accompanied by structural changes in the LiX zeolites. In contrast, the absence of exothermic signals for CsX zeolites could be related to structure stabilization. The higher Ce-selectivity of CsX zeolites (see Fig. lb) may be interpreted in terms of their lower surface area (a lower weight loss during DTA) and stabilized zeolite structure (no exothermic signals), compared to LiX zeolites. Both the washed and the unwashed samples differ mainly in the temperature of the exothermic signal assigned to zeolite recrystallization. This signal appears at lower temperature in the case of LiX-unwashed zeolite (875) compared to LiX-washed zeolite. The structure differences between the unwashed and the respective washed samples may be related to the different way of sample treating after ion exchange. More detailed interpretation of this difference on the basis of the IR spectra will be presented below. DTA measurements show better thermal stability of CsX, as compared to LiX zeolites. Furthermore, CsX zeolites possess higher basicity, as shown by TPD of CO2. At the same time CsX zeolites are found to have better C2-selectivity. On this basis it is concluded that the better thermal stability and the higher basicity of CsX zeolites lead to better C2-selectivity in the oxidative conversion of methane. 3.4. IR spectra The IR spectra of catalyst samples before use are shown on Fig. 7. The structure sensitive bands in the region of 360-380 cm-1, assigned to larger pore openings are shifted to higher wavenumbers with decreasing ionic radius of alkali ion exchanged zeolites [13]. Thus, the shift for Li is 17 cm-~ with respect P. Kovacheua et aL /Applied Catalysis A: General 149 (1997) 277-287 285 I \\ O e- l I I 400 800 1200 )), cm-1 . Fig. 7. IR spectra of LiX and CsX catalysts before use. Numbering is as in Fig. 5. to Cs. The shifts in both T-O bending frequencies near 465-480 cm-~ and symmetric stretch band (665-681 cm- J ) are of the same order. A lower shift to the higher values (7 cm-1) in the frequency of the structure sensitive bands in the region of 555-562 cm-1, assigned to the presence of double rings of tetrahedra, is observed. The opposite trend, i.e. a spectral shift of the band frequencies to lower values with decreasing ionic radius of alkali ion containing zeolites is observed in the region of 970-1006 cm-~, assigned to structure insensitive asymmetric stretch vibrations. Other typical differences between Li- and Cs-containing zeolites are the lower intensities of the bands in the region of 300-800 cm-1 and the better expressed structure sensitive asymmetric stretch vibrations near 1030-1135 cm-~, characteristic for the Li-containing zeolite. Since the lower intensity in the region of 300-800 cm-~ affects both the structure sensitive and the structure insensitive bands, a strong stand for the changes in the crystal structure during ion exchange with lithium cannot be approved. Furthermore, Li-containing zeolites have better expressed structure sensitive bands near 1030-1135 cm-j than Cs-containing ones. It follows then that the changes in framework vibrations of alkali containing X zeolites depend on the type of alkali cation and can be attributed to its interaction with the zeolite framework. Therefore, the IR spectra can yield rich information about the alkali cation type and its influence on the zeolite framework. There are no pronounced differences between IR spectra of washed and unwashed samples before use. Differences appear, however, after use of the 286 P. Kovacheva et al. / Applied Catalysis A: General 149 (1997) 277-287 0 c 0 .,Q < 400 800 1200 ,~ ,cm-1 Fig. 8. IR spectra of CsX catalysts after use. (1) CsX-washed; (2) CsX-unwashed. samples. Rather indicative in this respect is the sample CsX (Fig. 8). Actually, in this case bands with decreased intensity appear in the spectrum, compared to the sample before use. In the spectrum of the CsX-washed sample, both a new structure sensitive band and a shoulder appear in the IR spectrum at 600 and 1090 cm-1, respectively, along with the structure sensitive absorption band at 560 cm-1. This is postulated to be resulting from the better thermal stability of CsX zeolite after use, as compared to LiX zeolite. Note that the IR spectrum of CsX-unwashed sample after use shows increased intensity of the structure sensitive absorptions at 560, 600 and 1090 cm- 1, as compared to the CsX-washed sample. The considerable stabilization of the structure of CsX zeolites (particu- larly of CsX-unwashed) is in good agreement with that, established by DTA. IR spectroscopy is considered as a confirmation method because it offers better detectability of the peculiarities in the thermal behaviour of differently treated after ion exchange samples (washed or unwashed) than DTA does. The best C2-selectivity, found in the presence of CsX-unwashed sample, may be at- tributed to the better thermal stability and the higher basicity of the sample. It may be, hence, concluded that the improvement in C2-selectivity for the oxidative conversion of methane is a result of both modification of the zeolite by alkali cations with higher ionic radia and its leaving unwashed after the ion exchange procedure. The significant catalytic performance of the aforemen- tioned samples is ascribed to their thermal stability, corresponding to their high basicity. Acknowledgements We are grateful to the National Science Fund of the Bulgarian Ministry of Education, Science and Technologies for providing financial support for this research. P. Kovacheva et al./ Applied Catalysis A: General 149 (1997) 277-287 287 References [1] H. Itoh, T. Hattori, K. Suzuki and Y. Muracami, J. Catal., 79 (1983) 21. [2] C. Bezouhanova, C. Dimitrov, V. Nenova, Y. Kalvachev and H. Lechert, Stud. Surf. Sci. Catal., 49 (1989) 1223. [3] D. Barthomeuf, G. Coudurier and J.C. Vedrine, Mater. Chem. Phys., 18 (1988) 553. [4] P. Hathaway and M.E. Davis, J. Catal., 116 (1989) 263. [5] P. Kovacheva, N. Davidova and A.H. Weiss, Stud. Surf. Sci. Catal., 82 (1994) 403. [6] P. Kovacheva and N. Davidova, React. Kinet. Catal. Lett., 53 (1994) 277. [7] T. Yashima, H. Suzuki and N. Hara, J. Catal., 33 (1974) 486. [8] I. Ysuji, F. Yagi and H. Hattori, Chem. Lett., 9 (1991) 1881. [9] D. Archier, G. Coudurier and C. Naccache, in R. yon Ballmoos, J.B. Higgins and M.M.J. Treasy (Editors), Proc. 9th Int. Zeol. Conf., Montreal, 1992, Vol. 2, p. 525. [10] P. Kovacheva, N. Davidova and A.H. Weiss, Collect. Czech. Chem. Commun., 57 (1992) 2548. [11] E. Miro, J. Santamaria and E. Wolf, J. Catal., 124 (1990) 465. [12] C. Mirodatos, V. Perrichon, M.C. Durupty and P. Moral, Stud. Surf. Sci. Catal., 34 (1987) 183. [13] J.A. Rabo, Zeolite Chemistry and Catalysis, ACS Monogr. 171, 1976, p. 89. APCATA 96002815 S0926-860X(96)00281-5 10.1016/S0926-860X(96)00281-5 Article Characterization of lithium and cesium modified zeolite catalysts in the oxidative conversion of methane P. Kovacheva ∗ K. Arishtirova N. Davidova Institute of Catalysis, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria ∗ Corresponding author. By ion exchange of the X zeolite with lithium and cesium it is shown that the performance of the resulting catalysts depends on the alkali cation type, the way of catalyst treating after the ion exchange procedure (washing or not), and the reaction conditions. The most effective catalyst as regards C2-selectivity is found to be CsX, left unwashed after the ion exchange. Short contact times, high CH4/O2 ratios, reaction temperatures of not more than 800°C are conditions favouring the C2 selectivity and stability of CsX-unwashed catalysts. The significant catalytic performance of the latter is related to the basicity, as well as to the stabilization of the zeolite framework, caused by the suitable alkali presence. This relation is revealed by TPD of CO2, DTA and IR spectroscopy. Keywords Lithium/cesium X-zeolite Methane conversion, oxidative Temperature-programmed desorption Differential thermal analysis Infrared spectroscopy References [1] H. Itoh T. Hattori K. Suzuki Y. Muracami J. Catal. 79 1983 21 [2] C. Bezouhanova C. Dimitrov V. Nenova Y. Kalvachev H. Lechert Stud. Surf. Sci. Catal. 49 1989 1223 [3] D. Barthomeuf G. Coudurier J.C. Vedrine Mater. Chem. Phys. 18 1988 553 [4] P. Hathaway M.E. Davis J. Catal. 116 1989 263 [5] P. Kovacheva N. Davidova A.H. Weiss Stud. Surf. Sci. Catal. 82 1994 403 [6] P. Kovacheva N. Davidova React. Kinet. Catal. Lett. 53 1994 277 [7] T. Yashima H. Suzuki N. Hara J. Catal. 33 1974 486 [8] I. Tsuji F. Yagi H. Hattori Chem. Lett. 9 1991 1881 [9] D. Archier G. Coudurier C. Naccache 3rd edn. R. von Ballmoos J.B. Higgins M.M.J. Treasy Proc. 9th Int. Zeol. Conf., Montreal Vol. 2 1992 525 [10] P. Kovacheva N. Davidova A.H. Weiss Collect. Czech. Chem. Commun. 57 1992 2548 [11] E. Miro J. Santamaria E. Wolf J. Catal. 124 1990 465 [12] C. Mirodatos V. Perrichon M.C. Durupty P. Moral Stud. Surf. Sci. Catal. 34 1987 183 [13] J.A. Rabo Zeolite Chemistry and Catalysis, ACS Monogr. 171 1976 89",
      "scopus-id": "17344367220",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002815",
        "dc:description": "By ion exchange of the X zeolite with lithium and cesium it is shown that the performance of the resulting catalysts depends on the alkali cation type, the way of catalyst treating after the ion exchange procedure (washing or not), and the reaction conditions. The most effective catalyst as regards C2-selectivity is found to be CsX, left unwashed after the ion exchange. Short contact times, high CH4/O2 ratios, reaction temperatures of not more than 800°C are conditions favouring the C2 selectivity and stability of CsX-unwashed catalysts. The significant catalytic performance of the latter is related to the basicity, as well as to the stabilization of the zeolite framework, caused by the suitable alkali presence. This relation is revealed by TPD of CO2, DTA and IR spectroscopy.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002815",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kovacheva, P."
          },
          {
            "@_fa": "true",
            "$": "Arishtirova, K."
          },
          {
            "@_fa": "true",
            "$": "Davidova, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002815"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002815"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00281-5",
        "prism:volume": "149",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of lithium and cesium modified zeolite catalysts in the oxidative conversion of methane",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium/cesium X-zeolite"
          },
          {
            "@_fa": "true",
            "$": "Methane conversion, oxidative"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed desorption"
          },
          {
            "@_fa": "true",
            "$": "Differential thermal analysis"
          },
          {
            "@_fa": "true",
            "$": "Infrared spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "277-287",
        "prism:endingPage": "287",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00281-5",
        "prism:startingPage": "277",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00281-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/17344367220"
      }
    }
  }
}