{
  "metadata": {
    "title": "Effect of initial coking on hydrotreating catalyst functionalities and properties",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00066-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000665",
    "pii": "S0926860X97000665"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001073073",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000665 S0926-860X(97)00066-5 S0926860X97000665 10.1016/S0926-860X(97)00066-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 20 259 267 259 267 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. EFFECTINITIALCOKINGHYDROTREATINGCATALYSTFUNCTIONALITIESPROPERTIES MARAFI M FURIMSKY 1993 537 E ABSIHALABI 1991 193 M BEUTHER 1980 271 H BARTHOLOMEW 1994 1 32 C CATALYTICHYDROPROCESSINGPETROLEUMDISTILLATES WOLF 1982 329 E SANDERS 1983 65 J VANDOORN 1990 257 J WIVEL 1991 257 P TOPSOE 1990 77 H MOREAU 1990 256 C THEORETICALASPECTSHETEROGENEOUSCATALYSIS DAAGE 1994 414 M DIAZ 1990 1999 B ZEUTHEN 1991 117 P YOSHIMURA 1994 435 ZEUTHEN 1995 755 P MARAFIX1997X259 MARAFIX1997X259X267 MARAFIX1997X259XM MARAFIX1997X259X267XM item S0926-860X(97)00066-5 S0926860X97000665 1-s2.0-S0926860X97000665 10.1016/S0926-860X(97)00066-5 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000665-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000665/MAIN/application/pdf/8dff71466a38749082b8f53adb9e337a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000665/MAIN/application/pdf/8dff71466a38749082b8f53adb9e337a/main.pdf main.pdf pdf true 469826 MAIN 9 1-s2.0-S0926860X97000665-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000665/PREVIEW/image/png/b13f8868c82f84ac8dff37a53cc9ffab/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000665/PREVIEW/image/png/b13f8868c82f84ac8dff37a53cc9ffab/main_1.png main_1.png png 46278 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 259-267 Effect of initial coking on hydrotreating catalyst functionalities and properties M. Marafi*, A. Stanislaus Petroleum Technology Department, Petroleum, Petrochemicals and Materials Division, PO Box 24885, Safat, Kuwait Received 30 October 1996; received in revised form 7 January 1997; accepted 24 January 1997 Abstract A series of gas-oil hydrotreating experiments with different durations ranging from 0.5 to 24 h were conducted with a view to gain a clear understanding of the nature of the coke that deposits on the catalyst surface during the early period of the operation and its role in catalyst deactivation, The results showed that a rapid coke buildup on the catalyst surface starts as soon as the feed is introduced, reaches as high as 10 wt% within 3 h and then tends to level off or reaches an equilibrium value within 24 h. The initial coke affected the HDS and HDN functions of the catalyst differently. The drop in catalyst surface area was particularly high (40%) during the first 3 h of operation. Pore size distribution analysis indicated that the coke which formed during the early hours of the run was deposited predominantly in the narrow pores (<50 ,~) of the catalyst. Temperature programmed oxidation (TPO) analysis of the catalysts coked for different durations showed significant changes in coke characteristics with increasing process time. Part of the initial coke was found to be strongly bound to the catalyst requiring a higher temperature for its removal by oxidation. Keywords: Gas-oil hydrotreating; Deactivation; Coke deposition I. Introduction Coke deposition on the catalyst is generally believed to be the primary cause of catalyst deactivation in hydrotreating petroleum distillates [1,2]. Coke deposition on catalysts is a complex process that may involve several different routes with different intermediates and different mechanisms [3,4]. Despite intensive efforts made by catalyst scientists to study catalyst deactivation, our understanding of the * Corresponding author. 0926-860X/97/$17.00 1997 Published by Elsevier Science B.V. All rights reserved. PII S0926- 860X(97)00066-5 260 M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 nature of coke and its effect on different functions of the catalyst is still not complete. Several papers have highlighted the complex structure of the different types of coke deposited on hydrotreating catalysts and the factors influencing catalyst deactivation by coke deposition [1,5-7]. Most of the earlier works on the subject are primarily concerned with the nature of the coke on long-term aged catalysts. Studies on the nature of the initial coke formed during the early hours of the process are scarce [1,8]. Particularly, the factors influencing the initial coking and its role on catalyst functionalities and properties have not received much attention. In the present study, a series of gas-oil hydrotreating runs with different durations, ranging from 30 min to 24 h, were conducted. The coked catalysts were characterized by various techniques with a view to gain a clear understanding of the nature of coke that deposits on the catalyst during the early period of the operation and its role in catalyst deactivation. 2. Experimental The hydrotreating experiments were conducted in a bench-scale fixed-bed reactor unit (Vinci Technologies) using vacuum gas-oil (specific gravity=0.904: S=0.4 wt%: N=0.11 wt%) from atmospheric residue desulfurization plant as feedstock. A commercial Ni-Mo/\"/-AI203 hydrotreating catalyst (surface area---300 m2/g, pore volume=0.68 ml/g; MOO3=13.2 wt%; NiO=4.0 wt%) was used in all experiments. The catalyst was presulfided with a gas mixture containing 10% H2S and 90% He at 375 and 30 bars pressure for 20 h before injecting the feed. The run conditions for the coking experiments were: LHSV=2 h-l; P=80 bar; H2/Oi1=360 ml/ml; T-380 and 400. The product samples were collected and analyzed for total sulfur and nitrogen contents. HDS and HDN reaction rate constants were calculated using the following kinetic equations. k~Ds = LHSV n_l S1 S1 ' where LHSV is the liquid hourly space velocity, n is the reaction order=l.5, Sf is the sulfur content in feed (wt%) and Sp is the sulfur content in product (wt%). The HDN rate constant was calculated using the following first-order rate equation. kHDN = LHSV ln(Nf/Np), where Nf--nitrogen in feed (wt%) and Np--nitrogen in product (wt%). At the end of each run, the coked catalyst was removed, Soxhlet extracted with toluene and then dried. The washed and dried spent catalyst samples were analyzed for carbon content. The BET surface areas of different catalyst samples were M. Marafi, A. Stanislaus /Applied Catalysis A: General 159 (1997) 259-267 261 measured with a Quantasorb adsorption system. A mercury porosimeter (Quanta- chrome-Model: Autoscan 60) was used to determine pore volume and pore size distribution. In selected samples, temperature programmed oxidation (TPO) studies were conducted using an Altamira (USA) TPO system. The different gaseous products which formed during coke oxidation were monitored as a function of temperature using a Gas Lab 300 mass spectrometer. 3. Results and discussion 3.1. Effect of time-on-stream on coke formation A series of gas-oil hydrotreating experiments of durations ranging from 0.5 to 24 h were conducted to investigate the influence of processing time on coke buildup on the catalyst surface. The results presented in Fig. 1 show that the coke formation is very rapid during the early hours of the run. More than 10 wt% carbon is deposited on the catalyst within the first 3 h of operation at 400. After the rapid coke buildup during the initial period, coking slows down and tends to level off or reach an equilibrium value within 24 h. Similar high initial coke deposition is also noticed at a lower operating temperature of 380. The results suggest that a rapid coke buildup on the catalyst starts as soon as the feed is introduced and reaches a maximum of 17 wt% within 24 h. This initial coke is likely to be responsible for the rapid deactivation of the catalyst during the early period of the hydrotreating process. 3.2. Effect of initial coke on catalyst performance The influence of initial coking on HDS and HDN reactions was investigated by the analysis of the hydrotreated products as for sulfur and nitrogen contents. The 30 25 20 15 o = 10 0 C o 5 '~ 0 o 400 380 i- i e 0 10 20 Run Time (h) Fig. 1. Carbon deposition on catalyst vs. run time. 30 262 12 10 8 g 6 4 M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 2 1.5 0.5 I I i I i i 10 20 30 0 10 20 30 Carbon on Catalyst (Wt %) Carbon on Catalyst {Wt %) Fig. 2. Effect of initial coke on HDS and HDN reactions. rate constants for HDS and HDN reactions at various coke levels were then calculated using the following kinetic expressions. The HDS and HDN rate constants are plotted as a function of coke on the catalyst in Fig. 2. The results clearly demonstrate that the HDN function of the catalyst is more rapidly deactivated by the initial coke than the HDS function. The reason for this is not clearly understood. The catalytic active sites in sulfided Co--Mo/A1203 and Ni-Mo/A1203 catalysts that are responsible for promoting various hydrotreating reactions such as HDS, HDN and hydrogenation (HG) are known as the sulfur vacancies in MoS2 crystallites and in the mixed sulfide phase (Co-Mo-S or Ni-Mo-S). The MoS2 crystallites remain dispersed on the alumina surface as hexagonal slabs, and the promoter atoms (Co or Ni) are located at the active edges of the MoS2 slab forming a highly active phase known as Co-Mo-S or Ni-Mo-S phase [9]. Coke deposition may cover these active edges, leading to a decrease in their activity in promoting various reactions. Various kinetic studies with model compounds have indicated the presence of two distinct types of catalytic sites (i.e., sulfur vacancies): one is responsible for hydrogenolysis of the heteroatom, and the other is responsible for hydrogenation [ 10]. Specific geometric arrangements of sulfur vacancies with various degrees of uncoordination appear to be required for hydrogenation and hydrogenolysis. Comer sites and edge sites can display different degrees of sulfur vacancies and can promote different hydrotreating reactions such as heteroatom hydroge- nolysis (e.g. HDS, HDN) and hydrogenation (HG) [10,11]. Comer sites with three sulfur vacancies (i.e., a higher Mo oxidation state) are primarily responsible for the HG reaction. Hydrogenolysis sites could be on edges at a lower oxidation state or a combination of a sulfur vacancy and a SH group. The difference in the deactivation rates observed in the HDS and HDN reactions with coke deposition during the initial stages of the run is probably due to the M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 263 difference in their reaction mechanisms. The mechanism of HDS and HDN reactions of heterocyclic sulfur and nitrogen compounds is such that thiophenic sulfur compounds can undergo direct hydrogenolysis of the carbon-sulfur bond on the hydrogenolysis sites in the catalysts prior to HG of the heterocyclic ring. On the other hand, in the case of nitrogen-containing heterocyclic rings, HG of the aromatic heterocyclic ring is essential before hydrogenolysis of the carbon- nitrogen bond can take place. It is likely that the more coordinatively unsaturated Mo sites on the comer of MoS2 that are primarily responsible for hydrogenation are blocked by the initial coke. In other words, the initial coke is preferentially deposited on the higher oxidation state HG sites leading, in turn, to their deactivation. HDN activity of the catalysts will consequently show a large decrease with coke deposition. Recent studies by Diaz et al. [12] have shown that loss in activity caused by coke deposition in hydrotreating catalysts is predominantly caused by coke blocking the edges and comers of the active MoS2 crystallites. 3.3. Influence of initial coking on catalyst surface area and porosiO, The surface area and pore volume of the used catalyst samples from the different runs conducted at varying duration were measured with a view to gain additional information on the influence of initial coke on catalyst de- activation by the loss of surface area and porosity. The surface area and pore volume of the catalyst are plotted as a function of processing time in Fig. 3. The graph shows a decrease of surface area with increasing run time. The decline in surface area is particularly rapid during the first 3 to 6 h and then slows down. A similar decrease is also noticed in catalyst pore volume with increased processing time. The observed loss in surface area and pore volume of the catalyst during processing could be attributed to coke deposition. The rnicropores present in the fresh catalyst contribute significantly to the catalyst's total surface area. Blockage of these micropores with coke deposition can be expected to lead to 300 ~ 1 200 ~\" 0.6 ~ 150 100 ~, 0.4 '~ 50 E 0.2 ,~ o -= o 0 10 20 30 0 10 20 30 Run Time (h) Run Time (h) Fig. 3. Effect of initial coke on catalyst surface area and pore volume. 264 M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 Table 1 Pore size distribution of catalysts coked for different duration Run time (h) Pore volume distribution (mUg) <50 A 50-100 A 100-250 ~, 250--400 A 400--4000 A >4000 Total pore volume (ml/g) Fresh 0.1156 0.2774 0.055 0.024 0.21 0.0241 0.706l 1 0.0378 0.2338 0.0706 0.0142 0.153 0.0196 0.529 3 0.0377 0.1774 0.05 0.0156 0.1696 0.0369 0.4872 6 0.0264 0.08 0.0316 0.015 0.1504 0.0224 0.3258 24 0.0029 0.0266 0.0368 0.011 0.1478 0.0493 0.2744 loss of both pore volume and surface area. A large (40%) loss in the surface area of the catalyst occurred within the first 6 h of the process. The coke deposition in the catalyst during this period was also substantially high (Fig. 1). It is likely that much of the coke formed during the early hours of the run was deposited in the micropores of the catalyst leading to a substantial loss in surface area and pore volume. These conclusions are substantiated by the pore size distribution data (Table 1). Changes in the pore size distribution of coked catalysts containing varying amounts of coke were examined. A mercury porosimeter (Quantachrome Auto- scan-60) was used to measure pore size distribution. The initial coke deposited during the early hours of the run had a significant effect on the pore size distribution of the catalyst. Pores smaller than 50 and 100 diameter appear to be affected more by the initial coke deposits than the larger pores. Thus, for example, during the first hour of operation at 380 (Table 1) the total volume of the micropores having diameters less than 50 ,~ is found to be reduced by 67% (from 0.1156 to 0.0378 ml/g). The narrow mesopores (50-100 ~, diameter) are not appreciably affected during the first hour, but they become progressively blocked by coke with increasing time on-stream. Thus within 6 h of operation, 71% of the pore volume contributed by the very narrow (50-100 diameter) mesopores is lost. Large mesopores and macropores are not affected to any significant level by the initial coke deposits. Thus, for example, even with the deposition of a large amount of coke (17% wt) during the first 24 h of operation, the drop in the volume of macropores is only 28%. However, the micropore and the small mesopore volumes are reduced by 97% and 90% respectively during the same period. Catalyst pore distribution, thus, plays an important role in catalyst deactivation by coke deposition, particularly during the early stages of the run. 3.4. Characterization of the initial coke by TPO TPO was used to obtain information on the nature of the coke deposited on Ni-Mo/A1203 catalysts during gas-oil hydrotreating. Used catalyst samples M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 265 SO CO2 : / \" - ........ .\" NON \" \"~'\" \"<\" NO, -- 100 200 300 400 500 Pt0 ]empewature (*C) \"\"so\\, \"'\",, .\" ....... \"\" /-\".: ,,:;-~- --\" ........ -.. '\":-:7. ~ 2~o 3~o 4~o soo ~o~ Teml~rltare (\"C) Fig. 4. Profiles of various gaseous products formed during the TPO of coked catalysts. (a~ Run time=l h: (b) Run time=24 h. from the runs conducted at 380 for different duration (1 and 24h) were subjected to TPO with a gas mixture containing 5% O2 in helium. The different gaseous products which formed during the coke oxidation were monitored as a function of temperature using a Gas Lab 300 mass spectrometer. A linear heating rate of 10/min was used throughout. The main purpose of the study was to obtain information on the reactivity of initial coke deposits as well as on the changes that occur in the nature of the coke deposits with increasing reaction time. Fig. 4(a) and (b) show the trends in the formation of various gaseous products during the TPO of catalysts coke for different duration at 380'~C. Combustion products from a typical TPO run show the presence of CO, CO,, SO, SO2, NO, NO2 and H20 which indicates that the coke deposit is composed mainly of C, H, S and N, as has been observed by others [13-15]. Under the conditions used for TPO the sulfur in the coke was oxidized into both SO and SO2, the nitrogen into NO and NO2, and the carbon into CO and CO2. The formation of SO and SO2 and CO and CO2 have similar trends, while the formation of NO and NO2 exhibits a different TPO profile, particularly at high temperatures. The catalyst coked for a very short duration (1 h) shows very broad peaks (Fig. 4(a)) while the catalyst from the long-duration run show sharp peaks (Fig. 4(b)) for all gases. Thus, for example, the CO and CO2 formation profiles for the 1 h run catalyst exhibit very broad peaks covering the temperature region of 250-550. On the other hand, the long-duration run catalyst show two distinct maxima around 280 and 440 for both CO and CO2 formation. This indicates that the coke combustion occurred predominantly in these two temperature regions. The results of the current study indicate that a part of the coke deposited on the catalyst during the first 24 h of operation is more reactive and burns off easily at a 266 M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 relatively low temperature (i.e., 280). The other part of the coke is probably more refractory and requires a higher temperature (i.e., 440) for oxidation. In the case of very short duration runs (e.g., 1 h) the CO2 formation extends over a wide temperature range (250-550) with two broad, less resolved peaks around 270 and 470. A variety of coke species with a wide range of reactivities are likely to be present in the initial coke deposited within the first hour of operation. Part of this initial coke is probably strongly adsorbed or bound to the support requiring higher temperature for its removal by oxidation. The more reactive, easily combustible coke appears to contain little or no sulfur, but an appreciable amount of nitrogen. A part of the nitrogen present in the catalyst is oxidized with the coke, producing NO and NO2 peaks which coincide exactly with those for CO and CO2 peaks. Another part of the nitrogen in the coke is oxidized only into NO at a temperature higher than that of carbon combustion, indicating that it is probably buried deeply below the coke layer and is strongly bound to the catalyst's surface. Its oxidation occurs only after the coke layer is removed by combustion. 4. Conclusions The amount of coke that deposits on the catalyst surface during the early period of gas-oil hydrotreating and its effect on catalyst deactivation was investigated. The results showed that a rapid coke buildup on the catalyst starts as soon as the feed is introduced, reaches as high as 10 wt% within 3 h and then tends to level off or reaches an equilibrium value within 24 h. The initial coke affected the HDS and HDN functions of the catalyst differently. The drop in catalyst surface area was particularly high (40%) during the first 3 h of operation. Pore size distribution analysis indicated that the coke formed during the early hours of the run was deposited predominantly in the narrow pores (<50 A) of the catalyst. TPO studies of the catalysts coked for different duration indicated significant changes in coke characteristics with increasing process time. References [1] E. Furimsky, EE. Massoth, Catal. Today 17 (1993) 537. [2] M. Absi-Halabi, A. Stanislaus and D.L. Trinun, Appl. Catal., 72 (1991) 193. [3] H. Beuther, O.A. Larson and A.J. Perrotta, Stud. Surf. Sci. Catal., 6 (1980) 271. [4] C.H. Bartholomew, in: M.C. Oballa, S.S. Shih (Eds.), Catalytic Hydroprocessing of Petroleum and Distillates, Marcel Dekker, New York, 1994, pp. 1-32. [5] E.E. Wolf, E. Alfani, Catal. Rev. 23 (1982) 329. [6] J.V. Sanders, J.A. Spink and S.S. Pollack, Appl. Catal., 5 (1983) 65. [7] J. van Doom, J.A. Moulijn, Catal. Today 7 (1990) 257. [8] P. Wivel, P. Zeuthen and A.C. Jacobson, Stud. Surf. Sci. Catal., 68 (1991) 257. [9] H. Topsoe, B.S. Clausen, N.Y. Topsoe and P. Zeuthen, Stud. Surf. Sci. Catal., 53 (1990) 77. M. Marafi, A. Stanislaus/Applied Catalysis A: General 159 (1997) 259-267 267 [10] C. Moreau, P. Geneste, in: Theoretical Aspects of Heterogeneous Catalysis, J. B. Moffat (Ed.), Van Nostrand Reinhold, New York, 1990, p. 256. [11] M. Daage and R.R. Chianelli, J. Catal., 149 (1994) 414. [12] B.C. Diaz, J.T. Gates, S.G. Miller and Kukes, Ind. Eng. Chem. Res., 29 (1990) 1999. [ 13] E Zeuthen, E B lom, B. Muegge and EE. Massoth, Appl. C atal., 68 (1991 ) 117. [14] Yoshimura et al., Energy and Fuels 8 (1994) 435. [15] E Zeuthen, B.H. Cooper, ET. Clark and D. After, Ind. Eng. Chem. Res., 34 (1995) 755. APCATA 97000665 S0926-860X(97)00066-5 10.1016/S0926-860X(97)00066-5 Elsevier Science B.V. All rights reserved Effect of initial coking on hydrotreating catalyst functionalities and properties M. Marafi * A. Stanislaus Petroleum Technology Department, Petroleum, Petrochemicals and Materials Division, PO Box 24885, Safat, Kuwait * Corresponding author. A series of gas-oil hydrotreating experiments with different durations ranging from 0.5 to 24 h were conducted with a view to gain a clear understanding of the nature of the coke that deposits on the catalyst surface during the early period of the operation and its role in catalyst deactivation. The results showed that a rapid coke buildup on the catalyst surface starts as soon as the feed is introduced, reaches as high as 10 wt% within 3 h and then tends to level off or reaches an equilibrium value within 24 h. The initial coke affected the HDS and HDN functions of the catalyst differently. The drop in catalyst surface area was particularly high (40%) during the first 3 h of operation. Pore size distribution analysis indicated that the coke which formed during the early hours of the run was deposited predominantly in the narrow pores (<50Å) of the catalyst. Temperature programmed oxidation (TPO) analysis of the catalysts coked for different durations showed significant changes in coke characteristics with increasing process time. Part of the initial coke was found to be strongly bound to the catalyst requiring a higher temperature for its removal by oxidation. Keywords Gas-oil hydrotreating Deactivation Coke deposition Reference [1] Furimsky E. Massoth F.E. Catal. Today 17 1993 537 [2] Absi-Halabi M. Stanislaus A. Trimm D.L. Appl. Catal. 72 1991 193 [3] Beuther H. Larson O.A. Perrotta A.J. Stud. Surf. Sci. Catal. 6 1980 271 [4] Bartholomew C.H. Oballa M.C. Shih S.S. Catalytic Hydroprocessing of Petroleum and Distillates 1994 Marcel Dekker New York 1 32 [5] Wolf E.E. Alfani E. Catal. Rev. 23 1982 329 [6] Sanders J.V. Spink J.A. Pollack S.S. Appl. Catal. 5 1983 65 [7] van Doorn J. Moulijn J.A. Catal. Today 7 1990 257 [8] Wivel P. Zeuthen P. Jacobson A.C. Stud. Surf. Sci. Catal. 68 1991 257 [9] Topsoe H. Clausen B.S. Topsoe N.Y. Zeuthen P. Stud. Surf. Sci. Catal. 53 1990 77 [10] Moreau C. Geneste P. Moffat J.B. Theoretical Aspects of Heterogeneous Catalysis 1990 Van Nostrand Reinhold New York 256 [11] Daage M. Chianelli R.R. J. Catal. 149 1994 414 [12] Diaz B.C. Gates J.T. Miller S.G. Kukes Ind. Eng. Chem. Res. 29 1990 1999 [13] Zeuthen P. Blom P. Muegge B. Massoth F.E. Appl. Catal. 68 1991 117 [14] Yoshimura Energy and Fuels 8 1994 435 [15] Zeuthen P. Cooper B.H. Clark F.T. Arter D. Ind. Eng. Chem. Res. 34 1995 755",
      "scopus-id": "0001073073",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000665",
        "dc:description": "A series of gas-oil hydrotreating experiments with different durations ranging from 0.5 to 24 h were conducted with a view to gain a clear understanding of the nature of the coke that deposits on the catalyst surface during the early period of the operation and its role in catalyst deactivation. The results showed that a rapid coke buildup on the catalyst surface starts as soon as the feed is introduced, reaches as high as 10 wt% within 3 h and then tends to level off or reaches an equilibrium value within 24 h. The initial coke affected the HDS and HDN functions of the catalyst differently. The drop in catalyst surface area was particularly high (40%) during the first 3 h of operation. Pore size distribution analysis indicated that the coke which formed during the early hours of the run was deposited predominantly in the narrow pores (<50Å) of the catalyst. Temperature programmed oxidation (TPO) analysis of the catalysts coked for different durations showed significant changes in coke characteristics with increasing process time. Part of the initial coke was found to be strongly bound to the catalyst requiring a higher temperature for its removal by oxidation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000665",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marafi, M."
          },
          {
            "@_fa": "true",
            "$": "Stanislaus, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000665"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000665"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00066-5",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of initial coking on hydrotreating catalyst functionalities and properties",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gas-oil hydrotreating"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Coke deposition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "259-267",
        "prism:endingPage": "267",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00066-5",
        "prism:startingPage": "259",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00066-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001073073"
      }
    }
  }
}