{
  "metadata": {
    "title": "Polymerisation of ethylene with <ce:italic>t</ce:italic>-BuLi modified Cr(II)/SiO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(97)00076-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000768",
    "pii": "S0926860X97000768"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000966217",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X97000768 S0926-860X(97)00076-8 S0926860X97000768 10.1016/S0926-860X(97)00076-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 27 249 262 249 262 19971104 4 November 1997 1997-11-04 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. POLYMERISATIONETHYLENETBULIMODIFIEDCRIISIO2CATALYST BADE O MCDANIEL 1988 446 M MCDANIEL 1987 773 M WECKHUYSEN 1995 320 B STARZEWSKI 1988 349 K TRANSMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION LOHNSON 1995 6414 L BENHAM 1988 1469 E SMITH 1990 3587 P MCDANIEL 1988 1559 M MANYIK 1977 197 R BLOM 1994 237 R HOGAN 1970 2637 J HANSEN 1997 E MCDANIEL 1985 47 M KAROL 1988 702 F TRANSITMETCATALPOLYM KAROL 1973 413 F SCHINDLER 1968 1 A SOGA 1986 2893 K BADEX1997X249 BADEX1997X249X262 BADEX1997X249XO BADEX1997X249X262XO item S0926-860X(97)00076-8 S0926860X97000768 1-s2.0-S0926860X97000768 10.1016/S0926-860X(97)00076-8 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X97000768-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000768/MAIN/application/pdf/9dab03b0fce4f0defebcaedb293bb0fe/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000768/MAIN/application/pdf/9dab03b0fce4f0defebcaedb293bb0fe/main.pdf main.pdf pdf true 910455 MAIN 14 1-s2.0-S0926860X97000768-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000768/PREVIEW/image/png/d2ace9afce5e9ecc0d016aeba48ffea2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000768/PREVIEW/image/png/d2ace9afce5e9ecc0d016aeba48ffea2/main_1.png main_1.png png 58401 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 161 (1997) 249-262 ~ APPLIED CATALYSIS A: GENERAL Polymerisation of ethylene with t-BuLi modified Cr(II)/SiO2 catalyst Otto Morten Badeab, Richard Bloma'* aSINTEF Applied Chemistry, PO Box 124, Blindern, N-0314 Oslo, Norway bDepartment of Inorganic Chemistry, The Norwegian Institute of Technology, N-7034 Trondheim, Norway Received 28 November 1996; received in revised form 10 February 1997: accepted l0 February 1997 Abstract A tert-butyl lithium modified Cr(II)/SiO2 catalyst has been prepared and tested in slurry polymerisation of ethylene with and without hydrogen present. Modification with t-butyl lithium results in a catalyst which produces low molecular weight 1-olefins in situ that later are co-polymerised into the polymer chain and thus make LLDPE with densities in the range 0.92- 0.94 g/cm3. Polymerisations with hydrogen present leads to a drop in polymerisation activity and increased chain branching. By fractionally separating the gaseous, liquid and solid products of the reactor after the polymerisation complete analyses of the products have been carried out. Polymerisations with deuterium present give products such as HD and 1,2-dideuteroethane in the gaseous phase, while a number of deuterated 1-olefins are observed in the liquid phase. The products have been analysed by GC, MS, IR and NMR spectroscopy. The differently deuterated products formed have been used to deduce the mechanisms for hydrogen/deuterium consumption. 1997 Elsevier Science B.V. Keywords: Chromium; Lithium alkyl; Polymerization; Ethylene; Hydrogen I. Introduction Metal alkyls are widely used as co-catalysts for a wide range of different commercially used polymer- isation catalysts. They are also used for chromium based catalysts: For the silylchromate catalysts devel- oped by Union Carbide [1], aluminium alkyls are necessary in order to obtain sufficient polymerisation activity and to tune the molecular weight distribution (MWD) of the polymer product. The Phillips type of catalyst, which are mainly activated CrO3 on SiO2, is highly active without co-catalyst. For this catalyst *Corresponding author. metal alkyls are used to reduce chromium and thus diminish the induction period of the catalyst. Also increased polymerisation activity is obtained and dif- ferent polymer qualities can be produced [2-4]. When CrO3/SiO2 is treated in a CO containing atmosphere at 350-400, a reduced catalyst is obtained with chromium in an average oxidation state between II and III [5]. This catalyst, here denoted Cr(II)/SiO2, is also affected by metal alkyls. However, the effect of the metal alkyl is strongly dependent on how it is introduced: If the metal alkyl is added separately to the polymerisation reactor the major effect is as a scavenger to remove catalyst poisons so that increased activity and stability of the catalyst is 0926-860X/97/$17.00 ~_' 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00076-8 250 O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 obtained. In this case the polymer product is only slightly different from that of the polymer produced without the metal alkyl present [4,6,7].1 If the metal alkyl is pre-contacted with the catalyst for some time before the metal alkyl/catalyst mixture is added to the reactor, the active sites are modified to give a different polymer product. In many cases the polymer produced by such catalysts have low densities, typically in the range 0.93-0.94, indicating significant short chain branching (SCB) [8]. The presence of SCB is believed to be a consequence of in situ production of short l- olefins that are incorporated in the polymer chain, and not by an internal isomerisation reaction on the active site as observed for group VIII based catalysts [9,10]. In situ generation of co-monomers in this way might be an economic way to make branched polyethylene instead of adding 1-butene or higher 1-olefins as frequently done commercially. Other chromium based processes for simultaneous polymerisation and oligomerisation of ethylene have also been reported. These involve organochromium compounds such as Cr4(CH2SiMe3)8, Cr(Cumene)2 or Cr(DMPD)2 (DMPD=2,4-dimethylpentadienyl) deponated on different supports, either alone or together with chromium oxide [ 11-13]. Soluble chro- mium systems based on Cr(carboxylate)3 together with partly hydrolysed triisobutyl aluminium pro- duces primarily 1-hexene together with polymer [14]. For the Cr/SiO2 catalysts, the far most used metal alkyls are triethyl aluminium and triethyl boron. The use of simpler metal alkyls such as n-BuLi has also been reported [ 15], but to a much smaller extent. The purpose of the present investigation is to look closer on the performance of a t-BuLi modified pre-reduced Phillips type catalyst for which the t-BuLi is pre- contacted with the Cr(II)/SiO2 catalyst for several hours before use. A lithium alkyl has been used since it is the most simple metal alkyl with negligible polymerisation or oligomerisation activity in itself or as deponated on SiO2. The results for the modified catalyst has been compared to those of the unmodified Cr(II)/SiO2 catalyst. In the present paper the results from homo-polymerisations of ethylene have been IZo our knowledge, only triethyl boron gives a significant decrease in molecular weight of the polymer when added to the reactor when homopolymerising ethylene. See [4] for further details. conducted without and with hydrogen (or deuterium) as chain transfer agent in the reactor. Deuterium has been used together with spectroscopic methods in order to deduce the mechanisms for chain termination reactions involved. In a subsequent paper the nature of the active sites of the t-BuLi modified catalyst will be discussed. 2. Experimental The catalysts and metal alkyl used are all highly sensitive towards moisture and oxygen, so all storing and handling of these were carried out under argon atmosphere either in a glove-box or on a standard Schlenk line. All solvents used were degassed and dried by using standard techniques. 2.1. Catalyst preparation A supported chromium catalyst was prepared by impregnation of an aqueous solution of CrO3 on calcined silica (EP10 from Crosfiled Catalysts, cal- cined at 1073 K) by the incipient wetness method. The amount of CrO3 used was chosen to give 1.0 wt% Cr on the dry catalyst. After impregnation, the catalyst was dried at 353 K for 16 h, then activated in a flow of dry air at 988 K at fiuidising conditions for 16 h, cooled to 623 K in dry, oxygen-free nitrogen and reduced by 15% CO in nitrogen at 623 K for 3.5 h. t-Butyl lithium in pentane solution (15 wt% from Aldrich) was added to the reduced catalyst under an atmosphere of argon, so that a molar ratio Li/Cr=3.0 was achieved. The highly coordinatively unsaturated reduced catalyst reacts immediately with t-BuLi and the colour shifts from pale green (in solution) to dark grey. The catalyst was dried under reduced pressure and stored under argon in a glove box. 2.2. Polymerisation Polymerisation experiments were carried out in a 1 1 autoclave equipped with a magnetic driven stirrer. Internal temperature of the reactor at 90.5 was provided by a water-cooled jacket. The pressure of the reactor was kept constant during the polymerisation by continuously adding ethylene through a pressure control valve. The rate of polymerisation could be O.M. Bade, R. Blom/Applied Catalysis A: General 16l (1997) 249-262 251 followed on a flow meter on the ethylene inlet, and the temperature was measured by a thermocouple inside the autoclave. First, about 130 mg catalyst was charged under dry nitrogen, then the reactor was eventually partly filled with hydrogen or deuterium gas. 0.5 1 of isobutane was added as diluent under a pressure of nitrogen, and finally ethylene was supplied on demand at the pre- ferred pressure. Isobutane, hydrogen and ethylene were purified by passing through columns filled with activated molecular sieve type 4A. When the polymerisation was stopped, the gaseous reactor content was collected by using two cool-traps, the first at -78 (dry ice/ethanol) and the second at -195c'C (liquid nitrogen), In the first bath the iso- butane phase and most of the low molecular weight oligomers produced were collected. In the second trap the C2 phase was collected. The hydrogen/deuterium phase passed through the two traps and were collected in a 10 1 aluminium bag. Left in the reactor was the polymer and the heavier oligomers. 2.3. IR spectroscopy Polymer films of approximately 500 pm or 200 l-tin thickness were prepared by pressing the polymer powder in a brass form between two brass plates at 170cC for 3 rain. The thickness of each polymer film was measured by a micrometer to within 10 gin. The infrared spectra from 4000 to 400 cm- 1 were recorded on a Perkin-Elmer 2000 instrument in the transmission mode. The quantitative measurements of total methyl content were performed according to ASTM standard D2238-68. The peaks at 908, 964 and 888 cm-l, respectively, were used to estimate the vinyl, trans- vinylene and vinylidene content as described in [16]. The spectra of brominated polymer plates were used as background. Incorporation of deuterium during polymerisation can give rise to the formation of several differently deuterated groups in the polymer and/or oligomers produced. The most probable groups are supposed to be deuterated methyl, -CHzD, and deuterated methy- lene, -CHD-, with specific C-D stretch bands at 2173 and 2138 cm- i, respectively [17]. The C2 phase collected at -192 from polymer- isations with deuterium present were analysed quali- tatively by using a 100 mm long gas cell equipped with NaC1 glasses. In some experiments the liquid oligomer phase retained after the isobutane and other volatile hydrocarbon products had been evaporated off at room temperature was analysed in a 0.1 mm liquid cell. 2.4. NMR spectroscopy IH, 13C and 2H-NMR spectra were run at 130C on a Varian Gemini NMR-300 instrument by dissol- ving the polymer in deuterated or nondeuterated 1,2- dichlorobenzene at 150~C. Quantitative measure- ments of end groups and side chains were performed by using the method described in [18]. Quantitative 2H-NMR spectra were run with a 20 s delay time between each 10 gs pulse. 2.5. Gas chromatography The isobutane phase was analysed by using a HP 5890 or a HP 5880A-series Gas Chromatograph. Samples of the reactor vapour phase were either collected from the reactor during the polymerisation or injected separately after fractionating the reactor content as described above. From the analyses the amounts of paraffins and olefins produced could be quantified. The HP 5880A is equipped with a capillary column from HP and two FID detectors in parallel. A split after the column leads one line through an olefin adsorbent with a separate detector. This procedure differentiates between those peaks originating from olefins and those originating from paraffins. 2.6. Mass spectroscopy The hydrogen/deuterium phase collected in an aluminium bag was analysed for H2 (MN-~2), HD (MN=3), and D2 (MN=4) by using a Fisons Gastrace quadruple mass spectrometer. 2.7. Melt index measurements Melt index (MI) measurements were performed at 190 according to ASTM standard D1238 condition A, while high load melt index (HLMI) was measured in accordance with condition F of the same standard. 252 O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 3. Effect of modification with t-BuLi When homo-polymerising ethylene with the con- ventional Cr(II)/SiO2 catalyst one produces linear polyethylene with relatively high molecular weight and broad molecular weight distribution (MWD). The polymer chains produced have one unsaturated end group (vinyl) and one saturated end group (methyl) [19]. The unsaturated end is believed to be produced either by spontaneous/3-elimination or by chain trans- fer to monomer as shown in Eqs. (1) and (2) below, respectively.2 I=Cr-CHz-CH2-R --+ I]=Cr-H + HzC=CH-R (1) I=Cr-CHz-CHz-R + C2H4 m=Cr-CHz-CH3 + H2C=CH-R (2) Previous investigation with the unmodified Cr(II)/ SiO2 catalyst indicates that the main chain termination mechanism is chain transfer to monomer (reaction (2)), and that spontaneous/3-hydrogen elimination is negligible (reaction (1)) [16]. For the unmodified catalyst, the rates for chain transfer to monomer and propagation were found to be of the same order with respect to the ethylene pressure, resulting in constant number average molecular weight of the polymer produced at different partial pressures of ethylene in the pressure range 3.9-13.2 bar [16]. However, the molecular weight of the product is strongly dependent on the polymerisation temperature used. At 90 the homopolymer typically has a den- sity of 0.950 at a HLMI of 0.2 as shown in the last row of Table 1, indicating no short chain branches. Modification of the pre-reduced Cr(II)/SiO2 cata- lyst by t-BuLi has three major consequences: 1. the activity of polymerisation increases signifi- cantly; 2. the polymer produced has lower density; 3. the polymer produced has higher MI and thus lower molecular weight. 2In the chemical equations and in Scheme 1 we have presented the active chromium species as a Cr(Ill) species. Considering all the different structures proposed for this site our presentation is a schematic presentation, and the reactions presented can just as well take place on one of the other proposed structures as long as it contains a chromium-carbon bond. Table 1 summarises the properties of the polymer produced by the modified catalyst at different ethylene pressures. The low densities of the polymers produced by the modified catalyst indicates a high concentration of short chain branches (SCBs) which tend to break up the crystalline order of the polymer. The number of SCBs is reflected in the number of methyl groups measured by infrared spectroscopy. Table 2 shows the end groups analyses of the various polymers produced with different ethylene pressures. The number of all kind of molecular fragments are higher for the polymer produced with the modified catalyst. The high number of SCBs and the higher MI of the polymer produced with the modified catalyst are connected. The SCBs are due to incorporation of low molecular weight 1-olefins that are produced in situ during the polymerisation. It is well known that addition of co-monomers such as 1-hexene when polymerising with the unmodified Cr(II)/SiO2 catalyst gives polymer with reduced number average molecu- lar weight. The hydrogen on the tertiary carbon in the /3-position formed when co-polymerising a 1-olefin in a regular 1,2 fashion is more labile for elimination than a hydrogen on a secondary carbon [20]. The observed increased MI of the polymers produced with the modified catalyst in the present study can, there- fore, be explained in the same way. In order to get a total picture of the different products produced with the t-BuLi/Cr(II)/Si02 cata- lyst and with the unmodified reference catalyst, GC analyses were performed on the liquid content of the reactor during polymerisation. For the unmodified Cr(II)/SiO2 catalyst, no oligomers were detected, while the isobutane phase from the polymerisations with the t-BuLi/Cr(II)/Si02 catalyst contained signif- icant amounts of low molecular weight olefins in the range C4-C14. AS expected, all the products were of even carbon number. 1-Butene is the major compo- nent, with 1-hexene as the second most abundant and so on. Since the 1-olefins formed are consumed during the polymerisation, we would expect that after an initial period, an equilibrium between consumption and production of such, hence a steady state will appear. This was confirmed in one run in which GC analyses were carried out after 15 and 30 min time on stream. The two analyses showed equal concentrations of 1-olefins indicating that steady state is reached O.M. Bade, R. Biota~Applied Catalysis A: General 16l (1997) 249-262 253 Table 1 Activity of the t-BuLi modified Cr(II)/SiO2 catalyst and properties of polyethylene produced at 90 with different ethylene pressures (Li/Cr ratio of 3.0 was used) Catalyst type Pelhylene (bar) MI (g/10 min) HLMI (g/10 min) Density (g/ccm) Activity'' Modified 4.1 0.47 39 0.938 83 Modified 7.2 0.25 24.6 0.932 100 Modified 11.5 0.23 18.6 0.932 102 Modified 18.4 0.22 19.2 0.934 78 Unmodified 18.4 No flow 0.2 0.950 32 \"Activity--gp,,lymJ(gc~t'bar~thylene'h) Table 2 Microstructure from IR analysis of polyethylene produced with t-BuLi modified Cr(II)/SiO2 catalyst at 90 with different ethylene pressures (Li/Cr ratio of 3.0 was used) Catalyst type Pethylenc (bar) Methyl Vinyl Vinylidene Transvinylene pr. 1000C pr. 1000C pr. 1000C pr. 1000C Modified 4.1 28 2.5 0.26 0.12 Modified 7,2 29 1.8 0.19 0.08 Modified 11.5 27 1.9 0.20 0.08 Modified 18.4 23 1.4 0.16 0.06 Unmodified 18.4 0.4 0.7 0.02 0.01 before 15 min polymerisation. The amount of 1-ole- fins in the reactor increases with the ethylene pressure, while the relative amount of the different l-olefins seems to be independent of the ethylene pressure. In a run at 30 bar total pressure without hydrogen at 90cC the amount of ethylene, 1-butene, 1-hexene and l-octene in the isobutane phase of the reactor were 16.6, 3.3, 0.9 and 0.2 mol%, respectively. The con- centration of other isomers than the linear 1-olefins were negligible. For the t-BuLi modified Cr(II)/SiO2 catalyst at least two kinds of sites must be considered; one that produces low molecular weight 1-olefins and one that polymerises ethylene and co-polymerises l-olefins in a similar manner as the unmodified Cr(II)/SiO2 catalyst. 4. Influence of hydrogen Molecular hydrogen is often used to control the molecular weight of polyolefins. Different catalysts respond very differently on hydrogen. When hydrogen is used as chain transfer agent, the chain termination is believed to take place by hydrogenation of the Cr-C bond: II=Cr-CH2-CH2-R + H2 II=Cr-H + H3C-CH2-R (3) Some industrially used catalyst systems such as Cr(CsHs)2/SiO2 and Ziegler type catalysts are highly sensitive towards hydrogen as chain transfer agent and these have been studied thoroughly in a number of patents and papers [21,22]. On the other hand, the Phillips type catalyst, which include the pre-reduced Cr(II)/SiO2 catalyst, is much less sensitive towards hydrogen [4], and the effect of hydrogen has to our knowledge not previously been studied systematically. For this catalyst the temperature of polymerisation is used to control the molecular weight of the product. In the following we have investigated the influence of hydrogen on the product distribution for both un- modified Cr(II)/SiO2 and t-BuLi/Cr(II)/Si02 catalysts by using relatively high partial pressures of hydrogen. In some experiments deuterium was used in order to elucidate the mechanisms involved. 254 O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 Table 3 Activity of the Cr(II)/SiO2 catalyst and properties of the polyethylene produced at 90 with different hydrogen (deuterium) to ethylene ratios Pethylene (bar) H2(D2)/C2H4 MI (g/10 min) HLMI (g/10 min) Density Activityb molar ratio (g/ccm) H2 D2 H2 D2 H2 H2 D2 18.4 0 No flow 0.17 0.950 32 7.2a 0.55 0.03 0.03 5.2 5.3 0.950 23 29 7.0 1.5 0.05 0.07 6.6 7.8 0.952 38 29 5.1 2.4 0.25 0.14 21 13.8 0.952 16 16 aLower total pressure than the others. bActivity=gpolymeJ(gcac barethylene 'h). Table 4 Concentration of end groups and other unsaturated fragments from IR analysis in polymers produced with the unmodified Cr(II)/SiO2 catalyst at 90 with different hydrogen (deuterium) to ethylene ratios Pethylene H2(D2)/C2H4 Methyl pr. 1000C Vinyl pr. 1000C Vinylidene Transvinylene (bar) molar ratio pr. 1000C pr. 1000C H2 D2 H2 D2 H2 D2 H2 D2 18.4 0 0.42 0.74 0.017 0.007 7.2a 0.55 0.65 0,63 0.87 0.76 0.017 0.016 0.007 0.007 7.0 1.5 1.61 1,08 0.83 0.92 0.024 0.020 0.007 0.007 5.1 2.4 2.20 1.21 0.89 0.79 0.019 0.020 0.016 0.008 aLower total pressure than the others. 4.1. Polymer properties In Tables 3 and 4 the characteristics of the polymers produced with the unmodified Cr(II)/SiO2 catalyst at different hydrogen (deuterium) pressures are pre- sented, while Tables 5 and 6 give the results for the modified catalyst at similar polymerisation conditions. As expected, the unmodified catalyst exhibits low sensitivity to hydrogen. However, a slight increase in MI is observed at high hydrogen to ethylene ratios. The number of methyl groups increases from 0.5 up to 2.2 by increasing the hydrogen to ethylene ratio from 0 to 2.4. The experiments with deuterium also leads to an increase in methyl content, although not as large increase as with hydrogen. This may be due to a change in extinction coefficient of the 1378 cm-I peak or a shift in the peak position when going from -CH3 to -CH2D. The 13C NMR spectra of polymer Table 5 Activity of the t-BuLi modified Cr(II)/SiO2 catalyst and properties of the polyethylene produced at 90c'C with different hydrogen (deuterium) to ethylene ratios Pethylene (bar) H2(D2)/C2H4 molar ratio MI (g/10 min) Density (g/cm3) Activitya H2 D2 H2 H2 D2 18.4 0.0 0.22 0.934 78 16.2 0.12 1.6 0.85 0.930 30 31 14.0 0.29 2.1 2.4 0.924 35 34 9.8 0.82 4.1 7.8 0,928 23 22 7.0 1.5 3.2 4.8 0,926 20 31 5.1 2.4 8.2 12.5 0.922 26 26 aActivity=gpoJymer/(gcat.barethylene.h). O.M. Bade, R. Blom/Applied Catalysis A: General 161 119971 249-262 255 Table 6 Concentration of end groups and other unsaturated fragments from IR analysis of polymer produced with the t-BuLl modified Cr{ll)/SiO2 catalyst at 90;C with different hydrogen (deuterium) to ethylene ratios Pc,v1,,,. (barj H2(DJ/C~H4 Methyl Vinyl Vinylidene Transvinylene molar ratio pr. 1000C pr. 1000C pr. 1000C pr. 1000C H2 D2 H2 D2 Ha D2 H2 D2 18.4 0.0 23 1.4 0.16 0.06 16.2 0.12 37 27 2.1 2.() 11.28 0.25 0.1 I 0.10 14.1/ 0.29 4(1 36 2.2 2.3 0.34 111.33 11.12 t). 12 9.8 0.82 41 38 2.1 3.1 0.32 0.51 0.14 0.24 7.0 1.5 36 33 2.6 2.0 0.35 0.33 0.20 0.13 5.1 2.4 44 47 1.8 2.2 0.31 0.42 0.15 0.18 produced with the highest hydrogen to ethylene ratio is shown in Fig. 1 (a). No detectable amount of ethyl or butyl branches are observed, only peaks stemming from a linear polyethylene chain. Since increased partial pressure of hydrogen leads to increased MI as well as increased methyl content, we conclude that termination by Eq. (3) must accompany termination by chain transfer to ethylene (2). The isotopic studies, which will be discussed later, confirms the hydroge- nation mechanism for the unmodified catalyst. As shown in Section 3, the t-BuLi modified catalyst produces polymers generally with higher MI than the unmodified catalyst, but the relative response to hydrogen on the average molecular weight of the product seems not to be very different for the two catalysts. The influence of hydrogen on the molecular weight of the polymer can be seen in Table 5 where MI increases from 0.2 to 12 by increasing the hydro- gen (deuterium) to ethylene ratio from zero to 2.4. The influence on the molecular weight by co-monomers present seems, therefore, to be much higher than that of hydrogen. Surprisingly, the activity of the modified catalyst with hydrogen present was generally found to be less than half compared to polymerisations without hydro- gen. However, the amount of hydrogen is less impor- tant, and only a slight decrease in activity is observed in the run with the highest hydrogen to ethylene ratio compared to that of the lowest. The decrease in activity is accompanied by a significant increase in methyl content as shown in Table 6. In order to check whether the hydrogen could change the number of active oligomerisation sites relative to the number of active polymerisation sites, a polymerisation was conducted in which the catalyst was treated with 12 bar hydrogen for half an hour at 80C before polymerisation was carried out. After the treatment, hydrogen and isobutane were removed, the autoclave flushed several times with dry nitrogen before new isobutane and ethylene were introduced. The poly- merisation and the polymer product from this run were equal to a run without hydrogen present, indicating no change of the catalyst by hydrogen treatment. It is, therefore, more reasonable to assume that the hydro- gen in some way affect the polymerisation activity of the catalyst during polymerisation and thus make the steady state concentration of co-monomers higher. The reason for the decreased activity may be related to that observed for the homogeneous Cr(C xvH35COO)3/A1EtzCl/MgClz/2-ethylhexanol cat- alyst [23]. Termination reaction (3) must then take place to some extent, and reaction (4) shown below is slow. It should, however, be noted that no such effect is observed for the unmodified Cr(ll)/SiO2 catalyst, meaning that the polymerisation sites of the modified catalyst is not unaffected by the t-BuLi added. i=Cr-H + CH2=CH2 --+ i=Cr-CH,-CH~ 14) The 13C-NMR spectrum of the polymer produced with the modified catalyst with a hydrogen to ethylene ratio of 2.4 is shown in Fig. l(b). The major part of the methyl content is in ethyl and butyl side chains. 20 ethyl SCBs pr. 1000C imply higher than 4 rnol% l- butene incorporated in the polymer. Table 7 shows the results from a quantitative 13C-NMR study of the two polymers, both produced with H2/ethylene ratio in gas phase equal to 2.4, but with the two different catalyst 256 O.M. Bade, R. Biota~Applied Catalysis A: General 161 (1997) 249-262 a) 45 40 35 , i , , i , i : , i ~ i , J i ~ ' ~ i i , , 30 25 20 15 10 5 0 ppm b) 45 40 35 30 25 20 15 10 5 0 ppm Fig. 1. 13C-NMR spectra of the polymers produced with H2/C2H4 ratio in gas equal to 2.4: (a) by the Cr(II)/SiO2 catalyst; (b) by the t-BuLi modified catalyst. systems. The results obtained by NMR is consistent with the end group analyses from infrared spectro- scopy. Without hydrogen or deuterium in the reactor only unsaturated oligomers were detected in the isobutane phase. When hydrogen or deuterium is present, some hydrogenation of the unsaturated species occurs. The major saturated component is n-butane, and the con- centration of this species increases linearly with the hydrogen/ethylene ratio when the difference in productivities of the experiments are taken into consideration. Table 7 Branches and end groups pr. 1000C, as measured by combined IH and 13C-NMR spectroscopy Cr(II)/Si02 t-BuLi/Cr(lI)/SiO2 Ethyl branches <0.1 18.3 (2) Butyl branches <0.1 11.6 (3) Longer chains <0.1 2.4 (4) Saturated end group 2.1 9.6 (5) Vinyl 0.7 2,2 (3) The polymers are produced with H2/C2H4 ratio in gas equal to 2.4. The numbers in parantheses are standard deviations in terms of the last digit. O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 257 0,60, i I 0,50] 0,40J o,3oJ i 0,00 2280 2138 /~ ~Produced with the modified ith the Cr(II)/silica catalyst 2240 2200 2160 2120 2080 2040 2000 cm-I Fig. 2. The difference spectra in the C-D stretching region of polymer produced by the two different catalysts, both with D~/C2H4 ratio in gas equal to 2.4. The respective backgrounds are the spectra obtained of the polymer produced with the highest H2/C2H4 ratio. 4.2. The fate of deuterium during polymerisation In order to study the mechanisms for chain termina- tion with hydrogen more closely, deuterium was used instead of hydrogen. By doing this, more information could be obtained by analysing the reaction products by infrared spectroscopy and 2H-NMR. 4.2.1. The polymer phase Infrared spectra in the region 2000-2300 cm-~ of the polymers produced with the unmodified and mod- ified catalysts are shown in Fig. 2. Mainly two peaks are observed, assigned to the C-D stretch mode of deuterated methyl, -CHzD, at 2173 cm-1 and deuter- ated methylene, -CHD-, at 2138 cm-1, respectively. For the polymer produced with the unmodified cata- lyst the peak corresponding to deuterated methyl dominates while only a shallow peak is observed at 2138 cm-1. For the polymer produced with the t-BuLi modified catalyst much stronger C-D bands are observed, and for these polymers the band at 2138 cm ~, representing-CHD-, dominates. Quanti- tative 2H-NMR spectra of the two polymers are shown in Fig. 3. The concentration of-CHD- and =CH2D fragments in the two polymers estimated from the spectra are shown in Table 8. The modified catalyst incorporates hydrogen/deuterium to a much greater extent than the unmodified catalyst. In addition, most of the deuterium consumed by the modified catalyst ends up in methylene fragments which cannot be explained by reaction path (3). 4.2.2. The oligomer phase Infrared spectra of the oligomer phase collected after polymerising with the modified catalyst is shown in Fig. 4 together with the spectrum of the polymer for comparison. The oligomers have a much higher concentration of incorporated deuterium than the polymer. In the oligomer phase deuterium is mainly located in the chain ends, in contrast to the polymer phase where the major part of the deuterium was located to methylene groups as - HCD-, A shoulder is also observed above 2200 cm J which is due to C-D of unsaturated C=C fragments. However, the intensity of the latter is low, but it indicates that HID exchange reactions must take place. This will be discussed further in Section 4.3. The IR data of the oligomer phase at different deuterium to ethylene ratios show that the con- centration of deuterium in the oligomers is increasing linearly with increasing deuterium to ethylene ratio in the reactor. 258 O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 I i I 2 ppm 0 Fig. 3. Deuterium NMR spectra of polymer produced with (a) conventional catalyst and (b) modified catalyst. The spectra are recorded with equal concentrations and are on the same scale. Both experiments are done with Pdeuterium/Pethylene ratio in gas phase equal to 2.4. ~CH2D and ~ZHD- at approximately 0.6 and 1.0 ppm, respectively. Table 8 The concentration of-CHD- and CH2D fragments in the polymers produced with Cr(II)/SiO2 and t-BuLi/Cr(II)/Si02, respectively, at a deuterium/ethylene ratio of 2.4 at 90 Catalyst -CHD- pr. 1000C ~2H2D pr. 1000C Cr(II)/SiOz 0.4 0.5 t-BuLi/Cr(II)/SiO2 10.8 3.0 4.2.3. The gas phase The ethylene phase was collected in a trap cooled by liquid nitrogen, while the hydrogen/deuterium phase were collected in a subsequent aluminium bag. Infrared spectra of the ethylene phase collected after polymerisations with different deuterium to ethylene ratios as well as with no deuterium as reference are shown in Fig. 5. Only two peaks, at 2180 and 2191 cm-1, respectively, are observed in the C-D stretch region which correspond to 1,2- dideuterated ethane, although the presence of small amounts of monodeuterated ethane cannot be excluded. No peaks corresponding to deuterated ethy- lene or other deuterated sp2 hybridised carbon atoms are observed. The hydrogen/deuterium phase were analysed by a quadruple mass spectrometer. Our main interest was to determine the relative amount of H2, HD and D2 after the polymerisation compared to the D2 gas from the bottle. For the modified catalyst, with a deuterium to ethylene ratio of 2.4, the relative distribution of hydro- gen isotopes was H2/HD/D2= 1.0/5.0/100. Lower deu- terium to ethylene ratios gave about the same distribution. The distribution observed for the un- modified catalyst at the same deuterium to ethylene ratio was 0.9/1.1/100, while the D2 gas directly from the bottle was measured to 0.9/0.8/100. The results show that the modified catalyst produces significant amounts of HD, while the unmodified catalyst does not. This will be further discussed in the following section. 4.3. Mechanisms for De consumption From the previous sections we can summarise the following: 1. With the unmodified catalyst only a small amount of deuterium is consumed and the major part ends up in the methyl groups as -CH2D fragments. O.M. Bade, R. Biota~Applied Catalysis A: General 161 (1997) 249-262 259 2177 1,50.A / Oligomer phase 1,0C /JJ 0,50 t lm 0,00 2280 2240 2200 2160 2120 2080 2040 2000 cm-1 Fig. 4. The difference spectra shows the C-D stretching bands for the liquid oligomers and the polymer obtained with a Pdeuteriurn/Pethylene ratio of 2.4. The spectra with the same lghydrogen[Pethylene ratio have been used as backgrounds. Both the polymer film and the cell for liquids have a thickness of 100 p.m. 2173 and 2138 cm ~ represent deuterated methyl and deuterated methylene, respectively. 1 0,75 i 0'50/ 2191 2180 0,00 ..... 2280 2240 2200 2160 2120 2080 2040 2000 cm-1 Fig. 5. IR spectra of gas from the collector cooled at - 196, which mainly contain ethylene and ethane, l, 2 and 3 show IR spectra of the gas phase of the experiments with Pdeuterium]Pethylene ratio equal to 2.4, 0.82 and 0.0, respectively. A spectrum of the empty cell has been used as background. 2. The modified catalyst consumes significantly more deuterium. Most of the deuterium in the polymer ends up in methylene fragments. 3. The oligomer phase produced with the modified catalyst contain significantly more deuterium than the polymer phase. Most of the deuterium ends up in methyl fragments, somewhat less in methylene fragments. Also C(spZ)-D bonds are formed. Both saturated and unsaturated oligomers are produced. 4. The modified catalyst gives 1,2-dideuterated ethane in significant amounts. No deuterated ethy- lene is observed. 260 O.M. Bade, R. Biota~Applied Catalysis A: General 161 (1997) 249-262 5. The modified catalyst produces HD. The unmodified catalyst makes polymer in which the deuterium is mainly situated in methyl end groups. This is consistent with the regular termination mechanism (Eq. (3)) in which deuterium adds to the Cr-C bond and produces one -CH2D chain end and a Cr-D fragment that can act as the start of a new polymer chain. For the modified catalyst the situation is more complex. The gas phase contains HD in significant amounts which indicate that a H/D exchange reaction must take place. The presence of 1,2-dideuterated ethane and also saturated oligomers with deuterated end groups is consistent with a regular termination reaction as shown in Eq. (3). Furthermore, due to the higher concentration of deuterium in the oligomer phase than in the polymer it can be concluded that the oligomer producing site is much more reactive towards hydrogen/deuterium than the unmodified sites. The reason for the relatively high number of deuterated methyl groups compared to methylene groups in the oligomer phase is, therefore, due to the accumulation of saturated oligomers. The main problem for the modified catalyst is to explain the high abundancy of deuterated methylene fragments when no deuterated ethylene is observed in the ethylene phase. In a similar study of Ziegler type catalysts the authors suggested two possible routes for the formation of-CHD- fragments: One was propa- gation with deuterated ethylene which were formed in situ on specific sites by/3-hydrogen elimination in Ti- CH2CHzD fragments. The other possible explanation was a H, D exchange reaction on the polymer chain during polymerisation [22]. One of these explanations may be used to explain the presence of deuterated methylene in the polymer produced by the t-BuLi/ Cr(II)/SiO2 catalyst as well. However, some factors speaks against the first mechanism: No deuterated ethylene is observed in the gaseous phase. This could be because the deuterated ethylene is prepared inside the pores of the catalyst and is incorporated in the polymer chain as soon as it is formed. However, the silica catalyst cracks up during the initial stage of polymerisation and leads to an exposure of most of the active metal. Secondly, as noted above, the ease of/3- hydrogen elimination follows the order; tertiary hydri- de>secondary hydride>primary hydride. It follows that hydrogen abstraction from the methyl group of an ethyl chain is the least expected. In addition, the mechanism in which deuterated ethylene is formed does not necessarily involve HD formation. The exchange reaction must be confined to growing chains still attached to the catalyst sites, since IR analyses of mineral oil added to the reactor did not show incorporated deuterium in methyl or methylene groups at all. In addition, no deuterium was detected in the isobutane solvent. In Scheme 1 we suggest plau- sible mechanisms that explain the formation of -CHD- fragments as well as the presence of HD in the gas phase. The reactions are expected to take place on the oligomer producing sites, Cro. The occurrence of H, D exchange reaction during the polymerisation could have involved either the monomer or the polymer chain. The formation of -CHD- groups by H, D-exchange on the /3-carbon of the growing chains should be more facile on the oligomerising sites than on the polymerising sites, because the former must have a higher tendency to undergo/3-hydride migration. This high lability of the hydrogens on the /3-carbon of growing chains on oligomerising sites causes the characteristic difference between the two types of sites. In Scheme 1 a Cro-CH2CH2R (R=H or alkyl) fragment has been formed which first undergoes a /3-H-elimination after which the 1-01efin formed stays 7r-bonded to the chromium site. The chromium bonded hydride is then exchanged with deuterium under for- mation of HD. The third step is a deuterium insertion (reverse/3-elimination) after which a Cro-CH2CHDR fragment is formed. After this step a number of reactions can take place, but we have only drawn the three most important routes: Path A is the propa- gation with ethylene. The alkyl chain can then either propagate further, go through a cycle with/3-H-elim- ination/D-insertion as described above, or terminate, either by D2 addition and form a saturated product which contains both -CH2D and -CHD- fragments, or through /3-hydrogen elimination or chain transfer to ethylene which leads to a 1-01efin with a -CHD- fragment in the chain. The latter product can later be co-polymerised into the polymer chain on a poly- merising site. Path B is a regular termination by addition of D2 in which dideuterated alkane is formed. If the alkyl group before termination with D2 is an ethyl group, the product will be 1,2-dideuterated ethane. O.M. Bade, R. Biota~Applied Catalysis A: General 161 (1997)249-262 261 HhH l I + I-I/D exchange D2, r~,,~_~ + HD \\ D~H A: + C2~\"/ g H r r4- ~C: [3-elimination 1)/ H H Scheme 1. Reaction path C is a ~q-hydride elimination which leads to the formation of a 1-olefin with a deuterated vinyl group. 1-olefins with C(sp2)-D bonds are observed in the liquid oligomer phase, however, since no deuterated ethylene is observed this reaction is less feasible for deuterated ethyl chains. The l-olefins produced by this route can later be co-polymerised and form -CDR- fragments in the polymer chain. 262 O.M. Bade, R. Blom/Applied Catalysis A: General 161 (1997) 249-262 5. Conclusions The molecular weight of the polyethylene produced with the unmodified Cr(II)/SiO2 catalyst is only slightly affected by the presence of hydrogen. Ana- lyses of the polymer produced with deuterium present show that deuterium mainly is situated in the methyl end groups indicating that termination mainly occurs by D2 addition to the Cr-C bond in addition to chain transfer to monomer. A t-BuLi modified Cr(II)/SiO2 catalyst makes lower 1-olefins in situ. The 1-olefins are polymerised into the polymer chain and make LLDPE with densities in the region from 0.92 to 0.94. The catalyst is believed to have two kind of active sites; one that is active for oligomerisation, and one site active for polymerisa- tion. The latter kind of site produces high molecular weight polyethylene, show low sensitivity towards hydrogen and can co-polymerise higher 1-olefins in a similar manner as the unmodified Cr(II)/SiO2 catalyst. Experiments with deuterium show that it is mostly present in the methylene fragments of the polymer produced with the modified catalyst. Since no deut- erated ethylene is detected in the ethylene phase and significant amounts of HD is detected in the gas phase, we suggest a H/D exchange mechanism to explain this. A 20 times higher concentration of deuterium in the oligomer phase show that the oligomer producing sites have the highest activity towards hydrogen/ deuterium. It can further be concluded that deuterium in the polymer is predominately situated in the side chains and to a smaller extent in the main polymer chain. Acknowledgements We would like to thank Aud M. Bouzga for carrying out the NMR experiments, Ivar M. Dahl for helpful discussions and Borealis AS and The Norwegian Research Council for financial support. References [1] U.S. Patent 3 324095 (1965) to Union Carbide. [2] U.S. Patent 3484428 (1969) to Phillips Petroleum Company. [3] M.P. McDaniel, M.M. Johnson, J. Catal. 101 (1988) 446. [4] M.P. McDaniel, M.M. Johnson, Macromolecules 20 (1987) 773. [5] B.W. Weckhuysen, L.M. De Ridder, P.J. Grobet, R.A. Schoonheydt, J. Phys. Chem. 99 (1995) 320 and references therein. [6] O.M. Bade, R. Blom, unpublished results for t-BuLi added separately to the reactor. [7] NO 874977 (1987) to Phillips Petroleum Company. [8] U.S. Patent 5 071 927 (1991) to Phillips Petroleum Company. [9] K.A.O. Starzewski, J. Witte, K.H. Reichert, G. Vasiliou, in: W. Kamisnsky, H. Sinn (Eds.), Trans. Metals and Organo- metallics as Catalysts for Olefin Polymerization, Springer, Berlin, 1988, p. 349. [10] L.J. Lohnson, C.M. Killian, M. Brookhart, J. Am. Chem. Soc. 117 (1995) 6414. [11] E.A. Benham, P.D. Smith, M.P. McDaniel, Polym. Eng. Sci. 28 (1988) 1469. [12] P.D. Smith, M.P. McDaniel, J. Polym. Sci. Part A 28 (1990) 3587. [13] M.P. McDaniel, Ind. Eng. Chem. Res. 27 (1988) 1559. [14] R.M. Manyik, W.E. Walker, T.P. Wilson, J. Catal. 47 (1977) 197. [15] European Patent 0 263 525 A3 (1987) to BASF AG. [16] R. Blom, A. Follestad, O. Noel, J. Mol. Catal. 91 (1994) 237. [17] J.P. Hogan, J. Polym. Sci. Part A1 8 (1970) 2637. [18] E. Hansen, R. Blom, O.M. Bade, Polymer. (1997) in press. [19] M.P. McDaniel, Adv. Catal. 33 (1985) 47. [20] F.J. Karol, in: R.P. Quirk (Ed.), Transit. Met. Catal. Polym., vol. 2, Ziegler-Natta and Metathesis Polymerization (Proc. Int. Symp.), Cambridge University Press, Cambridge, 1988, p. 702. [21] EJ. Karol, G.I. Brown, J.M. Davison, J. Polym. Sci. 11 (1973) 413. [22] A. Schindler, Die Makromolekulare Chemie. 118 (1968) 1. [23] K. Soga, S.-I. Chen, Y. Doi, T. Shiono, Macromolecules 19 (1986) 2893. APCATA 97000768 S0926-860X(97)00076-8 10.1016/S0926-860X(97)00076-8 Elsevier Science B. V. All rights reserved Polymerisation of ethylene with t-BuLi modified Cr(II)/SiO2 catalyst Otto Morten Bade a b Richard Blom * a a SINTEF Applied Chemistry, PO Box 124, Blindern, N-0314 Oslo, Norway b Department of Inorganic Chemistry, The Norwegian Institute of Technology, N-7034 Trondheim, Norway * Corresponding author. A tert-butyl lithium modified Cr(II)/SiO2 catalyst has been prepared and tested in slurry polymerisation of ethylene with and without hydrogen present. Modification with t-butyl lithium results in a catalyst which produces low molecular weight 1-olefins in situ that later are co-polymerised into the polymer chain and thus make LLDPE with densities in the range 0.92–0.94 g/cm3. Polymerisations with hydrogen present leads to a drop in polymerisation activity and increased chain branching. By fractionally separating the gaseous, liquid and solid products of the reactor after the polymerisation complete analyses of the products have been carried out. Polymerisations with deuterium present give products such as HD and 1,2-dideuteroethane in the gaseous phase, while a number of deuterated 1-olefins are observed in the liquid phase. The products have been analysed by GC, MS, IR and NMR spectroscopy. The differently deuterated products formed have been used to deduce the mechanisms for hydrogen/deuterium consumption. Keywords Chromium Lithium alkyl Polymerization Ethylene Hydrogen Referencess [1] U.S. Patent 3 324 095 (1965) to Union Carbide. [2] U.S. Patent 3 484 428 (1969) to Phillips Petroleum Company. [3] McDaniel M.P. Johnson M.M. J. Catal. 101 1988 446 [4] McDaniel M.P. Johnson M.M. Macromolecules 20 1987 773 [5] Weckhuysen B.W. De Ridder L.M. Grobet P.J. Schoonheydt R.A. J. Phys. Chem. 99 1995 320 and references therein [6] O.M. Bade, R. Blom, unpublished results for t-BuLi added separately to the reactor. [7] NO 874 977 (1987) to Phillips Petroleum Company. [8] U.S. Patent 5 071 927 (1991) to Phillips Petroleum Company. [9] Starzewski K.A.O. Witte J. Reichert K.H. Vasiliou G. Kamisnsky W. Sinn H. Trans. Metals and Organometallics as Catalysts for Olefin Polymerization 1988 Springer Berlin 349 [10] Lohnson L.J. Killian C.M. Brookhart M. J. Am. Chem. Soc. 117 1995 6414 [11] Benham E.A. Smith P.D. McDaniel M.P. Polym. Eng. Sci. 28 1988 1469 [12] Smith P.D. McDaniel M.P. J. Polym. Sci. Part A 28 1990 3587 [13] McDaniel M.P. Ind. Eng. Chem. Res. 27 1988 1559 [14] Manyik R.M. Walker W.E. Wilson T.P. J. Catal. 47 1977 197 [15] European Patent 0 263 525 A3 (1987) to BASF AG. [16] Blom R. Follestad A. Noel O. J. Mol. Catal. 91 1994 237 [17] Hogan J.P. J. Polym. Sci. Part A1 8 1970 2637 [18] Hansen E. Blom R. Bade O.M. Polymer. 1997 in press [19] McDaniel M.P. Adv. Catal. 33 1985 47 [20] Karol F.J. Quirk R.P. Transit. Met. Catal. Polym. vol. 2 1988 Cambridge University Press Cambridge 702 Ziegler-Natta and Metathesis Polymerization (Proc. Int. Symp.) [21] Karol F.J. Brown G.I. Davison J.M. J. Polym. Sci. 11 1973 413 [22] Schindler A. Die Makromolekulare Chemie. 118 1968 1 [23] Soga K. Chen S.-I. Doi Y. Shiono T. Macromolecules 19 1986 2893",
      "scopus-id": "0000966217",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000768",
        "dc:description": "A tert-butyl lithium modified Cr(II)/SiO2 catalyst has been prepared and tested in slurry polymerisation of ethylene with and without hydrogen present. Modification with t-butyl lithium results in a catalyst which produces low molecular weight 1-olefins in situ that later are co-polymerised into the polymer chain and thus make LLDPE with densities in the range 0.92–0.94 g/cm3. Polymerisations with hydrogen present leads to a drop in polymerisation activity and increased chain branching. By fractionally separating the gaseous, liquid and solid products of the reactor after the polymerisation complete analyses of the products have been carried out. Polymerisations with deuterium present give products such as HD and 1,2-dideuteroethane in the gaseous phase, while a number of deuterated 1-olefins are observed in the liquid phase. The products have been analysed by GC, MS, IR and NMR spectroscopy. The differently deuterated products formed have been used to deduce the mechanisms for hydrogen/deuterium consumption.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000768",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bade, Otto Morten"
          },
          {
            "@_fa": "true",
            "$": "Blom, Richard"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000768"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000768"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00076-8",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Polymerisation of ethylene with t-BuLi modified Cr(II)/SiO2 catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chromium"
          },
          {
            "@_fa": "true",
            "$": "Lithium alkyl"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "249-262",
        "prism:endingPage": "262",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00076-8",
        "prism:startingPage": "249",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00076-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000966217"
      }
    }
  }
}