{
  "metadata": {
    "title": "Selective hydrogenation of cyclopentadiene to cyclopentene over an amorphous NiB/SiO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00125-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001257",
    "pii": "S0926860X97001257"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040560749",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001257 S0926-860X(97)00125-7 S0926860X97001257 10.1016/S0926-860X(97)00125-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 9 101 109 101 109 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. SELECTIVEHYDROGENATIONCYCLOPENTADIENECYCLOPENTENEOVERAMORPHOUSNIBSIO2CATALYST WANG W NATTA 1961 463 G CALDERON 1974 627 N KRIPYLO 1976 22 P SAKAMOTO 1974 759 H HIRAL 1984 488 H BERNERD 1977 475 J PAJONK 1975 983 G YOSHIDA 1984 1435 S MOLNAR 1988 329 A DENG 1988 339 J DENG 1989 1006 J IVANA 1988 121 D DENG 1994 434 J OKAMOTO 1979 2027 Y SCHREIFELS 1980 195 J TAMAKI 1987 256 J KRIPYLO 1975 605 P CHAOUKI 1986 199 J REDEAL 1980 E CONCEPTSINCATALYSIS WANGX1997X101 WANGX1997X101X109 WANGX1997X101XW WANGX1997X101X109XW item S0926-860X(97)00125-7 S0926860X97001257 1-s2.0-S0926860X97001257 10.1016/S0926-860X(97)00125-7 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001257-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001257/MAIN/application/pdf/a2b58ea9f16c219c92a671106842ca46/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001257/MAIN/application/pdf/a2b58ea9f16c219c92a671106842ca46/main.pdf main.pdf pdf true 604550 MAIN 9 1-s2.0-S0926860X97001257-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001257/PREVIEW/image/png/4c09b7bac89d4b641eccb0fdac46dfe0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001257/PREVIEW/image/png/4c09b7bac89d4b641eccb0fdac46dfe0/main_1.png main_1.png png 58194 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 163 (1997) 101-109 i~ APPLIED CATALYSIS A: GENERAL Selective hydrogenation of cyclopentadiene to cyclopentene over an amorphous NiB/SiO2 catalyst Wei-Jiang Wang, Ming-Hua Qiao, Jun Yang, Song-Hai Xie, Jing-Fa Deng* Department of Chemistry, Fudan Universi~, Shanghai 200433, China Received 5 December 1996; received in revised form 6 March 1997; accepted 11 March 1997 Abstract An amorphous NiB/SiO2 catalyst, with a large specific surface area, was prepared by a reductive-impregnation method. The selective hydrogenation of cyclopentadiene to cyclopentene was carried out in a continuous flow fix-bed reactor at atmospheric pressure and with 10 g g cat-I h-l of cyclopentadiene feed. The catalyst showed high selectivity and stability. Cyclopentene was obtained in 96--100% yield at complete conversion of cyclopentadiene at temperatures ranging from 80 to 200 and no significant decrease of the activity was observed during the reaction period of 500 h. The catalyst sample was characterized by ICP, XRD, DSC, SEM, XPS, BET and 02 adsorption. XRD measurement revealed that the amorphous state was kept after catalytic reaction. Differential kinetic study showed that the hydrogenation proceeded according to a Rideal- Eley mechanism. 1997 Elsevier Science B.V. Keywords: Supported amorphous alloy; Nickel-boron alloy; Cyclopentadiene hydrogenation; Catalytic activity; Differential kinetics 1. Introduction The selective hydrogenation of cyclopentadiene to cyclopentene is of great synthetic and industrial inter- est, because cyclopentene with a highly reactive dou- ble bond could be used as a basic material in industry [1-3]. The hydrogenation of cyclopentadiene is a consecutive reaction. The activation energy of the first stage is higher than that of the second one [4--6], so that it is impossible to convert cyclopentadiene to cyclopentene completely, especially under the gas- *Corresponding author. Tel.: +86 21 65492222x3792; fax: +86 21 65341642; e-mail: knfan@fudan.ihep.ac.cn 0926-860X/97/$17.00 ~\"~ ~c5) 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 25-7 solid phase reaction conditions used widely in indus- try. For most hydrogenation catalysts such as Pd, Pt, Ni, Cu [7-10], at the low ratio of PH2/PD (Po: the pressure of cyclopentadiene), cyclopentene is pro- duced with 100% selectivity at low conversion of cyclopentadiene, whereas the increase in P~:/Po or W/Fo decreases the selectivity. The unconverted cyclopentadiene at low conversion is easily polymer- ized on catalysts at the reaction temperature, which leads to the deactivation of the catalysts and also to low yields of cyclopentene. These phenomena are commercially impracticable. For these reasons, it is a crucial subject to prepare special catalysts in order to obtain cyclopentene at nearly 100% selectivity at complete conversion of cyclopentadiene. 102 W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 It is well known that amorphous metal alloy catalysts exhibited attractive selectivity and activity for some reactions due to their isotropic structure, devoid of any long-range ordering of the constituents [11,12]. The application of these materials in catalysis, however, is severely limited, since the amorphous state is metastable, and thus is very difficult to maintain under conditions where catalytic reactions are carried out. Furthermore, the surface area of amorphous films prepared by rapid-quenching methods is too low and the shape of amorphous alloy prepared by wet chemical reduction methods is powder, which are both inconvenient for use of the catalytic potential of these materials in technical catalysis. One of the promising routes to solve these problems has been developed by depositing the amorphous alloys in high dispersion on a suitable support. For example, the preparation of amorphous nickel-(cobalt)-phosphorus alloys deposited on silica has been reported previously [13,14]. The results showed that these supported amorphous alloy catalysts exhibited higher activity and selectivity for the hydrogenation of styrene with higher thermal stability than unsupported counterparts. Unfortunately, the phosphorus component in amorphous alloys is easily lost during catalytic runs [14] and the preparation methods are unsuitable for supporting highly reactive amorphous nickel-boron alloy on a support due to the too rapid reduction of nickel ion by potassium borohydride in water. In this paper, the preparation of amorphous nickel-boron alloy supported on silica by a new method is reported. Its catalytic properties in the hydrogenation of cyclopentadiene and characteriza- tion results obtained by ICR XRD, XPS, SEM, DSC, BET and 02 adsorption methods are discussed in detail. The reaction mechanism is proposed on the basis of the differential kinetic results. 2. Experimental 2.1. Materials All chemicals employed were of reagent grade and were used without further purification. 2.2. Catalyst preparation The supported amorphous NiB/SiO2 catalyst was prepared by a reductive impregnation method. The impregnation was carried out by immersing 10 g silica gel (200 m2 g-1 surface area, 17.5 nm pore diameter and 40-60 mesh, i.e., 0.45-0.30mm particle size) in a 1 M potassium borohydride solution (pH=13) for 2 h and then taking the silica gel out of the solution. To remove the excessive solution, the silica gel was washed with 10 ml of 95% ethanol and then dried under air at room tem- perature. Subsequently, the silica gel which had adsorbed potassium borohydride was added into 10ml of 2M nickel chloride solution at room temperature with continuous stirring for 4 h. The black particles obtained were washed with 15 ml of 0.01 M potassium borohydride aqueous solution and then washed thoroughly with a large amount of distilled water. Finally, the catalyst was dried in nitrogen at 70 for 2 h. Elemental analysis of the catalyst determined by inductively coupled plasma (ICP) showed that the nickel content was 4.3% by weight and the elemental composition was NisoB2o (mol%). 2.3. Activity measurements and differential kinetic experiment Hydrogenation of cyclopentadiene was carried out in a tubular glass fix-bed reactor (0.8 cm i.d.) in continuous flow conditions and under atmospheric pressure. The weight of catalyst was 1 g for each experiment. Liquid cyclopentadiene, diluted with sol- vent to keep from polymerization (commonly with 95% ethanol and 1 : 1 volume ratio), was vaporized in a bubbling-type evaporator at 95, and then passed through the reactor using nitrogen and hydrogen mixture as the carrier gas. Differential kinetic experiment was also carried out under the same reaction conditions as those for activ- ity measurements, but the weight of catalyst was 0.1 g for each kinetic experiment. The effluent was analyzed by a gas chromato- graphic method. The conversion and selectivity are defined as follows: Conversion(%) = [CPD]conv./[CPD]feed x 100, (1) W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 103 Selectivity(%) = [CPE]/[CPD]conv. x 100. (2) Here CPD and CPE stand for cyclopentadiene and cyclopentene, respectively. 2.4. Characterization of catalyst X-ray diffraction (XRD) patterns of support and the NiB/SiO2 catalysts were performed using a Rigaku Dmax-rA with nickel filtered Cu Ks radiation. Differential scanning calorimetry (DSC) measurements were conducted under nitrogen (99.99%) atmosphere on a Dupont 9900 computer- thermal analysis system. The morphology of the samples was determined by scanning electron microscopy (SEM) performed on a Hitachi HU- l lB STEM and H600 STEM instruments. X-ray photoelectron spectroscopy (XPS) spectra were recorded with a PHI-5000C ESCA system using A1 K,~ radiation. The base pressure of the analysis chamber was 10-8 Pa and the energy was 46.95 eV. All binding energies were calibrated using contami- nated carbon (Cls=284.6 eV). The metallic specific surface areas of the samples were measured according to a method described in [15]. 3. Results and discussion 3.1. Catalytic activity As mentioned above, the products of cyclopenta- diene hydrogenation were cyclopentene and cyclo- pentane. To obtain cyclopentene as much as possible at complete conversion of cyclopentadiene, the cata- lytic reactivity of amorphous NiB/SiO2 catalyst was concerned about both selectivity to cyclopentene and conversion of cyclopentadiene. This catalyst did not need any activation process before catalytic runs and immediately showed high activity and selectivity once the hydrogenation started. Since the cyclopentadiene hydrogenation is very exothermic (AH1=-99.35 kJ tool J, AH2=-112.24 kJ mol-t), nitrogen together with 95% ethanol was also mixed as heat transfer gas into the reactant feed. Nitrogen, showing no significant effect on the cyclo- pentadiene hydrogenation (Fig. I) with its flow-rate in the range 40-160 ml min-', was used to adjust the con- tact time of the reactant with the catalyst in the reaction. The effects of PH2/PD ratio at different Fo (cyclo- pentadiene feed) values on the catalytic activity were ..~ 8 100 90.0 80.0 70.0 [ I I I J I 20 40 60 80 100 120 Feed-rate(ml.min\"t) \"- ~ I00 90.0 ~2 80 0 P 70.0 I 1 l 140 160 I80 200 Fig. 1. Effect of N2 feed-rate on CPD conversion and CPE selectivity (CPD feed=10 g cat-t h , H2 : CPD=I.4, temperature 120). 104 W.-J. Wang et al./Applied Catalysis A.\" General 163 (1997) 101-109 =o e~ o e'~ o o g o eq q r.,,i II G~ 0q. (.9 'R. II F \"2. r.~ II G) \"7 O~OOOOO qq gggggggg~ 000~0 gga~ggggg ooooooooqq oooooooo~ 0000 ggggggg~> ~gggggggg ggggggg~gg 7 o ~ggg~ggggg = Qqoqqqoq ~gggggggg gggggggggg g m g I00 o ~ 90.0 0 80.0 J I ~ I L I r J 80 110 140 ]70 200 Temperature() 100 90.0 ~[ 80.0 Fig. 2. Effect of reaction temperature on CPD conversion and CPE selectivity (CPD feed=10g cat 1 h-l, H2:CPD=I.6 : 1 (GHSV=24 000-1). studied, as shown in Table 1. The suitable PH2/PD ratio in order to maintain the selectivity to cyclopentene higher than 96% at complete conversion of cycio- pentadiene varied with changing the cyclopentadiene- feed. Clearly, the increase in the cyclopentadiene feed required high H2 : cyclopentadiene ratio to maintain the 100% conversion, but the selectivity slightly decreased. At the highest cyclopentadiene feed, 16 g g cat t h-~, the selectivity was about 96%, but the optimum cyclopentadiene feed was 10-12gg cat-t h i. Thus, in the present work, the cyclopenta- diene feed was controlled at 10 g cat t h-i for most catalytic runs. The variation of reaction temperature from 80 to 200 showed little effect on the catalytic reactivity, as shown in Fig. 2. A further increase in temperature led to a decrease in the reactivity, which was due to cyclopentadiene polymerization on the catalyst. These results indicate that the amorphous NiB/SiO2 catalyst has high selectivity and activity compared with other commonly used hydrogenation catalysts in the present reaction conditions. For example, on Pd/ A1203 (Pd: 0.5 wt%), the selectivity and conversion are 33% and 70% in the present work; and also 90% and 92.5% at higher pressure in Ref. [7]; on Ni/SiO2 (Ni: 4.6 wt%) 84% and 100% in the present work; on NiS/SiO2 93.5% and 99% in Ref. [9] (no LHSV value was given, but according to our knowledge, it may be 0.5 h-t), respectively. If the amorphous NiB/SiO2 was W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 105 treated at 400 for 2 h in nitrogen, its activity and selectivity remained unchanged, while in the case of the treatment at 450 for 2 h in nitrogen, the best selectivity was 94% at 100% conversion. The stability of the catalytic activity was also very excellent. For about 500 h, a 97-100% yield of cyclo- pentene was obtained at 120 and 10 g g cat-~ h-1 of cyclopentadiene was kept. This shows a possibility to apply the amorphous NiB/SiO2 catalyst to commercial cyclopentene production. 3.2. Characterization BET nitrogen surface area of the catalyst sample was about 180 m2 g-t. Its nickel dispersion measured by oxygen uptake at 25 using a pulse chromato- graphic technique was 0.30. These results show that the amorphous NiB/SiO2 has larger surface area and higher nickel dispersion. Fig. 3 shows the XRD patterns of four NiB/SiO2 samples. The patterns of (b) and (c) were almost the same. After subtracting the background spectrum of SiO2, a broad peak at 20=45was observed. This was attributed to the NiB alloy in the amorphous state. The pattern of (d) indicated that the amorphous state still remained, but on the pattern of (e), the diffraction peaks of some crystal, which was analyzed to be nickel crystallite, had appeared. DSC spectra, as b _= I I I I 20 40 60 80 20( Fig. 3. X-ray diffraction patterns of (a) SiO2, (b) original NiB/ SiO> (c) NiB/SiO2 after 500 h of hydrogenation at 120, (d) NiB! SiO2 treated in N2 for 2 h at 400, and (e) NiB/SiO2 treated in N2 for 2 h at 450. 210 488.9 437.5 ~ I I I I I I 100 200 300 400 500 600 Temperature() Fig. 4. DSC spectra of NiB/SiO2. shown in Fig. 4, exhibited that there were three exothermic peaks at 412.7, 437.5 and 488.9, while on the unsupported counterpart at 144.1, 253.4 and 341.4, respectively [16]. This illus- trates that the crystalline transformation temperature of the amorphous NiB/SiO2 is higher than that of the unsupported counterpart. The SEM photograph in Fig. 5 shows the surface morphology of three NiB/ SiO2 samples. Pictures (a) and (b) revealed that the NiB alloy was cottony, which was considered to be the amorphous state, but the density of the amorphous alloy on picture (b) seemed to be larger than that on picture (a). Picture (c) indicated that NiB alloy was slightly agglomerated, thus we concluded that some crystallization had occurred. These phenomena were exactly corresponding to those in the XRD and DSC experiments. All these results indicate that the sup- ported amorphous nickel-boron alloy has much higher thermal stability. This property is considered to be mainly due to the lower metal loading and high alloy dispersion, the results are meaningful for the applica- tion of amorphous alloys in catalysis. XPS spectra of Ni2p3/2 and Bls in the amorphous NiB/SiO2 catalyst are shown in Fig. 6. Compared with the spectra of pure nickel metal foil (852.8 eV) and nickel oxide (854.5 eV), the peak at 852.0 eV in the NiEp3/2 level is ascribed to metallic Ni and that at 855.4 eV to oxidized nickel. In the Bls level, two kinds of higher binding energy than 189.4 eV for elementary 106 W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 Magnific~ion:100~.~ B were assigned to boron interacting with nickel (191 eV) and to oxidized boron (194 eV), respectively [16-19]. From these results, it can be immediately concluded that the boron donates electrons to nickel. The same results were obtained on the amorphous NiB alloy powder [ 16]. The surface composition calculated from the XPS spectra using the relative peak area sensitivities was Niv0B3o (mol%). Compared with the bulk composition of NisoB2o determined by ICP spectrometry, the sur- face of the catalyst is metalloid rich. The results in the characterization mentioned above could explain the good catalytic properties of the catalyst obtained in cyclopentadiene hydrogenation; the high activity is attributable to high dispersed metallic nickel and the active site of the amorphous nickel-boron is also metallic nickel [t6]. The higher selectivity is ascribed to the amorphous state of nickel which makes the active site of the catalyst chemically and structurally isotropic [ 11,12]. When the catalyst is crystallized, the activities of active sites at different faces would be different, which results in a decrease of the selectivity. The excellent stability of the catalytic reactivity seems to result from the high crystalline transformation temperature of the nickel-boron alloy supported on silica. Magnii]cati~ln ~ 00(~ [11) $q~Or~m C Magnil]clllof~ IO00o O0 Fig. 5. SEM pictures of (a) original NiB/SiO2 sample, (b) NiB/ SiO2 sample treated in N2 for 2 h at 400, and (c) NiB/SiO2 sample treated in N2 for 2 h at 450. 3.3. Kinetic studies Kinetic studies were carried out under differential conditions, i.e., the conversion was maintained at approximately 5%. When GHSV>5000 h-], the exter- nal diffusion was negligible and the intraparticle diffusion was completely eliminated, if the particle size was reduced to 40 mesh in the present work. The dependence of the cyclopentadiene hydrogena- tion rate on the partial pressure of cyclopentadiene and hydrogen was investigated. In the present studies, the selectivity to cyclopentene was 100%. Furthermore, the addition of 10 mol% of cyclopentene or cyclopen- tane into the feed did not influence the reaction rate. Therefore, the reaction rate re) can be expressed as m 11 rD = FDX = kDPDPH2, (3) where FD is the cyclopentadiene feed in mol s- 1, X the conversion in percent of cyclopentadiene converted and PD is the pressure of cyclopentadiene, respec- tively. If GHSV in the reactor is fixed by adjusting the W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 107 Ni2v3t2 852.0 eV Bls 194.0 eV Binding Energy(eV) Fig. 6. XPS spectra of Nizp3/2 and BI~ in the NiB/SiO2 catalyst. nitrogen flow-rate PD oc VD :x FD, (4) Plq2 :x v~q2, (5) where VD and VH2 are the flow-rate of cyclopentadiene and hydrogen, respectively. Then rD = FDX = k ~mvn v~D H2 or X 1 ~m--I n = tc~rD v.2. (6) When vH2 remained constant, then log X oc (m - 1 ) log FD. (7) The logarithm of the conversion is plotted against the logarithm of the cyclopentadiene feed in Fig. 7, which exhibits a series of parallel lines depending on the reaction temperature. Their slope, -1, indicates that the reaction rate upon the cyclopentadiene is zero order. If FD is constant, then logX oc n log Vn~. (8) Fig. 8 shows the plots of log X to log vIq2, which also exhibits a series of parallel lines related with the reaction temperature. The slope, 1, indicates that the reaction rate upon hydrogen velocity is the first order, thus the reaction rate ro is expressed simply by rD = kDPn2 = kexp(-E/RT)PH:, (9) where kis the pre-exponential factor, and E is the activation energy. The activation energy was measured between 80 and 160 and found to be 6.93 kJ mol-l. The average pre-exponential factor kwas calculated to be 2.60-3 mol g cat-t atm-~ s Hence the rate of the reaction can be rewritten as rD = 2.6 10-3 exp(-835/T)Pm (10) with E/R=835 mol-j K-1 if E is in J and R in J mol-t K-1. Table 2 gives the rates of cyclopentadiene con- sumption calculated from Eq. (10) at several reaction temperatures, when hydrogen pressure and cyclo- Table 2 Observed and calculated rates of reaction as a function of the reaction temperature T() robs (0 6mols-l) real (0 6mols 1) 80 3.03 3. l 8 100 3.78 3.61 120 4.17 4.05 140 4.38 4.48 160 4.78 4.92 PHi_=0.13 atm, PCVD=0.25 atm, 0.1 g of catalyst. 108 W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 X 0 1.0 0.8 0.6 0.4 0.2 1.1 1.2 1.3 1.4 1.5 1.6 Log Pm Fig. 7. The logarithm of the CPD conversion vs. the logarithm of the CPD feed plots (conditions: PH2=0.2 atm, GHSV=24000 1). X o 0.8 140\"C NN~.%NN~eNN~Q o 160 1.2 1.4 1.8 2.0 2.2 I 1.6 Log FCI,D 0.6 0.4 0.2 Fig. 8. The logarithm of the CPD conversion vs. the logarithm of the PH2 plots (conditions: P0=0.25 atm, GHSV=24000 i). pentadiene pressure are 0.13 and 0.25 atm, respec- tively. Very good agreement was found between the calculated and observed rates of reaction. According to rate-equation (10), which is different from those obtained on NiS [5] and on Pd [20] but similar to that on Cu/A1203 [21 ], for the bimolecular W.-J. Wang et al./Applied Catalysis A: General 163 (1997) 101-109 109 reaction studied here we propose a Redeal-Eley (R-E) type mechanism. For a Langmuir-Hinshelwood (L-H) type mechanism, we must suppose that the adsorp- tion of hydrogen and cyclopentadiene are non-com- petitive, and assume that the adsorption of hydrogen is weak and cyclopentadiene strong, thus we could obtain Eq. (10). As the active sites of the amorphous NiB/SiO2 catalyst are all elemental nickel and iso- tropic, such non-competitive adsorption is not realis- tic. Based on the R-E type mechanism, i.e., strongly adsorbed cyclopentadiene reacting with hydrogen directly from the gas phase [22], our mechanism, which is identical with that on Cu/A1203 [21], can be written as follows: CPD + catalyst = CPD-catalyst (11) CPD-catalyst + H2 --~ CPE + catalyst (12) If ~D and KD are the surface coverage and adsorp- tion coefficient of cyclopentadiene, respectively, and the rate-determining step is Eq. (12), one may write )D = KDPD/(I + KDPD), (13) rD = kD~DPH2 = kDKDPDPH2 / (1 + KDPD ). Assuming that cyclopentadiene is strongly adsorbed, i.e., KDPD>>I, rD = kDP.2. (14) This is identical with the rate equation obtained in kinetic experiments. 4. Conclusions It was shown that an amorphous nickel-boron alloy supported on silica was very helpful for selective hydrogenation of cyclopentadiene to cyclopentene at low temperature in gas-solid phase. The catalyst activity was very stable for a long time on stream. The results in catalyst characterization showed that the amorphous state was maintained over 80-120. The differential kinetic study revealed that the reaction mechanism was of the Rideal-Eley type with cyclo- pentadiene strongly adsorbed on the catalyst. To our knowledge, the present report is the first one on the behavior of amorphous alloy catalyst which may be applied to commercial catalytic processes in gas-solid phase reaction. Acknowledgements This work was supported by the National Natural Science Foundation of China and China Petrochem- ical Corporation. References [1] G. Natta, J. Polymer Sci. 51 (1961) 463. [2] N. Calderon, R.L. Hinrichs, Chem. Tech. 4 (1974) 627. [3] Goodyear Tire, Rubber, US Patent, 3751499 (1973), 3819734 (1974), 3915 891 (1975), 4 131 627 (1978); Gulf Res. Dev., US Patent, 4062907 (1977); Kanegabuchi Chem. Ind., Japan Kokai, 49-31642, 50-14657; Nissan Chem. Ind., Japan Kokai, 49-35358; Sakai Chem., Japan Kokai, 49- 125340; Shell. Inst. Res., Ger. Often., 2 127625 (1971). [4] P. Kripylo, Chem. Tech. 28 (1976) 22. [5] H. Sakamoto, K. Takasaki, Y. Harano, T. Imoto, J. Appl. Chem. Biotechnol. 24 (1974) 759. [6] H. Hiral, S. Komatsuzaki, N. Toshima, Bull. Chem. Soc. Jpn. 57 (1984) 488. [7] V.M. Kothari, Ger. Often. 2315002 (1973); US Appl., 250802 (1973). [8] J.R. Bernerd, J. Chem. Phys. Chem. Biol. 74 (1977) 475. [9l E.B. Fountain, Ger. Often. 2217625 (1970). [10] G. Pajonk, Bull. Soc. Chem. Fr. (1975) 983. [11] S. Yoshida, H. Yamashita, T. Funabiki, T. Yonezawa, J. Chem. Soc., Faraday Trans. I. 80 (1984) 1435. [12] A. Molnar, G.H. Smith, M. Bartok, Adv. Catal. 36 (1988) 329. [13] J.F. Deng, X.P. Zhang, Appl. Catal. 37 (1988) 339. [14] J.E Deng, X.P. Zhang, Solid State Ionics 32/33 (1989) 1006. [15] D.K. lvana, Appl. Catal. 42 (1988) 121. [16] J.E Deng, J. Yang, S.S. Sheng, H.R. Chen, G.X. Xing, J. Catal. 150 (1994) 434. [17] Y. Okamoto, Y. Nitta, T. Imanaka, S. Teranishi, J. Chem. Soc., Faraday Trans. 175 (1979) 2027. [18] J.A. Schreifels, P.C. Maybury, W.E. Swartz, J. Catal. 65 (1980) 195. [19] J. Tamaki, H. Takagaki, T. Imanaka, J. Catal. 108 (1987) 256. [20] P. Kripylo, E Turek, Chem. Tech. 27 (1975) 605. [21] J. Chaouki, C. Chavarie, Appl. Catal. 187 (1986) 199. [22] E.K. Redeal, Concepts in Catalysis, Academic Press, London, 1980. APCATA 97001257 S0926-860X(97)00125-7 10.1016/S0926-860X(97)00125-7 Elsevier Science B.V. All rights reserved. Selective hydrogenation of cyclopentadiene to cyclopentene over an amorphous NiB/SiO2 catalyst Wei-Jiang Wang Ming-Hua Qiao Jun Yang Song-Hai Xie Jing-Fa Deng * Department of Chemistry, Fudan University, Shanghai 200433, China * Corresponding author. Tel.: +86 21 65492222x3792; fax: +86 21 65341642 An amorphous NiB/SiO2 catalyst, with a large specific surface area, was prepared by a reductive-impregnation method. The selective hydrogenation of cyclopentadiene to cyclopentene was carried out in a continuos flow fix-bed reactor at atmospheric pressure and with 10 g g cat−1 h−1 of cyclopentadiene feed. The catalyst showed high selectivity and stability. Cyclopentene was obtained in 96–100% yield at complete conversion of cyclopentadiene at temperatures ranging from 80°C to 200°C and no significant decrease of the activity was observed during the reaction period of 500 h. The catalyst sample was characterized by ICP, XRD, DSC, SEM, XPS, BET and O2 adsorption. XRD measurement revealed that the amorphous state was kept after catalytic reaction. Differential kinetic study showed that the hydrogenation proceeded according to a Rideal-Eley mechanism. Keywords Supported amorphous alloy Nickel-boron alloy Cyclopentadiene hydrogenation Catalytic activity Differential kinetics References [1] Natta G. J. Polymer Sci. 51 1961 463 [2] Calderon N. Hinrichs R.L. Chem. Tech. 4 1974 627 [3] Goodyear Tire, Rubber, US Patent, 3 751 499 (1973), 3 819 734 (1974), 3 915 891 (1975), 4 131 627 (1978); Gulf Res. Dev., US Patent, 4 062 907 (1997); Kanegabuchi Chem. Ind., Japan Kokai, 49-31642, 50-14657; Nissan Chem. Ind., Japan Kokai, 49-35358; Sakai Chem., Japan Kokai, 49-125340; Shell. Inst. Res., Ger. Offen., 2 127 625 (1971). [4] Kripylo P. Chem. Tech. 28 1976 22 [5] Sakamoto H. Takasaki K. Harano Y. Imoto T. J. Appl. Chem. Biotechnol. 24 1974 759 [6] Hiral H. Komatsuzaki S. Toshima N. Bull. Chem. Soc. Jpn. 57 1984 488 [7] V.M. Kothari, Ger. Offen. 2 315 002 (1973); US Appl., 250 802 (1973). [8] Bernerd J.R. J. Chem. Phys. Chem. Biol. 74 1977 475 [9] E.B. Fountain, Ger. Offen. 2 217 625 (1970). [10] Pajonk G. Bull. Soc. Chem. Fr. 1975 983 [11] Yoshida S. Yamashita H. Funabiki T. Yonezawa T. J. Chem. Soc. 80 1984 1435 Faraday Trans. I [12] Molnar A. Smith G.H. Bartok M. Adv. Catal. 36 1988 329 [13] Deng J.F. Zhang X.P. Appl. Catal. 37 1988 339 [14] Deng J.F. Zhang X.P. Solid State Ionics 32/33 1989 1006 [15] Ivana D.K. Appl. Catal. 42 1988 121 [16] Deng J.F. Yang J. Sheng S.S. Chen H.R. Xing G.X. J. Catal. 150 1994 434 [17] Okamoto Y. Nitta Y. Imanaka T. Teranishi S. J. Chem. Soc. 175 1979 2027 Faraday Trans. [18] Schreifels J.A. Maybury P.C. Swartz W.E. J. Catal. 65 1980 195 [19] Tamaki J. Takagaki H. Imanaka T. J. Catal. 108 1987 256 [20] Kripylo P. Turek F. Chem. Tech. 27 1975 605 [21] Chaouki J. Chavarie C. Appl. Catal. 187 1986 199 [22] Redeal E.K. Concepts in Catalysis 1980 Academic Press London",
      "scopus-id": "0040560749",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001257",
        "dc:description": "An amorphous NiB/SiO2 catalyst, with a large specific surface area, was prepared by a reductive-impregnation method. The selective hydrogenation of cyclopentadiene to cyclopentene was carried out in a continuos flow fix-bed reactor at atmospheric pressure and with 10 g g cat−1 h−1 of cyclopentadiene feed. The catalyst showed high selectivity and stability. Cyclopentene was obtained in 96–100% yield at complete conversion of cyclopentadiene at temperatures ranging from 80°C to 200°C and no significant decrease of the activity was observed during the reaction period of 500 h. The catalyst sample was characterized by ICP, XRD, DSC, SEM, XPS, BET and O2 adsorption. XRD measurement revealed that the amorphous state was kept after catalytic reaction. Differential kinetic study showed that the hydrogenation proceeded according to a Rideal-Eley mechanism.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001257",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Wei-Jiang"
          },
          {
            "@_fa": "true",
            "$": "Qiao, Ming-Hua"
          },
          {
            "@_fa": "true",
            "$": "Yang, Jun"
          },
          {
            "@_fa": "true",
            "$": "Xie, Song-Hai"
          },
          {
            "@_fa": "true",
            "$": "Deng, Jing-Fa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001257"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001257"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00125-7",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective hydrogenation of cyclopentadiene to cyclopentene over an amorphous NiB/SiO2 catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported amorphous alloy"
          },
          {
            "@_fa": "true",
            "$": "Nickel-boron alloy"
          },
          {
            "@_fa": "true",
            "$": "Cyclopentadiene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Catalytic activity"
          },
          {
            "@_fa": "true",
            "$": "Differential kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "101-109",
        "prism:endingPage": "109",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00125-7",
        "prism:startingPage": "101",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00125-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040560749"
      }
    }
  }
}