{
  "metadata": {
    "title": "Ultraviolet photoemission study of lithium nickel oxide: A contact of valence-band structure and selective oxidation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2008-04-01",
    "doi": "10.1016/j.apcata.2007.12.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X08000021",
    "pii": "S0926860X08000021"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-40149094443",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2008-01-08 2008-01-08 2010-11-18T10:52:41 1-s2.0-S0926860X08000021 S0926-860X(08)00002-1 S0926860X08000021 10.1016/j.apcata.2007.12.025 S300 S300.2 FULL-TEXT 1-s2.0-S0926860X08X00079 2024-01-01T12:25:51.395743Z 0 0 20080401 2008 2008-01-08T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 0926-860X 0926860X 338 338 1 2 1 2 Volume 338, Issues 1–2 14 79 82 79 82 20080401 1 April 2008 2008-04-01 2008 article fla Copyright © 2008 Elsevier B.V. All rights reserved. ULTRAVIOLETPHOTOEMISSIONSTUDYLITHIUMNICKELOXIDEACONTACTVALENCEBANDSTRUCTURESELECTIVEOXIDATION MIYAZAKI T 1 Introduction 2 Experimental 3 Results 4 Discussion 5 Conclusions Acknowledgements References MEGAHED 1995 155 S OBROVAC 1998 9 M OHZUKU 1999 151 T DELMAS 2000 71 C HATANO 1988 243 H MIYAZAKI 1999 51 T VANDERLAAN 1986 4253 G GORSCHLUTER 1994 17293 A FROMME 1996 1548 B MACKRODT 1996 66 W VANELP 1992 1612 J MIYAZAKI 1997 492 T MIYAZAKI 1997 245 T DAHN 1990 87 J WAGNER 1981 211 C KUHLENBECK 1991 1969 H FUJIMORI 1984 957 A MCKAY 1984 2343 J THULER 1983 2082 M MIYAZAKIX2008X79 MIYAZAKIX2008X79X82 MIYAZAKIX2008X79XT MIYAZAKIX2008X79X82XT item S0926-860X(08)00002-1 S0926860X08000021 1-s2.0-S0926860X08000021 10.1016/j.apcata.2007.12.025 271346 2024-01-01T12:25:51.395743Z 2008-04-01 1-s2.0-S0926860X08000021-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/MAIN/application/pdf/9a08a70d6c6c4953c07c52e9c96e7e4d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/MAIN/application/pdf/9a08a70d6c6c4953c07c52e9c96e7e4d/main.pdf main.pdf pdf true 395999 MAIN 4 1-s2.0-S0926860X08000021-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/PREVIEW/image/png/21ab31151e0364df4cbb6294bad0cdb7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/PREVIEW/image/png/21ab31151e0364df4cbb6294bad0cdb7/main_1.png main_1.png png 68636 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X08000021-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/STRIPIN/image/gif/0e5dd1fb9a6541fa3458b0a4b2b86a7d/si5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/STRIPIN/image/gif/0e5dd1fb9a6541fa3458b0a4b2b86a7d/si5.gif si5 si5.gif gif 341 21 43 ALTIMG 1-s2.0-S0926860X08000021-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/STRIPIN/image/gif/76fac4475b578d786d60a2587bf7922b/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/STRIPIN/image/gif/76fac4475b578d786d60a2587bf7922b/si4.gif si4 si4.gif gif 487 21 93 ALTIMG 1-s2.0-S0926860X08000021-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/STRIPIN/image/gif/58aac9a63800686d4ffa9140434a4b40/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/STRIPIN/image/gif/58aac9a63800686d4ffa9140434a4b40/si3.gif si3 si3.gif gif 242 18 54 ALTIMG 1-s2.0-S0926860X08000021-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/STRIPIN/image/gif/9c9498729e6b7beabc255d3cf68efb50/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/STRIPIN/image/gif/9c9498729e6b7beabc255d3cf68efb50/si2.gif si2 si2.gif gif 174 17 19 ALTIMG 1-s2.0-S0926860X08000021-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/STRIPIN/image/gif/233bf2b8aee0df11469787a33a280e1c/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/STRIPIN/image/gif/233bf2b8aee0df11469787a33a280e1c/si1.gif si1 si1.gif gif 344 21 43 ALTIMG 1-s2.0-S0926860X08000021-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr1/DOWNSAMPLED/image/jpeg/d73b123b4e56f4c09636fdeafab24fbd/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr1/DOWNSAMPLED/image/jpeg/d73b123b4e56f4c09636fdeafab24fbd/gr1.jpg gr1 gr1.jpg jpg 11175 223 319 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X08000021-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr1/THUMBNAIL/image/gif/6dfe06686b647178b279a3d84d352aa8/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr1/THUMBNAIL/image/gif/6dfe06686b647178b279a3d84d352aa8/gr1.sml gr1 gr1.sml sml 1424 88 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X08000021-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr2/DOWNSAMPLED/image/jpeg/e67bc82a65e9f54c45baa802c3e06f1e/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr2/DOWNSAMPLED/image/jpeg/e67bc82a65e9f54c45baa802c3e06f1e/gr2.jpg gr2 gr2.jpg jpg 20815 222 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X08000021-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr2/THUMBNAIL/image/gif/a031fbffec03703da8ca78387d9fb4ea/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr2/THUMBNAIL/image/gif/a031fbffec03703da8ca78387d9fb4ea/gr2.sml gr2 gr2.sml sml 1917 82 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X08000021-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr3/DOWNSAMPLED/image/jpeg/282eedfd8fb74ca7531e5af1b416c63a/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr3/DOWNSAMPLED/image/jpeg/282eedfd8fb74ca7531e5af1b416c63a/gr3.jpg gr3 gr3.jpg jpg 21718 402 280 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X08000021-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr3/THUMBNAIL/image/gif/515e36569b430e10d6f5898eb374dca5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr3/THUMBNAIL/image/gif/515e36569b430e10d6f5898eb374dca5/gr3.sml gr3 gr3.sml sml 1188 93 65 IMAGE-THUMBNAIL 1-s2.0-S0926860X08000021-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr4/DOWNSAMPLED/image/jpeg/a85b7012cb9abf74a77e15b8ac626c37/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr4/DOWNSAMPLED/image/jpeg/a85b7012cb9abf74a77e15b8ac626c37/gr4.jpg gr4 gr4.jpg jpg 45741 345 527 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X08000021-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/gr4/THUMBNAIL/image/gif/3aa7ef7c9a6b69f6d4250da0ea1e2b2e/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/gr4/THUMBNAIL/image/gif/3aa7ef7c9a6b69f6d4250da0ea1e2b2e/gr4.sml gr4 gr4.sml sml 2306 82 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X08000021-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/fx1/DOWNSAMPLED/image/jpeg/101cc652ac56d5e38c377925e934874b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/fx1/DOWNSAMPLED/image/jpeg/101cc652ac56d5e38c377925e934874b/fx1.jpg fx1 true fx1.jpg jpg 20500 77 119 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X08000021-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X08000021/fx1/THUMBNAIL/image/gif/c8179aa0531eb4a441dde2d86ec03a99/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X08000021/fx1/THUMBNAIL/image/gif/c8179aa0531eb4a441dde2d86ec03a99/fx1.sml fx1 true fx1.sml sml 2353 81 125 IMAGE-THUMBNAIL APCATA 11312 S0926-860X(08)00002-1 10.1016/j.apcata.2007.12.025 Elsevier B.V. Fig. 1 X-ray diffraction pattern of hexagonal LiNiO2 poly-crystals. Fig. 2 The sputter depth profiles of LiNiO2 sample and the relative peak area intensity of XPS Ni2p and O1s: (●) [Ni2p]; (▴) [O1s]; (♦) [C1s]; (□) ([Ni2p]/[O1s]). Fig. 3 UPS spectra of LiNiO2 sample at hν =40eV after the argon sputtering time for: (a) 0min, (b) 3min, (c) 6min, and (d) 10min under emission current of 29mA and voltage of 3kV. Fig. 4 (a) Comparison of UPS spectra at hν =40eV and the Gaussian fitted curve of: (a) LiNiO2 and (b) Li0.1Ni1.9O2, (c) CIS spectra of LiNiO2 at hν =62–72eV, corresponding to five structures below Fermi level at: (A) 1.6eV, (B) 2.7eV, (C) 5.1eV, (D) 6.9eV and (E) 9.7eV. Ultraviolet photoemission study of lithium nickel oxide: A contact of valence-band structure and selective oxidation T. Miyazaki a ⁎ D. Yoshimura b c K. Okudaira b d a Graduate School of Science and Engineering, Ehime University, Matsuyama 790-8577, Japan b Institutes for Molecular Science, Okazaki 444-858, Japan c Research Center of Materials Science, Nagoya University, Chikusa-ku, Nagoya 464-8602, Japan d Faculty of Engineering, Chiba University, Inage-ku, Chiba 263-8522, Japan ⁎ Corresponding author. Fax: +81 89 927 9942. We present a study of ultraviolet photoemission spectroscopy (UPS) and constant-initial-state spectroscopy (CIS) of lithium nickel oxide using synchrotron radiation. The top valence-band structure of Li0.1Ni1.9O2 and LiNiO2 has been applied to the investigation of selectivity for oxidative coupling of methane. It is suggested that lattice oxygen species are separable into two bands, and the proportion of the two O2p and Ni3d states was related to the function of the selective oxidation. Graphical abstract We have examined the oxidative function and valence electronic structure of LiNiO2 as a selective oxidation model catalyst, because the surface lattice oxygen is converting methane to ethane and ethylene. The ultraviolet photoemission spectroscopy (UPS) and the constant-initial-state spectroscopy (CIS) were applied to identify the contribution of each element to the valence band of LiNiO2. As the UPS was surface sensitive technique and effective for the top valence-band structures which determined the activities of the selective oxidation, it should be carefully investigated for the surface electronic structure. Also, the treatment of sample by the argon sputtering was done in order to imitate dynamic redox surface and remove the surface impurity. It was confirmed that the surface oxygen was separable into two states at E b <15eV below the Fermi energy. For comparison of Li0.1Ni1.9O2 and LiNiO2, it was suggested that the lattice oxygen species of the lower binding energy mainly formed in hexagonal LiNiO2. The selectivity of the oxidative reaction for methane should be decided by the formation of two oxygen states and its proportion of the density of states. Keywords Lithium nickel oxides Ultraviolet photoemission spectroscopy Valence-band structure Oxidative coupling of methane Selective oxidation 1 Introduction Hexagonal lithium nickel oxide (LiNiO2) has a layered structure in which lithium and nickel ions are situated in alternate layers. The crystal structure and the electronic structure have continued to receive considerable attention, both theoretically and experimentally, for fundamental interest as well as for technological applications. LiNiO2 has been studied extensively, and most of the researchers have focused on its electrochemical properties, since similar compounds were important and have been used as cathode materials in lithium-ion secondary batteries [1–4]. It was also found that LiNiO2 shows activity for oxidative coupling of methane (OCM) [5]. The activation of methane is very difficult due to its chemical stability and therefore high temperature conditions are necessary. The surface lattice oxygen in LiNiO2 functions as a reduction/oxidation (redox) catalyst and the selectivity was retained at a high temperature of 1033K. In the case of methane conversion over lithium nickel oxide complexes [6], nickel oxide (NiO) perfectly oxidized methane to carbon dioxide, whereas LiNiO2 selectively formed ethane and ethylene by the OCM reaction. The electronic structure of NiO and Li-doped NiO has been discussed previously, and experimental and theoretical information has been obtained [7–11]. Ni compounds such as NiO are octahedrally surrounded by O2− ions, which make the degenerated 3d8 states split into two states. The ground states have 3A2g symmetry ( t 2 g 6 e g 2 ) in which the d z 2 and d x 2 − y 2 orbitals (eg states) are energetically separated from the d xy , d xz and d yz orbitals (t2g states). The comparison of the electronic structure of NiO and LiNiO2 might be useful to understand the oxidation behavior. The oxidation state has been studied by X-ray photoelectron spectroscopy (XPS) in order to examine the electronic structures of the core levels. It was considered that active species extract hydrogen from methane and accordingly the methyl radicals are coupled on the catalysts surface. We have suggested that the anisotropic structure should also play a key role in the formation of active sites in the OCM reaction [12,13]. The oxidation state has been mainly studied using the chemical shift of the core level such as O1s and Ni2p, but the relationship between the electronic structures of the top valence band and the selective reaction has not been discussed much. In particular, the electronic structures of the top valence band usually determine the electronic properties and surface catalytic properties of the materials. Therefore, the electronic structure leading to an experimental approach to the O2p and Ni3d states of LiNiO2 should be carefully investigated. In this work, we have examined the oxidative function and valence electronic structure of LiNiO2 as a selective oxidation model catalyst, because the surface lattice oxygen selectively converts methane to ethane and ethylene. Ultraviolet photoemission spectroscopy (UPS) and constant-initial-state spectroscopy (CIS) were applied to identify the contributions of each element to the valence band of LiNiO2. UPS is a surface–sensitive technique and is effective for determining the top valence-band structures which determine the selective oxidation characteristics, and should be carefully investigated for the surface electronic structure. Also, the surface treatment of the sample by argon ion sputtering was carried out in order to imitate the dynamic redox surface and remove surface impurities. These results will be discussed in relation to the electronic structure and surface catalysis. 2 Experimental LiNiO2 samples were synthesized by a solid-state reaction. Stoichiometric (Li:Ni=1:1) and non-stoichiometric (Li:Ni=1:9) amounts of LiNO3 and Ni(OH)2 were ground together, pressed into pellets, and heated in air at 873K for 4h and then at 1073K for 8h in a tube furnace. Powder X-ray diffraction (XRD) measurements of the samples were carried out in order to confirm the structure. The XRD data were collected using a RINT2000 instrument (RIGAKU Co. Ltd.) from 10°/2θ to 80°/2θ with a step size of 0.02° and a dwell time of 2s. Surface analysis was performed by XPS using a Perkin-Elmer XPS 1600E (Mg Kα). Ultraviolet Photoemission Spectra measurements were carried out at the beamline 8B2 of the UVSOR facility at the Institute for Molecular Science. Synchrotron radiation was monochromated by a plane-grating-monochromator supplying radiation in the energy range of 2∼150eV. Good electrical contact was ensured with the grounded sample holder using silver paste. Pretreatments of XPS and UPS measurements were carried out by argon ion sputtering under conditions of emission current of 29mA and voltage of 3kV under argon gas at 5×10−5 Pa. In the CIS spectra, the photo-emitted electrons normal to the sample surface were counted by the same electron-energy analyzer as described above by changing hν and the electron kinetic energy simultaneously to yield the fixed electron binding energy (E b). The UPS spectra reported in this article were recorded with an incident photon energy in the range of 30∼72eV and the energy resolution of E/ΔE was found to be about 500 by measuring the Fermi edge of gold. 3 Results Fig. 1 shows XRD pattern of a synthesized sample. The diffraction pattern shows the appearance of several peaks of 2θ values at 18.6°, 36.5°, 37.8°, 38.1°, 44.3°, 48.5°, 58.4°, 58.5°, 64.3°, 64.7°, 67.9°, 76.5° and 77.4°. These diffraction lines closely correspond to Miller indices of (003), (101), (102), (006), (104), (105), (107), (009), (108), (110), (113), (201) and (116) planes, respectively. The peak intensity ratio of the (102), (006) and (101) Bragg peaks of 0.5 has generally taken to be a sign of good bulk lithium and nickel ions alternating and ordering in hexagonal LiNiO2 [14]. Thus, the bulk structure of the sample could be attributed to hexagonal LiNiO2 poly-crystals. Fig. 2 shows the peak area intensity of Ni2p, O1s and C1s XPS signals as a function of the argon ion sputtering time. The intensity of Ni2p XPS signal increased with the sputtering time and that of O1s decreased. The area intensity ratio, expressed as [Ni2p]/[O1s], is almost equivalent to 6.0, which is comparable to the calculated value, 5.7 for LiNiO2 from the atomic sensitivity factors of Ni2p and O1s for X-ray source [15]. The C1s signal disappeared after the argon ion sputtering for 10min, indicating that the outer layer of the sample was removed. The UPS spectra of LiNiO2 sample are measured at hν =40eV for each sputtering time with reference to the Fermi energy, as shown in Fig. 3 . As the total instrumental resolution of the UPS equipment was estimated to be about 0.1eV or less, each band shape of LiNiO2 appears to be broader than the corresponding band of NiO. In the UPS spectra of the sample without the surface treatment (Fig. 3a), there was no feature characteristic of Ni3d appearing near the Fermi level. The appearance of D′ band suggested that the outer layer of this sample was covered with surface impurities such as oxygen, carbonates and hydroxides. After the argon ion sputtering (Fig. 3b and c), some new valence-band structures appear. The argon sputtering treatment for 10min finally reveals the net electronic structure of the hexagonal bulk LiNiO2 (Fig. 3d). Five structures are discriminated in the energy range from the Fermi level to E b =15eV, as denoted by characters A–E. Fig. 4a and b shows the UPS spectra of LiNiO2 and Li0.1Ni1.9O2 at hν =40eV and the Gaussian curve fitted peaks after a smooth background subtraction of secondary electrons from the original UPS spectra. For comparison, the UPS spectrum from cubic Li0.1Ni1.9O2 is also shown in Fig. 4b as the reference of bulk NiO. The photoionization cross-section of O2p is roughly equal to that of Ni3d at the photon energy of 40eV [16]. The calculated spectrum made up from five individual bands at E b ≤15eV consistently matched the UPS spectrum of LiNiO2, and a full width at half maximum of each five peak was taken within 1.5∼2.5eV as the results of Gaussian free parameters. The peak position of each band, denoted by the characters A–E, were centered at binding energies of E b =1.6, 2.7, 5.1, 6.9 and 9.7eV below the Fermi level, respectively. The CIS curves correspond to the UPS structures A–E shown in Fig. 4c. From the resonant photoemission spectra in NiO and Ni metal the Ni3p→Ni3d core absorption edge was located at around 65–66eV, and the CIS curves of A, B, D and E exhibit a large dip in the Ni3p absorption edge. However, there is no clear dip in the CIS curve of C. The highest valence bands were also due to the Ni3d levels which was divided into t2g and eg by the crystal field of the surrounding six oxygen ions from the band calculation results [17]. These results lead to the conclusion that the structures of A and B were assigned to Ni3d multiplets, and the structure of E can be assigned to a multi-electron satellite. The structures of A and B contributed to the t2g and eg states, respectively, and the energy difference was 1.1eV, in agreement with the experimental bulk d–d transition energy of 3A2g ( t 2 g 6 e g 2 ) → T 2g 3 ( t 2 g 5 e g 3 ) . In the case of NiO the features at 4.8eV and 7.0eV below Fermi level have been assigned O2p σ and O2p π states, respectively [18]. The structures of D also appeared to show the Ni3d character, however that of C has a small contribution. The C and D bands at could be assigned to two O2p states, but the behavior of the incident photon energy seems to be different in the crystal field of hexagonal LiNiO2. 4 Discussion The valence-band spectra of the hexagonal LiNiO2 and the cubic Li0.1Ni1.9O2 consist of five structures at E b ≤15eV below the Fermi level and are analogous to those of the cubic NiO. The top valence region is derived from the Ni3d and O2p states and seems to have no contribution of the Li1s at 54.7eV. The Ni3d states are highly localized, while the O2p states are dispersive in the valence band [19]. The spectral onsets of LiNiO2 and Li0.1Ni1.9O2 are 0.2eV and 1.1eV, respectively. The onset energy of LiNiO2 is relatively small for comparing with those of Li0.1Ni1.9O2 and corresponds with band gap energy. In Fig. 4, the Ni3d peak intensity of LiNiO2 is obviously smaller than those of Li0.1Ni1.9O2. Assigning the formal charge of Li+ and O2− yields a nominal oxidation state of Ni3+ in which the 3d7 states is not particularly stable in the solid state. However, the decrease of the electron density is correspondent with removing the electron on Ni3d states, so nickel in the hexagonal LiNiO2 lattice implies to become tri-positive Ni3+ ions. From the UPS comparison in Fig. 3, the D′ band is consistent with the O2p states of the adsorbent species such as carbonates. The binding energy of the C band is shifted to lower than those of the D′ band. It should be suggested that two species of the O2p states at least coexist on the hexagonal LiNiO2 surface. In the initial stage reaction with methane, NiO selectively oxidized methane to CO2, while LiNiO2 coupled methyl radical species to C2-hydrocarbons. Thus, the selective oxidation on nickel oxide complexes, these are also anticipated to be two kinds of the oxidation sites. One is a selectively oxidative coupling reaction site which abstract one or two hydrogen from methane, another is an ultimate oxidation site. The lattice oxygen of LiNiO2 is situated in the anisotropic charge density between mono-positive Li+ ions and tri-positive Ni3+ ions. It was considered that a selective oxidation site formed in layered LiNiO2 lattice as a [O2−δ ] (δ >0) species extracted hydrogen from methane. From the UPS spectra of LiNiO2 and the Gaussian fitting data there were two O2p states (denoted C and D in Fig. 4a) at 5.1eV and 6.9eV within approximate 4:1 intensity ratio. On the other hand, the surface of Li0.1Ni1.9O2 also coexist two oxygen species, however, the relative intensity ratio of two O2p states has been inverted in comparison with the case of LiNiO2. The C (or C*) states correspond to the oxidative methane coupling site and the D (or D*) states correspond to the ultimate oxidation site. Generally, the occupied electron and the electron hole of the highest valence orbital fulfils the role of the chemical reaction and adsorption on catalysis, however, the O2p orbital of LiNiO2 was located at 3.5eV from the Ni3d level. It will become next problem how is related to the top valence-band region and the selective oxidation. Furthermore, we need to study the electronic structure of the top valence band in order to establish advanced reaction control technology. 5 Conclusions In this work, the valence-band photoemission spectra of Li0.1Ni1.9O2 and LiNiO2 using synchrotron radiation were examined for the combination of the selective oxidation for methane and the valence-band electronic structure. Pretreatment by argon bombardment was effective to imitate the roughness on the dynamic surface and for purification. The CIS spectra, in conjunction with the photon energy dependence of the UPS spectra, provided assignment of valence-band structures. It was confirmed that the surface oxygen was separable into two states at E b <15eV below the Fermi energy. For comparison of Li0.1Ni1.9O2 and LiNiO2, it was proven that lattice oxygen species of the lower binding energy mainly formed in the layered Li–Ni–O lattice. The selectivity of the oxidative reaction for methane should be decided by the formation of two oxygen states and its proportion of the density of states. Acknowledgements The authors acknowledge the staff of the UVSOR facility and IMS for their helpful advice and technical support. Help rendered by Prof. Y. Sadaoka (Ehime University) and Prof. H. Aono (Ehime University) for XPS operation is gratefully acknowledged. References [1] S. Megahed W. Ebner J. Power Sources 54 1995 155 [2] M.N. Obrovac O. Mao J.R. Dahn Solid State Ionics 112 1998 9 [3] T. Ohzuku K. Nakura T. Aoki Electrochim. Acta 45 1999 151 [4] C. Delmas G. Prado A. Rougier E. Suard L. Fournès Solid State Ionics 135 2000 71 [5] H. Hatano K. Otsuka Inorg. Chim. Acta 146 1988 243 [6] T. Miyazaki M. Aoki O. Takayasu Jpn. J. Appl. Phys. 38 1999 51 [7] G. van der Laan J. Zaanen G.A. Sawatzky R. Karnatak J.-M. Esteva Phys. Rev. B 33 1986 4253 [8] A. Gorschlüter H. Merz Phys. Rev. B 49 1994 17293 [9] B. Fromme M. Möller Th. Anschütz C. Bethke E. Kisker Phys. Rev. Lett. 77 1996 1548 [10] W.C. Mackrodt N.M. Harrison V.R. Saunders N.L. Allan M.D. Towler Chem. Phys. Lett. 250 1996 66 [11] J. van Elp H. Eskes P. Kuiper G.A. Sawatzky Phys. Rev. B 45 1992 1612 [12] T. Miyazaki T. Doi M. Kato T. Miyake I. Matsuura Appl. Surf. Sci. 121–122 1997 492 [13] T. Miyazaki T. Doi T. Miyamae I. Matsuura Stud. Surf. Sci. Catal. 110 1997 245 [14] J.R. Dahn U. von Sacken C.A. Michal Solid State Ionics 44 1990 87 [15] C.D. Wagner Surf. Interf. Anal. 3 1981 211 [16] H. Kuhlenbeck G. Odorfer R. Jaeger G. Illing M. Menges Th. Mull H.J. Freund M. Pohlchen V. Staemmler M. Pohlchen V. Staemmler S. Witzel C. Scharfschwerdt K. Wennemann T. Liedtke M. Neumann Phys. Rev. B 43 1991 1969 [17] A. Fujimori F. Minami Phys. Rev. B 30 1984 957 [18] J.M. Mckay V.E. Henrich Phys. Rev. Lett. 53 1984 2343 [19] M.R. Thuler R.L. Benbow Z. Hurych Phys. Rev. B 27 1983 2082",
      "scopus-id": "40149094443",
      "coredata": {
        "eid": "1-s2.0-S0926860X08000021",
        "dc:description": "We present a study of ultraviolet photoemission spectroscopy (UPS) and constant-initial-state spectroscopy (CIS) of lithium nickel oxide using synchrotron radiation. The top valence-band structure of Li0.1Ni1.9O2 and LiNiO2 has been applied to the investigation of selectivity for oxidative coupling of methane. It is suggested that lattice oxygen species are separable into two bands, and the proportion of the two O2p and Ni3d states was related to the function of the selective oxidation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X08000021",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Miyazaki, T."
          },
          {
            "@_fa": "true",
            "$": "Yoshimura, D."
          },
          {
            "@_fa": "true",
            "$": "Okudaira, K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X08000021"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X08000021"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(08)00002-1",
        "prism:volume": "338",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Ultraviolet photoemission study of lithium nickel oxide: A contact of valence-band structure and selective oxidation",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lithium nickel oxides"
          },
          {
            "@_fa": "true",
            "$": "Ultraviolet photoemission spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Valence-band structure"
          },
          {
            "@_fa": "true",
            "$": "Oxidative coupling of methane"
          },
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-82",
        "prism:endingPage": "82",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 2008",
        "prism:doi": "10.1016/j.apcata.2007.12.025",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/j.apcata.2007.12.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "341",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "487",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "54",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "242",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "19",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "174",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "344",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "223",
            "@width": "319",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11175",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1424",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "222",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20815",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1917",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "402",
            "@width": "280",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21718",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1188",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "345",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "45741",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2306",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "77",
            "@width": "119",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20500",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X08000021-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2353",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/40149094443"
      }
    }
  }
}