{
  "metadata": {
    "title": "Deactivation of Ni/SiO<ce:inf loc=post>2</ce:inf>/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>-catalyst in hydrogenation of 3-hydroxypropanal solution",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-07-31",
    "doi": "10.1016/S0926-860X(96)00394-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003948",
    "pii": "S0926860X96003948"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-5444231607",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003948 S0926-860X(96)00394-8 S0926860X96003948 10.1016/S0926-860X(96)00394-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00567 2024-01-01T12:19:29.85596Z 0 0 19970731 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 155 155 2 2 Volume 155, Issue 2 3 179 194 179 194 19970731 31 July 1997 1997-07-31 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. DEACTIVATIONNISIO2AL2O3CATALYSTINHYDROGENATION3HYDROXYPROPANALSOLUTION ZHU X ARNTZ 1991 733 735 D UNRUH 1992 J METHODFORMANUFACTURE13PROPANDIOL ROHE 1996 13 16 D TAU 1991 K PROCESSFORMAKING13DIOLSFOREPOXIDES ZHU 1995 X PHDTHESIS ZHU 1997 X ZHU 1996 495 501 X ZHU 1996 475 485 X BARTHOLOMEW 1994 C CATALYSTDEACTIVATION SINTERINGMINETICSSUPPORTEDMETALS ARNTZ 1992 D BARTHOLOMEW 1987 C CATALYSTDEACTIVATION MECHANISMSNICKELCATALYSTPOISONING HUGHES 1984 R DEACTIVATIONCATALYSTS SATTERFIELD 1980 C HETEROGENEOUSCATALYSISINPRACTICE WILLIAMS 1972 352 355 A LINKE 1956 W SOLUBILITIESINORGANICORGANICCOMPONENTS WANKE 1987 S SINTERINGSUPPORTEDMETALCATALYSTSCATALYSTDEACTIVATION ZHUX1997X179 ZHUX1997X179X194 ZHUX1997X179XX ZHUX1997X179X194XX item S0926-860X(96)00394-8 S0926860X96003948 1-s2.0-S0926860X96003948 10.1016/S0926-860X(96)00394-8 271346 2024-01-01T12:19:29.85596Z 1997-07-31 1-s2.0-S0926860X96003948-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003948/MAIN/application/pdf/cd6110aecf05fdbdc4c85a5c5d966913/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003948/MAIN/application/pdf/cd6110aecf05fdbdc4c85a5c5d966913/main.pdf main.pdf pdf true 711536 MAIN 16 1-s2.0-S0926860X96003948-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003948/PREVIEW/image/png/d12d6519757675a20bb993629ae715c2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003948/PREVIEW/image/png/d12d6519757675a20bb993629ae715c2/main_1.png main_1.png png 43974 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96003948-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003948/STRIPIN/image/gif/1eb6c1e19edb1f2e97636ac14fcd509b/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003948/STRIPIN/image/gif/1eb6c1e19edb1f2e97636ac14fcd509b/si1.gif si1 si1.gif gif 942 30 180 ALTIMG i APPLIED CATALYSIS A:GENERAL ELSEVIER Applied Catalysis A: General 155 (1997) 179-194 Deactivation of Ni/SiO2/A1203-catalyst in hydrogenation of 3-hydroxypropanal solution Xiao Da Zhu, Hanns Hofmann Institute of Technical Chemistry 1, Friedrich-Alexander-University Erlangen-Niirnberg, Egerlandstrasse 3, D-91058 Erlangen, Germany Received 13 July 1996; received in revised form 18 November 1996; accepted 18 November 1996 Abstract The deactivation of Ni/SiO2/A1203-catalyst pellets in hydrogenation of 3-hydroxypropanal (HPA) to 1,3-propanediol (PD) was investigated in a continuously operated spinning basket reactor at temperatures 45-80 and pressures 2.60-5.15 MPa. The adsorption of by-products and probably also impurities from the liquid feed causes a deactivation of the catalyst by blockage of the mesopores of the catalyst pellets. For the description of the deactivation a reasonable mathematical model was developed. The model parameters were estimated by a method that does not require the activity of the fresh catalyst. Keywords: Deactivation; Modelling; Parameter estimation; Kinetics; Hydrogenation; Nickel catalyst; 3- hydroxypropanal; 1,3-propanediol 1. Introduction The catalytic hydrogenation of 3-hydroxypropanal (HPA) formed by the hydra- tion of acrolein (Ac) is an important process for the production of 1,3-propanediol (PD), a potentially attractive intermediate for many applications [1-3]. However, compared to butanediol, propanediol production costs are relatively high, limiting its marketing [3]. In recent years many attempts have been made (new techno- logies, highly effective catalysts) to solve this problem [1,2,4]. A high degree of conversion of HPA and a high selectivity to PD can be obtained in hydrogenation of aqueous HPA solution over a Ni/SiO~/A1203-catalyst [5-8]. Carried out in trickle beds, this process has lower production costs compared to those in slurry reactors, * Corresponding author. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S09 26-860X(96)00394- 8 180 X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 however, the deactivation of the Ni/SiO2/Al203-catalyst at usual conditions cannot be neglected in long operation periods. For the prediction and prolongation of catalyst lifetime in trickle beds, the hydrogenation of HPA over the Ni/SiO2/AlzO3- catalyst pellets was investigated in a continuously operated spinning basket autoclave to avoid the problem of catalyst particle suspension. 2. Experimental 2.1. Equipment set-up The experimental set-up is shown in Fig. 1. Main part is a 2 1 autoclave R with a spinning basket fixed on the stirrer shaft 1 cm above a four-blade turbine impeller driven by a variable speed motor M. 2.2. Materials Cylindrical catalyst pellets (diameter 0.8 mm, mean length 5 ram) were supplied by Stid-Chemie AG. Their physical and chemical properties are given in literature [5,6]. A pretreatment of the catalyst was not necessary because nickel has been supplied in a reduced state with a good protection against oxidation. 16 wt% aqueous solution of HPA (available from industry) was used to prepare different concentrations of HPA in the liquid feed by dilution. Its composition is reported in literature [5]. 99.99 wt% hydrogen was supplied by Linde AG. 2.3. Experimental procedure In an experiment 20 g dry catalyst pellets were filled in the basket. 1.6 1 aqueous solution of HPA was charged into the autoclave and the whole set-up was flushed with nitrogen. Then the autoclave and its content were heated to the desired temperature while stirring under nitrogen; simultaneously liquid feed was pumped into the reactor, the pressure control system, PIC, was switched on and the exit valve of the autoclave was opened. The liquid flowed continuously from the autoclave into tank B 1 and then B2. A pressure controller (PIC) could control the liquid level in the autoclave in a range less than 5%. Finally the autoclave was purged without agitation with hydrogen, than pressurized to the desired level. After the first sample was taken, agitation was started again together with a record of the operation conditions. The liquid product in tank B2 was continuously discharged to tank B4. Hydrogenation was carried out at constant temperature (TIC) and pressure (PIC). The liquid flow rate was measured by the weight change of liquid in tank B3 per minute. It could be varied by changing the reciprocating length of pump E Samples were taken in a certain interval after purging the sample tube. Each liquid sample was analysed by gas chromatography (DANI 8521-A with FID X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 o r I I p I 181 182 X. Da Zhu, ILL Hofmann/Applied Catalysis A: General 155 (1997) 179-194 651.1). The concentration of nickel in the catalyst pellets was determined at the start and also at the end of each experiment by AAS (Perkin-Elmer model 2100). Surface areas and pore radius distribution of catalyst pellets were measured by nitrogen adsorption (Micromeritics model 2100D). 3. Results and discussions 3.1. Experimental results The measured concentrations at different conditions are plotted versus the normalized operation time t/~-o to display the deactivation of the catalyst. Without any reaction the output concentration of a continuously operated CSTR is approximately equal to that of the input if the operation time is three times greater than the mean residence time To; the range t/To<3 is called transient regime. In case of a reacting system, product concentrations will increase and reactant concentra- tions will decrease in this regime up to the stationary level. At stationary state (in Fig. 2(A)) on the right of the vertical line t/'ro=3) the output of products per minute is equal to their rate of formation and reactant and product concentrations would remain constant if the catalyst did not deactivate. A decrease in product con- centrations at stationary state indicates a deactivation of catalyst. Fig. 2(A) shows typical concentration-time curves of HPA and PD during the hydrogenation. PD concentration at different conditions shown in Fig. 2(A)-(D) decrease with the operation time at stationary state. Therefore, the Ni/SiOz/AlzO3-catalyst pellets were evidently deactivated in HPA hydrogenation. The effect of hydrogen pressure on catalyst deactivation is presented in Fig. 2(B). As the concentration-time curves at 4.0 and 5.15 MPa almost coincide, the deactivation is independent of the hydrogen concentration in the liquid phase. Elevated temperature causes a faster decrease of PD concentration at the stationary regime (Fig. 2(C)), i.e. the catalyst loses its activity at high temperature quicker than at low temperature. By comparing the experimental results obtained with HPA solutions diluted with different amounts of deionized water, it was expected to investigate whether impurities in the feed affect the deactivationFig. 2(D) shows that the slope of the concentration-time curve at CHPA,0=2.2 mol/1 and Lm=0.894 kg/h does not differ significantly from that at CHPA,0----1.1 tool/1 and Lm-----1.195 kg/h. This may be because either some impurities in the liquid feed (even they are poisons to nickel catalysts according to the literature) have no effect on the deactivation of the used catalyst pellets, or impurities found in the feed existed already in the deionized water used for the dilution. A flatter concentration-time curve appears at higher liquid flow rate, although the concentration of impurities accumulated in the autoclave may have increased. So the deactivation of the catalyst pellets will be stronger at low liquid flow rate. X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 183 1.50 c. \"'~1.00 o.5o 0.00 ..... 0.00 HPA PD T=333K p=f.15MPa Ck=12.42 g/l C.pA.=I,I moI/l V1=1.608 Q,= 1.194 l/h 1 50 ~1.00 20.50 GeS~p=5.t5MPa qs=l.20 l/h p=4.00MPm Q,=1,24 I/h CHp~=l.l mol/I Vm=I,61 L C==t2.42 g/| T=333 ,,,, ......... , ......... , ......... , 0,00 ....... j 5.00 10.00 15.00 20.00 0.00 5,00 10.00 t5.00 20.00 25.00 t/~-o t/To A B 1.50 ,.,..,,1.00 <. 20.50 c.,.) 0.00 0.00 <2~Ge~p=5.15MPa qt=l.22 I/h T=3ISK p=5.15MPa Qt=0.8941/h T=333K p=5.151dPa Ql=l.14 1/h T=353K CnpA=2.2 mol/l Va=I.6I 1 Ck=12.42 g/l .50 (X:XX~ Q,=2.28 l/h C~,,:Z.2 mol/l se~e~O,:l.195 I/h CKp~,:t.1 tool/1 =::=: ql=0.Sg4 l/h C:.,~=2.2 rnol/l T=333K p=5.15MPa V,=1.608 Ck= 12.42 g/I ~1.00 o.5o 0.00 O .... 0.00 5.00 I 0.00 15,00 20.0 5.00 10.00 15.00 20. t/to t/~-o C D Fig. 2. Concentration-time curves at different conditions: (A) typical concentration-time curves of HPA and PD; (B) effect of hydrogen pressure; (C) effect of temperature; (D) effect of liquid flow rate and dilution of HPA solution. To explain the above results the reaction schema and the reasons of deactivation of Ni/SiOz/A1203-catalyst pellets were investigated. 3.2. Reaction schema The hydrogenation of aqueous solution of HPA over Ni/SiOz/AleO3-catalyst powder is a three-phase reaction [5,6]. The main reaction (a) HPA+ H2 ~ PD 184 X. Da Zhu, H. Hofrnann/Applied Catalysis A: General 155 (1997) 179-194 is occurring only in the presence of catalysts. The following side reactions will also take place in hydrogenation of HPA solution. (b) HPA + PD --+ acetal + H20 (c) HPA *--, Ac + H20 (d) HPA + Ac -+ 4-oxa-1, 7-heptandial Side reaction (b) is a heterogeneous catalytic reaction. The reversible dehydration of HPA to Ac and the irreversible reaction between HPA and Ac occur only in the liquid phase [5-8]. 3.3. Reasons for deactivation of Ni/SiO2/A120~-catalyst pellets Deactivation of nickel catalysts has been investigated during the last decade, mostly in gas-solid reaction systems [9-14,16]. Loss of active sites by sintering, dissolving of nickel in the liquid phase, evaporation of nickel into the gas phase and geometrical blocking as well as adsorption of poisons are possible reasons for the deactivation. Common poisons in hydrogenation are compounds of S, Se, Te, R As, Zn, Hg, halides, Pb, NH3, C2H2Nickel can also be oxidized by oxygen to nickel oxide that has less activity in hydrogenation. Therefore, also oxygen can act as poison for nickel catalysts. Since the aqueous solution of HPA was hydrogenated at temperatures less than 80, sintering of the nickel particles on the surface of the catalyst pellet can be excluded as a reason for the deactivation; it starts normally only at temperatures higher than 200. But a loss of nickel from the catalyst pellets occurred during the hydrogenation. Table 1 shows that the nickel content in catalyst pellets decreased from 49.1% at the start of the hydrogenation to approximately 42% at the end of different experiments, depending weakly on the reaction conditions. In this case nickel was found in the liquid. If the loss of active sites of the catalysts were primarily caused by this dissolution of nickel, the activity of the catalyst would have decreased linearly with time on stream [5]. In fact a hyperbolic model can better Table 1 Concentration of nickel in catalysts after experiments under different operation conditions No. Duration (mAn) Ni (wt%) T (K) P (MPa) Qt (kg/h) Cg (g/l) CHPA,O (mol/l) K2 740 42.7 333 5.15 2.292 12.42 2.19 K3 980 41.7 333 5.15 0.894 12.42 2.19 K4 770 -- 353 5.15 1.140 12.42 2.19 K5 900 41.5 318 5.15 1.140 12.42 2.19 K6 1260 41.4 318 5.15 1.218 12.42 2.19 K7 1620 41.3 333 5.15 1.218 12.42 1.09 K8 1620 41.4 333 4.00 1.248 12.42 1.09 K9 1320 43.5 333 5.15 1.194 12.42 1.09 X. Da Zhu, H. Hofrnann/Applied Catalysis A: General 155 (1997) 179-194 185 describe changes of the catalyst activity (see Section 4), leading to the conclusion that the dissolution of nickel seems not to play the most important role in deactivation. The effect of temperature on catalyst activity, mentioned above, gives further evidence. The rate of nickel dissolution is proportional to the difference between the solubility of nickel and its effective concentration in the liquid phase. As the solubility of nickel in the CO2-H20 system (most similar to the aqueous solution of HPA) decreases with increasing temperature [15], also the rate of dissolution should be faster at lower than at higher temperature, leading to a quicker deactivation of the catalyst at lower temperatures. But this could not be verified experimentally. Evidently, the small amount of surface atoms of the nickel layer dissolved, seems not to reduce the catalytically active area of the nickel surface, because the role of dissolved nickel atoms is taken over by newly exposed nickel atoms underneath, i.e. the dissolution of nickel atoms must not really cause a loss of active sites on the catalyst pellets. The specific area (SBET, Smicro and Smeso) the mean pore radius (rmicro and rmeso) and the pore distribution of fresh and deactivated catalyst were measured (see Table 2 and Fig. 3). The specific area SBET and Smicro, the mean micropore radius rmicro and the distribution of the micropores of catalyst pellets do not vary significantly during the deactivation. However, the mesopore radius rrneso, the specific area Smeso and the mesopore radius distribution of fresh catalyst pellets are somewhat different from those of the deactivated catalyst. This indicates that some mesopores of the catalyst seem to be blocked by the formation of higher molecular by-products as they can cause the blockage of mesopores, but not of micropores. Traces of S, R As, halides, Pb, NH3 were detected in the deionized water used for the dilution of the aqueous HPA solution. They are known as poisons for nickel catalysts. Therefore, a reversible and/or irreversible adsorption of such compounds could occur in HPA-hydrogenation, reducing the number of active sites. As the concentration of those poisons could not be reduced by the dilution of the original HPA solution, it cannot be excluded definitely by our experiments that these poisons contribute also to the deactivation. The rate of deactivation becomes much slower in a long duration experiment. It does not however decrease to zero. This cannot be explained by a reversible adsorption. If only a reversible adsorption caused the deactivation process, the activity of catalysts would remain constant if the equilibrium between adsorption Table 2 Specific areas and mean pore radii of fresh and deactivated catalyst pellets Catalysts aBET (m2/g) amicro (m2/g) S .... (m2/g) ?'micro (nm) rm~so (nm) Fresh 210 168 117 0.43 1.9 Deactivated 199 171 106 0.43 2.2 186 X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 =~ ~o o o o o o V'6/Iw u0!~nq!J~s!p awnl0A _0 :~d ~E C'- v o o .-= '~ ~qD :_o ~ o d \"d o. o. ~ - e~ : C\" cq d I,.1111' [, I1' ,] .111'1 IT'' ' I~IT V6/ILU u0!),nq!J?s!p awnloA X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 187 and desorption is reached. Therefore, an irreversible adsorption should be respon- sible for the deactivation. The effect of the liquid flow rate on the catalyst activity may also be explained by a blockage of mesopores of catalyst pellets. At high liquid flow rates, correspond- ing to a short residence time, the conversion of by-products is small, and the time for an irreversible adsorption of poisons is short, i.e. the catalyst should deactivate slower. Taking into account all these observations it is believed that pore blockage by higher molecular species may be the main reason for the deactivation of Ni/SiO2/A1203-catalyst pellets. 4. Modelling of deactivation 4.1. Model for the activity of catalyst pellets The apparent rate rd,i of deactivation of the catalyst is usually expressed by dai -- kd,i(Cd, T)and, i = HPA, PD. (1) rd,i -- dt For the isothermal hydrogenation of HPA it is supposed that kd,i depends very weakly on the concentrations of poisons. In this case, if nd=l Eq. (1) can be reformulated into ai = exp(-k&it) (2) respectively into 1 ai = (3) [1 + (nd - 1)k~,it]1/(nd-1) if nd1. The apparent activity of catalysts is generally defined by Re,i(t, G, 7\") (4) ai -- Re,i( to, CI, T)' where Re,i(t, C1, T) is the apparent rate of formation/consumption. It can be calculated by Q1 ee,i(t > 3T0, Cl, T) = ~ (Ci,0 - Cl,i) (5) at the stationary state of a CSTR. Usually the apparent rate of formation/ consumption Re,i(to, Cl, T) at time to is determined as follows: the initial con- centration without deactivation of the catalyst is estimated by extrapolation of the measured concentration-time curves to t=0; subsequently and output concentra- tion with the residence time To=VR/Q1; The activity ai is calculated by Eqs. (4) 188 X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 and (5). But this traditional method can be applied only in systems where the residence time is short and the deactivation in the transient regime is very weak. It is not applicable in the hydrogenation of HPA because of a long transient regime in which effectiveness factor as well as activity of catalyst pellets may vary sub- stantially. To solve this problem an alternative method was applied. 4.2. Method to estimate model parameters The parameters nd and kd,i in Eq. (3) can be estimated by minimizing the objective function = .{_..Cl,ij,exp.- Cl,i~j,cal.)2. (6) F i=HPA j--1 For a continuously operated autoclave (CSTR) the mass balance equation system dCl,i _ Ql (Cg,o - Cl,i) + Re,i(t, CI, T), (7) dt VR C1 = (C1,H2, CI,HPA, C1,PD, CI,Ac)T and its boundary conditions Cl,ilt=o = Ci,o, i = HPA, PD, Ac (8) can be applied to calculate the concentration Cl,i of component i in the liquid phase. For this the apparent rates of consumption/formation Re,i(t, C1, T) are required. They can be calculated by the equations 1 r Re,HPA = aHPA~HPA(ra -~- rb) + Ckk (c -- rc_ + rd), (9) Re,PD = CkapDYiPD/~]HPARHPA, Re,Ac = rc -- rc_ -- rd derivable from the reaction schema described above, where 7]i is an apparent effectiveness factor defined as f f fvp Ri(Cn2, CnPa, CpD)dV i= H2, HPA, PD, (10) Hi = VpRi(CH2,s, CHPA,s, CpD,s) where Vp is the volume of a catalyst particle, Ci and Ci,s the concentrations of component i (i=H2, HPA, PD) in the catalyst particle and on its external surface, respectively, and Ri is the intrinsic rate of formation/consumption of component i, i.e. the rate without interphase mass transfer and intraparticle diffusion resistance. It can be expressed by the following equation system: X. Da Zhu, H. Hofmann/Applied Catalysis A.\" General 155 (1997) 179-194 189 dCHPA 1 RHPA -- Ckd~ - ra + rb -~- Ckk (rc -- rc -- rd)' dCpD RpD -- -- ra -- rb. Ckdt (11) The concentration Ci in the catalyst particles can be calculated by solving the differential equations (a diffusion equation with reactions) .d2Ci 1 dCi) De'i(~2-r2 + r dr = ppRi' i = H2, HPA, PD (12) with the boundary conditions dCi dr ]r=0 = 0, Cilr=Rp = Ci,s. (13) Eqs. (12) and (13) are derived from the mass balance of a cylindrical catalyst particle, supposing that mass transfer through the external surface at both ends of the particle as well as the homogeneous side reactions in catalyst particles are negligible. This simplification causes - according to our experience - approxi- mately 2% error for the catalyst particle size used, if the apparent effectiveness factor is less than 0.35. Then the concentration Ci,s on the external surface of the catalyst pellets can be replaced by the concentration in the liquid phase since the external mass transfer resistance is negligible. If the effective diffusion coefficients and intrinsic kinetics are known, one can estimate the parameters nd and kd,i in Eq. (3) according to Eqs. (2)-(13). 4.3. Intrinsic kinetics and effective diffusion coefficients The reaction rates rj (j=a, b, c, c , d, corresponding to the reactions (a)-(d)), can be well described by Eqs. (14)-(18)[6]: 1.120 105 exp(-55589/RT)PCupA ra z rb = (1 + V/12.94exp(13844/RT)P + 0.6988exp(4046/RT)C.I,A)3' 6.100 x 10ll exp(--IO4060/RT)CpDCHPA (14) (15) (1 + V/12.94 exp(13844/RT)P + 0.6988 exp(4046/RT) CnPA)' /-93390\\ rc = 2.278 x 109exp.- ~-~ )C.pA, (16) / /-53256\\ re = 6739 x 103exp[-\\ ~ ]CAc, (17) / 190 X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 ex f-173684\"~C C rd = 2.207 1021 p~ ~- ) ac HPA- (18) The equations were obtained by regression of measured data in HPA-hydro- genation over catalyst powder at conditions without interphase mass transfer and intraparticle diffusion resistance. Effective diffusion coefficients of hydrogen, HPA and PD have been estimated at reaction conditions [8]. Its temperature dependence can be described by the equation system De,H2 = 2.152 10.3 - 1.342 x 10-ST+ 2.110 10-8T2, (19) De,HPA = 3.09042 x 104 1.77837 106T + 2.56381 109T2, De,PO = 2.31756 x 104 q- 1.31433 106T + 1.86667 109T2. The weak pressure effect of hydrogen on De,i was not taken into consideration here. 4.4. Numerical method It is impossible to obtain an analytical solution of the concentration of component i. Therefore, a numerical method was used. Reaction rate rj and activity ai in Eq. (9) were replaced by Eqs. (14)-(18) and Eq. (2) or Eq. (3), respectively. Eq. (9) was put in Eq. (7) subsequently. Concentration Cl,i in Eq. (7) was numerically solved by a fourth-order Runge-Kutta method at any given values of model parameters nd and kd,i. The effectiveness factors ~7i required in Eq. (7) were numerically calculated according to Eq. (10) combined with Eqs. (11)-(15) and Eq. (19) by the method described by Zhu and Hoffmann [5,7]. To determine the parameter values the sum of squares of deviations according to Eq. (6) between calculated and measured concentrations of PD at different operating times was minimized by a grid-search-method. 4.5. Estimated parameters and simulation A significant difference of the apparent catalyst activity for HPA consumption from that of the production of PD was not observed, i.e. kd,HPA is approximately equal to kd,eD. The model parameters estimated at different conditions are shown in Table 3 Parameters of deactivation kinetics No. T (K) P (MPa) Qt (l/h) kd,HPA; kd,Pl) nd K5 318 5.15 1.140 3.649 x 10.4 3.22 K8 333 4.00 1.248 2.268x 10 3 3.44 K9 333 5.15 1.194 2.368x 10-3 3.22 K4 353 5.15 1.140 1.419x 10 2 3.22 X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 191 0 0 0 [] E x3 o x m lil i,,,,,,,,,i,,,,,,,r, ,,,,,,,, O0 0 d Cl o g 0 0 o o 0 b .g u~ o d adO E 0 i , , , , , , ,-, .... , , , , , i g g g o ad3 -g .u\"l o g ,:5 c.) E o \"4 192 X. Da Zhu, H. H~?fmann/Applied Catalysis A: General 155 (1997) 179-194 Table 3. The best value of nd is 3.22 independent of the operating conditions. However kd,i is influenced by operating conditions. The temperature dependence of kd,i can be reasonably described by (-1~47) kd,i = 1.019 x 1013 exp . (20) Hydrogen pressure and liquid flow rate have only a weak effect on the model parameters. The deactivation of catalyst pellets in hydrogenation of HPA was simulated at different conditions by the model with nd=3.22 and Eq. (20). The results are shown by solid lines in Fig. 4. The model gives a satisfactory description of the concentrations of HPA and PD. Therefore, Eq. (3) is applicable to describe the apparent activity of Ni/SiO2/A1203-catalyst pellets. A deviation of the model from measured points in the transient regime indicates that such a simple deactivation model like Eq. (1) is not fully sufficient for the complex deactivation in HPA-hydrogenation. 5. Conclusions Deactivation of Ni/SiO2/A1203-catalyst pellets in hydrogenation of aqueous solution of HPA was observed as the catalyst pellets were set on stream for a long time. 60% of the activity of the catalyst was lost in a time-on-stream of 25 h at 60. The reasons for the loss of active sites seem to be the adsorption of by- products and probably also some poisons as well as the blockage of mesopores by by-products. The limited amount of nickel dissolved from catalyst particles cannot be responsible for the effective deactivation of the catalysts. A reasonable model was developed to describe the hydrogenation of HPA over Ni/SiOz/A1203-catalyst pellets with the consideration of deactivation and intra- particle diffusion. Provided intrinsic kinetics and effective diffusion coefficients are available the same method can be applied to other reaction systems with catalyst deactivation. Furthermore a new method was developed to determine the model parameters for catalyst deactivation. This method gives more reliable parameters than previous extrapolation methods, which are not applicable even for reaction systems with long transition regime. Using the estimated parameters a reasonable prediction of deactivation in hydrogenation of HPA over Ni/SiOz/AlzO3-catalyst pellets was obtained. How- ever, the model of deactivation kinetics, i.e. Eq. (1), is essentially empiric. 6. Nomenclature ai Ca apparent activity of catalysts concentration vector of poisons in liquid phase Cd=(Cd, 1, Cd,2 .... )T X. Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 193 COj Ci C/,0 Ci,s Ck C1 Cl,i Cl,i,j,cal. Cl,i,j,exp. Oe,i kd,i Lm Hd P Q1 r rd,i rj rmeso rmicro R ge,i Ri Rp SBET Smeso Smicro T t v~ vR 7]i PP 7-0 concentration of poison j (tool/l) concentration of component i in catalyst particle, i=H2, HPA, PD, Ac .... (mol/1) input or initial concentration of component i, i:H2, HPA, PD, Ac,... (tool/l) concentration of component i on external surface of catalyst particle (tool/l) concentration of catalyst pellets (g/l) concentration vector in liquid phase, CI=(C1,HpA,, Cl,pI~ .... )T concentration of component i in liquid phase, i:H2, HPA, PD, Ac .... (tool/l) calculated concentration of component i in liquid phase at operation time t (mol/l) measured concentration of component i in liquid phase at operation time t (mol/1) effective diffusion coefficient of component i (cruZ/s) apparent rate constants of deactivation (rain-1) mass flow rate of liquid feed (kg/min or kg/h) model parameter hydrogen pressure (MPa) liquid flow rate (l/min or cm3/min) r-axis in the cylindric coordinate (cm) apparent rate of deactivation (min-l) intrinsic reaction rate of reaction j (mol/g s or mol/s) mean mesopore radius of catalyst pellets (nm) mean micropore radius of catalyst pellets (nm) gas constant (kJ mol/K) apparent rates of formation/consumption of component i (mol/g s) intrinsic rates of formation/consumption of component i (mol/g s) radius of the cylindrical catalyst pellets (cm) BET specific area (cmZ/g) specific area for mesopores (cm2/g) specific area for micropores (cm2/g) temperature (K or ) operation time (s or min) volume of catalyst particle (cm3) effective reaction volume (cm3 or 1) effectiveness factors of component i, i:H2, HPA, PD density of catalyst particle (g/l) space time (rain or s) Acknowledgements Financial support for this work from the Deutsche Forschungsgemeinschaft is gratefully acknowledged. 194 X, Da Zhu, H. Hofmann/Applied Catalysis A: General 155 (1997) 179-194 References [1] D. Arntz, Th. Haas, A. Mhller and N. Wiegand, Kinetische Untersuchung zur Hydratisierung yon Acrolein, Chem.-lng. Tech., 63 (1991) 733-735. [2] J.D. Unruh, D.A. Ryan, 1. Nicolau, Method for the Manufacture of 1.3-Propandiol, US Patent 5 093 537 (1992). [3] D. Rohe, Vor dem Quantit~itssprung, Chemische Industrie, 96(3) (1996) 13-16. [4] K.D. Tan, Process for making 1,3-diols for epoxides, US Patent 5 053 562 (1991). [5] X.D. Zhu, Ph.D. Thesis, Untersuchungen zum Scale-up yon Rieselreaktoren am Beispiel der Hydriemng von 3-Hydroxypropanal, University Erlangen-Nthnberg, 1995. [6] X.D. Zhu, G. Valerius, H. Hofmann, Th. Haas, D. Arntz, Intrinsic kinetics of 3-hydroxypropanal hydrogenation over NilSiO2/Al203-catalyst, Ind. Eng. Chem. Res. 1997, in press. [7] X.D. Zhu and H. Hofmann, Effective kinetics of 3-hydroxypropanal hydrogenation over a Ni/SiO~/AI203- catalyst, Chem. Eng. Process., 35 (1996) 495-501. [8] X.D. Zhu and H. Hofmann, Intraparticle diffusion in hydrogenation of 3-hydroxypropanat over Ni/SiO2/ A1203-catalyst, AIChE J., 43 (1996) 475-485. [9] C.H. Bartholomew, Sintering minetics of supported metals, in: B. Delmon, G.E Froment (Eds.), Catalyst Deactivation, Elsevier, Amsterdam, 1994. [10] D. Arntz, N. Wiegand, Verfahren zur Herstellung yon 1,3-Propandio EP 0487903 A2, 1992. [11] C.H. Bartholomew, Mechanisms of nickel catalyst poisoning, in: B. Delmon, G.E Froment (Eds.), Catalyst Deactivation, Elsevier, Amsterdam, 1987. [12] R. Hughes, Deactivation of Catalysts, Academic Press, London, 1984. [13] C.N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1980. [14] A. Williams, G.A. Butler and J. Hammonds, Sintering of nickel-alumina catalysts, J. Catal., 24 (1972) 352-355. [15] W.E Linke, D. Seidell, Solubilities of Inorganic and Organic Components, American Chemical Society, Washington, 1956. [16] S.E. Wanke, J.A. Szymura, T.T. Yu, in: E.E. Petersen, A.T. Bell (Eds.), The Sintering of Supported Metal Catalysts, Catalyst Deactivation, Marcel Dekker, New York, 1987. APCATA 96003948 S0926-860X(96)00394-8 10.1016/S0926-860X(96)00394-8 Article Deactivation of Ni/SiO2/Al2O3-catalyst in hydrogenation of 3-hydroxypropanal solution Xiao Da Zhu Hanns Hofmann ∗ Institute of Technical Chemistry I, Friedrich-Alexander-University Erlangen-Nürnberg, Egerlandstrasse 3, D-91058 Erlangen, Germany ∗ Corresponding author. The deactivation of Ni/SiO2/Al2O3-catalyst pellets in hydrogenation of 3-hydroxypropanal (HPA) to 1,3-propanediol (PD) was investigated in a continuously operated spinning basket reactor at temperatures 45–80°C and pressures 2.60–5.15 MPa. The adsorption of by-products and probably also impurities from the liquid feed causes a deactivation of the catalyst by blockage of the mesopores of the catalyst pellets. For the description of the deactivation a reasonable mathematical model was developed. The model parameters were estimated by a method that does not require the activity of the fresh catalyst. Keywords Deactivation Modelling Parameter estimation Kinetics Hydrogenation Nickel catalyst 3-hydroxypropanal 1,3-propanediol References [1] D. Arntz Th. Haas A. Mhller N. Wiegand Kinetische Untersuchung zur Hydratisierung von Acrolein Chem.-Ing. Tech. 63 1991 733 735 [2] J.D. Unruh D.A. Ryan I. Nicolau Method for the Manufacture of 1.3-Propandiol 1992 US Patent 5 093 537 [3] D. Rohe Vor dem Quantitätssprung Chemische Industrie 96 3 1996 13 16 [4] K.D. Tau Process for making 1,3-diols for epoxides 1991 US Patent 5 053 562 [5] X.D. Zhu Ph.D. Thesis 5th ed. 1995 University Erlangen-Nürnberg Untersuchungen zum Scale-up von Rieselreaktoren am Beispiel der Hydrierung von 3-Hydroxypropanal [6] X.D. Zhu G. Valerius H. Hofmann Th. Haas D. Arntz Intrinsic kinetics of 3-hydroxypropanal hydrogenation over Ni/SiO2/Al2O3-catalyst Ind. Eng. Chem. Res. 1997 in press [7] X.D. Zhu H. Hofmann Effective kinetics of 3-hydroxypropanal hydrogenation over a Ni/SiO2/Al2O3-catalyst Chem. Eng. Process. 35 1996 495 501 [8] X.D. Zhu H. Hofmann Intraparticle diffusion in hydrogenation of 3-hydroxypropanal over Ni SiO2Al2O3-catalysts AIChE J. 43 1996 475 485 [9] C.H. Bartholomew Sintering minetics of supported metals B. Delmon G.F. Froment Catalyst Deactivation 1994 Elsevier Amsterdam [10] D. Arntz N. Wiegand Verfahren zur Herstellung von 1,3-Propandio EP 0487903 A2 1992 [11] C.H. Bartholomew Mechanisms of nickel catalyst poisoning B. Delmon G.F. Froment Catalyst Deactivation 1987 Elsevier Amsterdam [12] R. Hughes Deactivation of Catalysts 5th ed. 1984 Academic Press London [13] C.N. Satterfield Heterogeneous Catalysis in Practice 5th ed. 1980 McGraw-Hill New York [14] A. Williams G.A. Butler J. Hammonds Sintering of nickel-alumina catalysts J. Catal. 24 1972 352 355 [15] W.F. Linke D. Seidell Solubilities of Inorganic and Organic Components 5th ed. 1956 American Chemical Society Washington [16] S.E. Wanke J.A. Szymura T.T. Yu E.E. Petersen A.T. Bell The Sintering of Supported Metal Catalysts, Catalyst Deactivation 1987 Marcel Dekker New York",
      "scopus-id": "5444231607",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003948",
        "dc:description": "The deactivation of Ni/SiO2/Al2O3-catalyst pellets in hydrogenation of 3-hydroxypropanal (HPA) to 1,3-propanediol (PD) was investigated in a continuously operated spinning basket reactor at temperatures 45–80°C and pressures 2.60–5.15 MPa. The adsorption of by-products and probably also impurities from the liquid feed causes a deactivation of the catalyst by blockage of the mesopores of the catalyst pellets. For the description of the deactivation a reasonable mathematical model was developed. The model parameters were estimated by a method that does not require the activity of the fresh catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003948",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhu, Xiao Da"
          },
          {
            "@_fa": "true",
            "$": "Hofmann, Hanns"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003948"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003948"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00394-8",
        "prism:volume": "155",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation of Ni/SiO2/Al2O3-catalyst in hydrogenation of 3-hydroxypropanal solution",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Modelling"
          },
          {
            "@_fa": "true",
            "$": "Parameter estimation"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Nickel catalyst"
          },
          {
            "@_fa": "true",
            "$": "3-hydroxypropanal"
          },
          {
            "@_fa": "true",
            "$": "1,3-propanediol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "179-194",
        "prism:endingPage": "194",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 July 1997",
        "prism:doi": "10.1016/S0926-860X(96)00394-8",
        "prism:startingPage": "179",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00394-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "180",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003948-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "942",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/5444231607"
      }
    }
  }
}