{
  "metadata": {
    "title": "Effect of sodium on the electronic properties of Pd/silica-alumina catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-19",
    "doi": "10.1016/S0926-860X(96)00201-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002013",
    "pii": "S0926860X96002013"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042093473",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-14T00:05:07 1-s2.0-S0926860X96002013 S0926-860X(96)00201-3 S0926860X96002013 10.1016/S0926-860X(96)00201-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00087 2024-01-01T12:18:48.759026Z 0 0 19961119 1996 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 147 147 1 1 Volume 147, Issue 1 8 81 94 81 94 19961119 19 November 1996 1996-11-19 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. EFFECTSODIUMELECTRONICPROPERTIESPDSILICAALUMINACATALYSTS VENEZIA A VENEZIA 1992 543 A VENEZIA 1992 619 A VENEZIA 1995 113 A DEGANELLO 1994 127 G DEGANELLO 1994 229 G DUCA 1995 69 D MASON 1983 748 M RYNDIN 1988 131 Y KOHIKI 1986 81 S VENEZIA 1992 532 A FLORIANO 1994 271 M PITCHON 1989 357 V PITCHON 1990 335 V VICARINI 1969 M GUBITOSA 1983 431 G YERMAKOV 1976 77 Y SHIRLEY 1972 4709 D SHERWOOD 1983 445 P PRACTICALSURFACEANALYSIS FAGHERAZZI 1994 117 G KERKHOF 1979 1612 F DONIACH 1970 285 S SHYU 1988 23 J SEAH 1983 181 M PRACTICALSURFACEANALYSIS MARTIN 1978 321 G PAAL 1981 231 Z BOITIAUX 1985 317 J PRALIAUD 1983 107 H VENEZIAX1996X81 VENEZIAX1996X81X94 VENEZIAX1996X81XA VENEZIAX1996X81X94XA item S0926-860X(96)00201-3 S0926860X96002013 1-s2.0-S0926860X96002013 10.1016/S0926-860X(96)00201-3 271346 2024-01-01T12:18:48.759026Z 1996-11-19 1-s2.0-S0926860X96002013-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002013/MAIN/application/pdf/d7afee84d460f658ada7113444c323c5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002013/MAIN/application/pdf/d7afee84d460f658ada7113444c323c5/main.pdf main.pdf pdf true 771060 MAIN 14 1-s2.0-S0926860X96002013-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002013/PREVIEW/image/png/9e365e04996bb16e55ce4a3d0d254654/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002013/PREVIEW/image/png/9e365e04996bb16e55ce4a3d0d254654/main_1.png main_1.png png 45679 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 147 (1996) 81-94 Effect of sodium on the electronic properties of Pd/silica-alumina catalysts A.M. Venezia a,b, * A. Rossi c, L.F. Liotta b A. Martorana a,b G. Deganello a,b a Dipartimento di Chimica lnorganica, Uniuersith di Palermo, Palermo, Italy b lstituto di Chimica e Tecnologia dei Prodotti Naturali (CNR), uia Archirafi 26 28, 90123 Palermo, haly c Dipartimento di Chimica e Tecnologie Inorganiche e Metallorganiche, Universith di Cagliari, ~ia Ospedale 72, 09124, Cagliari, Italy Received 30 January 1996; revised 29 May 1996; accepted 30 May 1996 Abstract The effect of the alkali ion content on the electronic properties of palladium, supported on natural pumice and on synthetic aluminosilicates, was studied by X-ray photoelectron spec- troscopy (XPS) measurements. To this aim a series of catalysts of palladium supported on aluminosilicates with various amounts of sodium and potassium in the bulk structure were prepared and analysed. The Pd 3d5/2 binding energy shifts of the different catalysts with respect to pure metal Pd 3d5/2 binding energy were followed as a function of the Na/Pd atomic ratio. For reasons of comparison, a silica supported Pd catalyst whose surface had been doped with sodium was also studied. A correlation of the Pd 3d binding energy with the sodium content was found, regardless on whether sodium was present in the bulk structure or just at the surface of the catalyst. The effect was independent of the catalyst preparation procedure. The analysis of the intensity of the photoelectron peaks of Pd 3d and Si 2p of the lower surface area catalysts, using the Kerkhof-Moulijn model, yielded particle sizes in agreement with values obtained from small angle X-ray diffraction measurements (SAXS). For the large surface area supported catalysts a monolayer type of metal distribution was found. The intensity ratios of the Na Is and Si 2p photoelectron peaks are in accordance with those estimated from the bulk Na/Si atomic ratios of the synthetic and natural pumice support. Therefore any segregation of the alkali ions on the palladium particle of the corresponding catalysts are ruled out. The electronic effect is thus * Corresponding author. Tel.: (+39-91) 6168261; fax: (+39-91) 6166281; e-mail: ictpn@cuc.unipa.it. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll S0926-860X(96)0020 1-3 82 A.M. Venezia et al./Applied Catalysis A: General 147 (1996) 81-94 discussed in terms of the formation of an electron donor composite formed by the metal, the oxygen and the alkali ion. Keywords: Palladium; XPS; SAXS; Kerkhof-Moulijn model 1. Introduction Recent XPS studies of pumice supported palladium catalysts have found a negative binding energy shift of the Pd 3d level of the catalysts with respect to the same level of the bulk Pd metal. Such shift was attributed to a metal-support interaction producing an increase of the electron density of the palladium particles [1,2]. The combination of the binding energy shifts with the Auger chemical shifts, yielding the Auger parameters, allowed to estimate the elec- tronic charge on the small palladium agglomerates of the pumice supported catalysts [3]. The negative charge, found to be dependent on the metal particle size, was considered responsible for the enhanced range of applicability towards higher metal dispersion of these catalysts with respect to other palladium catalysts prepared with alumina or silica matrices [4-6]. On these latter sup- ports, small (20-30 ,~) palladium metal particles exhibited positive binding energy shifts, attributed to an electron deficiency of the palladium atoms and, in other words, to the loss of the metallic character [7,8]. Photoemission measure- ments from small Pd clusters on alumina and silica have also shown the role of the substrate on the positive core electron binding energy shifts which correlate with the polarizability of the supports [9]. Pumice is an amorphous aluminosili- cate containing small amounts of sodium and potassium (3 and 4 at.-%, respectively) in the bulk structure which compensate for the aluminum replace- ment of about one tenth of silicon ions in a disordered tetrahedral environment [10,11]. It has been suggested that the ions of sodium and potassium may contribute to the above mentioned electron process by forming an electron donor oxygen composite [12,13]. Indeed, on the basis of XPS and X-ray excited Auger electron spectroscopy (XAES) results, the oxygen ions seem to be involved in the electron donation from the support to the metal particle [2]. In a previous study, it was also found that palladium supported on pumice was resistant to oxidation in air [4] which differs from silica supported palladium catalysts. The reason for such a behavior was attributed again to the metal-sup- port interaction and also to the preparation procedure starting from an organopal- ladium complex and performed under very low temperature. To get a better understanding of the overall processes, a series of amorphous supports with approximately the same silicon to aluminum atomic ratio as in natural pumice but with variable amounts of sodium and potassium, have been synthesized by the sol-gel route. The studies on the effect of alkali metals on the electronic state of supported palladium carried out so far refer to catalysts prepared by impregnating the Pd precursor with an inorganic salt solution of the A.M. Venezia et al./Applied Catalysis A: General 147 (1996) 81-94 83 particular alkali, followed by calcination in air and reduction in flowing H2 [ 12]. With this procedure, the ions are essentially located on the catalyst surface not being part of the support structure as the case described in this work. In order to check for the effect of the catalyst preparation procedure, the anchoring of palladium on pumice was carried out by two different methods: by ion exchange of the supports with Pd(NH3)a(OH)2 and by reaction of the support with palladium diallyl complex. Electronic and surface elemental con- centration effects were analysed by the XPS technique. The negative chemical shift of the Pd 3d binding energy of the catalysts with respect to palladium metal bulk was followed as a function of the alkali ions (Na+, K+) content. By using the intensity ratios of the palladium Pd 3d and support Si 2p, and Na ls photoelectron peaks, information on the distribution of sodium and potassium on the surface of the catalysts was obtained. 2. Experimental 2.1. Materials 2.1.1. Supports The preparation of the synthetic supports by sol-gel route, was carried out according to published procedures [14]. All the supports were calcined in oven: the support series labeled with synt was calcinated at 1273 K and rapidly cooled to room temperature; samples indicated with ksynt2 and ksynt3 have been calcined at 973 K and gradually cooled in the furnace [15]. Natural pumice, an alumino-silicate of volcanic origin with an amorphous structure, was purified with diluted HNO3 before being used as support accord- ing to the previous procedure [10]. Silica of analytical grade (specific surface area of 200 m2/g), was supplied by Aerosil Degussa. 2.1.2. Catalysts The palladium catalysts were prepared according to two methods: starting from the [Pd(NH 3)4 ](NO3)2 [ 16] and from the allyl organopalladium complexes [4,17]. The first procedure consisted of the following steps: the synthetic support was added to a solution of [Pd(NH3)4](OH)2 obtained by ionic exchange from [Pd(NH3)a](NO3)2, then the suspension was centrifuged and washed with H20; the residual water was evaporated under reduced pressure. The solid was calcined in oxygen at 573 K and then reduced overnight in H2 flux (4 l/h). For reasons of comparison a palladium catalyst supported on silica (Aerosil De- gussa) was prepared with the same procedure, but in order to dope it with sodium, the alkali nitrate solution was added to the precursor. The second procedure used for the catalysts labeled with (al) consisted of 84 A.M, Venezia et al. /Applied Catalysis A: General 147 (1996) 81-94 reacting the hydroxyl groups of pumice with the diallyl Pd complex in pentane, followed by reduction with H2 at low temperature [4,17]; such method produced good metal particle dispersions even on a very low surface area (5 m2/g) support like pumice. 2.2. Methods Element concentrations of the supports and catalysts were obtained by spectrophotometric analyses with an accuracy of 10%. BET analysis to obtain the specific surface area of the supports were carried out on SORPTOMATIC Carlo Erba Instrument. XPS measurements were performed with a VG ESCA LAB 200 (Vacuum Generator Ltd., UK) equipped with an aluminum anode as unmonochromatized X-ray source (1486.6 eV) run at 20 mA and 15 kV. The spherical sector analyzer operated in the fixed analyser transmission (FAT) mode with a pass energy of 20 eV set across the hemispheres. The instrument calibration proce- dure was described previously [3]. Sample charging was constant during the analysis so that the energy shifts could be compensated for by referencing all the spectra to the binding energy of the C ls signal component set at 285.0 eV. Since the supports of the studied catalysts were all different, the choice of the carbon peak was considered more appropriate than the internal standard like Si 2p. The binding energy values reported here are averages of two measurements whose reproducibility was + 0.1 eV. All the spectra were obtained in the digital mode using the Eclipse software which runs on IBM 486. The spectra were resolved into their Lorentzian and Gaussian components after background subtraction according to Shirley [18] and Sherwood [19]. Measurements were carried out on standards of palladium as foil (Aldrich 99.99%) and as powder (Aldrich 99.999%), on pumice, on the synthetic supports (from Pumex S.p.a), on silica, alumina and on the catalysts. Samples have been analysed as powders pressed on a double sided adhesive tape. Exposure to air was minimized by handling the samples inside a glove bag under argon. The residual pressure in the analysis chamber during data acquisi- tion was in the order of 10-7 Pa. Particle diameters were obtained by small angle X-ray scattering (SAXS) analysis followed by a procedure described in Ref. [20]. The data were collected with a Paar compact Kratky camera, using Ni-filtered Cu KoL radiation and a scintillator counter. 3. Results and discussion 3.1. Binding energy results The composition of the different supports in terms of oxide percentages along with the specific surface area are reported in Table 1. X-ray diffraction patterns A.M. Venezia et al. / Applied Catalysis A: General 147 (1996) 81-94 Table 1 Oxide percentage composition a and specific surface area, S (m2/g) b of the different supports 85 Supports SiO2 A1203 Na20 K 20 S (m2/g) syntl 85.4 14.6 81 synt2 84.8 14.6 0.6 43 synt3 83.9 14.4 1.7 12 ksynt2 84.3 14.4 0.6 0.7 162 ksynt3 82.1 14.1 1.7 2.1 169 Pumice 77.9 13.4 3.8 4.8 5 ~' The compositions are obtained from chemical analysis. ~ From BET analysis. indicated that all the supports were amorphous, with only a small amount of crystalline phase in synt3. Addition of sodium decreases the specific surface area. Samples ksynt2 and ksynt3 which were calcinated at a lower temperature, and then gradually cooled in the furnace, have a larger specific surface area with respect to the other synthetic ones which were rapidly cooled [21]. Such differences in surface area of the supports should not have a direct influence on the electronic properties of the supported palladium, however, they may affect the growth of the metallic phase which determines the particle sizes. The catalysts with different amounts of palladium, the corresponding bulk atomic ratios of sodium over palladium, and of sodium and potassium over palladium, R and R' respectively, obtained from spectrophotometric analyses, and the XPS derived atomic ratios, Rxps, are listed in Table 2. The Pd metal particle diameters as obtained from the small angle X-ray scattering measure- ments and from the XPS peak intensity, treated according to the Kerkhof- Moulijn model described later, are also included [22]. Most of the particle sizes from the SAXS measurements are larger than 35 A; according to previous work [3], above this value the size effect on the electronic properties is absent. Table 2 Metal loadings of different catalysts (wt.-%, i.e. gram of metal per 100 g of catalyst), alkali to palladium bulk atomic ratios, R(Na/Pd) and R(Na + K)/Pd, XPS derived atomic ratios, R(Na/Pd)xps and metal particle size (d) Catalysts Pd (wt.-%) R(Na/Pd) R(Na/Pd)xps R(Na + K)/Pd d (~,) a d (A) u Pdsyntl 1.2 0.0 0.0 0.0 29 20 Pdsynt2 0.95 2.1 9.0 2.1 41 44 Pdsynt3 0.8 6.1 24.0 6.1 60 69 Pdsynt3(al) 1.4 3.0 1.2 3.0 29 20 Pdksynt2 1.1 2.0 1.1 3.5 33 5 Pdksynt3 1.3 4.4 4.2 9.0 54 5 Pd/SiO2 1.5 25.6 17.5 25.6 50 6 Pdpum(al) 0.9 8.0 3.0 16.0 40 30 By SAXS measurements. b By XPS intensity peak using the Kerkhof-Moulijn model. 86 A.M. Venezia et al./Applied Catalysis A: General 147 (1996) 81-94 Intensity (arb. units) J Pd 3d5/2 335 Pd 3d3/2 340 345 Binding Energy (eV) 30 a 350 Intensity (arb. units) b --.,,,,,-,~-..~. ..--/ . ~ .-'~.- / 2t8 280 282 284 286 288 290 292 Binding Energy (eV) Fig. 1. (a) Experimental (dotted curve) and fitted (full curve) Pd 3d5/2 and Pd 3d3/z photoelectron peaks of Pd powder. (b) Typical experimental and fitted C ls spectra obtained from the analysed samples. In Fig. 1 the spectra of the Pd 3d from the standard palladium powder and of a typical C Is from adventitious carbon contamination on the surface of the samples are shown. The Pd 3d spectrum is characterized by tails on the high binding energy side of the two spin-orbit components. The asymmetric line shape, attributed to hole-conduction band interaction, after background re- moval, has been fitted by Gaussian-Lorentzian curves with an exponential tail [3,23]. The spin-orbit splitting was 5.2 eV and the intensity ratio of the Pd 3d5/2 and Pd 3d3/2 was 1.4, quite close to the theoretical value of 1.5. The C ls peak, was fitted with 3 curves. The binding energy of the most intense component, being attributed to the saturated hydrocarbon species, was set to 285.0 eV, the two peaks at higher binding energy were due to oxidised forms of carbon. The C ls spectra of the different samples have the same line shapes, with a full width at half maximum (FWHM) ranging from 2.0 to 2.3 eV. Pd 3d spectra of three catalysts containing increasing amounts of sodium are given in Fig. 2. The value of the binding energies, after correction for charge A.M. Venezia et al./ Applied Catalysis A: General 147 (1996) 81-94 87 Pd3d 5/2 . .~ i'lrrqlr, Ilglrllll tl irl III n~ll~ I i C ~k~L,~ ,l. i ~,L~t, Pdsynt3 . ! e 335 340 355 Binding Energy (eV) Fig. 2. Experimental and fitted Pd 3d5/2 and Pd 3d3/2 photoelectron peaks of catalysts Pdsyntl, Pdsynt2 and Pdsynt3. compensation, are typical of the metallic state. The line width decreases with increasing sodium content. This trend is shown in Table 3 where, along with the binding energies of the main element peaks, the values of the full width half maximum (FWHM) are given. Since the line widths of the reference C ls peak and of all the other support lines were not changing as much as the Pd 3d doublet FWHM, the presence of small amounts of palladium oxide, in addition to some differential charging, could contribute to the widening of the palladium peaks. Addition of a PdO component centred at 336.8 eV [24] in the fitting procedure, did not change the position of the main metallic peaks. It is worth noticing that the two catalysts prepared by the allyl method, on two different supports, have the smallest widths. This observation is in agreement with the previous finding of the improved reducibility and air stability of the catalysts prepared by this method [1,4]. In Table 3 the Si 2p, AI 2p and O Is binding energies of the catalysts are listed. The binding energies of the sodium, Na 1 s, 88 A.M. Venezia et aL /Applied Catalysis A: General 147 (1996) 81-94 Table 3 Pd 3d5/2, Si 2p, A1 2p and O ls binding energies (eV) with full width half maximum (FWHM) given in parentheses Catalysts Pd 3d5/2 Si 2p A1 2p O ls a Pd (metal) 335.5 (1.6) Pdpum(al) 335.1 (2.2) 103.5 (2.1) 74.6 (2.5) 532.9 (2.2), 531.3 Pdsyntl 335.4 (2.8) 103.2 (2.3) 74.8 (2.5) 532.5 (2.5) Pdsynt2 335.0 (2.6) 103.1 (2.3) 74.8 (2.4) 532.4 (2.5) Pdsynt3 334.5 (2.2) 103.1 (2.1) 75.0 (2.1) 532.3 (2.0), 530.9 Pdsynt3(al) 335.1 (1.9) 103.3 (2.0) 74.8 (2.0) 532.4 (1.8), 530.9 Pdksynt2 335.1 (2.7) 103.3 (2.4) 75.1 (2.3) 532.7 (2.5) Pdksynt3 334.9 (2.5) 103.1 (2.4) 75.1 (2.3) 532.5 (2.5) Pd/SiO2 334.7 (2.6) 103.5 (2.3) 532.7 (2.3) a The second O ls component has the same FWHM of the first component and is due to a hydroxide form as explained in the text. and potassium K 2p3/2 were 1072.4 eV and 294.1 eV, respectively, typical of a 1 + oxidation state [3]. As already shown, the O ls peak is in effect the envelope of two components, one at higher binding energy (about 532.5) due to a silica oxygen, and the other at about 531 eV, due to an hydroxide [10]. Only for those clearly asymmetric spectra, two components with the same line widths were included in the fitting. Overall the values of the A1 2p, Si 2p and O l s binding energies were the same as those found for the supports. Differences between the samples could be attributed to a different support morphology and structure. The atomic ratios of sodium to palladium, R(Na/Pd)xps, listed in Table 2 along with the corresponding bulk atomic ratios, R(Na/Pd), are obtained from the areas of the Na ls and Pd 3d photoelectron peaks, assuming a homogeneous distribution of the elements [25]. The discrepancy between the two series indicates that the assumption of a homogeneous distribution is not correct; the larger XPS derived values may be due to the effect of palladium agglomeration on the Pd 3d signal, the smaller values may be due to the masking effect of palladium on a sodium signal when the metal is lying on top. In both cases a different distribution of the elements must be invoked. Since the composition of the layer of sample analysed by the XPS technique may not be representative of the bulk atomic ratios; it is reasonable to correlate the binding energies with the XPS derived atomic ratios. In Fig. 3 the Pd 3d5/2 binding energies versus the R(Na/Pd)xps values of the different catalysts are plotted. The binding energy relative to the catalyst with no sodium has the highest value, close to that of the bulk metal palladium given in Table 3. The binding energies of the other catalysts are decreasing with the increase of the ratio. Some differences are within the experimental error of + 0.1 eV, however, a linear trend exists among the series of catalysts, syntl-synt3, including also Pd/SiO2. The deviation of A.M. Venezia et al. /Applied Catalysis A: General 147 (1996) 81-94 89 335.50 335.25 _m Pdsynt3(al) Pd 3d Pdsynt2 (eV)512 335.00 P~ksynt2mPdksynt~ 334.75 Pdsynt3 334.50 ' ' ' ' ~J ' 0.00 5.00 t0.00 15.00 20.00 25.00 R (NalPd)xPs Fig. 3. Pd 3d5/2 binding energies versus the XPS intensity derived atomic ratios R(Na/Pd)xps. The straight line represents the linear fitting of the data points relative to the catalysts doped with sodium only. the Pdksynt2 and Pdksynt3 catalysts from the straight line may be due to the additional presence of potassium [13]. 3.2. lntensi~ results The atomic distribution of palladium has been investigated by analysis of the intensity ratio of the Pd 3d and Si 2p peaks. The experimental ratios have been compared with corresponding values calculated on the basis of the Kerkhof- Moulijn model. Accordingly, the catalysts are assumed to be formed by sheets of support with crystallites of size d in between [22]. The thickness t of the sheets is estimated by the skeletal density p (2.3 g/cm3) and by the specific surface area S of the support as t = 2/pS. Dimensionless size /31, /32 and a of the support thickness and of the crystallites are defined in terms of the inelastic mean free path for the photoelectrons Si 2p and Pd 3d escaping through the support (s) or through the metal (p): /3, = t/A~, j32 = t//Aps and a = d//App (1) The exact procedure with the appropriate equations and parameters has been described previously in the case of a series of pumice supported palladium catalysts [3]. The main equation of the model is: ( lp/l~) = (p/S)b( O'p/~)( /31/2)[(1 + e t~')/(1-e-C2)] [(1 - e-~)/a] (2) where (p/s)b is the bulk atomic ratio of palladium to silicon, O-p and tr~ are the photoelectron cross sections of the considered electrons; the last factor contains the dimensionless particle size a defined above. Monodisperse palladium 90 A.M. Venezia et aL / Applied Catalysis A: General 147 (1996) 81-94 Table 4 Experimental and calculated Pd 3d/Si 2p intensity ratio Pd 3d/Si 2p a (exp.) Pd 3d/Si 2p b (calc.) Pd 3d/Si 2p c (calc.) Pdsyntl 0.13 0.11 0.22 Pdsynt2 0.13 0.14 0.36 Pdsynt3 0.26 0.30 1.05 Pd/SiO2 0.14 0.06 0.17 Pdksynt2 0.16 0.07 0.15 Pdksynt3 0.16 0.06 0.19 Pdsynt3(al) 1.14 0.72 1.90 Pdpum(al) 1.84 1.35 3.30 a The error on these experimental ratio is estimated around 10-15%. b Calculated by the Kerkhof-Moulijn model. c Calculated assuming a monolayer distribution. particles, with diameters obtained from small angle X-ray diffraction analyses, are assumed. Differences in the specific surface area of the supports are accounted for by the calculated thickness t of the model sheets ranging from 1740/~ of the low surface area pumice to 45 A of silica. In Table 4 the experimental and calculated Pd 3d/Si 2p intensity ratios are listed. An uncertainty of 10-15% on the XPS signal intensities should be considered. The values obtained by the Kerkhof-Moulijn model using particle sizes from SAXS measurements are reported in the second column, whereas the values obtained by neglecting in Eq. (2) the factor containing the parameter o~ are in the third column. The latter values would correspond to a monolayer distribution of palladium on the support [22], or, in other words, to a 100% dispersion. For the first three catalysts of Table 4, the Kerkhof-Moulijn model repro- duces reasonably well the experimental values. For the catalysts with the largest support specific surface area, Pdksynt2, Pdksynt3 and Pd/SiO2, the intensity ratios seem to agree with a monolayer distribution of the supported metal. This conclusion is in accordance with some results obtained on Pt/silica catalysts [22]. In that case the large surface area of the support favored a uniform distribution of metal on the surface with 100% dispersion. In the case of the Pdpum and Pdsynt3, prepared by the allyl method, the Kerkhof-Moulijn model underestimates the experimental ratios, whereas the monolayer approach over- valued them. The particular preparation procedure involved very mild conditions for the anchoring of the organometallic precursor and also for the hydrogena- tion. For these two catalysts, the experimental palladium to silicon intensity ratios could then be rationalized in terms of a combination of monolayer and particle agglomerates of palladium metal. In the Pdsyntl, Pdsynt2 and Pdsynt3, prepared with the amino-complex at higher temperatures, an increase palladium atom mobility may have caused particle agglomeration. The particle diameters, given in the last column of Table 2, obtained from the A.M. Venezia et al. / Applied Catalysis A: General 147 (1996) 81-94 91 1.6 J with XPS sizes /\" with SAXS sizes ~ 1 .2 -- experimental mJ Pdsynt3 Na ls/Si2p ~r Pdsynt3)al) (calc.) 0.8 0.4 Pdksynt3 I~ Pdpum 0 \"Pdksynt2 n n i i 0 0.5 1 1.5 2 Nals/Si2p (exp.) Fig. 4. Calculated intensity ratios of Na Is over Si 2p photoelectron peaks, Na ls/Si 2p (calc.) versus experimental ratios Na ls/Si 2p (exp.) The straight line has slope 1. experimental Pd 3d/Si 2p intensity ratio using Eq. (2) with ~ as the unknown parameter, are given. A reasonable agreement with the values obtained by SAXS measurements exists. Exceptions are represented by Pdksynt2, Pdksynt3 and Pd/SiO2 for which the XPS results described above predict a 100% dispersion; the absence of any Pd metal pattern in the wide angle X-ray diffraction analysis support the XPS findings. Such high dispersion could also contribute to the larger chemical shift observed in Fig. 3 for the Pdksynt catalysts. The disagreement with the SAXS measurements arise from the fact that this technique yields average particle sizes. Therefore even in the case of these large support area catalysts, a model of a monolayer distribution with few large particles not uniformly distributed on the surface could explain the results of both XPS and SAXS techniques. In order to locate the position of the alkali ions, particularly sodium, the intensity ratios Na ls/Si 2p of the various catalysts have been calculated taking into account the fact that the supported palladium particles, assumed to be monodispersed, alter such intensity ratio, due to the different inelastic mean free path of Na l s and Si 2p electrons [3]. By calculation of the surface coverage, using support experimental Na l s/Si 2p intensity ratios, appropriate palladium weight fractions, particle diameters and support specific surface areas, the Na ls/Si 2p intensity ratios have been determined for each catalyst [3]. In Fig. 4 the calculated intensity ratios are plotted versus the experimental ones. The Pd/SiO2 catalyst was not included since the support did not contain sodium in its structure. Two sets of sizes have been used for the calculations; one from SAXS and the other from XPS. Using the XPS derived particle sizes improves the prediction. Overall, the agreement of experimental and calculated ratios indicates that sodium does not segregate on the palladium particles. The only exception is represented by Pdsynt3 which exhibits a higher experimental ratio 92 A.M. Venezia et al. /Applied Catalysis A: General 147 (1996) 81-94 indicative of some segregation of sodium to the surface. However, as suggested by the correct prediction of the Pd 3d/Si 2p intensity ratio using the Kerkhof- Moulijn model (Table 4, second column), sodium is not on the palladium particle otherwise it would have masked the Pd 3d signal yielding an experimen- tal intensity ratio Pd 3d/Si 2p significantly lower than the calculated one, and therefore it is segregated on the support surface. For all the other catalysts on synthetic and on natural pumice, sodium ions are uniformly distributed. The same type of calculations applied to the K 2p/Si 2p intensity ratios of the potassium containing catalysts confirmed a uniform distribution of potassium as well. These results agree with recent low energy ion spectroscopy (LEIS) experiments which did not detect any sodium at the top surface of these palladium catalysts [26]. The combination of the binding energy shifts and of the intensity ratio results indicate that the alkali ions, in particular sodium ions, present in the support bulk, have an effect on the electron density of the palladium atoms, and they are not segregated on the metal particle surface. In agreement with previous XPS study of sodium promoted Pd/silica cata- lysts [13], the Pd/SiO2, here analysed, exhibits a negative Pd 3d binding energy shift which correlates with the atomic ratio, R(Na/Pd)xps similarly to the bulk doped catalysts. Recently, the shifts to lower frequencies of the infrared bands of CO, chemisorbed on Pd/pumice and Na-Pd/SiO2 catalysts, were also attributed to a transfer of the electronic charge of the metal to the \"rr * molecular orbitals of CO; this transfer was increasing with sodium content [14]. In the case of the Pd/silica catalysts with sodium added to the precursor pd2+/support, an additional 'geometric effect' produced a conversion of the linearly bound CO into the Pd-CO-Naband with formation of carbonate species [14]. As also found in the case of Ni/SiO2 catalysts this effect needs the combined presence of the alkali ions and of the free metal atoms [27]. Since much of the studies performed so far, referred to the case of the surface doped catalysts [12,13], and because of the strong indication of electronic effects in presence of sodium in the bulk, as in the natural pumice supported catalysts [1-4], the results of the present study has confirmed that such effects exist under different preparation procedure of the catalysts and regardless on whether or not sodium is part of the support structure or is subsequently added as a surface dopant to the pda+/support precursor, as in the silica catalyst. The alkali ions, as part of the support bulk, are uniformly distributed and will essentially act as electron donors through the formation of a composite metal- O-alkali ion [28]. Such composites, behaving as bases, may have a decomplex- ing effect on the reactions with electron rich substrates in analogy to other electrodonating compounds [29]. In the case of the surface doped Pd/silica catalyst, the sodium ions are not uniformly distributed; part of the ions will be at the metal surface, as indicated A.M. Venezia et al. / Applied Catalysis A: General 147 (1996) 81-94 93 by previous LEIS study [26], and part will be at the support surface, in analogy with potassium promoted Ni/SiO2 catalysts for which the largest amount of the alkali was linked to the support [30]. A surface migration of sodium may occur during calcination or even during the reduction performed at high temperature, so that part of the ions will be located at the metal-support interface. In these cases, the Pd 3d chemical shift, could be originated by the formation of an electron donor composite metal-O-alkali ion underlying the metal particle. 4. Conclusion Through the XPS analysis a correlation between the electronic properties of metallic palladium supported on different aluminosilicates and the Na/Pd atomic ratio is found. The effect is independent on the catalyst preparation procedure and on the sodium location since it exists in the surface doped catalysts like Pd/SiO2 and in the structural support doped catalysts. The analysis of the intensity ratio Pd 3d/Si 2p has yielded particle sizes which, for the low surface area support catalysts, were in agreement with those found by the bulk technique like small angle X-ray diffraction. The catalyst preparation procedure and the support specific surface area seem to affect the morphology of the supported metal; when severe conditions are used, such as high calcination and reduction temperatures, formation of crystallites are more likely; under mild conditions and also with large surface area supports a combination of crystallites and monolayer may occur. The analyses of the Na ls/Si 2p and of the K 2p/ Si 2p intensity ratio suggest a homogeneous distribution of the alkali ions in the support confirming that the palladium surface is free from sodium ions. The mechanism by which the sodium ions determine an electron density increase at the metal particle, when they are added as surface dopants or they are inside the support structure, will be essentially the same and will occur through the formation of an electron donor composite of metal-oxygen Na. In conclusion, this study confirms that the modification of the catalytic activity of the metallic phase of the pumice supported palladium catalysts, displayed in the hydrogenation of dienes, was due to the presence of sodium ions in the pumice structure. Acknowledgements This work was supported by C.N.R. (Progetto Finalizzato Chimica Fine II, Progetto Strategico Tecnologie Chimiche Innovative) and by Ministero della Ricerca Scientifica e Tecnologica. 94 A.M. Venezia et al. /Applied Catalysis A: General 147 (1996) 81-94 References [1] A.M. Venezia, D. Duca, M.A. Floriano, G. Deganello and A. Rossi, Surf. Interface Anal. 19 (1992) 543. [2] A.M, Venezia, D. Duca, M.A. Floriano, G. Deganello and A. Rossi, Surf. Interface Anal., 18 (1992) 619. [3] A.M. Venezia, A. Rossi, D. Duca, A. Martorana and G. Deganello, Appl. Catal. A, 125 (1995) 113. [4] G. Deganello, D. Duca, A. Martorana, G. Fagherazzi and A. Benedetti, J. Catal., 150 (1994) 127. [5] G. Deganello, D. Duca, L.F. Liotta, A. Martorana and A.M. Venezia, Gazz. Chim. ItaL, 124 (1994) 229. [6] D. Duca, L.F. Liotta and G. Deganello, J. Catal., 154 (1995) 69. [7] M.G. Mason, Phys. Rev., B27 (1983) 748. [8] Y.A. Ryndin, L.V. Nosova, A.I. Boronin and A.L. Chuvilin, Appl. Catal., 42 (1988) 131. [9] S..Kohiki, Appl. Surf. Sci., 25 (1986) 81. [10] A.M. Venezia, M.A. Floriano, G. Deganello and A. Rossi, Surf. Interface Anal., 18 (1992) 532. [11] M.A. Floriano, M.A. Venezia, G. Deganello, E.C. Svensson and J.H. Root, J. Appl. Crystallogr., 27 (1994) 271. [12] V. Pitchon, P. Gallezot, C. Nicot and H. Praliaud, Appl. Catal., 47 (1989) 357 [13] V. Pitchon, M. Guenin and H. Praliaud, Appl. Catal., 63 (1990) 335. [14] L.F. Liotta, G.A. Martin and G. Deganello, J. Catal. (in press) [15] M.A. Vicarini, G.A. Nicolaon and S.J. Teichner, Bull. Soc. Chim. Fr., 1466 (1969), and references therein. [16] G. Gubitosa, A. Serton, M. Camia and N. Pernicone, Stud. Surf. Sci. Catal., 16 (1983) 431. [17] Y.I. Yermakov, Catal. Rev., 13 (1976) 77. [18] D.A. Shirley, Phys. Rev., B5 (1972) 4709. [19] P.M.A. Sherwood, in D. Briggs and M.P. Seah (Editors), Practical Surface Analysis, App. 3, Wiley, New York, 1983, p. 445. [20] G. Fagherazzi, A. Benedetti, G. Deganello, D. Duca, A. Martorana and G. Spoto, J. Catal., 150 (1994) 117. [21] L.F. Liotta, A.M. Venezia, A. Martorana and G. Deganello, J. Catal., submitted for publication. [22] F.P.J.M. Kerkhof and J.A. Moulijn, J. Phys. Chem., 83 (1979) 1612. [23] S. Doniach and M. Sunjic, J. Phys. Chem., 3 (1970) 285. [24] J.Z. Shyu, K. Otto, W.L.H. Watkins, G.W. Graham, R.K. Belitz and H.S. Gandhi, J. Catal., 114 (1988) 23. [25] M.P. Seah, in D. Briggs and M.P. Seah (Editors), Practical Surface Analysis, Wiley, Chichester, 1983, p. 181. [26] L.F. Liotta, G. Deganello, P. Delichere, C. Leclerq and G.A. Martin, J. Catal., in press. [27] G.A. Martin, M. Primet and J.A. Dalmon, J. Catal., 53 (1978) 321. [28] Z. Paal, G. Ertl and S.B. Lee, Appl. Surf. Sci., 8 (1981) 231. [29] J.P. Boitiaux, J. Cosyns and S. Vasudevan, Appl. Catal., 15 (1985) 317. [30] H. Praliaud, M. Primet and G.A. Martin, Appl. Surf. Sci., 17 (1983) 107. APCATA 96002013 S0926-860X(96)00201-3 10.1016/S0926-860X(96)00201-3 Elsevier Science B.V. All rights reserved Effect of sodium on the electronic properties of Pd/silica-alumina catalysts A.M. Venezia * a b A. Rossi c L.F. Liotta b A. Martorana a b G. Deganello a b a Dipartimento di Chimica Inorganica, Universitàdi Palermo, Palermo, Italy b Istituto di Chimica e Tecnologia dei Prodotti Naturali (CNR), via Archirafi 26-28, 90123 Palermo, Italy c Dipartimento di Chimica e Tecnologie Inorganiche e Metallorganiche, Universitàdi Cagliari, via Ospedale 72, 09124, Cagliari, Italy * Corresponding author. Tel.: (+ 39-91) 6168261; fax: (+ 39-91) 6166281 The effect of the alkali ion content on the electronic properties of palladium, supported on natural pumice and on synthetic aluminosilicates, was studied by X-ray photoelectron spectroscopy (XPS) measurements. To this aim a series of catalysts of palladium supported on aluminosilicates with various amounts of sodium and potassium in the bulk structure were prepared and analysed. The Pd 3d5/2 binding energy shifts of the different catalysts with respect to pure metal Pd 3d5/2 binding energy were followed as a function of the Na/Pd atomic ratio. For reasons of comparison, a silica supported Pd catalyst whose surface had been doped with sodium was also studied. A correlation of the Pd 3d binding energy with the sodium content was found, regardless on whether sodium was present in the bulk structure or just at the surface of the catalyst. The effect was independent of the catalyst preparation procedure. The analysis of the intensity of the photoelectron peaks of Pd 3d and Si 2p of the lower surface area catalysts, using the Kerkhof-Moulijn model, yielded particle sizes in agreement with values obtained from small angle X-ray diffraction measurements (SAXS). For the large surface area supported catalysts a monolayer type of metal distribution was found. The intensity ratios of the Na 1s and Si 2p photoelectron peaks are in accordance with those estimated from the bulk Na/Si atomic ratios of the synthetic and natural pumice support. Therefore any segregation of the alkali ions on the palladium particle of the corresponding catalysts are ruled out. The electronic effect is thus discussed in terms of the formation of an electron donor composite formed by the metal, the oxygen and the alkali ion. Keywords Palladium XPS SAXS Kerkhof-Moulijn model References [1] Venezia A.M. Duca D. Floriano M.A. Deganello G. Rossi A. Surf. Interface Anal. 19 1992 543 [2] Venezia A.M. Duca D. Floriano M.A. Deganello G. Rossi A. Surf. Interface Anal. 18 1992 619 [3] Venezia A.M. Rossi A. Duca D. Martorana A. Deganello G. Appl. Catal. A 125 1995 113 [4] Deganello G. Duca D. Martorana A. Fagherazzi G. Benedetti A. J. Catal. 150 1994 127 [5] Deganello G. Duca D. Liotta L.F. Martorana A. Venezia A.M. Gazz. Chim. Ital. 124 1994 229 [6] Duca D. Liotta L.F. Deganello G. J. Catal. 154 1995 69 [7] Mason M.G. Phys. Rev. B27 1983 748 [8] Ryndin Y.A. Nosova L.V. Boronin A.I. Chuvilin A.L. Appl. Catal. 42 1988 131 [9] Kohiki S. Appl. Surf. Sci. 25 1986 81 [10] Venezia A.M. Floriano M.A. Deganello G. Rossi A. Surf. Interface Anal. 18 1992 532 [11] Floriano M.A. Venezia M.A. Deganello G. Svensson E.C. Root J.H. J. Appl. Crystallogr. 27 1994 271 [12] Pitchon V. Gallezot P. Nicot C. Praliaud H. Appl. Catal. 47 1989 357 [13] Pitchon V. Guenin M. Praliaud H. Appl. Catal. 63 1990 335 [14] L.F. Liotta, G.A. Martin and G. Deganello, J. Catal. (in press) [15] Vicarini M.A. Nicolaon G.A. Teichner S.J. Bull. Soc. Chim. Fr. 1466 1969 and references therein [16] Gubitosa G. Serton A. Camia M. Pernicone N. Stud. Surf. Sci. Catal. 16 1983 431 [17] Yermakov Y.I. Catal. Rev. 13 1976 77 [18] Shirley D.A. Phys. Rev. B5 1972 4709 [19] Sherwood P.M.A. Briggs D. Seah M.P. Practical Surface Analysis 1983 Wiley New York 445 App. 3 [20] Fagherazzi G. Benedetti A. Deganello G. Duca D. Martorana A. Spoto G. J. Catal. 150 1994 117 [21] L.F. Liotta, A.M. Venezia, A. Martorana and G. Deganello, J. Catal., submitted for publication. [22] Kerkhof F.P.J.M. Moulijn J.A. J. Phys. Chem. 83 1979 1612 [23] Doniach S. Sunjic M. J. Phys. Chem. 3 1970 285 [24] Shyu J.Z. Otto K. Watkins W.L.H. Graham G.W. Belitz R.K. Gandhl H.S. J. Catal. 114 1988 23 [25] Seah M.P. Briggs D. Seah M.P. Practical Surface Analysis 1983 Wiley Chichester 181 [26] L.F. Liotta, G. Deganello, P. Delichere, C. Leclerq and G.A. Martin, J. Catal., in press. [27] Martin G.A. Primet M. Dalmon J.A. J. Catal. 53 1978 321 [28] Paal Z. Ertl G. Lee S.B. Appl. Surf. Sci. 8 1981 231 [29] Boitiaux J.P. Cosyns J. Vasudevan S. Appl. Catal. 15 1985 317 [30] Praliaud H. Primet M. Martin G.A. Appl. Surf. Sci. 17 1983 107",
      "scopus-id": "0042093473",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002013",
        "dc:description": "The effect of the alkali ion content on the electronic properties of palladium, supported on natural pumice and on synthetic aluminosilicates, was studied by X-ray photoelectron spectroscopy (XPS) measurements. To this aim a series of catalysts of palladium supported on aluminosilicates with various amounts of sodium and potassium in the bulk structure were prepared and analysed. The Pd 3d5/2 binding energy shifts of the different catalysts with respect to pure metal Pd 3d5/2 binding energy were followed as a function of the Na/Pd atomic ratio. For reasons of comparison, a silica supported Pd catalyst whose surface had been doped with sodium was also studied. A correlation of the Pd 3d binding energy with the sodium content was found, regardless on whether sodium was present in the bulk structure or just at the surface of the catalyst. The effect was independent of the catalyst preparation procedure. The analysis of the intensity of the photoelectron peaks of Pd 3d and Si 2p of the lower surface area catalysts, using the Kerkhof-Moulijn model, yielded particle sizes in agreement with values obtained from small angle X-ray diffraction measurements (SAXS). For the large surface area supported catalysts a monolayer type of metal distribution was found. The intensity ratios of the Na 1s and Si 2p photoelectron peaks are in accordance with those estimated from the bulk Na/Si atomic ratios of the synthetic and natural pumice support. Therefore any segregation of the alkali ions on the palladium particle of the corresponding catalysts are ruled out. The electronic effect is thus discussed in terms of the formation of an electron donor composite formed by the metal, the oxygen and the alkali ion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002013",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Venezia, A.M."
          },
          {
            "@_fa": "true",
            "$": "Rossi, A."
          },
          {
            "@_fa": "true",
            "$": "Liotta, L.F."
          },
          {
            "@_fa": "true",
            "$": "Martorana, A."
          },
          {
            "@_fa": "true",
            "$": "Deganello, G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002013"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002013"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00201-3",
        "prism:volume": "147",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of sodium on the electronic properties of Pd/silica-alumina catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "SAXS"
          },
          {
            "@_fa": "true",
            "$": "Kerkhof-Moulijn model"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "81-94",
        "prism:endingPage": "94",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00201-3",
        "prism:startingPage": "81",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00201-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042093473"
      }
    }
  }
}