{
  "metadata": {
    "title": "Hydrodemetallisation of residual oil with catalysts using fibrillar alumina as carrier material",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-29",
    "doi": "10.1016/S0926-860X(96)00320-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003201",
    "pii": "S0926860X96003201"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038901548",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003201 S0926-860X(96)00320-1 S0926860X96003201 10.1016/S0926-860X(96)00320-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00555 2024-01-01T12:19:29.85596Z 0 0 19970529 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 153 153 1 2 1 2 Volume 153, Issues 1–2 6 69 82 69 82 19970529 29 May 1997 1997-05-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. HYDRODEMETALLISATIONRESIDUALOILCATALYSTSUSINGFIBRILLARALUMINACARRIERMATERIAL YING Z SPEIGHT 1981 J DESULFURIZATIONHEAVYOILSRESIDUA TSAI 1993 1603 M LEE 1991 29 S SPEIGHT 1985 51 J LI 1995 898 C ABSIHALABI 1995 1211 M PAZOS 1983 653 J HOWELL 1985 121 R ADAMS 1989 57 C QUANN 1988 95 259 R TOPSOE 1996 H HYDROTREATINGCATALYSIS HARDIN 1981 A CANMETREPORT814E EFFECTSPORESIZEINMOO3COOAL2O3HYDROPROCESSINGCATALYST YING 1995 1566 Z STERTE 1986 1159 J ILER 1961 618 R MEDLIN 1969 25 J AGRAWAL 1984 505 R EIJBOUTST 1991 412 S YINGX1997X69 YINGX1997X69X82 YINGX1997X69XZ YINGX1997X69X82XZ item S0926-860X(96)00320-1 S0926860X96003201 1-s2.0-S0926860X96003201 10.1016/S0926-860X(96)00320-1 271346 2024-01-01T12:19:29.85596Z 1997-05-29 1-s2.0-S0926860X96003201-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003201/MAIN/application/pdf/1c153a0304182c020d0671963fddba25/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003201/MAIN/application/pdf/1c153a0304182c020d0671963fddba25/main.pdf main.pdf pdf true 733755 MAIN 14 1-s2.0-S0926860X96003201-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003201/PREVIEW/image/png/26d6d35813337b4b91adbd7d420971f8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003201/PREVIEW/image/png/26d6d35813337b4b91adbd7d420971f8/main_1.png main_1.png png 46445 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 153 (1997) 69-82 Hydrodemetallisation of residual oil with catalysts using fibrillar alumina as carrier material Zhong-Shu Yinga, B6rje a * Gevert ' , Jan-Erik Otterstedta, Johan Sterteb ~Department of Engineering Chemistry, Chalmers University of Technology, S 412 96 Gfteborg, Sweden bDepartment of Chemical Technology, Lule& University of Technology, S-971 87 Lule&, Sweden Received 14 March 1996; received in revised form 3 September 1996; accepted 3 September 1996 Abstract Hydroprocessing catalysts were prepared using fibrillar aluminas as carrier materials and sulphides of nickel and molybdenum as active substances. The fibrillar aluminas were obtained from fibrillar boehmite samples prepared at three different synthesis conditions resulting in different fibril sizes. After extrudation and deposition of metals, catalysts combining large surface areas with large average pore diameters were obtained. The catalysts were tested for hydrodemetallisation of an atmospheric residue and the results were compared with those obtained for a commercial reference catalyst with a similar loading of nickel and molybdenum. Two of the catalysts prepared using fibrillar alumina as carrier material were more active than the commercial catalyst. The third catalyst containing the largest alumina fibrils was inferior to the other catalysts in all respects. Catalyst deactivation was investigated in a long-term hydroprocessing experiment using a heavy vacuum residue containing large amounts of metals as a feed oil. The catalyst prepared using fibrillar alumina used in this test showed a constant level of hydrodemetallisation even after 500 h on stream whereas the reference catalyst was completely deactivated after 350 h. Keywords: Hydroprocessing; Fibrillar alumina; Hydrodemetallisation; Hydrodemetallation; HDM; Vanadium; Nickel; Residual petroleum; Deactivation 1. Introduction The need for hydroprocessing of different petroleum fractions in general, and of heavy oil fractions in particular is increasing due to environmental consciousness, a slow declining average quality of the available crude oils, and an increasing demand for transportation fuels. * Corresponding author. Tel.: +4631 7722956; fax: +4631 160062; e-mail: gevert@tk.chalmers.se 0926-860X/97/$17.00 ~) 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00320- 1 70 Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 Heavy oil fractions are characterized by high contents of heteroatoms, metals and asphaltenes, which make them difficult to upgrade both from a process and from an environmental point of view. The metals, primarily nickel and vanadium, accumulate on catalyst surfaces and cause permanent deactivation of the catalysts. In order to protect and extend the lifetime of catalysts used for hydrodesulphur- isation (HDS) and catalytic cracking (FCC), metals can be removed upstream of these processes by catalytic hydrodemetallisation. Sulphur is found in appreciable amounts in all fractions of the crude oil whereas the metals are concentrated to the heaviest fraction of the oil. More than 20% of the sulphur appears in the <500 fraction. The majority of nickel and vanadium, however, appears in the >650 fraction of the oil. Practically less than 1% of these metals is found in the <500 fraction with only a small percentage present in the 500-650 fraction [1]. The metals are thus associated with larger molecules, primarily porphyrines which are found in the oil or associated with asphaltenes. Compared to sulphur, the metal compounds will therefore be subjected to greater diffusional constraints in a hydroprocessing treatment [2-7]. In order to minimize these diffusional limitations, catalysts for HDM and HDS of residues generally have larger pores than those used for HDS of distillates [8]. The pore size is also of major importance for the long-term activity of HDM catalysts as deactivation of the catalyst is caused mainly by deposition of vanadium sulphides at the pore mouths, causing pore mouth plugging [9-11]. Optimal pore sizes for maximum HDM activity have been suggested by many investigators [10,11]. Hardin et al. [ 12] found a maximum activity for Ni and V removal from Athabasca bitumen with o catalysts characterized by median pore diameters of 200 A. Increases in pore size above this resulted in a decrease in activity. This phenomenon is easily rationalised on the basis of catalyst surface area. As the pore size increases, the surface area decreases and so does the number of active sites. There is a compromise between the increase in activity due to an increased surface area and the decrease due to diffusional resistance; hence an optimum in pore size exists. This correlation between surface area and pore size assumes that the primary particles building up the catalysts have the same geometrical shape and are packed in the same manner. If the shape or the packing of the primary particles is altered, a new correlation between surface area and pore size is obtained. The primary particles in conventional HDS and HDM catalysts are generally corpuscular. In an earlier publication [13], we argued that it would be favourable to prepare catalyst carriers for HDM catalysts using fibrillar particles as this makes it possible to combine a large surface area with a large average pore size. Catalysts were prepared using attapulgite, a fibrous clay mineral, and fibrillar alumina as cartier materials and tested for hydroprocessing of an atmospheric petroleum residue. The catalyst prepared using fibrillar alumina as carrier material was found to be more active than a commercial reference catalyst for HDM, equally active for HDS and less active for HDN. The catalyst prepared using attapulgite as a carrier material was inferior to the other two catalysts in all respects, a fact that was Z-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 71 explained by a tendency for the attapulgite fibers to aggregate in a side-by-side manner rather than in the random manner required to achieve the combined large surface area and large average pore size. In order to further explore and optimize the use of fibrillar alumina as a carrier material for HDM catalyst we decided to make a systematic study, investigating the effects of fibril size on the performance of the resulting HDM catalysts and the long term stability of these catalysts. This paper reports on the results of such a study using fibrillar alumina, prepared at three different temperatures yielding three different particle sizes, as carrier materials for hydroprocessing catalysts. The resulting catalysts are characterized and tested for HDS, HDM and HDN using a commercial hydroprocessing catalyst as a reference. 2. Experimental 2.1. Preparation of catalysts Samples of fibrillar boehmite were prepared by treating aluminium chlorohy- drate solutions in a teflon coated stainless steel autoclave at temperatures of 145, 160, and 180 for 24 h [14,15]. The aluminium chlorohydrate solution (Locron L, Hoechst) had an OH/A1 molar ratio of 2.5 and was used at a concentration of 0.8 M (AI). After cooling, the products were taken out of the autoclave and deionized. The boehmite sol was gelled at pH 9.0 by addition of 1.0 M NH3, separated by filtration and washed until chloride free. The resulting gels were freeze dried. Catalyst carriers were prepared by first mixing the boehmite with water to a suitable viscosity and then extruding in a radial extruder with a 1 mm sieve. After extrudation, the catalyst carriers were dried at 110 overnight and calcined at 510 for 3 h in order to convert the fibrillar boehmite to fibrillar 7-alumina. The catalyst carriers were impregnated by pore filing first with an aqueous solution of ammonium heptamolybdate and then with nickel nitrate. Between and after these impregnations the samples were dried at 110 for 12 h and calcined at 480 for 3 h. The catalysts produced from the fibrillar boehmite carrier are designated catalyst F-145, F-160, and F-180, where the figures represent the temperature of preparation of the fibrillar boehmite. A commercial catalyst, Shell 424, was used as a reference catalyst in this study. All catalysts used in the hydroprocessing experiments were ground in a mortar and sieved with 0.5-1.0 mm screens. 2.2. Hydroprocessing The hydroprocessing was performed in a down flow trickle bed reactor with an inner diameter of 24 mm and a height of 565 mm. The reactor temperature was maintained by three individually controlled heating coils making it possible to keep the temperature difference over the catalyst bed within 2. The catalyst 72 Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 6942 Table 1 Experimental conditions used in hydroprocessing runs Long exper Pressure 10.0 MPa 11.0 MPa Hydrogen to oil ratio 350 N11 1 550 N11-l LHSV 0.5, 0.75, 1.5, 3.0h-l 0.75 h-1 Amount of catalyst useda: Catalyst A F- 145 F- 160 F- 180 Weight 22.37 g 16.90 g 17.58 g 18.70 g Amount of catalyst used in long time experimentsa: Catalyst A F- 145 Weight 23.22 g 19.24 g a 31 ml of catalyst was used in all experiments. was loaded in the midsection and the void space was filled with glass beads with a diameter of 1 mm. A constant catalyst volume of 31 ml was used in all experiments. The hydrogen flow was controlled by a thermal flow controller calibrated for 100% hydrogen (Ashdown Process Control), whereas the feed oil was fed by a spinning bath pump from Feinpruf. A calibration curve correlating oil flow with rotating speed of the pump was made prior to each experiment. The reactor was designed for a maximum pressure of 20 MPa and a maximum temperature of 450. In Table 1 the conditions during the hydroprocessing are presented. Two different series of experiments were made based on the length of the experiments. In the short experiment conducted first, each catalyst was deactivated until steady state, approximately 50 h, before the experiments started. In the long-time experiment the time used was up to 540 h. The feed oils used were a heavy Venezuelan vacuum residue and a mixed atmospheric residue from Scanraff AB (Lysekil, Sweden) originating from Oman, the Soviet Union, and Mexico. 2.3. Characterization of catalysts Nitrogen adsorption-desorption isotherms were determined using a Digisorb 2600 surface-area pore-volume analyser (Micromeritics Instrument Corporation). The samples were first outgassed at 200 for 3 h, and the isotherms were recorded at liquid nitrogen temperature. Surface areas were calculated using the BET equation and pore volumes were estimated to be the liquid volume adsorbed at a relative pressure of 0.995. Pore-size distributions were calculated from the desorption branches of the isotherms assuming cylindrical pores. Elemental analysis of the catalysts was carded out by atomic absorption spectroscopy (AAS) employing LiBOa-fusion [16]. Scanning electron microscopy (SEM) was performed using a JEOL model JSM-5200 electron microscope. X-ray Z-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 73 diffraction patterns were determined with a Siemens X-ray diffractometer (model D 5000, Position Sensitive Detector, CulC~-radiation) using freeze dried powders. 2.4. Characterization of feed stocks and hydroprocessed products Boiling point distributions were analysed by simulated distillation using a HP 5880 gas chromatograph equipped with a 0.7 m OV-101 column. The principle of this method is described in ASTM D 2887-73. The amounts of carbon, nitrogen and hydrogen were determined using a LECO CHN-600 elemental analyser. Sulphur was determined with a LECO SC-132 sulphur analyser. Basic nitrogen was determined by titration with perchloric acid using crystal violet as an indicator. The metal contents in the feed oils were analysed spectrophotometrically. Oil samples were first mixed with sulphuric acid and sulphonated by treatment at 120- 160 on a hot plate (ASTM D 1548-83). The sulphonated samples were placed in a muffle furnace with a temperature of 150 and the temperature was slowly increased to 525. A slow flow of air was passed through the furnace to aid in reducing the coke to inorganic ash. After cooling, the ash was dissolved in mixture of sulphuric and nitric acid. Nickel was analysed, after dissolution, by AAS. Part of the solution was further treated according to ASTM D 1548-83 in order to convert the vanadium to its phosphotungstovanadic acid complex which was analysed spectrophotometrically. Asphaltene contents were determined as the fraction of the oil that was insoluble in n-hexane. 3. Results and discussion 3.1. Characterization of catalyst carriers Fig. 1 shows the X-ray diffraction patterns of deionized and freeze dried samples of products from the three batches. All the products show diffraction patterns characteristic for boehmite [0t-A10(OH)]. The characteristic peaks sharpen with increasing temperature of synthesis, indicating increasing crystallinity of the products. Table 2 shows the surface areas, pore volumes and average pore diameters of catalyst carriers prepared from the three boehmite samples by extrudation followed by drying at 110 and calcination at 530 for 3 h. During this calcination, a conversion of the boehmite structure to y-alumina takes place. This conversion, however, does not affect the fibrillar structure of the primary particles which is maintained in the resulting 7-alumina [13]. The surface areas decrease with increasing temperature of synthesis of the boehmite from 244 m2 g-1 for the sample prepared at 145 to 150 m2 g-1 for the one prepared at 180, indicating an increasing size of the fibrils with increasing 74 Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 69--82 145 160 180 i .... 'J - - f .... i .... i .... 10 1S 20 2S 30 35 i I 40 4S Fig. 1. X-ray diffraction patterns for fibrillar boehmite samples prepared at 145, 160 and 180. Table 2 Physical characterization of the catalyst carriers before extrusion Carrier produced at temperature () 145 160 180 Surface area (m2 g-l) 244 176 150 Pore volumea (ml g 1) 0.79 1.12 1.00 Average Pore diameterb (,~) 130 254 267 aEstimated as the liquid volume adsorbed at a relative pressure of 0.995. b Calculating assuming cylindrical pores. temperature of synthesis. This increase is also reflected by an increase in average pore diameter with increasing temperature of synthesis of the fibrillar boehmite (see Table 2). The pore volumes of the carriers are in the range 0.79-1.12 cm3 g-l, the highest value measured for the sample prepared at 160. The pore volume of materials built up of fibrils is, to a large extent, dependent upon the packing of the Z.-S. ITng et al./Applied Catalysis A: General 153 (1997) 6942 75 g_ I ~- o ~_~ O~ I 0 100 200 300 400 500 600 700 Pore Diameter (A) 800 Fig. 2. Nitrogen desorption pore-size distributions of fibrillar alumina carriers produced from fibfillar boehmite synthesised at 145(O), 160 (A) and 180 ([~). fibrils in the material. Differences in packing probably explain the differences in pore volume observed for the three catalyst carriers. Fig. 2 shows the desorption pore volume distributions for the different carriers. The sample synthesised at 145 shows a relatively narrow distribution centred at a pore diameter of approximately 100 .& with a tail towards large pores whereas the sampole prepared at 160 and 180 show distributions centred at about 340 and 380 A, respectively, with tails towards smaller pores. 3.2. Characterization of catalysts and feed oils In Table 3, surface areas, pore volumes, and average pore diameters of the fibrillar alumina catalysts are given together with the corresponding values for the reference catalyst. The surface areas of the fibrillar alumina catalysts decrease with increasing temperature of synthesis in analogy with those of the corresponding carriers. The values measured for the catalysts are, however, somewhat lower than those of the carriers. This is reasonable as the impregnated metals both fill up and plug some of the pores, making less area available for nitrogen adsorption, and contribute to the weight of the catalyst, lowering the surface area measured on a Table 3 Characterization of the catalysts Catalyst F- 145 F- 160 F- 180 Catalyst A Surface area (m2g l) 160 138 94 158 Pore volumea (ml g 1) 0.58 0.87 0.75 0.39 Avarage pore diameterb (,~) 145 253 319 98 MoO3 (weight %) 17.5 18.1 18.3 18.8 NiO (weight %) 3.7 3.5 3.7 3.6 P205c (weight %) 5.7 a Estimated as the liquid volume adsorbed at a relative pressure of 0.995. b Calculating assuming cylindrical pores. Value provided by the catalyst manufacturer. 76 Z-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 10 ~_ 6 \"~ 4 g.~ o I ~L :\" 0- 100 200 300 400 500 600 700 800 Pore Diameter, (A) Fig. 3. Pore size distribution of catalysts A (+), F-145 (C)), F-160 (A) and F-180 ([]). weight basis. The pore volumes of the fibrillar alumina catalysts (see Table 3) are also plausible for the same reasons as the lower surface area. The average pore diameters of the fibrillar alumina catalysts are similar to or somewhat larger than those of the carrier materials. An increase in average pore diameter may possibly be explained by a partial plugging of the smallest pores by the metal oxide or by an enrichment of these oxides in smaller pores relative to larger ones. The catalyst F- 145 has about equal surface area as the reference catalyst, catalyst A, 160 and 158 m2 g-l, respectively. The metal loading is also about the same and thus the metal loading in g m-2 are the same. However, there is a big difference in pore volume in favour for the F-145 catalyst. The desorption pore size distribution calculated for the fibrillar alumina cata- lysts, and shown in Fig. 3, are similar to those of the corresponding carriers. The distribution for the reference catalyst, in which the primary particles are corpus- cular alumina, is very narrow, centred at a pore diameter of about 90 ,~ and with a slight tail towards larger pores. Fig. 4 shows scanning electron micrographs of the three catalysts made of fibrillar alumina and of the commercial reference catalyst. The fibrillar nature of the primary particles in the three catalysts built up of fibrillar alumina is clearly seen in this figure. The figure also shows the effect of synthesis temperature on the fibril size, i.e. an increasing particle size with increasing temperature of synthesis. From the SEM analysis, the fibrils appears to be primarily randomly distributed although some aggregation could be detected particularly in F-180 and F-145. The great difference in nature between this catalyst and the reference in which the primary particles are corpuscular is clearly seen in this figure. The NiO and MoO3 contents of the different catalysts are given in Table 3. The contents are almost identical in the different catalysts. The two feed oils used in the hydroprocessing experiments were analysed with respect to chemical and physical properties. The results of these analyses are given in Table 4. The Venezuelan vacuum residue contains a large amount of metals (Ni+V=576 ppm) and requires heating in order to be pumpable. The mixed oil is lighter and thus considerably less viscous with only 67 ppm of Ni+V. Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 77 (a) (b) (c) Fig. 4. Scanning electron micrographs of: (a) Catalyst A; (b) F-145; (c) F-160; (d) F-180. Table 4 Characterization of the feed oils Property Mixed oil Vacuum residue Viscosity 135 (mm2 s- i) 15.7 220 Density 25\"C (kg m 5) 952.9 1015 S (%) 2.1 3.4 N (%) 0.43 0.37 Basic N (%) 0.16 0.15 H/C ratio (molar) 1.6 1.51 Asphaltenes (%) 1.8 7.5 Ni (ppm) 23 66 V (ppm) 44 510 3.3. Hydroprocessing Fig. 5a shows the removal of vanadium from the feed oil as a function of hydroprocessing temperature and LHSV. As expected, the hydroprocessing effi- ciency generally increases with increasing temperature and with decreasing LHSV. 78 Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 370 *C 390 410 430 *C (a) lOO[ 80 40 20 0 0 1 2 3 4 1 2 3 1 2 3 1 2 3 LHSV / h 370 390 410 430 (b) 100 80 40 2O 0,1,~,1, 0123 1 2 3 4 1 2 3 t 2 3 LHSV / h Fig. 5. Removal of metals after 50 h of experiment from the mixed oil by hydroprocessing at temperatures in the range 370-430 and using LHSV's of 0.5-3.0 h 1. (a) Removal of V, (b) removal of Ni. [Catalysts: A (+), F- 145 (O), F-160 (/k) and F-180([])]. Two of the catalysts made up of fibrillar alumina, F-145 and F-160, show a higher activity for vanadium removal than the reference catalyst, catalyst A, at all temperatures investigated. The difference is more apparent at higher LHSV's which is reasonable as the effects of diffusion constraints should be more pronounced at these conditions. The results for F-145 and F-160 are somewhat scattered and it is therefore difficult to draw any definite conclusions regarding their relative performance. It does, however, appear as if F-145 is the more effective of the two catalysts for vanadium removal from the feed oil. The difference between the catalysts is less obvious at higher hydroprocessing tem- peratures. This may be an effect of thermal demetallisatlon reactions or of differences in activation energies. Catalyst F-180 shows the greatest dependence on changes of space velocity of all four catalysts investigated. This is somewhat remarkable as this catalyst has the highest average pore size and thus would be expected to be less sensitive to diffusional limitations than the other catalysts. It should, however, be noted that the surface area of this catalyst is considerably lower than those of the other three. It is therefore reasonable to assume that this catalyst has a substantially lower intrinsic activity which, at least partly, may explain the results obtained. Z-S. ~ng et al./Applied Catalysis A: General 153 (1997) 69-82 79 Fig. 5b shows the corresponding results obtained for the removal of nickel. The trends observed for nickel removal are similar to those for vanadium with the only major difference that F-180 appears to be somewhat more efficient than F-145 in this case. Both F-160 and F-145 do, however, show a considerably higher activity for nickel removal in comparison with catalyst A. Observed efficiencies for removal of nickel are generally lower than for removal of vanadium. This is in agreement with previously published results obtained in experimental studies both using real feed oils and model compounds [17]. The differences between nickel and vanadium removal are more marked at low hydroprocessing temperatures and high LHSV's. At the highest temperature and the lowest LHSV used in the study, an almost complete removal of both nickel and vanadium was achieved. Removal of sulphur and of basic nitrogen were also investigated. Whereas the activity for sulphur removal showed a good correlation with the catalyst surface area, the reference catalyst showed a remark- ably high activity for removal of basic nitrogen than the catalysts having carriers of fibrillar alumina. This is believed to be correlated with the phosphorous content of the reference catalyst as phosphorous is known to enhance the removal of basic nitrogen [10,11,18]. 3.4. Long term hydroprocessing experiment Two catalysts, F-145 and Catalyst A were tested for hydroprocessing of the heavier feed oil, the vaccum residue (see Table 4) over periods of 530 h and 350 h, respectively. These catalysts were chosen for this experiment because they have almost identical surface areas and pore diameters small enough to expect deac- tivation by metals deposition within a reasonable period on stream. Fig. 6a shows the vanadium conversion over the two catalysts as a function of time on stream. For F-145 the conversion decreases with time on stream from an initial conversion of about 70% to about 40% during the first 100 h. After this time, the conversion remains essentially constant at this level during the rest of the experiment. For catalyst A, the initial conversion is about 50% and, the conversion decreases continuously with increasing time on stream. Fig. 6b shows the degree of demetallisation of nickel over the catalysts as a function of time on stream. Both catalysts have an initial conversion of about 40% which decreases to about 30% within the first 30 h in the reactor. After this period of time, the conversion remains essentially constant up to about 200 h when the activity of catalyst A starts to decline. This drop in activity continued up to a time on stream of 350 h when the conversion was about 10% and the experiment was discontinued. The conversion over F-145 remained constant at about 30% for the remaining time of experiment, i.e. up to 530 h. The H/C ratios of the hydroprocessed oil samples taken after different time on stream were determined. The ratios were found to be essentially independent of both catalyst type and time on stream and values of 1.7.05 were obtained for all 80 Z-S. ~ng et al./Applied Catalysis A: General 153 (1997) 69-82 1oo E 90 ._m 80 ~ ,o > 60 \"~ 5o ~ 4o ~ ao A- 20 0 (a) o + o o o o + ++04o+o o o o o o oO ooo o + + ++ + +++ 1 O0 200 300 400 500 600 HOUFS lOO go 80 -~ 70 ._u Z 60 \"5 50 =E ao 97 20 0o (b) o %0 o o + +o +o@~o +o o Oo ooo oO + + + + 1 O0 200 300 400 500 600 Hours Fig. 6. Removal of metals as a function of time on stream in the long term experiments. (a) V and (b) Ni. [Catalysts: A (+) and F-145 (O)]. Table 5 Characterization of catalysts used in the long-term experiment Catalyst F- 145 A Accumulated amount of V (g) Accumulated amount of Ni (g) Surface area (m2 g-I) Pore volumea (cm3 g 1) Average pore diameterb (,~) 2.62 0.98 0.25 0.14 48 93 0.22 0.28 183 119 aEstimated as the liquid volume adsorbed at a relative pressure of 0.995. b Calculating assuming cylindrical pores. samples analysed. This should be compared with the H/C-ratio of the feed oil which was determined to 1.51 (see Table 4). In Table 5, analyses of catalysts after completion of the experiments are shown. The accumulated weight of vanadium on the catalysts were 2.62 g on F-145 and 0.98 g on catalyst A. Calculated on the weight of the fresh catalysts, this corresponds to 13.6 and 4.2 weight% accumulated V on F-145 and catalyst A, respectively. Average demetallisations in the two experiments were calculated from the accumulated vanadium on the catalysts and the total amount of vanadium added with the feed oil was found to be 49% for F-145 and 28% for catalyst A. The corresponding values for the HDM of nickel were 36 and 31% for F-145 and catalyst A, respectively. These values are in good agreement with values obtained by analyses of hydroprocessed oil samples, see Fig. 6. Z-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 81 Table 5 also shows the surface areas, pore volumes and average pore diameters determined for the catalyst used in the long-term experiments. For F-145 the surface area has decreased from 160 m2 g-1 for the fresh catalyst to 48 m2 g-l for the used one, whereas, the pore volume has gone down from 0.58 to 0.22 cm3 g- l during the experiment. For catalyst A, the decrease in surface area and pore volume is less drastical (see Table 3 and Table 5) which is not surprising as this catalyst is not nearly as severely poisoned as F-145 after the long term experiment. The fact that the average pore diameters calculated for the used catalysts are larger than those of the fresh ones (see Table 3) may seem somewhat remarkable. This is, however, probably an artefact due to complete plugging of the smallest pores of the catalyst which affects the surface area to a larger extent than the pore volume and thus, results in a larger average geometrical pore volume. 4. Conclusions Fibrillar alumina can be used as primary particles to prepare hydroprocessing catalysts with a favourable combination of large surface area and a large average pore size. In comparison with conventional hydroprocessing catalysts, using corpuscular alumina as the carrier material, catalysts containing fibrillar alumina as the carrier material, have a larger surface area at a given average pore diameter or a larger average pore diameter at a given specific surface area. Catalysts based upon fibrillar alumina show both high intrinsic activity for HDM and relative long catalyst lifetime. Acknowledgements The authors gratefully acknowledge financial support from the Swedish National Board for Industrial and Technical Development (NUTEK) and the PREEM Environmental foundation. References [1] J.G. Speight, The desulfurization of heavy oils and residua, Marcel Dekker, New York, 1981. [2] M.-C. Tsai, Y.-W. Chen and C. Li, Ind. Eng. Chem. Res., 32 (1993) 1603. [3] S.Y. Lee, J.D. Seader, C.H. Tsai and EE. Massoth, Ind. Eng. Chem. Res., 30 (1991) 29. [4] J.G. Speight, D.L. Wernick, K.A. Gould, R.E. Overfield, B.M.L. Rao and D.W. Savage, Revue de l'Institut Francais du Petrole, 40(1) (1985) 51. [5] C. Li, Y.-W. Chen and M.-C. Tsai, Ind. Eng. Chem. Res., 34 (1995) 898. [6] M. Absi-Halabi, A. Stanislaus, T. A1-Mughni, S. Khan and A. Qamra, Fuel, 74(8) (1995) 1211. [7] J.M. Pazos, J.C. Gonzalez and A.J. Salazar-Guillen, Ind. Eng. Chem. Process Des. Dev., 22 (1983) 653. [8] R.U Howell, C. Hung, K.R. Gibson and H.C. Chen, Oil and Gas Journal, 83(30) (1985) 121. [9] C.T. Adams, A.A. Del Paggio, H. Scharper, W.H.J. Stork and W.K. Shiffiet, Hydrocarbon processing, 68(9) (1989) 57. 82 Z.-S. Ying et al./Applied Catalysis A: General 153 (1997) 69-82 [10] R.J. Quann, R.A. Ware, C.-W. Hung and J. Wei, Advan. in Chem. Eng., 14 (1988) 95-259. [11] H. Topsoe, B.S. Clausen and EE. Massoth, Hydrotreating Catalysis, Springer, Berlin, 1996. [12] A.H. Hardin, M. Ternan, R.H. Packwood, The effects of Pore Size in MoO3-CoO-AleO3 Hydroprocessing Catalyst, CANMETReport 81-4E, Energy, Mines, and Resources, Canada, 1981. [13] Z.-S. Ying, B. Gevert, J.-E. Otterstedt and J. Sterte, Ind. Eng. Chem. Res., 34 (1995) 1566. [14] J.P. Sterte and J.- E Otterstedt, Mat. Res. Bull., 21 (1986) 1159. [15] R. Iler, J. Am. Ceram. Soc., 44 (1961) 618. [16] J.H. Medlin, N.H. Suhr and J.B. Bodkin, At. Absorpt. Newsl., 8 (1969) 25. [17] R. Agrawal and J. Wei, Ind. Eng. Chem. Process Des. Dev., 23 (1984) 505. [18] S. Eijboutst, J.N.M. van Gestel, J.A.R. van Veen, V.H.J. de Beer and R. Prins, J. Catal., 131 (1991) 412. APCATA 96003201 S0926-860X(96)00320-1 10.1016/S0926-860X(96)00320-1 Article Hydrodemetallisation of residual oil with catalysts using fibrillar alumina as carrier material Zhong-Shu Ying a Börje Gevert ∗ a Jan-Erik Otterstedt a Johan Sterte b a Department of Engineering Chemistry, Chalmers University of Technology, S 412 96 Göteborg, Sweden b Department of Chemical Technology, Luleå University of Technology, S-971 87 Luleå, Sweden ∗ Corresponding author. Tel.: +4631 7722956; fax: +4631 160062 Hydroprocessing catalysts were prepared using fibrillar aluminas as carrier materials and sulphides of nickel and molybdenum as active substances. The fibrillar aluminas were obtained from fibrillar boehmite samples prepared at three different synthesis conditions resulting in different fibril sizes. After extrudation and deposition of metals, catalysts combining large surface areas with large average pore diameters were obtained. The catalysts were tested for hydrodemetallisation of an atmospheric residue and the results were compared with those obtained for a commercial reference catalyst with a similar loading of nickel and molybdenum. Two of the catalysts prepared using fibrillar alumina as carrier material were more active than the commercial catalyst. The third catalyst containing the largest alumina fibrils was inferior to the other catalysts in all respects. Catalyst deactivation was investigated in a long-term hydroprocessing experiment using a heavy vacuum residue containing large amounts of metals as a feed oil. The catalyst prepared using fibrillar alumina used in this test showed a constant level of hydrodemetallisation even after 500 h on stream whereas the reference catalyst was completely deactivated after 350 h. Keywords Hydroprocessing Fibrillar alumina Hydrodemetallisation Hydrodemetallation HDM Vanadium Nickel Residual petroleum Deactivation References [1] J.G. Speight The desulfurization of heavy oils and residua 1981 Marcel Dekker New York [2] M.-C. Tsai Y.-W. Chen C. Li Ind. Eng. Chem. Res. 32 1993 1603 [3] S.Y. Lee J.D. Seader C.H. Tsai F.E. Massoth Ind. Eng. Chem. Res. 30 1991 29 [4] J.G. Speight D.L. Wernick K.A. Gould R.E. Overfield B.M.L. Rao D.W. Savage Revue de I'Institut Francais du Petrole 40 1 1985 51 [5] C. Li Y.-W. Chen M.-C. Tsai Ind. Eng. Chem. Res. 34 1995 898 [6] M. Absi-Halabi A. Stanislaus T. Al-Mughni S. Khan A. Qamra Fuel 74 8 1995 1211 [7] J.M. Pazos J.C. Gonzalez A.J. Salazar-Guillen Ind. Eng. Chem. Process Des. Dev. 22 1983 653 [8] R.L. Howell C. Hung K.R. Gibson H.C. Chen Oil and Gas Journal 83 30 1985 121 [9] C.T. Adams A.A. Del Paggio H. Scharper W.H.J. Stork W.K. Shifflet Hydrocarbon processing 68 9 1989 57 [10] R.J. Quann R.A. Ware C.-W. Hung J. Wei Advan. in Chem. Eng. 14 1988 95 259 [11] H. Topsoe B.S. Clausen F.E. Massoth Hydrotreating Catalysis 1996 Springer Berlin [12] A.H. Hardin M. Ternan R.H. Packwood The effects of Pore Size in MoO3-CoO-Al2O3 Hydroprocessing Catalyst CANMETReport 81-4E 1981 Energy, Mines, and Resources Canada [13] Z.-S. Ying B. Gevert J.-E. Otterstedt J. Sterte Ind. Eng. Chem. Res. 34 1995 1566 [14] J.P. Sterte J.-E Otterstedt Mat. Res. Bull. 21 1986 1159 [15] R. Iler J. Am. Ceram. Soc. 44 1961 618 [16] J.H. Medlin N.H. Suhr J.B. Bodkin At. Absorpt. Newsl. 8 1969 25 [17] R. Agrawal J. Wei Ind. Eng. Chem. Process Des. Dev. 23 1984 505 [18] S. Eijboutst J.N.M. van Gestel J.A.R. van Veen V.H.J. de Beer R. Prins J. Catal. 131 1991 412",
      "scopus-id": "0038901548",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003201",
        "dc:description": "Hydroprocessing catalysts were prepared using fibrillar aluminas as carrier materials and sulphides of nickel and molybdenum as active substances. The fibrillar aluminas were obtained from fibrillar boehmite samples prepared at three different synthesis conditions resulting in different fibril sizes. After extrudation and deposition of metals, catalysts combining large surface areas with large average pore diameters were obtained. The catalysts were tested for hydrodemetallisation of an atmospheric residue and the results were compared with those obtained for a commercial reference catalyst with a similar loading of nickel and molybdenum. Two of the catalysts prepared using fibrillar alumina as carrier material were more active than the commercial catalyst. The third catalyst containing the largest alumina fibrils was inferior to the other catalysts in all respects. Catalyst deactivation was investigated in a long-term hydroprocessing experiment using a heavy vacuum residue containing large amounts of metals as a feed oil. The catalyst prepared using fibrillar alumina used in this test showed a constant level of hydrodemetallisation even after 500 h on stream whereas the reference catalyst was completely deactivated after 350 h.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003201",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ying, Zhong-Shu"
          },
          {
            "@_fa": "true",
            "$": "Gevert, Börje"
          },
          {
            "@_fa": "true",
            "$": "Otterstedt, Jan-Erik"
          },
          {
            "@_fa": "true",
            "$": "Sterte, Johan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003201"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003201"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00320-1",
        "prism:volume": "153",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrodemetallisation of residual oil with catalysts using fibrillar alumina as carrier material",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroprocessing"
          },
          {
            "@_fa": "true",
            "$": "Fibrillar alumina"
          },
          {
            "@_fa": "true",
            "$": "Hydrodemetallisation"
          },
          {
            "@_fa": "true",
            "$": "Hydrodemetallation"
          },
          {
            "@_fa": "true",
            "$": "HDM"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Residual petroleum"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "69-82",
        "prism:endingPage": "82",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00320-1",
        "prism:startingPage": "69",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00320-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038901548"
      }
    }
  }
}