{
  "metadata": {
    "title": "Development of a titania nanotube (TNT) loaded site-selectively with Pt nanoparticles and their photocatalytic activities",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2008-03-15",
    "doi": "10.1016/j.apcata.2007.12.003",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X0700703X",
    "pii": "S0926860X0700703X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-39149095605",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2007-12-14 2007-12-14 2010-11-18T10:52:41 1-s2.0-S0926860X0700703X S0926-860X(07)00703-X S0926860X0700703X 10.1016/j.apcata.2007.12.003 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X08X00055 2024-01-01T12:25:51.395743Z 0 0 20080315 2008 2007-12-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 0926-860X 0926860X 337 337 1 1 Volume 337, Issue 1 15 105 109 105 109 20080315 15 March 2008 2008-03-15 2008 article fla Copyright © 2007 Elsevier B.V. All rights reserved. DEVELOPMENTATITANIANANOTUBETNTLOADEDSITESELECTIVELYPTNANOPARTICLESPHOTOCATALYTICACTIVITIES NISHIJIMA K 1 Introduction 2 Experimental 2.1 Materials and instruments 2.2 Random deposition of Pt nanoparticles on the TNT surface 2.3 Site-selective deposition of Pt nanoparticles on the TNT surface 2.4 Photocatalytic degradation of acetaldehyde on TNT in gas phase 2.5 PA spectra measurement 3 Results and discussion 3.1 XPS spectra of the TNT loaded with Pt nanoparticles 3.2 TEM images of site-selectively platinized TNT 3.3 PA spectra of TNT powders 3.4 Photocatalytic activities of site-selectively platinized TNT for acetaldehyde oxidation 4 Conclusion Acknowledgements References HOFFMAN 1995 69 96 M FUJISHIMA 2000 1 21 A UCHIDA 2002 418 420 S ARMSTRONG 2004 2286 2288 A NAKAHIRA 2004 4239 4245 A TOKUDOME 2004 1108 1109 H IIJIMA 1991 56 58 S SUN 2003 2229 2238 X OHTANI 1997 3349 3359 B LI 2002 1103 1111 F YAMAGUCHI 1985 1237 1246 K SAKATA 1982 50 54 T MURAKAMI 2006 204 208 N ZOU 2004 520 523 J NISHIJIMAX2008X105 NISHIJIMAX2008X105X109 NISHIJIMAX2008X105XK NISHIJIMAX2008X105X109XK 2022-06-10T07:16:33.729Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Culture, Science, and Technology MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ Nissan Science Foundation Nissan Global Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100012102 http://sws.geonames.org/1861060/ This work was supported by a Grant-in-aid for Scientific Research from the Ministry of Education, Culture, Science, and Technology (MEXT), Japan and Nissan Science Foundation. This work was partly supported by a grant of Knowledge Cluster Initiative implemented by Ministry of Education, Culture, Sports, Science and Technology (MEXT). item S0926-860X(07)00703-X S0926860X0700703X 1-s2.0-S0926860X0700703X 10.1016/j.apcata.2007.12.003 271346 2024-01-01T12:25:51.395743Z 2008-03-15 1-s2.0-S0926860X0700703X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/MAIN/application/pdf/52b76cf7181ee30a2a63f7f7f4687e76/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/MAIN/application/pdf/52b76cf7181ee30a2a63f7f7f4687e76/main.pdf main.pdf pdf true 767726 MAIN 5 1-s2.0-S0926860X0700703X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/PREVIEW/image/png/9e72978952a137d872c6fa3867c239ae/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/PREVIEW/image/png/9e72978952a137d872c6fa3867c239ae/main_1.png main_1.png png 67129 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X0700703X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr1/DOWNSAMPLED/image/jpeg/8a13ad5920d7af6d4d7b42435d9b6d3e/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr1/DOWNSAMPLED/image/jpeg/8a13ad5920d7af6d4d7b42435d9b6d3e/gr1.jpg gr1 gr1.jpg jpg 30434 367 356 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X0700703X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr1/THUMBNAIL/image/gif/bae686c2a622227ee12d132719c62f27/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr1/THUMBNAIL/image/gif/bae686c2a622227ee12d132719c62f27/gr1.sml gr1 gr1.sml sml 1810 93 90 IMAGE-THUMBNAIL 1-s2.0-S0926860X0700703X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr2/DOWNSAMPLED/image/jpeg/2e1ccb27271949c897a3237f2b9d21ee/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr2/DOWNSAMPLED/image/jpeg/2e1ccb27271949c897a3237f2b9d21ee/gr2.jpg gr2 gr2.jpg jpg 134047 688 690 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X0700703X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr2/THUMBNAIL/image/gif/cc749d439b706fe0b6b09c4a10f538d8/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr2/THUMBNAIL/image/gif/cc749d439b706fe0b6b09c4a10f538d8/gr2.sml gr2 gr2.sml sml 3108 94 94 IMAGE-THUMBNAIL 1-s2.0-S0926860X0700703X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr3/DOWNSAMPLED/image/jpeg/69f10f0237bc048fb0bc079f584f4d68/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr3/DOWNSAMPLED/image/jpeg/69f10f0237bc048fb0bc079f584f4d68/gr3.jpg gr3 gr3.jpg jpg 23515 340 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X0700703X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr3/THUMBNAIL/image/gif/ecfc7d0a5313dd6492df671e2040312f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr3/THUMBNAIL/image/gif/ecfc7d0a5313dd6492df671e2040312f/gr3.sml gr3 gr3.sml sml 1526 93 93 IMAGE-THUMBNAIL 1-s2.0-S0926860X0700703X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr4/DOWNSAMPLED/image/jpeg/4cf6848c416c34d549338b912e94d82f/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr4/DOWNSAMPLED/image/jpeg/4cf6848c416c34d549338b912e94d82f/gr4.jpg gr4 gr4.jpg jpg 24278 332 350 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X0700703X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/gr4/THUMBNAIL/image/gif/25cdc061d0269b30e790bbdee6eec305/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/gr4/THUMBNAIL/image/gif/25cdc061d0269b30e790bbdee6eec305/gr4.sml gr4 gr4.sml sml 1603 93 98 IMAGE-THUMBNAIL 1-s2.0-S0926860X0700703X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/fx1/DOWNSAMPLED/image/jpeg/600998cc953d6416a35b93fee7431a63/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/fx1/DOWNSAMPLED/image/jpeg/600998cc953d6416a35b93fee7431a63/fx1.jpg fx1 true fx1.jpg jpg 19433 167 167 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X0700703X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X0700703X/fx1/THUMBNAIL/image/gif/69e0b2ab7bfc64ccf6e28d274853ccfb/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X0700703X/fx1/THUMBNAIL/image/gif/69e0b2ab7bfc64ccf6e28d274853ccfb/fx1.sml fx1 true fx1.sml sml 3517 93 93 IMAGE-THUMBNAIL APCATA 11289 S0926-860X(07)00703-X 10.1016/j.apcata.2007.12.003 Elsevier B.V. Fig. 1 XPS spectra of Pt atoms loaded on TNTs obtained by various reduction treatments: (a) without reduction treatment, (b) Pt–TNT–A, (c) Pt–TNT–C and (d) Pt–TNT–B. Fig. 2 TEM images of Pt–TNT–A (a), Pt–TNT–B (b) and Pt–TNT–C (c). Fig. 3 PA spectra of pure TNT, Pt–TNT–A, Pt–TNT–B and Pt–TNT–C. Fig. 4 Amount of evolved CO2 on TNT loaded with Pt nanoparticles ((a) pure TNT, (b) Pt-TNT-A, (c) Pt-TNT-B and (d) Pt-TNT-C) as a function of irradiation time. Development of a titania nanotube (TNT) loaded site-selectively with Pt nanoparticles and their photocatalytic activities Kazumoto Nishijima Takayuki Fukahori Naoya Murakami Taka-aki Kamai Toshiki Tsubota Teruhisa Ohno ⁎ Department of Applied Chemistry, Faculty of Engineering, Kyushu Institute of Technology, 1-1 Sensuicho, Tobata, Kitakyushu 804-8550, Japan ⁎ Corresponding author. Tel.: +81 93 884 3318; fax: +81 93 884 3318. Graphical abstract We investigated site-selective deposition of Pt nanoparticles on the inside surface of titania nanotube (TNT) in order to improve the photocatalytic activity of the TNT. TNT loaded site-selectively with Pt nanoparticles by UV irradiation under ethanol vapor showed the highest photocatalytic activity because the transfer rates of electrons were fastest and the active sites on TNT surface were not covered by Pt nanoparticles. Site-selective deposition of Pt nanoparticles on a titania nanotube (TNT) was investigated in order to improve the photocatalytic activity of a TNT. TEM images showed that Pt nanoparticles were deposited site-selectively on the inside surface of the TNT by two methods. TNT powder loaded with Pt nanoparticles by UV irradiation under ethanol atmosphere exhibited the highest photocatalytic activity for oxidation of acetaldehyde. When Pt nanoparticles were deposited on only the inside surface of the TNT by UV irradiation, active sites on the TNT were not covered by Pt nanoparticles, resulting in an increase in its photocatalytic activity for oxidation of acetaldehyde. Keywords Photocatalysts Titania nanotube Site-selective deposition of Pt nanoparticles Decomposition of acetaldehyde 1 Introduction Titanium(IV) oxide (TiO2) is known to have excellent photocatalytic activity and has been applied to relieve environmental pollution and destruction on a global scale [1]. In addition, TiO2 has been generically used a catalyst because of its optical and electronic properties, low cost, high level of photocatalytic activity, chemical stability and non-toxicity [2]. Nanosized materials derived from TiO2 have been extensively investigated for various applications, including solar cells/batteries, electrode materials and photocatalysis, owing to their unique chemical and physical behaviors [3–6]. Moreover, since the discovery of a carbon nanotube [7], there have been many studies on one-dimensional nanostructures, such as nanotubes, nanorods and nanowires. TiO2-based nanotubes with a highly specific surface area, ion-exchangeable ability and photocatalytic ability have been considered for extensive applications [5,6,8]. However, unfortunately, this nanotube itself does not have a high level of photocatalytic ability. In order to improve the photocatalytic activity of TiO2, one generally loads platinum on the TiO2 surface. Platinum loaded on a TiO2 surface easily traps photoexcited electrons, resulting in an increase in efficiency of charge separation between electrons and holes [9,10]. Therefore, the addition of metal to these nanotubes is expected to lead to improvement in their photocatalytic properties. In this study, we successfully developed a TNT on which Pt nanoparticles were deposited site-selectively. The TNT with Pt nanoparticles, deposited through UV irradiation under an ethanol atmosphere, showed enhanced photocatalytic activity for oxidation of acetaldehyde. 2 Experimental 2.1 Materials and instruments The TNT was kindly supplied by Catalysts & Chemicals Ind. Co., Ltd. The TNT was used after calcination at 350°C for 3h in order to improve the crystallinity of the TNT. The relative surface areas of the TNT before and after calcination were 130m2 g−1 and 110m2 g−1, respectively. Hydrogen hexachloroplatinate(IV) hexahydrate (H2PtCl6·6H2O), ethanol, and acetaldehyde were obtained from Wako Pure Chemical Industry. Other chemicals were obtained from commercial sources as guaranteed reagents and were used without further purification. The relative surface areas of the powders were determined by using a surface area analyzer (Micromeritics, FlowSorb II 2300). TEM observations were performed by using a HITACHI H-9000NAR. X-ray photoelectron spectra (XPS) of the TNT loaded with Pt nanoparticles were measured using a JEOL JPS90SX photoelectron spectrometer with an Mg Kα source (1253.6eV). The shift of binding energy due to relative surface charging was corrected using the C 1s level at 284.6eV as an internal standard. The XPS peaks were assumed to have Gaussian line shapes and were resolved into components by a non-linear least-squares procedure after proper subtraction of the baseline. 2.2 Random deposition of Pt nanoparticles on the TNT surface TNT powder was randomly loaded with platinum by means of the photo-deposition method using H2PtCl6·6H2O as a platinum source and ethanol as a sacrificial electron donor as follows [11,12]. Two grams of TNT powder was added to 90mL of deionized water, 10mL of ethanol and 0.5wt% of TiO2 of H2PtCl6·6H2O in a 300mL flask. Nitrogen gas was passed through the suspension for 30min to degas any oxygen dissolved in the water. After nitrogen bubbling, the reaction was carried out under weak UV irradiation (1.0mWcm−2) using a high-pressure mercury lamp (WACOM Co. Ltd., BMS-251 SW) for 3h. Then the solution was stirred for 24h in the dark. After the platinum deposition, the powder was washed with deionized water and dried under vacuum at 60°C for 3h. The TNT loaded with Pt nanoparticles by photo-deposition is abbreviated as Pt–TNT–A. 2.3 Site-selective deposition of Pt nanoparticles on the TNT surface Site-selective deposition of Pt nanoparticles on the TNT surface was performed as follows. First, 0.5wt% of TiO2 of H2PtCl6·6H2O was dissolved in 100mL of deionized water, and then 2g of pure TNT was suspended in the Pt4+ ions aqueous solution. The suspension was stirred for 24h. After filtration, the powder was washed with deionized water in order to remove all Pt4+ ions adsorbed on the outside surface of TNT. The powder was dried under reduced pressure at 60°C for 3h. After Pt4+ ions had been adsorbed on the TNT, we used two methods for reduction of Pt4+ to metal Pt nanoparticles as follows: (1) Reduction of Pt4+ ions adsorbed on the TNT was carried out under an H2 atmosphere at 350°C for 3h. The relative surface area of the TNT after the heat treatment was 100m2 g−1. The TNT loaded with Pt nanoparticles by this method is abbreviated as Pt–TNT–B. (2) Reduction of Pt4+ ions adsorbed on the TNT was carried out by irradiating light using a Xe lamp as a light source (XFL-300L) under a flow of ethanol–nitrogen gas. The intensity of the incident light and irradiation time was about 50mWcm−2 and 24h, respectively. The TNT loaded with Pt nanoparticles by this method is abbreviated as Pt–TNT–C. 2.4 Photocatalytic degradation of acetaldehyde on TNT in gas phase Photocatalytic activities of the TNT powders were evaluated by measuring the change in concentrations of acetaldehyde and evolved CO2 as a function of irradiation time. A Tedlar bag (AS ONE Co. Ltd.) was used as the photo-reactor vessel with a volume of 125cm3. One hundred milligrams of TNT powder was spread evenly on the bottom of a glass dish (area: 9.6cm2 =irradiation area), and the glass dish was placed in the reaction vessel described above. Five hundred ppm of acetaldehyde was prepared in the vessel by injection of saturated gaseous acetaldehyde. The irradiations were conducted at room temperature after equilibrium between the gaseous and adsorbed acetaldehyde had been reached, which was ascertained by monitoring the concentration by a gas chromatograph about every 30min. A 500W Xe lamp (USHIO Co. Ltd., SX-UI501XQ) was used as a light source. Fine stainless meshes were used as neutral density filters to adjust the irradiation intensity (12.7mWcm−2). After starting the irradiation, we measured the decrease in acetaldehyde concentration using a gas chromatograph (Shimadzu Model GC-8A, FID detector) equipped with an PEG-20M 20% Celite 545 packed glass column using a CR-8A CHROMATOPAC for data processing. At the same time, the amount of gaseous carbon dioxide evolved was analyzed using a gas chromatograph (Shimadzu Model GC-9A, FID detector) equipped with a TCP 20% Uniport R packed column and a methanizer (GL Sciences, MT-221) operated at a temperature of 375°C and using CR-8A CHROMATOPAC for data processing. 2.5 PA spectra measurement In order to analyze the role of Pt nanoparticles loaded on the TNT, we measured the PA spectra of a pure TNT sample and of platinized TNT. PA spectra were measured as previously reported [13]. A flow-type PA cell in which the atmosphere was controlled by the flow of 2-propanol-vapor containing nitrogen was used for time-resolved measurements. TNT powder was placed in the cell. The 2-propanol–nitrogen gas was injected into the PA cell for 30min. TNT powder was photo-irradiated using a light-emitting diode (Nichia NCCU033) emitting light at 365nm for excitation of the TNT. An LED (Luxeon LXHL-ND98) emitting light at 625nm as a probe light source was used, and its output intensity was modulated by a digital function generator (NF DF1905) at 80Hz. The PA signal acquired by a condenser microphone buried in the cell was amplified and monitored by a digital lock-in amplifier (NF LI 5640). 3 Results and discussion 3.1 XPS spectra of the TNT loaded with Pt nanoparticles Oxidation states of Pt atoms loaded on the TNT were determined by XPS analysis. Fig. 1 shows Pt 4f spectra of TNTs loaded with Pt by various treatments. Pt 4f spectra of the TNT impregnated with Pt4+ ions aqueous solution (Fig. 1(a)) showed peaks at 79.4eV (Pt 4f5/2) and 76.2eV (Pt 4f7/2). These peaks are assigned to Pt4+ ions [9,10,14]. In Pt 4f spectra of Pt–TNT–A (Fig. 1(b)), Pt–TNT–B (Fig. 1(d)) and Pt–TNT–C (Fig. 1(c)), positions of the two peaks due to Pt4+ ions were shifted to a lower binding energy region around 74.5eV and 71.6eV. These peaks are assigned to Pt0 metal [9,10,14]. This suggested that Pt4+ ions adsorbed on the TNT surface were reduced to Pt metal by heat treatment under a hydrogen atmosphere or by photoexcited electrons. 3.2 TEM images of site-selectively platinized TNT Fig. 2 shows TEM images of Pt–TNT–A (Fig. 2(a)), Pt–TNT–B (Fig. 2(b)) and Pt–TNT–C (Fig. 2(c)). The structure of the TNT was maintained after heat treatment at 350°C for 3h as shown in Fig. 2. The outer diameter of the nanotube was about 10nm and the inner diameter was about 5nm. Fig. 2(a) shows TEM image of Pt–TNT–A. Pt nanoparticles were deposited on the inside and outside surfaces of TNT. The size distribution of Pt–TNT–A was 1.4–5.7nm. The average size of Pt nanoparticles of Pt–TNT–A was 3.8nm. TEM images of Pt–TNT–B (Fig. 2(b)) and Pt–TNT–C (Fig. 2(c)) indicated that Pt nanoparticles were loaded on the inside surface of TNT. Diameters of Pt nanoparticles loaded on Pt–TNT–B were 3.0–3.5nm. The average size of Pt particles on Pt–TNT–B was 3.3nm. On the other hand, diameters of Pt nanoparticles loaded on Pt–TNT–C were 2.1–3.5nm and the average size of that was 2.9nm. The Pt nanoparticles loaded on Pt–TNT–C were smaller than the Pt nanoparticles loaded on Pt–TNT–B. Pt nanoparticles loaded on Pt–TNT–B were thought to have sintered due to heat treatment at 350°C under a hydrogen atmosphere. 3.3 PA spectra of TNT powders Fig. 3 shows PA spectra of pure TNT and platinized TNT powders. PA intensity indicates that amount of Ti3+ ions generated by photoexcited electrons. If the photoexcited electrons do not transfer to molecules adsorbed on surface, the photoelectrons reduce Ti4+ ions in TiO2 bulk or surface, resulting in increase in PA intensity. In the case of platinized TNT, PA intensity is supposed to decrease as a compared to pure TNT because photoexcited electrons transfer to Pt metal on TNT. The PA intensity of pure TNT increased gradually under UV irradiation (365nm). Few photoexcited electrons transferred to oxygen and they accumulated in TNT particles, resulting in an increase in the amount of Ti3+ ions. On the other hand, the PA intensity of platinized TNT was remarkably decreased. The rate of transfer of photoexcited electrons to oxygen is improved due to deposition of Pt nanoparticles on the TNT. PA spectra of Pt–TNT–A, Pt–TNT–B and Pt–TNT–C were similar. PA spectra of Pt–TNT–A and Pt–TNT–C were completely superimposed, although the amount of Pt nanoparticles loaded on Pt–TNT–C was smaller than the amount of Pt nanoparticles loaded on Pt–TNT–A. Pt nanoparticles loaded on the outside surface of the TNT were thought not to play a role as co-catalyst for electron transfer. The PA intensity of Pt–TNT–B was slightly higher than that of the other platinized TNT at the initial stage of UV light irradiation. The transfer rate of photoexcited electrons of Pt–TNT–B is thought to be slightly slower than that of the other platinized TNT due to aggregation of Pt nanoparticles by heat treatment. 3.4 Photocatalytic activities of site-selectively platinized TNT for acetaldehyde oxidation Fig. 4 shows the amount of CO2 evolved by oxidation of acetaldehyde as a function of irradiation time. Photocatalytic activity of Pt–TNT–A was slightly higher than that of pure TNT. We assume that oxidation of acetaldehyde is mainly carried out on the outside TNT surface because diffusion of acetaldehyde to the inside of the TNT was restrained. In the case of random Pt deposition, Pt nanoparticles loaded on the outside of the TNT covered active sites on the TNT surface, resulting in a decrease in photocatalytic activity. The photocatalytic activity of Pt–TNT–B was remarkably decreased. In the process of deposition with hydrogen, the TNT was calcined at 350°C for 3h in order to reduce Pt4+ ions to Pt0 metal. Under these conditions, the size of Pt particles was increased (Fig. 2(a)) because of sintering. Larger Pt particles might reduce the electron transfer rate of Pt–TNT–B (Fig. 3) because the number of O2 molecules adsorbed on larger Pt particles prepared by heat treatment under hydrogen is smaller than that on smaller Pt particles prepared by deposition under UV irradiation in the presence of ethanol vapor due to a decrease in the surface area of Pt particles. Therefore, the photocatalytic activity of Pt–TNT–B decreased. Alternatively, the diffusion of oxygen inside the nanotube was thought to be restrained by packing larger Pt nanoparticles inside TNT. In the case of Pt–TNT–C, the photocatalytic activity of Pt–TNT–C was remarkably improved as compared with those of Pt–TNT–A and Pt–TNT–B due to overcome these problems. However, further investigations are needed in order to clarify the mechanism of improvement in photocatalytic activity. 4 Conclusion We investigated site-selectively deposited Pt nanoparticles on a TNT surface. Pt nanoparticles were loaded on the inside surface of the TNT by heat treatment under hydrogen and by UV irradiation under ethanol–nitrogen gas. The Pt nanoparticles loaded on Pt–TNT–C were smaller than those loaded on Pt–TNT–B. Pt–TNT–C showed the highest photocatalytic activity. The electron transfer rate of Pt–TNT–C was faster than that of Pt–TNT–B because the Pt nanoparticles loaded on Pt–TNT–C were smaller than those on Pt–TNT–B. In addition, active sites on outside TNT surface were not covered by Pt nanoparticles. On the other hand, the photocatalytic activity of Pt–TNT–A decreased as compared to Pt–TNT–C because Pt nanoparticles loaded on the outside surface of the nanotube did not contribute to charge separation (Fig. 3) and prevented acetaldehyde from adsorbing on active sites of TNT and prevented TNT particles from absorbing irradiation light. Acknowledgements This work was supported by a Grant-in-aid for Scientific Research from the Ministry of Education, Culture, Science, and Technology (MEXT), Japan and Nissan Science Foundation. This work was partly supported by a grant of Knowledge Cluster Initiative implemented by Ministry of Education, Culture, Sports, Science and Technology (MEXT). References [1] M.R. Hoffman S.T. Martin W. Choi D.W. Bahnemann Chem. Rev. 95 1995 69 96 [2] A. Fujishima T.N. Rao D.A. Truk J. Photochem. Photobiol. C: Photochem. Rev. 1 2000 1 21 [3] S. Uchida R. Chiba M. Tomiha N. Masaki M. Shirai Electrochem. 70 2002 418 420 [4] A.R. Armstrong G. Armstrong J. Canales P.G. Bruce Angew. Chem. Int. Ed. 43 2004 2286 2288 [5] A. Nakahira W. Kato M. Tamai T. Isshiki K. Nishio H. Aritani J. Mater. Sci. 39 2004 4239 4245 [6] H. Tokudome M. Miyauchi Chem. Lett. 33 2004 1108 1109 [7] S. Iijima Nature 354 1991 56 58 [8] X. Sun Y. Li Chem. Eur. J. 9 2003 2229 2238 [9] B. Ohtani K. Iwai S. Nishimoto S. Sato J. Phys. Chem. B 101 1997 3349 3359 [10] F.B. Li X.Z. Li Chemosphere 48 2002 1103 1111 [11] K. Yamaguchi S. Sato J. Chem. Soc., Faraday Trans. 1 81 1985 1237 1246 [12] T. Sakata T. Kawai K. Hashimoto Chem. Phys. Lett. 88 1982 50 54 [13] N. Murakami O.O.P. Mahaney T. Torimoto B. Ohtani Chem. Phys. Lett. 426 2006 204 208 [14] J. Zou C. Liu K. Yu D. Cheng Y. Zhang F. He H. Du L. Cui Chem. Phys. Lett. 400 2004 520 523",
      "scopus-id": "39149095605",
      "coredata": {
        "eid": "1-s2.0-S0926860X0700703X",
        "dc:description": "Site-selective deposition of Pt nanoparticles on a titania nanotube (TNT) was investigated in order to improve the photocatalytic activity of a TNT. TEM images showed that Pt nanoparticles were deposited site-selectively on the inside surface of the TNT by two methods. TNT powder loaded with Pt nanoparticles by UV irradiation under ethanol atmosphere exhibited the highest photocatalytic activity for oxidation of acetaldehyde. When Pt nanoparticles were deposited on only the inside surface of the TNT by UV irradiation, active sites on the TNT were not covered by Pt nanoparticles, resulting in an increase in its photocatalytic activity for oxidation of acetaldehyde.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-03-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X0700703X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nishijima, Kazumoto"
          },
          {
            "@_fa": "true",
            "$": "Fukahori, Takayuki"
          },
          {
            "@_fa": "true",
            "$": "Murakami, Naoya"
          },
          {
            "@_fa": "true",
            "$": "Kamai, Taka-aki"
          },
          {
            "@_fa": "true",
            "$": "Tsubota, Toshiki"
          },
          {
            "@_fa": "true",
            "$": "Ohno, Teruhisa"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X0700703X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X0700703X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(07)00703-X",
        "prism:volume": "337",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Development of a titania nanotube (TNT) loaded site-selectively with Pt nanoparticles and their photocatalytic activities",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Photocatalysts"
          },
          {
            "@_fa": "true",
            "$": "Titania nanotube"
          },
          {
            "@_fa": "true",
            "$": "Site-selective deposition of Pt nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Decomposition of acetaldehyde"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "105-109",
        "prism:endingPage": "109",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 March 2008",
        "prism:doi": "10.1016/j.apcata.2007.12.003",
        "prism:startingPage": "105",
        "dc:identifier": "doi:10.1016/j.apcata.2007.12.003",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "367",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30434",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1810",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "688",
            "@width": "690",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "134047",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3108",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "340",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23515",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1526",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "350",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24278",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1603",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "167",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19433",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X0700703X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3517",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/39149095605"
      }
    }
  }
}