{
  "metadata": {
    "title": "Study of Pt/alumina catalysts preparation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-04-24",
    "doi": "10.1016/S0926-860X(96)00351-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003511",
    "pii": "S0926860X96003511"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000790111",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003511 S0926-860X(96)00351-1 S0926860X96003511 10.1016/S0926-860X(96)00351-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00531 2024-01-01T12:19:29.85596Z 0 0 19970424 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 152 152 1 1 Volume 152, Issue 1 12 127 141 127 141 19970424 24 April 1997 1997-04-24 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. STUDYPTALUMINACATALYSTSPREPARATION OLSBYE U MANG 1993 239 T HEISE 1987 1 M BRUNELLE 1979 211 J WEFERS 1987 K ALCOATECHNICALREPORT 1979 249 CHEMISTRYCATALYTICPROCESSES DAVIDSON 1965 2462 C COX 1970 1927 L ADAMSON 1976 698 A PHYSICALCHEMISTRYSURFACES STERN 1924 508 O 1981 610 640 AQUATICCHEMISTRY PARKS 1965 177 G FURRER 1986 1847 G SIVASANKER 1979 185 S CASTRO 1983 47 A LIETZ 1983 17 G 1978 598 CATALYSEDECONTACT OLSBYEX1997X127 OLSBYEX1997X127X141 OLSBYEX1997X127XU OLSBYEX1997X127X141XU item S0926-860X(96)00351-1 S0926860X96003511 1-s2.0-S0926860X96003511 10.1016/S0926-860X(96)00351-1 271346 2024-01-01T12:19:29.85596Z 1997-04-24 1-s2.0-S0926860X96003511-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003511/MAIN/application/pdf/83aaf033ccf358304c29f93eed4b7f9e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003511/MAIN/application/pdf/83aaf033ccf358304c29f93eed4b7f9e/main.pdf main.pdf pdf true 758543 MAIN 15 1-s2.0-S0926860X96003511-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003511/PREVIEW/image/png/5cb3e43a433a940d1e917650adc3dd99/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003511/PREVIEW/image/png/5cb3e43a433a940d1e917650adc3dd99/main_1.png main_1.png png 47631 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96003511-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003511/STRIPIN/image/gif/5b272c57d1de3d5b722db9c56c90e97c/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003511/STRIPIN/image/gif/5b272c57d1de3d5b722db9c56c90e97c/si1.gif si1 true si1.gif gif 587 30 114 ALTIMG J \" ' r r ELSEVIER Applied Catalysis A: General 152 (1997) 127-141 W APPLIED CATALYSIS A: GENERAL Study of Pt/alumina catalysts preparation Unni Olsbye*, Rune Wendelbo, Duncan Akporiaye SINTEF Applied Chemistry, P.O. Box 124, Blindern, N-0314 Oslo, Norway Received 11 July 1996; accepted 25 September 1996 Abstract Platinum-alumina catalysts were prepared at 20 by using a method in which hexachlor- oplatinic anions from solution were adsorbed on 0-alumina in the pH range 1-10 and with contact times between 1 and 24 h. An adsorption maximum was observed at pH around 3-4. From measurements of electrophoretic mobility, the isoelectric point of 0-alumina was determined to be about 8.5. Comparison with literature data indicated that \"f- and 0-alumina exhibit similar adsorption properties and that the amount of Pt deposited is controlled by pH and contact time for both systems. The adsorption appears to proceed initially as a physisorption process with relatively strong specific interaction or chemisorption taking over at longer contact times. Pt/0-alumina samples with 0.3 to 2.2 wt% Pt were prepared. Wet calcination at 570 led to a decrease in the C1 content of the samples, while the Pt content was unaffected. 1. Introduction The importance of the pH of the precursor solution in the preparation of Pt/y- alumina catalysts is well known [ 1-3]. The amount of Pt adsorbed on the y-alumina surface appears to reach a maximum around pH=4, while it decreases and approaches zero as the pH approaches y-alumina's isoelectric point (pH =7-9 [3]). The main purpose of this study was to investigate the adsorption properties of 0- alumina for the hexachloroplatinic complex, with the objective to optimize the preparation of Pt/A1203 dehydrogenation catalysts. 0-alumina was chosen because of its high hydrothermal stability, which makes it suitable for use as a carrier material under reaction conditions such as hydrocarbon dehydrogenation. 0-A1203 was further an interesting subject for this kind of research, since little literature is published about metal impregnation on this carder. * Corresponding author. Tel.: +47-22 06 73 00; Fax: +47 22 06 73 50 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)0035 1-1 128 U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 To facilitate comparison with y-A1203, the impregnation method followed a literature procedure for impregnation of Pt on y-AI203.0-alumina differs from y- alumina in that it has a lower specific surface area. Both structures are spinel related, but in \"/-A1203 both tetrahedral and octahedral sites are occupied, whereas in 0-alumina only octahedral sites are occupied [4]. The surface of ),-alumina is nearly completely covered by OH- groups, while in 0-alumina, nearly all the water is expelled, and the surface consists almost exclusively of 02- anions and anion vacancies. Due to the surface protons, y-alumina has some BrCnsted acidity in addition to Lewis acidity, while 0-alumina has Lewis acidity only [5]. In aqueous medium however, both phases develop fully hydrated surfaces. 2. Experimental Two support materials were studied for adsorption of platinum. BET and XRD analyses of the supports showed that the first material, hereafter called \"0- A12Oa(a)\" (Condea Puralox SCC a-5/90, 0.045--0.090 mm diam.) had a specific surface area of 96 m2 g-l. The second support, called: \"0-A1203(b)\" (Condea Puralox NW a-85, 0.25-0.5 mm diam.), had a specific surface area of 90 mE g-1. Both materials contained 0-A1203 and, possibly, some 8-A1203, as crystalline phases. The diffractograms are shown in Fig. 1. Impregnation of platinum metal was performed using an aqueous solution of HEPtC16 (Hexahydrat zur Synthese, Merck). The impregnation method basically followed [1], with the following procedure. The impregnation was performed in a shaking waterbath at 20 under an inert atmosphere (N2). In order to prevent light promoted dissociation of the complex [2], the experiments were performed in complete dark, with the exception of red light illumination during sampling and work-up. The H2PtC16 solution (0.005M, a) 4'0 ~ degrees 2 theta Fig. 1. X-ray diffractograms of the two 0-alumina samples used in the study, a) 0-A1203(a), b) 0-AlzO3(b). U. OIsbye et al./Applied Catalysis A: General 152 (1997) 127-141 129 Table 1 Relationship between NaOH addition and pH in H2PtC16 solution (0.005 M,150 ml) prior to alumina addition ~qaOH added in solution (ml) pH 0 2.2 0.2 2.2 0.4 2.2 0.6 2.3 0.8 2.4 1.0 2.5 1.2 2.7 1.4 3.0 1.6 4.0 1.8 5.0 2.0 8.8 150 ml) was added to a three-neck flask. The pH of the solution was initially 2.2. It was adjusted by adding either HC1 (1M) or NaOH (1M). The relationship between NaOH addition and pH in the different starting solutions is shown in Table 1. Then the alumina (3 g) was added and the mixture was left with shaking for a given contact time. The pH of the solution was monitored by a pH-meter (Oakton RS232). It should be noted that measurement ofpH in the solution caused diffusion of KC1 from the electrode into the solution, affecting the Cl-analyses considerably. Samples of the solution (2 ml) were withdrawn using a pipette, filtered (S and S Filter paper circles, 5893 ashless Blue ribbon) and stored in closed sample holders. After completing the impregnation, the solution was filtered from the alumina, and the solid was dried (90, 2 h). The catalyst was wet calcined (air saturated with water at 65) at 570 for 120 min., and then further calcined in dry air at 570 for 60 min. X-ray powder diffraction was performed using Cu K~ radiation with a Siemens D5000 2-theta diffractometer. The BET surface area was measured on a Quanta- chrome monosorb apparatus. Elemental analysis was performed using either X-ray fluorescence (Siemens SRS 303AF) for C1 in solution, non-destructive neutron activation for C1 in solids, inductively coupled plasma analysis for A1 or atomic absorption spectroscopy for Pt. The analyses of the solution samples were used to calculate the amount of Pt (or C1) adsorbed on alumina, or the amount of dissolved alumina, after a given contact time. The following formula was used for Pt (and C1) adsorption: Pt on cat.(mg/gcat) = (Pt(sol)(to) x V(sol)(to) - [0.002 x SPt(sol)i]) (1) -- (Pt(sol)(t) x V(sol) (t)/mcat) where: Pt(sol)(to): Pt(sol)(t): Initial Pt concentration in solution (mg 1-1) Pt concentration in solution at time t (mg 1-1) 130 U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 V(sol)(to): V(sol)(t): Pt(sol)i: meat: Initial volume of solution (1) Volume of solution at time t (1) Pt concentration in samples taken out previously (mg l-l) Amount of support material in contact with the solution (g) The amount of dissolved A1 was calculated in a similar manner. Blank analysis of the solutions confirmed the absence of A1 before it was contacted with the support material. Because the solids were not washed after being separated from the solution, the maximum amount of Pt left on the solid after drying of residual solution was calculated. It was found to be 0.06 wt%. In the calculation, it was assumed that the particle void volume was 0.5 of total volume (based on the density of dry 0-alumina powder, which was measured as: 1.7 g cm-3.) Electrophoretic mobility measurements were performed using a particle elec- trophoresis apparatus (Rank Brothers Mk.II). The suspensions were prepared by adjusting the pH of a NaC1 solution with HC1 or NaOH. The solutions which were used to dilute the suspensions had the same pH as the suspensions. The particle velocity was measured at a constant voltage (~90 V). The electrophoretic mobility, ~t, was calculated using the following formula: # = viE (2) where: v: E: Particle velocity (mm s-1) Electrical field applied on the particles (V m-l) 3. Pt-complexes in solution HzPtC16(aq) exists in different forms depending on solution pH [6,7]. From pH 1.3-8.3 different monovalent chloroplatinum complexes dominate. At pH >8.3 the divalent complex PtC14(OH)22- dominates and at pH < 1.3 the uncharged complex HzPtC16 is the major species [1]. The atomic C1/Pt ratios of the major species are 6 below pH=2.8, CI/Pt=5 from pH=2.8 to pH=3.8 and CI/Pt=4 above pH=3.8 [1]. Although H2PtC16 has only two protons it is effectively a 4-protic acid due to ligand exchange where C1- is exchanged for OH- or H20. The most important pKa- values are approximately 1.3, 2.7, 3.9, and 8.2 [1,6,7]. 4. Theory In a physisorption process, the adsorption of anionic species on oxide surfaces is fundamentally related to the surface charge of the oxide and the charge of the anion [8]. Generally, oppositely charged ions (counter-ions) are adsorbed and co-ions are U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 131 repelled from any charged surface. The surfaces of aluminas dispersed in aqueous solutions are of \"constant potential\" type, of which the potential determining ions are OH- and H+, and thus, the pH determines the surface potential q0o according to the Nernst relation; ~o = 2.303RT/zF(zpc - pH) (3) The point of zero charge, zpc in Eq. (3), can be substituted by i.e.p. - the isoelectric point - determined from electrophoretic measurements, assuming that all crystal faces have the same zpc and that, there is no specific adsorption of ions other than OH- and H+. Knowledge of the pH, the electrolyte level of the solution, and either the surface charge or the specific interaction energy, allows the determination of the structure of the double layer by a rather complex relation which can be approximated by the Stern model [8-10]. 4.1. The Stern model The Stern model [8-10] is based on the idea that the first layer of water molecules adjacent to the solid surface has physical properties very different from bulk water. The model allows this innermost waterlayer to contain from 0 to 100% ions (i.e. from pure water to a complete monolayer of ions). Outside this layer a diffuse Gouy-layer is assumed to form. Four equations are necessary for the calculation of the cr0 (the charge density of the solid surface). Firstly the plate capacitor; Cr-~0 (70 = ~-(o - 6) (4) which applies to the layer between the planes of center of charges of the closest approaching ions (at distance 6) and the surface (0). The distance can be assessed at some realistic value (in the range 1-5 A), or found by curvefitting. The charge in the Stern layer, at 6 is or1; Nlze (71 z 1 + (55/C~)exp((zFqo6 + k~+)/gT) NlZe - (5) 1 + (55/C~)exp(-(zF~6 + ~_)/RT) This is the Stern equation, which gives the net charge in the Stern layer as the sum of the density of cations and anions. N1 is the number of available sites per m2, z is the ion valency, e is the electronic charge, C~ is the bulk concentration of the counter-ion (mol 1-1) and ~ is the specific adsorption energy for cations and anions respectively, which can attain positive and negative values. If k9 approaches +ec the exponential term will go to infinity which means that the ion in question is effectively excluded from the Stern layer. 132 U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 For the diffuse layer, which extends from the second waterlayer to infinity, the Gouy equation is applied; 0\"2 = (8)< 103.CreoC~RT)V2sinh(zFqor/2RT) (6) Finally Cro, (Yl, and (32 are related according to the following: 0-0= --(0-1 -[-0-2) (7) stating that the surface charge equals the net charge of the water phase. By this procedure q% can inprinciple be solved out, after having assessed realistic values for the other variables, q% is then introduced in each of Eqs. (4), (5) and (6) so that Cyo, Cyl, and or2 are obtained. Normally, the surface charge must be estimated from the measured adsorption of anions and cations, and so the specific interaction energy can be determined. The problem becomes simpler if, as a limiting case, the Stern layer is assumed to be free of charge, and all counter-ions to be distributed in a Gouy layer extending from 8 and outward (model 1 below, Fig. 2a)), or as the other limiting case, if the surface charge is assumed to be fully compensated by ions in the Stern layer - roughly the first water layer (model 2 below, Fig. 2b)). 4.1.1. Model 1, non-specific adsorption In this model the Stern layer is taken as the layer between the centres of charge of the closest approaching ions and the surface, and the Stern layer is accordingly free of charge. For this innermost charge-free layer, the plate capacitor model (Eq. (4)) is used as an expression for the surface charge. The distance fi will depend on the type of ion and type of surface. The relative permittivity er in the innermost layer is very low, generally agreed to be around 7 [8,10]. For the diffuse layer (Eq. (6)), which extends from ~ to infinity, the Gouy equation is applied for the calculation of the diffuse layer charge. Thus the surface charge and the diffuse layer charge are set equal, o -- -or2, so ereO(~O - 7~)/ = -(8 103.ereoC~RT)U2sinh(zF996/(2RT)) (8) In the Gouy layer the relative permittivity of water (er=80) has been used. The o distance 5 can be assessed at some realistic value (in the range 0-5 A), or found by curvefitting. For hexachloroplatinic complex ions penetrating the innermost water- layer, we chose 6= 1.8 .~, i.e., the Pauling radius of the chloride ion, since this will also be the approximate radius of the chloride ligand of the complex. Taking into account the presence of divalent ions would only lead to a marginal increase in the surface charge, whereas, a thicker charge-free inner water layer would seriously decrease the surface charge, approximately inversely proportional to the distance 5. U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 133 a) I 1 @ + + (=) + + + \"@ + @ + + + -Q * @ + + + ~p ~p Distance ~ Distance Fig. 2. Schematic illustration of the distribution of ions and electric potential in the water phase adjacent to the solid surface, a) according to model 1, b) according to model 2. 4.1.2. Model 2, specific adsorption In this limiting case, the charge of the closest approaching counter ions is assumed to fully compensate the surface charge, a situation that is approached at high ionic strengths and when there is strong interaction between the surface and the counter-ions. In this case the double layer can be satisfactorily described as a capacitor according to the Helmholz model (Eq. (4)), with the surface charge equal to the charge at distance 8; i.e., ~0 --- -~1. q)0 in Eq. (4) is calculated from the Nernst equation, (Eq. (3)), and q%=0. er for the innermost layer is set at 7 as before. 8, the distance between the centres of charge of the surface and the compensating ions adsorbed is again set equal to 1.8 A, assuming that the negative charge of the monovalent complex ion is located to a chloride ligand facing the surface and neglecting polarization of the ion. cr~ finally, is taken as the amount of Pt adsorbed, assuming that monovalent complex anions are adsorbed and that no other anions or cations are adsorbed in the innermost water layer. The valency of the adsorbed ions do not affect the surface charge, but the number of ions adsorbed will of course be inversely proportional to the valency. 5. Results and discussion The components of our system are initially solid alumina and water with dissolved, partly dissociated hexachloroplatinic acid. In the combined system the alumina surface becomes positively charged by adsorption of H+ from the acidic solution. As a result of the surface charge, the chloro- platinic anionic complex is then partly adsorbed onto this positively charged surface. 134 U. Olsbye et al./Applied Catalysis A.\" General 152 (1997) 127-141 5.1. The Al203 carriers Electrophoretic mobility of 0-alumina particles in solutions of 0.001M and 0.1M NaC1 were measured (Fig. 3). The electrophoretic mobility is a function of the charge density at the shear plane a few water layers beyond the solid-liquid interface (Fig. 2) and is thus related to the number of potential adsorption sites for ions of opposite charge, but it also depends on ionic strength and nature of ions in solution [9,10]. From Fig. 3 the isoelectric point of 0-alumina was determined to be about 8.5. This value was adopted as its \"zero point of charge\" (zpc) falling within the 7-9 range of zpc-values reported for alumina oxides and hydoxides in the literature [3,11 ]. The observed increase in electrophoretic mobility with a decrease in the salt concentration is in accordance with the theory of diffuse double layers, because the charge compensating counter ions on the average come closer to the surface as the salt concentration increases [8,10]. Dissolution of the alumina and the adsorption of dissolved species onto the alumina surface start immediately when the alumina is dispersed in the aqueous solution of the acidic hexachloroplatinum complex. The time needed for equili- bration between the solid aluminas and the solution depends on the type of alumina. Furrer and Stumm [12] studied the dissolution kinetics of 6-alumina in aqueous solution at pH =2.5-6.0. They found a maximum dissolution rate at pH <3.5, that is: 10-s mol h-1 m-2. For pH =2.5-4.3, the dissolution rate was constant during 40 h experiments. In our study of 0-aluminas, the surface reactions including alumina dissolution appear to be fast enough to reach an apparently stable situation within 24 h. Although we lack evidence that slow alumina dissolution does not take place after this, we have chosen to refer to this situation as equilibrium. \\ E 6- 4- 3- 2 I- 0 -1 3- 42 F I1~ .... ~_. [ 000l M + ~\"~ + OOl M \"% ~. i i r ~ , I , -2._ 4 6 8 10 12 pH\\~ \\ ~ ~+ Fig. 3. Electrophoretic mobility of 0-AlzO3(b) in two different aqueous NaCI solution concentrations. U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 135 Pt adsorption on 0-A1203(b) was measured at initial pH =2.2-10 with 24 h contact time. The results are given in Fig. 4. This shows that the pH in all solutions shifted in the direction of the isoelectric point of the alumina with increasing contact time, irrespective of initial pH being higher or lower than that value. The change in pH is caused by several solid-liquid interface reactions, the two most important being (i) protonation of the surface, and (ii) dissolution of alumina as shown below. (i) A1 - -OH + H+ ~ A1 - -OHm- at low pH (9a) and A1 - -OH + OH- ~,~ A1 - -O- + H20 athighpH (9b) (ii) A1203 + 6H+ ~,~ 2A13+ + 6H20 atlowpH (10a) 10\" 8\" 6\" 4\" 2\" 0 H = 9.7 pH = 5.0 ~p x ---g H=3.4 pH ffi 2.2 ~o 1~ ~o ~ ~o tlme / h 2.0- 1.5- i 1.0- 0.5- 0.01 J pH = 2.2 Y ~ pH = 3.4 pH = 5.0 i i r time / h Fig. 4. pH changes (top) and amount of Pt adsorbed (bottom) as a function of contact time during Pt adsorption on 0-A1203(b). 136 U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 and A1203 + 2OH- + 3H20 ~- 2Al(OH)4 athighpH (10b) In systems with starting pH <8.5, the amount of H+ consumed by reactions 9 and 10 may be calculated from the pH change and the amount of dissolved A1, but it must also be taken into account that the chloroplatinum complexes buffer the pH at certain levels, i.e. by protolysis/protonation around pH= 1.3, pH--2.7 and around pH--8.3 and by ligand exchange OH-/C1 around pH=2.8 and around pH=3.8 [1,6,7]. Dissolved alumina was observed only at the lowest pH value (pHinitZ2.2, pHfi,al=4-1). 5.2. Kinetics of interface reactions The time needed to reach equilibrium pH and Pt adsorption varied within the pH range studied (Fig. 4). Equilibrium was most rapidly reached for an initial pH above 3.5 while an initial pH of 2.2 gave slower equilibration. Fig. 4 indicates that once the solution pH reached a stable value, no further Pt adsorption takes place, suggesting that Pt-adsorption is a faster process than the pH-determining processes (Eqs. (9) and (10)). In the experiment in which A1 dissolution was observed, it followed the same pattern as the Pt adsorption curve, that is, a high dissolution rate during the first 4 h (to 3.5 mg g-l A1203), and then leveling off to a stable value (4.4 mg g-1 A1203) after 22 and 24 h contact time. The observed decrease in AI dissolution rate with an increase in pH is in accordance with the findings of Furrer and Stumm for S-alumina [12]. For the whole pH range studied, equilibrium between the solid and solution seemed to be achieved after 24 hours contact time, since little change is observed from 22 to 24 h (Fig. 4). Pt adsorption data for 0-A1203(b) are given in Fig. 4b Fig. 5. This shows that the Pt adsorption on 0-A1203(b) reached a maximum around pH 4, and that the Pt uptake generally increased with contact time. After 24 h all solutions had a pH>4. As shown in Fig. 5, there was generally a good correlation between the Pt amount calculated from solution analyses and that measured on the final catalyst. In one of the tests, no solution samples were withdrawn during preparation (pHfinal--7.3), and Fig. 5 shows that the Pt adsorption on this sample correlated well with the adsorption obtained for the other samples. This result indicates that the sampling (which was always less than 10% of the total solution) did not significantly alter the adsorption vs. time curves measured. 5.3. Adsorption mechanisms The amount of Pt adsorbed after 70 min contact time clearly exceeds that predicted for pure physisorption (model 1 in Fig. 6a), except at low pH-values. At pH>4 and contact time 70 min the amount adsorbed agrees very well with a U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 137 2.5\" 2.0' 1.5 0.5- 0.0 OJ ,X , ,~ \" t2\" ,'zx ~t 1 i 2 4 pH zx $~nes 1 o Stoics 2 o Sen~ 3 + Sines 4 Chem. Anal. ..... Model 2 ~-~\"-a- ...... + Fig. 5. Pt adsorption 0-A1203(b) as a function of pH. Arrows show the changes in the pH for the different experimental series starting at the various initial solution pH. The Pt content from chemical analysis of the final samples are also shown. specifically adsorbed monolayer (Fig. 6a), but continues to increase with time and after 24 h has by far exceeded the model 2 line (Fig. 5). At pH =8.0-8.5 (i.e., close to zpc), the amount of Pt on the solid is close to zero at 0-4 h contact time. After more than 22 h contact time, significant Pt adsorption is observed (Figs. 4 and 5). Below pH-----4 the amount of Pt adsorbed drops while the surface charge increases, and this cannot be explained from our models. However, it should be noted that only short contact time (i.e., 70 min) results were obtained for this pH range. The results may therefore not be representative of the equilibrium situation. Several groups [3,13,14] have reported that free chloride ions compete with the chloroplatinic complex for adsorption on alumina. The negatively charged Pt-complexes and the chloride ions are assumed to compete for the same posi- tively charged sites. The initial ratio would depend on the rate of diffusion of each ion to the surface, thus favouring chloride adsorption [14]. Molar C1/Pt ratios determined on dried solids are shown in Table 2. A C1/Pt ratio of 4.4 at pH=4.1 is about the same as the average ratio of the complexes in solution at that pH [1]. It means that 1.6 chloride ions have been liberated for each complex in the system. In a study of y-alumina, Lietz et al. [15] reported that chloride ions in the adsorbed complex exchanged with OH surface groups with time. Brunelle et al. [3] further observed an exchange between chloride and chloroplatinum complex on the alumina support, probably proceeding via: 2Cl~ads) + PtC12- ---- PtC12~ads) + 2C1- (11) In our study, analysis of the solution after several contact times indicated that the CI/Pt ratio was independent of the contact time for a given adsorption experiment. However, these data may have been influenced by KC1 liberation from the electrode during the pH measurements. 08- e~ 06 - \"~ 04- '~ 0Z- 00 I'\\ gamma theta(b) ~ theta(a) Model 1 (tot ch~ge) Model [ (PI ad~ ) Mdl2 4 6 8 pH (final) 3\" Z~ 10\" 8\" 6' 01 z~ txzx . tx . gamma theta(a) t3ae~a(b) /~1 \"'\" no pH ch~ge J , i , J . i ' J . t ' i i J I 2 3 4 5 6 7 8 9 pH(initial) llif 4 pH (final) g~ma thela(b) -- gibbslte - -- m~nd~ tx 6 8 e~ & Fig. 6. Comparision of the adsorption properties of different aluminas (0.005 M H2PtC16(aq) after 70 min contact time), a) Amount Pt adsorbed as a function of the final pH. Comparisions with data from Model 1 and 2 are also given (see text)b) Amount of A1 dissolved in solution as a function of pH. Data for gibbsite and corundum are also included, c) Correlation of the pH in the initial solution with the pH in the final solution. U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 139 5.3.1. Chemisorption: Ligand exchange In a chemisorption process, ions may adsorb on a surface with the opposite or the same charge, in the latter case increasing the effective charge at the surface. However, physisorption will generally take place at the same time. Several groups have proposed that the adsorption of chloroplatinum complex and/or chloride ions on alumina proceeds as a chemisorption process [3,13,14,16]. The results pre- sented here support the proposal that the Pt-Cl-species are chemisorbed on 0- alumina, since the Pt and C1 adsorption exceeded the calculated surface charge in the pH-range 4-10. The amounts adsorbed at pH=8 after 24 h exceeded the calculated surface charge by a factor 3-5, but it must be noted that, although the overall charge at zpc is zero, both positively and negatively charged surface functional groups coexist, and that the positively charged groups may well be responsible for the observed adsorption of Pt-Cl-species at pH=8. Indications of a combined fast physisorption-slow chemisorption process is found in Fig. 4 where reversible Pt adsorption was observed in one of the experiments with a pH change from 7 to 8 after 4 h contact time, while prolonged contact (22-24 h) led to significant readsorption. If chemisorption of Pt--Cl-species takes place this is not likely to happen with the PtC16-complex as such, but rather through an oxygen bridge with ligand exchanged complex ions. It is interesting to note that occurence of PtC16-complexes decrease from 90% to 10% of all complex ions in the pH-range 2-4, that is the range in which adsorption increases steaply with pH after 70 min contact time. This observation may suggest that chemisorption via OH-ligands or oxygen bridges would be important, although we lack direct evidence. 5.4. Comparison between 7- and O-A1203 0-A1203(a) was impregnated with Pt using 70 min contact time and a final pH = 1-8. The amount of Pt adsorption per unit area after 70 min contact time over 0- A1203(a) and 0-A1203(b) in this study, as well as that obtained for 7-A1203 in [1], are compared in Fig. 6a. Fig. 6b and c show the corresponding A1 dissolution and pH changes, respectively, for the three series. These results show that the amount of Pt adsorption was similar for the three series. It is evident that the A1 dissolution and pH change also followed the same trend for the three series. At equilibrium the concentration of A1 dissolved from a specific Al-phase should be determined only by the pH, the concentration of complexing ions and the ionic strength. Comparison of our data with the solubility of aluminas indicate that our solutions are undersaturated with A1 below pH around 4 (Fig. 6b). At pHinitial=2.2 (i.e., no NaOH or HC1 addition), the two 0-aluminas differ greatly in A1 dissolution and Pt adsorption after 70 rain contact time, in spite of having quite similar XRD and BET properties. This observation strongly suggests that the results obtained at pH below 4 (where the A1 solubility is high) are dominated by the kinetics of A1 dissolution for a specific alumina batch. A 140 U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 Table 2 Influence of wet calcination (570) on the amount of Pt and CI on 0-alumina. pH (final) in solution Treatment before analysis Pt content (wt%) CI content (wt%) 4.1 Dried 2.18 1.74 Wet calcined 2.18 0.20 3.7* Dried 2.74 1.80 Wet calcined 2.76 0.27 3.9* Dried 2.80 1.58 Wet calcined 2.85 0.30 All samples were prepared by adsorption from solution with 24 h contact time. The samples marked by * were prepared at 54, while the first sample was prepared at 20. thorough discussion of the adsorption properties of alumina in this pH range should therefore be based on long contact time experiments. The data in Fig. 6 also indicate that T- and 0-alumina exhibit similar adsorption properties towards PtClx anions at pH=4-8 (i.e., at low A1 solubility). This result was expected due to the similarity of the two systems in aqueous solution. 5.5. Influence of wet calcination Under dehydrogenation conditions, the catalyst is exposed to a water-containing gas at elevated temperatures. In order to investigate the effect of such conditions, some Pt/0-alumina systems were wet calcined at 570. The Pt and C1 content in several catalysts were measured before and after wet calcination. The results are given in Table 2. This shows that the Pt content of the catalysts did not change during wet calcination, but the level of CI was greatly reduced. 6. Conclusions It can be concluded that hexachloroplatina complex anions are specifically adsorbed on the surface of aluminas at pH >4. At pH <4 the alumina is highly soluble, and the results are not relevant for equilibrium situations. A maximum adsorption of Pt is achieved at a pH around 4 with contact times of 24 h or more. T- and 0-alumina were found to exhibit similar adsorption properties towards the hexachloroplatinic complex. 7. List of symbols foe: C: F: R: Bulk solution concentration (mol 1-1) electrical charge (C). Faraday constant (C mol 1) Gas constant (J K mol t) U. Olsbye et al./Applied Catalysis A: General 152 (1997) 127-141 141 T'. z\" zpc: iep: 6: Er~ Eo\" (Po: ~p~: O0. Ol. 0\"2\" ~+ ~P_ Temperature (K) Ionic charge Point of zero charge The isoelectric point Thickness of charge free layer between surface and solution (m) Relative permittivity. Permittivity of vacuum (=8.85 10-12 F m-l) Surface electric potential (V) Electric potential at distance 6 from surface (V) Surface charge density (C m-2) Charge density in the Stem layer (C m-2) Charge density in the Gouy layer (C m 2) Specific interaction energy of cations Specific interaction energy of anions Acknowledgements The Norwegian Research Council is gratefully acknowledged for the financial support of this work. The authors thank Dr. Ragne Hildrum and Aud M. Bouzga for performing some adsorption experiments, Drs. R. Bredesen and C. Simon at SINTEF Materials Technology for the performance of electrophoretic mobility measurements, and the Institute for Energy Technology for the performance of non-destructive neutron activation measurements. References [1] Th. Mang, B. Breitscheidel, E Polanek and H. Kntizinger, Appl. Catal. A 106 (1993) 239. [2] M.S. Heise and J.A. Schwarz, Stud. Surf. Sci. Catal. 31 (1987) 1. [3] J.E Brunelle, Stud. Surf. Sci. Catal. 3 (1979) 211. [4] K. Wefers and C. Misra, Alcoa technical report, 1987. [5] B.C. Gates, J.R. Katzer and G.C.A. Schuit (Editors), Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979, p. 249. [6] C.M. Davidson and R.E Jameson, Trans. Faraday Soc. 61 (1965) 2462. [7] L.E. Cox and D.G. Peters, Inorg. Chem. 8 (1970) 1927. [8] A.W. Adamson, Physical Chemistry of Surfaces, 3rd edn., Wiley, New York, 1976, p. 698. [9] O. Stern, Z. Electrochem. 30 (1924) 508. [10] W. Stumm and J.J. Morgan (Editors), Aquatic Chemistry, Wiley, New York, 2nd edn., 1981, p. 610-640. [11] G.A. Parks, Chem. Rev. 65 (1965) 177. [12] G. Furrer and W. Stumm, Geochim. Cosmochim. Acta 50 (1986) 1847. [13] S. Sivasanker, A.V. Ramaswamy and E Ratnasamy, Stud. Surf. Sci. Catal. 3 (1979) 185. [14] A.A. Castro, O.A. Scelza, E.R. Benvenuto, G.T. Baronetti, S.R. de Miguel and J.M. Parera, Stud. Surf. Sci. Catal. 16 (1983) 47. [15] G. Lietz, H. Lieske, H. Spindler and J. V~61ter, J. Catal. 81 (1983) 17. [16] J.E Le Page (Editor), Catalyse de contact, Technip, Paris, 1978, p. 598. APCATA 96003511 S0926-860X(96)00351-1 10.1016/S0926-860X(96)00351-1 Article Study of Pt/alumina catalysts preparation Unni Olsbye ∗ Rune Wendelbo Duncan Akporiaye SINTEF Applied Chemistry, P.O. Box 124, Blindern, N-0314 Oslo, Norway ∗ Corresponding author. Tel.: +47-22 06 73 00; Fax: +47 22 06 73 50 Platinum-alumina catalysts were prepared at 20°C by using a method in which hexachloroplatinic anions from solution were adsorbed on θ-alumina in the pH range 1–10 and with contact times between 1 and 24 h. An adsorption maximum was observed at pH around 3–4. From measurements of electrophoretic mobility, the isoelectric point of θ-alumina was determined to be about 8.5. Comparison with literature data indicated that γ- and θ-alumina exhibit similar adsorption properties and that the amount of Pt deposited is controlled by pH and contact time for both systems. The adsorption appears to proceed initially as a physisorption process with relatively strong specific interaction or chemisorption taking over at longer contact times. Pt θ -alumina samples with 0.3 to 2.2 wt% Pt were prepared. Wet calcination at 570°C led to a decrease in the Cl content of the samples, while the Pt content was unaffected. References [1] Th. Mang B. Breitscheidel P. Polanek H. Knözinger Appl. Catal. A 106 1993 239 [2] M.S. Heise J.A. Schwarz Stud. Surf. Sci. Catal. 31 1987 1 [3] J.P. Brunelle Stud. Surf. Sci. Catal. 3 1979 211 [4] K. Wefers C. Misra Alcoa technical report 1987 [5] B.C. Gates J.R. Katzer G.C.A. Schuit Chemistry of Catalytic Processes 1979 McGraw-Hill New York 249 [6] C.M. Davidson R.F. Jameson Trans. Faraday Soc. 61 1965 2462 [7] L.E. Cox D.G. Peters Inorg. Chem. 8 1970 1927 [8] A.W. Adamson 3rd edn. Physical Chemistry of Surfaces 1976 Wiley New York 698 [9] O. Stern Z. Electrochem. 30 1924 508 [10] W. Stumm J.J. Morgan Aquatic Chemistry 2nd edn. 1981 Wiley New York 610 640 [11] G.A. Parks Chem. Rev. 65 1965 177 [12] G. Furrer W. Stumm Geochim. Cosmochim. Acta 50 1986 1847 [13] S. Sivasanker A.V. Ramaswamy P. Ratnasamy Stud. Surf. Sci. Catal. 3 1979 185 [14] A.A. Castro O.A. Scelza E.R. Benvenuto G.T. Baronetti S.R. de Miguel J.M. Parera Stud. Surf. Sci. Catal. 16 1983 47 [15] G. Lietz H. Lieske H. Spindler J. Völter J. Catal. 81 1983 17 [16] J.F. Le Page Catalyse de contact 1978 Technip Paris 598",
      "scopus-id": "0000790111",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003511",
        "dc:description": "Platinum-alumina catalysts were prepared at 20°C by using a method in which hexachloroplatinic anions from solution were adsorbed on θ-alumina in the pH range 1–10 and with contact times between 1 and 24 h. An adsorption maximum was observed at pH around 3–4. From measurements of electrophoretic mobility, the isoelectric point of θ-alumina was determined to be about 8.5. Comparison with literature data indicated that γ- and θ-alumina exhibit similar adsorption properties and that the amount of Pt deposited is controlled by pH and contact time for both systems. The adsorption appears to proceed initially as a physisorption process with relatively strong specific interaction or chemisorption taking over at longer contact times. Pt θ -alumina samples with 0.3 to 2.2 wt% Pt were prepared. Wet calcination at 570°C led to a decrease in the Cl content of the samples, while the Pt content was unaffected.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003511",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Olsbye, Unni"
          },
          {
            "@_fa": "true",
            "$": "Wendelbo, Rune"
          },
          {
            "@_fa": "true",
            "$": "Akporiaye, Duncan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003511"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003511"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00351-1",
        "prism:volume": "152",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of Pt/alumina catalysts preparation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-141",
        "prism:endingPage": "141",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 April 1997",
        "prism:doi": "10.1016/S0926-860X(96)00351-1",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00351-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003511-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "587",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000790111"
      }
    }
  }
}