{
  "metadata": {
    "title": "Comparison of the different promoting effects of FeMn, Ni and Pt on the <ce:italic>n</ce:italic>-butane isomerization activity of sulfated zirconia catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00088-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000884",
    "pii": "S0926860X97000884"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040745254",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97000884 S0926-860X(97)00088-4 S0926860X97000884 10.1016/S0926-860X(97)00088-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 11 103 119 103 119 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. COMPARISONDIFFERENTPROMOTINGEFFECTSFEMNNIPTNBUTANEISOMERIZATIONACTIVITYSULFATEDZIRCONIACATALYSTS ALVAREZ W BROWER 1972 179 D REZGUI 1996 5 S TATSUMI 1996 1191 T HSU 1992 1645 C GUISNET 1990 392 M SONG 1996 329 X ADEEVA 1994 L11 V ZARKALIS 1994 235 A ZARKALIS 1996 1 A CHEUNG 1995 464 T JATIA 1994 21 A CHEUNG 1996 99 T COELHO 1996 415 M COELHO 1995 253 M ALVAREZ 1996 553 W LIU 1995 35 H EBITANI 1991 257 K GARIN 1991 199 F IGLESIA 1993 238 E SOLED 1994 531 S HINO 1995 789 M HINO 1995 25 M EBITANI 1992 609 K LIU 1996 167 H TABORA 1996 125 J SONG 1996 206 X YORI 1995 218 J ADEEVA 1995 364 V TABORA 1995 1825 J ALVAREZX1997X103 ALVAREZX1997X103X119 ALVAREZX1997X103XW ALVAREZX1997X103X119XW item S0926-860X(97)00088-4 S0926860X97000884 1-s2.0-S0926860X97000884 10.1016/S0926-860X(97)00088-4 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97000884-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000884/MAIN/application/pdf/00a3c21c9d4be568dce68b2cf2d21bc9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000884/MAIN/application/pdf/00a3c21c9d4be568dce68b2cf2d21bc9/main.pdf main.pdf pdf true 978111 MAIN 17 1-s2.0-S0926860X97000884-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000884/PREVIEW/image/png/4d46320ecb2a17accf88e67cf9e8180c/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000884/PREVIEW/image/png/4d46320ecb2a17accf88e67cf9e8180c/main_1.png main_1.png png 59159 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 162 (1997) 103-119 Comparison of the different promoting effects of Fe-Mn, Ni and Pt on the n-butane isomerization activity of sulfated zirconia catalysts W.E. Alvarez, H. Liu, D.E. Resasco* School of Chemical Engineering, University of Oklahoma, Norman, OK 73019, USA Received 1 November 1996; received in revised form 4 February 1997; accepted 13 February 1997 Abstract The n-butane isomerization has been studied on a series of transition metal-promoted sulfated zirconia catalysts. In support of the bimolecular mechanism that involves the participation of olefins and oligomeric carbenium ions on the surface, it was found that the activity of the catalysts under continuous flow operation was much higher than that obtained in the pulse mode. However, when small quantities of 1-butene were added to the pulses, the activity was greatly enhanced. This enhancement significantly varied with the type of metal promoter present in the SZ catalyst. A strong influence of the purity of the n-butane used on activity and sensitivity to hydrogen was observed. When pure n-butane feed was used, the presence of hydrogen had a strong inhibiting effect on activity at low temperatures, but a promoting effect at high temperatures. This promoting effect was particularly prominent on PtSZ and NiSZ catalysts and is primarily due to a decreased deactivation. When n-butane with olefin impurities was used as a feed, the effect of hydrogen was only evident on the PtSZ catalyst. The NiSZ catalyst did not show the inhibition at low temperatures nor the enhanced stability at high temperatures exhibited when n-butane of high purity was used. It was found that the formation of coke has a direct relationship with the low temperature activity. A comparison of the different catalysts investigated under various conditions reflected a trend: the lower the temperature at which n-butane can be converted, the more rapid deactivation and the higher the amount of coke formed. 1997 Elsevier Science B.V. Keywords: Sulfated zirconia; Fe-, Mn- and Pt-promoted catalysts; Strong solid acid; n-butane isomerization; Bimolecular mechanism 1. Introduction The isomerization of n-butane is an acid-catalyzed reaction that is thermodynamically favored at low temperatures but requires high temperatures to achieve moderate rates. The extremely low isomer- ization activity usually observed at low temperatures, *Corresponding author. Tel.: +1 405 3254370; fax: +1 405 3255813; e-mail: resasco@ou.edu 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00088-4 even in the presence of liquid superacids, has been ascribed to the high activation energy which results when the ring opening of a protonated cyclopropane intermediate generates a primary carbenium ion [1]. By contrast, internal scrambling of carbons in the n- butane molecule occurs at high rates because the opening of the protonated cyclopropane ring to scram- ble the carbons in the molecule does not involve the generation of a primary carbenium ion. For the same reason, high rates at low temperatures are also 104 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 observed for the isomerization of pentane and higher hydrocarbons [2,3]. Based on these concepts, one may not expect to observe high isomerization activity for n-butane at low temperatures. However, a different result was found by Hsu et al. [4,5] who demonstrated that Fe and Mn oxides were able to promote sulfated zirconia, making it able to isomerize n-butane at temperatures as low as 35. It is conceivable that, on these catalysts, the protonated cyclopropane intermediate is not involved in the reaction and, as a result, high rates are possible, even at low temperatures. A reaction mechanism that does not involve the formation of a primary carbenium ion is an inter-molecular path first proposed by Guis- net et al. [6] for the case of mordenite catalysts. This mechanism involves the formation of a C8 oligomeric intermediate which would subsequently crack and generate isobutane and C3-C5 by-products. Support- ing evidence for this mechanism has been presented by several authors and summarized in a recent review [7]. Adeeva et al. [8] conducted isotopic labeling experiments using doubly labeled 13C butane and observed a binomial distribution of 13C atoms in the products rather than keeping two 13C atoms in the products as would be expected for an intra-mole- cular mechanism. The kinetics study and product distribution analysis of Gates et al. [9-11] on Fe, Mn-promoted catalysts was also consistent with the inter-molecular mechanism. We have been interested in the analysis of the time evolution of the n-butane isomerization activity. In previous studies [12,13] it was shown that the activity of the Fe-Mn/sulfated zirconia catalysts exhibits a typical pattem when measured as a function of time on stream. The activity is initially very low but, as the reaction proceeds, the conversion slowly increases, reaches a maximum, and then starts to decrease. It is important to point out that in all cases the initial activity is essentially zero. It is the reaction itself that generates the unique activity of these catalysts. In our previous study [14], we reported that the rate of induction was a strong function of the reaction tem- perature and the partial pressure of n-butane. As the temperature or the partial pressure increased, the induction rate increased, which shows that the activity is self-promoted by one of the steps in the reaction. We also found that at 100, the activity reached a maximum after 20 min on stream, but when a small pulse of 1-butene was sent over the catalyst just before the reaction started, the induction period greatly shor- tened and the activity reached its maximum in a couple of minutes. We ascribed the induction period to the formation and accumulation of reaction inter- mediates which are responsible for the observed catalytic activity, as predicted by the hypothesis of the inter-molecular mechanism. In this contribution, we continue our study about the nature of the low temperature isomerization activity of sulfated zirconia promoted with Fe, Mn, Pt, and Ni. We have compared the conversion obtained under flow conditions with that obtained with the injection of small pulses. It is expected that in the pulse mode, the formation of oligomeric species on the surface be significantly lower than in the flow mode, resulting in much lower activity. Based on simultaneous measurements of coke formation and isomerization activity we propose that the accumulation of oligomeric species on the surface are at the same time responsible for the low temperature activity and the formation of coke. Finally, we have analyzed the effect of the n-butane purity on the low temperature activity, the deactiva- tion, and the sensitivity of the various catalysts to the presence of hydrogen. 2. Experimental 2.1. Catalyst preparation and characterization As previously reported [15], Zr(OH)4 was used as the catalyst precursor for the preparation of the Fe- Mn/SO4-ZrO2 (FMSZ), Ni/SO4-ZrO2 (NiSZ), Pt/ SO4-ZrO2 (PtSZ) samples. The Zr(OH)4 was prepared by precipitation of 0.5 M zirconium tetrachloride solution by dropwise addition of NH4OH. The result- ing Zr(OH)4 had a BET surface area of 166 m2/g, a pore volume of 0.28 cm3/g, and an average pore size of 6.2 nm. These physical properties were measured in a Micromeritics ASAP 2010 adsorption apparatus. For the FMSZ catalyst, the Zr(OH)4 precursor was impregnated with an aqueous solution of Fe and Mn nitrate containing 0.017 g Fe/cm3 and 0.005 g Mn/cm3, using a liquid/solid ratio of 0.756 cm3/g of Zr(OH)4. When referred to the final ZrO2 support, these amounts represent nominal Fe and Mn loadings W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 105 of about 1.7 wt% Fe and 0.5 wt% Mn, respectively. The NiSZ and PtSZ samples were prepared in a similar fashion using impregnating solutions of Ni(NO3)2 and PtH2CI6, respectively. After drying for 12 h at 110, the three metal containing samples, as well as one unpromoted Zr(OH)4 sample, were immersed for 2 h in a well stirred 1 M (NH4)2SO4 solution, using a liquid/solid ratio of 7.5 cm3/g of Zr(OH)4. Following this soaking step, the solids were allowed to settle and separated from the liquid. Without further washing, the solids were dried overnight at l l0 and then calcined at 600 in an oven for a period of 4 h followed by a second calcination period of 12 h at the same temperature. The final analysis of the cal- cined samples (performed at Galbraith Laboratory) indicated that the FMSZ catalyst contained 1.7 wt% Fe, 0.07 wt% Mn, and 3.1 wt% S. The low Mn content was probably due to the loss of Mn during immersion in the ammonium sulfate solution. The BET surface area for this sample was 118 m2/g, the pore volume was 0.29 cm3/g, and the average pore size was 10 nm. The NiSZ catalyst contained 0.95 wt% Ni and 4.1wt% S, while the PtSZ sample contained 0.38 wt% Pt and 1.8 wt% S. The unpromoted SZ sample contained 2 wt% S. 2.2. Catalytic activity measurements n-butane isomerization was studied in a microca- talytic reactor alternatively operating in pulse or flow mode. Typically, in each run, 400 mg of catalyst was placed in a quartz downward-flow packed bed reactor. The reaction system allowed for precise control of flow rates and temperature. In the flow experiments, the feed was a mixture of n-butane (99.95% purity from Matheson, butenes concentration <10 ppm) and He (Sooner Air Gas, 99.999% purity) or H2 (Sooner Air Gas 99.99% purity) in a ratio n-C4:diluent of 1:2. The pulse measurements were conducted by sending 100 ml pulses in the He carrier over the catalyst. Some experiments were conducted using n-butane of a lower purity (99%, with 0.15% isobutane, and 680ppm butenes). Prior to each reaction run, the catalysts were activated in situ by flowing dry air at 600 for 2 h. They were cooled under air to the reaction tempera- ture, flushed in a He stream, and finally exposed to the feed mixture. The reaction products were analyzed by a HP-5890 gas chromatograph, controlled by ChemStation software and equipped with a 50 m KC1/AI203 capillary column and a flame ionization detector. 2.3. Temperature programmed reaction (TPRx) To study the differences in activity of the different samples under He and under H2 as a function of temperature we conducted TPRx experiments. As in the pulse and flow measurements, the catalysts were placed in the quartz downward-flow packed bed reac- tor, activated in-situ under air at 600, cooled under air, flushed with He, and finally exposed to the feed mixture keeping a space velocity of 14 cm3/min g cat. The feed was a mixture of n-butane (99.95% purity) and He (99.999% purity) or H2 (99.99% purity), keeping the same 1:2 ratio as in the flow measure- ments. A heating ramp of 3/min from 50 to 250 was employed for these experiments. Samples were taken every minute and analyzed in the GC. In this way, the evolution of activity as a function of time and temperature under He and under H2 could be followed over a broad temperature range. A second set of TPRx studies was conducted using an n-butane cylinder of lower purity which contained olefins. Even though a trap of sulfated zirconia was employed, a significant concentration of butenes was observed in the feed. The results of these studies are also reported for comparison with those in which the concentration of butene was essentially zero. These TPRx studies were done using a linear temperature ramp initially ascending from 100 to 275 and then descending to 100 at 2/min. In this way, the reversibility of the different phenomena were investigated. 2.4. Determination of carbonaceous deposits To quantify and characterize the deposition of coke under the reaction conditions, temperature pro- grammed oxidation (TPO) studies were conducted on different spent samples. The TPO measurements were carried out under a 5% O2/He mixture in a quartz cell containing 0.100g of sample. The cell was directly connected to a MKS quadrupole mass spec- trometer which continuously measured the concentra- tion of CO2 produced. In all cases, a heating ramp of 8/min was employed. 3. Results and discussion 5 3.1. Comparison of n-butane conversion under flow and pulse mode operations When the reaction was conducted in the flow mode at 100, the typical evolution of conversion as a function of time was observed, i.e., it was initially zero, it slowly increased, reached a maximum, and then started to decrease. To determine whether n- butane could be converted without the accumulation of surface intermediates we conducted the reaction in the pulse mode. In this case, the catalyst was pre- activated in the same way as for the flow mode operation and kept under flowing He at 100. Small pulses (100 ~tl) of pure n-butane were sent through the catalyst and the conversion directly measured in the GC. As shown in Fig. 1, a extremely low level of con- version was observed for the 30 pulses sent to the catalyst at 100 and a space velocity of 27 cm3/g cat min. To determine whether after this series of pulses the sample was still able to display the high activity displayed during the initial flow mode opera- tion, the reactor was connected to the feed and oper- ated in the flow mode at the same space velocity, 4 flow S v3 Z 0 00 n, UJ > z 2 0 o 0 106 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 0 10 20 30 40 NUMBER OF PULSES Fig. 1. Comparison of the n-butane isomerization activity under pulse- and flow-mode operations. The continuous flow mode was started after T= 100; space velocity=27 cm/g cat min; carrier gas=He; pulse size= 100 ml of pure n-Ca. 30 pulses. Reaction conditions: (a) Pulse mode: 3 (b) Flow mode: T-100; space velocity=27 cm3/g cat rain; n-C4/He ratio=l/2. W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 107 without exposing the catalyst to air or conducting any regeneration. Under these conditions, the same sample that had shown almost no activity in the pulse mode started to convert n-butane at a much higher level. These data clearly show that a continuous feed of n- butane is necessary to develop the low temperature activity of these catalysts. It appears that, in order to generate the typical low temperature activity, the FMSZ catalysts need the accumulation of species on the surface that can only occur when the gas phase concentration of butane is high enough. These results are consistent with the strong correla- tion between the partial pressure of n-butane and the rate of activity induction observed before [ 14]. They would suggest that, under the conditions of the pulse mode operation, the surface intermediates responsible for the isomerization activity may not be formed. Therefore, we attempted to accelerate the process of v 3 .m o 2 c- O C o 1 0 NiSZ SZ (n-C4 only) I I I 0 2 4 6 8 Number of Pulses Fig. 2. Effect of adding small amounts of 1-butene to the n-C4 pulse. Reaction conditions: T=100; space velocity=27 cm3/g cat min; carrier gas=He; pulse size=100 ml. The pulses contained either pure rl-C4 or a 1/10 mixture of l-butene/n-C4. FMSZ catalyst (open circles: I-C4/n-C4 open squares: pure n-Ca); NiSZ catalyst (solid squares); SZ (solid circles). 108 W.E. Alvarez, et aL /Applied Catalysis A: General 162 (1997) 103-119 intermediate generation by adding small amounts of 1-butene in the pulse. We have done this before in the flow mode operation. In that case [14], we observed important increases in activity that were much more pronounced when the injection was done during the induction period than when it was done after reaching the maximum. As shown in Fig. 2, when pulses of 1-butene/ n-butane (1:10) mixtures were sent over the different catalysts, good conversions were obtained without any induction period. The conversion levels were still lower than those obtained under flow conditions, but much higher than when n-butane pulses were sent. The conclusion from these results is that a surface concentration of oligomeric intermediates (from ole- fins) is necessary to generate the low-temperature activity and it is the slow build-up of oligomers on the surface that is responsible for the observed induc- tion periods under flow conditions. As shown in Fig. 2, the different catalysts exhibited different abil- ities to utilize the added olefins in the pulse experi- ments to promote the isomerization activity. Even though all catalysts presented higher activity with the n-butane/1-butene mixtures than with the pure n-butane pulses, the unpromoted SZ only exhibited a slight increase. This enhancement was much more pronounced with the metal promoted catalysts, parti- cularly the FMSZ catalyst. This experiments suggest that, as we had proposed before [14], the role of the metal promoter is not only to generate olefins but to use them more efficiently in the reaction. This could be accomplished if the presence of the metal promo- ters resulted in an increased local concentration of olefins or carbocations on the surface. n-C4Hlo and then resumed it, a new induction period was observed. However, each subsequent induction resulted in a lower maximum conversion. We report here a similar set of experiments con- ducted on the FMSZ catalysts at 100 and 150. In these experiments, the space velocity was adjusted in order to obtain similar conversions at two different temperatures. As shown in Fig. 3, when the reaction was carried out at 150, the FMSZ catalyst exhibited the same behavior as the NiSZ. That is, every time the n-butane flow was stopped the activity started from a very low value and a new induction period was observed. By contrast, when the experiment was conducted at 100, the induction period was only observed during the first cycle and when the n-butane flow was stopped and then resumed, the activity did not dropped to the low values observed at 150. It essentially remained at the same level that was left before stopping the flow of n-butane. These results indicate a significant differences occurring between 100 and 150. It seems that at 100, the inter- mediates responsible for the activity can be retained on the surface when the flow of n-butane is stopped. By contrast, at 150, they either desorb from the surface or decompose. Therefore, they need to slowly build up again on the surface when the n-butane flow is resumed. The run at 150 was conducted with a higher He flow rate than that at 100, but, in separate experiments, it was determined that the higher tem- perature rather than the higher He flow rate was responsible for the differences shown in Fig. 3. 3.3. Temperature programmed reaction (TPRx) in He and in 1-12 3.2. Effect of interrupting the flow of n-butane In a recent contribution [16], we studied the effect of discontinuing the flow of n-butane and then starting again to see whether a new induction was observed. In that case, we started the flow of reactants under the typical reaction conditions at 150 over a NiSZ catalyst. After reaching the maximum conversion, we stopped the flow of n-CaHlo leaving the catalyst under He at the reaction temperature, and then resumed the flow of n-C4Hlo. We repeated this sequence several times and monitored the variation of conversion. Every time we stopped the flow of 3.3.1. High purity n-butane feed Fig. 4 shows the TPRx (with high purity n-butane) on the various catalysts investigated, using He as a diluent. A clear trend was observed. The promoting effect followed the sequence Fe-Mn>Ni>Pt. The FMSZ catalyst showed the highest activity and started exhibiting conversion at the lowest temperature. At the same time, the deactivation of this catalyst started at lower temperatures than the others. As a consequence, at 225 the activity of the NiSZ was similar to that of the FMSZ. The observed trend parallels that observed in Fig. 2. It appears that the presence of Fe and Mn results in a more effective stabilization of the oligo- W.E. Alvarez, et al. /Applied Catalysis A: General 162 (1997) 103-119 109 A v z 0 ILl > Z O tO 50 40 30 20 10 T=100C T=150C F I I I I I 0 10 20 30 40 50 60 TIME (min) Fig. 3. Conversion-time curves on the FMSZ catalyst obtained at intermitent reaction periods after which the flow of n-butane was stopped, leaving the catalyst at the indicated reaction temperature under He for few minutes, and then resuming the flow of n-butane. The space velocities were adjusted to obtain similar conversion levels at the two temperature conditions. Space velocity for run at 100=27 cm3/g cat min; for run at 150=57 cm3/g cat min. meric intermediates, resulting in a much higher activ- ity at low temperatures. At the same time, this ability seems to have a negative effect on the stability of the catalyst as suggested by the rapid deactivation starting below 150. As shown in Fig. 4, when high purity n-butane was used, a very low promoting effect was presented by Pt in the absence of H2. The activity of the PtSZ catalyst was slightly higher than that of the unpromoted SZ, and the deactivation was more pronounced. A very different behavior was observed in the presence of H2. As shown in Fig. 5, in the low temperature region, the presence of hydrogen had an inhibiting effect on activity. This has been previously observed by Liu et al. [ 17], who observed a negative reaction order with respect to H2. This negative order contrasts with previous work which reported positive orders in H2 [18]. As illustrated in Fig. 5, the rapid deactivation exhibited by the PtSZ at temperatures above 200 in the absence of H2 may be responsible for an apparent positive order in Hz. In line with this proposal, Garin et al. [19] have postulated that hydrogen may have both a promoting and an inhibiting effect. It must be present to hinder deactivation, but when its coverage is too high, it may inhibit the dehydrogena- tion step which is essential in the inter-molecular mechanism. As shown in Fig. 6, the effect of H2 on the NiSZ catalyst is similar to that on PtSZ. That is, at low temperatures, the presence of hydrogen had an inhi- biting effect on activity while at high temperatures it had a positive effect. As mentioned above, at low temperatures, the presence of hydrogen inhibits the accumulation of olefins and oligomeric species responsible for activity. At high temperatures, the effect of reducing the deactivation is dominant and the apparent order becomes positive in H2. On the other hand, we cannot eliminate at this time the possibility that when the temperature is high enough the intramolecular mechanism that involves a high activation energy may start being important. If that is the case, the presence of hydrogen could favor the reaction rate by accelerating the hydride transfer step [20,21] and the observed positive order at high tem- peratures may not only be due to decreased deactiva- tion but also due to increased intramolecular isomerization. Other authors [ 18,22-24] have ascribed the increased activity observed at high temperatures in 110 W.E. Alvarez, et aL /Applied Catalysis A: General 162 (1997) 103-119 45 40 ~35 V ~- 30 O .9o 25 20 >=15 O O 10 5 FMSZ NiSZ SZ 0 PtSZ 50 150 250 Temperature () Fig. 4. Temperature Programmed Reaction (TPRx) using high purity n-butane and He as a diluent over several catalysts at a space velocity of 14 cm3/min g cat. The feed was a mixture of n-butane (99.9% purity) and He (99.999% purity) at a n-C4/He ratio=l:2. Heating ramp=3/ min from 50 to 250, then held at 250. the presence of H2 to the generation of BrCnsted acidity. In view of our present results, this explanation seems less probable, since an increased density of acid sites should have had a positive effect at both, low and high temperatures. However, as shown here, the pre- sence of H2 at low temperatures clearly inhibits the rate. Sachtler et al. [17] have proposed that, even at temperatures as high as 200, the prevailing mechan- ism is inter-molecular. They have recently strength- ened this conclusion in a comparative study [25] conducted on PtSZ and Pt/H-Mordenite catalysts. They found that the Pt/H-Mor catalyst exhibited extremely low C4 isomerization activity even though the acidity of this catalyst is comparable to that of PtSZ. According to these authors, the one-dimensional nature of the micropore structure inhibits the bimo- lecular processes that are necessary for the inter- molecular mechanism. W..E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 111 30 25 V ,20 o ._~ 15 ~10 0 5 0 PtSZ in H2 PtSZ in He 50 150 250 lib.. V Temperature () Fig. 5. Comparison of the TPRx over the PtSZ catalyst using high purity n-butane and H2 or He as a diluent. Space velocity=14 cm3/ min g cat. The feed was a mixture of n-butane (99.9% purity) and either H2 (99.99% purity) or He (99.999% purity) at a n-C4/diluent ratio=l:2. Heating ramp=3/min from 50 to 250, then held at 250. The behavior of the FMSZ catalyst, shown in Fig. 7, is somewhat different. It also manifests the inhibition due to the presence of H2 at low temperatures although this inhibition is not as pronounced as for the NiSZ or the PtSZ catalysts. At the same time, the FMSZ does not show the activity increase exhibited by the other two catalysts at high temperatures. This difference could be either due to a poorer ability of Fe-Mn to dissociate hydrogen which would cause a decrease in the surface concentration of oligomeric species, or to a stronger affinity of Fe-Mn for the olefins or carbocations on the surface. Finally, the effect of H2 on the activity of the unpromoted SZ is less marked than for the promoted catalysts. As shown 112 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 45 40 35 V ~- 30 0 .925 ~ 2O =>15 8 lo 5 0 NiSZ in H2 Y m Y 50 150 250 Temperature () Fig. 6. Comparison of the TPRx over the NiSZ catalyst using high purity n-butane and H2 or He as a diluent. Space velocity=14 cm3/ min g cat. The feed was a mixture of n-butane (99.9% purity) and either H2 (99.99% purity) or He (99.999% purity) at a n-C4/diluent ratio=l:2. Heating ramp=3/min from 50 to 250, then held at 250. in Fig. 8, no inhibition is evident at low temperatures and the increase in activity exhibited at high tempera- tures is much lower than for the PtSZ and NiSZ catalysts. 3.3.2. Lower purity n-butane feed Significant differences were observed in the TPRx conducted with the n-butane of lower purity in com- parison with those conducted with the high purity n- W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 113 45 40 ~.35 V ,~- 30 O o 25 20 =>15 O O 10 5 0 FMSZ in He FMSZ in H2 FMSZ in He (Regen.) I 50 150 250 Temperature () Fig. 7. Comparison of the TPRx over the FMSZ catalyst using high purity n-butane and H2 or He as a diluent. Space velocity=14 cm3/ min g cat. The feed was a mixture of n-butane (99.9% purity) and either H2 (99.99% purity) or He (99.999% purity) at a n-C4/diluent ratio= 1:2. Heating ramp=3/min from 50 to 250, then held at 250. The TPRx of a regenerated catalyst is included for comparison. In this case, after the first TPRx, the catalyst was regenerated in air at 600 for 2 h before performing the second TPRx. butane. In the first place, as illustrated in Figs. 9 and 10, the activity level observed on these runs was significantly higher than those with the high purity feed. For example, while at 140, the conversion on the PtSZ catalyst was only 2% when the high purity n-butane was used, it climbed to 33% when the less pure feed was used. Similar activity increases were observed for the NiSZ catalyst. This activity enhance- ment due to the presence of olefins in the feed was not surprising. We have seen similar enhancements in 114 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 45 40 ~35 v ,~- 30 0 o25 a 20 ~15 8 10 SZ in H2 SZ in He 5 0 I_. 5O 150 250 Temperature () Y Fig. 8. Comparison of the TPRx over the SZ catalyst using high purity n-butane and H2 or He as a diluent. Space velocity= 14 cm3/min g cat. The feed was a mixture of n-butane (99.9% purity) and either H2 (99.99% purity) or He (99.999% purity) at a n-C4/diluent ratio= 1:2. Heating ramp=3/min from 50 to 250, then held at 250. previous experiments [14,26] as well as in the data shown in Fig. 2. At the same time, a very important difference was observed in the sensitivity of the catalysts to the presence of hydrogen when feeds of different purity were used. As illustrated in Figs. 5-7, with the n- butane of high purity, all the metal promoted catalysts (PtSZ, NiSZ and FMSZ) exhibited a great inhibition by hydrogen below 200. By contrast, when n- butane of lower purity was used, only Pt exhibited a large degree of inhibition by hydrogen. As shown in Fig. 10, the NiSZ showed a very modest variation in W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 115 v t'- 00 O /} O e-\" .o_ k-- > t- O 50 40 30 20 10 0 in HeN,.~ ~/in H2 .~ 100 150 200 250 300 Temperature () Fig. 9. TPRx conducted on the PtSZ catalyst using lower purity n-butane and H2 or He as a diluent, Space velocity=14 cm3/min g cat. The feed was a mixture of n-butane and either H2 (99.99% purity) or He (99.999% purity) at a n-Ca/diluent ratio= 1:2. Heating ramp=2/min from 100 to 275, then descending to 100 at the same rate. 50 v 40 t'- \" 30 0 .~_ \" 20 .__ ID > 10 t- O 0 100 150 200 250 300 Temperature () Fig. 10. TPRx conducted on the NiSZ catalyst using lower purity n-butane and H2 or He as a diluent, Space velocity=14 cm3/min g cat. The feed was a mixture of n-butane and either H2 (99.99% purity) or He (99.999% purity) at a n-Ca/diluent ratio=l:2. Heating ramp=2/min from 100 to 275, then descending to 100 at the same rate. 116 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 the presence of hydrogen. It appears that the presence of small amounts of butenes in the feed is sufficient to reduce the inhibiting effect of hydrogen on the low temperature activity on the NiSZ catalyst. By contrast, the Pt containing catalyst still exhibits, with the less pure feed, a strong sensitivity to the presence of hydrogen. It has been recently reported [27] that the inhibition by hydrogen was present on PtSZ but did not appear for FMSZ catalysts in contrast with our previous results [14] which, using high purity n-butane, did show an inhibition for both, FMSZ and PtSZ. The comparison made in this work would suggest that the presence of traces of olefins in the feed may explain these discrepancies. The results of the TPRx experiments provide addi- tional information about the degree of catalyst deac- tivation that occurs on these catalysts at different temperatures. As shown in Fig. 9, no deactivation was evident for the PtSZ catalyst using H2 as a diluent. The conversion obtained in the second portion of the TPRx (descending temperature) was even higher than that obtained during the initial (ascending tempera- ture) part. By contrast a strong deactivation was present when H2 was not added to the feed. The descending branch of the TPRx profile exhibited a much lower conversion than the ascending branch. Over the NiSZ catalyst, significant deactivation was observed both in the presence and the absence of H2. It seems that, in the presence of olefins in the feed, the NiSZ catalyst is less effective than the PtSZ in utiliz- ing hydrogen to prevent deactivation and a higher H2 pressure may be needed. On the other hand, when no olefin impurities were present, the NiSZ catalyst kept a high stability at 250 in a H2 partial pressure of only 500 Torr. The unique ability of Pt in preventing deactivation may be linked to the presence a fraction of Pt in the metallic state. As suggested by Sayari et al. [7], metallic Pt can be obtained during the calcination step on PtSZ catalysts. This reduction behavior may be unique to Pt and may not occur on the NiSZ catalyst. Fe-Mn/SZ e- ._~ - \\ I I I 0 200 400 600 800 Temperature (C) Fig. l 1. TPO of carbonaceous deposits. CO2 signal produced during the oxidation of coke deposits left over the catalysts after the TPRx runs. The amount of carbon deposited on each catalyst, as calculated from the quantification of these curves were: 0.35 wt% C on the FMSZ, 0.10 wt% C on the NiSZ and 0.03 wt% C on the PtSZ. W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 117 3.4. Temperature programmed oxidation (TPO) of coked samples After the TPRx experiments, the amount of coke left on the catalyst was examined by TPO. The CO2 profiles obtained on the samples that had been used in the TPRx runs using H2 as diluent are presented in Fig. 11. In the first place, although the amount of carbon deposited was relatively low for all the cata- lysts, there was a difference of more than one order of magnitude between the amounts deposited on the FMSZ and the PtSZ catalysts. As previously observed by Yori et al. [28], the presence of Pt significantly inhibits the formation of coke. The amounts of carbon deposits estimated from the TPO experiments on the three samples were as follows: 0.35 wt% C on the FMSZ, 0.10 wt% C on the NiSZ, and 0.03 wt% C on the PtSZ. An interesting correlation is observed when the amounts of coke deposits are compared to the relative abilities of the catalyst to exhibit low tem- perature activity. It is clear that the high activity of the FMSZ samples at low temperatures is paralleled by a faster deactivation, a less sensitive response to the presence of hydrogen, and a higher rate of coke formation. We have also conducted TPO studies on samples that had been under flow-mode reaction conditions (100'~C, n-C4 molar fraction 0.35) for several periods of time (2, 10 and 60 min). The amount of coke deposited on the FMSZ, as determined from the amount of CO2 produced during the TPO studies, is shown in Fig. 12(a) as a function of the reaction time. The same studies were conducted on samples that had been first exposed to reaction conditions for one hour, regenerated, and then exposed again to the reaction mixture for several periods of time (2, 10, and 60 min). The fresh catalyst showed a rapid build up of carbo- naceous species during the first few minutes of reac- tion, but it was lower for longer reaction periods. On the other hand, the regenerated catalyst exhibited a much slower build up of coke. This behavior is paralleled by the evolution of conversion as a function of time which is illustrated in Fig. 12(b), which shows that the shape of the conversion-time curve greatly varies from the first run to the subsequent ones. In the first reaction cycle, the fresh catalyst exhibited a rapid increase in activity followed by an initially fast de- activation which then became significantly slower. In a recent paper [ 14], we described this behavior in terms of a simple model that included two different types of sites present on the fresh catalyst, one of them would quickly and irreversibly deactivate while the other would deactivate more slowly. When the spent sample was treated in air at 600 to remove the coke and tested again, the activity evolution did not exhibit the initial rapid increase in activity but only the contribution of the sites that deactivate more slowly. These results would indicate that the oligomeric inter- mediates formed on the surface are at the same time responsible for the isomerization activity and the deactivation due to coke. The concentration of surface intermediates may strongly depend on the state of the surface, which seems to be modified by the presence of promoters. For example, one might expect that if the acidity of the material was increased, it should result in a higher concentration of carbocations. However, as has been indicated in several studies [29,30] neither the acidity strength or the density of acid sites is greatly affected by the presence of the promoters. Therefore, it is then possible that the transition metal promoters directly interact with the hydrocarbon species and readily increase their surface concentration. Finally, as shown in Fig. 12(a) for the fresh FMSZ sample, the amount of carbonaceous deposits left on the surface after a reaction period of 2 min was higher than after a period of 10 min. During this period of time, the activity reached a maximum and then decreased. This would indicate that the initial uptake of carbonaceous species does not result in a rapid deactivation but an increase in activity. A fraction of these species would leave the surface, most probably in the form of isobutane, while the rest would turn into a more deactivating coke. This process may be relatively slow as illustrated by the fact that although the amount of coke after the first 10 rain remains almost unchanged, the activity keeps decreasing. It is possible that the carbonaceous species react with the surface modifying its catalytic activity. The amount of coke that remains on the deactivated catalyst is very small. In the example shown in Fig. 12, the C/SO4 molar ratio is about 1/16 which would indicate that either the number of active sites is significantly lower than the total number of SO4 groups or that coke formation is not the only cause of catalyst deactivation. 118 W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 (a) 0.2 0.15 .~ 0.1 0 0 0.05 y h I - \" regenerated I I I 0 20 40 60 TIME (min) (b) 40 A 30 Z O n O~ a~ 20 LU > z 10 0 0 0 I I I I 0 10 20 30 40 5 TIME (min) Fig. 12. (a) Amount of coke (wt% C) deposited on two samples of FMSZ catalyst as a function of time on stream during the n-butane isomerization reaction at 100, n-C4 molar fraction 0.35, and a space velocity of 14 cma/min g cat. One of the samples was fresh (calcined in situ at 600), the other was regenerated in air at 600 after the first run (1 h on stream) and used again under the same conditions. (b) Evolution of n-butane conversion as a function of time on stream at the conditions indicated in part (a). W.E. Alvarez, et al./Applied Catalysis A: General 162 (1997) 103-119 119 4. Conclusions References The main conclusions of this work are summarized as follows: 1. Under similar space time, the level of conversion reached in the continuous flow operation is much higher than that obtained in the pulse mode. 2. When small quantities of 1-butene are added in the pulses, the activity is greatly enhanced. The enhancement significantly varies with the type of metal promoter present in the SZ catalyst. 3. When pure n-butane feed is used, the presence of hydrogen has a strong inhibiting effect on activity at low temperatures, but a promoting effect at high temperatures. This promoting effect is particularly prominent on PtSZ and NiSZ catalysts and is primarily due to a decreased deactivation. 4. When n-butane with olefin impurities is used as a feed, the effect of hydrogen is only evident on the PtSZ catalyst. The NiSZ catalyst does not show the inhibition at low temperatures nor the enhanced stability at high temperatures exhibited when n- butane of high purity is used. 5. The formation of coke seems to have a direct relationship with the low temperature activity. A comparison of the different catalysts investigated under various conditions reflects a trend: the lower the temperature at which n-butane can be con- verted, the more rapid deactivation and the higher the amount of coke formed. Acknowledgements This work was supported by the National Science Foundation (CTS-9403199), the international coop- erative program NSF-CONICET (INT-9415590), and the Exxon Education Foundation. We thank the Uni- versity of Mar del Plata for a fellowship (WEA), as part of the international exchange program sponsored by the University of Oklahoma and the University of Mar del Plata. We thank Micromeritics for the dona- tion of the ASAP 2010 instrument. [1] D.M. Brower, H. Hoogeveen, Progr. Phys. Org. Chem. 9 (1972) 179. [2] S. Rezgui, B.C. Gates, Catal. Lett. 37 (1996) 5. [3] T. Tatsumi, H. Matsuhashi, K. Arata, Bull. Chem. Soc. Japan 69 (1996) 1191. [4] E.J. Hollstein, J.T. Wei, C.Y. Hsu, US Patent 4918041 (1990). [5] C.Y. Hsu, C.R. Heimbruch, C.T. Armes, B.C. Gates, J. Chem. Soc. Chem. Comm. (1992) 1645. [6] M.R. Guisnet, Acc. Chem. Res. 23 (1990) 392. [7] X. Song, A. Sayari, Catal. Rev. Sci. Eng. 38 (1996) 329. [8] V. Adeeva, G.D. Lei, W.M.H. Sachtler, Appl. Catal. A I/8 (1994) Lll~ [9] A.S. Zarkalis, C.-Y. Hsu, B.C. Gates, Catal. Lett. 29 (1994) 235. [10] A.S. Zarkalis, C.-Y. Hsu, B.C. Gates, Catal. Lett. 37 (1996) 1. [11] T.K. Cheung, J.L. d'hri, B.C. Gates, J. Catal. 151 (1995) 464. [12] A. Jatia, C. Chang, J.D. MacLeod, T. Okabe, M.E. Davis, Catal. Lett. 35 (1994) 21. [13] T.K. Cheung, EC. Lange, B.C. Gates, J. Catal. 159 (1996) 99. [14] M.A. Coelho, W.E. Alvarez, E.C. Sikabwe, R.L. White, D.E. Resasco, Catal. Today 28 (1996) 415. [15] M.A. Coelho, D.E. Resasco, E.C. Sikabwe, R.L. White, Catal. Lett. 32 (1995) 253. [16] W.E. Alvarez, H. Liu, E. Garcia, E. Rueda, A.J. Rouco, D.E. Resasco, Stud. Surf. Sci. Catal. 101 A (1996) 553. [17] H. Liu, V. Adeeva, G.D. Lei, W.M.H. Sachtler, J. Mol. Catal. 100 (1995) 35. [18] K. Ebitani, J. Konishi, H. Hattori, J. Catal. 130 (1991) 257. [19] E Garin, D. Andriamasinoro, A. Abdulsamad, J. Sommer, J. Catal. 131 (1991) 199. [20] E. Iglesia, S.L. Soled, G.M. Kramer, J. Catal. 144 (1993) 238. [21] S.L. Soled, E. Iglesia, G.M. Kramer, Stud. Surf. Sci. Catal. 90 (1994) 531. [22] M. Hino, K. Arata, J. Chem. Soc. Chem. Comm. (1995) 789. [23] M. Hino, K. Arata, Catal. Lett. 30 (1995) 25. [24] K. Ebitani, J. Tsushi, H. Hattori, H. Kita, J. Catal. 135 (1992) 609. [25] H. Liu, G.D. Lei, W.M.H. Sachtler, Appl. Catal. A 137 (1996) 167. [26] J. Tabora, R.J. Davis, J. Catal. 162 (1996) 125. [27] X. Song, K. Reddy, A. Sayari, J. Catal. 161 (1996) 206. [28] J.C. Yori, M.A. D'Amato, G. Costa, J.M. Parera, J. Catal. 153 (1995) 218. [29] V. Adeeva, J. de Haan, J.W. Janchen, G.D. Lei, V. Schunemann, L.J.M. van de Ven, W,M.H. Sachtler, R.A. van Santen, J. Catal. 151 (1995) 364. [30] L Tabora, R.J. Davis, J. Chem. Soc. Faraday Trans. 91 (1995) 1825. APCATA 97000884 S0926-860X(97)00088-4 10.1016/S0926-860X(97)00088-4 Article Comparison of the different promoting effects of FeMn, Ni and Pt on the n-butane isomerization activity of sulfated zirconia catalysts W.E. Alvarez H. Liu D.E. Resasco ∗ School of Chemical Engineering, University of Oklahoma, Norman, OK 73019, USA ∗ Corresponding author. Tel.: +1 405 3254370; fax: +1 405 3255813 The n-butane isomerization has been studied on a series of transition metal-promoted sulfated zirconia catalysts. In support of the bimolecular mechanism that involves the participation of olefins and oligomeric carbenium ions on the surface, it was found that the activity of the catalysts under continuous flow operation was much higher than that obtained in the pulse mode. However, when small quantities of 1-butene were added to the pulses, the activity was greatly enhanced. This enhancement significantly varied with the type of metal promoter present in the SZ catalyst. A strong influence of the purity of the n-butane used on activity and sensitivity to hydrogen was observed. When pure n-butane feed was used, the presence of hydrogen had a strong inhibiting effect on activity at low temperatures, but a promoting effect at high temperatures. This promoting effect was particularly prominent on PtSZ and NiSZ catalysts and is primarily due to a decreased deactivation. When n-butane with olefin impurities was used as a feed, the effect of hydrogen was only evident on the PtSZ catalyst. The NiSZ catalyst did not show the inhibition at low temperatures nor the enhanced stability at high temperatures exhibited when n-butane of high purity was used. It was found that the formation of coke has a direct relationship with the low temperature activity. A comparison of the different catalysts investigated under various conditions reflected a trend: the lower the temperature at which n-butane can be converted, the more rapid deactivation and the higher the amount of coke formed. Keywords Sulfated zirconia Fe-, Mn- Pt-promoted catalysts Strong solid acid n-butane isomerization Bimolecular mechanism References [1] D.M. Brower H. Hoogeveen Progr. Phys. Org. Chem. 9 1972 179 [2] S. Rezgui B.C. Gates Catal. Lett. 37 1996 5 [3] T. Tatsumi H. Matsuhashi K. Arata Bull. Chem. Soc. Japan 69 1996 1191 [4] E.J. Hollstein, J.T. Wei, C.Y. Hsu, US Patent 4918041 (1990). [5] C.Y. Hsu C.R. Heimbruch C.T. Armes B.C. Gates J. Chem. Soc. Chem. Comm. 1992 1645 [6] M.R. Guisnet Acc. Chem. Res. 23 1990 392 [7] X. Song A. Sayari Catal. Rev. Sci. Eng. 38 1996 329 [8] V. Adeeva G.D. Lei W.M.H. Sachtler Appl. Catal. A 118 1994 L11 [9] A.S. Zarkalis C.-Y. Hsu B.C. Gates Catal. Lett. 29 1994 235 [10] A.S. Zarkalis C.-Y. Hsu B.C. Gates Catal. Lett. 37 1996 1 [11] T.K. Cheung J.L. d'Itri B.C. Gates J. Catal. 151 1995 464 [12] A. Jatia C. Chang J.D. MacLeod T. Okabe M.E. Davis Catal. Lett. 35 1994 21 [13] T.K. Cheung F.C. Lange B.C. Gates J. Catal. 159 1996 99 [14] M.A. Coelho W.E. Alvarez E.C. Sikabwe R.L. White D.E. Resasco Catal. Today 28 1996 415 [15] M.A. Coelho D.E. Resasco E.C. Sikabwe R.L. White Catal. Lett. 32 1995 253 [16] W.E. Alvarez H. Liu E. Garcia E. Rueda A.J. Rouco D.E. Resasco Stud. Surf. Sci. Catal. 101 A 1996 553 [17] H. Liu V. Adeeva G.D. Lei W.M.H. Sachtler J. Mol. Catal. 100 1995 35 [18] K. Ebitani J. Konishi H. Hattori J. Catal. 130 1991 257 [19] F. Garin D. Andriamasinoro A. Abdulsamad J. Sommer J. Catal. 131 1991 199 [20] E. Iglesia S.L. Soled G.M. Kramer J. Catal. 144 1993 238 [21] S.L. Soled E. Iglesia G.M. Kramer Stud. Surf. Sci. Catal. 90 1994 531 [22] M. Hino K. Arata J. Chem. Soc. Chem. Comm. 1995 789 [23] M. Hino K. Arata Catal. Lett. 30 1995 25 [24] K. Ebitani J. Tsushi H. Hattori H. Kita J. Catal. 135 1992 609 [25] H. Liu G.D. Lei W.M.H. Sachtler Appl. Catal. A 137 1996 167 [26] J. Tabora R.J. Davis J. Catal. 162 1996 125 [27] X. Song K. Reddy A. Sayari J. Catal. 161 1996 206 [28] J.C. Yori M.A. D'Amato G. Costa J.M. Parera J. Catal. 153 1995 218 [29] V. Adeeva J. de Haan J.W. Janchen G.D. Lei V. Schunemann L.J.M. van de Ven W.M.H. Sachtler R.A. van Santen J. Catal. 151 1995 364 [30] J. Tabora R.J. Davis J. Chem. Soc. Faraday Trans. 91 1995 1825",
      "scopus-id": "0040745254",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000884",
        "dc:description": "The n-butane isomerization has been studied on a series of transition metal-promoted sulfated zirconia catalysts. In support of the bimolecular mechanism that involves the participation of olefins and oligomeric carbenium ions on the surface, it was found that the activity of the catalysts under continuous flow operation was much higher than that obtained in the pulse mode. However, when small quantities of 1-butene were added to the pulses, the activity was greatly enhanced. This enhancement significantly varied with the type of metal promoter present in the SZ catalyst. A strong influence of the purity of the n-butane used on activity and sensitivity to hydrogen was observed. When pure n-butane feed was used, the presence of hydrogen had a strong inhibiting effect on activity at low temperatures, but a promoting effect at high temperatures. This promoting effect was particularly prominent on PtSZ and NiSZ catalysts and is primarily due to a decreased deactivation. When n-butane with olefin impurities was used as a feed, the effect of hydrogen was only evident on the PtSZ catalyst. The NiSZ catalyst did not show the inhibition at low temperatures nor the enhanced stability at high temperatures exhibited when n-butane of high purity was used. It was found that the formation of coke has a direct relationship with the low temperature activity. A comparison of the different catalysts investigated under various conditions reflected a trend: the lower the temperature at which n-butane can be converted, the more rapid deactivation and the higher the amount of coke formed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000884",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Alvarez, W.E."
          },
          {
            "@_fa": "true",
            "$": "Liu, H."
          },
          {
            "@_fa": "true",
            "$": "Resasco, D.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000884"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000884"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00088-4",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Comparison of the different promoting effects of FeMn, Ni and Pt on the n-butane isomerization activity of sulfated zirconia catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Fe-, Mn- Pt-promoted catalysts"
          },
          {
            "@_fa": "true",
            "$": "Strong solid acid"
          },
          {
            "@_fa": "true",
            "$": "n-butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Bimolecular mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-119",
        "prism:endingPage": "119",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00088-4",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00088-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040745254"
      }
    }
  }
}