{
  "metadata": {
    "title": "Compositional changes in FCC gasoline products resulting from high-level additions of ZSM-5 zeolite to RE-USY catalyst",
    "authors": "Y. G. Adewuyi",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00113-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001130",
    "pii": "S0926860X97001130"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039375517",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001130 S0926-860X(97)00113-0 S0926860X97001130 10.1016/S0926-860X(97)00113-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 3 15 29 15 29 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. COMPOSITIONALCHANGESINFCCGASOLINEPRODUCTSRESULTINGHIGHLEVELADDITIONSZSM5ZEOLITEREUSYCATALYST ADEWUYI Y STOKES 1990 58 G PESCAROLLO 1993 53 E DOUGAN 1990 T PRESENTEDNATIONALCONFOCTANEREFORMULATEDFUELS MASTERS 1990 K PRESENTEDNATIONALCONFOCTANEREFORMULATEDFUELS KEEFER 1991 P PRESENTEDNPRAMEETING UNZELMAN 1991 G GILMAN 1990 R YOUNG 1991 G PRESENTEDNPRAMEETING CHENG 1992 38 W AICHESYMPSER WOOLERY 1993 G PRESENTEDCHEMSOCMEETING CHEN 1989 N SHAPESELECTIVECATALYSISININDUSTRIALAPPLICATIONS CHEN 1994 N MOLECULARTRANSPORTREACTIONINZEOLITEDESIGNAPPLICATIONSHAPESELECTIVECATALYSTS HSING 1993 L PRESENTEDCHEMSOCMEETING HSING 1994 241 L CHEMSOCSYMPSER NALBANDIAN 1993 L PRESENTEDCHEMSOCMEETING RAWLENCE 1990 D JCHEMSOCSYMPSER PAPPAL 1990 D CHEMSYMPSER RAJAGOPALAN 1988 34 K CHEMSOCSYMPSER SCHIPPER 1988 64 P CHEMSOCSYMPSER DWYER 1987 F PRESENTEDNPRAANNUALMEETING GRIMM 1990 J PRESENTEDAICHEMEETING DWYER 1987 48 F DAS 1991 A AKZOCATALYSTSYMP BISWAS 1990 1 J BISWAS 1990 19 J BISWAS 1988 J PRESENTEDKETJENCATALYSTSYMP BISWAS 1989 J ZEOLITESFACTSFIGURESFUTURE MADON 1991 275 R BUCHANAN 1991 83 J ELIAS 1991 195 M SCHERZER 1989 215 J MILLER 1991 452 S CHEMSOCSYMPSER KUEHLER 1996 C PRESENTEDCHEMSOCMEETING ADEWUYI 1995 121 Y BUCHANAN 1996 247 J LI 1993 Z PRESENTEDCHEMSOCMEETING LI 1994 33 Z CHEMSOCSYMPSER BUCHANAN 1994 199 J DISANZO 1988 258 F CURVERS 1988 271 J KOSAL 1990 1013 N BLOCH 1977 504 M GATES 1979 B CHEMISTRYCATALYTICPROCESSES VENUTO 1979 P FLUIDCATALYTICCRACKINGZEOLITECATALYSTS BUCHANAN 1996 279 J ABBOT 1985 462 J NAYAK 1990 87 V ZAINUDDIN 1993 150 Z YATSU 1993 C PRESENTEDCHEMSOCMEETING YATSU 1994 24 C CHEMSOCSYMPSER YEH 1994 2311 C MAGEE 1994 349 J CHEMSOCSYMPSER ADEWUYIX1997X15 ADEWUYIX1997X15X29 ADEWUYIX1997X15XY ADEWUYIX1997X15X29XY item S0926-860X(97)00113-0 S0926860X97001130 1-s2.0-S0926860X97001130 10.1016/S0926-860X(97)00113-0 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001130-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001130/MAIN/application/pdf/79e46a19d0bd1bf1ca86e8f67b9a86b4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001130/MAIN/application/pdf/79e46a19d0bd1bf1ca86e8f67b9a86b4/main.pdf main.pdf pdf true 937498 MAIN 15 1-s2.0-S0926860X97001130-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001130/PREVIEW/image/png/cd6e5130fab812a5358298d86128877d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001130/PREVIEW/image/png/cd6e5130fab812a5358298d86128877d/main_1.png main_1.png png 60899 849 656 IMAGE-WEB-PDF 1 _ ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 163 (1997) 15-29 Compositional changes in FCC gasoline products resulting from high-level additions of ZSM-5 zeolite to RE-USY catalyst Y.G. Adewuyi* Department of Chemical Engineering, North Carolina A and T State University. 326 McNair Hall, Greensboro, NC 27411, USA Received 12 September 1996; received in revised form 6 February 1997; accepted 13 February t997 Abstract Gasoline samples resulting from riser cracking with catalyst mixtures consisting of RE-USY blended with a commercial ZSM-5 at additive levels up to 75 wt% were analyzed to give the carbon number distribution of paraffinic, olefinic, naphthenic and aromatic components using PIONA, PONA and an open tubular GC system. We observed that the advantages of operating with unusually large amounts of ZSM-5 additive also showed up in other cracked products beside C3 and Ca olefins such as the significant improvement in isoamylene yield (mainly 2-methyl-l-butene and 2-methyl-2-butene) in the gasoline pool. A catalyst system containing 25 wt% ZSM-5 additive blended with 75 wt% steamed RE-USY provided over 30% increase in isoamylene yield in the gasoline pool (measured on feed basis) compared with the base catalyst at equivalent conversion. Overall, C5 olefin content remained unchanged but selectively shifted to iC5 olefins at the expense of nC~. Gasoline range olefins (C~) decreased. In addition, aromatics content (both benzene and alkylbenzenes) in the gasoline fraction (normalized to a constant feed basis) remained fairly constant or slightly lower. The increase in aromatics generally observed (on gasoline basis) is due to concentration effects. Both PIONA and PONA data indicate gasoline volume loss occurs primarily from a decrease in isoparaffins, iso-olefins, n-olefins and n-paraffins in the C6-C9 range. The level of ring paraffins (or naphthenes), ring olefins (or unsaturated naphthenes), and indans and tetralins remains essentially constant. PONA data of gasoline samples also indicate that the gasoline loss (on feed basis) occurs in the following order: paraffins>>mono-olefins>>saturated naphthenes; the unsaturated naphthenes, dicycloparaffins, di- and cyclo-olefins, and indans and tetralins remain essentially constant. ~ 1997 Elsevier Science B.V. Keywords: ZSM-5; FCC; Gasoline; Olefin; Cracking catalyst; Zeolite; Rare-earth; Alkylation; Etherification; Isomerization 1. Introduction Recent federal and state regulations in the US mandate increased usage of oxygen-containing com- pounds in reformulated gasolines. Amendments to the *Corresponding author. Tel.: +1 910 3347564; fax: +1 910 3347904; e-mail: adewuyi@garfield.ncat.edu 0926-860X/97/$17.00 (~5 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 13-0 Clean Air Act, passed in November 1990 significantly reduce the benzene and aromatic content and requires at least 2 wt% oxygen in the new product. The move towards reformulated gasoline with lower aromatics and olefins, increased reid vapor pressure (RVP), and mandated oxygenate levels will push refiners to max- imize atkylation production and to supplement oxy- genate purchases with on-site etherification of available olefins [1-7]. 16 YG. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 It is anticipated that the role of the fluid catalytic cracking unit (FCCU) in the refining industry will undergo a significant change from a major gasoline producer to an important olefin generation unit to meet the increasingly stringent environmental emission regulations which require the use of more oxygenates. However, refinery ether production is limited by availa- bility of olefins feedstock. Moreover, scientific atten- tion has been primarily focussed on etherification of isobutene to produce methyl tertiary butyl ether (MTBE), and has not diverted beyond isopentene [2]. Refinery oxygenate production can be increased using heavier reactive olefins as additional feeds for ether production. Reactive isopentene may be ether- ified to tertiary amyl methyl ether (TAME) and other C5 olefins may be alkylated or isomerized to isopen- tene for additional TAME. Other reactive olefins such as those in the C6-C7 range may also be used to derive additional ethers, providing even greater refinery- sourced feedstock for gasoline oxygenate [2]. Imple- menting these processes would, in addition to provid- ing excellent reformulated gasoline components, be an effective control over FCC gasoline olefinicity [1]. The primary refinery olefins source is the FCCU and the use of ZSM-5 as a separate additive catalyst to improve olefins yield, and the research and motor octanes of gasoline produced via the FCC process is well known [8-33]. Common levels of ZSM-5 additives are 1-12 wt% of base catalyst inventory. Recently, Adewuyi et al. [34] varied ZSM-5 loadings over a wide range in a once-through riser, at a reactor temperature of 811 (1000), and found a max- imum in olefin yields with 25 wt% addition of a commercial ZSM-5 additive. The study utilized a high activity RE-USY catalyst (laboratory equilibrated via steaming) in combination with ZSM-5 blended at additive levels up to 75 wt%. They discussed the effect of high levels of ZSM-5 additive on product yield structure such as the significant improvement in LPG (C3 and C4) olefins yield and octane enhancement. Buchanan and Adewuyi [35] evaluated the effects of the addition of 25 wt% ZSM-5 on an RE-USY and a USY catalyst, at a typical cracking temperature of 811 (1000) and also at a very high temperature of 852 (1075) on product yields. They found that increasing temperature loses its effectiveness as a means of increasing light olefins yield in the presence of large amounts of ZSM-5, and observed little synergy between the two methods of boosting olefins. Newly developed processes such as the deep catalytic cracking (DCC) process utilizing innovations in cata- lyst development, process variables, and certain anticoking means have also resulted in improved isobutene and isoamylene yields [36,37]. As refiners evaluate options to meet current and impending clean-fuels specifications and more closely integrate with petrochemical operations, ZSM-5 will take on an expanded role in FCC. To provide some insights into the yields of C~- olefins and the resulting FCC gasoline composition in the presence of large amounts of ZSM-5, we analyzed gasoline samples resulting from riser cracking with catalyst mixtures consisting of RE-USY blended with ZSM-5 at addi- tive levels of up to 75 wt% using PIONA, PONA and a open tubular GC system. We discuss the detailed gasoline component breakdown, paying particular attention to the carbon number distribution of paraffinic, olefinic, naphthenic and aromatic components. 2. Experimental Experiments were made in an isothermal, bench scale, once-through riser using base RE-USY catalyst and blends containing 12.5, 25, 50 and 75 wt% ZSM-5 additive levels and a Nigerian vacuum gas oil (VGO) as feedstocks. The riser unit, feed and catalyst com- positions, experimental procedures and product sam- pling have been described earlier [34]. Gasoline analyses were performed using PIONA analyzer with multidimensional GC system, PONA and an open tubular GC system [38-42]. The PIONA instrument (Analytical Controls; The Netherlands) is a multicolumn GC which uses rever- sible traps to separate various classes of compounds [38,39]. For each carbon numbers, it breaks the sample into seven classes: normal, branched and cyclic para- ffins, normal, branched and cyclic olefins, and aro- matics; of different molecular size between C4 and Cll. The full paraffin-iso/normal-olefin-naphthene- aromatic (PIONA) mode provides the most complete analysis. For samples such as fluid catalytic cracking (FCC) gasoline with a high C4~C6 olefin content, two other modes, PI(h)ONA and P(h)ONA, are recom- mended. The (h) denotes high olefins. Most of our YG. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 17 work was done in the PI(h)ONA mode with a sample injection size of 0.1 gl [38]. PONA analysis involves the separation of saturated paraffins and naphthenes, unsaturated paraffins and naphthenes, and aromatics. The principal techniques employed routinely in the petroleum industry for PNA/PONA analysis are quantitative mass spectro- metry (MS) and capillary column gas chromatograph (GC) [39-41]. In the MS method, after an initial C1- C5 analysis by GC, the sample is depressurized and depentanized. The C5- PONA content is determined directly by MS or initially separated by fluoresecent indicator adsorption (FIA) method or acid treatment [38-41]. The MS method is usually employed to analyze complex samples, for example, 210 minus naphthas or olefin-containing petroleum streams. A complete PONA analysis was achieved on a single capillary column and the compounds were identified by absolute retention time and GC/MS [39]. Open tubular GC columns and selective olefin absorption method was also used to analyze the hydrocarbon products from our experiments [22,421. This method employs high resolution open tubular columns, aromatic precutting and stabilized olefin absorption to provide detailed paraffin, olefin, naphthene and aromatic (PONA) analysis on gasoline samples. This method is applicable for CrCll boil- ing-range gasoline-type samples and was successfully used to analyze hydrocarbon products from methanol conversion to gasoline [42]. 3. Results 3.1. PIONA GC analysis In the reports generated by the PIONA instrument, branched paraffins and olefins are referred to as \"iso\" paraffins and olefins and unbranched species as \"nor- mal\" or \"n-\" paraffins and olefins. We adopted this terminology in reporting our results. Figs. 1 and 2 illustrate the effects of high ZSM-5 additive levels (up to 25 wt% of catalyst inventory) on the distribution of hydrocarbons (up to Cll) in the C+ gasoline. The 5 carbon number distribution (up to C10) of paraffinic, olefinic, naphthenic and aromatic components of C~ gasoline obtained from the base RE-USY catalyst and 25 wt% additive case (at equivalent vol% conversion) 25 20 \"o Ia_ - 15 E 8 E 10 o (9 5 o 0 5 10 15 20 25 30 ZSM-5 Additive, wt percent Fig. 1. Effect of ZSM-5 addition on gasoline components (PIONA), wt% of feed (conditions: 71-72 vol%). (,-,) aromatic, ((i)) i-paraffin, (V) ring paraffin, ([2]) i-olefin, (O) ring olefin, (A) n-olefin, ({>) n-paraffin. 607 50 ~ j~//J (9 40 30 8 .~ 20 10 0 ! r ~ --~ r r .... 0 5 10 15 20 25 30 ZSM-5 Additive, wt percent Fig. 2. Effect of ZSM-5 addition on gasoline components (PIONA), wt% of gasoline (conditions: 71-72 vol%). (C9) aromatic, ( i-paraffin, (V) ring paraffin, ([~) i-olefin, (O) ring olefin, (A) n-olefin, ((>) n-paraffin. 18 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 is shown in Figs. 3 and 4. In general, PIONA data indicate the gasoline loss (measured on feed basis) is due to significant shifts in isoparaffins, iso-olefins, n-olefins and n-paraffins. The level of ring paraffins (or saturated naphthenes), ring olefins (or unsaturated naphthenes) and aromatics remains essentially con- stant. The increase in aromatics generally observed (on gasoline basis) is due to concentration effects. A typical PIONA isomer breakdown for the base RE-USY catalyst, and the 12.5 and 25 wt% additive blends at conversion level of 71-72 vol% is summar- ized in Table 1. The absolute yield shifts occur pri- marily in the C6-C9 range; relative yield shifts appears over the entire carbon range. Yield shifts of isopara- ffins, iso-olefins, n-olefins and n-paraffins as a func- tion of carbon number between the base RE-USY catalyst and the 25 wt% additive blend are summar- ized in Table 2. Table 1 shows that C5 iso-olefins yield decrease from 1.12 to 0.77 wt% of feed as ZSM-5 content increases from 0 to 25 wt%. This is unex- pected and might be due to scatter in the PIONA data for C5 iso-olefins and slight variation in conversion levels. Previous PIONA data clearly indicate signifi- cant increase in C5 iso-olefins with ZSM-5 at the 25 wt% additive level compared with the base case at equivalent conversion [35]. The C+ gasoline corn- 5 ponents as a function of second order conversion are shown in Figs. 5-8 for the base and the different additive blends. 3.2. PONA mass spectrometric analysis Fig. 9 illustrates the shifts in paraffin yields (on feed basis) due to the presence of 12.5 and 25 wt% ZSM-5 as a function of carbon number. Though the shifts occur over the entire carbon range, most of the paraffin concentration reduction took place in the C6-Cto range especially at the 25 wt% ZSM-5 additive level. Fig. 10 shows in more detail the distribution of alkylbenzenes over the C6-C13 carbon number range and indicates a peak at the C8-C9 carbon numbers. The alkylbenzene concentrations rise shar- ply from C6 to C8, then remain constant from C8 to C9 and drop steeply through C12. Typical PONA isomer breakdown for the base RE-USY catalyst, and the 12.5 and 25 wt% additive blends at conversion level of about 73 vol% is shown in Table 3. In general, the results indicate that the gasoline loss (on feed basis) \"E o E 8 (.9 5 / \\ , \\ ] \\, / ,/ 3 / / ,/ 2~C~/ ~ ~'~\" 11,~ ~ \\ ~3... 4 5 6 7 8 9 10 11 Carbon Number Fig. 3. Cs-Cto composition (P1ONA) of gasoline for 72 vol% conversion over RE-USY catalyst. (~) aromatic, ((3) i-paraffin, ([5]) i-olefin, (/k) n-olefin, ((~) n-paraffin, (O) ring olefin, (V) ring paraffin. 4 - 3 g o E 82 (,9 1 / / (i) i / / / / / / /V - ~ _ _%=.. 5 6 7 8 9 10 1 Carbon Number Fig. 4. C5-Clo composition (PIONA) of gasoline for 71 vol% conversion over RE-USY+25 wt% ZSM-5 catalyst. (~.~) aromatic, ((3) i-paraffin, ([~) i-olefin, (/k) n-olefin, (~>) n-paraffin, (O) ring olefin, (V) ring paraffin. EG. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 19 14I 12 6 10 8 4 J ~JJ J-f 2 0 ~ --~- ~ T r 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 5. Isoparaffin yields (PIONA) as a function of second order conversion for the different ZSM-5 additive levels. (0) Base; (U) with 12.5, (A) 25 wt% additive, '7 0 t \\ \\\\. \\-., \"~&. \\ 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 7. Ring olefin yields (PIONA) as a function of second order conversion for the different ZSM-5 additive levels. (0) Base; (11) with 12.5, (1) 25 wt% additive. 74 6 o~ 5 3 i 2 : 1.0 i \\ .\\ t T-- i ---]-- F 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 6. lso-olefin yields (PIONA) as a function of second order conversion for the different ZSM-5 additive levels. (0) Base; (11) with 12.5, (A) 25 wt% additive. 30 25 20 8 < 15 f A 10 ; T F 1 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig, 8. Aromatics yields (PIONA) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (11) with 12.5, (A) 25 wt% additive, occurs in the following order: paraffins>>mono-ole- fins>>saturated naphthenes; the unsaturated naph- thenes, dicycloparaffins, di- and cyclo-olefins, and indans and tetralins remain essentially constant. Within the accuracy of the analytical test, the level of aromatics (normalized to a constant feed basis) 20 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 Table 1 Compositional analysis (PIONA) of C~ gasoline Base RE-USY ZSM-5 additive content (wt%) 12.5 25 Conversion, vol% Composition (wt% of feed) Isoparaffin C5 C6 C7 Cs C9 Cjo Cll Subtotal Normal paraffin C5 C6 C7 Cs C9 C]o Ci1 Subtotal Naphthene C5 C6 C7 Cs C9 C~o Cll Subtotal Iso-olefin C5 C6 C7 Cs C9 Cjo Cl] Subtotal Normal olefin C5 C6 Cv Cs C9 C]o Subtotal Cyclic olefin C5 C6 C7 72.2 1.46 2.52 1.87 1.39 0.94 0.61 0.43 9.22 0.25 0.3O 0.27 0.20 0.14 0.08 0.0 1.24 0.07 1.01 1.65 1.35 0.70 0.28 0.05 5.11 1.12 1.65 0.98 0.79 0.56 0.20 0.0 5.30 0.88 0.76 0.29 0.13 0.06 0.0 0.07 2.19 0.14 0.55 0.42 71.8 1.62 2.10 1.12 0.89 0.64 0.38 (/.23 6.98 0.24 0.23 0.18 0.21 0.14 0.05 0.0 1.05 0.06 0.89 1,44 1.18 0.69 0.25 0.04 4.55 1.10 1.13 0.44 0.39 0.32 0.17 0.0 3.55 0.62 0.37 0.08 0.03 0.0 0.0 0.11 1.21 0.11 0.42 0.38 70.7 0.46 0.87 0.65 0.52 0.41 0.33 0.19 3.43 0.12 0.16 0.13 0.10 0.09 0.08 0.0 0.68 0.04 0.56 1.12 1.02 0.70 0.39 0.22 4.05 0.77 O.89 0.44 0.25 0.15 0.23 0.0 2.73 0.40 0.28 0.06 0.02 0.0 0.0 0.05 0.81 0.09 0.54 0.85 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 21 Table 1 (Continued) Base RE-USY ZSM-5 additive content (wt%) 12.5 25 Cs 0.38 0.39 0.54 C9 0.21 0.21 0.31 Clo 0.0 0.0 0.04 Cll 0.0 0.0 0.0 Subtotal 1.70 1.51 2.37 Aromatics C5 0.0 0.0 0.0 C6 0.33 0.35 0.41 Cv 1.89 2.09 2.12 C8 4.60 4.69 4.36 C9 4.71 4.57 3.98 C10 3.74 3.37 3.09 Cll 6.19 5.39 6.22 Subtotal 21.5 20.5 20.2 Table 2 Shifts in the C6~$9 PIONA components of the C+ gasoline fraction for 25 wt% additive level Yield shifts, negative (% of base catalyst) i-Paraffin i-Olefin n-Olefin n-Paraffin Carbon number C6 1.65(65) 0.76(46) 0.48(63) 0.14(47) C7 1.22(65) 0.54(55) 0.23(79) 0.14(52) Cs 0.87(63) 0.54(68) 0. I 1 (85) 0.10(50) C9 0.53(56) 0.41 (73) 0.06(100) 0.05(36) showed no significant shifts in the presence of 25 wt% ZSM-5 additive. 3.3. GC analysis Typical yields of C5 olefins, benzene, and aromatics in the gasoline pool (measured on feed basis) for the base catalyst and additive levels up to 50 wt% levels at conversion of about 69-70 vol% are summarized in Table 4. Total isoamylene goes through a maximum at the 25 wt% additive level with about 30% increase over the base catalyst at equivalent conversion. The fraction of branched/total C5 olefins increases from 0.57 for the base case to levels of 0.66 and 0.69, respectively for the 12.5 and 25 wt% ZSM-5 additive blends. For isoamylene (actually the sum of two olefins, 2-methyl-l-butene and 2-methyl-2-butene) the equilibrium concentration is approximately 66% of the pentenes [8,9]. Table 5 summarizes the results of catalyst mixtures consisting of RE-USY with ZSM- 5 additive levels up to 75 wt% and at a conversion range of 54-68 vol%. Higher concentration of addi- tive will lower catalyst activity due to dilution effect, resulting in the use of higher cat./oil ratios (or higher catalyst circulation rates for commercial systems) to maintain activity. It was difficult to obtain conversion greater than 54vo1% at the 75 wt% additive levels since high enough cat./oil ratio could not be maintained [34]. As shown in Tables 4 and 5, the dilution effects becomes more significant as additive rates increase beyond 25 wt% resulting in a decrease of overall conversion and decrease of iso- amylene yield. At lower additive levels (<25 wt%), conversion of the reactive gasoline-range species (mainly olefins) is not complete. Above 25 wt%, conversion of these species is essentially complete 22 YG. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 40 \"1o $ IJ.- el 35 3.0 25 20 15 10 0.5 00 \\ \\\\ \\ 5 6 7 8 9 10 Carbon Number 6 // I // T~T - i T 11 12 13 6 7 ~3 ~2 < 0 5 8 9 10 11 Carbon Number Fig. 9. C6-C12 paraffins composition (PONA) of gasoline for the different ZSM-5 additive levels at 71-73 vol% conversion. (0) Base; (Ak) with 12.5, (ll) 25 wt% additive. 12 t3 14 Fig. 10. C6~C13 alkylbenzenes composition (PONA) of gasoline for the different ZSM-5 additive levels at 71-73 vol% conversion. (0) Base; (&) with 12.5, (m) 25 wt% additive. and the major effect of ZSM-5 is the dilution of the base cracking catalyst with concomitant loss in overall conversion [34]. The effects of ZSM-5 on the isoamylene and linear C5 olefin content of the gasoline pool as a function of second order conversion are illustrated in Figs. 11-15. These results also indicate significant increase in the reactive isoamylenes (2-methyl-2-butene and 2- methyl-l-butene) with increase in ZSM-5 additive level up to 25 wt%. The isoamylene yields clearly increase with severity measured as second order con- version. The increase in isoamylene yields is accom- panied by roughly equal decrease in linear C5 olefins (pentenes) with the total C5 olefin level remaining essentially constant in the gasoline pool. As shown in Figs. 16 and 17, the isoamylene/C5 olefin ratio increases and pentenes/C5 olefin ratio decreases, with second order conversion. The results clearly indicate that the ratios for isoamylene are above the thermo- dynamic equilibrium of 0.66 at the 25 wt% additive level. This occurs because of ZSM-5's capability in promoting skeletal isomerization, particularly for C5 olefins [13,14]. The results also suggest slight decrease in benzene and aromatics levels in the pre- sence of ZSM-5 (Tables 4 and 5). 4. Discussions The PIONA GC method is better at quantifying the species in the gasoline pool (C6-Clo) compared with mass spectrometric PONA. However, PONA offers advantage in quantifying the back-end of the gasoline because it separately identifies indans and tetralins and naphthenes [38-41]. PIONA lumps all Cl~l species, and polynaphthenes (dicycloparaffins) into the quan- tity reported at \">200''. PIONA analysis by wt% of the parent gasoline as reported includes the low levels of C+I material not completely analyzed by PIONA. For samples with final boiling points greater than 200, the PIONA analyzer underestimated the dicy- cloparaffins. However, it has been observed for many naphtha samples that the total PIONA analyzer naphthene (monocycloparaffins+dicycloparaffins) content is negligible [28,39]. The accuracy of the PONA (a mass spectrometry test) is believed to be around l wt% for each component [40]. Accurate accounting of the C+ concentration must include corrections for the C+ species not retained in the liquid product. The gasoline products from these runs were not depentanized prior to the PONA mass spec- trometric analysis. Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 Table 3 Compositional analysis (PONA) of C~~ gasoline 23 Base RE-USY ZSM-5 additive content (wt%) 12.5 25 Total conversion (vol%) 72.6 70.7 72.9 C+ gasoline composition (wt% feed) Paraffins C5 0.5 0.5 0.3 C6 2.9 2.2 1.8 C7 2.9 1.7 1.2 C8 2.1 1.3 l.t C,~ 2.1 1.0 1.3 Ct0 1.1 0.5 0.6 Ctl 0.5 0.2 0.3 Ci2 0.3 0.0 (I.0 Subtotal 12.4 7.4 6.6 Alkylbenzenes C6 0.4 0.5 0.4 C7 2.2 2.2 2.1 Cs 5.2 5.2 4.4 C9 5.4 5.2 4.6 C]o 2.4 2.3 2.5 CII 1.2 1.1 1.3 C12 0.3 0.3 0.3 Subtotal 17.1 16.8 15.6 Olefins (mono-olefins) 6.6 6.2 4.8 Cy olefinsi olefins 2.4 2.8 2.6 Naphthenes (monocyloparaffin) 7.8 3.4 5.6 Naphthalenes 0.9 1.0 0.8 Dicycloparaffins 0.4 0.0 0.4 lndans+tetralins 2.5 2.4 2.8 Results showed that addition of high levels of ZSM- 5 dramatically shifted the olefins to lower carbon numbers. With lower ZSM-5 addition rate, the shift is typically from C~- to C6 olefins [11-30]. With ZSM- 5 at high levels, the shifts of both olefins and paraffins occur mainly in the C6-C9 range. Relative yield shift appears over the entire carbon range. The significant drop in the yield of higher olefins (C6-C9) contradicts previous observations (at lower conventional ZSM-5 additive level) that suggest the addition of ZSM-5 increases C6 olefins at the expense of C+ olefins [11-30]. However, our results support the view that ZSM-5 isomerizes olefins and crack them to lighter olefins. The total branched plus linear C5 olefins remain about the same with addition of high levels of ZSM-5, but the branched/normal ratio increases. This can be explained by the fact that ZSM-5 additive not only cracks the olefins in the heavy-end gasoline to lighter olefins but also isomerizes the linear olefins to branched olefins, particularly for C5 olefins [14]. The limited C4 and C5 iso-olefin concentrations in con- ventional FCC are due to high hydrogen transfer activity [43,44]. ZSM-5 raises the effective crack- ing/hydrogen transfer ratio, since it acts mainly to crack higher (i.e., C~-) olefins to C3-C5 olefins. Gasoline paraffin content decreases signifcantly, and olefin and naphthene content decrease moderately. Di- and cyclo-olefins and aromatics remain fairly constant on a fresh feed basis, but due to gasoline volume decrease, increase as a percentage of gasoline. The significant decrease in paraffin content occurs, at least in part, due to cracking of olefins to liquefied petroleum gas (LPG), that would have otherwise undergone hydrogen transfer to produce paraffins. It has been suggested in the literature that the reasons paraffins yields can decline in the presence of ZSM-5 24 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 Table 4 Compositional analysis (GC) of C+ gasoline Base RE-USY ZSM-5 additive content (wt%) 12.5 25 50 Total conversion (vol%) 68.6 69.6 69.5 68.9 Gasoline conversion (vol%) 55.1 49.7 44.3 39.2 C50lefins (wt% feed) 2-methyl- 1-C~ 0.36 0.44 0.46 0.37 2-methyl-2-C~ 0.86 1.04 1.13 0.89 3-methyl- 1 -C~ 0.04 0.06 0.05 0.05 Total isoamylenes 1.26 1.54 1.64 1.31 l-pentene 0.16 0.13 0.13 0.10 C-2-pentene 0.29 0.24 0.19 0.19 T-2-pentene 0.50 0.43 0.43 0.33 Total pentenes 0.95 0.80 0.75 0.62 Total C5 olefins 2.21 2.35 2.39 1.92 Isoamylene/C5 olefin 0.57 0.66 0.69 (/.68 nC5/C5 olefin 0.43 0.34 0.31 0.32 Aromatics (wt% feed) 16.6 15.2 12.8 12.5 Benzene (wt% feed) 1.00 0.72 0.87 0.92 Table 5 Compositional analysis (GC) of C~ gasoline Base RE-USY ZSM-5 additive content (wt%) 12.5 25 50 75 Cat./oil ratio 4.81 Total conversion (vol)% 65.5 Gasoline conversion (vol%) 57 C50lefins (wt% feed) 2-methyl- 1-C4 0.38 2-methyl-2-C~ 0.89 3-methyl- 1-C4 0.05 Total isoamylenes 1.32 1-pentene 0.20 C-2-pentene 0.35 T-2-pentene 0.62 Total pentenes 1.16 Total C5 olefins 2.48 Isoamylene/C5 olefin 0.53 nC~/C5 olefin 0.47 Aromatics (wt% feed) 14.0 Benzene (wt% feed) 0.91 6.51 4.82 5.97 7.09 68.3 59.5 56.5 53.9 47.1 35.6 32.2 29.5 0.42 0.39 0.29 o. 17 1.02 1.01 0.75 0.45 0.05 0.05 0.03 0.02 1.49 1.45 1.08 0.63 o. 13 o. 11 0.08 0.05 0.25 0.22 0.16 0.09 0.45 0.38 0.27 0.17 0.83 0.71 0.50 0.31 2.32 2.16 1.58 0.94 0.64 0.67 0.68 0.67 0.36 0.33 0.32 0.33 13.9 10.3 10.3 12.6 0.50 0.62 0.86 0.92 is due to the fact that ZSM-5 prevents or reduces secondary bimolecular reactions such as chain transfer reactions involving a carbonium ion and hydrogen transfer reaction involving an olefin [18,29]. The overall reaction rates over ZSM-5 in FCC are olefin isomerization>olefin cracking>paraffin cracking. Cracking rates increase with increasing carbon num- ber. These results are consistent with those observed from cracking of model hydrocarbon compounds with ZSM-5. Abbot and Wojciechowski [46] also noted that 1.6 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 2.0 25 1.4 I.,1_ \"~ 1.2 g~ 1.0 t'N 0.8 J ) 0.6 1.0 A i I i F 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 11. 2-methyl-2-butene yields (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (m) with 12.5, (A) 25 wt% additive. 0.6 la I-- 1.8 1.6 1.4 1.2 1.0 ~ n ~_~ T r- I-- I I 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Se~nd Order Conversion Fig. 13. Total isoamylene yields (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (m) with 12.5, (A) 25 wt% additive. 1.6 0.5 0.4 i 0.3 J I 0.2 I 1.0 w v k \" I 15 Zo 215 3o 315 ,i0 Second Order Conversion Fig. 12. 2-methyl-l-butene yields (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (m) with 12.5, (A) 25 wt% additive. 1.4 ~ 1.2 .~ 1.0 & 0.8 0.6 0.4 - 9 1.0 1 5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 14. nC~-= yields (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (m) with 12.5, (A) 25 wt% additive. the rate of cracking of olefins over ZSM-5 at 404 increased dramatically with carbon number in going from pentene to octene, but the rate of skeletal iso- merization hardly changed. Buchanan et al. [45] quantified the relative rates of the cracking of olefins and paraffins over ZSM-5 at 510. The first-order 26 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 4.0 3.5 3.0 2.5 -~ 2.0 \"6 I.- 1.5 ! 1.0 i I ..... T- I I I 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 15. Total C5 olefin yields (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (11) with 12.5, (A) 25 wt% additive. 0.6 , 0.5 - o # 0 0.4 I.o o ? 0.3 0.2 i i i ] 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order conversion Fig. 17. nC~/C5 olefin ratio (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (11) with 12.5, (A) 25 wt% additive. 0.9 0.8 .g 0.7 0 0.6 E 0.5 0.4 0.3 I I i ] I 1.0 1.5 2.0 2.5 3.0 3.5 4.0 Second Order Conversion Fig. 16. Isoamylene/C5 olefin ratio (GC) as a function of second order conversion for the different ZSM-5 additive levels. (O) Base; (11) with 12.5, (A) 25 wt% additive. rate constants for monomolecular cracking of C4-Cs paraffins and C5-C8 olefins indicate paraffins crack much slower than olefins. It was also observed that the rate of paraffin cracking increased only moderately with carbon number while olefin cracking rate increased dramatically especially for C5 through C7. They rationalized the results in terms of carbenium ion mechanism. Cracking rates increase more dramati- cally with carbon number for olefins than for mono- molecular cracking of paraffins, as more energically favorable modes become available for ,~-scission of the carbenium ion formed by proton donation to the olefin [45]. They postulated, for instance, that crack- ing of pentene involves formation at some point of a primary carbenium ion, whereas octane cracking can proceed via tertiary carbenium ion intermediates. On a constant feed basis, ZSM-5 modifies resulting FCC gasoline composition by lowering the concen- tration of heavy, low octane paraffins; naphthenes and C+ olefin concentration decreases but the amount of di- and cyclo-olefins remains constant. There is no change in the amount of gasoline aromatics formed. These results are in agreement with previous studies at conventional ZSM-5 additive levels. Elias et al. [30], using RE-USY catalyst in the presence of ZSM-5 additive, observed at low severity, an increase in light olefinic compounds, mostly branched, in the C5-C6 range. They also detected an increase in light branched Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 27 alkanes and almost no effect on the aromatics and naphthenes contents. Biswas and Maxwell [24] report that aromatics increase only as a result of the con- centrating effect of reducing gasoline volume by cracking other components (mainly olefins), and decrease in branched paraffins. Pappal and Schipper [ 17] indicate that there is branching in the paraffinic and olefinic portion of the gasoline and, on a feed basis, no increase in gasoline range aromatics (but a concentrating effect in the liquid gasoline). Young et al. [8,9], also observed that the percentage of iso- amylenes in the C5 olefins noticeably increased with the use of ZSM-5. Kuehler [33] studied the effect of increasing Si/A1 ratio of ZSM-5 additive on FCC product yields and selectivity and found that increas- ing the Si/A1 ratio resulted in incremental ratios of octane/LPG, octane/gasoline loss, C4~-/C3=, and MON/RON increase but no apparent increase in aromatics. The PIONA data indicated reduction in paraffins were mainly in the C7 and C8 range, while increase in olefins occurred in the Cs's. Miller and Hsieh [32] observed that increasing the SIO2/A1203 ratio of ZSM-5 from 40 to 1000 resulted in higher iso-/n-paraffin and olefin ratios in the gasoline boiling range and attributed the results to higher relative isomerization to hydrogen transfer activity with increasing SIO2/A1203 ratio. However, cracking reactions have been shown to decline with increase in the silica/alumina ratio of the ZSM-5 crystal [33,47]. The GC results suggest a slight decrease in the benzene content of the gasoline product in the pre- sence of high levels of ZSM-5 as shown in Tables 4 and 5. These results could he explained on the basis that ZSM-5 prevents or reduces hydrogen transfer reactions (olefins+cycloparaffins--,paraffins+aromatics) [48]. As hydrogen transfer reactions are reduced due to cracking of the olefins or reduction of bimolecular reactions by ZSM-5, paraffin content is expected to decrease and also a decrease in aromatics. The data indicate decrease in paraffin, and aromatics especially in the form of benzene. As shown in Tables 4 and 5, the ability of ZSM-5 to reduce benzene is lost as the additive level increases beyond 25 wt%. This is due to the dilution effect explained earlier which results in loss of overall conversion. Reduced conversion implies reduced cracking of feed components to reactive components (mainly olefins) and hence increase in hydrogen transfer activities. The reduction in benzene resulting from addition of high ZSM-5 additive levels could be a fortunate out- come since benzene carcinogenic properties have rendered it undesirable component of gasoline. Ben- zene is a product of the FCC process and operating parameters can be optimized to reduce the amount of benzene in the FCC product. The use of lower run temperature, octane catalyst, short vapor contact times and lower conversion results in lower benzene produc- tion [49-52]. Some catalytic control appears viable since strong hydrogen transfer catalysts (high equili- brium unit cell size) produce more benzene at constant conversion than low hydrogen transfer catalysts (low equilibrium unit cell size) [52]. This latter type of catalysts is also the choice for making high yields of light olefins. Benzene concentration is also decreased by transalkylation reactions and since rare earth pro- motes transalkylation, increasing rare earths in the catalyst system should lower benzene [49-51 ]. With the current need to reduce benzene in the gasoline products, the role of high ZSM-5 additive levels (including synergistic effects with different base fau- jasite catalysts) in reducing FCC benzene levels in the gasoline pool needs to be investigated further. 5. Conclusion This study has quantifed the compositional changes in FCC gasoline due to ZSM-5 addition (at high levels) using PIONA, PONA and a GC system. We observed a significant improvement in the yield of isoamylene (2-methyl-l-butene and 2-methyl-2- butene). A 25/75 wt% blend of the ZSM-5 additive and steamed RE-USY provided over 30% increase in isoamylene yield in the gasoline pool (measured on feed basis) compared with the base catalyst at equiva- lent conversion. Overall C5 olefin content remained unchanged but selectively shifted to iC5 olefins at the expense of nC~- due to skeletal isomerization. Gaso- line range olefins (C~-) decreased. On a constant feed basis, there are no changes in benzene or alkylben- zenes. These observations should have broad applica- tion to the refiner in the current clean-fuels era. Increase in C5 fraction, mainly reactive isoamylenes (2-methyl-2-butene and 2-methyl-l-butene) enables 28 Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 effective coupling with etherification to produce oxy- genate (TAME). Both PIONA and PONA data indicate gasoline volume loss occurs primarily from a decrease in isoparaffins, iso-olefins, n-olefins and n-paraffins in the C6-C9 range. Gasoline paraffin and olefin contents decrease significantly, and naphthene content decreases moderately. Aromatics, cyclo-olefins, and indans and tetralins remain fairly constant on a fresh feed basis, but due to gasoline volume decrease, increase as a percentage of gasoline. The signifcant decrease in paraffin content occurs, at least in part, due to cracking of olefins to LPG that would have other- wise undergone hydrogen transfer to produce para- ffins. The overall reaction rates over ZSM-5 in FCC are olefin isomerization>olefin cracking>paraffin cracking. Cracking rates increase with increasing carbon number. Thus, overall, ZSM-5 increases pro- duction of LPG olefins, isobutane, and the iso/normal ratio of gasoline olefins and paraffins. Acknowledgements This paper is a continuation of published work [9,29,30] completed at Mobil R and D laboratory at Paulsboro, NJ, USA. The experimental assistance of Bruce Cundey, Ted Datz, Donald Jagers and L.R. Fryer is greatly appreciated. References [1] G.M. Stokes, C.C. Wear, W. Suarez, G.W. Young, Oil Gas J. 2 (1990) 58. [2] E. Pescarollo, R. Trotta, P.R. Sarathy, Hydro. Proc. (1993) 53. [3] T.J. Dougan, J.A. Goytisolo Jr., presented at the National Conf. on Octane and Reformulated Fuels, San Antonio, 27-29 March 1990. [4] K.R. Masters, presented at the National Conf. on Octane and Reformulated Fuels, San Antonio, 27-29 March 1990. [5] P. Keefer, K.R. Masters, J-L Nocca, presented at the NPRA Meeting, San Antonio, March 1991. [6] G.H. Unzelman, Oil Gas J. 29 April 1991. [7] R.H. Gilman, Oil Gas J. 3 September 1990. [8] G.W. Young, W. Suarez, T.G. Roberie, W.C. Cheng, presented at the NPRA Meeting, San Antonio, March 1991. [9] W-C Cheng, W. Suarez, G.W. Young, AICHE Symp. Ser. 291 (1992) 38. [10] G.L. Woolery, Y.G. Adewuyi, R.K. Menon, C.R. Hu, J.S.Buchanan, presented at Am. Chem. Soc. Meeting, Chicago, 22-27 August 1993. [11] N.Y. Chen, W.E. Garwood, EG. Dwyer, Shape Selective Catalysis in Industrial Applications, Marcel Dekker, New York, 1989. [12] N.Y. Chen, T.E Degnan, Jr., C.M. Smith, Molecular Transport and Reaction In Zeolite: Design and Application of Shape Selective Catalysts, VCH Publishers, New York, 1994. [13] L.H. Hsing, presented at Am. Chem. Soc. Meeting, Chicago, 22-27 August 1993. [14] L.H. Hsing, R.E. Pratt, Am. Chem. Soc. Symp. Ser. 571 (1994) 241. [15] L. Nalbandian, I.A. Vasalos, A. Kasapaki, K. Vassilakis, presented at Am. Chem. Soc. Meeting, Chicago, 22-27 August 1993. [16] D.J. Rawlence, J. Dwyer, J. Am. Chem. Soc. Syrup. Ser. 452 (1990). [17] D.A. Pappal, EH. Schipper, Am. Chem. Symp. Ser. 452 (1990). [18] K. Rajagopalan, G.W. Young, Am. Chem. Soc. Symp. Ser. 375 (1988) 34. [19] EH. Schipper, EG. Dwyer, ET. Sparrell, S. Mizrahi, S.R Donnelly, J.A. Herbst, Am. Chem. Soc. Symp. Set. 375 (1988) 64. [20] EG. Dwyer, EH. Schipper, presented at the NPRA Annual Meeting, San Antonio, Texas, USA, 29-31 March 1987. [21] J.H. Grimm, D.A. Pappal, presented at AICHE Meeting, Orlando, 18 March 1990. [22] EG. Dwyer, N.L. Economides, J.A. Herbst, E Gorra, Petrol. Rev. 41 (1987) 48. [23] A.K. Das, V.R. Kumar, V.R. Lenin, S. Ghosh, Akzo Catalyst Symp., Scheveningen, The Netherlands, June 1991. [24] J. Biswas, I.E. Maxwell, Appl. Catal, 58 (1990) 1. [25] J. Biswas, I.E. Maxwell, Appl. Catal, 58 (1990) 19. [26] J. Biswas, J. van der Griend, H. Kaak, presented at Ketjen Catalyst Symp., 1988. [27] J. Biswas, I.E. Maxwell, in: P.A. Jacobs, R.A. van Santen (Eds.), Zeolites: Facts, Figures, Future, 1263, 1989. [28] R.J. Madon, J. Catal. 129 (1991) 275. [29] J.S. Buchanan, Appl. Catal. 74 (1991) 83. [30] M.E Elias, E. Iglesias, A. Martinex, M.A. Perez Pascual, Appl. Catal. 73 (1991) 195. [31] J. Scherzer, Catal. Rev. Sci. Eng. 31 (1989) 215. [32] S.J. Miller, C.R. Hsieh, Am. Chem. Soc. Symp. Ser. (1991) 452. [33] C.W. Kuehler, presented at Am. Chem. Soc. Meeting, New Orleans, 24--29 Marcia 1996. [34] Y.G. Adewuyi, D.J. Klocke, J.S. Buchanan, Appl. Catal. A 131 (1995) 121. [35] J.S. Buchanan, Y.G. Adewuyi, Appl. Catal. A 134 (1996) 247. [36] Z.T. Li, W.Y. Shi, R.N. Pan, EK. Jiang, presented at Am. Chem. Soc. Meeting, Chicago, 22-27 August 1993. [37] Z. Li, W. Shi, X. Wang, E Jiang, Am. Chem. Soc. Symp. Ser. 571 (1994) 33. [38] J.S. Buchanan, M.E. Nicholas, J. Chromatogr. Sci. 32 (1994) 199. Y.G. Adewuyi/Applied Catalysis A: General 163 (1997) 15-29 29 [391 EE Di Sanzo, V.J. Giarrocco, J. Chromatogr. Sci. 26 (1988) 258. [40] J. Curvers, P. van den Engel, J. Chromatogr. Sci. 26 (1988) 271. [41] N. Kosal, A. Bhairi, M.A. Ali, FUEL 69 (1990) 1013. [42] M.G. Bloch, R.B. Callen, J.H. Stockinger, J. Chromatogr. Sci. 15 (1977) 504. [43] B.C. Gates, J.R. Katzer, G.C.A. Schuit, Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979. [44] P.B. Venuto, E.T. Habib, Jr., Fluid Catalytic Cracking with Zeolite Catalysts, Marcel Dekker, New York, 1979. [45] J.S. Buchanan, J.G. Santiesteban, W.O. Haag, J. Catal. 158 (1996) 279. [46] J. Abbot, B.W. Wojciechowski, Can. J. Chem. Eng. 63 (1985) 462. [47] V.S. Nayak, J.B. Moffat, Appl. Catal. 60 (1990) 87. [48] Z. Zainuddin, F.N. Guerzoni, J. Abbot, J. Catal. 140 (1993) 150. [49] C. Yatsu, T.A. Reid, D.A. Keyworth, R. Jonker, M.A. Torem, presented at Am. Chem. Soc. Meeting, Chicago, 22-27 August 1993. [50] C.A. Yatsu, T.A. Reid, D.A. Keyworth, R. Jonker, M.A. Torem, Am. Chem. Soc. Symp. Ser. 571 (1994) 24. [51] C.Y. Yeh, H.E. Barner, G.D. Suciu, Stud. Surf. Sci. Catal. 84 (1994) 2311. [52] J.S. Magee, W.S. Letzsch, Am. Chem. Soc. Symp. Ser. 571 (1994) 349. APCATA 97001130 S0926-860X(97)00113-0 10.1016/S0926-860X(97)00113-0 Elsevier Science B.V. All rights reserved. Compositional changes in FCC gasoline products resulting from high-level additions of ZSM-5 zeolite to RE-USY catalyst Y.G. Adewuyi * Department of Chemical Engineering, North Carolina A and T State University, 326 McNair Hall, Greensboro, NC 27411, USA * Corresponding author. Tel.: +1 910 3347564; fax: +1 910 3347904 Gasoline samples resulting from riser cracking with catalyst mixtures consisting of RE-USY blended with a commercial ZSM-5 at additive levels up to 75 wt% were analyzed to give the carbon number distribution of paraffinic, olefinic, naphthenic and aromatic components using PIONA, PONA and an open tubular GC system. We observed that the advantages of operating with unusually large amounts of ZSM-5 additive also showed up in other cracked products beside C3 and C4 olefins such as the significant improvement in isoamylene yield (mainly 2-methyl-1-butene and 2-methyl-2-butene) in the gasoline pool. A catalyst system containing 25 wt% ZSM-5 additive blended with 75 wt% steamed RE-USY provided over 30% increase in isoamylene yield in the gasoline pool (measured on feed basis) compared with the base catalyst at equivalent conversion. Overall, C5 olefin content remained unchanged but selectively shifted to iC5 olefins at the expense of nC5 =. Gasoline range olefins (C6 +) decreased. In addition, aromatics content (both benzene and alkylbenzenes) in the gasoline fraction (normalized to a constant feed basis) remained fairly constant or slightly lower. The increase in aromatics generally observed (on gasoline basis) is due to concentration effects. Both PIONA and PONA data indicate gasoline volume loss occurs primarily from a decrease in isoparaffins, iso-olefins, n-olefins and n-paraffins in the C6–C9 range. The level of ring paraffins (or naphthenes), ring olefins (or unsaturated naphthenes), and indans and tetralins remains essentially constant. PONA data of gasoline samples also indicate that the gasoline loss (on feed basis) occurs in the following order: paraffins≫mono-olefins≫saturated naphthenes; the unsaturated naphthenes, dicycloparaffins, di- and cyclo-olefins, and indans and tetralins remain essentially constant. Keywords ZSM-5 FCC Gasoline Olefin Cracking catalyst Zeolite Rare-earth Alkylation Etherification Isomerization References [1] Stokes G.M. Wear C.C. Suarez W. Young G.W. Oil Gas J. 2 1990 58 [2] Pescarollo E. Trotta R. Sarathy P.R. Hydro. Proc. 1993 53 [3] Dougan T.J. Goytisolo J.A. Jr. presented at the National Conf. on Octane and Reformulated Fuels San Antonio 27–29 March 1990 [4] Masters K.R. presented at the National Conf. on Octane and Reformulated Fuels San Antonio 27–29 March 1990 [5] Keefer P. Masters K.R. Nocca J-L presented at the NPRA Meeting San Antonio March 1991 [6] Unzelman G.H. Oil Gas J. 29 April 1991 [7] Gilman R.H. Oil Gas J. 3 September 1990 [8] Young G.W. Suarez W. Roberie T.G. Cheng W.C. presented at the NPRA Meeting San Antonio March 1991 [9] Cheng W-C Suarez W. Young G.W. AICHE Symp. Ser. 291 1992 38 [10] Woolery G.L. Adewuyi Y.G. Menon R.K. Hu C.R. Buchanan J.S. presented at Am. Chem. Soc. Meeting Chicago 22–27 August 1993 [11] Chen N.Y. Garwood W.E. Dwyer F.G. Shape Selective Catalysis in Industrial Applications 1989 Marcel Dekker New York [12] Chen N.Y. Degnan T.F. Jr. Smith C.M. Molecular Transport and Reaction In Zeolite: Design and Application of Shape Selective Catalysts 1994 VCH Publishers New York [13] Hsing L.H. presented at Am. Chem. Soc. Meeting Chicago 22–27 August 1993 [14] Hsing L.H. Pratt R.E. Am. Chem. Soc. Symp. Ser. 571 1994 241 [15] Nalbandian L. Vasalos I.A. Kasapaki A. Vassilakis K. presented at Am. Chem. Soc. Meeting Chicago 22–27 August 1993 [16] Rawlence D.J. Dwyer J. J. Am. Chem. Soc. Symp. Ser. 452 1990 [17] Pappal D.A. Schipper P.H. Am. Chem. Symp. Ser. 452 1990 [18] Rajagopalan K. Young G.W. Am. Chem. Soc. Symp. Ser. 375 1988 34 [19] Schipper P.H. Dwyer F.G. Sparrell P.T. Mizrahi S. Donnelly S.P. Herbst J.A. Am. Chem. Soc. Symp. Ser. 375 1988 64 [20] Dwyer F.G. Schipper P.H. presented at the NPRA Annual Meeting San Antonio, Texas, USA 29–31 March 1987 [21] Grimm J.H. Pappal D.A. presented at AICHE Meeting Orlando 18 March 1990 [22] Dwyer F.G. Economides N.L. Herbst J.A. Gorra F. Petrol. Rev. 41 1987 48 [23] Das A.K. Kumar V.R. Lenin V.R. Ghosh S. Akzo Catalyst Symp. Scheveningen, The Netherlands June 1991 [24] Biswas J. Maxwell I.E. Appl. Catal. 58 1990 1 [25] Biswas J. Maxwell I.E. Appl. Catal. 58 1990 19 [26] Biswas J. van der Griend J. Kaak H. presented at Ketjen Catalyst Symp. 1988 [27] Biswas J. Maxwell I.E. Jacobs P.A. van Santen R.A. Zeolites: Facts, Figures, Future 1263 1989 [28] Madon R.J. J. Catal. 129 1991 275 [29] Buchanan J.S. Appl. Catal. 74 1991 83 [30] Elias M.F. Iglesias E. Martinex A. Perez Pascual M.A. Appl. Catal. 73 1991 195 [31] Scherzer J. Catal. Rev. Sci. Eng. 31 1989 215 [32] Miller S.J. Hsieh C.R. Am. Chem. Soc. Symp. Ser. 1991 452 [33] Kuehler C.W. presented at Am. Chem. Soc. Meeting New Orleans 24–29 March 1996 [34] Adewuyi Y.G. Klocke D.J. Buchanan J.S. Appl. Catal. A 131 1995 121 [35] Buchanan J.S. Adewuyi Y.G. Appl. Catal. A 134 1996 247 [36] Li Z.T. Shi W.Y. Pan R.N. Jiang F.K. presented at Am. Chem. Soc. Meeting Chicago 22–27 August 1993 [37] Li Z. Shi W. Wang X. Jiang F. Am. Chem. Soc. Symp. Ser. 571 1994 33 [38] Buchanan J.S. Nicholas M.E. J. Chromatogr. Sci. 32 1994 199 [39] Di Sanzo F.P. Giarrocco V.J. J. Chromatogr. Sci. 26 1988 258 [40] Curvers J. van den Engel P. J. Chromatogr. Sci. 26 1988 271 [41] Kosal N. Bhairi A. Ali M.A. FUEL 69 1990 1013 [42] Bloch M.G. Callen R.B. Stockinger J.H. J. Chromatogr. Sci. 15 1977 504 [43] Gates B.C. Katzer J.R. Schuit G.C.A. Chemistry of Catalytic Processes 1979 McGraw-Hill New York [44] Venuto P.B. Habib E.T. Jr. Fluid Catalytic Cracking with Zeolite Catalysts 1979 Marcel Dekker New York [45] Buchanan J.S. Santiesteban J.G. Haag W.O. J. Catal. 158 1996 279 [46] Abbot J. Wojciechowski B.W. Can. J. Chem. Eng. 63 1985 462 [47] Nayak V.S. Moffat J.B. Appl. Catal. 60 1990 87 [48] Zainuddin Z. Guerzoni F.N. Abbot J. J. Catal. 140 1993 150 [49] Yatsu C. Reid T.A. Keyworth D.A. Jonker R. Torem M.A. presented at Am. Chem. Soc. Meeting Chicago 22–27 August 1993 [50] Yatsu C.A. Reid T.A. Keyworth D.A. Jonker R. Torem M.A. Am. Chem. Soc. Symp. Ser. 571 1994 24 [51] Yeh C.Y. Barner H.E. Suciu G.D. Stud. Surf. Sci. Catal. 84 1994 2311 [52] Magee J.S. Letzsch W.S. Am. Chem. Soc. Symp. Ser. 571 1994 349",
      "scopus-id": "0039375517",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001130",
        "dc:description": "Gasoline samples resulting from riser cracking with catalyst mixtures consisting of RE-USY blended with a commercial ZSM-5 at additive levels up to 75 wt% were analyzed to give the carbon number distribution of paraffinic, olefinic, naphthenic and aromatic components using PIONA, PONA and an open tubular GC system. We observed that the advantages of operating with unusually large amounts of ZSM-5 additive also showed up in other cracked products beside C3 and C4 olefins such as the significant improvement in isoamylene yield (mainly 2-methyl-1-butene and 2-methyl-2-butene) in the gasoline pool. A catalyst system containing 25 wt% ZSM-5 additive blended with 75 wt% steamed RE-USY provided over 30% increase in isoamylene yield in the gasoline pool (measured on feed basis) compared with the base catalyst at equivalent conversion. Overall, C5 olefin content remained unchanged but selectively shifted to iC5 olefins at the expense of nC5 =. Gasoline range olefins (C6 +) decreased. In addition, aromatics content (both benzene and alkylbenzenes) in the gasoline fraction (normalized to a constant feed basis) remained fairly constant or slightly lower. The increase in aromatics generally observed (on gasoline basis) is due to concentration effects. Both PIONA and PONA data indicate gasoline volume loss occurs primarily from a decrease in isoparaffins, iso-olefins, n-olefins and n-paraffins in the C6–C9 range. The level of ring paraffins (or naphthenes), ring olefins (or unsaturated naphthenes), and indans and tetralins remains essentially constant. PONA data of gasoline samples also indicate that the gasoline loss (on feed basis) occurs in the following order: paraffins≫mono-olefins≫saturated naphthenes; the unsaturated naphthenes, dicycloparaffins, di- and cyclo-olefins, and indans and tetralins remain essentially constant.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001130",
        "dc:creator": {
          "@_fa": "true",
          "$": "Adewuyi, Y.G."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001130"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001130"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00113-0",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Compositional changes in FCC gasoline products resulting from high-level additions of ZSM-5 zeolite to RE-USY catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "FCC"
          },
          {
            "@_fa": "true",
            "$": "Gasoline"
          },
          {
            "@_fa": "true",
            "$": "Olefin"
          },
          {
            "@_fa": "true",
            "$": "Cracking catalyst"
          },
          {
            "@_fa": "true",
            "$": "Zeolite"
          },
          {
            "@_fa": "true",
            "$": "Rare-earth"
          },
          {
            "@_fa": "true",
            "$": "Alkylation"
          },
          {
            "@_fa": "true",
            "$": "Etherification"
          },
          {
            "@_fa": "true",
            "$": "Isomerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-29",
        "prism:endingPage": "29",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00113-0",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00113-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039375517"
      }
    }
  }
}