{
  "metadata": {
    "title": "Synthesis of tetramethylbenzene from CO<ce:inf loc=post>2</ce:inf> hydrogenation over ZnZrO/ZSM-11 tandem catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2023-09-25",
    "doi": "10.1016/j.apcata.2023.119410",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X23003903",
    "pii": "S0926860X23003903"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85171328054",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2023-09-06 2023-09-06 2023-09-18 2023-09-18 2023-10-14T12:55:28 1-s2.0-S0926860X23003903 S0926-860X(23)00390-3 S0926860X23003903 10.1016/j.apcata.2023.119410 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X23X00179 2024-01-01T12:35:59.692098Z 0 0 20230925 2023 2023-09-06T15:08:15.057775Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 666 666 C Volume 666 22 119410 119410 119410 20230925 25 September 2023 2023-09-25 2023 article fla © 2023 Elsevier B.V. All rights reserved. SYNTHESISTETRAMETHYLBENZENECO2HYDROGENATIONOVERZNZROZSM11TANDEMCATALYST HU H 1 Introduction 2 Results and discussion 2.1 CO2 hydrogenation performance 2.2 Characterization of ZnZrO and physicochemical properties of ZSM-11 zeolite 2.3 The acid properties of ZSM-11 zeolite 2.4 The alkylation experiment of p-xylene and methanol 2.5 The effect of the contact distance of ZnZrO and ZSM-11 on the catalytic performance 2.6 The protective effect of TPAOH on the framework of ZSM-11 zeolite 3 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References SENEVIRATNE 2016 477 483 S BUSHUYEV 2018 825 832 O OLAH 2009 487 498 G JIAO 2016 1065 1068 F LI 2019 570 583 Z NIZIOLEK 2016 1531 1556 A NI 2018 3457 Y ZHANG 2019 140 145 X WANG 2019 5149 5153 Y ZHOU 2020 302 310 C WANG 2020 118792 Y WEI 2021 119648 J XU 2019 593 610 Y ARSLAN 2019 2203 2212 M WANG 2021 119929 T KOKOTAILO 1978 437 438 G KOKOTAILO 1978 119 120 G FYFE 1989 2470 2474 C ZHANG 2010 449 455 L DEROUANE 1981 331 344 E HARRISON 1987 21 27 I WANG 2017 e1701290 J LIU 2018 167 180 H LIU 2015 1972 1983 H KRUK 2001 3169 3183 M LIU 2016 1328 1342 H GROEN 2007 355 360 J LOPEZOROZCO 2011 2602 2615 S WANG 2021 106600 Y HOFF 2017 68 78 T PERON 2019 57 64 D ALTHOFF 1993 207 218 R ZHANG 2015 2982 2988 J WAN 2016 13040 13049 W WEI 2015 450 460 Z GORAMAREK 2014 12266 12274 K CHENG 2017 334 347 K KIM 2014 1164 1169 W KAEDING 1981 159 174 W VINEK 1991 277 284 H BORGNA 2004 207 215 A QI 2015 3973 3982 L WANG 2018 5485 5505 S KATTEL 2016 12440 12450 S DEDECEK 2009 1447 1458 J HUX2023X119410 HUX2023X119410XH 2025-09-18T00:00:00.000Z 2025-09-18T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-09-21T06:17:38.930Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(23)00390-3 S0926860X23003903 1-s2.0-S0926860X23003903 10.1016/j.apcata.2023.119410 271346 2024-01-01T12:35:59.692098Z 2023-09-25 1-s2.0-S0926860X23003903-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/MAIN/application/pdf/7a43be4faa1c912b8bff6636223cf33e/main.pdf main.pdf pdf true 3531062 MAIN 7 1-s2.0-S0926860X23003903-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/PREVIEW/image/png/640e4867194f16a060aff7573e57c6d3/main_1.png main_1.png png 55863 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X23003903-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr3/DOWNSAMPLED/image/jpeg/cc8da5b5aacd8351b8baa40b1dae7e18/gr3.jpg gr3 gr3.jpg jpg 43879 308 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr4/DOWNSAMPLED/image/jpeg/af4110ddfbb278652cf6aeba876fd5e7/gr4.jpg gr4 gr4.jpg jpg 48866 373 751 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr1/DOWNSAMPLED/image/jpeg/ce710de9117fdee88b703629b3ae5806/gr1.jpg gr1 gr1.jpg jpg 28893 230 508 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr2/DOWNSAMPLED/image/jpeg/f2b9a2c5b36efcea1ca86d0c54d02c41/gr2.jpg gr2 gr2.jpg jpg 81813 401 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/ga1/DOWNSAMPLED/image/jpeg/cd06cfee96b5855eb643304d984b50b9/ga1.jpg ga1 true ga1.jpg jpg 23919 200 464 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr5/DOWNSAMPLED/image/jpeg/e05694dfb92d9e9db2b79a49c62463fc/gr5.jpg gr5 gr5.jpg jpg 37950 501 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003903-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr3/THUMBNAIL/image/gif/e1beeaef1796d23b5026a55958806a06/gr3.sml gr3 gr3.sml sml 6331 100 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr4/THUMBNAIL/image/gif/7fc68d9cd82938d37a52f75519f38258/gr4.sml gr4 gr4.sml sml 7333 109 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr1/THUMBNAIL/image/gif/8cc41c8ff6e94ce63538b65369467f12/gr1.sml gr1 gr1.sml sml 6262 99 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr2/THUMBNAIL/image/gif/bdcd6a8297ef111264aca0d494481c0b/gr2.sml gr2 gr2.sml sml 10523 111 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/ga1/THUMBNAIL/image/gif/757003562f7936b8c04b726ea4d070d1/ga1.sml ga1 true ga1.sml sml 8486 94 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/gr5/THUMBNAIL/image/gif/e50d9d5734f5d4784941b6dbef0e4164/gr5.sml gr5 gr5.sml sml 5025 164 123 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003903-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/61eeaefd6a71b62954fa3e765e063038/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 251265 1361 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/ec9d32ef1e8f7e20a694ec18a0927af6/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 288254 1654 3326 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/36b222240f43c81bdd2a962116386ac2/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 136606 1015 2245 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/f5e3de1fdce50736f33265f10a451cbe/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 563909 1772 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/8182806bf03908bcc9169fd275fc2d28/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 175870 886 2055 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/HIGHRES/image/jpeg/d0ba8ffafef77a9a300e9311e8368494/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 230438 2217 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X23003903-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003903/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/f89a6bc6a7f8c119723e128ef741faab/mmc1.docx mmc1 mmc1.docx docx 5945814 APPLICATION 1-s2.0-S0926860X23003903-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:108NP5WHHVS/MAIN/application/pdf/f5a183c282b6953275cb395889c5e23b/am.pdf am am.pdf pdf false 1460734 AAM-PDF APCATA 119410 119410 S0926-860X(23)00390-3 10.1016/j.apcata.2023.119410 Elsevier B.V. Fig. 1 Topological structures of ZSM-5 (A) and ZSM-11 (B) zeolites. Fig. 1 Fig. 2 Catalytic performances of the tandem catalysts for CO2 Hydrogenation. CO2 hydrogenation on ZnZrO/ZSM-5, ZnZrO/ZSM-11, ZnZrO and ZSM-11 (A) and the distribution of the aromatics (B). CO2 hydrogenation on ZnZrO/ZSM-11 (ZSM-11 treated with different alkali solutions) (C). CO2 hydrogenation on ZnZrO/ZSM-11(0.1,0.1) with different reaction pressures (D), reaction temperatures (E) and space velocities (F). Reaction conditions: H2/CO2 = 3/1, Space velocity = 1200 ml gcat −1 h−1, P = 3 MPa, T = 300 °C (A, B and C); H2/CO2 = 3/1, Space velocity = 1200 ml gcat −1 h−1, T = 300 °C (D); H2/CO2 = 3/1, Space velocity = 1200 ml gcat −1 h−1, P = 3 MPa (E); H2/CO2 = 3/1, P = 3 MPa, T = 300 °C (F). C2−4 0, C2−4 =, C5+, Arom. and TeMB denote C2−C4 paraffins, C2−C4 olefins, aliphatic hydrocarbons with carbon numbers greater than 5, aromatics and tetramethylbenzene, respectively. C6 - C11+ denote aromatics with different carbon numbers. Fig. 2 Fig. 3 NH3-TPD profiles (A) of the parent and the alkali-treated ZSM-11 and FTIR spectra of 2,6-ditertbutylpyridine adsorption (B) of the mixed alkali-treated ZSM-11. Fig. 3 Fig. 4 (A)The alkylation experiment of p-xylene of the mixed alkali-treated ZSM-11 (0.5 g, 255 °C, 1 bar, 1200 ml gcat −1h−1). (B) Hydrogenation of CO2 on ZnZrO/ZSM-11(0.1,0.1), integrated catalyst components ZnZrO and ZSM-11(0.1,0.1) with different proximity (1.0 g, 300 °C, 3.0 MPa, 1200 ml gcat −1h−1). C7, EB, OX, C9, C10 and C11+ denote toluene, ethylbenzene, o-xylene, trimethylbenzene, tetramethylbenzene and high carbon aromatics, respectively. Fig. 4 Fig. 5 29Si MAS NMR spectra of the parent and the alkali-treated ZSM-11. Fig. 5 Table 1 Textural properties and chemical compositions of the parent and the alkali-treated ZSM-11. Table 1 Sample Surface area (m2/g) Pore volume (cm3/g) Molar Si/Al ratioe SBET a Sexter b Vtotal c Vmeso d ZSM-11 363 108 0.34 0.24 28 ZSM-11 (0.2,0) 402 113 0.46 0.34 17 ZSM-11 (0.05,0.05) 391 118 0.38 0.27 27 ZSM-11 (0.1,0.1) 433 151 0.39 0.28 26 ZSM-11 (0.2,0.2) 448 217 0.50 0.40 23 a. BET surface area. b. External surface area evaluated by t-plot method, Sexter = SBET - Smicro. c. Total pore volume at p/p0 = 0.99. d. Mesopore volume evaluated by t-plot method, Vmeso= Vtotal - Vmicro. e. Measured by X-ray Fluorescence Spectrometer. Synthesis of tetramethylbenzene from CO2 hydrogenation over ZnZrO/ZSM-11 tandem catalyst Hanwen Hu Conceptualization Investigation Visualization Writing – original draft a b Yuanzhi Qu Conceptualization Formal analysis a c Zhendong Feng Data curation Formal analysis a c Siyu Chen Formal analysis a c Tao Xu Data curation Investigation a Huan Wang Validation a Jijie Wang Formal analysis Supervision Project administration a ⁎ Can Li Supervision Project administration Writing – review & editing Funding acquisition a c ⁎⁎ a Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences Dalian 116023 China Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China. b Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), College of Chemistry and Chemical Engineering, Xiamen University Xiamen 361005 China Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), College of Chemistry and Chemical Engineering, Xiamen University, Xiamen 361005, China. c University of the Chinese Academy of Sciences, Beijing 100049, China University of the Chinese Academy of Sciences Beijing 100049 China University of the Chinese Academy of Sciences, Beijing, 100049, China ⁎ Corresponding author. ⁎⁎ Corresponding author at: Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China. Collaborative Innovation Center of Chemistry for Energy Materials (iChEM), State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences Dalian 116023 China The synthesis of aromatics via CO2 hydrogenation is receiving an increasing attention. However, the direct conversion of CO2 to a single aromatic product with high selectivity is very challenging. Herein, we report a synthesis of tetramethylbenzene(TeMB) on a tandem catalyst consisting of ZnZrO and hierarchical ZSM-11 zeolite, the selectivity of TeMB up to 79 % in aromatics is achieved while maintaining 76 % total aromatic selectivity. Uniform mesopores of ZSM-11 created with mixed TPAOH and NaOH organic-inorganic base are found to be responsible for the increased selectivity of aromatics and TeMB. Based on the acidic property of the catalyst, the increase of TeMB selectivity is attributed to the increase in the amount of the external BrØnsted acid which is increased with the external surface area of ZSM-11 zeolite. More BrØnsted acid on the external surface promotes the alkylation of low-carbon aromatics such as xylene, therefore increases the selectivity of TeMB. Graphical Abstract ga1 Keywords CO2 hydrogenation Tandem catalyst ZSM-11 Aromatic Tetramethylbenzene Data availability Data will be made available on request. 1 Introduction The increase in the concentration of CO2 in the atmosphere is considered to be the main cause of global warming [1–3]. However, CO2, as an abundant carbon source, can be converted into various high value-added hydrocarbons [4,5]. When the hydrogen is produced from renewable energy, the selective hydrogenation of CO2 into high value-added chemicals is one of the most effective ways to solve the problems of CO2 emissions and recycling of carbon resource. Aromatic is one of the most important bulk chemicals [6], which is usually produced by naphtha reforming and heavily dependent on the petroleum feedstock. It is a promising way to directly convert CO2 to aromatics. A series of tandem catalysts consisting of ZSM-5 and methanol synthesis catalysts such as ZnAlOx, ZnZrOx and Cr2O3 achieved high selectivity of aromatics by CO2 hydrogenation [7–9], but the distribution of aromatics is complex, with carbon numbers ranging from C6 to C11+ [10]. In addition, the tandem catalysts composed of ZSM-5 and iron-based Fischer−Tropsch(FT) catalysts have achieved high conversion of CO2 hydrogenation to aromatics, but it is usually accompanied by the formation of unwanted low-carbon alkanes [11–13], resulting in the low aromatic selectivity. Therefore, it is necessary to develop a more efficient catalyst that can convert CO2 to a single aromatic product with high total aromatic selectivity, but also challenging [14,15]. Fig. 1A and B shows the topological structures of ZSM-5 and ZSM-11 zeolites. Both ZSM-5 and ZSM-11 are pentasil zeolites with crossed channel structure. ZSM-5(MFI topology) consists of intersectional straight channels(5.1 Å × 5.5 Å) and sinusoidal channels(5.3 Å × 5.6 Å), while ZSM-11(MEL topology) consists of two crossing straight channels(both 5.3 Å × 5.4 Å) [16–18]. Compared with ZSM-5, ZSM-11 is more regular, so the diffusion resistance of ZSM-11's intersectional straight channels is lower. Zhang et al. found that the aromatic selectivity over ZSM-11 was higher than that over ZSM-5, so they proposed that ZSM-11 was more favorable for the diffusion of aromatic species [19]. Although the crystalline structures of ZSM-5 and ZSM-11 are similar, it has been reported that there are differences between ZSM-5 and ZSM-11 in some reactions. Derouane et al. found that the main product of ZSM-5 in the methanol to aromatic (MTA) reaction was xylene, while ZSM-11 was more favorable for the formation of heavy aromatics, such as trimethylbenzene(TMB) and tetramethylbenzene(TeMB) [20]. Harrison et al. compared the methanol to gasoline (MTG) reaction of ZSM-5 and ZSM-11, and also found that ZSM-11 was more favorable for the formation of TMB [21]. Compared to ZSM-5, the unique channel structure of ZSM-11 seems to be the key to the formation of TMB and TeMB. So we anticipate that further modification of the channel structure of ZSM-11 might be possible to adjust the selectivity of TMB and TeMB. In this work, we designed a tandem catalyst consisting of methanol synthesis catalyst ZnZrO and ZSM-11 zeolite. We modified ZSM-11 with mixed TPAOH and NaOH organic-inorganic base and obtained hierarchical ZSM-11 zeolite. For the reaction of CO2 hydrogenation, when the conversion of CO2 is about 8.5 %, the selectivity of aromatics in total hydrocarbons is 76 % and the selectivity of TeMB in total aromatics is up to 79 %. We found that the uniform mesopores in the modified ZSM-11 are the important factor for the high selectivity of total aromatics as well as TeMB. Due to the alkylation reaction on the BrØnsted acid sites, we demonstrated that the increase in the amount of the external BrØnsted acid along with the increase in the external surface area of ZSM-11 is responsible for the increased selectivity of TeMB. 2 Results and discussion 2.1 CO2 hydrogenation performance The ZnZrO/ZSM-11 tandem catalyst consists of two components, the ZnZrO catalyst and ZSM-11 zeolite. Fig. 2 shows the representative results of a series of tandem catalysts for CO2 hydrogenation. Fig. 2A and 2B shows that the ZnZrO/ZSM-11 tandem catalyst significantly increases the selectivity of the single aromatic product TeMB from 23 % to 68 % at the CO2 conversion of about 8.5 % and aromatic selectivity of about 69 % compared to ZnZrO/ZSM-5. It indicates that ZSM-11 favors the formation of the single aromatic product TeMB. As shown in Fig. 1, the main difference in the topological structures of ZSM-5 and ZSM-11 is the difference between the sinusoidal channel and the straight channel. M. Arslan et al. and T. Wang et al. found that the tandem catalyst composed of short b-axis ZSM-5 can achieve highly selective synthesis of TeMB by CO or CO2 hydrogenation [14,15]. They proposed that the short b-axis of ZSM-5 exhibits low molecular diffusion resistance, resulting in the high selectivity of TeMB. Compared with the commercial ZSM-5, it is obvious that the regular straight channel of ZSM-11 can also exhibit lower molecular diffusion resistance. This seems to be the important reason for the increased selectivity of TeMB. Additionally, CO2 hydrogenation over ZnZrO only produced methanol and a small amount of methane, while no product was detected for ZSM-11. It can be reasonably speculated that the reaction process of ZnZrO/ZSM-11 tandem catalyst is CO2 hydrogenation to methanol or methanol intermediates on ZnZrO, and then methanol or its intermediates transfer to ZSM-11 to produce aromatics. So ZnZrO/ZSM-11 is a tandem catalyst that affords the function for CO2 hydrogenation to methanol or methanol intermediates and then to aromatics. The ZSM-11 zeolite was modified with different alkali solutions to obtain ZSM-11(0.2,0), ZSM-11(0.05,0.05), ZSM-11(0.1,0.1) and ZSM-11(0.2,0.2) (Details seen the catalyst preparation part in the supporting information). Fig. 2C shows the catalytic performances of different ZnZrO/ZSM-11 catalysts. For the ZnZrO/ZSM-11(0.2,0) catalyst, although the CO2 conversion increases, the selectivity of total aromatics decreases. For the ZnZrO/ZSM-11(0.05,0.05), ZnZrO/ZSM-11(0.1,0.1) and ZnZrO/ZSM-11(0.2,0.2) catalysts, the selectivity of total aromatics increases from 69 % to about 76 % while keeping the CO2 conversion at about 8 %. In addition, the selectivity of TeMB in aromatics increases with the increase of the concentration of the mixed alkali solution. For the ZnZrO/ZSM-11(0.2,0.2) catalyst, the selectivity of TeMB reaches up to 79 %. The reaction conditions were optimized for the ZnZrO/ZSM-11(0.1,0.1) catalyst. Fig. 2D shows that increasing the reaction pressure is beneficial for the production of TeMB. At 4 MPa, the conversion of CO2 reaches 8.5 %, the selectivities of total aromatics and TeMB are as high as 76 % and 79 %, respectively. Fig. 2E shows that the selectivities of total aromatics and TeMB decrease with the increasing temperature, despite the increase in the conversion of CO2. Fig. 2F shows the results obtained by changing the space velocity, from which it can be found that the conversion of CO2 and the selectivity of TeMB gradually decrease with the increase of the space velocity. At the space velocity of 600 ml gcat −1 h−1, the conversion of CO2 reaches 10 % and the selectivity of TeMB also reaches the highest value, 79 %. Therefore, in order to obtain high selectivity of TeMB, the low space velocity is favorable. However, the selectivity of total aromatics is higher at moderate space velocity of 1200 and 1800 ml gcat −1 h−1. In addition, the influence of CO2/H2 ratio on the reaction was also explored and in order to obtain high selectivity of aromatics and TeMB, the CO2/H2 ratio of 1:3 is suitable (Fig. S2). From above experimental results, it can be summarized as follows: high pressure, low temperature, appropriate space velocity and CO2/H2 ratio are favorable for the production of aromatics and TeMB. The distribution of the aromatics and the selectivity of CO of the reactions in Fig. 2 are shown in Fig. S1. 2.2 Characterization of ZnZrO and physicochemical properties of ZSM-11 zeolite According to the previous work [22], 20 %ZnZrO solid solution catalyst was chosen as one component of the tandem catalyst (Fig. S3 and S4). The ZnZrO/ZSM-11 tandem catalysts were fabricated by physically mixing ZnZrO with ZSM-11. The HAADF-STEM image as well as the corresponding element mapping of ZnZrO/ZSM-11 catalyst (Fig. S5A, S5B and S5C) shows that the ZnZrO/ZSM-11 tandem catalyst prepared by physically mixing is only in physical interaction, which is consistent with the XRD results (Fig. S3). Fig. S5D shows the schematic diagram of the dual component contact of ZnZrO and ZSM-11 in the ZnZrO/ZSM-11 tandem catalyst. The typical XRD patterns of the parent and the alkali-treated ZSM-11 are shown in Fig. S6A. All the ZSM-11 zeolites present two typical characteristic diffraction peaks of MEL topological structure in the range of 2θ = 22.5°−25°, corresponding to the [501] and [303] crystal planes [19]. No other new characteristic peaks appear in the alkali-treated ZSM-11, indicating that the MEL topology is maintained in all alkali-treated ZSM-11 zeolites [23]. However, the intensities of the diffraction peaks of the alkali-treated ZSM-11 decrease to different degrees compared with that of the parent ZSM-11, suggesting the different degrees of the crystal structure destruction [24]. Particularly, ZSM-11(0.2,0) has the lowest diffraction peak intensity, indicating that the framework is heavily destroyed by NaOH solution. After treating ZSM-11 with different concentrations of NaOH and TPAOH mixed solution, the intensities of the diffraction peaks of the samples slightly decrease with the increase of the mixed alkali concentrations and are all higher than that of ZSM-11(0.2,0). Even the diffraction peak intensity of ZSM-11(0.2,0.2) is higher than that of ZSM-11(0.2,0), indicating that the addition of TPAOH to the NaOH solution can effectively protect the framework of ZSM-11. The results of N2 physisorption experiment are shown in Fig. S6B. The parent and the alkali-treated ZSM-11 present the both types I and IV adsorption isotherms, indicating that these zeolites have both micropores and mesopores [25]. However, ZSM-11(0.2,0) has the H3-type hysteresis loop, while the rest of the samples have the H4-type hysteresis loop. This may be due to the excessive dissolution of the nanocrystals on the surface of ZSM-11 by the NaOH solution, which generates not only a certain number of mesopores but also the inter-nanocrystal mesopores and even macropores [26]. The hysteresis loops of ZSM-11 treated with mixed alkali solution are more obvious with the increasing concentration of the mixed alkali solution. The BJH pore size distributions obtained from the adsorption isotherm branches indicate that the pore size distribution of the parent ZSM-11 is mainly distributed below 2 nm (Fig. S7). Pore channels with pore size larger than 20 nm were created in ZSM-11(0.2,0), which might be due to the deep desilication of ZSM-11 by NaOH solution, leading to the destruction of the framework and the generation of the pore channels with larger pore size. The pore size distributions of mesopores of ZSM-11 treated with mixed alkali solution are more concentrated with the increase of the concentration of the mixed alkali solution. Interestingly, compared with ZSM-11(0.2,0), the mesoporous pore size distributions of ZSM-11 treated with the mixed alkali solution are mainly concentrated in the range of 2–10 nm. This indicates that the addition of TPAOH to NaOH solution can regulate the pore size distribution of the mesopores, prevent the generation of large size pore channels and thus form the small-sized uniform mesopores. The information about the textural properties of the parent and the alkali-treated ZSM-11 is listed in Table 1. Although the external surface area of the parent ZSM-11 and ZSM-11(0.2,0) is relatively close, the mesopore volume of ZSM-11(0.2,0) is larger than that of the parent ZSM-11, indicating that larger mesopores exist in ZSM-11(0.2,0). For ZSM-11 treated with NaOH and TPAOH mixed alkali solution, the external surface area and mesopore volume gradually increase with the increase of the concentration of the mixed alkali solution. Since TPAOH is an organic strong base, its alkalinity is close to that of NaOH. By comparing ZSM-11(0.2,0) and ZSM-11(0.1,0.1), it can be found that ZSM-11(0.1,0.1) has relatively large external surface area and small mesopore volume, such results clearly indicate that the small-sized mesopores exist in ZSM-11(0.1,0.1) compared to ZSM-11(0.2,0). The N2 physisorption experiment results indicate that the addition of TPAOH to NaOH solution favors the generation of the small-sized uniform mesopores. Combined with the XRD results, it can be concluded as follows: the addition of TPAOH can effectively promote the formation of the small-sized uniform mesopores inside ZSM-11 and protect the framework of ZSM-11 from being overly damaged during the alkali treatment. The creation of mesopores inside microporous zeolites are conducive to the diffusion of large reacting molecules and increase the accessibility of active sites for reacting molecules [27–31]. This might be the important reason for the increased aromatic selectivity of the mixed alkali treated ZSM-11 (Fig. 2C). Comparison of the Si/Al ratio of ZSM-11 treated with different alkali solutions, it can be found that the Si/Al ratio decreases significantly after treating ZSM-11 with NaOH solution, while the Si/Al ratios of ZSM-11 treated with the mixed alkali solutions just decrease gradually with the increase of the mixed alkali concentrations and are all higher than that of ZSM-11(0.2,0). Ahhoff et al. investigated the growth mechanism of the framework during the synthesis of ZSM-5 zeolite in the TPAOH/NaOH mixed alkali solution [32]. They found that aluminum-containing substances preferentially interacted with Na+ during the synthesis process, while silicon species preferentially interacted with TPA+ to form silicate bipentacycles. Therefore, it can be speculated that when ZSM-11 was treated with NaOH solution, Na+ preferentially interacted with Al species and protected Al species from OH-, while the unprotected Si species were preferentially removed, leading to the significant decrease of Si/Al ratio. The addition of TPAOH could interact with Si species and protect them, so even the higher concentration of OH- would not lead to the excessive removal of Si species. Therefore, even the Si/Al ratio of ZSM-11(0.2,0.2) is higher than that of ZSM-11(0.2,0), indicating that the addition of TPAOH to the NaOH solution can effectively control the degree of desilication. However, it can be speculated that modifying ZSM-11 with higher concentration of the mixed alkali solution would lead to the further decrease of the Si/Al ratio and the diffraction peak intensity of ZSM-11. This indicates more Si species removal and more severe damage to the pore channels of ZSM-11. By comparing the catalytic performance of ZSM-5 and ZSM-11, it can be found that the pore channels of ZSM-11 are beneficial for the production of aromatics and TeMB. Modifying ZSM-11 with higher concentration of the mixed alkali solution would cause more severe damage to its pore channels, so the poor catalytic performance can be expected. We also performed the SEM and TEM measurements (Fig. S8, S9 and S10). At low magnification, the other samples mainly exist in the form of spherical particles of a few hundred nanometers except for ZSM-11(0.2,0) which mainly exists in the amorphous form (Fig. S8). This indicates that the structure of ZSM-11(0.2,0) is severely damaged, which is consistent with the XRD results (Fig. S6A). Further magnification of the surface of these samples reveals that these spherical particles are formed by the accumulation of the nanocrystals of tens of nanometers, and the morphologies of the other samples remain intact except for the obvious depressions on the surface of ZSM-11(0.2,0) (Fig. S9). The TEM images of ZSM-11(0.2,0), ZSM-11(0.1,0.1) and ZSM-11(0.2,0.2) are different from those of ZSM-11 and ZSM-11(0.05,0.05). This may be due to the removal of Si species by NaOH solution or high concentration of the mixed alkali solution (Fig. S10). 2.3 The acid properties of ZSM-11 zeolite Fig. 3 A shows the NH3-TPD profiles of different ZSM-11 zeolites. The desorption peaks of NH3 at 100–250 °C, 250–400 °C, and 400–600 °C are attributed to the weak, medium, and strong acid amount of ZSM-11, respectively [33,34]. The strong acid sites are the main active sites used to investigate the relationship between acidity and aromatization reaction [35]. The results of quantitative estimation of the acid amount show that the total acid amount of ZSM-11(0.2,0) increases from 0.56 to 0.98 mmol g−1 compared to the parent ZSM-11, especially the strong acid amount increases from 0.10 mmol g−1 to 0.20 mmol g−1 (Table S1). The increase of the strong acid amount does not lead to the increased selectivity of aromatics (Fig. 2C), this may be due to the excessive removal of Si species by the NaOH solution, resulting in the serious destruction of the framework of ZSM-11 and affecting the catalytic performance. Moreover, the mixed alkali treated samples ZSM-11(0.05,0.05), ZSM-11(0.1,0.1) and ZSM-11(0.2,0.2) show insignificant changes in the total acid amount, especially the strong acid amount, compared to the parent ZSM-11. Considering the ZnZrO component and the preparation method of the tandem catalyst are the same in different ZnZrO/ZSM-11 tandem catalysts, we can conclude that the differences in the catalytic performance of different ZnZrO/ZSM-11 tandem catalysts are not mainly caused by the changes in the acid amount. 2,6-ditertbutylpyridine(2,6-dTBPy) is a large basic probe molecule with a kinetic diameter of 10.5 Å, which is larger than the diameter of ZSM-11 pore channel (5.4 Å) [7]. So 2,6-dTBPy cannot enter the pore channel of ZSM-11 but can only adsorb on the BrØnsted acid sites on the external surface of ZSM-11 to form dTBPyH+. Therefore, 2,6-dTBPy can be used to characterize the BrØnsted acid sites on the external surface of ZSM-11. And the amount of the external BrØnsted acid can be estimated by the intensity of the band at 1615 cm−1 [36]. It is easy to know that the external BrØnsted acid sites of zeolites are mainly distributed on the external surface. As shown in Fig. 3B, the increased amount of the external BrØnsted acid of ZSM-11 can be attributed to the increase of the external surface area (Table 1). Since the addition of TPAOH protects the framework of ZSM-11, as the concentration of the mixed alkali solution increases, the selectivity of TeMB increases from 70 % to 79 % while maintaining the high selectivity of aromatics (Fig. 2C). This may be due to the increase in the amount of the external BrØnsted acid promoting the alkylation of low carbon aromatics on the external surface, thereby increasing the selectivity of TeMB. 2.4 The alkylation experiment of p-xylene and methanol Considering the size of the aromatic product (C9 > 0.65 nm) and the pore size of the ZSM-11 zeolite (0.54 nm), the spatial resistance effect of the pore channels of ZSM-11 would limit the formation of heavy aromatics [37]. It has been demonstrated that the catalytic activity for alkylation depends on the BrØnsted acid sites and the external BrØnsted acid sites have no aromatization ability [38–41], so we speculate that TMB and TeMB were formed by the alkylation reaction of low carbon aromatics such as benzene, toluene and xylene(BTX) on the external BrØnsted acid sites. The specific process was that BTX were first formed inside the ZSM-11 pore channels and diffused out, then followed by the alkylation reaction at the BrØnsted acid sites on the external surface of ZSM-11 to produce TMB and TeMB. To verify the above speculation, we performed the alkylation experiments with p-xylene and methanol. Qi et al. proved that the induction period could be more than 2 h when the methanol to hydrocarbon (MTH) reaction was performed at the temperature of 255 °C [42]. So to avoid the influence of the MTH reaction, we chose 255 °C as the reaction temperature and 2 h as the sampling time. As shown in Fig. 4A, both the conversion of p-xylene and the selectivity of TeMB increase with the increase of the amount of the external BrØnsted acid of ZSM-11 (Fig. 3B). So the reason for the increased TeMB selectivity of the mixed alkali treated ZSM-11 in Fig. 2C can be attributed to the increase of the BrØnsted acid amount on the external surface of ZSM-11. The alkylation experiment demonstrates that TeMB can be produced by the alkylation of low carbon aromatics. With the increase of the amount of the external BrØnsted acid, the alkylation reaction is more likely to occur, which in turn increases the selectivity of TeMB. According to the literature, there are two main factors affecting the catalytic performance of zeolites: 1. the pore channel, 2. the acid property [43]. Therefore, we draw the following conclusions: by creating mesopores inside ZSM-11, the external surface area of ZSM-11 increases, which in turn increases the amount of the external BrØnsted acid of ZSM-11, and the increase in the amount of the external BrØnsted acid is responsible for the increased selectivity of TeMB. 2.5 The effect of the contact distance of ZnZrO and ZSM-11 on the catalytic performance We also investigated the effect of the contact distance between the two components of the tandem catalyst on the reaction of CO2 hydrogenation. As shown in Fig. 4B,Ⅰ,Ⅱ,Ⅲ respectively represents granulation after grinding and mixing the two component powder, mixing after granulation of the two component powder separately and separation with quartz wool after granulation of the two component powder separately. So the center contact distance of the two components increases sequentially. It can be found that both the conversion of CO2 and the selectivity of aromatics decrease with the increase of the center contact distance of the two components. The catalytic performance shows that the effective contact of the two components promotes the reaction. Interestingly, the selectivity of TeMB increases slightly first and then decreases with the increase of the contact distance. This indicates that the selectivity of TeMB in aromatics is maintained at a high level when the two components are in direct contact, while more low-carbon aromatics are produced when the two components are not in direct contact (Fig. S11). This may be due to the fact that the methanol intermediates rather than methanol, as the alkylation reagents, react more readily with BTX to produce TeMB. To verify the existence of the methanol intermediates, we carried out the in situ diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) of CO2 hydrogenation over ZnZrO/ZSM-11 tandem catalyst. The peaks at 2934 and 2825 cm−1 are attributed to the CH3O* species, and the peaks at 2975, 2878 and 2736 cm−1 are attributed to the HCOO* species (Fig. S12) [44]. It has been demonstrated that CH3O* and HCOO* species can be hydrogenated to methanol [22]. Like the reaction of CO2 hydrogenation to methanol, the peaks of CH3O* and HCOO* species become apparent with time in the reaction of CO2 hydrogenation to aromatic, indicating that CH3O* and HCOO* species may also participate in the CO2 hydrogenation to aromatic reaction as the methanol intermediates. 2.6 The protective effect of TPAOH on the framework of ZSM-11 zeolite From the above results, we already know that the addition of TPAOH can effectively protect the framework of ZSM-11 from being destructed by NaOH solution. And we speculated that the addition of TPAOH could protect the Si sites from the OH- during the alkali treatment. In order to verify the above speculations and determine the specific protective effect of TPAOH on the Si sites, we performed the characterization of 29Si solid state NMR for both the parent and the alkali treated ZSM-11. By referring to the previously reported results of 29Si solid state NMR analysis of pentasil zeolites: the resonances above −110 ppm correspond to Si(4Si,0Al) sites, the bands around −103 ppm and −108 ppm correspond to Si(3Si,1Al) sites, and the resonances below −100 ppm correspond to Si(2Si,2Al) sites [45]. Fig. 5 shows the 29Si MAS NMR spectra of the parent and the alkali treated ZSM-11, the relative content of different Si sites is given in Table S2. Compared to the parent ZSM-11, the content of Si(4Si,0Al) sites of ZSM-11(0.2,0) decreases from 87 % to 82 %, the content of Si(3Si,1Al) sites increases from 10 % to 15 %. This indicates that some Si(4Si,0Al) sites are removed by NaOH. In addition, the contents of Si(4Si,0Al) sites of ZSM-11(0.05,0.05) and ZSM-11(0.1,0.1) slightly increase to 88 %, indicating that the addition of TPAOH protects the Si(4Si,0Al) sites. A large number of Si(4Si,0Al) sites exist in ZSM-11, and the addition of TPAOH hinders the destruction of these Si(4Si,0Al) sites, thus protecting the framework of ZSM-11. For the ZSM-11(0.2,0.2) treated with the high concentration mixed alkali solution, the content of the Si(4Si,0Al) sites slightly decreases compared to that of the parent ZSM-11 but still higher than that of ZSM-11(0.2,0). This indicates that the addition of TPAOH still minimizes the disruption of the framework of ZSM-11 by preserving the Si(4Si,0Al) sites even at high OH- concentration. 3 Conclusion In summary, we prepared a tandem catalyst composed of ZnZrO and ZSM-11 zeolite. For CO2 hydrogenation to aromatics, the selectivity of aromatics in hydrocarbons is 76 % and the selectivity of TeMB in aromatics can be up to 79 %. By modifying ZSM-11 with the mixed TPAOH and NaOH organic-inorganic base, uniform mesopores that play an important role in increasing the selectivity of total aromatics and TeMB are created. The formation of the uniform mesopores increases the external surface area of ZSM-11, which leads to the increase in the amount of the external BrØnsted acid of ZSM-11. We demonstrated through the alkylation experiment of p-xylene that TeMB could be produced by the alkylation reaction. Due to the fact that the catalytic activity for alkylation depends on the BrØnsted acid sites, the increase in the amount of the external BrØnsted acid of ZSM-11 is responsible for the increased selectivity of TeMB. CRediT authorship contribution statement Hanwen Hu: Conceptualization, Investigation, Visualization, Writing - Original Draft. Yuanzhi Qu: Conceptualization, Formal analysis. Zhendong Feng: Data curation, Formal analysis. Siyu Chen: Formal analysis. Tao Xu: Data curation, Investigation. Huan Wang: Validation. Jijie Wang: Formal analysis, Supervision, Project administration. Can Li: Supervision, Project administration, Writing – review & editing, Funding acquisition. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by grants from National Natural Science Foundation of China (No. 22172160), Youth Innovation Promotion Association CAS (No. 2019183), Fundamental Research Funds for the Central Universities (20720220008). This work was also conducted by the Fundamental Research Center of Artificial Photosynthesis (FReCAP), financially supported by National Natural Science Foundation of China under grand no. 22088102. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2023.119410. Appendix A Supplementary material Supplementary material . References [1] S.I. Seneviratne M.G. Donat A.J. Pitman R. Knutti R.L. Wilby Nature 529 2016 477 483 S.I. Seneviratne, M.G. Donat, A.J. Pitman, R. Knutti, R.L. Wilby, Nature 529 (2016) 477–483. [2] O.S. Bushuyev P. De Luna C.T. Dinh L. Tao G. Saur J. van de Lagemaat S.O. Kelley E.H. Sargent Joule 2 2018 825 832 O.S. Bushuyev, P. De Luna, C.T. Dinh, L. Tao, G. Saur, J. van de Lagemaat, S.O. Kelley, E.H. Sargent, Joule 2 (2018) 825–832. [3] G.A. Olah A. Goeppert G.K. Prakash J. Org. Chem. 74 2009 487 498 G.A. Olah, A. Goeppert, G.K. Prakash, J. Org. Chem. 74 (2009) 487–498. [4] F. Jiao J. Li X. Pan J. Xiao H. Li H. Ma M. Wei Y. Pan Z. Zhou M. Li S. Miao J. Li Y. Zhu D. Xiao T. He J. Yang F. Qi Q. Fu X. Bao Science 351 2016 1065 1068 F. Jiao, J. Li, X. Pan, J. Xiao, H. Li, H. Ma, M. Wei, Y. Pan, Z. Zhou, M. Li, S. Miao, J. Li, Y. Zhu, D. Xiao, T. He, J. Yang, F. Qi, Q. Fu, X. Bao, Science 351 (2016) 1065–1068. [5] Z.L. Li Y.Z. Qu J.J. Wang H.L. Liu M.R. Li S. Miao C. Li Joule 3 2019 570 583 Z.L. Li, Y.Z. Qu, J.J. Wang, H.L. Liu, M.R. Li, S. Miao, C. Li, Joule 3 (2019) 570–583. [6] A.M. Niziolek O. Onel C.A. Floudas AlChE J. 62 2016 1531 1556 A.M. Niziolek, O. Onel, C.A. Floudas, AlChE J. 62 (2016) 1531–1556. [7] Y. Ni Z. Chen Y. Fu Y. Liu W. Zhu Z. Liu Nat. Commun. 9 2018 3457 Y. Ni, Z. Chen, Y. Fu, Y. Liu, W. Zhu, Z. Liu, Nat. Commun. 9 (2018) 3457. [8] X.B. Zhang A.F. Zhang X. Jiang J. Zhu J.H. Liu J.J. Li G.H. Zhang C.S. Song X.W. Guo J. CO2 Util. 29 2019 140 145 C. Zhou, J. Shi, W. Zhou, K. Cheng, Q. Zhang, J. Kang, Y. Wang, ACS Catal. 10 (2019) 302–310. [9] Y. Wang W. Gao S. Kazumi H. Li G. Yang N. Tsubaki Chemistry 25 2019 5149 5153 Y. Wang, W. Gao, S. Kazumi, H. Li, G. Yang, N. Tsubaki, Chemistry 25 (2019) 5149–5153. [10] C. Zhou J. Shi W. Zhou K. Cheng Q. Zhang J. Kang Y. Wang ACS Catal. 10 2020 302 310 C. Zhou, J. Shi, W. Zhou, K. Cheng, Q. Zhang, J. Kang, Y. Wang, A.C.S. Catal. 10 (2020) 302–310. [11] Y. Wang S. Kazumi W. Gao X. Gao H. Li X. Guo Y. Yoneyama G. Yang N. Tsubaki Appl. Catal. B-Environ. 269 2020 118792 Y. Wang, S. Kazumi, W. Gao, X. Gao, H. Li, X. Guo, Y. Yoneyama, G. Yang, N. Tsubaki, Appl. Catal. B-Environ. 269 (2020) 118792. [12] J. Wei R. Yao Q. Ge D. Xu C. Fang J. Zhang H. Xu J. Sun Appl. Catal. B-Environ. 283 2021 119648 J. Wei, R. Yao, Q. Ge, D. Xu, C. Fang, J. Zhang, H. Xu, J. Sun, Appl. Catal. B-Environ. 283 (2021) 119648. [13] Y. Xu C. Shi B. Liu T. Wang J. Zheng W. Li D. Liu X. Liu Catal. Sci. Technol. 9 2019 593 610 Y. Xu, C. Shi, B. Liu, T. Wang, J. Zheng, W. Li, D. Liu, X. Liu, Catal. Sci. Technol. 9 (2019) 593–610. [14] M.T. Arslan B.A. Qureshi S.Z.A. Gilani D. Cai Y. Ma M. Usman X. Chen Y. Wang F. Wei ACS Catal. 9 2019 2203 2212 M.T. Arslan, B.A. Qureshi, S.Z.A. Gilani, D. Cai, Y. Ma, M. Usman, X. Chen, Y. Wang, F. Wei, A.C.S. Catal. 9 (2019) 2203–2212. [15] T. Wang C. Yang P. Gao S. Zhou S. Li H. Wang Y. Sun Appl. Catal. B-Environ. 286 2021 119929 T. Wang, C. Yang, P. Gao, S. Zhou, S. Li, H. Wang, Y. Sun, Appl. Catal. B-Environ. 286 (2021) 119929. [16] G.T. Kokotailo S.L. Lawton D.H. Olson D.H. Olson W.M. Meier Nature 272 1978 437 438 G.T. Kokotailo, S.L. Lawton, D.H. Olson, D.H. Olson, W.M. Meier, Nature 272 (1978) 437–438. [17] G.T. Kokotailo P. Chu S.L. Lawton W.M. Meier Nature 275 1978 119 120 G.T. Kokotailo, P. Chu, S.L. Lawton, W.M. Meier, Nature 275 (1978) 119–120. [18] C.A. Fyfe H. Gies G.T. Kokotailo C. Pasztor H. Strobl D.E. Cox J. Am. Chem. Soc. 111 1989 2470 2474 C.A. Fyfe, H. Gies, G.T. Kokotailo, C. Pasztor, H. Strobl, D.E. Cox, J. Am. Chem. Soc. 111 (1989) 2470–2474. [19] L. Zhang H. Liu X. Li S. Xie Y. Wang W. Xin S. Liu L. Xu Fuel Process. Technol. 91 2010 449 455 L. Zhang, H. Liu, X. Li, S. Xie, Y. Wang, W. Xin, S. Liu, L. Xu, Fuel Process. Technol. 91 (2010) 449–455. [20] E.G. Derouane P. Dejaifve Z. Gabelica J.C. Vedrine Faraday Discuss. 72 1981 331 344 E.G. Derouane, P. Dejaifve, Z. Gabelica, J.C. Vedrine, Faraday Discuss. 72 (1981) 331–344. [21] I.D. Harrison H.F. Leach D.A. Whan Zeolites 7 1987 21 27 I.D. Harrison, H.F. Leach, D.A. Whan, Zeolites 7 (1987) 21–27. [22] J. Wang G. Li Z. Li C. Tang Z. Feng H. An H. Liu T. Liu C. Li Sci. Adv. 3 2017 e1701290 J. Wang, G. Li, Z. Li, C. Tang, Z. Feng, H. An, H. Liu, T. Liu, C. Li, Sci. Adv. 3 (2017) e1701290. [23] H. Liu S. Zhang S.J. Xie W.S. Zhang W.J. Xin S.L. Liu L.Y. Xu Chin. J. Catal. 39 2018 167 180 H. Liu, S. Zhang, S.J. Xie, W.S. Zhang, W.J. Xin, S.L. Liu, L.Y. Xu, Chin. J. Catal. 39 (2018) 167–180. [24] H. Liu S.L. Liu S.J. Xie C. Song W.J. Xin L.Y. Xu Catal. Lett. 145 2015 1972 1983 H. Liu, S.L. Liu, S.J. Xie, C. Song, W.J. Xin, L.Y. Xu, Catal. Lett. 145 (2015) 1972–1983. [25] M. Kruk M. Jaroniec Chem. Mater. 13 2001 3169 3183 M. Kruk, M. Jaroniec, Chem. Mater. 13 (2001) 3169–3183. [26] H. Liu S.J. Xie W.J. Xin S.L. Liu L.Y. Xu Catal. Sci. Technol. 6 2016 1328 1342 H. Liu, S.J. Xie, W.J. Xin, S.L. Liu, L.Y. Xu, Catal. Sci. Technol. 6 (2016) 1328–1342. [27] J.C. Groen W. Zhu S. Brouwer S.J. Huynink F. Kapteijn J.A. Moulijn J. Perez-Ramirez J. Am. Chem. Soc. 129 2007 355 360 J.C. Groen, W. Zhu, S. Brouwer, S.J. Huynink, F. Kapteijn, J.A. Moulijn, J. Perez-Ramirez, J. Am. Chem. Soc. 129 (2007) 355–360. [28] S. Lopez-Orozco A. Inayat A. Schwab T. Selvam W. Schwieger Adv. Mater. 23 2011 2602 2615 S. Lopez-Orozco, A. Inayat, A. Schwab, T. Selvam, W. Schwieger, Adv. Mater. 23 (2011) 2602–2615. [29] Y.-l Wang J.-p Yu H.-h An W.-y Jin J.-r Qiao Y. Sun J.-p Cao Fuel Process. Technol. 211 2021 106600 Y.-l Wang, J.-p Yu, H.-h An, W.-y Jin, J.-r Qiao, Y. Sun, J.-p Cao, Fuel Process. Technol. 211 (2021) 106600. [30] T.C. Hoff D.W. Gardner R. Thilakaratne J. Proano-Aviles R.C. Brown J.-P. Tessonnier Appl. Catal. A-Gen. 529 2017 68 78 T.C. Hoff, D.W. Gardner, R. Thilakaratne, J. Proano-Aviles, R.C. Brown, J.-P. Tessonnier, Appl. Catal. A-Gen. 529 (2017) 68–78. [31] D.V. Peron V.L. Zholobenko J.H.S. de Melo M. Capron N. Nuns M.O. de Souza L.A. Feris N.R. Marcilio V.V. Ordomskya A.Y. Khodakov Microporous Mesoporous Mater. 286 2019 57 64 D.V. Peron, V.L. Zholobenko, J.H.S. de Melo, M. Capron, N. Nuns, M.O. de Souza, L.A. Feris, N.R. Marcilio, V.V. Ordomskya, A.Y. Khodakov, Microporous Mesoporous Mater. 286 (2019) 57–64. [32] R. Althoff B. Schulzdobrick F. Schuth K. Unger Microporous Mater. 1 1993 207 218 R. Althoff, B. Schulzdobrick, F. Schuth, K. Unger, Microporous Mater. 1 (1993) 207–218. [33] J. Zhang W. Qian C. Kong F. Wei ACS Catal. 5 2015 2982 2988 J. Zhang, W. Qian, C. Kong, F. Wei, A.C.S. Catal. 5 (2015) 2982–2988. [34] W.L. Wan T.J. Fu R.Y. Qi J. Shao Z. Li Ind. Eng. Chem. Res. 55 2016 13040 13049 W.L. Wan, T.J. Fu, R.Y. Qi, J. Shao, Z. Li, Ind. Eng. Chem. Res. 55 (2016) 13040–13049. [35] Z. Wei T. Xia M. Liu Q. Cao Y. Xu K. Zhu X. Zhu Front. Chem. Sci. Eng. 9 2015 450 460 Z. Wei, T. Xia, M. Liu, Q. Cao, Y. Xu, K. Zhu, X. Zhu, Front. Chem. Sci. Eng. 9 (2015) 450–460. [36] K. Góra-Marek K. Tarach M. Choi J. Phys. Chem. C 118 2014 12266 12274 K. Góra-Marek, K. Tarach, M. Choi, J. Phys. Chem. C 118 (2014) 12266–12274. [37] K. Cheng W. Zhou J.C. Kang S. He S.L. Shi Q.H. Zhang Y. Pan W. Wen Y. Wang Chem 3 2017 334 347 K. Cheng, W. Zhou, J.C. Kang, S. He, S.L. Shi, Q.H. Zhang, Y. Pan, W. Wen, Y. Wang, Chem 3 (2017) 334–347. [38] W. Kim R. Ryoo Catal. Lett. 144 2014 1164 1169 W. Kim, R. Ryoo, Catal. Lett. 144 (2014) 1164–1169. [39] W. Kaeding J. Catal. 67 1981 159 174 W. Kaeding, J. Catal. 67 (1981) 159–174. [40] H. Vinek M. Derewinski G. Mirth J.A. Lercher Appl. Catal. 68 1991 277 284 H. Vinek, M. Derewinski, G. Mirth, J.A. Lercher, Appl. Catal. 68 (1991) 277–284. [41] A. Borgna J. Sepúlveda S.I. Magni C.R. Apesteguía Appl. Catal. A-Gen. 276 2004 207 215 A. Borgna, J. Sepúlveda, S.I. Magni, C.R. Apesteguía, Appl. Catal. A-Gen. 276 (2004) 207–215. [42] L. Qi Y.X. Wei L. Xu Z.M. Liu ACS Catal. 5 2015 3973 3982 L. Qi, Y.X. Wei, L. Xu, Z.M. Liu, A.C.S. Catal. 5 (2015) 3973–3982. [43] S. Wang P. Wang Z. Qin Y. Chen M. Dong J. Li K. Zhang P. Liu J. Wang W. Fan ACS Catal. 8 2018 5485 5505 S. Wang, P. Wang, Z. Qin, Y. Chen, M. Dong, J. Li, K. Zhang, P. Liu, J. Wang, W. Fan, ACS Catal. 8 (2018) 5485–5505. [44] S. Kattel B. Yan Y. Yang J.G. Chen P. Liu J. Am. Chem. Soc. 138 2016 12440 12450 S. Kattel, B. Yan, Y. Yang, J.G. Chen, P. Liu, J. Am. Chem. Soc. 138 (2016) 12440–12450. [45] J. Dědeček S. Sklenak C. Li B. Wichterlová V. Gábová J. Brus M. Sierka J. Sauer J. Phys. Chem. C 113 2009 1447 1458 J. Dědeček, S. Sklenak, C. Li, B. Wichterlová, V. Gábová, J. Brus, M. Sierka, J. Sauer, J. Phys. Chem. C 113 (2009) 1447–1458.",
      "scopus-id": "85171328054",
      "coredata": {
        "eid": "1-s2.0-S0926860X23003903",
        "dc:description": "The synthesis of aromatics via CO2 hydrogenation is receiving an increasing attention. However, the direct conversion of CO2 to a single aromatic product with high selectivity is very challenging. Herein, we report a synthesis of tetramethylbenzene(TeMB) on a tandem catalyst consisting of ZnZrO and hierarchical ZSM-11 zeolite, the selectivity of TeMB up to 79 % in aromatics is achieved while maintaining 76 % total aromatic selectivity. Uniform mesopores of ZSM-11 created with mixed TPAOH and NaOH organic-inorganic base are found to be responsible for the increased selectivity of aromatics and TeMB. Based on the acidic property of the catalyst, the increase of TeMB selectivity is attributed to the increase in the amount of the external BrØnsted acid which is increased with the external surface area of ZSM-11 zeolite. More BrØnsted acid on the external surface promotes the alkylation of low-carbon aromatics such as xylene, therefore increases the selectivity of TeMB.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X23003903",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hu, Hanwen"
          },
          {
            "@_fa": "true",
            "$": "Qu, Yuanzhi"
          },
          {
            "@_fa": "true",
            "$": "Feng, Zhendong"
          },
          {
            "@_fa": "true",
            "$": "Chen, Siyu"
          },
          {
            "@_fa": "true",
            "$": "Xu, Tao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Huan"
          },
          {
            "@_fa": "true",
            "$": "Wang, Jijie"
          },
          {
            "@_fa": "true",
            "$": "Li, Can"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X23003903"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X23003903"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(23)00390-3",
        "prism:volume": "666",
        "articleNumber": "119410",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Synthesis of tetramethylbenzene from CO2 hydrogenation over ZnZrO/ZSM-11 tandem catalyst",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Tandem catalyst"
          },
          {
            "@_fa": "true",
            "$": "ZSM-11"
          },
          {
            "@_fa": "true",
            "$": "Aromatic"
          },
          {
            "@_fa": "true",
            "$": "Tetramethylbenzene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "119410",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2023",
        "prism:doi": "10.1016/j.apcata.2023.119410",
        "prism:startingPage": "119410",
        "dc:identifier": "doi:10.1016/j.apcata.2023.119410",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "308",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43879",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "373",
            "@width": "751",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48866",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "230",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28893",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "401",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81813",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "464",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23919",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "501",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37950",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "100",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6331",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "109",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7333",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "99",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6262",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "111",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10523",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8486",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5025",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1361",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "251265",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1654",
            "@width": "3326",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "288254",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1015",
            "@width": "2245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "136606",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1772",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "563909",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2055",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "175870",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2217",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "230438",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5945814",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003903-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1460734",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85171328054"
      }
    }
  }
}