{
  "metadata": {
    "title": "Reforming reactions onPd/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> active sites in variously pretreated catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-07-17",
    "doi": "10.1016/S0926-860X(96)00385-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003857",
    "pii": "S0926860X96003857"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001837450",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-03-23 1999-03-23 2010-11-13T18:01:50 1-s2.0-S0926860X96003857 S0926-860X(96)00385-7 S0926860X96003857 10.1016/S0926-860X(96)00385-7 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X0083X 2024-01-01T12:19:29.85596Z 0 0 19970717 1997 1999-03-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 155 155 1 1 Volume 155, Issue 1 12 99 113 99 113 19970717 17 July 1997 1997-07-17 1997 article fla Copyright © 1997 Published by Elsevier B.V. REFORMINGREACTIONSONPDAL2O3ACTIVESITESINVARIOUSLYPRETREATEDCATALYSTS KLOMOT D ANDERSON 1973 1 J CLARKE 1976 125 J GAULT 1981 1 F PAAL 1982 Z CATALYSISSPECIALISTSPERIODICALREPORTS PAAL 1980 273 Z MAIRE 1985 180 G CATALYSISSCIENCETECHNOLOGY HAJEK 1974 1329 M OCINNEIDE 1975 311 A LENORMAND 1993 234 F KARPINSKI 1990 45 Z BARRON 1966 428 Y PERI 1966 3168 J KNOZINGER 1978 31 H JUSZCZYK 1995 37 W KLOMOT 1995 1551 D VOGELZANG 1981 33 M BURCH 1994 9 R TOLBERT 1986 5675 M FOGER 1978 318 K KEPINSKI 1989 267 L DENOTTER 1978 116 G BRANDENBERGER 1976 282 S DOSSI 1994 92 C LIN 1993 539 S LIN 1993 554 S KLOMOTX1997X99 KLOMOTX1997X99X113 KLOMOTX1997X99XD KLOMOTX1997X99X113XD item S0926-860X(96)00385-7 S0926860X96003857 1-s2.0-S0926860X96003857 10.1016/S0926-860X(96)00385-7 271346 2024-01-01T12:19:29.85596Z 1997-07-17 1-s2.0-S0926860X96003857-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003857/MAIN/application/pdf/a4fb46cbaff00f1c349391d6d659f489/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003857/MAIN/application/pdf/a4fb46cbaff00f1c349391d6d659f489/main.pdf main.pdf pdf true 788709 MAIN 15 1-s2.0-S0926860X96003857-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003857/PREVIEW/image/png/f305501f30b072a8cb5f578b686a4f8a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003857/PREVIEW/image/png/f305501f30b072a8cb5f578b686a4f8a/main_1.png main_1.png png 46023 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 155 (1997) 99-113 Reforming reactions on Pd/A1203 Active sites in variously pretreated catalysts D. Lomot, W. Juszczyk, Z. Karpifiski* Department of Catalysis on Metals, Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warszawa, Poland Received 9 September 1996; accepted 31 October 1996 Abstract Chlorine-flee Pd/'y-A1203 catalysts were studied in conversions of n-hexane, 2,2-dimethylbutane and methylcyclopentane in excess hydrogen. All these reactions appeared as useful probes for diagnosing changes in Pd/A1203 catalysts caused by their different pretreatments. The effect of high temperature reduction on catalytic properties of Pd/A1203 is twofold: it generates Lewis acidity in \"y-m1203 and, at the same time, induces Pd-alumina interactions leading to the formation of Pd-A1 species very active in isomerization. The use of two, similarly dispersed, Pd/AI203 catalysts of different metal loading allows to distinguish contributions of two types of active centers mentioned above. The reaction of 2,2-dimethylbutane conversion appeared the most convenient catalytic probe because it did not virtually suffer with time-on-stream, and, simultaneously, displayed largest variations with the catalyst pretreatment. Among various reaction pathways, alkane isomerization experiences most pronounced changes and, in effect, becomes the most sensitive reaction route in diagnosing transformations in supported palladium catalysts. Methylcyclopentane conversion at 260 and below proceeds primarily on palladium surface. Acidic sites in \"y-A1203 and Pd-A1 species contribute only slightly to the overall activity, however, these centers generate a noticeable ring enlargement selectivity. Keywords: Alkane conversion; Isomerization; Pd/A1203 catalysts; Pd-AI species; Acidity of A1203 1. Introduction Catalytic conversion of alkanes on supported metals, mainly platinum, has been a subject of numerous studies [1-9]. The mechanisms of hydrogenolysis, iso- merization and dehydrocyclization were proposed and substantiated by several * Corresponding author. 0926-860X/97/$17.00 1997 Elsevier Science B,V. All rights reserved. PII S0926-860X(96)003 85-7 100 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 workers in the past, especially by those who employed 13C-labelled molecules [3,7-9]. Among various catalytic metals, platinum, because of a unique behavior in catalytic naphtha reforming, was most frequently studied [1-6]. Palladium has been less investigated in these reactions, although an alkane conversion appears to be a convenient catalytic probe for studying surfaces of supported Pd [10]. Some time ago, Gault with his coworkers [7,8], and, more recently, Le Normand et al. [9] published results of thorough studies with the use of Pd/A1203. Mechanisms of hydrogenolysis, isomerization and aromatization have been elucidated by the 13C-labelling technique. The present work is aimed towards studying effects of catalyst pretreatment in C6-hydrocarbon reactions. Barron et al. [11] showed that alumina, itself, should neither exhibit a considerable catalytic activity nor operate via a dual function mechanism in combination with Pt, at least at reaction temperatures <350. In addition, the acidity of the carrier in supported Pt catalysts was not essential for isomerization [ 11 ]. It is known that Lewis acidity of ~/-A1203 can be enhanced by high temperature pretreatment [ 12,13]. With respect to this, a significant role of activated alumina in Pd/A1203 was observed in 2,2-dimethylpropane conversion: after reduction at 600, the catalyst showed an important modification, both in activity as well as in selectivity [14,15]. Alumina, itself, even after activation by high temperature pretreatment, is not active, however, in combination with Pd, starts to play an important role in 2,2-dimethylpropane reaction [15]. Therefore, the effect of high temperature pretreatment of Pd/AlzO3 would also be seen in the conversions of C6-alkanes (n-hexane, 2,2-dimethylbutane), which are markedly more reactive than 2,2-dimethylpropane. 2. Experimental Preparation of two Pd/'),-A1203 using an American Cyanamid PHF \"3'-A1203 (99.99%, 75-120 mesh, acid washed) and chlorine-free Pd precursors was described previously [14,15]. Briefly, 1.45 wt% Pd/A1203 was prepared by impregnation of \"y-A1203 with a benzene solution of palladium acetylacetonate and 0.39wt% Pd/Al203 by ion exchange using an aqueous solution of Pd(NH3)4(NO3)2. Catalyst characterization by TPD, TPR, UV-VIS diffuse reflectance and He chemisorption was reported elsewhere [15]. Table 1 shows metal dispersions of Pd/AlzO3 catalysts after their pretreatments, prior to catalytic screening. The Pd/A1203 catalysts were investigated in the reactions of 2,2-dimethylbutane (22DMB), n-hexane (nil) and methylcyclopentane (MCP) with dihydrogen. The reactions were conducted in a flow system under atmospheric pressure described previously [16]. In order to avoid secondary reactions and limit self-poisoning, D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 101 Table 1 Metal dispersions in 1.45 and 0.39 wt% Pd/A1203 catalysts after different pretreatments used before catalytic screening experiments Catalyst Pretreatment H/Pdd 1.45 wt% Pd/A1203 LTR: 02, 400; TPR, 300a 0.62 HTR: 02, 300; H2, 600, 17 hb 0.28 \"Regeneration\": O2, 500, 1 h; H2, 300, 1 hc 0.31 0.39 wt% Pd/AI203 LTR: O2, 400; TPR, 300a 0.91 HTR: O2, 300; 1-12, 600, 17 hb 0.38 \"Regeneration\": 02, 500, 1 h; H2, 300, 1 hc 0.28 a LTR (Low Temperature Reduction) denotes: precalcination under 02 flow (25 ml/min) from room temperature (RT) to 400 at 4/min ramp, then cooling to RT in 02 and reduction in a 6% H2/He stream (25 ml/min) with a temperature ramp of 8/min to 300 (=TPR), and, f'mally, cooled to reaction temperature (280 for 22DMB or nH reactions, or 260 in the case of MCP conversion). b HTR (High Temperature Reduction) denotes: sample catalytically screened after LTR was oxidized in 02 flow at 300 for 0.5 h, then, after a short purge in He at 300, was reduced in H2 flow at 600 for 17 h; then it was purged in He at 600 for 1 h, and cooled to the reaction temperature. c \"Regeneration\" denotes: sample investigated after HTR was oxidized in O2 flow at 500 for 1 h, then after a short purge in He at 500, reduced at 300 for 1 h, and, finally, cooled to the reaction temperature. d Metal fraction exposed (metal dispersion) from hydrogen chemisorption. overall conversions were usually kept low, i.e. below 5%. However, in a few cases, especially after high temperature reduction, the increase in activity was so substantial that conversions ~10% and above were achieved (especially in the case of 22DMB reaction). After a specified sample pretreatment (LTR, HTR or \"Regeneration\", see Table 1), the catalyst was contacted with a reaction mixture (flow of hydrocarbon and H2) at the highest reaction temperature: 280 for nH and 22DMB reactions and 260 for MCP conversion. Steady state conversions were achieved after 2-2.5 h. After reaching a stable activity at 280 (or 260 for MCP reaction), the reaction temperature was gradually decreased in 10-20 intervals and next experimental points were collected, required for calculation of activation energy. Reaction products were analyzed by an on-line gas chromatograph (HP 5890 Series II) with a 50 m PONA (# 19091S-001-HP) capillary colunm and a FID detector. The partial pressures of hydrocarbon reactants were: nH- 45 Torr, MCP- 42 Torr, and 22DMB - 46 Torr, with hydrogen as a balance gas. The H2-to- hydrocarbon ratios were: ~16 : 1, for nH and 22DMB reactions, and ~17 : 1 for MCP reaction. Turnover frequencies (TOFs) were calculated on the basis of the dispersion measured by H2 chemisorption (Table 1). Selectivities (product dis- tributions) were calculated as the carbon percentage of n-hexane (or MCP or 22DMB) consumed in the formation of a designated product. Blank experiments with differently pretreated \"7-alumina showed negligible activity in the temperature range used for screening Pd/A1203 catalysts, i.e. below 300. 102 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 (a) (b) (c) t ~. ' ' 1 2 A \\ - \" _ 0 ~ 0 4 r .... r .... r .... I 0~r' ' ' I ' '-' ' I , ' ' , i i .... I .... I .... r 0 50 100 150 0 50 100 150 0 50 1 oo 150 Time-on-stream, min Time-on-stream, rnin Time-on-stream, min Fig. 1. Time-on-stream behavior of differently pretreated Pd/AI203 catalysts in 2,2-dimethylbutane (a), n- hexane (b) and methylcyclopentane (c) conversions. 1.45 wt% Pd/A1203 - circles (after LTR), squares (after HTR), triangles (after \"regeneration\"). 0.39 wt% Pd/ml203 - reversed triangles (after LTR), diamonds (after HTR) and hexagons (after \"regeneration\"). For pretreatment code, see Table 1 3. Results Fig. 1. presents the time-on-stream behavior of Pd/A1203 catalysts at 280 (in the reactions of 2,2-dimethylbutane (a) and n-hexane (b)), and 260 for methyl- cyclopentane (c). Negligible deactivation was found in the case of 22DMB conversion, whereas the most serious self-poisoning was observed for MCP reaction. In the case of nH and MCP conversions, Pd/A1203 samples subjected to low temperature reduction (LTR) showed larger variations (deactivation) with time-on-stream. However, in general, after high temperature reduction (HTR) Pd/ A1203 catalysts showed considerably higher activities compared to the behavior exhibited after LTR. Only in the case of MCP conversion the situation was reverse. Tables 2-7 show the results of catalytic experiments with use of 1.45 and 0.39 wt% Pd/A1203 after various pretreatments. Changes in activity, selectivity and activation energy will be considered in Section 4. 4. Discussion Our discussion is organized in a few sections. First, the results of screening of Pd/A1203 catalysts in each reaction (22DMB, nH and MCP conversions) will be examined in detail. The effects of catalyst pretreatment will be emphasized: induced changes in a catalytic behavior will be compared. Larger modifications will indicate that a particular reaction is a more convenient catalytic probe for diagnosing Pd/A1203 catalysts. Conclusively, the overall analysis of obtained results will allow us to propose how the surface of Pd/A1203 changes and indicate active centers taking part in catalytic conversion of saturated hydrocarbons. D. Lomot et aL /Applied Catalysis A: General 155 (1997) 99-113 103 Table 2 2,2-Dimethylbutane reaction on differently pretreated 1.45 wt% Pd/A1203 Reaction Selectivitya (%) Mfb TOF(s 1) EA (kcal/mol) temperature () 5C<6 Sis S23DMB LTR: 02, 400; TPR to 300a 281 59.1 40.6 19.3 0.95 1.96E-4 48.3~1.5 270 53.0 47.0 35.1 0.86 7.28E-5 260 37.0 63.0 36.3 0.60 3.61E-5 250 36.3 63.7 46.9 0.38 1.09E-5 HTR: H2, 600, 17 h; He, 600, 1 ha 281 5.6 94.4 75.3 2.00 7.36E-3 20.8+0.3 271 6.0 94.0 87.0 1.89 5.16E-3 260 6.6 93.4 87.2 1.84 3.56E-3 250 7.3 92.7 89.1 1.85 2.40E-3 230 9.5 90.5 87.5 1.71 9.88E-4 \"Regeneration\": 02, 500, 1 h; H2, 300, 1 ha 281 20.2 79.2 72.7 1.00 7.55E-4 32.6.8 270 12.9 86.6 78.1 0.78 4.03E-4 260 9.1 90.9 80.7 0.58 2.17E-4 250 6.3 93.7 78.2 0.39 1.28E-4 241 4.8 95.2 73.6 0.30 8.11E-5 a Selectivity: SC<6 -- for hydrogenolysis, Sis - for overall isomerization, S23DMB -- for isomerization to 2,3- dimethylbutane. b Me (multiplicity factor), defined in [17]: Mf=l reflects terminal demethylation, values >1 indicate internal or random fission, whereas <1 - multiple splitting. c Turnover frequency, taking into account Pd dispersion from Table 1. a Catalyst pretreatment, for further details see Table 1. 4.1. 2,2-Dimethylbutane reaction Very little, if any, deactivation during the reaction of 22DMB with dihydrogen (Fig. l(a)) manifests that this reaction, similarly as previously studied 2,2- dimethylpropane (22DMP) conversion [14,15], is a very convenient catalytic probe for studying surfaces of supported Pd catalysts. Therefore, variations in a catalytic behavior can be interpreted in terms of such variables as metal particle size, state of metal, metal-support interactions and effect of support, with a comfortable neglect of self-poisoning effects. After LTR, both Pd/AI203 catalysts show similar catalytic properties (Tables 2 and 3). Because the activity is expressed as turnover frequency (TOF, in 22DMB molecules converted per surface Pd atom and second), it is evident that alumina, present in different amounts in both catalysts per gram of Pd, after LTR does not efficiently take part in the reaction. The situation changes after reduction at 600. Tables 2 and 3 show that HTR generates very high isomerization selectivity for both Pd/A1203 catalysts (Sis>90%). It should be mentioned that in the previously 104 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 Table 3 2,2-Dimethylbutane reaction on differently pretreated 0.39 wt% Pd/ml203 Reaction Selectivitya (%) Mb TOFc (s-1) EA (kcal/mol) temperature () Sc<6 Sis 523DMB LTR: O2, 400; TPR to 300d 281 64.3 35.7 26.4 0.89 1.99E-4 54.84-0.7 270 61.1 38.9 29.3 0.85 1.23E-4 260 52.1 47.9 35.8 0.72 3.04E-5 250 47.7 52.3 40.6 0.59 1.06E-5 HTR: H2, 600, 17 h; He, 600, 1 hd 280 8.4 91.5 74.7 1.88 1.50E-2 19.8-t-0.3 270 8.7 91.3 79.7 1.83 1.12E-2 260 9.2 90.8 83.6 1.79 8.22E-3 251 10.1 89.9 85.2 1.78 5.96E-3 230 12.8 87.2 85.1 1.75 2.79E-3 210 16.5 83.5 82.9 1.79 1.14E-3 190 18.0 82.0 81.4 2.16 4.29E-4 \"Regeneration\": 02, 500, 1 h; H2, 300, 1 ha 280 5.9 94.1 90.5 0.94 1.09E-2 23.14-0.3 271 4.0 96.0 95.1 1.10 7.65E-3 261 3.3 96.7 96.3 1.29 5.22E-3 251 3.2 96.8 96.6 1.46 3.41E-3 230 3.7 96.3 95.9 1.18 1.35E-3 220 3.8 96.2 93.1 1.35 8.36E-4 a Same as in Table 2. b Same as in Table 2. c Same as in Table 2. d Same as in Table 2. studied 22DMP conversion over the same catalysts, HTR caused a large growth in isomerization selectivity for 1.45 wt% Pd/A1203, from a few to ~70% [14,15], but only a moderate increase (up to <30%) for 0.39 wt Pd/A1203 [15]. Changes in overall activity indicated that HTR induces high activity of 7-A1203 for 22DMP cracking, not for isomerization. In the case of 22DMB, the substantial increase in overall activity combined with increased Sis indicates very big enhancement of isomerizing capability of Pd/A1203. However, in this case, the isomerizing power of the low Pd loaded (0.39 wt%) catalyst increases superior to that of 1.45 wt% loaded sample (Fig. 2). It means that activated 7-alumina, which was not active in 22DMP isomerization [15], has a considerable isomerizing capability in the reaction of 22DMB. This dissimilarity may be easily explained by another observation, namely by the fact that the isomerization of 22DMB on highly pretreated Pd/AI203 is essentially confined to c~7~ (not to ~7 [17,18]) mode, as substantiated by a predominant formation of 2,3-dimethylbutane (Tables 2 and 3). Diadsorbed species of 22DMP and 22DMB are shown in Fig. 3. The absence of D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 105 Table 4 n-Hexane reaction on differently pretreated 1.45 wt% Pd/A1203 Reaction Selectivitya (%) 2MP/3MPb TOF(s-l) EA (kcal/mol) temperature () SC<6 Sis SMCP SBewcH LTR: 02, 400; TPR to 300280 71.5 12.8 14.2 1.5 3.74 3.49E-4 54.5.0 270 70.7 12.8 12.6 3.9 4.06 1.34E-4 260 67.2 14.1 9.8 8.8 4.04 5.23E-5 251 59.1 15.0 6.4 19.6 3.08 2.27E-5 HTR: H2, 600, 17 h; He, 600, 1 hd 280 4.7 91.5 3.5 0.2 1.40 1.55E-3 32.0.6 270 3.8 92.9 3.0 0.3 1.40 9.22E-4 260 3.6 93.0 2.7 0.7 1.40 5.16E-4 250 3.7 92.6 2.2 1.5 1.40 2.95E-4 \"Regeneration\": O2, 500, 1 h; H2, 300, 1 hd 280 70.8 16.9 10.8 1.5 1.37 3.31E-4 43.9-4-1.2 270 69.8 19.9 9.1 1.3 1.34 1.53E-4 260 66.9 22.7 6.8 3.5 1.09 6.90E-5 250 64.2 24.3 3.6 7.9 0.93 3.07E-5 aSelectivity: Sc<6, Sis - as in Table 2, SMCP -- towards MCP formation, Sae+cH - for C6 ring closure. bRatio of 2-methylpentane to 3-methylpentane in products. CSame as in Table 2. dSame as in Table 2. 200 1.45 wt% PdlAI20a 0.39 wt% Pd/AI20a 150 C \" 100 ,I 50 I-- 0 LTR HTR Regeneration Catalyst pretreatment Fig. 2. Isomerization activity of differently pretreated Pd/AI203 catalysts in 2,2-dimethylbutane conversion at 280. Empty bars represent the behavior of 1.45 wt% PddA1203, filled bars for 0.39 wt% Pd/A1203. TOF of LTR sample of 1.45 wt% Pd/A1203 taken as 1. For pretreatment code, see Table 1. 106 D. Lomot et aL /Applied Catalysis A: General 155 (1997) 99-113 Table 5 n-Hexane reaction on differently pretreated 0.39 wt% Pd/A1203 Reaction Selectivitya (%) 2MP/3MPb TOF~ (s-1) EA (kcal/mol) temperature () Sc<6 Sis SMCP SBo+~H LTR: 02, 400; TPR to 300d 280 81.8 9.1 8.2 0.8 3.94 4.15E-4 50.74-2.2 271 81.3 9.4 7.4 1.9 4.45 1.53E-4 260 78.4 11.3 7.5 2.7 4.64 6.83E-5 250 69.9 15.4 5.4 9.2 2.67 2.94E-5 HTR: H2, 600, 17 h; He, 600, 1 hd 280 2.2 95.0 2.7 0.0 1.38 4.45E-3 24.64-0.6 270 1.8 95.4 2.7 0.1 1.38 2.98E-3 260 1.5 95.7 2.7 0.2 1.38 1.98E-3 250 1.3 95.7 2.7 0.4 1.39 1.23E-3 240 1.3 95.3 2.7 0.7 1.39 7.51E-4 \"Regeneration\": 02, 500, 1 h; H2, 300, 1 ha 280 29.5 68.1 2.2 0.2 0.95 2.20E-3 32.94-0.5 270 25.9 72.4 1.3 0.3 0.91 1.25E-3 260 23.1 75.4 1.0 0.5 0.88 7.27E-4 251 20.0 78.4 0.5 1.1 0.86 4.06E-4 aSame as in Table 4. bSame as in Table 4. CSame as in Table 2. dSame as in Table 2. H3C CH3 H3C CH2 H3C CH3 \\/ \\/\\ \\/ C C OH3 C CH3 / \\ / \\ / \\/ H2C CH2 H2C CH2 H2C CH I [ I I I I Pd Pd Pd Pd Pd Pd a \"/-diadsorbed tty -diadsorbed a 3\"-diadsorbed 2,2-dimethylpropane 2,2-dimethylbutane 2,2-dimethylbutane Fig. 3. c~7 and c~7' modes of diadsorbed 2,2-dimethylpropane and 2,2-dimethylbutane molecules [17,18]. secondary carbon atoms in 22DMP (but not in 22DMB) hinders isomerization of this molecule on alumina. Instead, cracking of 22DMP proceeds, perhaps via an insertion of Lewis acid sites between methyl and tert-butyl fragments of 22DMP molecule [19]. Acidic properties of activated (upon HTR) Pd/A1203 are demonstrated by several indications. First, as it has been mentioned, isomerization selectivity towards 2,3-dimethylbutane overshadows other isomerization products (Tables 2 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 107 Table 6 Methylcyclopentane reaction on differently pretreated 1.45 wt% Pd/A1203 Reaction Selectivitya (%) 2MP/3MP/nHb TOF~ (s-1) EA (kcal/mol) temperature () Sc<6 SROP SB~+cH Solar Sc7 LTR: O2, 400; TPR to 300d 260 5.1 93.2 0.7 0.7 0.4 2.20/1.44/1 1.11E-3 43.84-2.3 240 7.9 82.8 6.5 0.5 2.2 2.23/1.50/1 1.93E-4 230 9.2 76.3 9.1 1.1 4.2 2.17/1.48/1 1.07E-4 HTR: H2, 600, 17 h; He, 600, 1 h260 17.5 48.5 25.2 7.1 1.8 1.12/0.46/1 2.27E-4 19.1-4-1.0 250 22.5 38.1 31.6 5.2 2.6 1.01/0.42/1 1.54E-4 240 31.1 31.7 29.9 3.7 3.6 1.02/0.46/1 1.11E-4 \"Regeneration\": O2, 500, 1 h; Hz, 300, 1 ha 260 14.6 78.4 3.0 2.7 1.4 2.32/1.38/1 5.38E-4 38.7+1.5 250 15.9 71.9 7.1 2.3 2.8 2.40/1.43/1 2.52E-4 240 18.6 65.8 9.6 1.6 4.3 2.49/1.48/1 1.39E-4 aSelectivity: Sc<6 - for cracking, SRop - for ring opening products, SBe+cH - for ring enlargement, Solef - to C6- olefins, Sc7 - to higher alkanes. bRatio of 2-methylpentane-to-3-methylpentane-to-n-hexane in products. ~Same as in Table 2. dSame as in Table 2. and 3). This can be attributed to a dual function effect, similarly as in the case of Pt supported on zeolites [20]. The formation of 2,3-dimethylbutane involving the reaction of secondary to, a more stable, tertiary carbenium ion is favored [18]. Second, a big decrease in activation energy from :--50 kcal/mol (for catalysts after LTR) to ,,~20 kcal/mol (after HTR) also suggests an alteration of the mechanism. Finally, the increase in TOF (expressed per surface Pd) after HTR, roughly proportional to the amount of alumina per weight of Pd in the catalyst, indicates the catalytic role of \"y-A1203. Previous studies with 2,2-dimethylpropane showed a considerable increase of isomerization selectivity for highly treated 1.45 wt% Pd/A1203 [14]. As has been stated earlier, Lewis acid sites present in activated alumina do not catalyze 22DMP isomerization, hence the presence of other active species should be considered, this might be mixed Pd-A1 ensembles [14,15]. The formation of a Pd-A1 alloy upon HTR of Pd/A1203 was evidenced by X-ray diffraction [14,21]. Now, if we accept that in Pd/ml203 catalysts subjected to HTR, 22DMB isomerization proceeds on acidic A1203 and Pd-A1 ensembles, then the question arises as to the relative contributions of these sites. Such contributions may roughly be estimated from a closer comparison of isomerization activity of two differently loaded highly reduced (at 600) Pd/A1203 catalysts, and, further subjected to \"regeneration\" procedure (Fig. 2). In line with earlier interpretation, HTR of Pd/A1203 generates 108 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 Table 7 Methylcyclopentane reaction on ditfferently pretreated 0.39 wt% Pd/AI203 Reaction Selectivitya (%) 2MP/3MP/nHb TOF~ (s-1) EA (kcal/mol) temperature (\"C) Sc~6 SROP SBe+cH Solef Sc7 LTR: 02, 400; TPR to 300a 260 10.6 87.7 0.7 0.7 0.4 2.30/1.55/1 7.67E-4 41.15:2.1 250 9.7 86.4 2.1 0.8 1.0 2.31/1.57/1 3.18E-4 240 9.1 85.0 3.6 0.4 1.8 2.30/1.58/1 1.64E-4 230 12.0 75.1 9.0 0.0 3.9 2.41/1.67/1 7.20E-5 HTR: H2, 600, 17 h; He, 600C, 1 ha 260 10.7 51.1 32.5 4.7 1.0 0.19/0.09/1 2.94E-4 21.24-0.7 250 13.8 48.9 31.8 4.1 1.4 0.17/0.08/1 2.01E-4 241 21.1 45.2 26.7 4.7 2.3 0.17/0.09/1 1.39E-4 230 26.7 41.2 26.4 2.3 3.5 0.17/0.10/1 8.79E-5 \"Regeneration\": 02, 500, 1 h; H2, 300, 1 ha 260 28.3 54.9 14.3 1.7 0.8 1.34/0.80/1 5.21E-4 23.3.8 250 29.7 53.2 15.0 0.7 1.5 1.34/0.80/1 3.39E-4 240 31.1 50.6 16.0 0.0 2.4 1.25/0.78/i 2.23E-4 231 35.9 43.8 17.1 0.0 3.2 1.17/0.76/1 1.48E-4 aSame as in Table 6. bSame as in Table 6. CSame as in Table 2. dSame as in Table 2. Pd-A1 species which should be in a higher proportion for 1.45 than 0.39 wt% loaded sample. Since metal dispersion of these catalysts is comparable after HTR, this proportion should be ~(1.45/0.39). In other words, the same amount of surface metal species (basis for TOF calculation) is accompanied by different amounts of alumina, ~(1.45/0.39) larger for the low loaded catalyst. In such presentation of catalytic results, the difference between isomerization activity of highly reduced samples of both catalysts should reflect a higher contribution of activated alumina in the low loaded sample, what, in fact, is observed (Fig. 2). On the other hand, Pd- AI species should be destroyed by oxidation at 500 and LTR, restoring Pd/A1203 [ 14]. Thus, the \"regeneration\" procedure removes one type of highly isomerizing centers (Pd-A1), and, as we speculate, leaves the other type (acid sites on A1203) in the quantity not much altered (calcination of'7-A1203 in air at >500 increases its acidity [12]). In effect, isomerization activity decreases by certain value (Pd- A1 contribution), roughly similar for both catalysts (Fig. 2). However, a more precise calculation of two contributions is difficult: much higher than 1.45/0.39 isomerizing power of 0.39 wt% loaded sample after \"regeneration\" suggests that such a catalyst pretreatment also causes a certain deactivation of this part of active alumina which is in a closer vicinity to Pd particles. Table 3 shows that after \"regeneration\", i.e. killing Pd-A1 species, the strength of acidic centers D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 109 left in alumina for 0.39 wt% Pd/A1203 is even enhanced: it is visualized by the fact that 2,3-dimethylbutane is an almost exclusively formed isomerization product. 4.2. n-Hexane reaction This reaction also appears to be a convenient probe for studying Pd/A1203 catalysts. Although a definite deactivation with time-on-stream of the catalysts subjected to LTR is observed, this is not so serious as in the case of MCP conversion (Fig. l(b) vs. (c)). More interestingly, after HTR deactivation during the reaction is negligible, although the overall activity level is greatly increased. In addition to this large increase in TOF after HTR, one also observes a tremendous growth of isomerization selectivity (from 10-15 to >90%, Tables 4 and 5). It means that again, as in the case of 22DMB reaction, Pd/A1203 subjected to HTR acquires very high isomerizing capability. A closer comparison of the behavior of the two catalysts indicates that alumina acquires acidic properties which play a role in a dual-function action. Again, after oxidation and LTR, highly reduced catalysts lose some of their isomerizing activity, and such a loss may be attributed to oxidation of Pd-A1 species and \"restoration\" of PdJA1203 (Fig. 4). The initial (after LTR) catalytic behavior of the 1.45 wt% Pd/A1203 is almost I I 1.45 wt% PdlAI:,Oa P/J~-~/-JJ 0.39 wt% PdlAIzO3 100 >., C O\" .o ~ 50 > O E t- I-.- 0 ~ LTR HTR Regeneration Catalyst pretreatment Fig. 4. Isomerization activity of differently pretreated Pd/A1203 catalysts in n-hexane conversion at 280. Empty bars represent the behavior of 1.45 wt% Pd/A1203, filled bars for 0.39 wt% Pd/A1203. TOF of LTR sample of 1.45 wt% Pd/A1203 taken as 1. For pretreatment code, see Table 1. 110 D. Lomot et al. /Applied Catalysis A: General 155 (1997) 99-113 entirely recovered by \"regeneration\" (oxidation and LTR of the HTR catalyst) (Table 4). This means that n-hexane isomerization is a preferential reaction path on Pd-A1 species. In this respect, one should recall an earlier finding of den Otter and Dautzenberg [22], who attributed the increase in the selectivity for n-hexane isomerization to the formation of a Pt-A1 alloy from Pt/A1203 in effect of HTR at 500. Table 5 shows that the 0.39 wt% loaded sample differs from the 1.45 wt% one, i.e. isomerization selectivity (vs. hydrogenolysis) does not return to the initial level, suggesting a more important catalytic contribution of activated ->alumina. n-Hexane reaction also exhibits other useful \"fingerprints\" of Pd/AI203 cata- lysts which were subjected to various pretreatments. The 2-methylpentane/3- methylpentane product ratio (2MP/3MP, which would reflect the relative impor- tance of bond-shift vs. Cs-cyclic mechanism) greatly changes upon HTR. Rela- tively high 2MP/3MP ratios after LTR (~4, Tables 4 and 5) indicate a considerable contribution of bond-shift mechanism. Such a conclusion is in disagreement with other results [7-9], however, one must notice that our studies concern relatively low reaction temperatures (280 and below) where the cyclic mechanism may not operate yet (higher activation energies for cyclic mechanism, [3,6]). More impor- tantly, after HTR, the 2MP/3MP ratio decreases to ~1.4 (Tables 4 and 5). Interestingly enough, oxidation at 500 and LTR of highly reduced catalysts leads to even lower 2MP/3MP ratios, <1 (Table 5 for 0.39 wt% Pd/A1203). This unusually low ratio means that after \"regeneration\" (i.e. killing Pd-A1 species), acid sites of A1203 overshadow operation of metal sites and lead to a different, compared to a metal-catalyzed reaction, isomerization route giving large amounts of 3-methylpentane, via a more \"internal\" activation of n-hexane molecule. In the case of 1.45 wt% loaded sample, when catalytic behavior (activity, isomerization/ hydrogenolysis selectivity) is basically restored in effect of oxidation and LTR, a somewhat low 2MP/3MP ratio (1.37 at 280) cannot be simply interpreted. However, it should be mentioned that the 2MP/3MP ratio for this sample decreases with time-on-stream, from the value ~2 at the beginning (not shown in Table 4) to 1.37 after 150 min. This may indicate that isomerizing Pd sites are being deactivated in time-on-stream, and the final 2MP/3MP ratio follows from the action of active alumina. 4.3. Methylcyclopentane reaction Although MCP conversion was studied at lower temperature than 22DMB and nH reactions, a most severe deactivation of Pd/A1203 catalysts in time-on-stream was found here (Fig. l(c)). This finding together with the fact that HTR caused a substantial decrease in overall activity (in contrast to 22DMB and nH reactions) would suggest a somewhat lower profit from using this reaction for probing Pd/A1203 catalysts. The decrease in activity after HTR and its reasonable \"return\" to an original value after \"regeneration\" obtained for both differently loaded Pd/A1203 catalysts D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 111 clearly indicates that activated alumina plays much less important role in this reaction compared to its function in 22DMB and nH conversions. Similar initial overall activities and high selectivities towards ring opening products (~90%) for LTR samples of two Pd/A1203 catalysts are in agreement with previous results published by the Strasbourg group [7-9] and with Gault's conclusion that this reaction is catalyzed exclusively by the metal function [3]. However, when Pd/A1203 is subjected to various pretreatments, the selectivity for ring opening products (2MP:3MP:nH) at 260, experiences considerable variations, suggestive of important changes in the structure of Pd/A1203: LTR: 2.2: 1.44:1 (1.45%) 2.3 : 1.55 : 1 (0.39%) HTR: 1.12: 0.46:1 (1.45%) 0.19 : 0.09:1 (0.39%) Regeneration: 2.32 : 1.38 : 1 (1.45%) 1.34:0.80 : 1 (0.39%) In this respect, the extent of recovery of the high loaded sample is higher than for the 0.39 wt% sample. Relatively high amounts of n-hexane after HTR of both catalysts and after \"regeneration\" of 0.39 wt% Pd/A1203 serve as an indicator of acidic properties of this catalyst [23]. Pd-Al species seem to play a role, also directing Cs-ring opening towards n-hexane formation. After oxidation and LTR, this function ceases, resulting in either almost full (for 1.45 wt%) or only partial (for 0.39 wt%) restoration of initial properties. So, the role of activated alumina may also be important here. Selectivity towards cracking products is always low and its changes with the catalyst pretreatment are difficult to interpret. Better basis for comparison provides the selectivity for ring enlargement (formation of benzene and cyclohexane, SBe+cn). SBe+cH, in %, at 260, changes in sequences (LTR-to-HTR-to-\"regen- eration\"): 0.7/25.2/3 for 1.45 wt%, and 0.7/32.5/14.3 for 0.39 wt% samples. So, the initial behavior is, to large extent, recovered for the high loaded sample and only very incompletely for 0.39 wt% Pd/A1203. Recently, Dossi et al. [24] showed that in the reaction of MCP at 300, non-acidic Pd/NaY zeolite exhibited mainly ring-opening activity, whereas the bifunctional Pd/NaHY gave predominantly ring enlargement products. Thus, by analogy, we recognize that in our case acidity of alumina in Pd/A1203 after high temperature pretreatment leads also to an increased ring enlargement. The energy of activation (EA) in MCP reaction changes similarly as observed in 22DMB and nH reactions. High values of EA>40 kcal/mol typical for metal- catalyzed MCP reaction are lowered to ~20 kcal/mol after HTR. Oxidation and LTR almost fully recovers the high value of EA in the case of 1.45 wt% Pd/A1203 (Table 6). 4.4. Final conclusions: Active sites in hydrocarbon conversions over Pd/Al203 In this work we have demonstrated that in chlorine-free Pd/'y-A1203 catalyst, upon its activation, alumina plays an important catalytic role. This implies the 112 D. Lomot et al./Applied Catalysis A: General 155 (1997) 99--113 occurrence of a dual-function mechanism, although reaction temperatures used in this work were quite low, i.e. <300. The use of two differently loaded Pd/A1203 catalysts, characterized by similar metal dispersions, allowed to attribute big catalytic variations to the effect of activated alumina. In addition, highly reduced Pd/A1203 catalysts possess catalytic properties modified by another factor. We see this as a modification of the Pd-A1203 interface, visualized as Pd-A1 species. Such a conclusion is feasible in terms of an earlier finding of the formation of a Pd-A1 alloy in course of HTR of Pd/A1203 [14,21]. Further evolution of the present work should proceed through investigation of Pd/A1203 catalysts which have experienced a pretreatment leading to an increased acidity of the support without any considerable generation of Pd-A1 species. It should be achieved by high temperature purging of Pd/A1203 in inert or calcination followed by LTR. This is a subject of our future studies. The final remark concerns application of probe reactions for studying metal surfaces and assessing such information like the chemical state of metal species. So far, such reactions like 2,2-dimethylpropane conversion and benzene hydrogena- tion have been regarded as ones which occur on a metal surface or metal-support boundary, not on a carrier. Acidity of a support has only been considered as a cause of a certain polarization of supported metal species (e.g. electrodeficiency). Growing evidence appears to keep some skepticism: a unique activity of the support may be exhibited when in combination with a metal via a dual function mechanism. We hypothesize that such a mechanism is different from that operating in a real catalytic reforming (i.e. at temperature >400). We did not see any traces of olefinic products in 22DMB and nH reactions. We believe that acidic sites in alumina (after HTR) are able to activate alkane molecules but active hydrogen species spilled over from a metal are needed for releasing converted molecules by hydrogenative desorption. A similar mechanism was earlier suggested by Lin and Vannice in hydrogenation of aromatic compounds over Pt/A1203 [25,26]. References [1] J.R. Anderson, Adv. Catal., 23 (1973) 1. [2] J.K.A. Clarke and J.J. Rooney, Adv. Catal., 25 (1976) 125. [3] F.G. Ganlt, Adv. Catal., 30 (1981) 1. [4] Z. Pail1, P. T&6nyi, in: G.C. Bond, G. Webb (Eds.), Catalysis Specialists Periodical Reports, vol. 5, The Royal Soc. Chem., London, 1982. [5] Z. Pafil, Adv. Catal., 29 (1980) 273. [6] G.L.C. Maire, F.G. Garin, in: J.R. Anderson, M. Boudart (Eds.), Catalysis - Science and Technology, vol. 6, Akademie, Berlin, 1985, Ch. 6, p. 180. [7] M. Hajek, S. Corolleur, C. Corolleur, G. Maire, A. O'Cinneide and EG. Gault, J. Claim. Phys., 71 (1974) 1329. [8] A. O'Cinneide and F.G. Gault, J. Catal., 37 (1975) 311. [9] F. Le Normand, K. Kili and J.L. Schmitt, J. Catal., 139 (1993) 234. [10] Z. Karpifiski, Adv. Catal., 37 (1990) 45. D. Lomot et al./Applied Catalysis A: General 155 (1997) 99-113 113 [11] Y. Barron, G. Maire, J.M. Muller and F.G. Gault, J. Catal., 5 (1966) 428. [12] J.B. Peri, J. Phys. Chem., 70 (1966) 3168. [13] H. Kn6zinger and P. Ratnasamy, Catal. Rev. Sci. Eng., 17 (1978) 31. [14] W. Juszczyk, D. Lomot, Z. Karpifiski and J. Pielaszek, Catal. Lett., 31 (1995) 37. [15] D. Lomot, W. Juszczyk, Z. Karpifiski, F. Bozon-Verduraz, New J. Chem., submitted. [16] D. Lomot, W. Juszczyk, J. Pielaszek and Z. Karpifiski, Polish J. Chem., 69 (1995) 1551. [17] M.W. Vogelzang, M.J.P. Botman and V. Ponec, Faraday Disc. Chem. Soc., 72 (1981) 33. [18] R. Burch and Z. Pafil, Appl. Catal. A, 114 (1994) 9. [19] M.A. Tolbert, M.L. Mandich, J.F. Halle and J.L. Beauchamp, J. Am. Chem. Soc., 108 (1986) 5675. [20] K. Foger and J.R. Anderson, J. Catal., 54 (1978) 318. [21] L. Kepifiski, M. Wotcyrz and J.M. Jablofiski, Appl. Catal., 54 (1989) 267. [22] G.J. den Otter and F.M. Dautzenberg, J. Catal., 53 (1978) 116. [23] S.G. Brandenberger, W.L. Callender and W.K. Meerbot, J. Catal., 42 (1976) 282. [24] C. Dossi, R. Psaro, R. Ugo, Z.C. Zhang and W.M.H. Sachtler, J. Catal., 149 (1994) 92. [25] S.D. Lin and M.A. Vannice, J. Catal., 143 (1993) 539. [26] S.D. Lin and M.A. Vannice, J. Catal., 143 (1993) 554. APCATA 96003857 S0926-860X(96)00385-7 10.1016/S0926-860X(96)00385-7 Elsevier Science B.V. All rights reserved Article Reforming reactions onPd/Al2O3 active sites in variously pretreated catalysts D. kLomot W. Juszczyk Z. Karpin´ski * Department of Catalysis on Metals, Institute of Physical Chemistry, Polish Academy of Sciences, ul. Kasprzaka 44/52, 01-224 Warszawa, Poland * Corresponding author. Chlorine-freePd/γ-Al2O3 catalysts were studied in conversions ofn-hexane, 2,2-dimethylbutane and methylcyclopentane in excess hydrogen. All these reactions appeared as useful probes for diagnosing changes inPd/Al2O3 catalysts caused by their different pretreatments. The effect of high temperature reduction on catalytic properties ofPd/Al2O3 is twofold: it generates Lewis acidity in γ-Al2O3 and, at the same time, induces Pd-alumina interactions leading to the formation of PdAl species very active in isomerization. The use of two, similarly dispersed,Pd/Al2O3 catalysts of different metal loading allows to distinguish contributions of two types of active centers mentioned above. The reaction of 2,2-dimethylbutane conversion appeared the most convenient catalytic probe because it did not virtually suffer with time-on-stream, and, simultaneously, displayed largest variations with the catalyst pretreatment. Among various reaction pathways, alkane isomerization experiences most pronounced changes and, in effect, becomes the most sensitive reaction route in diagnosing transformations in supported palladium catalysts. Methylcyclopentane conversion at 260°C and below proceeds primarily on palladium surface. Acidic sites in γ-Al2O3 and PdAl species contribute only slightly to the overall activity, however, these centers generate a noticeable ring enlargement selectivity. Keywords Alkane conversion Isomerization Pd/Al2O3 catalysts PdAl species Acidity of Al2O3 Reference [1] Anderson J.R. Adv. Catal. 23 1973 1 [2] Clarke J.K.A. Rooney J.J. Adv. Catal. 25 1976 125 [3] Gault F.G. Adv. Catal. 30 1981 1 [4] Paa´l Z. Te´te´nyi P. Bond G.C. Webb G. Catalysis Specialists Periodical Reports vol. 5 1982 The Royal Soc. Chem. London [5] Paa´l Z. Adv. Catal. 29 1980 273 [6] Maire G.L.C. Garin F.G. Anderson J.R. Boudart M. Catalysis — Science and Technology vol. 6 1985 Akademie Berlin 180 Ch. 6 [7] Hajek M. Corolleur S. Corolleur C. Maire G. O'Cinneide A. Gault F.G. J. Chim. Phys. 71 1974 1329 [8] O'Cinneide A. Gault F.G. J. Catal. 37 1975 311 [9] Le Normand F. Kili K. Schmitt J.L. J. Catal. 139 1993 234 [10] Karpin´ski Z. Adv. Catal. 37 1990 45 [11] Barron Y. Maire G. Muller J.M. Gault F.G. J. Catal. 5 1966 428 [12] Peri J.B. J. Phys. Chem. 70 1966 3168 [13] Kno¨zinger H. Ratnasamy P. Catal. Rev. Sci. Eng. 17 1978 31 [14] Juszczyk W. kLomot D. Karpin´ski Z. Pielaszek J. Catal. Lett. 31 1995 37 [15] D. kLomot, W. Juszczyk, Z. Karpin´ski, F. Bozon-Verduraz, New J. Chem., submitted. [16] kLomot D. Juszczyk W. Pielaszek J. Karpin´ski Z. Polish J. Chem. 69 1995 1551 [17] Vogelzang M.W. Botman M.J.P. Ponec V. Faraday Disc. Chem. Soc. 72 1981 33 [18] Burch R. Paa´l Z. Appl. Catal. A 114 1994 9 [19] Tolbert M.A. Mandich M.L. Halle J.F. Beauchamp J.L. J. Am. Chem. Soc. 108 1986 5675 [20] Foger K. Anderson J.R. J. Catal. 54 1978 318 [21] Kępin´ski L. Wo klcyrz M. Jabklon´ski J.M. Appl. Catal. 54 1989 267 [22] den Otter G.J. Dautzenberg F.M. J. Catal. 53 1978 116 [23] Brandenberger S.G. Callender W.L. Meerbot W.K. J. Catal. 42 1976 282 [24] Dossi C. Psaro R. Ugo R. Zhang Z.C. Sachtler W.M.H. J. Catal. 149 1994 92 [25] Lin S.D. Vannice M.A. J. Catal. 143 1993 539 [26] Lin S.D. Vannice M.A. J. Catal. 143 1993 554",
      "scopus-id": "0001837450",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003857",
        "dc:description": "Chlorine-freePd/γ-Al2O3 catalysts were studied in conversions ofn-hexane, 2,2-dimethylbutane and methylcyclopentane in excess hydrogen. All these reactions appeared as useful probes for diagnosing changes inPd/Al2O3 catalysts caused by their different pretreatments. The effect of high temperature reduction on catalytic properties ofPd/Al2O3 is twofold: it generates Lewis acidity in γ-Al2O3 and, at the same time, induces Pd-alumina interactions leading to the formation of PdAl species very active in isomerization. The use of two, similarly dispersed,Pd/Al2O3 catalysts of different metal loading allows to distinguish contributions of two types of active centers mentioned above. The reaction of 2,2-dimethylbutane conversion appeared the most convenient catalytic probe because it did not virtually suffer with time-on-stream, and, simultaneously, displayed largest variations with the catalyst pretreatment. Among various reaction pathways, alkane isomerization experiences most pronounced changes and, in effect, becomes the most sensitive reaction route in diagnosing transformations in supported palladium catalysts. Methylcyclopentane conversion at 260°C and below proceeds primarily on palladium surface. Acidic sites in γ-Al2O3 and PdAl species contribute only slightly to the overall activity, however, these centers generate a noticeable ring enlargement selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-07-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003857",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "kLomot, D."
          },
          {
            "@_fa": "true",
            "$": "Juszczyk, W."
          },
          {
            "@_fa": "true",
            "$": "Karpin´ski, Z."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003857"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003857"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00385-7",
        "prism:volume": "155",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Reforming reactions onPd/Al2O3 active sites in variously pretreated catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkane conversion"
          },
          {
            "@_fa": "true",
            "$": "Isomerization"
          },
          {
            "@_fa": "true",
            "$": "Pd/Al2O3 catalysts"
          },
          {
            "@_fa": "true",
            "$": "PdAl species"
          },
          {
            "@_fa": "true",
            "$": "Acidity of Al2O3"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-113",
        "prism:endingPage": "113",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 July 1997",
        "prism:doi": "10.1016/S0926-860X(96)00385-7",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00385-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001837450"
      }
    }
  }
}