{
  "metadata": {
    "title": "Influence of lanthanide oxides on the catalytic activity of nickel",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2002-06-10",
    "doi": "10.1016/S0926-860X(02)00091-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X02000911",
    "pii": "S0926860X02000911"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037054079",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2002-03-13 2002-03-13 2010-11-15T17:42:59 1-s2.0-S0926860X02000911 S0926-860X(02)00091-1 S0926860X02000911 10.1016/S0926-860X(02)00091-1 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X00X02530 2024-01-01T12:22:19.495339Z 0 0 20020610 2002 2002-03-13T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 232 232 1 2 1 2 Volume 232, Issues 1–2 13 121 128 121 128 20020610 10 June 2002 2002-06-10 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. INFLUENCELANTHANIDEOXIDESCATALYTICACTIVITYNICKEL GLUHOI A 1 Introduction 2 Experimental 3 Results and discussion 3.1 Surface characteristics 3.2 Hydrogen thermodesorption spectroscopy and the influence of preadsorbed H2O 3.3 The catalytic activity for the isotopic exchange reaction H2/HDO 4 Conclusions References MARGINEAN 1967 359 P OLARIU 1968 823 A SAGERT 1975 3257 N MARGINEAN 1985 1 P MARGINEAN 1996 59 P MARGINEAN 1994 359 P FIORINO 1996 2422 M NAN 2001 131 J HIGUCHI 2001 1191 E HISA 1997 525 H MELI 1995 284 F JIANG 1995 635 L BOSCHUNG 1998 210 E STROBEL 1999 221 R DEKKERS 1999 381 M MAUREL 2000 205 F MOJET 1996 1165 B TRASATTI 1995 1 S HAYEK 1997 1 K STAKHEEV 1999 3 A SEN 1988 52 B BURCH 1982 389 R SOMORJAI 1994 849 G BELL 1995 1 A BORODKO 1999 355 Y KONINGSBERGER 1992 271 D BERNAL 1999 175 S SUN 1997 215 D GLUHOIX2002X121 GLUHOIX2002X121X128 GLUHOIX2002X121XA GLUHOIX2002X121X128XA item S0926-860X(02)00091-1 S0926860X02000911 1-s2.0-S0926860X02000911 10.1016/S0926-860X(02)00091-1 271346 2024-01-01T12:22:19.495339Z 2002-06-10 1-s2.0-S0926860X02000911-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/MAIN/application/pdf/69ddd5aa50394a9e987a1761942ccf94/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/MAIN/application/pdf/69ddd5aa50394a9e987a1761942ccf94/main.pdf main.pdf pdf true 180472 MAIN 8 1-s2.0-S0926860X02000911-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/PREVIEW/image/png/6f9225ec35bb75ecea03b666dd49c6fd/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/PREVIEW/image/png/6f9225ec35bb75ecea03b666dd49c6fd/main_1.png main_1.png png 63377 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X02000911-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/STRIPIN/image/gif/7adfd5552c4e02ae8f8593b5dace4a7c/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/STRIPIN/image/gif/7adfd5552c4e02ae8f8593b5dace4a7c/si2.gif si2 si2.gif gif 1159 40 250 ALTIMG 1-s2.0-S0926860X02000911-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/STRIPIN/image/gif/13b4df97926af33434e8e4645feb1226/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/STRIPIN/image/gif/13b4df97926af33434e8e4645feb1226/si1.gif si1 si1.gif gif 611 14 173 ALTIMG 1-s2.0-S0926860X02000911-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr1/THUMBNAIL/image/gif/0844c813c5864d385f5fc047e108904b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr1/THUMBNAIL/image/gif/0844c813c5864d385f5fc047e108904b/gr1.sml gr1 gr1.sml sml 1177 93 120 IMAGE-THUMBNAIL 1-s2.0-S0926860X02000911-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr1/DOWNSAMPLED/image/jpeg/c161195a9d2d1dbd5b754e96ea57f086/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr1/DOWNSAMPLED/image/jpeg/c161195a9d2d1dbd5b754e96ea57f086/gr1.jpg gr1 gr1.jpg jpg 22574 420 540 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02000911-gr2ad.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr2ad/THUMBNAIL/image/gif/7f639bd11afac789541cd146f6516945/gr2ad.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr2ad/THUMBNAIL/image/gif/7f639bd11afac789541cd146f6516945/gr2ad.sml gr2ad gr2ad.sml sml 1588 93 96 IMAGE-THUMBNAIL 1-s2.0-S0926860X02000911-gr2ad.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr2ad/DOWNSAMPLED/image/gif/ea06f5bfe53d35d62db63593e14c38a2/gr2ad.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr2ad/DOWNSAMPLED/image/gif/ea06f5bfe53d35d62db63593e14c38a2/gr2ad.gif gr2ad gr2ad.gif gif 28522 697 720 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02000911-gr2ef.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr2ef/THUMBNAIL/image/gif/5cf79bfaa9fd9463921ae9a8e2041521/gr2ef.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr2ef/THUMBNAIL/image/gif/5cf79bfaa9fd9463921ae9a8e2041521/gr2ef.sml gr2ef gr2ef.sml sml 1212 60 125 IMAGE-THUMBNAIL 1-s2.0-S0926860X02000911-gr2ef.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr2ef/DOWNSAMPLED/image/gif/3ae12ae176b28cc966a464a7cfd7a78e/gr2ef.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr2ef/DOWNSAMPLED/image/gif/3ae12ae176b28cc966a464a7cfd7a78e/gr2ef.gif gr2ef gr2ef.gif gif 13784 347 720 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X02000911-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr3/THUMBNAIL/image/gif/999348ea3086ccabdb76c52f660bf6bb/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr3/THUMBNAIL/image/gif/999348ea3086ccabdb76c52f660bf6bb/gr3.sml gr3 gr3.sml sml 954 93 73 IMAGE-THUMBNAIL 1-s2.0-S0926860X02000911-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X02000911/gr3/DOWNSAMPLED/image/jpeg/31113bf5b777854e904e5b555bae706e/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X02000911/gr3/DOWNSAMPLED/image/jpeg/31113bf5b777854e904e5b555bae706e/gr3.jpg gr3 gr3.jpg jpg 18526 424 333 IMAGE-DOWNSAMPLED APCATA 6028 S0926-860X(02)00091-1 10.1016/S0926-860X(02)00091-1 Elsevier Science B.V. Fig. 1 Hydrogen adsorption/desorption isotherm for Ni/La2O3. Fig. 2 Thermodesorption spectra of hydrogen from Ni/Ln2O3 catalyst in the absence (solid line) and in the presence of coadsorbed water (broken line). Fig. 3 The variation of the intrinsic catalytic activity of Ni/Ln2O3 catalysts with the Ln3+ radius. Table 1 Surface area of Ni/Ln2O3 (Ln=rare earths) (80at.% Ni, 20at.% Ln) evaluated by various methods a Catalyst Composition (Ni wt.%) S Ni-XRD (m2/g) S Ni-chem (m2/g) S Ni-TPD (m2/g) S t (m2/g) Ni black 100 15.6 6.8 6.4 6.7 Ni/La2O3 59 23.7 29.6 46.0 16.9 Ni/CeO2 57.7 15.0 38.7 44.1 42.0 Ni/Gd2O3 56.4 42.2 39.2 52.6 68.3 Ni/Ho2O3 55.4 36.6 23.2 50.5 105.2 Ni/Yb2O3 54.4 16.5 41.7 50.5 124.9 For some of the pure oxides the BET surface area measured were: 36.7 for La2O3, 165.4 for CeO2 and 147.2m2/g for Yb2O3. a S Ni-XRD—nickel surface area from average particle size evaluated from XRD data, S Ni-chem—nickel surface area from hydrogen chemisorption, S Ni-TPD—nickel surface area from hydrogen thermodesorption spectroscopy, S t—total surface area (nickel+oxide) by krypton adsorption (BET). Table 2 The amounts of hydrogen desorbed from Ni/Ln2O3 catalysts using dry and wet hydrogen gas for sample saturation for adsorption Catalyst Dry hydrogen (cm3/g) Wet hydrogen (cm3/g) Ni black 1.83 2.40 Ni/La2O3 12.86 13.39 Ni/CeO2 11.96 11.69 Ni/Gd2O3 15.03 18.75 Ni/Ho2O3 12.28 12.50 Ni/Yb2O3 14.45 14.44 Table 3 Water adsorption by Ni/Ln2O3 catalysts in weight percent and normalised to the total surface area Catalyst H2O (wt.%) H2O (g/m2) ×103 Ni black 2.89 4.3 Ni/La2O3 8.04 3.45 Ni/CeO2 9.30 2.20 Ni/Gd2O3 10.79 1.58 Ni/Ho2O3 11.60 1.10 Ni/Yb2O3 12.20 0.98 Table 4 The catalytic activity of Ni/Ln2O3 catalysts for the isotopic exchange H2/HDO measured per gram of catalyst—r g and normalised to the Ni surface area—r s Catalyst r g × 105 (mol HD/gs) r s × 106 (mol HD/m2 s) Ni black 0.023 0.034 Ni/La2O3 33.7 11.4 Ni/CeO2 13.1 3.4 Ni/Gd2O3 3.8 0.97 Ni/Ho2O3 2.69 1.16 Ni/Yb2O3 2.1 0.50 Influence of lanthanide oxides on the catalytic activity of nickel Andreea Gluhoi Petru Mărginean ∗ Dan Lupu Emil Indrea Alexandru Radu Biriş National Institute for Research and Development of Isotopic and Molecular Technologies, P.O. Box 700, R-3400 Cluj-Napoca, Romania * Corresponding author. Fax: +40-64-420042 The catalytic activity of supported Ni/Ln2O3 (Ln=La, Ce, Gd, Ho, Yb) catalysts for the hydrogen/water isotopic exchange reaction has been studied. The metallic and total surface areas were measured by hydrogen and krypton adsorption, respectively. The Ni surface area evaluated by hydrogen chemisorption is higher than the total BET surface area for Ni/La2O3. The Ni surface area does not change significantly while the total surface area increases with the decreasing Ln3+ ionic radius. The thermodesorption spectra for the adsorbed hydrogen with and without preadsorbed H2O are reported. The mobility of the adsorbed hydrogen decreases from La2O3 to Yb2O3 as support and in the same direction decreases the water uptake normalised to the total surface area. The catalytic activity normalised to the Ni surface area decreases exponentially with the decreasing Ln3+ ionic radii from La2O3 to Yb2O3 as support, in close relationship with the basicity and hydration degree of the support oxide. Keywords Hydrogen–water deuterium exchange Intrinsic activity Metal-support interaction Nickel/lanthanide oxides 1 Introduction Metal catalysts are usually deposited on oxide supports in order to enhance the dispersion of the active phase and to improve its resistance in the heat treatment during reduction and catalytic processes. The nature of the support can exert a significant influence on the catalytic properties of the metal for certain reactions, such as the isotope exchange reaction between hydrogen and water vapour [1–4], (1) H 2+HDO⇄HD+H 2 O which is of interest for the separation of the hydrogen isotopes [5]. The reaction (1) can also be used as a powerful method to evaluate both the hydrogen mobility on the catalyst surface (useful to evaluate these catalyst in hydrogenation reactions) and the degree of metal-support interaction. As concerning nickel catalysts for reaction (1), it was shown that by supporting the metal on various metal oxides, the reaction rate normalised to metal surface area is strongly affected by the nature of the support [1–4]. Generally, the presence of the support enhances the intrinsic activity (i.e. the activity of the metal surface area unit) of the catalyst compared to that of nickel black. The most efficient supports are TiO2 and ZrO2, which increase the intrinsic activity by about three orders of magnitude; the least efficient are ZnO and SiO2, with an increase of only one order of magnitude [4]. The results were interpreted in terms of a model invoking the creation of new highly active sites at the nickel-support interface. This model was proved in the case of the heat-treated Ni/Cr2O3 samples where it was shown that the increase of the catalytic activity is proportional to the length of the nickel-chromia frontier [6]. The activity enhancement is due to the intimate contacts between the metal and support, arising during the preparation process of the catalyst. That is why the simple mechanical mixtures obtained by crushing together the supports with nickel powder show catalytic activities not higher than that of the unsupported nickel [7]. The aim of this paper is to supply additional data for a better understanding of the influence of the metal-support interaction on the catalytic activity: which is the role of the support and in which way the characteristics of the oxide modifies the rate of reaction (1). For this purpose, some rare-earth oxides have been chosen as support for nickel; they have essentially similar chemical properties but there is a decrease of the trivalent rare-earth ionic radius from La3+ to Lu3+. Another reason for this study lies in the importance of the LnNi5 type alloys as hydride electrodes in Ni/metal hydride batteries. After the activation, the alloy surface consists mainly of nickel clusters and rare-earth oxides [8–14], the same couple (metal/oxide) playing in this case the role of an electrocatalyst for the hydride electrode reversible process. (2) M+H 2 O+e − ⇄ discharge charge MH ad +OH − The reactions (1) and (2) have in common the adsorption and mobility of the reacting species (hydrogen and water) on the composite metal/oxide surface layer. For hydride electrodes in commercial Ni/MH batteries, LnNi5 type alloys are largely used so that a better understanding of Ni/various rare-earth oxide catalysts should be useful to obtain Ni/MH batteries with high-rate dischargeabilities. 2 Experimental Five supported nickel samples on different rare-earth oxides (La2O3, CeO2, Gd2O3, Ho2O3, Yb2O3) were prepared by coprecipitation method. A water solution containing a mixture of nickel and lanthanide nitrates was added to a sodium hydroxide solution, with vigorous stirring. The ratio between the salts has been chosen in such a way to obtain 80at.% Ni and 20at.% Ln. The resulted precipitate was filtered and thoroughly washed with doubly distilled water in order to remove the sodium ions down to a very low content (<50ppm). The resulted precipitates were dried at 105°C, calcined in a nitrogen stream at 340°C and reduced in a hydrogen flow at 350°C. The catalyst was passivated at room temperature, in flowing nitrogen with low oxygen content. The catalyst samples were reactivated prior to use by in situ reduction, in hydrogen flow, at 350°C. BET surface area, S t, of the catalyst samples was measured in an all-glass apparatus, using krypton adsorption at liquid nitrogen temperature. The hydrogen chemisorption was measured in an all-glass apparatus, at room temperature, in the hydrogen pressure range 30–200Torr. The back extrapolation of the saturation region of the hydrogen adsorption isotherm was done and the intercept at zero pressure was taken as monolayer uptake. The metallic surface area, S Ni-chem, was calculated assuming that one hydrogen atom is chemisorbed on each surface metallic nickel atom and each nickel atom occupies 6.5Å2. The TPD measurements were performed in an all-metallic set-up. The catalyst sample (about 30–50mg) was reactivated in hydrogen flow at 350°C. After hydrogen (dried gas) adsorption for about 1h, at room temperature, the sample was cooled to about −80°C and argon was passed through the sample in order to sweep the hydrogen for about 20min. The thermodesorption was then started at a heating rate of 5K/min and with an argon flow rate of 25ml/min. The TPD of hydrogen was monitored by a thermal conductivity detector. In order to evaluate the influence of water co-adsorption on the hydrogen adsorption/desorption by TPD spectroscopy, the same experiments were also made for each sample, using hydrogen saturated with water vapour at the room temperature. The catalytic activity was measured in a flow microreactor system operated at atmospheric pressure. It consists in a glass reactor (5mm i.d.). The catalyst sample (about 0.1g) was first re-reduced in situ under hydrogen flow, at 350°C; after 2h, the reactor was cooled to the room temperature. The hydrogen flow, containing about 50ppm deuterium, was bubbled through a heavy water solution, containing about 4at.% deuterium, and passed through the catalyst bed; 63.5 and 79°C were selected as saturation and reaction temperatures, respectively. The deuterium content in the hydrogen flow, at the outlet, was measured on-line using a gas chromatograph equipped with a 1.5m column (activated charcoal) and thermal conductivity detector. The results were plotted according to the appropriate reversible first-order equation in order to obtain the rate constant. 3 Results and discussion 3.1 Surface characteristics The surface area values evaluated by various methods are reported in Table 1 , revealing an increase of the total surface area, S t, with the increasing atomic number from La to Yb. The evaluation of S Ni-XRD must be taken with care because this method allows determination of the average crystallite size and the intercrystallite area is not exposed in fact to the gas chemisorption; moreover, Ni crystallites with the effective average size <20Å can not be detected by XRD. The examination of the results shows that for Ni/Ln2O3, S Ni-chem<S Ni-TPD and it can be explained by taking into account that in TPD experiments the saturation of the sample with adsorbed hydrogen has been carried out at 1atm H2 pressure (at −80°C) while in chemisorption the maximum H2 pressure was not higher than 200Torr and room temperature, as described in the experimental section. The hydrogen adsorption experiments at H2 pressure up to 3.5atm reported in Fig. 1 show a typical Langmuir isotherm with a significant adsorption/desorption hysteresis. The adsorption rate is rather slow, requiring at least 3h to reach the equilibrium values. The Ni surface area evaluated by TPD is higher than that resulting from chemisorption method as shown in Table 1, except for Ni black. This difference results from the fact that the saturation of the catalyst with hydrogen is achieved only at higher pressures than those used here in chemisorption, as shown in Fig. 1. Moreover, our TPD experiment starts from sample saturation at −80°C, so that the metal surface areas evaluated by this two methods are different. It is known [15] that on Ni(110) surface, a saturation coverage of 1.5 monolayers at hydrogen adsorption can be achieved. Thus, a calculated surface area higher than the real one can result for Ni by hydrogen chemisorption if on these oxides as support, the Ni(110) surface preferentially appears. On the other hand, it is worth to note that for Ni/La2O3 S Ni>S t suggesting that there are adsorption sites available for hydrogen which are not available for krypton adsorption (or do not exist) on Ni black. For the Ni black S t is practically the same with S Ni-chem and S Ni-TPD. Differences between the BET surface area measured with nitrogen and hydrogen could arise when nanostructures are present. For carbon nanofibers the unexpected behaviour—high adsorption capacity for hydrogen but relatively low surface area measured with nitrogen adsorption was explained taking into account that the “nitrogen adsorption does not reach the same surface area like hydrogen does [16].” It might be suspected that, at least for Ni/La2O3, where the discrepancy is obvious, nanostructures or whiskers could be present, like those observed for La2O3 and CeO2 [17,18], as support for metallic nickel. However, electron microscopy did not reveal whiskers in the Ni/La2O3 sample. A higher hydrogen uptake (at 1atm H2 or above) might result from a possible penetration, at a slower rate, of the adsorbed H atoms between the Ni crystallites and the oxide surface [19]. This assumption is justified by the fact that in the absence of these additional sites, i.e. for Ni black S Ni-chem ≈ S Ni-TPD ≈ S t. 3.2 Hydrogen thermodesorption spectroscopy and the influence of preadsorbed H2O The amount of adsorbed hydrogen does not change significantly with the lanthanide oxide used as support, as can be seen from Table 2 . However, it is much higher compared to nickel black. Fig. 2 reveals that generally the hydrogen desorption occurs in two steps except for Ni/La2O3 which shows a single desorption peak at slightly lower temperatures. The second peak (or shoulder) appears more or less pronounced above 100°C showing a slight tendency to move towards higher temperatures from Ce to Yb. The preadsorbed water shows almost no influence on the amount of adsorbed hydrogen but it changes the peak profile, narrowing the desorption range and increasing sharply the peak intensity; this suggests a narrowing of the range of MHad bond energies for the available adsorption sites. The nature of MHad bond may be affected by the neighbouring sites occupied by water molecules; changes of the MH bond strength in solution compared to the gas phase has been reported in literature [20]. Table 3 shows that the amount of adsorbed water normalised to the total surface area (in the presence of hydrogen), decreases with the decreasing Ln3+ ionic radius, in agreement with the character of the Ln2O3 oxides for which the hydration degree decreases from La2O3 to Lu2O3. 3.3 The catalytic activity for the isotopic exchange reaction H2/HDO The values of the reaction rate measured for the Ni black and supported Ni samples are reported in Table 4 . The specific activity value, r g, increases by about two orders of magnitude in the case of Ni/Yb2O3, and more than three orders of magnitude for the Ni/La2O3 sample compared to Ni black. For the other oxides as support, intermediate r g values are obtained. It should be emphasised that any support used in these studies has now measurable catalytic activity for reaction (1) under the conditions described above. The reaction rate has been, therefore, normalised to the Ni surface area, S Ni-chem. The intrinsic activity (i.e. the activity per metal surface area unit), r s, is enhanced by all the supports and is strongly dependent on the rare-earth ion in the support. While Yb2O3 enhances r s by about one order of magnitude, compared to Ni black, La2O3 enhances it more than two orders of magnitude. The effect of the support on the catalytic properties of metals is much discussed in literature [21,22]. Thus, the CO, CO2 [23,24] and acetone [25] hydrogenation was extensively studied and enhancement of the intrinsic activity by to two orders of magnitude was reported. The explanation oh this behaviour is based on: (i) a direct involvement of the support via a chemical bonding with adsorbed reactants by oxygen vacancies [24,26] or Lewis acid sites [27–29] and (ii) an indirect effect of the support which induces changes both in the electronic properties and on the architecture of the neighbouring metal surface [30]. As regards the reaction (1), in Fig. 3 , the exponential decrease of the r s value with the diminution of the Ln3+ ionic radius is reported. Concerning the possible question about the valence state of the cerium it must be pointed out that in the experimental conditions used here for the catalyst preparation NiO/CeO2 results after calcination. However, in the case of cerium oxide as support it was shown that it can be reduced by the hydrogen at moderate temperature (623K, i.e. our working conditions [31]) to Ce3+ state in the neighbourhood of the metal. Therefore, the radius of Ce3+ has been taken into account in Fig. 3. It can be seen also that the decrease of the intrinsic activity follows the same direction with the decreasing of both the basicity and the hydration degree from La2O3 to Yb2O3. Nickel deposited on the most basic oxide, La2O3, shows the highest intrinsic activity. This points out to the idea that the basicity of the support oxide and its degree of hydration play an important role on the rate of the reaction (1). These results can be explained in terms of a mechanism in which the activation of the both reactants is required. The surface of metallic nickel activates the hydrogen molecule by dissociative chemisorption, and the water molecule is activated by the hydroxyl groups of the oxide support, which can interact easily and reversibly with water. As a proof for the proposed mechanism it might be invoked that when oxides are present as support, with –OH groups on their hydrated surface, the exchange between –OH and HDO is a very fast stage [32]. The exchange step between adsorbed hydrogen (moving on the metal surface) and the –OH/–OD groups from the oxide support obviously occurs at the metal-support interface. The overall reaction rate depends both on the concentration of the activated adsorbed co-reacting agents (Had and H2Oad) and on their mobility. Although Ni black which adsorbs similar amounts of water with Ni/La2O3, normalised to the surface area (see Table 3), the intrinsic activity of the former is two orders of magnitude lower than for Ni/La2O3. The absence of the –OH groups on the Ni black surface results in rather inactive H2O molecules on its surface and consequently a low reaction rate. From these it is obviously revealed the role of the –OH groups existing on the support oxide in the enhancement of the intrinsic activity for reaction (1). Finally, it should be noted that r s increases with the amount of adsorbed water on the unit surface area (Table 3) and the basicity of the support, and also with the mobility of the adsorbed hydrogen, qualitatively revealed by TPD, in agreement with the proposed reaction mechanism. 4 Conclusions The rate of the isotopic exchange reaction H2/HDO heterogeneously catalysed by Ni/Ln2O3 exhibits a strongly support-dependent catalytic activity. The reaction rate normalised to the active surface area decreases exponentially with the decreasing of Ln3+ ionic radius from La3+ to Yb3+. This decrease follows the same direction with the decreasing basicity and the hydration degree of the Ln2O3 support oxide. The results can be explained by the changing mobility of the adsorbed co-reacting species (hydrogen and water) and their concentrations on the catalyst surface, the reaction actually occurring at the nickel-oxide boundaries. The results could explain also the importance of the relatively high La and Ce contents for the high-rate dischargeabilities of LnNi5 type alloys used as anodes in Ni/MH batteries [14] or the improved electrochemical activation [33] of the metal hydride electrodes from Laves phase alloys with La or Ce added. In this case, the same catalyst (electrocatalyst) Ni/Ln2O3, is present on the surface of the metal hydride electrode. References [1] P. Mărginean A. Olariu J. Catal. 8 1967 359 [2] A. Olariu P. Mărginean Rev. Roum. Phys. 13 1968 823 [3] N.H. Sagert P.E. Show-Wood R.M.L. Pouteau Can. J. Chem. 53 1975 3257 [4] P. Mărginean A. Olariu J. Catal. 95 1985 1 [5] M. Shimizu, S. Kioto, N. Ninomiya, in: Y. Fujii, T. Ishida, K. Takeuchi (Eds.), Proceedings of the International Symposium on Isotope Separation and Chemical Exchange Uranium Enrichment, Tokyo, 1992, p. 560. [6] P. Mărginean A. Olariu Appl. Catal. A: Gen. 140 1996 59 [7] P. Mărginean Isotopenpraxis 301 1994 359 [8] M.E. Fiorino R.L. Opila K. Konstadimidas W.C. Fang J. Electrochem. Soc. 143 1996 2422 [9] J. Nan Y. Yang Z. Lin J. Alloys Comp. 316 2001 131 [10] E. Higuchi E. Toyoda Z.P. Li S. Suda H. Inone S. Nohara C. Iwakura Electrochem. Acta 46 2001 1191 [11] H. Hisa K. Moriai K. Aoyama H. Kondo H. Uchida J. Alloys Comp. 253–254 1997 525 [12] F. Meli T. Sakai A. Züttel L. Schlapbach J. Alloys Comp. 221 1995 284 [13] L. Jiang F. Zhan D. Bao G. Qing Y. Li X. Wei J. Alloys Comp. 231 1995 635 [14] J.J. Reilly, in: J.O. Besenhard (Ed.), Handbook of Battery Materials, Wiley, New York, 1999, Chapter 7, p. 209. [15] E. Boschung Th. Pillo J. Hayoz L. Patthey P. Aebi L. Schlapbach Phys. Rev. B 58 1998 210 [16] R. Ströbel L. Jörissen T. Schliermann V. Trapp W. Schütz K. Bohmhammel G. Wolf J. Garche J. Power Sources 84 1999 221 [17] M.A.P. Dekkers M.J. Lippits B.E. Nienwenhuys Catal. Today 54 1999 381 [18] F. Maurel M.J. Hÿtch B. Knops M. Backhaus-Ricoult Eur. Phys. J. AP 9 2000 205 [19] B.L. Mojet M.J. Kappers J.T. Miller D.C. Koningsberger Stud. Surf. Sci. Catal. 101 1996 1165 [20] S. Trasatti Surf. Sci. 335 1995 1 [21] K. Hayek R. Kramer Z. Paál Appl. Catal. A: Gen. 162 1997 1 [22] A.Yu. Stakheev L.M. Kustov Appl. Catal. A: Gen. 188 1999 3 [23] G.M. Pajonk, S.J. Teichner, in: I. Cerveny (Ed.), Catalytic Hydrogenation, Elsevier, Amsterdam, 1986, p. 277. [24] S.A. Stevenson, G.B. Raupp, J.A. Dumesic, S.J. Tauster, R.T.K. Baker, in: S.A. Stevenson, J.A. Dumesic, R.T.K. Baker, E. Ruckenstein (Eds.), Metal-Support Interactions in Catalysis, Sintering and Redispersion, Van Nostrand Reinhold, New York, 1987, p. 55. [25] B. Sen M.A. Vannice J. Catal. 113 1988 52 [26] R. Burch A.R. Flambard J. Catal. 78 1982 389 [27] G.A. Somorjai Surf. Sci. 299/300 1994 849 [28] A.T. Bell J. Mol. Catal. 100 1995 1 [29] Y. Borodko G.A. Somorjai Appl. Catal. A: Gen. 186 1999 355 [30] D.C. Koningsberger B.C. Gates Catal. Lett. 14 1992 271 [31] S. Bernal J.J. Calvino M.A. Cauqui J.M. Gatica C. Larese J.A. Pérez Omil J.M. Pintado Catal. Today 50 1999 175 [32] A. Ozaki, Isotopic Studies of Heterogeneous Catalysis, Kodansha, Tokyo, 1977, p. 54. [33] D. Sun M. Latroche A. Pércheron-Guégan J. Alloys Comp. 248 1997 215",
      "scopus-id": "0037054079",
      "coredata": {
        "eid": "1-s2.0-S0926860X02000911",
        "dc:description": "The catalytic activity of supported Ni/Ln2O3 (Ln=La, Ce, Gd, Ho, Yb) catalysts for the hydrogen/water isotopic exchange reaction has been studied. The metallic and total surface areas were measured by hydrogen and krypton adsorption, respectively. The Ni surface area evaluated by hydrogen chemisorption is higher than the total BET surface area for Ni/La2O3. The Ni surface area does not change significantly while the total surface area increases with the decreasing Ln3+ ionic radius. The thermodesorption spectra for the adsorbed hydrogen with and without preadsorbed H2O are reported. The mobility of the adsorbed hydrogen decreases from La2O3 to Yb2O3 as support and in the same direction decreases the water uptake normalised to the total surface area. The catalytic activity normalised to the Ni surface area decreases exponentially with the decreasing Ln3+ ionic radii from La2O3 to Yb2O3 as support, in close relationship with the basicity and hydration degree of the support oxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X02000911",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gluhoi, Andreea"
          },
          {
            "@_fa": "true",
            "$": "Mărginean, Petru"
          },
          {
            "@_fa": "true",
            "$": "Lupu, Dan"
          },
          {
            "@_fa": "true",
            "$": "Indrea, Emil"
          },
          {
            "@_fa": "true",
            "$": "Biriş, Alexandru Radu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X02000911"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X02000911"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(02)00091-1",
        "prism:volume": "232",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Influence of lanthanide oxides on the catalytic activity of nickel",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen–water deuterium exchange"
          },
          {
            "@_fa": "true",
            "$": "Intrinsic activity"
          },
          {
            "@_fa": "true",
            "$": "Metal-support interaction"
          },
          {
            "@_fa": "true",
            "$": "Nickel/lanthanide oxides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "121-128",
        "prism:endingPage": "128",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 June 2002",
        "prism:doi": "10.1016/S0926-860X(02)00091-1",
        "prism:startingPage": "121",
        "dc:identifier": "doi:10.1016/S0926-860X(02)00091-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1159",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "173",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "611",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1177",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22574",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr2ad.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1588",
            "@ref": "gr2ad",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "697",
            "@width": "720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr2ad.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28522",
            "@ref": "gr2ad",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr2ef.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1212",
            "@ref": "gr2ef",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "347",
            "@width": "720",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr2ef.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13784",
            "@ref": "gr2ef",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "73",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "954",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "424",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X02000911-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18526",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037054079"
      }
    }
  }
}