{
  "metadata": {
    "title": "Effect of the total activation pressure on the structural and catalytic performance of the SiC supported MoO<ce:inf loc=post>3</ce:inf>-carbon-modified catalyst for the <ce:italic>n</ce:italic>-heptane isomerization",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-14",
    "doi": "10.1016/S0926-860X(97)00004-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000045",
    "pii": "S0926860X97000045"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000058895",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T18:01:50 1-s2.0-S0926860X97000045 S0926-860X(97)00004-5 S0926860X97000045 10.1016/S0926-860X(97)00004-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00798 2024-01-01T12:19:29.85596Z 0 0 19970814 1997 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 156 156 1 1 Volume 156, Issue 1 11 131 149 131 149 19970814 14 August 1997 1997-08-14 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTTOTALACTIVATIONPRESSURESTRUCTURALCATALYTICPERFORMANCESICSUPPORTEDMOO3CARBONMODIFIEDCATALYSTFORNHEPTANEISOMERIZATION DELGALLO P OYAMA 1996 1 24 S CHEMISTRYTRANSITIONMETALCARBIDESNITRIDES LECLERCQ 1983 433 456 L SURFACEPROPERTIESCATALYSISBYNONMETALS OYAMA 1982 333 S SURFACEDEFECTPROPERTIESSOLIDS 1992 HIGHSURFACEAREANITRIDESCARBIDES STEIJNS 1981 654 M GIANNETTO 1986 481 G CAMPELO 1995 11 J BLEKKAN 1994 1657 E LEDOUX 1996 373 397 M CHEMISTRYTRANSITIONMETALCARBIDESNITRIDES LEDOUX 1996 145 M DELPORTE 1995 251 P PHAMHUU 1995 77 C LEDOUX 1988 176 M YORK 1996 672 A BARRETT 1951 373 E DEBOER 1958 J STRUCTUREPROPERTIESPOROUSMATERIALS MIKHAIL 1968 45 R VOLPE 1985 332 L ERRE 1983 48 R HAWKINS 1970 271 D DELPORTE 1995 P PHDDISSERTATION LEDOUX 1994 57 M SYNTHESISPROPERTIESADVANCEDCATALYTICMATERIAL LEDOUX 1995 81 M SPEVACK 1993 11020 P KENNEDY 1974 23 M BROCLAWIK 1981 379 E THONI 1977 263 W BURSILL 1969 267 L PROCROYSOCA BURSILL 1973 28 L LEE 1987 125 J MARKEL 1990 J PHDDISSERTATION SLOCZYNSKI 1991 346 J DELGALLOX1997X131 DELGALLOX1997X131X149 DELGALLOX1997X131XP DELGALLOX1997X131X149XP item S0926-860X(97)00004-5 S0926860X97000045 1-s2.0-S0926860X97000045 10.1016/S0926-860X(97)00004-5 271346 2024-01-01T12:19:29.85596Z 1997-08-14 1-s2.0-S0926860X97000045-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000045/MAIN/application/pdf/038c1b54e76672311be513fe75f9af00/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000045/MAIN/application/pdf/038c1b54e76672311be513fe75f9af00/main.pdf main.pdf pdf true 983464 MAIN 19 1-s2.0-S0926860X97000045-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000045/PREVIEW/image/png/bce63688cef53c6d75e6099b2e28db87/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000045/PREVIEW/image/png/bce63688cef53c6d75e6099b2e28db87/main_1.png main_1.png png 44714 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 131-149 Effect of the total activation pressure on the structural and catalytic performance of the SiC supported MoO3-carbon-modified catalyst for the n-heptane isomerization Pascal Del Galloa, Cuong Pham-Huua, Christophe Bouchya, Claude Estournesb, Marc J. Ledouxa'* aLaboratoire de Chimie des Mat~riaux CataIytiques, ECPM, Universit~ Louis Pasteur, 1, rue Blaise Pascal, 67008 Strasbourg Cedex, France bGroupe des Mat~riaux Inorganiques, lnstitut de Physique et Chimie des Matiriaux de Strasbourg, ECPM-ULP, UMR 46 du CNRS, 23, rue du Loess, 67037 Strasbourg Cedex, France Received 1 October 1996; received in revised form 18 November 1996; accepted 12 December 1996 Abstract The formation of a molybdenum oxycarbide active for catalytic isomerization of alkanes is strongly dependent on the total pressure of reactants. High pressures of the hydrogen/hydrocarbon mixture (up to 40 bar) increase the rate of reduction of MoO3 and the rate of diffusion of carbon into the bulk, this favors the formation of the oxycarbide at the expense of MoO2. Keywords: Isomerization; n-Heptane; Molybdenum oxycarbide; Silicon carbide; Medium pressure; Porosimetry 1. Introduction The use of transition carbides and their derivatives (oxycarbide and oxynitride) has received an increasing interest during the last two decades due to their simila- rity with the noble metals [ 1 ]. The preparation methods, chemistry, structure and physical properties of these compounds have recently been extensively investi- gated [1-4]. Isomerization of linear saturated hydrocarbons into their branched isomers presents an alternative for refiners to increase the octane number of un- leaded gasoline. However, due to the presence of acid sites on the surface and due to the reaction mechanism, commercial catalysts (Pt supported on acidic alumina * Corresponding author. Tel.: 33 88 60 24 72; fax: 33 88 41 68 09; e-mail: ledoux@cournot.strasbg.fr. 0926-860X/97/$17.00 @, 1997 Elsevier Science B.V. All fights reserved. Pll S0926-860X(97)00004-5 132 P Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 or zeolite) do not allow a high yield of isomers at high conversion for hydrocarbons heavier than C6 to be obtained due to the predominant acid cracking re action s [5-8 ]. It has been reported by Ledoux and co-workers [8-10] that MoO3-carbon-modified phase (oxycarbide phase) is an efficient isomerization catalyst for C6+ alkanes, with excellent selectivity even at high conversion, due to the intervention of a non- carbenium ion mechanism. The oxycarbide phase is formed by reaction between the low surface area MoO3 and the hydrogen and hydrocarbon mixture at low temperature, i.e. 350. The transformation is explained by the fact that during the process the oxygen present in the MoO3 structure is removed by hydrogen resulting in the formation of oxygen vacancies. Either these vacancies will undergo rearrange- ment by carbon incorporation to form the oxycarbide phase or the structure collapses to form the stable MoO2 [11]. The transformation resulting from these different phases leads to the formation of a porous structure which exhibits a high surface area. The surface area measured on the sample after the transformation shows a significant increase from 4 to around 120-140 m2 g ~ [11]. However, for use in catalysis it is more advantageous to prepare supported samples instead of unsupported powder. Indeed supported catalysts allow a high accessibility to the active sites and prevent the pressure drop along the catalyst bed during the process. The support also participates in the stability of the active phase during the reaction through interactions. Conventional support materials such as A1203 and SiO2 have been highly optimized to become inexpensive, versatile catalyst supports which are used in most currently operating catalytic processes or applications. Recently it has been reported by Pham-Huu et al. [12] that silicon carbide can be used as an efficient catalytic support material in isomerization reactions. The silicon carbide supported catalyst shows a higher activity compared to that obtained on alumina, due to the weak interaction between the oxide precursor and the support. The formation of the molybdenum oxycarbide, the active and selective phase for isomerization, was easily achieved. The authors have also reported that the activity developed was strongly linked to the activation conditions such as H2/hydrocarbon ratio and the total activation pressure. The aim of this article is to report the structural evolution of the MoO3/SiC sample as a function of the activation period under the hydrogen and hydrocarbon mixture at different total activation pressures. The physical characterization results will be compared with the catalytic results of the n-heptane isomerization, to give a better understanding of the catalytic activity and catalyst structure relationship. 2. Experimental 2.1. Support and catalyst Medium surface area SiC was synthesized by the gas-solid reaction between SiO vapor and a high surface area activated charcoal according to the method P. Del GalIo et al./Applied Catalysis A: General 156 (1997) 131-149 133 developed by Ledoux et al. [13,14]. The reaction was carried out under reduced pressure at a temperature of 1240-1250. Silicon monoxide was produced by heating an equimolar mixture of silicon Janssen Chimica, >99%) and silica powder (Merck) following the reaction: Si + SiO2 ~--- 2SiO (1) The SiO vapor was pumped through an activated charcoal bed where it reacted to form silicon carbide according to the reaction: SiO + 2C ~ SiC + CO (2) The side-products COx (CO and/or CO2) were pumped-off from the furnace as the only gaseous species, thus shifting the reaction equilibrium towards its fight- hand side. The activated charcoal had previously been ground in a mortar and sieved and the fraction in the range between 0.150 and 1 mm was used for the preparation of SiC. Before the transformation the activated charcoal was heated at 1000 under dynamic vacuum for 1 h in order to desorb the impurities and moisture adsorbed on its surface. The MoO3 supported on SiC sample was prepared by incipient wetness impreg- nation of the SiC material by an aqueous solution of ammonium heptamolybdate (Merck, purity>99.9%). The impregnated sample was dried in an oven at 120 for 2 h and then calcined at 350 for 2 h. The sample was stored in a desiccator under dry nitrogen after calcination in order to avoid contamination by moisture. 2.2. Apparatus and activation process The activation process was performed in a micropilot already described elsewhere [15]. The schematic drawing of the medium pressure micropilot used for the isomerization experiments is shown in Fig. 1. Briefly, the material was packed between quartz wool plugs in a reactor tube (copper-lined stainless steel tube i.d., 4 mm, length, 300 mm). The liquid feed was measured out with a high- pressure liquid chromatography pump (HPLC) (Varian Model 9002) and injected into the H2 stream (the H2 flow was regulated by a Brooks 5850 TR flowmeter linked to a Brooks 5876 control unit) and subsequently vaporized at the top of the reactor. The reactor was heated in a vertical furnace and the temperature was controlled by two thermocouples located in the furnace and on the reactor. The reactor pressure was regulated by a IMF membrane regulator. Most of the tubing and valves (gray shading in Fig. 1) were kept above 150 in order to avoid any condensation. The sample was activated under the reaction conditions defined as follows: catalyst weight=0.3 g, Weight Hourly Space Velocity (WHSV)= 10 h-~, total flow rate=200 cm3 min l, reaction temperature=350, duration=24 h. After an activation process the sample was removed from the reactor in a glove-box under dry nitrogen and transferred into the BET cell without air exposure. However, it is important to note that due to the configuration of the 134 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 It-\"-'~ o o o oI Safety Needle valve Filter ~ i (Air Liquide, grade U, purity > 99.9%) Mass Flow Ctrler Reacto~r l~rge Sampling temperature b,,\"x~ Lecture i~ ctrler ~ ~Micrometerinvalve Fumace ~ temperatUrecontroller Reactor n-Heptane Vent Back-pressure Filter regulator Vent Vent Bubbler Fig. 1. Schematic diagram of the experimental set-up. apparatus used in this work (medium pressure micropilot) during the removal of the reactor some air exposure was unavoidable. The n-heptane isomerization activity was calculated as described in the experi- mental section of [5]. The experiment was performed as follows: the MoO3/SiC was activated at different total pressures (1-40 bar) until no further increase in activity was observed. The pressure was then changed to 6 bar and the result compared with that obtained when the sample was activated directly at a total pressure of 6 bar. Isomerization activity was reported as specific rate (mol of hydrocarbon transformed per gram of MoO3 per second) instead of turn-over frequency (TOF) due to the fact that no chemisorption measurement is available on molybdenum oxycarbide. 2.3. Physical characterization The Mo content was determined by atomic absorption spectroscopy (AAS) at the Service Central d'Analyse of the CNRS. Powder X-ray diffraction (XRD) was performed on a Siemens Model D-5000 diffractometer equipped with a Cu K~y radiation and operated at 40 kV and 20 mA. The sample was crushed in an agate mortar and the powder was packed into 0.5 mm depressions of 40x44 mm2 polymer slides. Samples were exposed to radiation from 10to 100of 20 angle with a step scan mode (step=0.0220 with a step to step time of 10 s). The nature of the crystalline phase in the sample was checked using the data base of the Joint Committee on Powder Diffraction Standards (JCPDS). Before XRD measurement the sample was passivated under O2-1% diluted in an nitrogen stream at room temperature. P Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 135 The pore size and surface area measurements were performed on a Coulter SA- 3100 porosimeter using N2 as adsorbent at the temperature of liquid nitrogen. The pore size distribution was obtained from the desorption branch of the isotherms following the method of Barrett et al. [16]. Before each measurement the sample was evacuated at 300 for 3 h in order to desorb the impurities adsorbed on its surface. After the sample treatment was transferred from the reactor to the BET cell via a glove-box under dry nitrogen. The cell was equipped with a greaseless valve in order to avoid air exposure of the sample during the transfer to the porosimeter. SBET is the surface area of the sample calculated from the nitrogen isotherm using the BET method. SB~H is the surface area of all the pores except micropores calculated from the N2 desorption isotherm. The micropore surface area and volume were calculated using the t-plot method developed by de Boer and co- workers [17]. A more detailed study has been published by Mikhail et al. [18] concerning the correctness of the different parameters used in the method. The t- plot consist of the analysis of the v~-t plot curve where v~ is the volume of nitrogen adsorbed as liquid at a given pressure P/Po by the BET surface and t is the statistical thickness obtained by dividing the volume of nitrogen adsorbed as liquid at a given pressure P/Po by the BET surface. The combination of the t-plot and the BJH method for narrow and larger pores allows a practically full analysis of pore volume and pore surface distributions. HRTEM and EDS microanalysis were used to provide information about the microstructure of the support and the dispersion of the active phase. Unfortunately, the observations could not be done in situ. After reaction the sample was transferred into a glove-box under dry nitrogen and then into the TEM chamber. TEM and EDS were carried out on a Topcon E002B UHR operating at 200 kV with a point-to-point resolution of 0.17 nm. To prevent artifacts due to contamination, no solvents were used at any stage and samples were prepared by grinding the catalysts between glass plates and bringing the powder into contact with a holey carbon-coated copper grid. Complementary EDS microanalysis was used to check the chemical composition of the particles under observation. 3. Results 3.1. Catalyst before activation (MoOJSiC) The XRD pattern of the SiC used as support shows the presence of diffraction lines corresponding to fl-SiC and no traces of silica or others compounds are found (Fig. 2(a)). The support exhibits a BET surface area of 29 m2 g- ~ and most of the pores (Fig. 3) are found between 3 and 50 nm, meaning that the system is mainly mesoporous. The molybdenum content of the sample determined by atomic absorp- tion spectroscopy is 16.1 wt%. The XRD pattern of the sample after calcination only shows diffraction lines corresponding to SiC and MoO3 (Fig. 2(b)). No other 136 P Del Gallo et al./Applied Catalysis A: General 156 (1997) 131 149 .5 L~ ..a < I I I I I a ,3 -SiC SiC I I I I I 10 25 40 55 70 85 100 < I I b MoO3 <;j I 25 I I MoO -16,1% / SiC 3 I I I I 40 55 70 85 100 Two-Theta Angle (Deg.) Fig. 2. X-ray diffraction patterns of the SiC support (a) and the MOO3-16.1 wt%/SiC calcined at 500 for 2 h (b). sub-oxide or impurities are found. The pore size distribution of the sample measured by N2 is presented in Fig. 3. The BET surface area of the catalyst precursor (after calcination at 500) 8 m2 g-1 is much lower than that of the support 29 m2 g-]. This decrease is attributed to the pore filling or closure by impregnated oxide. TEM image of the catalyst precursor is presented in Fig. 4(a) along with the corresponding EDS spectrum (Fig. 4(b)). Molybdenum oxide is present on the catalyst in the form of thin platelets (length=48 nm, width=10 nm). 3.2. Catalyst after activation (MoOxCy/SiC) The XRD patterns of the samples activated under different total pressures are presented in Fig. 5. The sample activated at atmospheric pressure contains MoO2 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 137 \"7 E \"T E ~D O ~D O 0.003 0.003 - 0.002 - 0.002 - 0.001 - 0- I I t I1[ A W I r I I I 1 Ill I I I I pill SiC MoO3-16.1 wt. %/SIC after calcination at 350 for 2 h 0 i ] ~ JAJJJI~4..~J i ~ l I I Ill 1 10 100 Pore radius (nm) I I i r i 1000 Fig. 3. Pore size distribution of the SiC support and the M003-16.1 wt%/SiC calcined at 500 for 2 h. The surface area of the sample calculated from the nitrogen isotherm using the BET method (SBET) and the surface area of all the pores except micropores (SBjH) calculated from the nitrogen desorption isotherm are reported. and MoOxCy [11,22]. The intensity ratio of MoOxCy/MoO2 taken from the highest diffraction peaks is 0.2 at atmospheric pressure (Fig. 5(a)). Similar results have already been reported by other authors [ 19] during the transformation of unsup- ported MoO3 at atmospheric pressure. The total surface area of the sample after activation remains almost unchanged (9 m2 g 1 instead of 8 m2 g 1) (Fig. 6). The pore size distribution taken between 3 and 100 nm (Fig. 7) shows that during the course of the activation the pores with diameters between 3 and 10 nm are strongly affected when compared to the precursor (Fig. 3), the sample becoming more porous. The N2 adsorption isotherm of the sample activated at atmospheric pressure shows a type IV isotherm which is consistent with a mesoporous system. The t-plot method obtained on the sample (Fig. 8) shows a straight line crossing the origin which means that almost no micropores (_<3 nm) are present in the sample after activation at atmospheric pressure. Increasing the total activation pressure leads to a strong increase in the ratio MoOxCy/MoO2, meaning that MoO2 almost disappears from the surface at high activation pressure. In addition, the MoOxCy peaks diminish in intensity which could be explained by a progressive disorganization or amorphization of the phase (Fig. 5(b) and (c)). The observed results mean that the nature of the catalyst is 138 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 _ ~ b sl Mo Cu .. 0 1 2 3 4 Energy (keV) Fig. 4. (a) TEM micrograph of MOO3-16.1 wt%/SiC catalyst before reaction, (b) Energy dispersive microanalysis spectrum of sample shown in panel a, (c) TEM micrograph of MoOxCJSiC after reaction. strongly modified as a function of the total activation pressure; this is due to the fact that the transformation involving oxygen removal and carbon insertion through diffusion phenomena should be strongly pressure dependent. The total surface area of the samples activated at higher pressure (6 bar) increases from 8 me g-~ at atmospheric pressure to around 30 me g-t (Fig. 6) and the pore size distribution (Fig. 7) shows a similar trend to that obtained on the sample activated at atmo- spheric pressure, i.e. a decrease in the average pore diameter. However, it should be \"0 < P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 139 ~2\"XOO~ 3!S x x 2, Oo!N ~ ZOO~ ~OON sl!uA ~al!q~v ~OOlAi m D!S- x 5) Oo1,~I D!S ~--- Zool~ J S ~OO~ -- oo 60 ~< [--. o 6 2 ,2 .--2,. ko ,5 [.., e.~ oo ~ e.- o =.= e-, ~._= ~-7 \"7 d~ -~= o ~D ._= 140 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 \"7 eD o.) 4O [] Meso- i~ Micrope 30 20 10 l 1 I I Surface are (SBzr) 6 20 Activation pressure / bar 40 Fig. 6. BET surface area measured by N2 and micropore surface area deduced from the t-plot method of the MOO3-16.1 wt%/SiC catalyst activated under n-heptane and hydrogen mixture at 350 and under different total pressures. SBE-r is the surface area calculated from the nitrogen isotherm using the BET method, SBjI4 is the surface area of all the pores except micropores, calculated from the nitrogen desorption isotherm, Smicropore is the surface area of the micropore calculated from the t-plot method. 6 10.3 ........ J ........ i ........ : activated 24 h / 1 bar 7 t~ -- activated 24 h / 6 bar .70 ~ + activated 24 h / 20 bar ~ 410.3- ted 4h/40bar ~> 2 10.3- 0 100 ' ' i ~- ' ...... 10 100 1000 Pore radius /nm Fig. 7. Pore size distribution of the MOO3-16 wt%/SiC catalyst activated under n-heptane and hydrogen mixture at 350 and under different total pressures. P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 141 E o o < 20 16 12 8 4 0 I I I I activated 24 h / 1 bar activated 24 h / 6 bar activated 24 h / 20 bar activated 24 h / 40 bar [] 0 [] 00 0 O00 0 O0 [] 0 000 ~o eo~eO 0 0.2 I I 0.4 0.6 0.8 Film thickness / nm Fig. 8. t-plot of MOO3-16.1 wt%/SiC under n-heptane and hydrogen mixture at 350 and under different total pressures. noted that the pore size distribution is only evaluated above 3 nm in diameter because the validity of the Kelvin equation becomes uncertain for smaller pores. The total pore volume increases slightly from 0.05 cm3g 1 for the sample activated at atmospheric pressure to 0.1 cm3 g-1 for the sample activated at 6 bar. For the samples activated at higher pressures than 6 bar almost no pore volume increase was observed. The isotherms corresponding to the samples activated at different total pressures are presented in Fig. 9 and their shape is due to a combination of types I and IV. This shape is similar for the four pressures meaning that the increase in the surface area is mainly due to the formation of micropores in the sample which are not detected by the method employed. The total surface area of the sample activated at higher pressures (20 and 40 bar) which increases up to 30 and 40 m2 g-a is mainly due to the development of the micropore surface area as shown in Fig. 6. This presence of micropores in the sample after activation under total pressure higher than atmospheric pressure is shown by the t-plot curves presented in Fig. 8 which show a strong deviation of the lines from the origin. The surface area generated by the micropores formed during the course of the activation increases with increasing total activation pressure. At 6 bar the micropore surface con- tributes to about 2 m2 g-~ while for the sample activated at 40 bar the micropore surface increases to 19 m2 g-~ (Fig. 6). ATEM micrograph of the catalyst after an activated period at 20 bar is presented in Fig. 4(c) and this shows that the general shape of the MoO3 thin platelets is retained during the transformation. 142 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 150 i I adsorbed volume ('T ----o---- desorbed volume ~r cD ~D .~ ~]i12 2 i i i activated24 b ,,~ , 0 i i 0 0.25 0.5 0.75 Relative pressure P/P0 Fig. 9. Adsorbtion~lesorbtion isotherms of MOO3-16.1 wt%/SiC under n-heptane and hydrogen mixture at 350 and under different total pressures. 3.3. n-Heptane isomerization activity The n-heptane isomerization activity obtained on the samples activated at different pressures for 24 h and then tested at 6 bar for more than 40 h is presented in Fig. 10(a). Increasing the total activation pressure leads to an increase in the isomerization activity while the isomer selectivity and product distribution (Table 1) remain unchanged meaning that the nature of the active phase is identical and only the density of the active sites increases as a function of the total activation pressure. The isomer products are composed exclusively of mono- and di-branched molecules. Almost no traces of cyclic molecules are observed. In all cases the C7 selectivity is higher than 93% (Fig. 10(b)). Finally, no deactivation is observed on the different catalysts as a function of time on stream (Fig. 10(a)) meaning that deactivation due to coke formation or oxygen-carbon exchange is absent. 4. Discussion 4.1. Structural modification. The formation of the MoO3-carbon-modified active phase for isomerization reaction has already been described in several previous articles [11,22-24] using P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 143 (a) i ra~ O i 0 250 200 150 100 50 i I i i i activated 24 h / 40 bar y_____--- activated 24 h / 20 bar ll.m---~ m m n u -- activated 24 h / 6 bar activated 24 h / 1 bar I I I I I 24 29 34 39 44 49 54 Time on stream / h (b) c~ z r.,9\" 100 80 60 40 20 I I I I I 0 I 24 49 54 -\" activated 24 h/1 bar -- activated 24 h / 6 bar activated 24 h / 20 bar ----<3---- activated 24 h / 40 bar I I I I 29 34 39 44 Time on stream / h Fig. 10. n-Heptane isomerization activity (a) and selectivity (b) measured at 350 and 6 bar total pressure on the MOO3-16.1 wt%/SiC catalyst activated under n-heptane and hydrogen mixture at 350 and under different total pressure for 24h. Reaction conditions: catalyst weight=0.3g, WHSV=10h-1, total flow rate- 200 cm3 min 1. 144 R Del Gallo et al./Applied Catalysis A: General 156 (1997) 131 149 different characterization techniques such as XRD, XPS, SEM and HRTEM. In the following paragraphs, some important points are discussed and summarized for the sake of clarity before the discussion of the influence of the activation pressure on the catalyst structure and catalytic reactivity. During the transformation of the MoO3 precursor under the hydrogen and hydrocarbon mixture into its corresponding oxycarbide, the surface area of the material is strongly modified [11,22]. The first step of the transformation involves the adsorption and dissociation of hydrogen molecules onto the MoO3 surface, followed by the release of water molecules and the formation of oxygen vacancies in the oxide lattice. In the case of hydrogen atoms, chemisorption can occur at relatively low temperature resulting in the formation of hydrogen bronzes [20]. In the presence of molecular hydrogen the reduction process is lowered and reduction only occurs at a high temperature (300-400) and oxygen has to be removed through the reaction of two adjacent OH groups leading to the formation of water and to the concomitant formation of one oxygen vacancy. Similar results have been reported by Hawkins and Worrell [21] during the study of the reduction of MoO3 under hydrogen. These authors have shown that after reduction under H2 at around 350 an extra-peak was observed in the XRD pattern (d=2.04 A) along with MoO2 peaks. Similar results have recently been reported by Delporte et al. [22-24] during the course of the reduction of MoO3 under hydrogen at 350. The extra- peak located at d=2.04A is attributed by the authors to a peak reminiscent of the MoO3 structure with a 14% contraction between the (0 k 0) planes due to the formation of the oxygen vacancies in the oxide matrix. It should be noted that during the activation period the presence of gaseous hydrocarbon favors the reduction process by formation of CO or CO2 as hydrocarbon is well known to be an efficient reductor agent. These vacancies or defects may be generated at random during the reduction process [25]. The subsequent step is the diffusion of the vacancies from the surface into the bulk resulting in the saturation of the crystal lattice with defects, followed by nucleation of the new phases [26]. As a function of time on stream a sufficiently high concentration of defects in the oxide leads to a structural collapse to form a more stable crystalline organization, e.g. MOO2. The edge-linked MoO2 formed during the collapse has a lower energy than the corner- linked structure containing the oxygen vacancy [27]. In general, the oxygen vacancies formed by reduction are rapidly rearranged to form a more stable structure, e.g. edge-linked structure. However, in the presence of hydrocarbon (carbon source) the oxygen vacancies can be filled with carbon by diffusion to form an intermediate structure, i.e. a molybdenum oxycarbide [11]. The carbon incorporation may be explained by considering the crystallographic shear as already reported by Spevack and McIntyre [25] to explain the sulfidation mechanism of MoO3 by the HzS/H2 mixture. This crystallographic shear mechan- ism involves the removal of anionic vacancies from the MoO3 lattice through the formation of shear planes [25,28]. The shear planes are oriented in the (1 2 0) direction. The shear planes are found in the Magneli phases which are stable in P. Del GalIo et al./Applied Catalysis A: General 156 (1997) 131-149 145 Table 1 Isomerization of n-heptane over MoO3-carbon-modified supported on SiC at 6 bar after different total activation pressures Total activated pressure (bar) (24 h) 1 6 20 40 Reaction pressure (bar) 6 6 6 6 Conversion (%) 14.5 23.5 36.7 42.9 r, 10-7 mol (g of Mo3) i s 1 103.7 149.4 211.3 233.7 C7 selectivity (%) 90 94 93 93 Products distribution Isomer distribution (%) DMBa 6.6 8.7 12.3 12.8 2MHa 44.4 40.2 39.2 39.5 3MHa 44.7 47.2 45.0 44.2 3EP~ 3.3 3.1 3.1 3.1 Cyclicb 1.0 0.8 0.4 0.4 Cracked products distribution (%) C6+C1 29.9 17.0 17.3 13.5 C5+C2 20.2 19.1 17.8 14.5 C4+C3 47.7 59.9 59.7 66.7 Others 2.2 4.0 5.2 2.3 aDMB-dimethylpentanes, 2MH and 3MH=2- and 3-methylhexane, 3EP=3-ethylpentane. bCyclic=toluene, ethylpentane and methylcyclohexane. Conditions: H2/n-C7 ratio=25, total flow rate-200 cm3 min-1, 350, different activation pressures. The activity and selectivity are taken after 24 h of time on stream at bar. the partially reduced molybdenum oxides (MonO3n-1, n=8, 9, 10, 11, 12, 14) [29]. The carbon diffusion will be facilitated by the shear plane to replace oxygen vacancies and will lead to the formation of the MoOxCy phase which will prevent the total collapse into the edge-linked structure MOO2. This means that when the appropriate activation conditions are used, one can expect to form exclusively the MoO3-carbon-modified phase at the expense of M002. The transformation starts at several micro regions within the solid matrix and this results in the formation of voids which increase the surface area. As reduction-carburization proceeds in these zones, the solid lattice contracts and fractures the crystal to produce fine pores. The formation of the two different phases (MoOxCy and MOO2) from the same lattice also allows the formation of pores and channels at the interface of the particles. The hypothesis advanced to explain the generation of higher surface area during the transformation of MoO3 into MoO~Cy is also supported by the fact that the thin platelet morphology of MoO3 is retained in the final product. The increase in the surface area is attributed to the formation of a large number of small particles inside the former platelet which develops internal pores. Similar results have been reported by Lee et al. [30] during the temperature-programmed reaction synthesis of Mo2C by reaction between MoO3 and a CHjI-I2 mixture and by Markel [31] 146 P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 during the synthesis of high surface area Mo2N by TPR of MOO3. These authors have reported that the surface area of the final carbide (or nitride) is directly linked to the concentration of methane in the carburation mixture. The resulting carbide synthesized under 100% methane exhibited a surface area of 180 m2 g-a while the surface area of the starting MoO3 oxide is only 0.8 m2 g-I 4.2. Effect of the total activation pressure At atmospheric pressure the carbon diffusion rate inside the oxide matrix is probably low compared to the rate of structure collapse to form a more stable structure, eg. MoO2 with an edge-linked structure, which exhibits a more compact structure and a low surface area. This hypothesis is confirmed by the XRD performed on the sample activated at atmospheric pressure where diffraction lines corresponding to the MoO2 are predominant. The solid contains almost no micropores (<3 nm) as shown by the similarity between the total surface area measured by the BET method and that measured by the BJH method. The n- heptane isomerization activity obtained on the catalyst activated at atmospheric pressure and subsequently tested at 6 bar is 103.7x 10-7 mol (g of MOO3)-~ s-l (Table 1). Increasing the total activation pressure from atmospheric pressure to 6 bar leads to the formation of a high amount of micropores which contributes to the increase in the total surface area of the material (38 m2 g-1 instead of 9 m2 g-1) (Fig. 6). It is significant to note that the surface area and porosity of the support (SIC) has been confirmed as unchanged after the activation process, this means that the increase in the surface area measured on the sample is only due to the 16.1 wt% of MOO3. During the course of the transformation the surface area of the MoO3 is thus increased by a factor of 20 (180 m2 g-1 instead of 9 m2 g-l). The isomerization activity is in consequence strongly increased. The following hypothesis can be put forward to explain the results: at a total pressure of 6 bar the concentration of hydrogen on the MoO3 surface is high and contributes to the formation of a high amount of oxygen vacancies inside the structure compared to that obtained at atmospheric pressure, resulting in the formation of a higher amount of crystallographic shears which facilitate the carbon diffusion from the surface into the bulk. Sloczynski and Bobinski [32] have reported that the initial rate of reduction of MoO3 is proportional to the hydrogen pressure and the dissociative adsorption of hydrogen is suggested as the rate determining step. On the other hand, the concentration of the carbon available on the material surface also increases with the total pressure such that the rate of carbon diffusion from the surface inside the oxide matrix to replace the oxygen vacancies, is increased too. This leads to an increase in the MoO3-carbon-modified/ MoO2 ratio, resulting in a strong increase in the n-heptane isomerization activity (Fig. 10(a)). The total surface area of the catalyst after activation was also increased from 20 to 38 m2 g-I meaning that during the carbon diffusion a more P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 147 \"7 CxO ~E o o 2. 10.3 1.10.3 I i i i iiiii i i i 111111 i i i i ~lJ ---0-- MoO2 MoO2 after reaction at 6 bar / 350 ~C under n-heptane , , , i , ,111 10 100 Pore radius / nm , , , i , ,,, 1000 Fig. 11. Pore size distribution of MoO2 before and after reaction. The surface area of the sample calculated from the nitrogen isotherm using the BET method (SBET) and the surface area of all the pores except micropores (SBjH) calculated from the nitrogen desorption isotherm are reported. o e) '~ cD E 50 40 30 20 10 I I I I I .~ Specific rate --o-- C7 selectivity I I I I I 0 0 5 10 15 20 25 30 Time on stream / h 100 80 60 40 20 .f3 .< ,.< Fig. 12. n-Heptane isomerlzation activity and selectivity measured at 350 and 6 bar total pressure on MOO2. Reaction conditions: catalyst weight=0.3 g, WHSV= 10 h-l, total flow rate=200 cm3 rain-1. 148 P Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 disordered and open structure was formed. Lee et al. [30] have reported that during Mo2C synthesis the highest surface area is obtained with a carburation feed containing exclusively methane. The high methane concentration probably allows the increase in the rate of carbon diffusion into the oxide lattice. Performing the activation process at higher pressure (20 and 40 bar) leads to samples with slightly higher surface area though the isomerization activity continues to increase (Figs. 6 and 10(a)). The gain of the n-heptane isomerization activity between the sample activated at 6 and 20 bar can be explained by the complete transformation of MoO3 into MoOxCy. In this case not only the surface area (more sites available) but the amount of active phase (MoOxC,,) also increases at the expense of MoO2 (inactive). In Fig. 11 the pore size distribution of MoO2 and a MoO2 sample activated under similar conditions at 6 bar is reported. Its initial surface area is 1 m2 g-l; after activation it is 4 ms g-1. The starting MoO2 (pretreated in pure H2 at 450 for 1 h) is not a suitable starting oxide to allow the formation of a high surface area final catalyst. The isomerization activity and selectivity obtained on the MoO2 catalyst are presented in Fig. 12 which shows that this catalyst is neither active nor selective for the isomerization reaction when compared to MOO3. This is consistent with the increase in the isomerization activity with increasing total activation pressure, which strongly inhibits the formation of MoO2 in favor of the MoO, Cy phase. 5. Conclusion Several interesting conclusions can be drawn regarding the effect of the total activation pressure on the structural and catalytic activity of the MoO3-carbon- modified catalysts. The catalyst obtained after an activation period under n-heptane and hydrogen mixture at 40 bar leads to an active and selective catalyst for n- heptane isomerization. The hypothesis which is formulated to explain the results proposes that a high pressure of hydrogen and hydrocarbon, both good reducing agents, favors the reduction process (formation of oxygen vacancies and creation of shears) and increases the rate of diffusion of carbon atoms inside the bulk to fill the oxygen vacancies. This double process leads to a significant amount of molybdenum oxycarbide, a pseudo-stable phase, at the expense of the usual product of reduction, MOO2, which is inactive for the isomerization reaction and has a low surface area. Acknowledgements The present work was supported by the Pechiney Company (France). G. Ehret (Groupe Surface and Interface - IPCMS, UMR 46, CNRS) is gratefully acknowl- edged for performing TEM experiments. P. Del Gallo et al./Applied Catalysis A: General 156 (1997) 131-149 149 References [1] S.T. Oyama, in: S.T. Oyama (Ed.), The Chemistry of Transition Metal Carbides and Nitrides, Blackie Academic and Professional, London, 1996, pp. 1-24, and references therein. [2] L. Leclercq, in: J.E Bonnelle, B. Delmon, E.G. Derouane (Eds.), Surface Properties and Catalysis by Non- Metals, NATO ASI Series, 1983, pp. 433-456. [3] S.T. Oyama, G.L. Haller, in: Surface and Defect Properties of Solids, Specialist Periodical Reports, vol. 5, The Chemical Society, London, 1982, pp. 333. [4] EW. Lednor (Ed.), in: High Surface Area Nitrides and Carbides, Catal. Today, 15 (1992), and references therein. [5] M. Steijns, G. Froment, E Jacobs, J. Uytterhoeven and J. Weitkamp, Ind. Eng. Prod. Res. Dev., 20 (1981) 654. [6] G.E. Giannetto, G.R. Perot and M.R. Guisnet, Ind. Eng. Prod. Res. Dev., 25 (1986) 481. [7] J.M. Campelo, E Lafont and J.M. Marinas, J. Catal., 156 (1995) 11. [8] E.A. Blekkan, C. Pham-Huu, J. Guille and M.J. Ledoux, Ind. Eng. Chem. Res., 33 (1994) 1657. [9] M.J. Ledoux, C. Pham-Huu, A.EE. York, E.A. Blekkan, E Delporte, E Del Gallo, in: S.T. Oyama (Ed.), The Chemistry of Transition Metal Carbides and Nitrides, Blackie Academic and Professional, London, 1996, pp. 373-397. [10] M.J. Ledonx, E Del Gallo, C. Pham-Huu and A.EE. York, Catal. Today, 27 (1996) 145. [11] E Delporte, E Meunier, C. Pham-Huu, Ph. Venn6gues, M.J. Ledoux and J. Guille, Catal. Today, 23 (1995) 251. [12] C. Pham-Huu, P. Del Gallo, E. Peschiera and M.J. Ledoux, Appl. Catal. A, 132 (1995) 77. [13] M.J. Ledoux, S. Hantzer, J. Guille, D. Dubots, US Patent 4914070. [14] M.J. Ledoux, S. Hantzer, C. Pham-Huu, J. Guille and M.E Desaneaux, J. Catal., 114 (1988) 176. [15] A.EE. York, E Pham-Huu Del Gallo and M.J. Ledoux, Ind. Eng. Chem., 35 (1996) 672. [16] E.P. Barrett, L.G. Joyner and P.E Halenda, J. Am. Chem. Soc., 73 (1951) 373. [17] J.H. De Boer, in: D.H. Everett (Ed.), The Structure and Properties of Porous Materials, 1958. [18] R.H.S. Mikhail, S. Brunauer and E.E. Bodor, J. Coll. Int. Sci., 26 (1968) 45. [19] L. Volpe and M. Boudart, J. Solid State Chem., 59 (1985) 332. [20] R. Erre, H. Van Damme and J.J. Fripiat, Surf. Sci., 127 (1983) 48. [21] D.T. Hawkins and W.L. Worrell, Metallurg. Trans., 1 (1970) 271. [22] E Delporte, Ph.D. Dissertation, University of Strasbourg, 1995. [23] M.J. Ledoux, E Delporte, C. Pham-Huu, in: E. Iglesia, EW. Lednor, D.A. Nagaki, L.T. Thompson (Eds.), Synthesis and properties of advanced catalytic material, MRS Symposium proceedings 368 (1994) 57. [24] M.J. Ledoux, C. Pham-Huu, E Delporte, E.A. Blekkan, A.E York, E.G. Derouane and A. Fonseca, Stud. Surf. Sci. Catal., 92 (1995) 81. [25] EA. Spevack and N.S. McIntyre, J. Phys. Chem., 97 (1993) 11020. [26] M.J. Kennedy and S.C. Bevan, J. Less Common Met., 36 (1974) 23. [27] E. Broclawik and J. Haber, J. Catal., 72 (1981) 379. [28] W. Th6ni, E Gai and EB. Hirsch, J. Less Common Met., 54 (1977) 263. [29] L.A. Bursill, Proc. Roy. Soc. A, 311 (1969) 267; L.A. Bursill, Acta Cryt., A29 (1973) 28. [30] J.S. Lee, S.T. Oyama and M. Boudart, J. Catal., 106 (1987) 125. [31] J.E. Markel, Ph.D. Dissertation, University of South Carolina, 1990. [32] J. Sloczynski and W. Bobinski, J. Solid State Chem., 92 (1991) 346. APCATA 97000045 S0926-860X(97)00004-5 10.1016/S0926-860X(97)00004-5 Article Effect of the total activation pressure on the structural and catalytic performance of the SiC supported MoO3-carbon-modified catalyst for the n-heptane isomerization Pascal Del Gallo a Coung Pham-Huu a Christophe Bouchy a Claude Estournes b Marc J. Ledoux ∗ a a Laboratoire de Chimie des Matériaux Catalytiques, ECPM, Université Louis Pasteur, 1, rue Blaise Pascal, 67008 Strasbourg Cedex, France b Groupe des Matériaux Inorganiques, Institut de Physique et Chimie des Matériaux de Strasbourg, ECPM-ULP, UMR 46 du CNRS, 23, rue du Loess, 67037 Strasbourg Cedex, France ∗ Corresponding author. Tel.: 33 88 60 24 72; fax: 33 88 41 68 09 The formation of a molybdenum oxycarbide active for catalytic isomerization of alkanes is strongly dependent on the total pressure of reactants. High pressures of the hydrogen/hydrocarbon mixture (up to 40 bar) increase the rate of reduction of MoO3 and the rate of diffusion of carbon into the bulk, this favors the formation of the oxycarbide at the expense of MoO2. Keywords Isomerization n-Heptane Molybdenum oxycarbide Silicon carbide Medium pressure Porosimetry References [1] S.T. Oyama S.T. Oyama The Chemistry of Transition Metal Carbides and Nitrides 1996 Blackie Academic and Professional London 1 24 and references therein [2] L. Leclercq J.P. Bonnelle B. Delmon E.G. Derouane Surface Properties and Catalysis by Non-Metals NATO ASI Series 1983 433 456 [3] S.T. Oyama G.L. Haller Surface and Defect Properties of Solids Specialist Periodical Reports vol. 5 1982 The Chemical Society London 333 [4] P.W. Lednor High Surface Area Nitrides and Carbides Catal. Today 15 1992 and references therein [5] M. Steijns G. Froment P. Jacobs J. Uytterhoeven J. Weitkamp Ind. Eng. Prod. Res. Dev. 20 1981 654 [6] G.E. Giannetto G.R. Perot M.R. Guisnet Ind. Eng. Prod. Res. Dev. 25 1986 481 [7] J.M. Campelo F. Lafont J.M. Marinas J. Catal. 156 1995 11 [8] E.A. Blekkan C. Pham-Huu J. Guille M.J. Ledoux Ind. Eng. Chem. Res. 33 1994 1657 [9] M.J. Ledoux C. Pham-Huu A.P.E. York E.A. Blekkan P. Delporte P. Del Gallo S.T. Oyama The Chemistry of Transition Metal Carbides and Nitrides 1996 Blackie Academic and Professional London 373 397 [10] M.J. Ledoux P. Del Gallo C. Pham-Huu A.P.E. York Catal. Today 27 1996 145 [11] P. Delporte F. Meunier C. Pham-Huu Ph. Vennégues M.J. Ledoux J. Guille Catal. Today 23 1995 251 [12] C. Pham-Huu P. Del Gallo E. Peschiera M.J. Ledoux Appl. Catal. A 132 1995 77 [13] M.J. Ledoux, S. Hantzer, J. Guille, D. Dubots, US Patent 4 914070. [14] M.J. Ledoux S. Hantzer C. Pham-Huu J. Guille M.P. Desaneaux J. Catal. 114 1988 176 [15] A.P.E. York P. Pham-Huu Del Gallo M.J. Ledoux Ind. Eng. Chem. 35 1996 672 [16] E.P. Barrett L.G. Joyner P.P. Halenda J. Am. Chem. Soc. 73 1951 373 [17] J.H. De Boer D.H. Everett The Structure and Properties of Porous Materials 1958 [18] R.H.S. Mikhail S. Brunauer E.E. Bodor J. Coll. Int. Sci. 26 1968 45 [19] L. Volpe M. Boudart J. Solid State Chem. 59 1985 332 [20] R. Erre H. Van Damme J.J. Fripiat Surf. Sci. 127 1983 48 [21] D.T. Hawkins W.L. Worrell Metallurg. Trans. 1 1970 271 [22] P. Delporte Ph.D. Dissertation 1995 University of Strasbourg [23] M.J. Ledoux P. Delporte C. Pham-Huu E. Iglesia P.W. Lednor D.A. Nagaki L.T. Thompson Synthesis and properties of advanced catalytic material MRS Symposium proceedings 368 1994 57 [24] M.J. Ledoux C. Pham-Huu P. Delporte E.A. Blekkan A.P. York E.G. Derouane A. Fonseca Stud. Surf. Sci. Catal. 92 1995 81 [25] P.A. Spevack N.S. McIntyre J. Phys. Chem. 97 1993 11020 [26] M.J. Kennedy S.C. Bevan J. Less Common Met. 36 1974 23 [27] E. Broclawik J. Haber J. Catal. 72 1981 379 [28] W. Thöni P. Gai P.B. Hirsch J. Less Common Met. 54 1977 263 [29] L.A. Bursill Proc. Roy. Soc. A 311 1969 267 L.A. Bursill Acta Cryt. A29 1973 28 [30] J.S. Lee S.T. Oyama M. Boudart J. Catal. 106 1987 125 [31] J.E. Markel Ph.D. Dissertation 1990 University of South Carolina [32] J. Sloczynski W. Bobinski J. Solid State Chem. 92 1991 346",
      "scopus-id": "0000058895",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000045",
        "dc:description": "The formation of a molybdenum oxycarbide active for catalytic isomerization of alkanes is strongly dependent on the total pressure of reactants. High pressures of the hydrogen/hydrocarbon mixture (up to 40 bar) increase the rate of reduction of MoO3 and the rate of diffusion of carbon into the bulk, this favors the formation of the oxycarbide at the expense of MoO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000045",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Del Gallo, Pascal"
          },
          {
            "@_fa": "true",
            "$": "Pham-Huu, Coung"
          },
          {
            "@_fa": "true",
            "$": "Bouchy, Christophe"
          },
          {
            "@_fa": "true",
            "$": "Estournes, Claude"
          },
          {
            "@_fa": "true",
            "$": "Ledoux, Marc J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000045"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000045"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00004-5",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of the total activation pressure on the structural and catalytic performance of the SiC supported MoO3-carbon-modified catalyst for the n-heptane isomerization",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Isomerization"
          },
          {
            "@_fa": "true",
            "$": "n-Heptane"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum oxycarbide"
          },
          {
            "@_fa": "true",
            "$": "Silicon carbide"
          },
          {
            "@_fa": "true",
            "$": "Medium pressure"
          },
          {
            "@_fa": "true",
            "$": "Porosimetry"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-149",
        "prism:endingPage": "149",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 August 1997",
        "prism:doi": "10.1016/S0926-860X(97)00004-5",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00004-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000058895"
      }
    }
  }
}