{
  "metadata": {
    "title": "Selectivity to cumene in the alkylation of benzene with isopropanol on a MCM-41/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1998-01-08",
    "doi": "10.1016/S0926-860X(97)00280-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002809",
    "pii": "S0926860X97002809"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000687027",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-05-18 1998-05-18 2010-11-13T19:29:43 1-s2.0-S0926860X97002809 S0926-860X(97)00280-9 S0926860X97002809 10.1016/S0926-860X(97)00280-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00725 2024-01-01T12:19:29.85596Z 0 0 19980108 1998 1998-05-18T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 166 166 2 2 Volume 166, Issue 2 18 387 392 387 392 19980108 8 January 1998 1998-01-08 1998 Article article fla Copyright © 1998 Published by Elsevier B.V. SELECTIVITYCUMENEINALKYLATIONBENZENEISOPROPANOLAMCM41AL2O3CATALYST MEDINAVALTIERRA J KAEDING 1981 159 W BHAT 1982 196 S KAEDING 1989 409 W CSICSERY 1984 202 S RANE 1991 77 S KOZHEVNIKOV 1995 241 I MEDINAVALTIERRA 1997 J BECK 1992 10834 J SCHMIDT 1994 61 R KRESGE 1992 710 C SCHMIDT 1995 4049 R MOKAYA 1996 113 R MEDINAVALTIERRA 1997 J NOTIER 1990 141 P CORMA 1994 569 A REDDY 1996 103 K KAEDING 1989 409 W REDDY 1996 K MEDINAVALTIERRAX1998X387 MEDINAVALTIERRAX1998X387X392 MEDINAVALTIERRAX1998X387XJ MEDINAVALTIERRAX1998X387X392XJ item S0926-860X(97)00280-9 S0926860X97002809 1-s2.0-S0926860X97002809 10.1016/S0926-860X(97)00280-9 271346 2024-01-01T12:19:29.85596Z 1998-01-08 1-s2.0-S0926860X97002809-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002809/MAIN/application/pdf/30d89e823376f9391364a5eee5688eda/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002809/MAIN/application/pdf/30d89e823376f9391364a5eee5688eda/main.pdf main.pdf pdf true 328695 MAIN 6 1-s2.0-S0926860X97002809-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002809/PREVIEW/image/png/e23e5c9a4ee75eeae2a846ea26a88df0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002809/PREVIEW/image/png/e23e5c9a4ee75eeae2a846ea26a88df0/main_1.png main_1.png png 53791 849 656 IMAGE-WEB-PDF 1 ;, : J' ! tl ELSEVIER Applied Catalysis A: General 166 (1998) 387-392 W APPLIED CATALYSIS A: GENERAL Selectivity to cumene in the alkylation of benzene with isopropanol on a MCM-41/ ,-AI203 catalyst a* Jorge Medma-Valuerra ' , Octavio Zaldivara, Miguel A. S~ncheza, J.A. Montoyab, Juan Navarreteb, J.A. de los Reyesc \" Facultad de Ciencias Qu(raicas, Universidad Autdnoma de Zacatecas. Apdo. Postal 461. 7~u'atecas 98(XX). Me.~ico b lnstttuto Mexwano del Petrrleo. Eje Ldzaro Cdrdenas No. 152. D.F.. Mexico city, 07730, Mexico Universidad Autdnoma Mettr>politana-l. Av. Michoacdm y l.xJ Purz~'ima .~, Mexico city, D.E 09340. Mt, rico Received 17 March 1997: received in revised form 8 September 1997: accepted 8 September 1997 Abstract Alkylation of benzene with isopropanol to produce cumene was investigated using a MCM-41 aluminosilicate as catalyst. The MCM-41/)-AI203 catalyst, activated by means of a liquid extraction method, mainly contained strong Lewis acid sites. After the activity of the composite catalyst was stabilized, it was observed that. in the isopropylation of benzene, cumene was the major product. The high cumene selectivity could be due to the low acid site concentration in the MCM-41 material, and the rapid diffusion of cumene in the broad channels of this mesoporous framework. ~ 1998 Elsevier Science B.V. Kevwords: Benzene isopropylation; Cumene selectivity; MCM-41 aluminosilicate: MCM-41/'I-AI20catalyst I. Introduction Shape-selective conversions of benzene and toluene alkylation over zeolite catalysts have been extensively studied [ol-3]. Medium-pore zeolites (pore diameter 4.0-5.6 A), for example, ZSM-5 and ZSM-35 have already been used in several of those processes due to their advantages [4,51. Nevertheless, there are a few studies concerning the selective conversions on MCM-41 material [6,7], which is a novel mesoporous molecular sieve. The MCM-41 structure possesses a hexagonal array of uniform mesopores in the 20- 100 A range. This material can incorporate AI species *Corresponding author. Tel.: +52 (492) 31006; fax: +52 (492) 30137: e-mail: medinaj@cantera.reduaz.mx t)926-860X/98/$19.00 ~ 1998 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)t)0280-9 into the siliceous framework and, therefore, can develop acidity and perform acid-catalyzed reactions. In this paper, we report the application of activated MCM-41 material for the catalytic alkylation of ben- zene with isopropanol to produce cumene, which is used as monomer for preparation of special polymers. We choose this alkylation process as a good test reaction fl)r selectivity studies. 2. Experimental 2.1. Synthesis of MCM-41 ah,minosilicate MCM-41 was synthesized according to the litera- ture [8]It was prepared using Catapal alumina as the 388 J. Medina-Valtierra et al./Applied Catalysis A: General 166 (1998) 387-392 source of aluminium. The molar composition in the hydrogel was: 30SiO2-A1_~O3-4.2 (TMA)20-9.4HDTMABr-298H20. Crystallization of the gels was carried out in a 300 ml stainless steel autoclave at 150C for 24 h. After the autoclave was cooled, the product was filtered, washed with deionized water, and dried at room temperature overnight (sample TAME3/L). To obtain the active form of this aluminosilicate, the as- synthesized sample was calcined in a static muffle at 30OC for 3 h. Then, it was washed twice with an ethanol/l N NH4NO3 solution (1 g/10 ml, 25% vol. of nitrate) at 80C for 1 h. Finally, the dry solid was calcined again at 550:C for 3 h to burn offthe remnant organic template (sample TAME3/E). Previous results suggested that a limited number of Al-species interact strongly with the template, therefore the last template removes or modifies these Ai-species [9]. This effect could decrease the acidity of thc final catalytic material. 2.2. Preparation of the composite catalyst The MCM-41 aluminosilicate was mixed with appropriate quantities of boehmite, nitric acid and distilled water, such that the MCM-41 :v-alumina ratio was 40 : 60 in the final extrudate. The extrudates (1/16 in) were calcined in a furnace in static atmo- sphere at 500:C for 3 h. This catalytic material is called CATZ-4. 2.3. Characterization and catalytic evaluation All samples were characterized by X-ray diffrac- tion, XRD (Siemens D500, CuK,,), IR spectroscopy with adsorbed pyridine (Nicolet FTIR 710) and ammonia temperature-programmed desorption, TPD-NH3 (Altamira analyzer). Texture parameters of TAME3/E and CATZ-4 were determined from the adsorption isotherms of nitrogen at 75 K. The adsorption isotherms were measured with an Accu- sorb 2100 E instrument. Six grams of the active catalyst were loaded in the reactor, which is a fixed bed placed in a stainless steel tube. Catalytic evaluations were performed at atmo- spheric pressure. The mixture of benzene and isopro- panol was fed using a syringe pump, vaporized in the preheater, and passed through the reactor with the catalyst maintained at the reaction temperature. The products were trapped in a condenser at the reactor outlet and analyzed by gas chromatography (SR1 instrumcnts 9610) using FID and a 0.25 mm 60 mm DB-5 capillary column. In some of the runs at high temperatures, the gaseous products were collected and identified. 3. Results and discussion The XRD patterns tor the activated sample and final catalyst in the 20 = 1-9 region (Fig. 1 ) were similar to those given tor MCM-4 ! [ 10]. For (a) and (b) samplcs, the four peaks can be indexed to I100], I1101, 1200] and 1210] diffractions of a hexagonal symmetry. How- ever, in the composite catalyst, the last three peaks overlapped, giving a single broad line. The XRD pattern of TAME3/E revealed a dl~) value of about 49 ,~, which for a hexagonal symmetry gave a = 55 and a wall thickness of 2 6 A. The pore diameter for this sample was calculated to be ca. 43 ,~. The position and width of the I100] reflection was modified for the activated sample with a 3 ~, contraction with respect to the TAME3/L sample. This means that the crystal- linity of the original material could be affected upon calcination as it was previously reported I111. The surface area SBET of TAME3/E, calculated from the llIM~l a) TAME3/L b)TAME3/E c) CATZ-4 llto] [2txq 1211,l b I I I I 2 4 6 8 I)e~ree~ 20 Fig. I. X-ray diffraction pattern.,, of TAME-3 and CATZ-4 samplcs. J. Medina-Valtierra et al./Applied Catalysis A: General 166998)387 392 380 Sorption arbitrary units 1.6 1.4 1.2 1.0 0.8 0.6 0.4 0.2 / % 10 20 30 . . . 100 Pore diameter, .~ I'ig. 2. Pore sizc distribution for CA'I'Z-4 catalyst. desorption branch of the hysteresis loop was 500 mZg i . The composite catalyst had a surface area of 340 m2 g-l and an average pore diameter of 66 ,~ obtained from N2 physisorption. The ~re size distribution for CATZ-4 is presented in Fig. 2. This result indicated the presence of mesopores in MCM- 41 and macro pores in 7-A1203 with an average pore of 38 ,~ and 80 A, respectively. The difference in textural properties between TAME3/E and CATZ-4 was due to macroporosity of y-alumina The acidity of y-alumina binder and CATZ-4 as measured by TPD-NH3 were 0.302 and 0.288 mmol/g, respectively. The quantity of acid sites provided by y-alumina in CATZ-4 was 0.181 mmol/g. Fig. 3 shows the infrared spectra of pyridine in the 1700-1400 cm-I region, following its adsorption on the samples y-A1203, TAME3/E and CATZ-4 and subsequent thermal treatment at 200- 400 C. The y-A1203 material contained only Lewis acid sites (L band at 1450 cm i) most of which are lost after evacuation at 300 C. TAME3/E sample contained a notable amount of Lewis acid sites and a smaller amount of Bronsted acid sites (band B at 1545 cm '). It is possible to note that most of the acid sites on this sample were strong enough, such that they were still present at 400C. From the IR spectra of absorbed pyridine on sample CATZ-4, it was observed that most of the acid sites present were strong Lewis 7 -AI20~ /~ j~At, 200\"~ 300' ( 40(1' (' TAME-3/E 200' ( 400' ( ('A'I'L-4~ 2oii'(\" ~oo' C ! i u l 1\"7110 1600 1500 14111) cm .1 Fig. 3. IR spectra of samples w.ith pyridine adsorbed at dit'lcrcnt temperatures. .I sites. The unique peak (LI) in the 16(X)-1650 cm range revealed the existence of homogeneity of Lewis acid sites on the composite catalyst. This Lewis acidity could be related to the presence of extra-framework AI formed during template removing [9,12]. This fact has been confirmed by means of 27A1 MAS NMR analysis (these data are not presented here) where octahedral AI species were observed in the washed sample [13]. It was interesting to note that \"f-A1203 and TAME3/E gave the band due to hydrogen-bonded pyridine (H ca. 1585cm J). This observation was consistent with reports on the acidity of several pure aluminas [14]. This indicated that removal of some aluminium from the MCM-41 framework in the course of calcination, was accompanied by the formation of non-structural AI. Our acidity' results confirmed that ordered meso- porous materials are not as acidic as microporous zeolites due to the relatively lower acidity of MCM-41 [15]. The main alkylation product from benzene and isopropanol was cumene and the major by-products observed could be diisopropylbenzene (DIPB) iso- mers. For the MCM-41/y-AI20~ catalyst that had a 390 J. Medina- V~fftierra et al,/Applied Catalysis A: General 11~6 (1998) 387-392 Table I The catalytic activity of CATZ-4 for the alkylation o1\" benzene with isopropanol \" Reaction time (rain) 20 41) 61) 80 I(X) ... 430 480 530 Benzene conversion (9;,) 11).47 14.35 10.54 10.57 11).1)6 ... 11.18 11.1)2 10.17 Selectivity ( wt ~'Tr ) Toluene + ETB 58.91 32.06 1 I).48 11).52 8.45 7.63 7,51 7.78 Xylenes 4.31 1.28 ...... Cumene 32.1)6 54.43 68.68 68.66 73.98 71).91 72.18 71).81 p-Diisopropylbenzene 1.81 I).42 3.36 3.30 -- 2.91 2.42 3.90 m-Diisopropylbenzene 1.32 6.12 8.58 8.61) 9.42 9.84 10.24 9.98 o-Diisopropylbenzene 1.59 4.~'~) 7.54 6.58 8.15 8.71 7.65 7.53 Other -- 0.19 1.36 1.35 .... \"Temperature - 21X) C; WHSV - 0.85 h i; Benzene : isopropanol - 3 : I (tool): and ETB - ethylbenzene. few acid sites, cumene was expected to be selectively formed into the broad channels of this mesoporous framework. As seen in Table 1, the CATZ-4 catalyst was active and selective for alkylation to produce cumene. This is very important given that there is little evidence of the selective nature of these meso- porous materials in aromatic alkylations [6,7,16]. Interestingly, a high selectivity (> 70%) was main- tained after 8 h of run. However, catalyst deactivation could be faster at higher temperatures. Toluene-,- ETB selectivity was higher at 20rain 110.47% conversion) than at 60 min of run ( 10.54% conversion) due to the presence of an initial induction period. After this, a nearly steady-state selectivity was reached. The catalytic activity and selectivity of CATZ-4 at two different space velocities are shown in Fig. 4, based on data taken before 9 h of run. As expected, a decrease in WHSV from 0.85 to 0.25 h i resulted in an increase in conversion. However, it was observed that the high selectivity for cumene generally decreased when the benzene conversion was increased. The yield of dii- sopropylbenzenes was significant, specially with the high conversions of benzene. Table 2 shows the results of the alkylation reaction in the 150-350C range. Benzene conversion increased and the cumene selectivity was lowered when the reaction temperature was increased, in general, cumene disproportionation, giving toluene and ethylbenzene, increased with temperature (Scheme 1 ). As shown in Table 2, toluene + ETB selectivity was found to be higher at 150 C than at 300 C, which again indicated the presence of the induction period. In the 150-300'C range, the cumene selectivity Table 2 Effect of reaction temperature in the alkylation of benzene with isopropanol on CATZ-4 Temperature I C) 150 21)0 251) 31X) 351) Benzene conversion I%) 5.04 I 1,25 12.96 14.53 18.88 Yield of gaseous pr(~uct (wt%) C,. C.~ -- -- 0.90 2.00 3.21) Selectivity of liquid products (wtC~) Toluene -t-. ETB 13.70 8.45 8.87 9.87 21.13 Xylenes .... 2.35 Cumene 80.34 73.98 72.68 70.69 48.35 n-Propylbenzene -- -- -- 3.14 1.73 p-Diisopropylbenzene -- -- 2.26 I. 14 m-Dissopropylbenzcne 2.94 q.42 8.99 7.39 1.86 o-Diisopropylbenzcnc 2.97 8.15 7.21) 5.48 I. 13 Other ..... 2.29 23.45 \" WHSV - 11.85 I1 t: Benzene : lsopropanol =: 3 : 1 (moll Cumene Benzene Toluene Ethylbenzene Scheme I. decreased roughly from 80 to 70% with increases in temperature. In this range para-DIPB selectivity remained very low and both, meta and ortho-DIPB were the dominant isomers. In addition, the ratio meta/ ortho DIPB isomers changed from 0.99 to 1.35 as the temperature increased. J. Medina-Valtierra et ,l./Applied Catalysis A.\" Genend 166 f1998)387.392 391 80 7O - 60 # 5O @; 40 ._~ 30 10 WHSV=0.85 hr\"152a:7...\" 0.25 hr-I - 43.~ ..~.. I I L ] 1 I * I I 40 60 80 100 240 260 280 430 480 20 ~0 Reaction tim e, m in. + Be Conversion --I--- Cumene ,& DIFB Fig. 4. Alkylation ot benzene with isopropanol over a MCM-41/AI20~ catalyst at two different space '.,elc~'itic~,. These surprising results suggest that a higher cumene disproportionation rate occurred to give mainly meta and ortho-DIPB at higher temperatures: 2 cumene - diisopropylbenzene This reaction scheme has been proposed by Kaeding [17]. Since there should be negligible steric hindrance in the formation of any of the three isomers in the mesopores of MCM-41 framework, there is no good explanation for the low para-DIPB selectivity nor the relatively large anaounts of ortho-DIPB. In addition, other side reactions such as polyalkyl- benzenes formation and cracking took place at high temperatures. These side reactions were confirmed by the presence of triisopropylbenzenes at 350 :C, and by the presence of notable amounts of C2-C~ products at higher temperatures. Since there are broad channels (>40 A) in the MCM-41 structure, it is expected that spatial con- straints do not occur in the formation of products. According to the data presented here, it does not appear that selectivity is very much affected by the change in space velocity. It seems that enhanced cumene selectivity is not related so much to diffu- sional effects but more to the fact that the MCM-41 material contains relatively few acid sites compared with microporous zeolites. 4. Conclusions Cumene is formed as the primary product of iso- propylation, which does not easily react to form DIPB due to the lower probability of further reaction. There- lore, it was interesting to lind that with MCM-41 catalyst, cumene was the main product. An important side reaction was the cumene disproponionation to give toluene ~- ETB or DIPB isomers in concentra- tions far lower than their thermodynamic cquilibrium. In this case, the primary product of alkylation diffuses into the broad channels when they react slowly, Since larger molecules such as aikylnaphthalenes can dif- fuse easily in the mesopore channel of MCM-41 I I 8], we conclude that the main products detected are those favoured kinetically at the active sites. Although these results are preliminary, they demonstrate the potential of MCM-41 material as a selective catalyst for certain alkylation reactions. References Ill w.w. Kaeding, C. Chu. L.B. Young. B. VJemslein, S...\\. Butter. J. of Catal. 67 (1981) 159. 121 S.G.T. Bhat, J. of Catal. \"75 (19821 10ft [3] W.W Kaeding, J. (ff Catal. 120 {19~9) 409 [41 SM. C~icsery. Zeolites 4 11~);~4) 2()2. 392 J. Medina- Valtierra et al./Applied Catalysis A: General 166 (1998) 387-392 [5] S.J. Rane. C.V.V. Satyanarayana, D.K. Chakrabarty. Appl. Catal. 69 (1991) 77. 161 I.V. Kozhevnikov. A. Sinnema, R.J.J. Jansen. K. Pamin, H. Van Bekkum, Catal. l,ctt. 30 (1995) 241. [7J J. Medina-Valtierra, M.A. Sanchez, J.A. Montoya. J. Navarrete, J.A de los Reyes. Appl. Catal., accepted 1997. [8] J.S. Beck, J.C. Varlulli, W,J. Roth, M.I=. Leonowicz, C.T. Kresge, K.D. Schmidt. C.T.W. Chu. D.H Olson, E.W. Sheppard, S.B. McCullen. J.B. Higgins. J.l,. Schlenker. J. Am. Chem. Stu:. 114 (19921 10834. [9] R. Schmidt. D. Akporiaye, M. Stocker, OH. Ellested. Stud. Surf. Sci. and Catal. 84 (1994) 61. 110] C.T. Kresge, M.E. Leonowicz, W.J. Roth. J.C. Vartulli. J.S. Beck, Nature 359 (1992) 710. [ 1 I ] R. Schmidt, E.W. Hansen, M. Stocker, D.A. Akporaye, O.H. Ellestad, J. Am. Chem. Soc. 117 (1995) 4049. [12] R. Mokaya, W. Jones, Z. Luan, M.D. Alba, J. Klinowski, Catal. l,ett. 37 (1996) 113. [13] J. Medina-Valtierra, G. Rios, J.A. Montoya, J. Navarrete, J.A. de los Reyes. J. of Catal.. submitted 1997. 1141 P. Notier, P. Fourre. A.B.M. Saad, O. Saur, J.C. Lavalley. Appl. Catal. 61 (1990) 141, [15] A. Conna, V. Fomes. M.T. Navarro, J. Perez-Pariente, J. of Catal. 148 (1994) 569. [16] K.M. Reddy. Ch. Song, Catal. Lett. 36 (1996) 103. [171 W.W. Kaeding, J. of Catal. 120 (1989) 44)9. [18] K.M. Reddy, Ch. Song, Catal. Today, accepted, 1996. APCATA 97002809 S0926-860X(97)00280-9 10.1016/S0926-860X(97)00280-9 Elsevier Science B. V. All rights reserved. Selectivity to cumene in the alkylation of benzene with isopropanol on a MCM-41/γ-Al2O3 catalyst Jorge Medina-Valtierra * a Octavio Zaldivar a Miguel A. Sánchez a J.A. Montoya b Juan Navarrete b J.A. de los Reyes c a Facultad de Ciencias Químicas, Universidad Autónoma de Zacatecas, Apdo. Postal 461, Zacatecas 98000, Mexico b Instituto Mexicano del Petróleo, Eje Lázaro Cárdenas No. 152, D.F., Mexico city, 07730, Mexico c Universidad Autónoma Metropolitana-I, Av. Michoacán y La Purísima s/n, Mexico city, D.F. 09340, Mexico * Corresponding author. Tel.: +52 (492) 31006; fax: +52 (492) 30137 Alkylation of benzene with isopropanol to produce cumene was investigated using a MCM-41 aluminosilicate as catalyst. The MCM-41/γ-Al2O3 catalyst, activated by means of a liquid extraction method, mainly contained strong Lewis acid sites. After the activity of the composite catalyst was stabilized, it was observed that, in the isopropylation of benzene, cumene was the major product. The high cumene selectivity could be due to the low acid site concentration in the MCM-41 material, and the rapid diffusion of cumene in the broad channels of this mesoporous framework. Keywords Benzene isopropylation Cumene selectivity MCM-41 aluminosilicate MCM-41/γ-Al2O3 catalyst Reference [1] Kaeding W.W. Chu C. Young L.B. Weinstein B. Butter S.A. J. of Catal. 67 1981 159 [2] Bhat S.G.T. J. of Catal. 75 1982 196 [3] Kaeding W.W. J. of Catal. 120 1989 409 [4] Csicsery S.M. Zeolites 4 1984 202 [5] Rane S.J. Satyanarayana C.V.V. Chakrabarty D.K. Appl. Catal. 69 1991 77 [6] Kozhevnikov I.V. Sinnema A. Jansen R.J.J. Pamin K. Van Bekkum H. Catal. Lett. 30 1995 241 [7] Medina-Valtierra J. Sanchez M.A. Montoya J.A. Navarrete J. de los Reyes J.A. Appl. Catal. 1997 accepted [8] Beck J.S. Vartulli J.C. Roth W.J. Leonowicz M.E. Kresge C.T. Schmidt K.D. Chu C.T.W. Olson D.H. Sheppard E.W. McCullen S.B. Higgins J.B. Schlenker J.L. J. Am. Chem. Soc. 114 1992 10834 [9] Schmidt R. Akporiaye D. Stocker M. Ellested O.H. Stud. Surf. Sci. and Catal. 84 1994 61 [10] Kresge C.T. Leonowicz M.E. Roth W.J. Vartulli J.C. Beck J.S. Nature 359 1992 710 [11] Schmidt R. Hansen E.W. Stocker M. Akporaye D.A. Ellestad O.H. J. Am. Chem. Soc. 117 1995 4049 [12] Mokaya R. Jones W. Luan Z. Alba M.D. Klinowski J. Catal. Lett. 37 1996 113 [13] Medina-Valtierra J. Rios G. Montoya J.A. Navarrete J. de los Reyes J.A. J. of Catal. 1997 submitted [14] Notier P. Fourre P. Saad A.B.M. Saur O. Lavalley J.C. Appl. Catal. 61 1990 141 [15] Corma A. Fornes V. Navarro M.T. Perez-Pariente J. J. of Catal. 148 1994 569 [16] Reddy K.M. Song Ch. Catal. Lett. 36 1996 103 [17] Kaeding W.W. J. of Catal. 120 1989 409 [18] Reddy K.M. Song Ch. Catal. Today 1996 accepted",
      "scopus-id": "0000687027",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002809",
        "dc:description": "Alkylation of benzene with isopropanol to produce cumene was investigated using a MCM-41 aluminosilicate as catalyst. The MCM-41/γ-Al2O3 catalyst, activated by means of a liquid extraction method, mainly contained strong Lewis acid sites. After the activity of the composite catalyst was stabilized, it was observed that, in the isopropylation of benzene, cumene was the major product. The high cumene selectivity could be due to the low acid site concentration in the MCM-41 material, and the rapid diffusion of cumene in the broad channels of this mesoporous framework.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-01-08",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002809",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Medina-Valtierra, Jorge"
          },
          {
            "@_fa": "true",
            "$": "Zaldivar, Octavio"
          },
          {
            "@_fa": "true",
            "$": "Sánchez, Miguel A."
          },
          {
            "@_fa": "true",
            "$": "Montoya, J.A."
          },
          {
            "@_fa": "true",
            "$": "Navarrete, Juan"
          },
          {
            "@_fa": "true",
            "$": "de los Reyes, J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002809"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002809"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00280-9",
        "prism:volume": "166",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selectivity to cumene in the alkylation of benzene with isopropanol on a MCM-41/γ-Al2O3 catalyst",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Benzene isopropylation"
          },
          {
            "@_fa": "true",
            "$": "Cumene selectivity"
          },
          {
            "@_fa": "true",
            "$": "MCM-41 aluminosilicate"
          },
          {
            "@_fa": "true",
            "$": "MCM-41/γ-Al2O3 catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "387-392",
        "prism:endingPage": "392",
        "pubType": "fla",
        "prism:coverDisplayDate": "8 January 1998",
        "prism:doi": "10.1016/S0926-860X(97)00280-9",
        "prism:startingPage": "387",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00280-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000687027"
      }
    }
  }
}