{
  "metadata": {
    "title": "Effect of calcination environment on the selective oxidation of <ce:italic>n</ce:italic>-butane to maleic anhydride over promoted and unpromoted VPO catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-14",
    "doi": "10.1016/S0926-860X(96)00415-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004152",
    "pii": "S0926860X96004152"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002063136",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T18:01:50 1-s2.0-S0926860X96004152 S0926-860X(96)00415-2 S0926860X96004152 10.1016/S0926-860X(96)00415-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00798 2024-01-01T12:19:29.85596Z 0 0 19970814 1997 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 156 156 1 1 Volume 156, Issue 1 6 57 69 57 69 19970814 14 August 1997 1997-08-14 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTCALCINATIONENVIRONMENTSELECTIVEOXIDATIONNBUTANEMALEICANHYDRIDEOVERPROMOTEDUNPROMOTEDVPOCATALYSTS CHENG W 1993 VANADYLPYROPHOSPHATECATALYSTS CONTRACTOR 1987 49 R CAVANI 1994 18 F TRIFIRO 1993 91 F AGASKAR 1994 339 P BORDES 1984 270 E JOHNSON 1984 8123 J HARROUCHBATIS 1991 248 N CENTI 1989 215 G BORDES 1993 27 E CENTI 1993 5 G ZHANG 1993 39 Y YE 1991 L1 D HODNETT 1985 373 B CAVANI 1985 151 F HODNETT 1983 231 B CAVANI 1985 492 F CHENG 1996 35 W HUTCHINGS 1991 1 G HODNETT 1984 4665 B PYATNITSKAYA 1977 341 A NIWA 1982 9 M BALLUTAND 1982 519 D BORDES 1979 236 E ABON 1995 28 M ZHANGLIN 1994 267 Y CHENGX1997X57 CHENGX1997X57X69 CHENGX1997X57XW CHENGX1997X57X69XW item S0926-860X(96)00415-2 S0926860X96004152 1-s2.0-S0926860X96004152 10.1016/S0926-860X(96)00415-2 271346 2024-01-01T12:19:29.85596Z 1997-08-14 1-s2.0-S0926860X96004152-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004152/MAIN/application/pdf/26cef8499d46fd413a9019c38ada239d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004152/MAIN/application/pdf/26cef8499d46fd413a9019c38ada239d/main.pdf main.pdf pdf true 687615 MAIN 13 1-s2.0-S0926860X96004152-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004152/PREVIEW/image/png/63dee0f679b82c0dd33b03f1e747cb5e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004152/PREVIEW/image/png/63dee0f679b82c0dd33b03f1e747cb5e/main_1.png main_1.png png 43887 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 57-69 Effect of calcination environment on the selective oxidation of n-butane to maleic anhydride over promoted and unpromoted VPO catalysts Wu-Hsun Cheng, Winston Wang Chemical Engineering Department, Chang Gung Universit); Kweishan, Taoyuan, Taiwan Received 24 July 1996; received in revised form 18 November 1996; accepted 22 November 1996 Abstract A vanadium phosphate (VPO) catalyst promoted with indium and tetraorthosilicate (TEOS) was calcined in atmospheres of different oxidizing potential. The resulting catalysts after activation showed significantly different stable activity and selectivity. The vanadium valence of the used catalyst increased with increasing oxidizing potential of calcining gases. The selectivity to maleic anhydride and specific activity increased with the vanadium valence, but the surface area decreased with the vanadium valence. Amorphous V5+ species in the working catalyst was readily hydrated. The phase evolution during the thermal dehydration of the hydrate was similar to that of c~- VOPO4.2H20. The oxidation reaction did not result in surface enrichment of V5+ relative to V4+. The calcination atmospheres affect the catalyst morphology and the vanadium valence. An unpromoted VPO catalyst was more resistant to oxidation than the promoted catalyst in calcination, and achieved its optimized maleic anhydride yield when calcined in a more oxidizing atmosphere. The study suggests that dispersed V5+ species in contact with (VO)2P207 is important for the oxidation of n-butane to maleic anhydride. Calcination atmospheres need to be chosen in accordance with the oxidizability of the VPO catalyst precursors to achieve the optimized performance. Keywords. n-Butane; Maleic anhydride; Vanadium phosphate; VPO; Calcination 1. Introduction Vanadium phosphate catalysts are unique in the oxidation of n-butane to maleic anhydride, a 14 electron oxidation process. The process has attracted significant interest from both academic and industrial researchers [1-6]. * Corresponding author. 0926-860X/97/$17.00 ,1997 Published by Elsevier Science B.V. All rights reserved. PII S0926-860X(96)004 15-2 58 W.-H. Cheng, V~ Wang~Applied Catalysis A: General 156 (1997) 57~9 The major crystalline phase of most working catalysts is (VO)2P207. Vanadyl pyrophosphate is formed via topotactical transformation of VOHPO4-0.5H20, a VPO precursor [7,8]. Second phase such as VOPO4 could be present during the pretreatment and in catalysis. Various forms of VOPO4 species have been identified including c~, cqi, ~, 7, 6-VOPO4 [9]. Active species for the selective oxidation of n-butane is still controversial. It has been suggested that vanadyl pyrophosphate is the active phase in n-butane oxidation [1,10,11]. However, as G. Centi pointed out in a critical review [12], there is no clear and unequivocal data that demonstrate this suggestion. On the other hand, various authors proposed that the active species is a V5+ species or island on a (VO)2PzO7 matrix [13-15]. The identity of the active V5+ species has not been clearly shown. Industrial VPO catalysts are prepared with slightly excess P. The effects of the P/V ratio on catalyst performance and on the oxidation of catalyst precursors during pretreatment have been studied extensively [ 16-18]. It has been agreed that excess P increases the resistance of the catalyst precursors toward oxidation. Most studies reported in scientific literature on VPO catalysts did not use promoters. Patent literature, on the other hand, teaches use of one or some of the promoters such as In, U, Sb, Zn, Ta, Si, etc. [6]. For example, VPO catalysts modified with a small amount of indium and TEOS showed significantly increased maleic anhy- dride yield in n-butane oxidation [6]. These two promoters change the catalyst morphology and facilitate the oxidation of the catalyst precursor during calcination in air [19]. The role of promoters were recently reviewed by Hutchings [20]. Two structural roles were suggested. Promoters could form solid solutions with VPO or decrease the formation of deleterious phases. Further detailed studies on the role of promoters are needed [7]. Furthermore, catalyst pretreatment environment could affect catalyst performance. VPO catalyst precursors have been conventionally calcined in air followed by activation or directly activated without preceding calcination. Various inert or reactive atmospheres have been used for activation. Activation in butane/air mixtures gives the best performance [21,22]. However, studies on the effect of calcination atmospheres have been quite limited. Shall different calcination atmospheres be used for VPO catalysts with different compositions? This paper studied the effect of calcination environment on the phase evolution and performance of an indium and TEOS promoted VPO catalyst. It also shows that the promoted and unpromoted catalysts should be calcined in different atmospheres to achieve their optimized maleic anhydride yield because of different oxidizability of the catalyst precursors. The study also points out the importance of V5+ species in n-butane oxidation over the promoted catalyst. 2. Experimental A promoted VPO catalyst contained 3 wt% indium and about 1.5 wt% silica and slightly excess phosphorous. It was prepared by mixing 600 g V205 with 6 1 V~-H. Cheng, W.. Wang~Applied Catalysis A: General 156 (1997) 57~9 59 isobutanol and 0.6 1 benzyl alcohol. Indium acetate was then added. The mixture was heated at reflux for 1 h for the reduction of V205. 700 g of tetraethylortho- silicate (TEOS) was then added to react with water produced at the reduction of V205. After two more hours of stirring, 85% H3PO4 was added. The P to V molar ratio was 1.2. The mixture was heated at reflux overnight. After cooling, the resulting solid was filtered off and air dried at 110 to give a catalyst precursor. Most of TEOS was lost during preparation. In a comparison study, an unpromoted VPO catalyst was prepared under the same conditions except that no indium acetate and TEOS were used. The precursors were pelletized to 1/8 in. pellets and normally calcined in air at 400 for 3 h. For the reaction study, 60 g of a calcined catalyst was loaded in a 1 in. OD reactor. The calcined catalysts show poor performance in n-butane oxidation. They need to be activated. The activation was conducted in 1.5% n-butane/air at 500 sccm for at least 16 h at 450 which was higher than typical reaction temperatures to accelerate the activation. The tem- perature was then lowered to 360--410 for the reaction study. The VPO catalysts after the activation show no significant change in its activity to maleic anhydride during about 70 h butane oxidation reaction. They are nearly equilibrated catalysts. These calcination and activation conditions will be designated as the standard pretreatment conditions in this paper. The standard calcination or activation conditions were used unless otherwise indicated. A Rigaku 0-0 X-ray diffractometer equipped with a Rigaku controlled-envir- onment chamber was used for the in situ XRD study. A piece of beryllium metal was used as the X-ray window on the chamber. Cu ks radiation was used for the XRD study. Surface area was measured by the BET method. The valence of bulk vanadium was determined by chemical titration [23]. The valence of surface vanadium was studied by ESCA using a DuPont 650 instrument. Binding energies were referenced to the carbon 1 s binding energy of 285 eV. 3. Results 3.1. Effects of pretreatment atmospheres on phase evolution The phase evolution of the promoted VPO catalyst was studied by in situ XRD during calcination in air, N2 and CO2. The XRD patterns were taken after holding at each indicated temperature for 1 h. The results are shown in Fig. 1. The phase evolution is influenced by the oxidizing strength of the calcining gases. The catalyst precursor shows crystalline VOHPO4.0.5H20 which transforms to almost amorphous species after calcination in air at 350 and 390. The calcination in air at 450, a temperature higher than the standard calcination temperature, results in the formation of a crystalline oxidized VOPO4 phase with V5+. The calcination in a less oxidizing atmosphere such as CO2 and in an inert atmosphere such as N2 results in the formation of the crystalline (VO)2P207 phase. Its 60 W.-H. Cheng, W. Wang~Applied Catalysis A.\" General 156 (1997) 57459 AIR CO2 N2 rq _l TEMP, C 450 390 [] ].oo ! I ? 0 o I ,, ,ll! I 350 i , ..., .liJ 'A ,~o 25 Z~ ~ Z~ Z~ I i I i I ' ' - ' '- i , 22 24 26 28 30 22 24 26 28 30 ZX I 22 2 1 0 4ct 4( I 2 0 4( 2C ,, II 24 26 28 30 Fig. 1. In situ X-ray diffraction from the promoted VPO catalyst precursor during calcination in air, C02 and N2: (A) - VOHPO4.0,5H20; (O) - (VO)2P2O7; ([~) - t-VOPO4. crystallinity increases with temperature and with decreasing oxidizing strength of the calcination atmosphere. The phase transformation from VOHPO4.0.5H20 precursor to (VO)2P207 phase is topotactical in nature [7,8], and does not involve the change of vanadium valence. This would better be achieved in a non-oxidizing atmosphere than in an oxidizing atmosphere. In a separate study, the catalyst precursor was calcined in a tube furnace with 2 in. OD for 30 min at various temperatures and atmospheres. The valence of vanadium of the calcined catalysts is given in Fig. 2. Consistent with the above XRD study, the average vanadium valence depends on the oxidizing strength of the calcining gases and the calcination temperature. Fig. 3 further shows that the surface area of the calcined catalysts generally decreases with the vanadium valence. In other words, the surface area of the calcined catalysts decreases with the oxidizing strength of the calcination atmospheres. The relative abundance of reduced species (V4+ and even V3+) and oxidized species (V5+) depended on the calcination atmosphere. The reduced species appeared to have high surface area as evidenced by high surface area of calcined catalysts at low vanadium valence. As pointed out in the discussion, (VO)2P207 may act to disperse V5+ species. When the composition of V5+ increased as VPO was overoxidized, the abundance of the reduced species would correspondingly decrease and the crystallization of V5+ species occurred (Fig. 1 and Table 1). These would result in the decrease of the surface area. W.-H. Cheng, W. Wang~Applied Catalysis A: General 156 (1997) 57~9 4.80 .... 61 8 6 4.60 4.40 4.20 --- 4.00 -- f / / 3.80 ~ I L i i 3.60 --2---- I 320 ----0 I ~- ..... ~ .... i __~_,_i 360 400 440 Calcination Temperature (C) 480 Fig. 2. The valence of Vanadium in the promoted VPO catalyst after calcination at various temperatures for 30 min: in air (A); CO2 (x); or N2 (*). 3.2. Reaction study To see if the oxidizing strength of the calcination atmospheres affects the catalyst performance, the catalyst precursor was calcined in 5%, 10%, 20% and 30% 02 in N2 separately for 3 h. The resulting four calcined catalysts were activated at the standard activation conditions in the reactor and then used for the n-butane oxidation study. The maleic anhydride yields from these catalysts at various temperatures are given in Fig. 4. The yield increases with the oxygen concentration used in calcination from 5% to 20% 02. Calcination in 30% 02 atmosphere causes a drastic reduction of the yield. Table 1 also shows that the highest conversion of n- butane at 400 is reached at 20% 02 calcination among these four calcinations, although the surface area of the used catalysts decreases with the oxidizing strength of the calcination atmospheres from 10% to 30% 02. The specific yield and the 62 W.-H. Cheng, I,E Wang~Applied Catalysis A: General 156 (1997) 57~59 < r.~ 40.0 -- 30.0 -- 20.0 10.0 ! i % \\J \\\\ \\\\ 0.0 ---- 3.6 ! [ .... i 4.0 4.4 4.8 Vanadium Valence Fig. 3. The relation between the surface area and the valence of vanadium in the promoted VPO catalyst after calcination shown in Fig. 2. Table 1 Effect of calcination atmospheres on the properties of the promoted VPO catalyst Calcination Performance at 400 Used Catalysts atmosphere (N2/O2) Conversion Selectivity Specific yielda SA Vanadium XRD (%) (%) (%]SA)b (mZ/g) valence 95/5 87.0 53.0 1.12 41 4.01 (VO)zP207 90/10 93.1 60.0 1.19 47 4.05 (VO)2PzO7 80/20 98.2 62.3 2.27 27 4.16 (VO)2PzO7 70/30 62.8 63.0 3.30 12 4.25 (VO)zP207 +VOPO4 a Conversion selectivity to maleic anhydride+surface area. b SA=surface area in mZ/g. selectivity to maleic anhydride increase monotonically with the concentration of oxygen used in the calcination. Interestingly, Table 1 also indicates that the average vanadium valence of the used catalysts is not the same even after the standard activation and about 70 h of the reaction at 400. Higher concentrations of oxygen used in the calcination also produce catalysts of higher vanadium W.-H. Cheng, W. Wang~Applied Catalysis A: General 156 (1997) 57-69 63 70.0 v , L ~ V 9 >- 60.0 50.0 40.0 +,~+--~.~ CALCINA~ONNz/02 ATM. + A 80/20 ~ 90/10 -o 9s/s 30,0 I I I I I I 550.0 362.5 575.0 387.5 400.0 412.5 425.0 437.5 TEMPERATURE (C) Fig. 4. Effect of the calcination atmosphere on the maleic anhydride yield over the promoted VPO catalyst. The feed was 500 sccm of 1.5% n-butane/air. valence after the reaction. An XRD study of the used catalysts indicated the presence of the (VO)zP207 phase. A crystalline VOPO4 phase was observed only for the catalyst calcined in 30% O2. It was found that the oxidizing strength of the calcining gases affects the morphology of the calcined catalysts. Fig. 5(a)-(c) show the SEM micrographs of an unpromoted catalyst which has been calcined in 10%, 20% and 30% O2, respectively. The micrographs reveal the platelet morphology of these catalysts. The size of the platelet face decreases with the oxygen concentration used in the calcination. Different morphologies could affect the oxidizability of these cata- lysts. 3.3. Dehydration of VOP04 hydrate The above reaction study indicated that the calcination of the promoted VPO catalyst precursor in 20% O2 achieved the best combination of the butane conversion and the maleic anhydride selectivity. Although (VO)zP207 is the major phase of the catalyst, part of the vanadium is present as amorphous V5+ species as indicated by the vanadium valence study. The identity of the amorphous V5+ species was not identified in the above study, but it was found that the catalysts with amorphous V5+ species were readily hydrated in the humid environment at room temperature. The hydration causes the formation of a crystalline hydrate. Its XRD 64 I W.-H. Cheng, W. Wang~Applied Catalysis A.\" General 156 (1997) 57-69 Fig. 5. SEM micrographs of the unpromoted VPO catalyst after calcination in (a) 10% 02, (b) 20% 02 and (c) 30% 02, respectively. pattern is similar to that of oz-VOPO4'2H20 [24] except that the lattice distance along C-axis is slightly smaller. The phase evolution of the hydrate upon thermal dehydration is also similar to the c>VOPO4.nH20 (Table 2). It is known that c~- VOPO4 has a layered structure [24,25]. Water is inserted between layers in c~- VOPO4.nH20. Lattice distance along the layers (C-axis) depends on the value of n. The similarity of the dehydration study between amorphous V5+ and c~-VOPO4 hydrates suggests that amorphous V5+ species is a form of VOPO4 and has a layered structure. The activity of the used VPO catalyst decreased substantially once it became hydrated. The hydration was irreversible which decreased the surface area even after thermal dehydration. The (VO)2P207 phase was not affected by the hydration. W.-H. Cheng, W. Wang~Applied Catalysis A: General 156 (1997) 57-69 Table 2 Lattice distancea along C-axis of VOPOa.nH20 during thermal treatment 65 nb This Study o/-VOPO4.nH20c ~x-VOPO4.nH20 Ballutand et al. [24] o~-VOPO4-nH20 2 7.14 7.41 7.41 l<n<2 6.63 (60) 6.81 (45) Not reported 1 6.28 (80) 6.28 (80) 6.3 0 4.24 (450) 4.24 (400) 4.11 aLattice distance in ~, measured at room temperature unless otherwise indicated. bThe value of n is taken from Bullutand's paper. CHydrate of amorphous V5+ species in the promoted VPO catalyst. 3.4. ESCA study To see if the oxidation states of surface and bulk vanadium are different, the oxidation state of surface vanadium was investigated by ESCA. A (VO)2P207 sample with bulk vanadium valence of 4 and a c~-VOPO4-2H20 with bulk vanadium valence of 5 were studied by ESCA. The ~-VOPO4.2H20 sample was prepared from V205 and H3PO4 according to known practice [25]. The binding energies of 2P2/3 of surface vanadium of these two samples and calcined VPO samples with different bulk vanadium valences are indicated in Fig. 6 as references. These points fall on the same line. Furthermore, the binding energy of surface vanadium in a used VPO catalyst falling on the referenced line indicates that the average oxidation state of surface vanadium relative to that of its bulk vanadium is not changed by the reaction. 3.5. Optimized calcination atmospheres The above results have pointed out that the oxidized V5+ species is important for the selective oxidation of n-butane to maleic anhydride. The VPO catalysts of low vanadium valence have reduced activity and selectivity. However, the overoxida- tion of the catalysts causes the decrease of the surface area and reduces the catalytic activity. Calcination in an atmosphere of intermediate oxidizing strength is needed to obtain the optimized performance. However, the promoters affect the oxidiz- ability of the VPO catalyst during calcination. The promoted catalyst is much easier to be oxidized in calcination than the unpromoted catalyst [19]. Different calcination atmospheres may be needed for these two catalysts to achieve their optimal activities. To investigate this aspect, the promoted and unpromoted catalyst precursors were calcined in 10%, 20%, and 30% 02 in N2 followed by the standard activation. Fig. 7 indicates that the promoted catalyst achieves its best activity in n-butane oxidation when calcination was conducted in 20% 02. But 30% 02 is best for the unpromoted catalyst which has high resistance to oxidization in calcination. The unpromoted catalyst when calcined in 30% 02 has an activity 66 W. -H~ 518.8 I 518.4 ~ I > & ~ 518.0 ~ 517.6 Cheng, V~ Wang~Applied Catalysis A.\" General 156 (1997) 57-69 I I i / / // ./ J / \\_J i / // J // / // / /\" ,\\ , / / / i 517.2 - 4.0 -7 r I I 4.2 4.4 4.6 4.8 5. Bulk Vanadium Valence Fig. 6. The binding energies of 2P2/3 of surface vanadium investigated by ESCA vs. bulk vanadium valences. The line is based on referenced samples indicated in the text. The dark point (o) represents a used and promoted V/P/O catalyst. comparable to that of the promoted catalyst calcined in 20% 02. The VPO catalysts have been conventionally calcined in air. Therefore, one role of the promoters may be to better control the oxidation state of vanadium in the catalyst when the calcination is conventionally conducted in air. 4. Discussion 4.1. Importance of V5+ species This study indicates the strong effects of calcination environment on phase evolution (Fig. 1), catalyst morphology (Fig. 5) and catalyst performance (Table 1). Role of V5+ species in n-butane oxidation have been elucidated in the past by using VPO catalysts with different P/V ratios [14] or by varying the activation time or conditions [13,26]. The identity of active species has been controversial as mentioned in Section 1. The change of the P/V ratio introduces the compositional change in addition to the change of the oxidation state of vanadium. W-H. Cheng, W Wang~Applied Catalysis A: General 156 (1997) 57-69 67 60.0! 40.0 r'~ 20.0 Legend . 1~3 promoted VPO 0.0 ~t___ F=~ unpromoted VPO 10% 20% 30% %OJN2 IN CALCINATION Fig. 7. The effect of the calcination atmosphere on the maleic anhydride yield at 400 over promoted and unpromoted V/P/O catalysts. The feed was 1000 sccm of 1.5% n-butane/air. The oxidation state of vanadium would change during activation but the form of V5+ species could also be altered. For example, it was indicated that 6-VOPO4 was transformed to (VO)zP207 and ctII-VOPO4 during the activation in n-butane/air [26]. Zhang et al. studied the nature of the active site by comparing three (VO)zPzO7 catalysts activated in Ar at 440 and 880 and in 1.2% n-butane/ air at 440 [13]. No preceding calcination was conducted. This study took a different approach which altered the oxidation state without changing the catalyst composition by varying the calcination atmospheres followed by the same activation. The oxidizability of the VPO catalysts is affected by calcination atmospheres. This could be a result of varying morphology indicated by the SEM study (Fig. 5). Our separate study also indicated that the rate of oxidation of V4+ species in VPO catalysts in air is much slower than the rate of reduction of V5+ species in 1.5% n- butane/N2. This is consistent with the observation that the average oxidation state of vanadium of used catalysts is usually close to 4 instead of 5. Therefore, it is conceivable that small platelet face formed when calcined in higher oxygen concentrations could facilitate the oxygen diffusion, make the catalyst oxidation faster and result in higher vanadium valence in used VPO catalysts. The selectivity to maleic anhydride and specific activity per surface area increase with the oxidizing strength of the calcining gases and with the average oxidation state of vanadium in the used catalysts (Table 1). When calcination was conducted in an inert atmosphere such as N2, (VO)2P207 was formed quickly in calcination. However, its activated catalyst gives poor performance in n-butane oxidation. 68 V~-H. Cheng, IV. Wang~Applied Catalysis A: General 156 (1997) 57-69 Furthermore, there is no significant difference in surface and bulk oxidation states of vanadium (Fig. 6). Finally, amorphous V5+ species readily hydrates and forms a crystalline hydrate (Table 2). The hydration does not alter the crystalline (VO)2P207 phase, but the catalyst activity drops significantly. Combination of the results discussed in this paragraph consistently indicates the importance of the presence of the V5+ species for n-butane oxidation. However, overoxidation of the catalyst results in the decrease of the surface area (Fig. 3), crystallization of V5+ species (Table 1) and the decrease of overall activity of the catalyst. (VO)2P207 could facilitate the dispersion of V5+ species. A recent study by NMR spin echo mapping of VPO catalysts also indicated the presence of dispersed V5+ on the VPO matrix [27]. In view of the above discussion, it is believed that the active and selective VPO catalysts should contain dispersed V5+ species in close interaction with (VO)zPzO7 matrix. The identity of V5+ species deserves a discussion here. The hydration and dehydration study suggests that amorphous V5+ is a form of VOPO4 and has a layered structure. If the promoted VPO precursor was calcined in air at a high temperature, say 450, or if the activation was conducted in 0.75 % n-butane/air at 450, a crystalline oxidized phase was observed instead of amorphous V5+. This phase would undergo the same hydration and dehydration phenomena as the amorphous V5+ species did. However, the phase characterized by two strong XRD peaks at 27.920) and 21.020) (measured at 450) is not the same as known VOPO4 phases such as o~, Oqi, /~, 7, and 6 forms [9]. The phase is temporarily designated as oJ-VOPO4 in this paper. 4.2. Calcination atmosphere and catalyst composition In n-butane oxidation studies, the same calcination conditions have been usually employed for a series of VPO catalysts even with different catalyst compositions. However, the oxidizability of VPO precursors strongly depends on the P/V ratios [ 16-18] and presence of promoters [ 19]. Indium and TEOS promoters facilitate the oxidation of the precursor because of the thin-layer morphology of the promoted catalyst [19]. It is further indicated in this study that the unpromoted catalyst needs to he calcined in a more oxidizing atmosphere than the promoted catalyst to achieve its optimized yield. The calcination conditions or atmospheres need to be adjusted according to the oxidizability of the VPO precursor. So 1. 2. Conclusions The calcination atmospheres affect the morphology of VPO catalysts and their activity and selectivity in n-butane oxidation. The optimized calcination atmospheres vary with VPO catalysts. The unpro- moted VPO catalyst precursor with excess phosphorus is more resistant to W.-H. Cheng, W. Wang~Applied Catalysis A: General 156 (1997) 57-69 69 oxidation in calcination than the corresponding catalyst promoted with indium and TEOS. The unpromoted catalyst precursor needs to be calcined in a more oxidizing atmosphere to achieve its best maleic anhydride yield. Insufficient oxidation results in a VPO catalyst of low activity and selectivity. Over- oxidation decreases the dispersion of the V5+ species, surface area, and hence the n-butane conversion. 3. The study suggests that dispersed V5+ species in contact with (VO)2P207 matrix is important for the oxidation of n-butane to maleic anhydride. References [1] G. Centi (Ed.), Vanadyl pyrophosphate catalysts, Catal. Today 16(1) (1993). [2] R.M. Contractor, H.E. Bergna, H.S. Horowitz, C.M. Blackstone, B. Malone, C. Torardi, B. Griffiths, U. Chowdhry and A.W. Sleight, Catal. Today, 1 (1987) 49. [3] F. Cavani and E Trifiro, Chemtech., (1994) 18. [4] F. Trifiro, Catal. Today, 16 (1993) 91. [5] P.A. Agaskar, L. DeCaul and R.K. Grasselli, Catal. Lett., 23 (1994) 339. [6] T.A. Bither, US Patent 4 442 226 to DuPont (1984) and references cited therein. [7] E. Bordes, P. Courtine and J.W. Johnson, J. Solid State Chem., 55 (1984) 270. [8] J.W. Johnson, D.C. Johnston, A.J. Jacobson and J.F. Brody, J. Am. Chem. Soc., 106 (1984) 8123. [9] N. Harrouch-Batis, H. Batis, A. Ghorbel, J.C. Vedrine and J.C. Volta, J. Catal., 128 (1991) 248. [10] G. Centi, E Trifiro, G. Busca, J. Ebner and J. Gleaves, Faraday Discuss. Chem. Soc., 87 (1989) 215. [11] E. Bordes, Catal. Today, 16 (1993) 27. [12] G. Centi, Catal. Today, 16 (1993) 5. [13] Y. Zhang, R.P.A. Sneeden and J.C. Volta, Catal. Today, 16 (1993) 39. [14] D. Ye, A. Satsuma, T. Hattori and Y. Murakami, Appl. Catal., 69 (1991) LI. [15] B.K. Hodnett, Catal. Rev. Sci. Eng., 27 (1985) 373. [16] F. Cavani, G. Centi and E Trifiro, Appl. Catal., 15 (1985) 151. [17] B.K. Hodnett, P. Permanne and B. Delmon, Appl. Catal., 6 (1983) 231. [18] F. Cavani, G. Centi and E Trifiro, J. Chem. Soc. Chem. Comm., (1985) 492. [19] W.H. Cheng, Appl. Catal. A, 147 (1996) 35. [20] G.J. Hutchings, Appl. Catal., 72 (1991) 1. 121] B.K. Hodnett and B. Delmon, Ind. Eng. Chem. Fundam., 23 (1984) 4665. 122] A.I. Pyatnitskaya, G.A. Komasko, V.A. Zazhigalov and B.B. Gorokhovatskii, React. Kinet. Catal. Lett., 6 (1977) 341. 1123] M. Niwa and Y. Murakami, J. Catal., 76 (1982) 9. [24] D. Ballutand, E. Bordes and P. Courtine, Mat. Res. Bull., 17 (1982) 519. [125] E. Bordes and P. Courtine, J. Catal., 57 (1979) 236. 1126] M. Abon, K.E. Bere, A. Tuel and P. Delichere, J. Catal., 156 (1995) 28. 1127] Y. Zhang-Lin, M. Forissier, J.C. Vedrine and J.C. Volta, J. Catal., 145 (1994) 267. APCATA 96004152 S0926-860X(96)00415-2 10.1016/S0926-860X(96)00415-2 Article Effect of calcination environment on the selective oxidation of n-butane to maleic anhydride over promoted and unpromoted VPO catalysts Wu-Hsun Cheng ∗ Winston Wang Chemical Engineering Department, Chang Gung University, Kweishan, Taoyuan, Taiwan ∗ Corresponding author. A vanadium phosphate (VPO) catalyst promoted with indium and tetraorthosilicate (TEOS) was calcined in atmospheres of different oxidizing potential. The resulting catalysts afer activation showed significantly different stable activity and selectivity. The vanadium valence of the used catalyst increased with increasing oxidizing potential of calcining gases. The selectivity to maleic anhydride and specific activity increased with the vanadium valence, but the surface area decreased with the vanadium valence. Amorphous V5+ species in the working catalyst was readily hydrated. The phase evolution during the thermal dehydration of the hydrate was similar to that of α-VOPO4·2H2O. The oxidation reaction did not result in surface enrichment of V5+ relative to V4+. The calcination atmospheres affect the catalyst morphology and the vanadium valence. An unpromoted VPO catalyst was more resistant to oxidation than the promoted catalyst in calcination, and achieved its optimized maleic anhydride yield when calcined in a more oxidizing atmosphere. The study suggests that dispersed V5+ species in contact with (VO)2P2O7 is important for the oxidation of n-butane to maleic anhydride. Calcination atmospheres need to be chosen in accordance with the oxidizability of the VPO catalyst precursors to achieve the optimized performance. Keywords n-Butane Maleic anhydride Vanadium phosphate VPO Calcination References [1] G. Centi Vanadyl pyrophosphate catalysts 5th ed. Catal. Today 16 1993 (1) [2] R.M. Contractor H.E. Bergna H.S. Horowitz C.M. Blackstone B. Malone C. Torardi B. Griffiths U. Chowdhry A.W. Sleight Catal. Today 1 1987 49 [3] F. Cavani F. Trifiro Chemtech. 1994 18 [4] F. Trifiro Catal. Today 16 1993 91 [5] P.A. Agaskar L. DeCaul R.K. Grasselli Catal. Lett. 23 1994 339 [6] T.A. Bither, US Patent 4 442 226 to DuPont (1984) and references cited therein. [7] E. Bordes P. Courtine J.W. Johnson J. Solid State Chem. 55 1984 270 [8] J.W. Johnson D.C. Johnston A.J. Jacobson J.F. Brody J. Am. Chem. Soc. 106 1984 8123 [9] N. Harrouch-Batis H. Batis A. Ghorbel J.C. Vedrine J.C. Volta J. Catal. 128 1991 248 [10] G. Centi F. Trifiro G. Busca J. Ebner J. Gleaves Faraday Discuss. Chem. Soc. 87 1989 215 [11] E. Bordes Catal. Today 16 1993 27 [12] G. Centi Catal. Today 16 1993 5 [13] Y. Zhang R.P.A. Sneeden J.C. Volta Catal. Today 16 1993 39 [14] D. Ye A. Satsuma T. Hattori Y. Murakami Appl. Catal. 69 1991 L1 [15] B.K. Hodnett Catal. Rev. Sci. Eng. 27 1985 373 [16] F. Cavani G. Centi F. Trifiro Appl. Catal. 15 1985 151 [17] B.K. Hodnett P. Permanne B. Delmon Appl. Catal. 6 1983 231 [18] F. Cavani G. Centi F. Trifiro J. Chem. Soc. Chem. Comm. 1985 492 [19] W.H. Cheng Appl. Catal. A 147 1996 35 [20] G.J. Hutchings Appl. Catal. 72 1991 1 [21] B.K. Hodnett B. Delmon Ind. Eng. Chem. Fundam. 23 1984 4665 [22] A.I. Pyatnitskaya G.A. Komasko V.A. Zazhigalov B.B. Gorokhovatskii React. Kinet. Catal. Lett. 6 1977 341 [23] M. Niwa Y. Murakami J. Catal. 76 1982 9 [24] D. Ballutand E. Bordes P. Courtine Mat. Res. Bull. 17 1982 519 [25] E. Bordes P. Courtine J. Catal. 57 1979 236 [26] M. Abon K.E. Bere A. Tuel P. Delichere J. Catal. 156 1995 28 [27] Y. Zhang-Lin M. Forissier J.C. Vedrine J.C. Volta J. Catal. 145 1994 267",
      "scopus-id": "0002063136",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004152",
        "dc:description": "A vanadium phosphate (VPO) catalyst promoted with indium and tetraorthosilicate (TEOS) was calcined in atmospheres of different oxidizing potential. The resulting catalysts afer activation showed significantly different stable activity and selectivity. The vanadium valence of the used catalyst increased with increasing oxidizing potential of calcining gases. The selectivity to maleic anhydride and specific activity increased with the vanadium valence, but the surface area decreased with the vanadium valence. Amorphous V5+ species in the working catalyst was readily hydrated. The phase evolution during the thermal dehydration of the hydrate was similar to that of α-VOPO4·2H2O. The oxidation reaction did not result in surface enrichment of V5+ relative to V4+. The calcination atmospheres affect the catalyst morphology and the vanadium valence. An unpromoted VPO catalyst was more resistant to oxidation than the promoted catalyst in calcination, and achieved its optimized maleic anhydride yield when calcined in a more oxidizing atmosphere. The study suggests that dispersed V5+ species in contact with (VO)2P2O7 is important for the oxidation of n-butane to maleic anhydride. Calcination atmospheres need to be chosen in accordance with the oxidizability of the VPO catalyst precursors to achieve the optimized performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004152",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Cheng, Wu-Hsun"
          },
          {
            "@_fa": "true",
            "$": "Wang, Winston"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004152"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004152"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00415-2",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of calcination environment on the selective oxidation of n-butane to maleic anhydride over promoted and unpromoted VPO catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "n-Butane"
          },
          {
            "@_fa": "true",
            "$": "Maleic anhydride"
          },
          {
            "@_fa": "true",
            "$": "Vanadium phosphate"
          },
          {
            "@_fa": "true",
            "$": "VPO"
          },
          {
            "@_fa": "true",
            "$": "Calcination"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "57-69",
        "prism:endingPage": "69",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 August 1997",
        "prism:doi": "10.1016/S0926-860X(96)00415-2",
        "prism:startingPage": "57",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00415-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002063136"
      }
    }
  }
}