{
  "metadata": {
    "title": "Raney copper catalysts for the water-gas shift reaction II. Initial catalyst optimisation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00168-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001683",
    "pii": "S0926860X97001683"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11644310182",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001683 S0926-860X(97)00168-3 S0926860X97001683 10.1016/S0926-860X(97)00168-3 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 18 185 195 185 195 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. RANEYCOPPERCATALYSTSFORWATERGASSHIFTREACTIONIIINITIALCATALYSTOPTIMISATION MELLOR J HERMAN 1979 407 R SHIDO 1993 575 T GARBASSI 1984 106 F WAINWRIGHT 1995 29 M MELLOR 1993 J PHDTHESIS RHODES 1995 43 C CHINCHEN 1991 293 G GINES 1995 283 M PETRINI 1983 G PREPARATIONCATALYSTS3 LYWOOD 1989 W CATALYSISHANDBOOK GHORAI 1981 40 D CAMPBELL 1970 588 J FRIEDRICH 1981 1840 J WAINWRIGHT 1988 95 M METHANECONVERSION CURRYHYDE 1991 89 H MONDOLFO 1976 L ALUMINIUMALLOYSSTRUCTURESPROPERTIES TOMSETT 1984 43 A FRIEDRICH 1981 1845 J GOTTSCHALK 1988 103 F ANDREEV 1987 235 A PROCEEDINGSSIXTHINTERNATIONALSYMPOSIUMHETEROGENEOUSCATALYSISPART1 BARFORD 1985 N EXPERIMENTALMEASUREMENTSPRECISIONERRORTRUTH HADDEN 1995 L1 P MELLORX1997X185 MELLORX1997X185X195 MELLORX1997X185XJ MELLORX1997X185X195XJ item S0926-860X(97)00168-3 S0926860X97001683 1-s2.0-S0926860X97001683 10.1016/S0926-860X(97)00168-3 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001683-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001683/MAIN/application/pdf/7e18021263a4fe9d98bf799a66dda8c7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001683/MAIN/application/pdf/7e18021263a4fe9d98bf799a66dda8c7/main.pdf main.pdf pdf true 731749 MAIN 11 1-s2.0-S0926860X97001683-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001683/PREVIEW/image/png/4162de9dc0bee1431633ff639a3547cb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001683/PREVIEW/image/png/4162de9dc0bee1431633ff639a3547cb/main_1.png main_1.png png 57930 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 164 (1997) 185-195 Raney copper catalysts for the water-gas shift reaction II. Initial catalyst optimisation a* J.R. Mellora'b, N.J. Covllle ' , A.C. Sofianosc, R.G. Copperthwaitea'd ~tCentre for Applied Chemist~, and Chemical Technology, Department of Chemist~', University of the Witwatersrand, Private Bag 3, Johannesburg, Wits 2050, South Africa bAnglo American Research Laboratories (Pry) Limited, PO Box 106, Crown Mines 2025, South Africa ~Catalytic Technology Group, Division of Materials Technology; Council for Scientific and Industrial Research, Pretoria, South Africa dResearch and Development Department, AEC1, Private Bag X2, Modderfontein 1645, South Africa Received 11 November 1996; received in revised form 8 April 1997; accepted 25 April 1997 Abstract The initial Raney copper WGS activity based on catalyst volume has been shown to be comparable to industrial and co- precipitated alternatives under varying reaction conditions. The presence of zinc oxide in the Raney copper structure was shown to be necessary for resisting catalyst deactivation due to copper crystallite sintering. Over long operating times, greater stability was maintained by increasing the Raney catalyst zinc content by leaching precursor Cu-Zn-AI alloys with zinc contents of up to a nominal 40 wt% for 1 h. Achieving a high catalyst zinc concentration by leaching alloys with a higher zinc content proved to be more beneficial than by increasing the catalyst zinc concentration by the zinc impregnation process. The addition of concentrated zincate to the caustic solution slowed the leach rate, promoting an increase in copper crystallite size with a corresponding decrease in copper surface area and WGS activity. Leaching precursor alloys with higher zinc contents was effective for increasing the rim zinc content of the Raney catalyst without inhibiting the leach rate and the development of large copper surface areas. A statistically significant correlation was observed between the WGS activity of Raney copper catalysts and their active metal surface areas, demonstrating that the WGS reaction is a structure insensitive reaction over Raney copper. (Q 1997 Elsevier Science B.V. Keywords: Water-gas shift reaction; Raney catalyst; Copper catalyst; Synthesis; Sintering 1. Introduction Caustic leached Raney copper catalysts have been shown to be active for the low temperature water-gas shift reaction (WGSR) [1]. This result was not sur- prising since rim compositions similar to well-known *Corresponding author. Tel.: +27 11 716 2311; fax: +27 11 339 7967; e-mail: ncoville@aurum.chem.wits.ac.za. 0926-860X/97/$17.00 (C~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 68-3 low temperature WGS ternary Cu-ZnO-A1203 cata- lysts were identified. To achieve highly active, well stabilised Raney copper catalysts for the WGSR, a high concentration of zinc in the structure was shown to be essential [1]. Whilst leaching is required to produce operable surface areas, it also results in the depletion of zinc from the resultant catalyst. Partial leaching of a Cu(35)Zn(15)Al(50) alloy demonstrated that the best 186 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 catalyst stability, achieved after the shortest leach time of 1.0h, corresponded to the highest catalyst zinc content. Increasing the catalyst zinc loading by zinc impregnation during extraction improved stability, but resulted in an overall decrease in activity [1]. Although it is evident that an intimate contact between the copper surface and zinc oxide crystallites has a stabilizing influence on the catalyst activity [1], it is unclear as to whether any promotion of the WGS reaction occurs at the Cu-ZnO interface. Contrasting views of the function of ZnO in the copper-based formulation have previously been proposed. Some authors [2,3] have argued that a synergy exists between copper and zinc whilst others have taken the view that zinc oxide principally acts as a support for maintaining a dispersed copper surface [4]. In a recent review of methanol synthesis over Raney cop- per catalysts, Wainwright and Trimm [5] concluded that although no unique promotional role could be ascribed to ZnO (or A1203), there was some evidence that the catalytic activity could be improved by events occurring at the Cu-ZnO interface. In this publication we have attempted to improve the overall Raney copper catalyst performance, by leaching precursor alloys with increased zinc content (at the expense of copper) in caustic solution for a maximum of only 1 h. Catalyst activity was evaluated as a function of lifetime, operating temperature and reagent feed rate. Characterisation studies on all the catalysts were also conducted. Controversy still exists with regard to the reaction mechanism [6] and the structure sensitivity of the WGS reaction over Cu-ZnO-A1203 catalysts [7]. Much evidence has been presented in an attempt to elucidate the precise mechanistic pathway [6,7], but little is known about the structure-sensitivity relation- ship of the WGS reaction over copper-based catalysts. Recently, structural influences on activity have also been considered. Chinchen and Spencer [8] classified reactions over supported copper catalysts according to the influence of various physicochemical properties of the catalyst on activity. Notably, crystal size and shape effects were regarded as less important in copper catalysts. Sensitive catalytic reactions were identified when the activity under standard reaction conditions was strongly dependent on catalyst composition, size distribution of metal crystallites, nature of catalyst support, catalyst preparation parameters and impuri- ties in catalyst or reactants. Using this criteria, Chinchen and Spencer [8] found that the WGS reac- tion over a number of commercial and co-precipitated Cu-ZnO-A1203 catalysts was a sensitive reaction. A plot of relative WGS activity versus copper metal surface area showed a significant scattering of the experimental points, some of which deviated by almost an order of magnitude from any median line which could be drawn. The sensitivity of the reaction was ascribed to the nature and concentration of adsorbed species, crystal face and morphology, and any alkali impurities. Other authors [2,10] have also presented evidence to suggest that there is no signifi- cant relationship between copper surface area and activity. Using a similar approach to that of Chinchen and Spencer, Gin,s et al. [9] also conducted experiments to determine the structure sensitivity of the WGS re- action over Cu-ZnO-A1203 catalysts. Their results showed that the turnover frequency was not modified by significantly changing several critical catalyst para- meters. In addition, the specific reaction rate was always observed to be proportional to the copper surface area. Further, the results of Ginrs et al. [9] are in agreement with the findings of several authors [11-14] who proposed that metallic copper is the active site for the WGS reaction, since catalytic activity was generally proportional to the concentra- tion of metallic copper on the surface. Thus, under the reported experimental conditions, they concluded that the WGS reaction was a structure-insensitive reaction over these copper-based catalysts. They reported that an optimum WGS catalyst should contain the metallic copper phase highly dispersed on the mixed oxide support. In an attempt to further the understanding of the structure sensitivity of the WGS reaction, the relation- ship between Raney copper surface area and activity has been investigated by us, and the results are pre- sented in this paper. 2. Experimental Alloys, Raney copper catalysts and a co-pre- cipitated low temperature WGS catalyst were prepared according to the methods described else- where [1]. Ternary alloys of nominal compositions J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 187 Cu / 10 \\ / A \\ ? AI ID \\ 9O T AI 10 90 Zn wt% Zn T = ternary phase Fig. 1. The liquidus projection for the Cu-Zn-A1 system showing the compositions of the nominal alloys (0) and specific phase regions of interest: A=Cu(35)Zn(15)Al(50); B= Cu(43)Zn- (18)A1(39); C=Cu(25)Zn(25)Al(50); D=Cu(10)Zn(25)Al(50). Cu(35)Zn(15)Al(50), Cu(43)Zn(18)A1(39), Cu(25)Zn- (25)A1(50) and Cu(10)Zn(40)AI(50) were prepared. In this paper they are referred to as alloys A, B, C and D, respectively. Alloys A, C and D were prepared with 50 nominal wt% aluminium in order to produce products containing the maximum amount of primary precipi- tate CuA12, which is the leachable phase producing Raney copper [15]. Alloy B was included because some authors [ 16,17] observed that catalysts prepared from these alloys had both greater methanol synthesis activity and greater mechanical strength than those prepared from alloys with higher A1 contents. The nominal alloy A, B, C and D compositions are plotted on the A1-Cu-Zn liquidus projection diagram [ 15,18] in Fig. 1, and the atomic absorption (AA) analysed bulk composition of the four alloys are shown in Table 1. Particles (0.5-1.18 mm in diameter) of alloys A, B, C and D were leached for 1 h in 7.1 M aqueous sodium hydroxide at 50, and subsequently passivated. The Raney catalyst was transferred under water to the glass passivation reactor (quartz glass 400 mm long, 15 mm i.d., with a porous sintered disk 250 mm from the top of the reactor) directly after washing. Before passiva- tion commenced, excess water retained in the reactor from catalyst transfer was removed by passing a 99.999% pure nitrogen stream at 30 ml min 1 through the reactor. Raney copper catalysts were dried at 120 in nitrogen (30 ml min i) for 2.0 h. The reactor was then cooled under nitrogen to room temperature (i25) and a nitrous oxide (99.9% purity) flow of 1-2 ml min-1 established. Under these conditions, catalyst temperature was increased to 220 in 4.0 h and maintained for 16 h. Characterisation data for the base leached alloys was obtained from atomic absorption (AA), scanning electron microscopy (SEM) with energy dispersive X-ray analysis (EDAX), X-ray diffraction (XRD), differential scanning calorimetry (DSC), pulse N20 chemisorption, total BET surface area, pore volume and mean pore radii determinations. All these tech- niques have been detailed elsewhere [ 1]. The catalyst testing procedures have also been previously described [1]. In all cases, 2i0.1 ml of catalyst was loaded into a fixed-bed, stainless steel microreactor, Table 1 Alloy bulk compositions Alloy Alloy compositions (wt%)a Nominal Analysis Cu Zn A1 Cu Zn AI A 35 15 50 40.4 11.3 47.7 B 43 18 39 41.7 20.5 37.5 C 25 25 50 24.8 25.2 48.3 D 10 40 50 13.4 34.0 51.0 aError: :t-2.0 wt%. 188 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 reduced in-situ, and tested for WGS activity and time-on-stream stability under identical experimental conditions (CO : H20=l : 22.5, temperature=200 and GHSV=1000 h-l). Catalysts were reduced in a flow of 5% H2/N2 (by vol.) at 900 h-1. A temperature of 230 was maintained for 16 h. After reduction, the reactor was flushed with nitrogen prior to start-up at the relevant temperature. In cases where catalytic performance was investigated as a function of catalyst temperature and GHSV, reactor conditions were returned to those employed at the initial start-up of the catalyst. WGS activity was only recorded after steady-state conditions had been achieved. 3. Results and discussion 3.1. Characterisation of the caustic leached alloys Bulk XRD analysis of alloy A has been detailed elsewhere [1] while the XRD results of alloys A, B and C are presented in Table 2. XRD analysis of alloys, A, B, C and D confirmed the primary precipitation products of Cu(Zn)A12 (alloys A, B and C) and of AI (alloy D) as predicted from the liquidus phase diagram shown in Fig. 1. The Zn content of the Cu(Zn)AI2 phase is known [15] to increase with increasing alloy Zn level. Alloy D showed a high secondary concentration of the Cu(Zn)A12 phase whilst alloys B and C demon- strated secondary solidification products of A1. The A1 phase content of alloy C was almost equivalent to the amount of Cu(Zn)A12 phase present, as a result of the strong secondary influence of A1 precipitation (observed from the liquidus phase diagram, Fig. 1). Alloys B, C and D contained elemental Zn and in each case, some evidence was found for the presence of the binary A1Zn phase. The XRD pattern of alloy B (Table 2) showed traces of CuAI which was imper- vious to caustic leaching as previously observed for the leaching of alloy A under similar conditions [ 1 ]. No evidence of any ternary phase was found. Passi- vated Raney copper catalysts A, B, C and D produced by leaching in aqueous sodium hydroxide for 1 h consisted predominantly of crystalline CuO, whilst smaller amounts of Cu20 were also observed. After reaction and subsequent exposure to air, most copper remained in the zero oxidation state. The XRD pattern of the air-dried alloy A catalyst (prepared under the same conditions and extraction time as the passivated catalysts) showed Cu20 followed by CuO as the major phase products [1]. Cross-section electron-micro- graphs of catalysts A, B, C and D revealed clearly identifiable reacted rims and alloy cores. The extent of average leach penetration after 1 h was calculated as 32.0%, 24.0%, 35.2% and 36.5% for catalysts A, B, C and D, respectively. In all cases, two 'leach fronts' were observed (as described elsewhere [1]). Catalyst development was consistent with the first stage of leaching which corresponds to the formation of an 'alloy-catalyst' interface in ternary Cu-Zn-A1 alloys. Characterisation studies also showed that this stage generally corresponds to a Raney copper catalyst surface morphology best suited for catalysing the WGS reaction [1]. The bulk metal content (determined by AA) of alloys A, B, C and D leached in caustic solution for 1.0 h and passivated are presented in Table 3. No iron impurities were detected in any of the precursor alloys or catalysts. Any mass defect was considered to be due to catalyst oxygen content. The bulk metal compositions of the 1 h leached alloy A catalyst after air drying [1] and passivating (Table 3) were similar, as expected. Approximately 1.6 wt% more oxygen was associated with the passivated Cu-Zn-A1 catalyst. During the controlled passivation Table 2 Crystalline phase of alloys B, C and D and their product Raney copper catalysts before and after reaction Alloy Precursor alloy phases Cat. phases before reactiona Cat. phases after reactiona B CuAI2, AI, Zn, (AIZn)b, CuA1 CuO, Zn, CuA12, Cu, Cu20, CuA1 Cu, Zn, CuAI, CuO, CuAl2(tr)c C CuA12, A1, Zn, (AIZn) CuO, Zn, A1, Cu, CuAI2, CuzO(tr) Cu, Zn, A1, CuO, CuAl2(tr) D AI, CuA12, Zn, (A1Zn) CuO, Zn, A1, Cu20, Cu(tr) Cu, Zn, CuO, AI aphases listed in approximate order of abundance (from left to right). bphase in brackets not conclusively identified. C(tr)=trace. J.R, Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 Table 3 Bulk composition of fresh and used Raney copper catalysts produced from leaching various alloy precursors 189 Alloy Extraction time (h) Composition before WGSR (wt%) Cu Zn Composition after WGSR (wt%) A1 Cu Zn A1 A 1.0 69.3 6.9 B 1.0 73.6 10.9 C 1.0 72.4 13.3 D 1.0 61.5 15.l 19.5 70.9 8.6 78.3 14.8 74.5 7.3 13.1 12.9 69.1 15.0 11.1 19.1 59.7 14.8 21.7 of a caustic leached Cu(50.3)Al(49.7) alloy using N20 as oxidant, Tomsett et al. [19] calculated that at 200, a minimum oxygen uptake equivalent to four mono- layers was sufficient to passivate the catalyst. The results in Table 3 show that catalysts prepared from precursor alloys with higher zinc levels contain higher levels of zinc after 1 h of leaching. No significant changes in catalyst compositions were apparent after testing for WGS activity. From cross-sectional EDAX determinations (presented in Table 4) this trend was qualitatively confirmed in the rim of the fresh Raney copper catalysts. EDAX measurements of the alloy core composi- tions were in good agreement with the AA analysis (Table 1) of the precursor alloys, demonstrating that the composite alloy cores were unaffected by the caustic leaching reaction. The BET and copper surface areas, together with crystallite diameter and copper dispersion of catalysts A, B, C and D are presented in Table 5. The large amount of A1 solidification product pre- sent in the alloy precursors of catalysts C and D (Table 2) correlates with the high BET and copper surface areas observed for these two catalysts. As it is known that intergranular phases of A1, Zn and A1Zn leach at a faster rate than the Cu(Zn)A12 phase [20], it is feasible to consider that extensive leaching of alloys C and D to produce porous Raney copper may have already occurred within a caustic contact time of only 1 h. The greater extent of leach penetration for cata- lysts C and D is consistent with this explanation. For alloys A, B, C and D the level of AI appears to drop more rapidly from initial levels than observed for Zn. Of significant importance is the fact that high copper Table 4 Rim and core compositions of Raney copper catalysts produced from leaching various alloy precursors Alloy Extraction time (h) Rim (wt%) Core (wt%) Cu Zn AI Cu Zn AI A 1.0 81.0 12.1 6.9 37.0 15.2 47.8 B 1.0 79.7 13.7 6.6 40.3 21.4 38.3 C 1.0 79.7 15.7 4.6 27.7 26.1 46.2 D 1.0 66.3 27.1 6.6 16.9 31.4 51.7 Table 5 Surface area, crystallite diameter and copper dispersion of fresh and used Raney catalysts produced from leaching various alloy precursors Alloy Extraction time (h) SBET (m2 g 1) Scu (m2 g-l) Copper crystallite diameter (A) Copper dispersion (%) A 1.0 30.0 (18.5)a 11.8 (4.1) 395 (1538) 4.6 (1.2) B 1.0 25.4 (13.0) 8.7 (2.5) 569 (2004) 3.5 (0.7) C 1.0 44.3 (22.0) 18.4 (6.3) 265 (738) 7.3 (2.6) D 1.0 66.9 (27.0) 12.8 (8.3) 323 (484) 6.2 (4.0) aResults in brackets for used catalysts. 190 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 surface area (catalysts C and D), is accompanied by large amounts of evenly dispersed zinc in the leached rim. In particular, catalyst C exhibits a copper surface area over twice as large as that measured for an industrial WGS catalyst (8.2 mZg 1, [1]), as well as a rim Zn content 37% greater than the Zn level associated with the most stable Raney catalyst tested for WGS activity over 1000 h (alloy A leached for 1.0 h [1]). Catalyst C also showed the highest copper surface dispersion and the lowest crystallite size observed for Raney copper catalysts. Catalyst D con- tained the greatest amount of zinc (Table 3) observed, together with a copper surface area larger than the values determined for all hydroxide/zincate leached alloys previously reported by us [ 1 ]. Catalysts C and D have similar pore volumes of 0.399 and 0.334 cm3 g- and mean pore radii of 180.1 and 99.8 A, respectively. DSC was used to simulate reduction conditions under 5% H2/N2 at a flow rate of 30 ml min-j. Cata- lysts A, B, C and D were heated from ambient to 300 at a rate of 5 min-1. As observed for the reduction of the air-dried alloy A catalysts [1] under similar conditions, a single exothermic phase change between 160 and 210 was recorded for the catalysts passivated after extraction. The phase change is considered to be due to the formation of elemental copper from copper oxides [ 1 ]. 3.2. Activity and stability of caustic leached alloys A, B, C and D monoxide converted as a function of volume of cata- lyst particles (Rate a), composite (total) mass of catalyst particles (Rate b), specific copper surface area (Rate c) and BET surface area (Rate d). Initial catalyst activity was determined at 200 after steady- state conditions had been achieved. The objective was to compare the performance of the Raney copper system with an industrial catalyst under typical con- version values (>90%). Results are presented in Table 6. As described elsewhere [1], the unit density of precursor alloys is dependent on composition, neces- sitating careful interpretation of activity data invol- ving the mass of Raney catalysts. Based on volume of catalyst, high initial activities are observed to corre- spond to high copper surface areas (see Table 5). All Raney copper catalysts (A, B, C and D) are more active under the same experimental conditions than industrial and co-precipitated alternatives. Activities expressed in terms of composite mass (Rate b) and specific copper surface area (Rate c) are expectedly low due to the nature of Raney copper. Activities based on total surface area turnover frequency (Rate d) demonstrate a greater overall surface efficiency than the industrial and co-precipitated catalysts and implies a higher concentration of active sites per unit surface area in Raney copper catalysts. Thus it can be seen that the performance of the Raney copper system is dependent on the manner in which the activity is expressed. 3.2.1. Initial activity In order to present a complete study of Raney copper catalysts for the WGS reaction, the initial activities of 1 h leached catalysts A, B, C and D are expressed as the rate (per hour) of moles of carbon 3.2.2. Stability The long term stability of Raney copper catalysts A, B, C and D under constant reaction conditions are shown in Fig. 2. 'Activity' is expressed in terms of CO conversion for a constant volume of catalyst. Table 6 Specific activities of Raney copper catalysts produced from leaching various alloy precursorsa Alloy Extraction Rate (a) Rate (b) Rate (c) Rate (d) time (h) (x 10-3 molco ml-l h-1) (10-3 molco -1 -1 gcomph ) (0 4molcom~2h ~) (0 5molcom-2h 1) A 1.0 3.2 2.13 1.80 7.11 B 1.0 3.28 1.89 2.18 7.47 C 1.0 3.44 3.91 2.12 8.83 D 1.0 3.08 3.67 2.86 5.48 Industrial -- 3.06 3.15 3.84 3.86 Precipitated -- 2.94 2.94 5.55 3.43 aTemperature=200; total GHSV=1000 h-l; dry gas composition=10% CO/90% N2; CO : H20=I : 22.5; catalyst volume=2dz0.1 ml. J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 191 o~ .o_ ct~ > c- O 0 0 0 90 80 70 60 50 40 30 20 10 00 n o [] ~B Time- on- stream (h] Fig. 2. Stability of various Raney copper catalysts as a function of precursor alloy composition (temperature=200; total GHSV=1000 h L; dry gas composition=10% CO/90% N2; CO : H20=I : 22.5; catalyst volume=2i0.1 ml): (O)=Cat. A Cu(69.3)Zn(6.9)Al( 19.5); (~)=cat. B Cu(73.6)Zn(10.9)AI(14.8); (W1)=cat. C Cu(72.4)Zn(13.3)Al(12.9); ({))=cat. D Cu(61.5)Zn(15.1)AI(19.1). It can be seen from Fig. 2 that whilst the activity of all Raney copper catalysts decreased over time as a result of sintering, good overall stability after 900 h- on-stream was observed for catalyst D which con- tained the highest bulk (15.1 wt%) and rim (27.1 wt%) zinc content. The catalyst demonstrated a loss in activity of only 10.2% after 900 h. Based on the correlation shown to exist between Raney copper deactivation and zinc oxide content [1], the high rim Zn concentration of Catalyst D is regarded as the major reason for the overall sustained stability. Catalyst D showed the smallest decrease in copper surface area and the most stable copper crystallite size over the same time period (Table 5). Although the activity of catalyst C decreased by 23.1%, the catalyst remained the most active for at least 700 h-on-stream. Catalysts A and B displayed good initial activities, but deactivated substantially with time, (especially in the case of catalyst B). Both catalysts possessed relatively low concentrations of zinc in the rim and the lowest copper surface areas observed for freshly prepared Raney copper catalysts. Thus it may be concluded that the caustic leaching of alloys with high levels of zinc under the conditions reported may result in catalysts with increased zinc content, effective for stabilizing high copper surface areas formed during extraction. 3.2.3. Temperature dependence The effect of temperature on the WGS activity for Raney copper catalysts (A, B, C and D) and an industrial WGS catalyst is shown in Fig. 3. In all cases, 2.1 ml of catalyst was tested, and activity expressed in terms of percent CO conversion. In order to clearly demonstrate WGS equilibrium conversion as a function of temperature, numerical data on the temperature dependence of the equilibrium constant (Kp) for the WGSR [11] was used to determine the equilibrium conversion of CO for the reaction condi- tions reported, and the data is presented as a dashed line in Fig. 3. For all the catalysts investigated, a sharp increase in catalyst activity at temperatures from 200 was observed, indicating that the Raney copper system may be operated in the typical low temperature WGS 192 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 100 .... ...... ...... lillF ---\"=\"7-=-- - --\"= -\" o~ t- O c.-- O O o 95 90 85 80 75 70 i t i t i 175 200 225 250 275 300 Temperature () Fig. 3. Effect of temperature on the WGS activity of various Raney copper catalysts (total GHSV= 1000 h- l; dry gas composition= 10% CO/ 90% N2; CO: H20=l : 22.5; catalyst volume=2+0.1 ml): (O)=Cat. A Cu(69.3)Zn(6.9)Al(19.5); (=cat. B Cu(73.6)Zn(10.9)Al(14.8); (i)=cat. C Cu(72.4)Zn(13.3)Al(12.9); (~) cat. D Cu(61.5)Zn(15.1)AI(19.1); (+)=Industrial catalyst. catalyst region [21]. All Raney copper catalysts tested achieved equilibrium conversions at temperatures below that observed for the industrial catalyst, and in particular equilibrium conversion was observed for catalyst C at temperatures from as low as 200. The higher activity of catalyst C at lower temperatures may be explained by the high active surface area of copper (18.4m2g-1), together with a pore volume (0.399 cm3 g-l) and mean pore radii (180.1 ,~) suffi- ciently large enough to eliminate possible diffusion limiting factors, which could prevent the reagent molecules from reaching the active sites in the cata- lytic network structure. As the equilibrium conversion of carbon monoxide is enhanced by lower operating temperatures [ 11 ], the high activity of Raney copper catalysts at tempera- tures below 300 could be advantageous for an industrial operation of such a catalyst system, as it could present lower energy costs [22]. Andreev et al. [22] also observed that for temperatures below 300, a Raney copper catalyst manifested a higher catalytic activity than the industrial Chimco Company low temperature BNTK catalyst. 3.2.4. Effect of GHSV on the water-gas shift activity The activity (presented as percent carbon monoxide conversion) as a function of GHSV for catalysts A, B, C and D and industrial WGS catalyst is presented in Fig. 4. From Fig. 4 it can be seen that catalyst D which showed good long term stability under constant con- ditions (Fig. 2), also demonstrated good stability at J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 193 lOO 95 9o v 85 C .o ,'- 80 0 0 0 o 75 70 65 60 i i I i 1000 2000 3000 4000 5000 GHSV (h1) Fig. 4. Effect of GHSV on the WGS activity of various Raney copper catalysts (temperature=200; dry gas composition= 10% CO/90% N2: CO : H20=I : 22.5; catalyst volume=25:0.1 ml): (O):=Cat. A Cu(69.3)Zn(6.9)Al(19.5); (=cat. B Cu(73.6)Zn(10.9)Al(14.8); (lll)=cat. C Cu(72.4)Zn(13.3)Al(12.9); (/k)=cat. D Cu(61.5)Zn(15.1)AI(19.1); (+)=Industrial catalyst. high space velocities. In general, higher space velo- cities revealed that the catalyst compositions could not sustain initial activities by preventing or minimizing sintering. As expected, the industrial catalyst showed no significant change in catalytic performance at higher space velocities. 3.3. Relationship between water-gas shift activity and copper surface area The relationship between initial and final WGS rate of reaction and copper surface area for a number of air dried and passivated Raney copper catalysts with different alloy precursor compositions and leach times are shown together with an industrial WGS catalyst and a co-precipitated WGS Cu-Zn-A1 catalyst in Fig. 5. Analysis of variance (regression) performed on the data presented in Fig. 5 shows that if linearity is assumed, 71% of the variation in activity can be explained by copper surface area. Also, the correlation coefficient, R, between the activity and copper metal area (R=0.82) is high enough to suggest that activity and metal surface area are significantly related, since it passes the test described by Barford [23] where IRI > 3/(n+7)d2, (1) n is the number of observations. Although a statistically significant correlation exists between the WGS activity of Raney copper catalysts 194 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 ,?, O x ..C N E 8 O O O .O o 3,5 3,0 2.5 2.0 1,5 1,0 0,5 Q O D A + A X Q Oz O L . I 1 i I i i 1 i ., i 0 2 4 6 8 10 12 14 16 18 20 Copper surface area (m2g~) Fig. 5. The dependence of Raney copper WGS activity on copper surface area. Open symbols=initial catalyst activity; closed symbols=final catalyst activity (temperature=200; total GHSV=I000h-1; dry gas composition=10% CO/90% N2; CO:H20=1:22.5; pressur- e=0.825 kPa; catalyst volume-2.1 ml): (C))=Cat. A Cu(69.3)Zn(6.9)Al(19.5); (E])=cat. C Cu(72.4)Zn(13.3)Al(12.9); (~)=cat. D Cu(61.5)Zn(15.1)AI(19.1); (x)=co-precipitated Cu-Zn-A1 (initial activity); (+)=industrial catalyst; (~)=copper powder. and their active metal surface areas, the scatter of experimental points is greater than that would be expected from experimental error [ 1 ]. Our results tend to also suggest the presence of small second-order effects. From Fig. 5 it generally appears that a catalyst copper surface area of only approximately 5 m2 g-t is needed to achieve a CO conversion in excess of 50%, whilst relatively higher CO conver- sions are only realised with much greater comparative copper surface areas. This trend may be due to the low space velocity (1000h-t) employed for the measurements. 4. Conclusion The caustic leaching of precursor alloys rich in zinc proved to be an effective method for increasing the content of zinc in the Raney copper rim without compromising the formation of high copper surface areas, shown to result in high WGS activity. The residual zinc had a stabilizing influence on the catalyst surface area, and a quantitative relationship was observed between the amount of zinc dispersed in the catalyst rim, and long-term stability. Caustic leached Raney copper catalysts exhibited a high degree of WGS activity in the low temperature region (i.e. 175-300) under varying reaction conditions. An examination of the relationship between WGS activity and Raney copper surface area showed that catalytic activity was to a certain extent, dependent on the magnitude of the copper area. This result supports the suggestion that the WGS reaction over Raney copper is a structure insensitive-reaction, as proposed by Gin6s et al. [9] over co-precipitated Cu-ZnO- A1203 catalysts. Chinchen and Spencer [8] showed J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 185-195 195 that over Cu-ZnO-AlzO3 catalysts prepared by con- ventional co-precipitation procedures but with varia- tions in catalyst composition and in the parameters of catalyst preparation, the WGS reaction is a sensitive catalytic reaction. Whilst the findings of Chinchen and Spencer [8] may seem to be in conflict with our results, Hadden et al. [24] recently concluded that although no single function could describe the relationship between copper surface area and the activity of every catalyst, discrete copper area-activity relationships were evident within groups of catalysts whose pre- cursor species were formed under identical prepara- tion conditions. Within these groups, they identified simple, linear surface area-activity relationships. Thus it would seem that both catalyst structure and copper surface area are important determinants of WGS activity. Acknowledgements The financial support for this work by the FRD, AECI Limited and the University of the Witwaters- rand is gratefully acknowledged. References [1] J.R. Mellor, N.J. Coville, A.C. Sofianos, R.G. Copperthwaite, Appl. Catal., submitted. [2] R.G. Herman, K. Klier, G.W. Simmons, B.P. Finn, J.B. Bulko, J. Catal. 56 (1979) 407. [3] T. Shido, Y. Iwasawa, J. Catal. 140 (1993) 575. [4] E Garbassi, G. Petrini, J. Catal. 90 (1984) 106. [5] M.S. Wainwright, D.L. Trimm, Catal. Today 23 (1995) 29. [6] J.R. Mellor, Ph.D. Thesis, University of Witwatersrand, Johannesburg, South Africa, 1993. [7] C. Rhodes, G.J. Hutchings, A.M. Ward, Catal. Today 23 (1995) 43. [8] G.C. Chinchen, M.S. Spencer, Catal. Today 10 (1991) 293. [9] M.J.L. Ginrs, N. Amadeo, M. Laborde, C.R. Apesteguia, Appl. Catal. A 131 (1995) 283. [10] G. Petrini, F. Montino, A. Bossi, F. Garbassi, in: G. Pancelet (Ed.), Preparation of Catalysts 3, Elsevier, Amsterdam, 1983. [11] W.J. Lywood, L. Lloyd, D.E. Ridler, M.V. Twigg, in: M.V. Twigg (Ed.), Catalysis Handbook, Wolfe Publishing, London, 1989. [12] D.K. Ghorai, N.C. Ganguli, S.P. Sen, Fert. Tech. 18 (1981) 40. [13] R.W. Bedford, ICI Technical Paper Nr. 4., Imperial Chemical Industries, Billingham, Cleveland, England. [14] J.S. Campbell, Ind. Eng. Chem. Process Des. Dev. 9 (1970) 588. [15] J.B. Friedrich, D.J. Young, M.S. Wainwright, J. Electrochem. Soc. 128 (1981) 1840. [ 16] M.S. Wainwright, Methane Conversion, Elsevier, Amsterdam, 1988, p. 95. [17] H.E. Curry-Hyde, M.S. Wainwright, D.J. Young, Appl. Catal. 77 (1991) 89. [18] L.E Mondolfo, Aluminium Alloys: Structures and Properties, Butterworths, London, 1976. [19] A.D. Tomsett, M.S. Wainwright, D,J. Young, Appl. Catal. 12 (1984) 43. [20] J.B. Friedrich, D.J. Young, M.S. Wainwright, J. Electrochem. Soc. 128 (1981) 1845. [21] EM. Gottschalk, R.G. Copperthwaite, M. van der Riet, G.J. Hutchings, Appl. Catal. 38 (1988) 103. [22] A. Andreev, T. Haltchev, V. Kafedjiiski, B. Kunev~ M. Kalchev, 1. Orizarski, D. Shopov, Proceedings of the Sixth International Symposium on Heterogeneous Catalysis, Part 1, Sofia, 1987, p. 235. [23] N.C. Barford Experimental Measurements: Precision, Error and Truth, 2nd ed., Wiley, Chichester, 1985. [24] P.A. Hadden, P.J. Lambert, C. Ranson, Appl. Catal. A 122 (1995) L1. APCATA 97001683 S0926-860X(97)00168-3 10.1016/S0926-860X(97)00168-3 Elsevier Science B.V. All rights reserved. Raney copper catalysts for the water-gas shift reaction II. Initial catalyst optimisation J.R. Mellor a b N.J. Coville * a A.C. Sofianos c R.G. Copperthwaite a d a Centre for Applied Chemistry and Chemical Technology, Department of Chemistry, University of the Witwatersrand, Private Bag 3, Johannesburg, Wits 2050, South Africa b Anglo American Research Laboratories (Pty) Limited, PO Box 106, Crown Mines 2025, South Africa c Catalytic Technology Group, Division of Materials Technology, Coucil for Scientific and Industrial Research, Pretoria, South Africa d Research and Development Department, AECI, Private Bag X2, Modderfontein 1645, South Africa * Corresponding author. Tel.: +27 11 716 2311; fax: +27 11 339 7967 The initial Raney copper WGS activity based on catalyst volume has been shown to be comparable to industrial and coprecipitated alternatives under varying reaction conditions. The presence of zinc oxide in the Raney copper structure was shown to be necessary for resisting catalyst deactivation due to copper crystallite sintering. Over long operating times, greater stability was maintained by increasing the Raney catalyst zinc content by leaching precursor CuZnAl alloys with zinc contents of up to a nominal 40 wt% for 1 h. Achieving a high catalyst zinc concentration by leaching alloys with a higher zinc content proved to be more beneficial than by increasing the catalyst zinc concentration by the zinc impregnation process. The addition of concentrated zincate to the caustic solution slowed the leach rate, promoting an increase in copper crystallite size with a corresponding decrease in copper surface area and WGS activity. Leaching precursor alloys with higher zinc contents was effective for increasing the rim zinc content of the Raney catalyst without inhibiting the leach rate and the development of large copper surface areas. A statistically significant correlation was observed between the WGS activity of Raney copper catalysts and their active metal surface areas, demonstrating that the WGS reaction is a structure insensitive reaction over Raney copper. Keywords Water-gas shift reaction Raney catalyst Copper catalyst Synthesis Sintering References [1] J.R. Mellor, N.J. Coville, A.C. Sofianos, R.G. Copperthwaite, Appl. Catal., submitted. [2] Herman R.G. Klier K. Simmons G.W. Finn B.P. Bulko J.B. J. Catal. 56 1979 407 [3] Shido T. Iwasawa Y. J. Catal. 140 1993 575 [4] Garbassi F. Petrini G. J. Catal. 90 1984 106 [5] Wainwright M.S. Trimm D.L. Catal. Today 23 1995 29 [6] Mellor J.R. 2nd ed. Ph.D. Thesis 1993 University of Witwatersrand Johannesburg, South Africa [7] Rhodes C. Hutchings G.J. Ward A.M. Catal. Today 23 1995 43 [8] Chinchen G.C. Spencer M.S. Catal. Today 10 1991 293 [9] Ginés M.J.L. Amadeo N. Laborde M. Apesteguia C.R. Appl. Catal. A 131 1995 283 [10] Petrini G. Montino F. Bossi A. Garbassi F. Pancelet G. Preparation of Catalysts 3 1983 Elsevier Amsterdam [11] Lywood W.J. Lloyd L. Ridler D.E. Twigg M.V. Twigg M.V. Catalysis Handbook 1989 Wolfe Publishing London [12] Ghorai D.K. Ganguli N.C. Sen S.P. Fert. Tech. 18 1981 40 [13] R.W. Bedford, ICI Technical Paper Nr. 4, Imperial Chemical Industries, Billingham, Cleveland, England. [14] Campbell J.S. Ind. Eng. Chem. Process Des. Dev. 9 1970 588 [15] Friedrich J.B. Young D.J. Wainwright M.S. J. Electrochem. Soc. 128 1981 1840 [16] Wainwright M.S. 2nd ed. Methane Conversion 1988 Elsevier Amsterdam 95 [17] Curry-Hyde H.E. Wainwright M.S. Young D.J. Appl. Catal. 77 1991 89 [18] Mondolfo L.F. 2nd ed. Aluminium Alloys: Structures and Properties 1976 Butterworths London [19] Tomsett A.D. Wainwright M.S. Young D.J. Appl. Catal. 12 1984 43 [20] Friedrich J.B. Young D.J. Wainwright M.S. J. Electrochem. Soc. 128 1981 1845 [21] Gottschalk F.M. Copperthwaite R.G. van der Riet M. Hutchings G.J. Appl. Catal. 38 1988 103 [22] Andreev A. Haltchev T. Kafedjiiski V. Kunev B. Kalchev M. Orizarski I. Shopov D. Proceedings of the Sixth International Symposium on Heterogeneous Catalysis, Part 1 Sofia 1987 235 [23] Barford N.C. 2nd ed. Experimental Measurements: Precision, Error and Truth 1985 Wiley Chichester [24] Hadden P.A. Lambert P.J. Ranson C. Appl. Catal. A 122 1995 L1",
      "scopus-id": "11644310182",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001683",
        "dc:description": "The initial Raney copper WGS activity based on catalyst volume has been shown to be comparable to industrial and coprecipitated alternatives under varying reaction conditions. The presence of zinc oxide in the Raney copper structure was shown to be necessary for resisting catalyst deactivation due to copper crystallite sintering. Over long operating times, greater stability was maintained by increasing the Raney catalyst zinc content by leaching precursor CuZnAl alloys with zinc contents of up to a nominal 40 wt% for 1 h. Achieving a high catalyst zinc concentration by leaching alloys with a higher zinc content proved to be more beneficial than by increasing the catalyst zinc concentration by the zinc impregnation process. The addition of concentrated zincate to the caustic solution slowed the leach rate, promoting an increase in copper crystallite size with a corresponding decrease in copper surface area and WGS activity. Leaching precursor alloys with higher zinc contents was effective for increasing the rim zinc content of the Raney catalyst without inhibiting the leach rate and the development of large copper surface areas. A statistically significant correlation was observed between the WGS activity of Raney copper catalysts and their active metal surface areas, demonstrating that the WGS reaction is a structure insensitive reaction over Raney copper.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001683",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mellor, J.R."
          },
          {
            "@_fa": "true",
            "$": "Coville, N.J."
          },
          {
            "@_fa": "true",
            "$": "Sofianos, A.C."
          },
          {
            "@_fa": "true",
            "$": "Copperthwaite, R.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001683"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001683"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00168-3",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Raney copper catalysts for the water-gas shift reaction II. Initial catalyst optimisation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Raney catalyst"
          },
          {
            "@_fa": "true",
            "$": "Copper catalyst"
          },
          {
            "@_fa": "true",
            "$": "Synthesis"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "185-195",
        "prism:endingPage": "195",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00168-3",
        "prism:startingPage": "185",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00168-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11644310182"
      }
    }
  }
}