{
  "metadata": {
    "title": "Mixed-metal oxide catalysts containing iron for selective oxidation of hydrogen sulfide to sulfur",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-14",
    "doi": "10.1016/S0926-860X(96)00417-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96004176",
    "pii": "S0926860X96004176"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000424059",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T18:01:50 1-s2.0-S0926860X96004176 S0926-860X(96)00417-6 S0926860X96004176 10.1016/S0926-860X(96)00417-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00798 2024-01-01T12:19:29.85596Z 0 0 19970814 1997 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 156 156 1 1 Volume 156, Issue 1 10 117 130 117 130 19970814 14 August 1997 1997-08-14 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. MIXEDMETALOXIDECATALYSTSCONTAININGIRONFORSELECTIVEOXIDATIONHYDROGENSULFIDESULFUR LI K KOHL 1985 P. 420 A GASPURIFICATION THOMAS 1970 C CATALYTICPROCESSESPROVENCATALYSTS LAGAS 1988 68 J TERORDE 1993 217 R VANNISSELROOY 1993 263 P TERODE 1994 861 R LI 1996 621 K LI 1996 315 K GATE 1979 P. 366 B CHEMISTRYCATALYTICPROCESSES TELLER 1985 1693 R BOWKER 1996 205 M STRAGUZZI 1987 357 G ADKINS 1931 1512 H LEPAGE 1987 P. 311 APPLIEDHETEROGENEOUSCATALYSIS OKAMOTO 1981 1081 Y CENTI 1984 1 G CENTI 1987 343 G CARBUCICCHIO 1985 85 M WENG 1991 319 L MOROOKA 1993 95 Y VANDENBRINK 1990 527 P LIX1997X117 LIX1997X117X130 LIX1997X117XK LIX1997X117X130XK item S0926-860X(96)00417-6 S0926860X96004176 1-s2.0-S0926860X96004176 10.1016/S0926-860X(96)00417-6 271346 2024-01-01T12:19:29.85596Z 1997-08-14 1-s2.0-S0926860X96004176-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004176/MAIN/application/pdf/b959c8fee96941ab17b8b239ba87666c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004176/MAIN/application/pdf/b959c8fee96941ab17b8b239ba87666c/main.pdf main.pdf pdf true 833533 MAIN 14 1-s2.0-S0926860X96004176-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96004176/PREVIEW/image/png/90b472a05e1ef77c5fd53119def1cd2e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96004176/PREVIEW/image/png/90b472a05e1ef77c5fd53119def1cd2e/main_1.png main_1.png png 44695 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 117-130 Mixed-metal oxide catalysts containing iron for selective oxidation of hydrogen sulfide to sulfur Kuo-Tseng Li*, Chin-Shyu Yen, Ni-Shen Shyu Department of Chemical Engineering, Tunghai Universit}; Taichung, Taiwan, ROC Received 20 September 1996; accepted 16 November 1996 Abstract Mixed-metal oxide catalysts consisting of iron-antimony and iron-tin were studied for the selective oxidation of hydrogen sulfide to sulfur. Catalytic properties of these catalysts changed significantly with the catalyst composition and catalytic synergistic phenomena were observed for the binary oxides within certain composition ranges. For iron-antimonate catalysts, FeSbO4 catalyst having excess Fe203 (i.e., iron-rich catalysts) showed significantly better catalytic performances than the corresponding single oxide catalysts. For iron-tin catalysts, the maximum sulfur yield was obtained when iron and tin were in a molar ratio of one to one. A possible explanation for the catalytic synergistic behavior observed in HzS oxidation was \"remote control\" mechanism, which assumed that mobile oxygen produced from Fe203, migrated to the surface of FeSbO4 or SnO2 , created new active sites and improved the catalytic performances. For single iron oxide catalyst, large differences as to catalytic performance, surface area, and phase structure were found when the catalyst precursors (i.e., iron salts) were deposited in the media of different acids (nitric acid and oxalic acid). Keywords.\" Iron-antimonate catalysts; Iron-tin catalysts; Hydrogen sulfide oxidation to sulfur 1. Introduction The iron oxide gas-purification process is one of the oldest methods used for the removal of objectionable sulfur compounds from industrial gases [1]. In 1885, Chance and Claus used an iron oxide catalyst to catalyze the selective oxidation of hydrogen sulfide to elemental sulfur [2]. Recently, a Claus tail gas treating system (called SuperClaus process) [3-5] used an c~-alumina-supported iron oxide/chro- mium oxide catalyst and a sodium-promoted iron oxide-on-silica catalyst [6] to * Corresponding author. 0926-860X/97/$17.00 ~t~'. 1997 Elsevier Science B.V. All rights reserved. PI1 S0926-860X(96)004 1 7-6 118 K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 catalyze the reaction between hydrogen sulfide and molecular oxygen to form elemental sulfur, which effectively removed the remaining hydrogen sulfide in the Claus tail gas. In addition to the iron oxide catalysts mentioned above, several other catalysts have been employed for catalyzing the selective oxidation of hydrogen sulfide to elemental sulfur, including vanadium-based mixed-metal oxide catalysts [7] and bismuth molybdate catalyst [8]. Mixed-metal oxide catalysts containing iron have been widely used for the selective oxidation of hydrocarbons. For example, iron-antimonates have been used for the ammoxidation of propylene [9,10] and propane [ 11 ], for the oxidative dehydrogenation of 1-butene to butadiene [12]; iron-molybdate catalyst has been used for the oxidation of methanol to formaldehyde [13-15]; ferrite catalysts have been used for the oxidative dehydrogenation of 1-butene to butadiene [16]. However, with the exception of the supported iron oxide/chrominum oxide catalyst and the supported sodium-promoted iron oxide catalyst mentioned above, no other iron-containing mixed-metal oxide catalysts have been reported for catalyzing the selective oxidation of hydrogen sulfide to sulfur. In the present investigation, catalytic properties of iron-antimonate catalysts and iron-tin catalysts of various compositions were studied for the selective oxidation of hydrogen sulfide to sulfur. In the results we have observed the existence of catalytic synergistic phenomena for the mixed-metal oxide catalysts within certain chemical composition ranges. 2. Experimental 2.1. Catalyst samples Six iron-antimonate catalysts (with Fe/Sb atomic ratio= 1/0, 5/2, 3/2, 3/4, 1/3, and 0/1) and six iron-tin catalysts (with Fe/Sn atomic ratio= 1/0,7/2,1/1,2/9,1/7, and 0/1) were prepared by a deposition method. Iron-antimonate catalysts were prepared by mixing appropriate amounts of antimony (III) oxide Sb203 (Janssen Chimica, Beerse, Belgium) with ammonium iron(III) citrate (Riedel-deHaen, Seelze, Germany) in a 500 ml 0.1 N oxalic acid solution (Janssen Chimica, Belgium) at 80. The resulting solution was evaporated, dried at 100 for 72 h and then calcined at 500 for 8 h. Iron-tin catalysts with different Fe/Sn atomic ratios were prepared in the following way: tin metal powder (Riedel- deHaen) was dissolved in 200 ml 60% nitric acid (Hayashi Pure Chemical, Osaka, Japan), and appropriate amounts of ammonium iron(III) citrate were then added into the resulting solution (for single iron oxide catalyst, i.e., catalyst with Fe/ Sn= 1/0, ammonium iron(III) citrate was added into 200 m160% nitric acid without adding metallic tin). The solution obtained was then evaporated, dried, and calcined under the same conditions as those used for the preparation of iron- K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 119 antimonate catalysts. All of the catalysts prepared were then crushed and 20-40 mesh particles were screened for catalytic studies. The specific surface areas of the catalyst samples obtained were determined with a Micromeritics BET surface analyzer (Model Gemini). The phase analysis was performed by X-ray diffraction crystallography (Shimadzu XD-5), and the micro- scopic aspects of the catalysts were examined under a scanning electron micro- scope (Banseh and Lomb ARL. Nonol 2100). 2.2. Apparatus and procedure for lieS oxidation The catalytic experiments were carried out in a fixed-bed reactor which was operated at atmospheric pressure. The reactor was made of Pyrex glass with 0.007 m i.d. The catalysts were held between two layers of quartz wool. The reactor was heated externally with a tube furnance. Before the measurements of catalytic properties, the catalyst bed was presulfurized for 8 h by introducing a 10 vol% hydrogen sulfide gas mixture at 250. For the measurements of catalytic properties, a gaseous feed consisting of a mixture of hydrogen sulfide, oxygen, and nitrogen in the ratio 1/5/94 (vol%) was fed into the top of the reactor. The reaction product exiting the reactor was introduced into a separator in which the reaction product was separated into a solid sulfur product and a gaseous product. The feed and the gas products were analyzed with a HP5890 gas chromatograph using a 9 m long Propak Q column. The conversion of hydrogen sulfide and the sulfur selectivity were calculated using the following equations: conversion (%)=(moles of hydrogen sulfide reacted)/(moles of hydrogen sulfide fed)xl00%; sulfur selectivity=(moles of hydrogen sulfide reacted-moles of sulfur dioxide pro- duced)/(moles of hydrogen sulfide reacted)x 100%. 3. Results and discussion 3.1. Iron-antimonate catalysts Table 1 presents the catalytic performance of iron-antimonate catalysts with various compositions (Fe/Sb atomic ratio=l/0, 5/2, 3/2, 3/4, 1/3 and 0/1) in the selective oxidation of hydrogen sulfide. The total gas flow rate was 200 ml/min and the catalyst weight was 0.2 g. In Table 1, H2S conversion changed significantly with the change of catalyst chemical composition and the conversions of iron-rich catalysts (i.e., catalysts with Fe/Sb atomic ratio=3/2,1/0 and 5/2) were much higher than those of iron-poor catalysts (i.e., catalysts with Fe/Sb atomic ratio=3/ 4,1/3 and 0/1). At 220, the conversion of hydrogen sulfide decreased in the following order: Fe/Sb=3/2>Fe/Sb=l/O>Fe/Sb=5/2>>Fe/Sb=3/4>Fe/Sb=l/ 3>Fe/Sb=0/1. Among the six catalysts studied in Table 1, the catalyst with Fe/ Sb=3/2 had the best catalytic performance, in terms of both catalyst activity and 120 K.-Z Li et al./Applied Catalysis A: General 156 (1997) 117-130 Table 1 Catalytic properties of iron-antimonate catalysts for selective oxidation of hydrogen sulfide~ Temp. () Fe/Sb=l/0 Fe/Sb-5/2 Fe/Sb-3/2 Fe/Sb=3/4 Fe/Sb-1/3 Fe/Sb--0/l 200 Cony. (%) 94.1 67.0 98.6 25.6 28.2 -- Select. (%) 100 100 100 100 100 210 Conv. (%) 96.9 83.6 100 28.8 29.7 -- Select. (%) 100 100 100 100 100 220 Conv. (%) 97.0 87.4 100 32.2 30.1 4.3 Select. (%) 100 100 100 100 100 100 240 Conv. (%) 100 100 100 54.6 41.0 5.1 Select. (%) 100 100 100 94.8 100 100 260 Cony. (%) 100 100 100 89.6 64.0 7.0 Select. (%) 90.8 100 100 84.5 84.1 100 280 Cony. (%) 100 100 100 100 100 16.7 Select. (%) 72.8 94.2 100 33.6 58.7 100 BET surface area (m2/g) Fresh catalyst 77.86 17.9 11.68 0.33 0.17 0.61 Spent catalyst 5.24 0.32 0.65 0.033 0.12 0.03 a Reaction conditions: gas flow rate=200 ml/min with 1 vol% hydrogen sulfide, catalyst 0.2 g. Conv. represents the conversion of hydrogen sulfide; select, represents sulfur selectivity. sulfur selectivity. The high conversion of the single iron oxide catalyst (i.e., catalyst with Fe/Sb=l/0) should be due to its large surface area. As shown in the last row of Table 1, the surface area of the used single iron oxide catalyst was 5.2 mZ/g, which was one order of magnitude larger than the surface areas of other used catalysts. Conversion of the catalyst with Fe/Sb=5/2 was somewhat lower than that of single iron oxide catalyst, which should be due to the fact that surface area of the former (surface area was only 0.32 mZ/g) was much smaller than the surface area of the latter (=5.2 m2/g). It can be expected that the catalyst with Fe/Sb=5/2 should have better catalytic activity than the single iron oxide if the reaction rate was expressed in terms of gmoles of HzS reacted/(rain, surface area of catalyst). That is, on the basis of gmoles of HzS reacted per unit surface area, both the catalysts with Fe/Sb=5/2 and with Fe/Sb=3/2 had higher catalytic activity than the single iron oxide catalyst. The results suggest that the incorporation of suitable amounts of antimony oxide into iron oxide (in the region where Sb/Fe atomic ratio<l) improved the catalyst activity. The data in Table 1 also suggest that the addition of suitable amounts of antimony oxide into iron oxide (in the region where Sb/Fe atomic ratio<l) significantly improved the catalyst selectivity for elemental sulfur production. 100% sulfur yield (yield=conversion x selectivity) was obtained in the temperature range between 210 and 280 for the catalyst with Fe/Sb=3/2, in the tem- perature range between 240 and 270 for the catalyst with Fe/Sb=5/2, and at 240 for the single iron oxide catalyst. The data indicate that the addition of suitable amounts of antimony oxide improved the sulfur selectivity by drastically expanding the temperature range for obtaining the maximum sulfur yield and selectivity, especially in the higher temperature range. K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 121 Table 1 shows that the addition of excess antimony oxide into iron oxide deteriorated the catalyst performances. It can be seen from Table 1 that the conversion of hydrogen sulfide decreased steeply when the Sb/Fe atomic ratio exceeded one from the lower Sb/Fe ratio (at 200, conversion decreased from 98.6% for Sb/Fe=2/3 to 25.6% for Sb/Fe=4/3). In addition, sulfur selectivity was not good for the iron-antimonate catalysts with excess antimony oxide (sulfur selectivity was below 100% at 60% conversion). The maximum sulfur yield obtained with the antimony-rich catalysts was only 75.8% (for the catalyst with Sb/Fe=4/3 at 260), which was inferior to that obtained with the iron-rich catalysts (100% sulfur yield was obtained). The results obtained here are contrary to the results obtained previously with the use of iron-antimomate catalysts for propylene ammoxidation. For propylene ammmoxidation, excess antimony oxide was needed in iron-antimonate catalysts for obtaining a high yield of acrylonitrile. A catalyst with Sb/Fe=2 was often the composition of choice [10] (iron-anti- monate catalyst has been applied commercially for propylene ammoxidation in Japan and its composition was Fel0 Sb25Si50 [9]). However, for propane ammox- idation, low catalytic activity and low selectivity to acrylonitrile (acrylonitrile yield was about 5 %) was reported for the iron-antimonate catalyst with Sb/Fe=2/1 [11,171. Fig. 1 shows the powder X-ray diffraction (XRD) spectra obtained for the fresh iron-antimonate catalysts. Coexistence of FeSbO4 and Fe203 was found in the catalyst with Fe/Sb=3/2 and 5/2, while coexistence of FeSbO4 and Sb204 was found in the catalyst with Fe/Sb=3/4 and 1/3. The low intensity of the FeSbO4 characteristic peaks observed in Fig. 1 should be due to the low calcination temperature used for catalyst preparation (the catalysts were calcined at 500) because Carbucicchio et al. [ 18] found that the increase of calcination from 350 to 900 resulted in a dramatic increase in the intensity of FeSbO4 XRD characteristic peaks. Bowker et al. [11] studied propane ammoxidation to acrylonitrile on FeSbO4 and suggested that the antimony site was responsible for propane activation and the iron site was responsible for oxygen activation. For H2S oxidation on the iron-rich catalysts, both FeSbO4 and Fe203 components should be active for the oxidation of hydrogen sulfide to sulfur. In the FeSbO4 component, hydrogen sulfide might be activated by the antimony site to form elemental sulfur, while oxygen might be activated by iron site through a redox cycle. In addition, oxygen molecules might also be activated by the iron sites in Fe203 component to form mobile oxygen, which would migrate to the antimony site in the FeSbO4 component to increase the rate and to improve the selectivity of hydrogen sulfide oxidation. This is similiar to the \"remote control\" mechanism proposed by Delmon and coworkers [19]. The interaction between FeSbO, and Fe203 components through the mobile oxygen might be the reason for the catalytic synergistic behavior observed in the catalyst with Fe/Sb=3/2 and 5/2. 122 K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 (A) a b (B) b a a ~-- (C) Z c b c ~c b b (E) I I l I i I i0 20 30 40 50 60 20 Fig. 1. X-ray diffractometry patterns of fresh catalysts with Fe/Sb (A) 1/0, (B) 5/2, (C) 3/2, (D) 3/4, (E) 1/3 and (F) 0/h Letters a, b, and c represent the characteristic peaks of Fe203, FeSbO4 and Sb203, respectively. Fig. 2 shows the scanning electron microscopy pictures of the catalyst with Fe/Sb=3/2 (the catalyst which exhibited the best catalytic properties in Table 1). In Fig. 2, (a) is for the fresh catalyst while (b) is for the used catalyst. A dramatic change in morphology due to HzS oxidation was observed in the figure. The morphology of the fresh catalyst was a discrete tiny particle form, while the morphology of the spent catalyst was a relatively continuous form. Such a large change of morphology should be the reason for the dramatic change of BET surface area due to reaction (surface area changed from 11.68 mZ/g for the fresh catalyst to 0.65 mZ/g for the spent catalyst, as reported in the last row of Table 1). A similar change in morphology caused by H2S oxidation was also observed by SEM for catalysts with other Fe/Sb atomic ratios. 3.2. Iron-tin mixed oxide catalysts Table 2 presents the catalytic properties of various iron-tin catalysts in the selective oxidation of hydrogen sulfide, which shows that conversion decreased in the following order: Fe/Sn=l/7~Fe/Sn=2/9>Fe/Sn 1/l>Fe/Sn=7/2>Fe/Sn=l/ K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 (a) Before Reaction 123 (b) After Reaction Fig. 2. Scanning electron microscopy of (a) fresh catalyst and (b) spent catalyst with Fe/Sb 3/2. 124 K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 Table 2 Catalytic properties of iron-tin catalysts for selective oxidation of hydrogen sulfidea Temp. CC) Fe/Sn=l/0 Fe/Sn=7/2 Fe/Sn=l/1 Fe/Sn=2/9 Fe/Sn=l/7 Fe/Sn=0/1 200 Conv. (%) 15.3 22.5 55.7 100 100 -- Select. (%) 100 100 100 90 95.5 220 Conv. (%) 21 36.2 81.3 100 100 3 Select. (%) 100 100 100 86 69 100 240 Cony. (%) 25.8 67.4 100 100 100 15 Select. (%) 100 100 100 40 41 100 260 Conv. (%) 30 100 100 100 100 24 Select. (%) 100 83 100 0 12 100 280 Conv. (%) 39 100 i00 100 100 30 Select. (%) 100 71 100 0 8 100 300 Cony. (%) 42 100 100 100 100 35 Select. (%) 91.3 14 100 0 0 100 BET surface area (mZ/g) Fresh catalyst 16.4 25.0 18.3 52.1 39.5 20.4 Spent catalyst 0.87 0.16 34.5 32.2 23.3 aReaction conditions: gas flow rate 200 ml/min with 1 vol% hydrogen sulfide, catalyst weight=0.2 g. Conv. represents the conversion of hydrogen sulfide; select, represents sulfur selectivity. 0>Fe/Sn=0/1. That is, the mixed-oxides of iron-tin were more active for catalyz- ing the selective oxidation of hydrogen sulfide than the catalysts containing only one metal oxide. The results indicate that the mixing of iron oxide and tin oxide had synergistic catalytic effects in the selective oxidation of hydrogen sulfide. Among the six catalysts studied, single tin oxide (Fe/Sn=0/1) had the lowest activity (hydrogen sulfide conversion was negligible at 200). However, addition of small amounts of iron oxide into tin oxide dramatically increased the catalyst activity and the catalysts with Fe/Sn= 1/7 and Fe/Sn=2/9 became the most active catalysts (hydrogen sulfide conversion was 100% at 200). The high activity of the two catalysts should be due to their high surface areas. As shown in the last row of Table 2, the surface areas of the used catalyst with Fe/Sn<l (surface area was 32.2 mZ/g for the catalyst with Fe/Sn= 1/7, and was 34.5 mZ/g for the catalyst with Fe/Sn=2/9) were two orders of magnitude larger than the surface areas of the used catalysts with Fe/Sn_>l (surface area was only 0.16 m2/g for catalyst with Fe/ Sn=l/1, and was too small to be measured for the catalyst with Fe/Sn=7/2). It can be expected that the catalyst with Fe/Sn= 1/1 might be the most active catalyst if the reaction rate was based on unit surface area (i.e., the rate was expressed in terms of gmoles hydrogen sulfide converted/(min, surface area of the catalyst)). Table 2 also shows that the sulfur yield obtained with the catalyst at Fe/Sn atomic ratio=l/1 was 100% in the temperature range between 240 and 300, which was superior to the sulfur yield obtained with other catalysts. Delmon and coworkers [19] studied isobutane oxidation to methacrolein with SnO2-Sb204 catalysts (mechanical mixture of SnO2 and Sb204) and found that the maximum product yield was obtained at Sn/Sb atomic ratio=l/1. Therefore, the results obtained by Delmon and coworkers for isobutane oxidation on SnOz-Sb204 K.-Z Li et al./Applied Catalysis A: General 156 (1997) 117-130 125 a a a A ~ a a (A) a a a b >- 3 Z a a a a b a a (D) b b b (F) b b b | I ! I i I i0 20 30 40 50 60 20 Fig. 3. X-ray diffractometry patterns of fresh catalysts with Fe/Sn= (A) 1/0, (B) 7/2, (C) 2/I, (D) 1/1, (E) 1/7 and (F) 0/1. Letters a and b represent the characteristic peaks of Fe203 and SnO2, respectively. catalysts are consistent with our results obtained here for hydrogen sulfide oxidation on SnOz-Fe203 catalysts. The XRD spectra of the iron-tin catalysts are presented in Fig. 3. Only the characteristic peaks of SnO2 and Fe203 were found in the XRD spectra of the mixed-oxide catalysts. Although it is possible for the formation of amorphous materials (which cannot be detected by XRD) from SnO2 and Fe203, however, the coexistence of the characteristic peaks of SnO2 and Fe203 in the iron-tin binary oxides (especially for the mixed oxide with Fe/Sn=l/1, which had the best catalytic performances) indicates that SnO2 and Fe203 act as mechanical mixtures in the binary oxides. Since both the mixed-metal oxides of SnO2-Fe203 and SnOz- 8b204 were mechanical mixtures and both had the maximum product yield when the metal atomic ratio (i.e., Sn/Fe or Sn/Sb ratio) in the mixed-metal oxides was one, it is very probable that the two systems (SnOz-FeaO3 for hydrogen sulfide oxidation and SnO2-Sb204 for isobutane oxidation) have similar reaction mechan- isms. Delmon and coworkers [19] used a \"remote control\" mechanism to explain the catalytic synergy they observed in the use of SnO2-Sb204 catalysts for catalyzing isobutane oxidation to methacrolein. In their \"remote control\" mechanism, mobile 126 K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 oxygen (called spillover oxygen) produced by Sb204, flowing into each SnO2 surface to control the selective catalytic sites on SnO2 by inhibiting their transformation to reduced, nonselective sites. By applying the \"remote control\" mechanism to the SnO2-Fe203 catalyst system we studied here, the catalytic synergy observed in hydrogen sulfide oxidation to sulfur on SnOz-Fe20 3 catalysts can be explained as follows: hydrogen sulfide adsorbed on SnO2 and was subsequently transformed to oxidation product - elemental sulfur. Fe203 produced mobile oxygen species (spillover oxygen), which migrated to the surface of SnO2 and created new active sites to improve the catalytic performances for hydrogen sulfide oxidation. For propylene oxidation on a model catalyst, where Bi2Mo30~2 was supported as the thin layer on the solid solution of cobalt and iron-molybate (Co11Fe~Mo~2Ox), MORO-OKA and coworkers [20] have shown that gaseous oxygen was first activated on the iron or cobalt cation, then is transferred by the bulk diffusion through Fe+2, Co+2 and Fe+3 molybdate phase to bismuth molybdate, on the surface of which the oxidation of propylene proceeds. That is, iron cation works as the window of the oxygen spillover. The results of MORO-KA et al. demonstrate that iron cation has the ability for oxygen spillover and thus support our explanation for the synergistic effects observed in hydrogen sulfide oxidation. The kinetics of hydrogen sulfide oxidation was studied over the catalyst with Fe/Sn=l/1, which exhibited optimal properties in Table 2. The conversion of hydrogen sulfide were measured at a fixed feed composition, HzS : O2 : N2=1% : 5% : 94% (i.e., a large overstoichiometric of oxygen) and the total gaseous feed rate was varied between 150 and 300 ml/min. Fig. 4 shows the first-order plot for the selective oxidation of hydrogen sulfide over the catalyst with Fe/Sn=l/1. A straight line passing through zero was obtained in Fig. 4, which indicates that the rate of hydrogen sulfide oxidation is first order with respect to the concentration of hydrogen sulfide under the experimental conditions. 3.3. Single iron oxide catalyst It is worth noting that hydrogen sulfide conversions of the single iron oxide in Table 1 (i.e., catalyst with Fe/Sb=l/0) were much higher than those in Table 2 (i.e., catalyst with Fe/Sn= 1/0) under the same reaction conditions. For example, the conversion of the former was 94.1% at 200, while the conversion of the latter was only 15.3% at the same temperature. As described in Section 2, the former catalyst was prepared by dissolving ammonium iron(III) citrate in an aqueous solution of 0.1 N H2C204, while the latter catalyst was prepared by dissolving ammonium iron(III) citrate in an aqueous solution of 60 wt% (~ 1 N) HNO3. Both solutions were then dried, calcined, crushed, and presulfurized under the same conditions. The difference in catalytic activity between the two single iron oxide catalysts indicates that the preparation method had a significant influence on the K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 127 ? v Z ! 1.60 1.20 I 0.00 I I , I , 0.00 1000.00 3000.00 0.80 0.40 2000.00 4000.00 W/F Fig. 4. First-order plot for the selective oxidation of hydrogen sulfide over the catalyst with Fe/Sn=l/1. performances of the single iron oxide catalyst for hydrogen sulfide oxidation to sulfur. Van den Brink et al. [21] studied the effect of precursors on the catalytic activity of silica-supported single iron oxide catalysts (prepared with impregnation method) for hydrogen sulfide oxidation to sulfur. They found that the difference in precursors resulted in a difference in iron oxide particle size (i.e., crystal size) and small iron oxide particles was able to be highly dispersed on silica and therefore catalysts with smaller iron oxide particles exhibited higher activities and selectivities. XRD patterns of the catalyst with Fe/Sb= 1/0 in Table 1 and the catalyst with Fe/ Sn=l/0 in Table 2 are shown in Fig. I(A) and Fig. 3(A), respectively. The peaks of Fig. 3(A) were higher and narrower than those of Fig. I(A), which indicates that the particle size (i.e., crystal size) of the former was larger than that of the latter, because peaks due to large crystals are higher and narrower than those due to small 128 K~-77 Li et al./Applied Catalysis ,4.\" General 156 (1997) 117 130 (a) catalyst with Fe/Sb=l/O in Table 1 (b) catalyst with Fe/Sn=l/O in Table 2 Fig. 5. Scanning electron microscopy of flesh single iron oxide catalysts. (a) Catalyst with Fe/Sb l/0 in Table 1, (b) catalyst with Fe/Sn=l/0 in Table 2. K.-T. Li et al./Applied Catalysis A: General 156 (1997) 117-130 129 crystals. Therefore, our results obtained here for single iron oxide catalysts are consistent with those obtained with Van den Brink et al. [21]. That is, catalysts containing small iron oxide particles exhibit higher activities and selectivities. When ammonium iron(III) citrate was dissolved in 0.1 N oxalic acid (for preparing Fe/Sb=l/0 catalyst in Table 1), most of the ammonium iron citrate should remain intact because of the low acid concentration and low acid strength of oxalic acid. However, when ammonium iron(Ill) citrate was dissolved in 1 N nitric acid (for preparing Fe/Sn=l/0 catalyst in Table 2), most of the ammonium iron citrate should be converted to iron nitrate because of the high acid concentration and high acid strength of nitric acid. Therefore, the former catalyst should have smaller particle size (i.e., crystal size) than the latter catalyst because Van den Brink et al. [21] observed that the iron particle size produced from ammonium iron citrate was smaller than that from iron nitrate. The same authors also observed that iron oxide prepared from organic chelating compounds (including ammonium iron citrate) contained mainly 7-Fe203, while catalysts prepared from iron nitrate only contained c>Fe203. Therefore, the single iron oxide catalyst in Table 1 contained mainly 7-Fe203, while the single iron oxide catalyst in Table 2 contained mainly ct-Fe203. The difference in the phase form could also result in a significant difference in catalytic properties for the single iron oxide. It is interesting to note that morphology of the single iron oxide prepared in 0.1 N oxalic acid (i.e., Fe/Sb=l/0 catalyst in Table 1) was significantly different from that prepared in 1 N HNO3 (i.e., Fe/Sn= 1/0 catalyst in Table 2), as shown in Fig. 5. The phase structure of the former was a highly porous continuous form, while the phase structure of the latter was a discrete tiny particle form. The porous structure of the former resulted in a BET surface area of 77.86 m2/g, which was much larger than the BET surface area of the latter(which was 16.4 m2/g). The large difference in surface area between the two single iron oxide catalysts should be the major reason for the large difference in hydrogen sulfide conversion between the two catalysts, as shown in Table 1 (Fe/Sb=l/0) and in Table 2 (Fe/Sn=l/0). In summary, the difference in the preparation method for single iron oxide catalyst resulted in a large difference in surface area and phase structure, which caused significant differences in the catalytic performance. 4. Conclusions Mixed-metal oxides of iron-antimony and iron-tin with different chemical compositions were prepared by a deposition method and were used to catalyze the reaction between hydrogen sulfide and molecular oxygen. It was found that the catalytic performances of the binary oxide catalysts within certain compositions were superior to those of the corresponding single-oxide catalysts. For iron- antimonate catalysts, iron-rich catalysts (with Fe/Sb atomic ratio greater than one) exhibited better activity and selectivity for hydrogen sulfide oxidation, which 130 K.-Z Li et al./Applied Catalysis A: General 156 (1997) 11~130 should be due to the coexistence and the interaction of FeSbO4 and Fe203 phases. Among the iron-tin catalysts studied, the catalyst having iron and tin in a molar ratio of one to one exhibited the best catalytic performance for hydrogen sulfide oxidation. The catalytic synergy of the mixed-metal oxide catalysts was explained with a \"remote control\" mechanism. In the mechanism, iron oxide sites produced mobile oxygen species, which migrated to the surface of FeSbO4 or SnO2 to create new active sites for improving the catalyst performance in hydrogen sulfide oxidation. For single iron oxide catalyst, a significant difference as to hydrogen sulfide conversion was observed between the catalyst prepared in 1 N nitric acid and the catalyst prepared in 0.1 N oxalic acid. The difference in hydrogen sulfide con- version was due to the large differences in surface area, phase structure and crystal size, which resulted from the difference in catalyst preparation method. Acknowledgements We gratefully acknowledge the National Science Council of the Republic of China for financial support (Grant No. NSC-84-2214-E-029-002). References [1] A.L. Kohl, EC. Riesenfeld, Gas Purification, Gulf Publishing, Houston, 1985, E 420. [2] C.L. Thomas, Catalytic Processes and Proven Catalysts, Academic Press, New York, 1970. [3] J.A. Lagas, J. Borsboom and EH. Berben, Oil and Gas J., 86 (1988) 68. [4] R.EA.M. Terorde, EJ. Van den Brink, L.M. Visser, A.J. Van Dillen and J.W. Geus, Catal. Today, 17 (1993) 217. [5] EEM.T. Van Nisselrooy and J.A. Lagas, Catal. Today, 16 (1993) 263. [6] R.J.A.M. Terode, M.C. de Jong, M.J.D. Crombag, EJ. Van den Brink, A.J. Van Dillen and J.W. Geus, Stud. Surf. Sci. Catal., 82 (1994) 861. [7] K.T. Li, M.Y. Huang and W.D. Cheng, Ind. Eng. Chem. Res., 35 (1996) 621. [8] K.T. Li and W.D. Cheng, Appl. Catal. A, 142 (1996) 315. [9] B.C. Gate, J.R. Katzer, G.C. Schuit, Chemistry of Catalytic Processes, McGraw-Hill, New York, 1979, E 366. [10] R.G. Teller, J.E Btazdil and R.K. Grasselli, J. Chem. Soc., Faraday Trans., 81 (1985) 1693. [11] M. Bowker, C.R. Bicknell and E Kerwin, Appl. Catal. A, 136 (1996) 205. [12] G.I. Straguzzi, K.B. Bischof, T.A. Koch and G.C. Schuit, J. Catal., 103 (1987) 357. [13] H. Adkins and W.R. Peterson, J. Am. Chem. Soc., 53 (1931) 1512. [14] Le Page, Applied Heterogeneous Catalysis, Editions Technip, Paris, 1987, E 311. [15] Y. Okamoto, F. Morikawa, K. Oh-Hiraki, T. Imanaka and S. Teranishi, J. Chem. Soc., Chem. Commun., (1981) 1081. [16] G. Centi and F. Trifiro, Appl. Catal., 12 (1984) 1. [17] G. Centi, D. Peshva and E Trifiro, Appl. Catal., 33 (1987) 343. [18] M. Carbucicchio, G. Centi and E Trifiro, J. Catal., 91 (1985) 85. [19] L.T. Weng, N. Spitaels, B. Yasse, J. Ladriere, P. Ruiz and B. Delmon, J. Catal., 132 (1991) 319. [20] Y. Moro-Oka, Stud. Surf. Sci. Catal., 77 (1993) 95. [21] P.J. Van den Brink, A. Scholten, A. Van Wageningen, M.D.A. Lamers, A.J. Van Dillen and J.W. Geus, Stud. Surf. Sci. Catal., 63 (1990) 527. APCATA 96004176 S0926-860X(96)00417-6 10.1016/S0926-860X(96)00417-6 Article Mixed-metal oxide catalysts containing iron for selective oxidation of hydrogen sulfide to sulfur Kuo-Tseng Li ∗ Chin-Shyu Yen Ni-Shen Shyu Department of Chemical Engineering, Tunghai University, Taichung, Taiwan, ROC ∗ Corresponding author. Mixed-metal oxide catalysts consisting of iron-antimony and iron-tin were studied for the selective oxidation of hydrogen sulfide to sulfur. Catalytic properties of these catalysts changed significantly with the catalyst composition and catalytic synergistic phenomena were observed for the binary oxides within certain composition ranges. For iron-antimonate catalysts, FeSbO4 catalyst having excess Fe2O3 (i.e., iron-rich catalysts) showed significantly better catalytic performances than the corresponding single oxide catalysts. For iron-tin catalysts, the maximum sulfur yield was obtained when iron and tin were in a molar ratio of one to one. A possible explanation for the catalytic synergistic behavior observed in H2S oxidation was “remote control” mechanism, which assumed that mobile oxygen produced from Fe2O3, migrated to the surface of FeSbO4 or SnO2, created new active sites and improved the catalytic performances. For single iron oxide catalyst, large differences as to catalytic performance, surface area, and phase structure were found when the catalyst precursors (i.e., iron salts) were deposited in the media of different acids (nitric acid and oxalic acid). Keywords Iron-antimonate catalysts Iron-tin catalysts Hydrogen sulfide oxidation to sulfur References [1] A.L. Kohl F.C. Riesenfeld Gas Purification 1985 Gulf Publishing Houston P. 420 [2] C.L. Thomas Catalytic Processes and Proven Catalysts 1970 Academic Press New York [3] J.A. Lagas J. Borsboom P.H. Berben Oil and Gas J. 86 1988 68 [4] R.F.A.M. Terorde P.J. Van den Brink L.M. Visser A.J. Van Dillen J.W. Geus Catal. Today 17 1993 217 [5] P.F.M.T. Van Nisselrooy J.A. Lagas Catal. Today 16 1993 263 [6] R.J.A.M. Terode M.C. de Jong M.J.D. Crombag P.J. Van den Brink A.J. Van Dillen J.W. Geus Stud. Surf. Sci. Catal. 82 1994 861 [7] K.T. Li M.Y. Huang W.D. Cheng Ind. Eng. Chem. Res. 35 1996 621 [8] K.T. Li W.D. Cheng Appl. Catal. A 142 1996 315 [9] B.C. Gate J.R. Katzer G.C. Schuit Chemistry of Catalytic Processes 1979 McGraw-Hill New York P. 366 [10] R.G. Teller J.F. Btazdil R.K. Grasselli J. Chem. Soc. 81 1985 1693 Faraday Trans. [11] M. Bowker C.R. Bicknell P. Kerwin Appl. Catal. A 136 1996 205 [12] G.I. Straguzzi K.B. Bischof T.A. Koch G.C. Schuit J. Catal. 103 1987 357 [13] H. Adkins W.R. Peterson J. Am. Chem. Soc. 53 1931 1512 [14] Le Page Applied Heterogeneous Catalysis 1987 Editions Technip Paris P. 311 [15] Y. Okamoto F. Morikawa K. Oh-Hiraki T. Imanaka S. Teranishi J. Chem. Soc., Chem. Commun. 1981 1081 [16] G. Centi F. Trifiro Appl. Catal. 12 1984 1 [17] G. Centi D. Peshva F. Trifiro Appl. Catal. 33 1987 343 [18] M. Carbucicchio G. Centi F. Trifiro J. Catal. 91 1985 85 [19] L.T. Weng N. Spitaels B. Yasse J. Ladriere P. Ruiz B. Delmon J. Catal. 132 1991 319 [20] Y. Moro-Oka Stud. Surf. Sci. Catal. 77 1993 95 [21] P.J. Van den Brink A. Scholten A. Van Wageningen M.D.A. Lamers A.J. Van Dillen J.W. Geus Stud. Surf. Sci. Catal. 63 1990 527",
      "scopus-id": "0000424059",
      "coredata": {
        "eid": "1-s2.0-S0926860X96004176",
        "dc:description": "Mixed-metal oxide catalysts consisting of iron-antimony and iron-tin were studied for the selective oxidation of hydrogen sulfide to sulfur. Catalytic properties of these catalysts changed significantly with the catalyst composition and catalytic synergistic phenomena were observed for the binary oxides within certain composition ranges. For iron-antimonate catalysts, FeSbO4 catalyst having excess Fe2O3 (i.e., iron-rich catalysts) showed significantly better catalytic performances than the corresponding single oxide catalysts. For iron-tin catalysts, the maximum sulfur yield was obtained when iron and tin were in a molar ratio of one to one. A possible explanation for the catalytic synergistic behavior observed in H2S oxidation was “remote control” mechanism, which assumed that mobile oxygen produced from Fe2O3, migrated to the surface of FeSbO4 or SnO2, created new active sites and improved the catalytic performances. For single iron oxide catalyst, large differences as to catalytic performance, surface area, and phase structure were found when the catalyst precursors (i.e., iron salts) were deposited in the media of different acids (nitric acid and oxalic acid).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96004176",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Li, Kuo-Tseng"
          },
          {
            "@_fa": "true",
            "$": "Yen, Chin-Shyu"
          },
          {
            "@_fa": "true",
            "$": "Shyu, Ni-Shen"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96004176"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96004176"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00417-6",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mixed-metal oxide catalysts containing iron for selective oxidation of hydrogen sulfide to sulfur",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Iron-antimonate catalysts"
          },
          {
            "@_fa": "true",
            "$": "Iron-tin catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen sulfide oxidation to sulfur"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "117-130",
        "prism:endingPage": "130",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 August 1997",
        "prism:doi": "10.1016/S0926-860X(96)00417-6",
        "prism:startingPage": "117",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00417-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000424059"
      }
    }
  }
}