{
  "metadata": {
    "title": "Raney copper catalysts for the water-gas shift reaction: I. Preparation, activity and stability",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00167-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001671",
    "pii": "S0926860X97001671"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002309610",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001671 S0926-860X(97)00167-1 S0926860X97001671 10.1016/S0926-860X(97)00167-1 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 17 171 183 171 183 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. RANEYCOPPERCATALYSTSFORWATERGASSHIFTREACTIONIPREPARATIONACTIVITYSTABILITY MELLOR J NEWSOME 1980 275 D STRELZOFF 1981 1 S TECHNOLOGYMANUFACTUREAMMONIA BOHLBRO 1970 46 H GOTTSCHALK 1988 103 F LLOYD 1979 30 L LYWOOD 1989 W CATALYSISHANDBOOK RHODES 1995 C PETRINI 1983 G PREPARATIONCATALYSTS3 HERMAN 1979 407 R STEFANOV 1990 370 P GHORAI 1981 140 D CAMPBELL 1970 588 J GINES 1995 283 M SHIDO 1993 575 T GARBASSI 1984 106 F ANDREEV 1987 235 A PROCEEDINGSSIXTHINTERNATIONALSYMPOSIUM MARSDEN 1980 551 W FAUCONNAU 1937 58 L WAINWRIGHT 1980 124 M WAINWRIGHT 1995 29 M CURRYHYDE 1991 75 H CURRYHYDE 1991 89 H CURRYHYDE 1988 239 H METHANECONVERSION FRIEDRICH 1981 1840 J MONDOLFO 1976 L ALUMINIUMALLOYSSTRUCTURESPROPERTIES FRIEDRICH 1981 1845 J STILES 1983 118 A CATALYSTMANUFACTURELABORATORYCOMMERCIALPREPARATIONS EVANS 1983 75 J MELLOR 1993 J PHDTHESIS ANDERSON 1985 J INTRODUCTIONCHARACTERISATIONTESTINGCATALYSTS THOMAS 1975 16 J INTRODUCTIONPRINCIPLESHETEROGENEOUSCATALYSIS TOMSETT 1987 119 A ANDREEV 1991 199 A WAINWRIGHT 1984 M FRIEDRICH 1983 14 J BRIDGEWATER 1983 369 A VANHERWIJNEN 1974 209 T TOMSETT 1984 43 A DEBOER 1958 68 J STRUCTUREPROPERTIESPOROUSMATERIALS ONUOHO 1985 25 N TOMSETT 1987 321 A CHONGZHENG 1989 53 F CHONGZHENG 1990 279 F FRIEDRICH 1983 1 J TOMSETT 1990 4106 A DURBACH 1993 294 S MELLOR 1997 J MELLORX1997X171 MELLORX1997X171X183 MELLORX1997X171XJ MELLORX1997X171X183XJ item S0926-860X(97)00167-1 S0926860X97001671 1-s2.0-S0926860X97001671 10.1016/S0926-860X(97)00167-1 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001671-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001671/MAIN/application/pdf/8b5da2496a1abe96a8e4304e88dbe59e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001671/MAIN/application/pdf/8b5da2496a1abe96a8e4304e88dbe59e/main.pdf main.pdf pdf true 986119 MAIN 13 1-s2.0-S0926860X97001671-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001671/PREVIEW/image/png/22ce6c514c5efa11626fc4c3ed0ff92b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001671/PREVIEW/image/png/22ce6c514c5efa11626fc4c3ed0ff92b/main_1.png main_1.png png 58196 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 164 (1997) 171-183 Raney copper catalysts for the water-gas shift reaction: I. Preparation, activity and stability a* J.R. Mellorl'a, N.J. Covflle ' , A.C. Sofianosb, R.G. Copperthwaite2'a ~Centre for Applied Chemistry and Chemical Technology, Department of ChemistD; Universio' of the Witwatersrand, Private Bag 3, Wits 2050 Johannesburg, South Africa hCatalytic Technology Group, Division of Materials Technology, Council for Scientific and Industrial Research, Pretoria, South A[rica Received 11 November 1996; received in revised form 8 April 1997; accepted 25 April 1997 Abstract Characterisation of partially leached Raney copper catalysts demonstrated that the chemical nature of the reactant surface could be determined by controlling the leaching process. Initial water-gas shift (WGS) activity of the Raney copper catalysts at the stated conditions compared favourably to the co-precipitated and industrial catalyst alternatives due to a similar active phase composition and high metallic copper surface areas. Raney copper catalyst deactivation in a poison-free environment was attributed to copper crystallite sintering, primarily as a result of a zinc oxide deficiency. Long term (850 h) stability of the Raney catalyst is reported for the first time. Stability improved significantly with increased ZnO loading as a result of better contact between the copper surface and ZnO crystallites. The stabilizing effect of incorporated zinc was independent of its original source. The role of aluminium was to produce Raney copper of high surface area. No beneficial effects of residual alumina in the active catalysts were observed. 1997 Elsevier Science B.V. Keywords: Water-gas shift reaction; Raney catalyst; Copper catalyst; Synthesis; Sintering 1. Introduction Whilst the water-gas shift (WGS) reaction (COTH20~,~-CO2+H2) is a well established industrial process, studies on water-gas shift catalysts that have high activity, structural stability and sulphur poisoning insensitivity are still on-going [1-7]. Further, uncer- *Corresponding author. 1Present address: Anglo American Research Laboratories (Pty) Limited, PO Box 106, Crown Mines 2025, South Africa. 2Present address: Research and Development Department, AECI (Pty) Limited, Private Bag X2, Modderfontein 1645, South Africa. 0926-860X/97/$17.00 f~) 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 67- 1 tainty exists with regard to both the nature of the active sites and the role of additional components such as zinc oxide, alumina and/or chromia in the low tem- perature WGS catalysts. Thus, debate still continues as to whether the reaction occurs primarily on metallic copper or on isolated Cu(I) cations dissolved in the ZnO lattice [8-14]. The zinc oxide has been proposed to stabilize copper cations in the zinc oxide matrix [8], to create a synergetic effect with the metal copper sites [9,15], or to act as a support for finely divided copper [16[. The ability to prepare a Raney copper catalyst with a surface composition similar to the conventional co- 172 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 precipitated low temperature shift catalyst suggests that a Raney copper system should also be active for the WGS reaction [17] and methanol synthesis [18]. Although Raney catalysts have long been known [19,20], it was not until 1980 that the activity of a zinc promoted Raney copper catalyst for methanol synthesis was demonstrated by Wainwright and co-workers [18,21]. They also suggested that to a certain extent Raney copper simultaneously promoted the WGS reaction during methanol synthesis. Wainwright and co-workers [22] have since made an on-going study of all aspects of Raney copper-zinc catalysts with particular emphasis on methanol synthesis. The identification, characterisation and activity of novel Raney copper catalysts for the WGS reaction are reported in this paper. The objective was to determine the requirements for the production of highly active and stable Raney catalysts by the caustic extraction of copper-zinc-aluminium alloys. Specifically, the influ- ence of zinc as a stabilising promoter on WGS activity and long term catalyst stability has been examined. Zinc concentration in the Raney catalyst was varied by controlling the time of contact between the alloy and caustic solution (leach time) [23-25], or by zinc enrichment due to the enhanced precipitation of zinc from zincate added to the leach solution. The effect of precipitated zinc enrichment on Raney copper activity and stability was evaluated with reference to catalyst morphology. For these reasons an extensive analysis of the catalyst morphology as a function of synthesis variables has been undertaken. The continuous sponge-like Raney copper rim (i.e. leached region) suggested that the system may have unique stability characteristics. A co-precipitated and industrial cop- per-based WGS catalyst were tested under similar conditions for comparison. 2. Experimental 2.1. Catalyst preparation Alloys, Raney copper catalysts and a co-precipi- tated catalyst were prepared according to the described methods. Characterisation and activity stu- dies were conducted on Raney catalysts prepared from 0.5 to 1.18 mm alloy particles with nominal composi- tions of Cu(35) Zn(15) Al(50), referred to as Alloy A and Cu(50) Al(50), referred to as Alloy B. 2.1.1. Alloy preparation The Cu-Zn-A1 and Cu-AI alloys were prepared by Metex (Pty) Limited South Africa, using high purity metals (conductivity grade copper >99% purity, zinc thermal spray wire >99.8% purity and aluminium thermal spray wire >99.5% purity) melted in an AC50 silicon carbide crucible, using a gas fired fur- nace. Two methods of preparation were adopted. The Cu- A1 binary alloy was prepared by firstly melting the required amount of copper and then adding the required aluminium. The alloy melt was stirred tho- roughly and rapidly quenched by pouring into agitated cold water. In some cases, a similar procedure was adopted to prepare the Cu-Zn-A1 ternary alloys. A Cu-A1 melt was made as described above, and cooled to below 420 (melting point of zinc) before the required amount of zinc was added to the melt. This procedure helped to prevent rapid vaporisation of the lower melting zinc metal. Rapid stirring and cold water quenching of the melt completed the process. The second method involved the preliminary for- mation of A1-Zn and A1-Cu precursor alloys, which, taken in required proportions were melted together, vigorously stirred and rapidly quenched in cold water. The alloy product, in the form of prills +50x5 mm were crushed using a Christie-Norris hammer mill and screened to provide a product range up to 2 mm in diameter. The alloys were chosen with 50 nominal wt% aluminium which corresponds to a product with a maximum amount of the primary precipitate CuA12 reported [26] to be the leachable phase that produces Raney copper. The nominal alloy compositions plotted on the A1-Cu-Zn liquidus projection diagram [26,27] are consistent with this composition. 2.1.2. Caustic leaching Raney copper catalysts were prepared from the alloys by a procedure similar to that adopted by Friedrich et al. [28]. In these experiments, 20 g of alloy particles 0.50-1.180mm in diameter were placed in 111 g of de-ionized water at 50+3.5. A solution containing 111 ml of 14.1 M aqueous sodium hydroxide solution was added dropwise over 1 h to J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 173 achieve a final leach concentration of 7.06 M. Extrac- tion times used in the preparation of the catalysts from Alloy Awere 1.0; 1.5; 2.0; 3.0 and 19.5 h. Alloy B was extracted for 1.5 h. The catalyst particles were then thoroughly washed with de-ionized water until the pH of the wash water was 7. The Raney copper catalyst was then dried in air at 120 for 1 h. Prior to testing, Raney catalysts were re-sieved in order to remove small copper fines generated during the leach reaction. 2.1.3. Zinc impregnation Varying concentrations of zinc impregnated Raney copper catalysts were produced by leaching Alloy A particles of diameter 0.5-1.180 mm for a total extrac- tion time of 2 h (at 50) in solutions of either 0.1, 0.5 or 0.75 M sodium zincate in 7.1 M sodium hydroxide, according to the procedure already outlined. The leach solutions were prepared by digesting the required amount of zinc nitrate (A.R. grade, Merck chemicals) in aqueous sodium hydroxide before addition to the alloy-water mixtures. From the X-ray diffraction (XRD) pattern of the 0.5 M zincate/hydroxide leached catalyst, ZnO was identified as the major precipitated product. 2.1.4. Co-precipitation A co-precipitated Cu-Zn-A1 low temperature WGS catalyst was prepared at the CSIR, South Africa, using a procedure outlined by Stiles [29]. After calcination, the fine powdered catalyst precursors were pressed and sieved to obtain a particle size distribution from 0.500 to 1.180 mm. The particles were then loaded into a muffle furnace and calcined in air at 300 for 7h. 2.2. Catalyst characterisation The bulk metal composition of all catalysts was determined by atomic absorption spectroscopy (Var- ian Techtron AA4). Alloys and catalysts containing Cu, Zn and A1 were analysed by exactly matching the composition of standard and sample solutions. The error of determination was wt%. A Phillips PW 1050 diffractometer was used to determine the crystal- line bulk structure. Differential Scanning Calorimetry (DSC) and Thermal Gravimetric Analysis (TGA) was carried out using a Dupont 9900 thermal analysis system linked to a 910 DSC and 951 TGA module. The thermal analyses were performed under selected atmospheres by use of a gas manifold system. Scan- ning electron microscopy (SEM) measurements were performed using a JEOL JSM-35CF Scanning Micro- scope with energy dispersive analysis by X-ray (EDAX) and elemental mapping facilities. EDAX error of determination was 2-5 wt%. Specific copper surface areas were determined by nitrous oxide pulse experiments based on the procedure reported by Evans et al. [30]. Experimentation showed [31] that an accurate determination of the copper surface area can be obtained using either a single, or a number of nitrous oxide pulses at 90. A copper atomic density of 1.35 x 1019 atoms/m2 was used to calculate the specific copper area. Active copper metal disper- sion is expressed in terms of the ratio of the total number of surface atoms to the total number of metal atoms present. Copper particle volume-area mean diameter (dvA) was calculated according to the pro- cedure outlined by Anderson et al. [32]. BET surface area measurements were determined using a Carlo Erba Sorptomatic Series 1800 analyser. Pore size distributions were determined from the Kelvin equa- tion using data obtained from the desorption isotherm [33]. Sulphur analysis was performed in a LECO HF 100 Induction Furnace Analyser. 2.3. Catalyst testing Catalyst batches of 2+0.1 ml (particle size 500- l l80ktm) were tested for activity and stability in stainless steel laboratory microreactors. A conven- tional stainless steel evaporator and reactor design were employed [31 ]. Water was fed to the evaporator (at 120) using a peristaltic pump. The water vapour was mixed in the evaporator with the carbon mon- oxide-nitrogen feed gas (purity greater than 99.9%) and the gas-vapour mixture passed into the fixed bed laboratory microreactor via heated lines (ll0). Gaseous products from the reactor were quantified using the thermal conductivity detector (TCD) of a Hewlett Packard 5730A gas chromatograph. Raney and co-precipitated copper-based catalysts were reduced according to a similar procedure. The catalysts were firstly heated in inert N2 to 120 at a rate of 50/h. A premixed 5% H2/N2 (by volume) gas was substituted at a gas hourly space velocity (GHSV) of 900 h-I and reduction commenced. The catalyst 174 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 temperature was increased to a maximum of 230 at 30/h and maintained for 16 h. At all stages of reduction, care was taken to prevent exothermic tem- perature run-aways. After reduction, the catalysts were cooled to 200 and the reactor flushed with N2 prior to the introduction of reagent gases. The WGS activity was evaluated at 200 with a CO : H20 ratio of 1 : 22.5. The dry gas composition was 10% CO/90% N2. A total GHSV of 1000 h-1 was main- tained. Catalyst testing was conducted at atmospheric pressure (620 mm/Hg). Blank thermal reactions in the absence of catalysts were found to be negligible, as was the formation of iron carbonyls in the stainless steel reactors. 3. Results and discussion 3.1. Characterisation 3.1.1. Bulk structure The bulk analysis of the Alloys A and B of nominal composition Cu(35) Zn(15) Al(50) and Cu(50) Al(50), respectively, the caustic leached catalysts, an indus- trial catalyst and a co-precipitated WGS catalyst were determined by AA spectroscopy and the results are presented in Table 1. AA analysis also revealed no change in catalyst composition after WGS reaction. As the catalyst rim could not be accurately removed from the alloy core for separate AA analysis (see Fig. 1), semi quantitative chemical compositions for the reacted rims and cores were calculated from at least two representative EDAX measurements, and the results are given in Table 1. As can be seen significant variations in the Cu, Zn, A1 content of the two parts of the particles were observed. Catalyst particles were found to be roughly sphe- rical whilst the alloy surface was non-uniform, and not very porous. In some cases cracks and fissures were apparent and are considered to form during rapid quenching of the melt or from the stress associated with alloy crushing to obtain required particle sizes. Extensive rearrangement of the copper occurred on occasion during leaching [34,35] and this gave rise to the formation of the copper rich nodules on the dendritic leached structures. The morphological development of 'fresh' Raney catalysts prepared by varying the alloy contact time to caustic solution were monitored by electron micro- graphs and are shown in Fig. 1. For all extraction times investigated, a boundary parallel to the original alloy surface, was observed. Partial leaching of alloys (for 1.5 and 2 h) resulted in reaction product zones consisting of two layers, an outer layer of light coloured sponge material with interspersed black areas, and an inner band of intermediate shading of average diameter (30-40 ~tm) which is independent of alloy leach depth [36]. Microprobe analysis showed that the grains of the outer layer were essentially copper, whilst those in the inner layer were unreacted Cu(Zn)AI2. After 3 h no core was distinguishable from a rim, indicating that the particle had been leached to the centre. By contrast, Andreev et al. [35] reported that the centre of a particle of diameter 1.2-2 mm and chemical composition Cu(42.0) Zn(14.3) A1(43.5) was stable to leaching as a result of the ordered crystalline structure formed by slow quenching during alloy formation. Table 1 Compositions of Raney copper catalysts after varying leach times Sample Extraction time (h) Composition (wt%) Cu Zn Rim (wt%) Core (wt%) A1 Cu Zn A1 Cu Zn AI Alloy A 1.0 69.2 6.1 21.7 Alloy A 1.5 73.8 5.3 16.3 Alloy A 2.0 76.1 3.2 19.7 Alloy A 3.0 84.6 1.8 11.6 Alloy A 19.5 87.0 1.4 6,8 Alloy B 1.5 84.7 0.0 15,3 Industrial 25.8 31.5 17,9 Precipitated 12.4 31.7 15,6 83.4 9.9 6.7 37.7 11.6 50.7 90.0 3.8 6.2 40.3 14.3 45.7 90.1 2.9 6.9 39.5 14.2 46.4 88.8 0.0 11.2 a 91.8 0.0 8.2 a aNo core observed from SEM. J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 175 a b tl Fig. 1. Cross-sectional electron micrographs of Alloy A leached for (a) 1.0, (b) 1.5, (c) 2.0 and (d) 3.0 h. There is no evidence in the unused catalyst of any mechanical structure collapse or damage brought about by the leach action to produce a powdery material. Thus, changes in pore structure, pore volume and surface area cannot be attributed to such an effect. However, crystallite shape changed with increasing leach time. Granular shapes are observed up to a leach time of 1.5 h, after which longer times result in more elongated 'needle like' crystallites. Identification of the bulk phases in Alloys A and B and their corresponding changes as a function of leach time was conducted using XRD analysis. The diffrac- tion patterns of Alloy A and 1 and 3 h leached catalysts before and after testing, are shown in Fig. 2(a)-(e). The diffraction patterns of Alloy B and 1.5 h leached catalysts before and after testing are presented in Fig. 3(a)-(c). Diffraction patterns for the fresh co- precipitated and industrial catalysts was also per- formed but here only CuO could be identified from XRD patterns. Both Alloys A and B have the binary CuAI2 phase as their primary precipitate. It is possible that this phase may be represented as Cu(Zn)AI2 for Alloy A as it is known that the CuA12 phase can dissolve 2-3 wt% Zn with little change in lattice parameters [27,37]. Alloys A and B show well resolved patterns indicating the binary CuA1 phase and an A1 solution as secondary products. A larger abundance of the CuA1 phase is seen in Alloy B due to its closer 'proximity' to the CuA1 phase constitution than that of Alloy A. No evidence of the ternary phases T=CusA13Zn2 and T=Cu3A13Zn previously identified by XRD in similar Cu-Zn-AI alloy compositions by Bridgewater et al. [38] were found. Also, the XRD analysis did not reveal the presence of :x-brass which has been reported to be formed in Cu-ZnO catalysts for the WGS reaction [39]. The morphology of Raney copper catalysts is pro- duced by caustic leaching which proceeds in three stages [37]. In the first stage (times up to 1.5 h) leaching of the CuA12 phase and AI solid solution from Alloy B leads to the formation of a .fully extracted alloy with copper containing traces of AI. Thus, the addition of Zn to the precursor alloy has the effect of slowing the rate of the leach reaction. The 176 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 m t-. t- in CuAl~ o CuAI- 41 AI r- Zn / III CuO / / II o Cu=O l 1[ ' ZnAI | o I bo) . N ')r/~ 0 a \"'~o - \" I I I I I I I I 70 60 50 40 30 20 10 4 20 Fig. 2. XRD patterns of fresh and used Raney copper catalysts produced from leaching Alloy A for various times. (a) Alloy A, no extraction, (b) 1.0 h leach, before reaction, (c) 1.0 h leach, after reaction, (d) 3.0 h leach, before reaction, (e) 3.0 h leach, after reaction. majority of the Cu(Zn)Al2 phase is evenly leached from the outer rim (see Fig. 1), parallel to the particle boundary, to leave porous Raney copper. For all alloys and leach times, the A1 associated with Cu in the CuA1 phase, was resistant to caustic attack. No reason for the decrease in reactivity of this material could be deter- mined. After reaction, elemental Cu was predominant in all the Raney catalysts. In the second stage of reaction (times of 2-3 h) repeated analysis showed that there is an overall increase in bulk copper content, with increasing extraction time. The levels of Cu in the leached product (rim) remained relatively constant after 1 h, with a corresponding decline in Zn concentration. The AI content in the leached product steadily increased (from a minimum of 6.2% at 1.5 h to 11.2% after 3 h) J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 177 CuAI2 o CuAI ~' AI CuO r Cu / / 0 ,G' 4' 41\" t1\"0 b t\".\" a O. I I I I I I I I 70 60 50 40 30 20 10 4 20 Fig. 3. XRD patterns of fresh and used Raney copper catalysts produced from leaching Alloy B for 1.5 h: (a) Alloy B, no extraction, (b) 1.5 h leach, before reaction, (c) 1.5 h leach, after reaction. and remained at relatively high levels until the alloy core of the leaching particle was completely exhausted. This result is only consistent if there is a net transfer of A1 from the leaching intergranular solid solution to the Cu(Zn)AI2 phase leach residue [40]. In the third and final stage of reaction, the A1 content was lowered as the residual soluble metals were removed. It may be concluded that the nature of Raney copper catalysts will derive from the phase constitution of their precursor alloys and subsequent morphological development which is sensitive to leach time. 3.1.2. Surface structure The nitrogen isotherms for Raney catalysts pro- duced by leaching Alloy A for 1, 1.5, 2 and 3 h showed a Type A hysteresis loop [41] which is repre- sentative of cylindrical capillary shapes, as would be expected for the 'striated' needle-like nature of the leached copper product. The BET and copper surface areas, together with crystallite diameter and copper dispersion are presented in Table 2 for catalysts derived from Alloys A and B, as well as the industrial and co-precipitated WGS catalysts. The correspond- ing pore volumes and mean pore radii for the catalysts described above are also shown in Table 2. From Table 2 it can be seen that the pore volume increased as the A1 and Zn content of Alloy A was depleted, whilst the removal of residual A1 and Zn after 19.5 h leaching resulted in the partial elimination of these pores. Pore radii and copper crystallite size (Table 2) increased with increasing extent of leach reaction, which qualitatively confirms the trend. Also, a decrease in pore size after core extraction confirmed 178 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 Table 2 Physical properties of the fresh and used Raney copper catalysts after varying leach timesa Sample Extraction SBET (m2 g 1) Scu (m2 g 1) Copper crystallite Copper Pore volume MPRb (~,) time (h) diameter (~,) dispersion (%) (cm3 g-l) Alloy A 1.0 27.0 (21.5) 15.7 (4.6) 297 (1003) 5.3 (1.8) 0.062 (0.058) 56.9 (53.9) Alloy A 1.5 33.4 (20.3) 16.9 (2.9) 294 (780) 6.6 (2.4) 0.082 (0.08) 68.7 (75.5) Alloy A 2.0 32.8 (19.0) 15.8 (10.1) 324 (514) 5.8 (3.7) 0.197 (0.141) 121.2 (184.4) Alloy A 3.0 28.2 (22.2) 13.7 (9.9) 415 (572) 4.5 (3.3) 0.313 (0.187) 260.6 (324.8) Alloy A 19.5 10.2 -- 7.8 -- 750 -- 2.6 -- 0.26 -- 99.5 -- Alloy B 1.5 20.0 (15.8) 10.2 (6.9) 557 (84l) 3.4 (2.4) 0.194 (0.164) 122.7 (145.8) Industrial 81.6 (80.7) 8.2 (7.4) 212 (238) 9.2 (8.1) 0.257 -- 69.4 -- Precipitated 85.9 (83.2) 5.3 (7.5) 157 (143) 12.2 (13.5) 0.471 -- 203.3 -- ~Results in brackets for used catalysts. bMPR-Mean pore radii. that pore elimination takes place as a result of the removal of residual metals [34,37]. Total BET surface areas reach a maximum after about 1.5 h leaching time, and then follow a slight decline. A maximum in surface area after approxi- mately 1-2 h leaching has been observed by many researchers, both for leaching Cu-A1 alloys [42] and Cu-Zn-A1 alloys [43]. A leach depth range 150- 300 gm produced a catalyst with excellent catalyst performance (1-1.5 h leaching) which corresponded to a copper surface area which is a maximum and crystallite diameter which is a minimum. Pore radii, although at a minimum at this leach time, are pre- sumably still large enough to support mass transfer effects and do compare to sizes present in co-preci- pitated and industrial catalysts. For leach times greater than the optimum, both the BET and copper surface areas gradually decrease even though the pore volume of leached material increases (Table 2). 3.1.3. Thermometric analysis of partially leached Raney copper catalysts The procedure for reducing the Raney copper cata- lysts (produced from Alloy A and B) under 5% H2/N2 was simulated by DSC in order to supplement the structural information obtained by XRD. The catalyst samples were heated from ambient to 300 at a rate of 5/min in a gas flow of 30 ml/min. The results showed that reduction involved a single major exothermic phase change between 165 and 220. Pure Cu20 and CuO powdered samples were observed to reduce over a similar temperature range (165-225) under the same experimental conditions. The DSC results are consistent with the XRD analysis (Figs. 2 and 3) which showed that oxidised copper was reduced to elemental copper during the activation procedure. Since it is known [44] that Raney copper catalysts are susceptible to sintering during reduction, the influence of the stated reduction conditions for cata- lyst evaluation on the active Raney copper surface area under various reducing atmospheres was investigated. Consequently, investigations by DSC at a temperature rate of 5/min in currents of pure H2, CO and 5% H2/ N2 (at a flow rate of 30 ml/min) were carried out using a 1.0 h leached (Alloy A) Raney catalyst with sample weights up to 15 rag, arranged as a fine layer. Sig- nificant loss of surface area was observed when pure H2 (12.1 m2 g-l) or CO (9.8 m2 g l) is used as reduc- tant when compared to 5% H2/N2 (15.7 m2g t). The greatest loss in surface area corresponded to the high- est generated reduction heat in the bed, inferring that sintering of the Raney copper was responsible for loss of surface area [44,45]. The results show that under the stated reduction conditions, reduction in 5% hydrogen in nitrogen maximized the active copper surface area of the Raney copper catalysts. 3.2. Activity and stability 3.2.1. Activity The manner in which activity data for Raney copper systems is reported has tended to be varied. Partially leached Raney copper catalysts consist of an extracted rim of active material and a core of unextracted alloy. Although this core does not provide catalytic activity, J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 179 Table 3 The bulk density of Raney copper catalysts as a function of leach time and alloy composition Sample Extraction time (h) Density (g ml l) Cu(35) Zn(15) AI(50) 1.0 1.5 Cu(35) Zn(15) AI(50) 1.5 1.4 Cu(35) Zn(15) AI(50) 2.0 1.34 Cu(35) Zn(15) Al(50) 3.0 1.03 Cu(43) Zn(18) AI(30) 1.0 1.73 Cu(25) Zn(25) AI(50) 1.0 0.88 Cu(10) Zn(40) Al(50) 1.0 0.84 Industrial 0.97 Precipitated 1.0 it does contribute to the composite mass of the catalyst particle. The bulk density of a Raney catalyst particle of unit volume decreases as a function of increasing leach time (Table 3) and decreasing alloy copper content (Table 3). Hence careful interpretation of activity data based on the mass of Raney catalysts with varying alloy composition and/or extraction depth must be exercised. For completeness, and as an illustration of the pitfalls of reporting Raney copper catalyst results, the initial activities of the partially leached catalysts of Alloys A and B together with the industrial catalyst and co-precipitated catalyst are presented in different ways in Table 4. Specific activities have been expressed as the rate (per hour) of moles of carbon monoxide converted as a function of: volume of catalyst particles (Rate a), composite (total) mass of catalyst particles (Rate b), specific copper surface area (Rate c) and BET surface area (Rate d). Expressing activity as a function of constant cata- lyst volume (Rate a) demonstrates that 'particle for particle' Raney copper catalysts extracted from 1 to 3 h are more active than the industrial and co-pre- cipitated catalysts. As the catalyst volume required determines the type and size of reactor needed for a particular catalyst [6], Raney catalysts may present important economical advantages. Raney copper activity (Rate a) decreases with decreasing copper surface areas and increasing crystallite growth as expected. Activity based on the composite mass of the Raney catalyst (Rate b) highlights the variable density phenomenon. Increasing the extent of alloy extraction decreases the catalyst density with a corre- sponding overall increase in the activity based on composite mass. A comparison of the activities (Rate b) of catalysts with similar bulk densities (Table 3) indicates that on a mass basis the fully extracted 3 h leached Raney copper catalyst (of lowest volume- based activity) displays a higher activity than both the industrial and co-precipitated catalysts. Some authors [37] have attempted to circumvent the variable density problem by expressing activity (for methanol synthesis) in terms of a theoretically calculated mass of 'rim material' since the catalyst activity was sug- gested to correlate with the copper rim. This method also involves a large number of simplifying assump- tions [42]. From the above discussion we propose that meaningful comparisons between potential catalytic systems should be made by considering the entire catalyst particle. The activities of Raney copper catalysts expressed in terms of specific copper surface area (Rate c) are low in comparison to the industrial and co-precipitated catalysts as a result of the high density, copper rich core which ensures a low percentage active metal dispersion (Table 2). However, from Table 4, it can Table 4 Specific activities of Raney, co-precipitated and industrial catalystsa Sample Extraction Rate (a) Rate (b) Rate(c) Rate(d) time (h) (x 10 3 molc,,/ml/h) (x 10-3 molcdg~omo/h) (x 10-4 mol~JmZcdh) (10 5 molcd, mZ/h) Alloy A 1.0 3.44 2.30 1.47 8.50 Alloy A 1.5 3.41 2.43 1.44 7.29 Alloy A 2.0 3.44 2.58 1.63 7.86 lloy A 3.0 3.29 3.21 2.34 11.37 Alloy B 1.5 3.37 2.92 2.86 14.61 Industrial 3.06 3.15 3.84 3.86 Precipitated 2.94 2.94 5.55 3.43 \"Temperature=200'~C; total GHSV=1000 h-t; dry gas composition=10% CO/90% N2; CO : HzO=I : 22.5; catalyst volume=2.1 ml. 180 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 o~ c o__ 0 0 0 0 100 90 80 70 60 50 40 30 20 10 00 ' ll]O ' 2(]0 ' 3(]0 ' 4(]0 ' 500 ' 61]0 ' 71]0 ' 8l~0 ' Time- on - stream [h] Fig. 4. Stability of various Raney copper catalysts as a function of Alloy A leach time. (Temperature=200\"C; total GHSV= 1000 h-l; dry gas composition=10% CO/90% N2; CO : H20=l : 22.5; catalyst volume=2.1 ml) O=1 h leach, A=l.5 h leach, [7=2 h leach, X=3 h leach. be seen that all Raney copper catalysts evaluated showed a higher total surface area efficiency (Rate d), than the industrial and co-precipitated alternatives. This result is consistent with the findings of Andreev et al. [35] who also noted that the productivity per unit surface area of a Raney catalyst was significantly higher than that of a low-temperature co-precipitated oxide catalyst over a large range of flow rates. 3.2.2. Stability Little information on the long term activity of Raney copper catalysts for the WGS reaction is avail- able [35]. Friedrich et al. [46] noted that Raney copper for methanol synthesis is resistant to sintering in the short term, and postulated a minimal loss in activity with time-on-stream due to the unique catalyst mor- phology. No detailed explanations were given for this proposal. A series of Raney copper catalysts (prepared from Alloy A) were investigated for long term stability in the WGS reaction, and the results are shown in Fig. 4. It can be seen from Fig. 4 that the activity of the Raney copper catalysts had decreased significantly after 850 h-on-stream. In comparison, the industrial cata- lyst and co-precipitated catalyst showed only minimal decreases over the same time period. No significant levels of sulphur or carbon were present in the used catalysts. Notable decreases in the total surface area (Table 2) of Raney copper catalysts through sintering were, however, observed after the WGS reaction. The copper surface area and average crystallite diameter of the industrial and co-precipitated catalysts remain approximately constant during reaction, hence explaining the catalysts sustained stability. Analysis of the electron micrographs of the surface of 1 and 3 h leached catalysts after WGS reaction showed that although the porous nature of the surface had disappeared in both catalysts, but that the integrity of the rim remained unchanged. However, cross-sec- tional electron micrographs clearly revealed the growth of copper 'islands' in the leached rim during reaction of 1 and 3 h leached catalysts. Cross-sectional elemental mapping of the rim of a 1 h leached Raney catalyst after reaction revealed no concentration effects of support materials. It would therefore seem unlikely that sintering of copper crystals occurs as a J.R. Mellor et al./Applied Catalysis A.\" General 164 (1997) 171-183 181 consequence of the migration of Zn or A1 under WGS conditions. This permits us to draw the important conclusion that Raney copper stability for the WGS reaction decreases with decreasing catalyst zinc con- tent. A comparison of the XRD phases of the fully extracted fresh 3.0 h leached Alloy A catalyst and the 1.5 h leached Alloy B catalyst with similar bulk copper contents (84.6 and 84.7%, respectively, Table 1) shows that the dominant leach resistant CuA1 phase in Catalyst B does not effectively contribute to the specific copper surface area (Table 2). Both cata- lysts showed similar deactivation profiles and activity losses after 400 h-on-stream, indicating no stabiliza- tion effect from the bulk 1.8+1.5 wt% zinc content in the 3 h leached Alloy A catalyst. 3.3. Zinc impregnation Various concentrations of zinc impregnated Raney copper catalysts were produced by leaching Alloy A for 2 h in solutions of either 0.1, 0.5 or 0.75 M sodium zincate in 7.1 M sodium hydroxide. From the XRD pattern of the 0.5 M zincate/hydroxide leached cata- lyst, zinc oxide was identified as the major precipitated product. AA analysis of the various catalysts (Table 5) reveals that a higher concentration of zinc in the leach solution corresponds to a greater deposition of zinc into the Raney copper catalyst [23]. Cross-sectional EDAX analysis of the 0.5 M zincate leached catalyst showed a 7.2 times zinc excess in the rim compared to a catalyst produced with no zincate added to the caustic leach solution (Table 5). The total BET and copper surface areas together with copper crystallite diameters of the zincate/hydro- xide leached catalysts are presented in Table 6. Cor- responding pore volumes and mean pore radii are also given in Table 6. Total BET surface area was observed to decrease with increasing zincate concentrations in sodium hydroxide (and zinc loading) for similar leach conditions [25,37]. Adding increasingly concentrated zincate to the caustic leach solution effectively slows the rate of reaction (for a constant leach time) causing a change in the leaching behaviour. Pore volume and pore radii were observed to generally decrease with decreasing leach rate (Table 6). The lower leach rates promoted an increase in copper crystallite size which consequently resulted in a loss of surface area in the leached copper structures [47]. The leaching process in zincate/hydroxide solutions is therefore regarded as the fundamental determinant of catalyst surface mor- phology. Table 5 Compostion of zinc impregnated Raney copper catalysts Zincate Extraction Composition (wt%) conc. (M) time (h) Cu Zn A1 Rim (wt%) Core (wt%) Cu Zn A1 Cu Zn Al 0 2.0 76.1 3.2 19.7 0.1 2.0 74.9 5.4 17.6 0.5 2.0 71.9 8.1 18.6 0.75 2.0 63.2 14.7 20.8 90.1 2.9 6.9 39.5 14.2 46.4 74.6 21.0 4.4 40.4 13.8 45.9 Table 6 Physical properties of fresh and used zinc impregnated Raney copper catalystsa Zincate Extraction SBET (m2 g-~) Scu (m2 g-l) conc. (M) time (h) Copper crystallite diameter (,~) Pore volume (cm3 g t) MPRb 0 2.0 32.8 15.8 (10.1) 0.1 2.0 28.2 14.6 (9.7) 0.5 2.0 23.9 11.3 (9.1) 0.75 2.0 9.5 4.2 324 (514) 345 (519) 428 (531) 1012 0.197 0.150 0.027 0.028 121.2 133.6 127.8 116.2 aResults in brackets for used catalysts. bMPR=Mean pore radii. 182 J.R. Mellor et al./Applied Catalysis A.\" General 164 (1997) 171-183 100 90 .o_ 0 0 0 0 w[] o o ~__~~~__ 80 70 60 50 40 30 20 10 I I I I I I I i I I 4o 1o; o Time - on - stream (h) Fig. 5. Stability of zinc impregnated Raney copper catalysts. (Temperature=200; total GHSV=1000 h-l; dry gas composition=10% CO/ 90% N2; CO : H20=l : 22.5; catalyst volume--2+0.1 ml) [[]=No zincate added to caustic solution; 0.1 M Zincate; A=0.5 M Zincate. The initial activity and stability of Raney copper catalysts produced from leaching Alloy A for 2 h in varying zincate concentrations is shown in Fig. 5. The figure clearly indicates the beneficial effects of leach- ing in zincate solutions, a result similar to that found for Raney catalysts used in the methanol synthesis reaction [25]. From Fig. 5 it can also be seen that while improving the stability of copper crystallites, deposited zinc oxide also causes a decrease in initial catalyst activity due to the smaller surface areas of Raney copper catalysts resulting from leaching in caustic solutions with high concentrations of zincate. This effect of ZnO on Cu/AI WGS reaction catalysts is consistent with other literature reports. For example, in a previous study reported by us [48], zinc ions were implanted into the surface of a partially leached Cu(50) Al(50) alloy by ion implantation procedures. In this experiment, zinc oxide was observed to assist in the process of stabilizing copper crystals by acting as a suitable spacer material. Long term stability was found to be related to the amount of zinc present in the catalyst. 4. Conclusion Caustic leached Raney copper catalysts with rim compositions of Cu-ZnO-A1203 were identified as highly active low temperature WGS catalysts. The nature of the reactant surface area, crystallite size, pore volume and pore radii was determined by the leaching conditions. Our preliminary findings suggest that WGS activity is dependent, at least in part, on the copper surface area. Although initial WGS activities were comparable to the industrial and co-precipitated catalyst, deactiva- tion as a result of copper crystallite sintering took place over long operating times. Catalyst instability resulted from a rim zinc oxide deficiency. Presumably even greater amounts of zinc for long term catalyst stability could be provided by the impregnation pro- cess. However, the addition of concentrated zincate to the caustic solution also slowed the leach rate, pro- moting an increase in copper crystallite size with a corresponding decrease in copper surface area and WGS activity. In a second paper dealing with the of J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 171-183 183 Raney copper catalysts [49], further contributory roles of ZnO to Raney copper WGS performance are con- sidered. Acknowledgements We thank the FRD, AECI Limited and the Uni- versity of the Witwatersrand for financial support. References [1] D.S. Newsome, Catal. Rev. Sci. Eng. 21 (1980) 275. [2] S. Strelzoff, Technology and Manufacture of Ammonia, Wiley, New York, 1981, p. 1. [3] H. Bohlbro, M.H. Jorgensen, Chem. Eng. World 5 (1970) 46. [4] EM. Gottschalk, R.G. Copperthwaite, M. van der Riet, G.J. Hutchings, Appl. Catal. 38 (1988) 103. [5] L. Lloyd, M.V. Twigg, Nitrogen 188 (1979) 30. [6] W.J. Lywood, L. Lloyd, D.E. Ridler, M.V. Twigg, in: M.V. Twigg (Ed.), Catalysis Handbook, 2nd ed., Wolfe Publishing, London, 1989. [7] C. Rhodes, G.J. Hutchings, A.M. Ward, Catal. Today, 23 1995. [8] G. Petrini, E Montino, A. Bossi, E Garbassi, in: G. Pancelet (ed.), Preparation of Catalysts 3, Elsevier, Amsterdam, 1983. [9] R.G. Herman, K. Klier, G.W. Simmons, B.E Finn, J.B. Bulko, J. Catal. 56 (1979) 407. [10] E Stefanov, Ts. Marinova, N. Kasabova, D. Shishkov, I. Risha, Compt. rend. Acad. Bulg. Sci. 23 (1990) 370. [11] D.K. Ghorai, N.C. Ganguli, S.P. Sen, Fert. Tech. 18 (1981) 140. [12] R.W. Bedford, ICI Technical Paper No. 4., Imperial Chemical Industries, Billingham, Cleveland, UK. [13] J.S. Campbell, Ind. Eng. Chem. Proc. Des. Dev. 9 (1970) 588. [14] M.J. L Ginrs, N. Amadeo, M. Laborde, C.R. Apesteguia, Appl. Catal. A 131 (1995) 283. [15] T. Shido, Y. Iwasawa, J. Catal. 140 (1993) 575. [16] E Garbassi, G. Petrini, J. Catal, 90 (1984) 106. [17] A Andreev, T Haltchev, V Kafedjiiski, B. Kunev, M. Kalchev, I. Orizarski, D. Shopov, Proceedings of the Sixth International Symposium, Heterogeneous Catalysis, Part 1, Sofia, 1987, p. 235. [18] W.L. Marsden, M.S. Wainwright, J.B. Friedrich, Ind. Eng. Chem, Prod. Res. Dev. 19 (1980) 551. [19] M. Raney, US Patent Nr. 1, 563587. [20] L. Fauconnau, Bull. Soc. Chem. 5 (1937) 58. [21] M.S. Wainwright, R.B. Anderson, J. Catal. 64 (1980) 124. [22] M.S. Wainwright, D.L. Trimm, Catal. Today 23 (1995) 29. [23] H.E. Curry-Hyde, M.S. Wainwright, D.J. Young, Appl. Catal. 77 (1991) 75. [24] H.E. Curry-Hyde, M.S. Wainwright, D.J. Young, Appl. Catal. 77 (1991) 89. [25] H.E. Curry-Hyde, M.S. Wainwright, D.J. Young, in: D.M. Bibby, C.D. Chang, R.E Howe, S. Yurchak (Eds.), Methane Conversion, Elsevier, Amsterdam, 1988, p. 239. [26] J.B. Friedrich, D.J. Young, M.S. Wainwright, J. Electrochem. Soc. 128 (1981) 1840. [27] L.E Mondolfo, Aluminium Alloys: Structures and Properties, Butterworths, London, 1976. [28] J.B. Friedrich, D.J. Young, M.S. Wainwright, J. Electrochem. Soc. 128 (1981) 1845. [29] A.B. Stiles, Catalyst Manufacture Laboratory and Commer- cial Preparations, Marcel Dekker, New York and Basel, 1983, p. 118. [30] J.W. Evans, M.S. Wainwright, A.J. Bridgewater, D.J. Young, Appl. Catal. 7 (1983) 75. [31] J.R. Mellor, Ph.D. Thesis, University of the Witwatersrand, Johannesburg, South Africa, 1993. [32] J.R. Anderson, K.C. Pratt, Introduction to Characterisation and Testing of Catalysts, Academic Press, New York, 1985. [33] J.M. Thomas, J.W. Thomas, Introduction to the Principles of Heterogeneous Catalysis, Academic Press, New York, 1975, p. 16. [34] A.D. Tomsett, H.E. Curry-Hyde, M.S. Wainwright. D.J. Young, A.J. Bridgewater, Appl. Catal. 33 (1987) 119. [35] A. Andreev, V. Kafedjiiski, T. Halacher, B. Kunev, M. Kaltchev, Appl. Catal. 78 (1991) 199. 136] M.S. Wainwright, D.J. Young, A.J. Bridgewater, Common- wealth of Australia National Energy Research, Development and Demonstration Program, Report No. 376 (1984). [37] J.B. Friedrich, D.J. Young, M.S. Wainwright, J. Catal. 80 (1983) 14. [38] A.J. Bridgewater, M.S. Wainwright, D.J. Young, J.E Orchard, Appl. Catal. 7 (1983) 369. [39] T. van Herwijnen, W.A. de Jong, J. Catal. 34 (1974) 209. [40] A.D. Tomsett, M.S. Wainwright, D.J. Young, Appl. Catal. 12 (1984) 43. [41] J.H. de Boer, in: D.H. Everett, ES. Stone (Eds.), Structure and Properties of Porous Materials, Butterworths, London, 1958, p. 68. [42] N.I. Onuoho, A.D. Tomsett, M.S. Wainwright, D.J. Young, J. Catal. 91 (1985) 25. [43] A.D. Tomsett, D.J. Young, M.S. Wainwright, Appl. Catal. 35 (1987) 321. [44] E Chongzheng, M.S. Wainwright, D.L. Trimm, Appl. Catal. 54 (1989) 53. [45] E Chongzheng, W. Changsui, W. Shengjun, Wi. Youshi, D.L. Trimm, M.S. Wainwright, Chin. Chem. Lett. 1 (1990) 279. [46] J.B. Friedrich, M.S. Wainwright, D.J. Young, J. Catal. 80 (1983) 1. [47] A.D. Tomsett, D.J. Young, M.R. Stammbach, M.S. Wainwright, J. Mat. Sci. 25 (1990)4106. [48] S. Durbach, J. Mellor, N.J. Coville, T.E. Derry, Nuclear Instruments and Methods in Physics Research B80/81 (1993) 294. [49] J.R. Mellor, N.J. Coville, A.C. Sofianos, R.G. Copperthwaite, Appl. Catal. A (1997). APCATA 97001671 S0926-860X(97)00167-1 10.1016/S0926-860X(97)00167-1 Elsevier Science B.V. All rights reserved. Raney copper catalysts for the water-gas shift reaction: I. Preparation, activity and stability J.R. Mellor a 1 N.J. Coville * a A.C. Sofianos b R.G. Copperthwaite a 2 a Centre for Applied Chemistry and Chemical Technology, Department of Chemistry, University of the Witwatersrand, Private Bag 3, Wits 2050 Johannesburg, South Africa b Catalytic Technology Group, Division of Materials Technology, Council for Scientific and Industrial Research, Pretoria, South Africa * Corresponding author. 1 Present address: Anglo American Research Laboratories (Pty) Limited, PO Box 106, Crown Mines 2025, South Africa. 2 Present address: Research and Development Department, AECI (Pty) Limited, Private Bag X2, Modderfontein 1645, South Africa. Characterisation of partially leached Raney copper catalysts demonstrated that the chemical nature of the reactant surface could be determined by controlling the leaching process. Initial water-gas shift (WGS) activity of the Raney copper catalysts at the stated conditions compared favourably to the co-precipitated and industrial catalyst alternatives due to a similar active phase composition and high metallic copper surface areas. Raney copper catalyst deactivation in a poison-free environment was attributed to copper crystallite sintering, primarily as a result of a zinc oxide deficiency. Long term (850 h) stability of the Raney catalyst is reported for the first time. Stability improved significantly with increased ZnO loading as a result of better contact between the copper surface and ZnO crystallites. The stabilizing effect of incorporated zinc was independent of its original source. The role of aluminium was to produce Raney copper of high surface area. No beneficial effects of residual alumina in the active catalysts were observed. Keywords Water-gas shift reaction Raney catalyst Copper catalyst Synthesis Sintering References [1] Newsome D.S. Catal. Rev. Sci. Eng. 21 1980 275 [2] Strelzoff S. 2nd ed. Technology and Manufacture of Ammonia 1981 Wiley New York 1 [3] Bohlbro H. Jorgensen M.H. Chem. Eng. World 5 1970 46 [4] Gottschalk F.M. Copperthwaite R.G. van der Riet M. Hutchings G.J. Appl. Catal. 38 1988 103 [5] Lloyd L. Twigg M.V. Nitrogen 188 1979 30 [6] Lywood W.J. Lloyd L. Ridler D.E. Twigg M.V. Twigg M.V. Catalysis Handbook 2nd ed. 1989 Wolfe Publishing London [7] Rhodes C. Hutchings G.J. Ward A.M. Catal. Today 23 1995 [8] Petrini G. Montino F. Bossi A. Garbassi F. Pancelet G. Preparation of Catalysts 3 1983 Elsevier Amsterdam [9] Herman R.G. Klier K. Simmons G.W. Finn B.P. Bulko J.B. J. Catal. 56 1979 407 [10] Stefanov P. Marinova Ts. Kasabova N. Shishkov D. Risha I. Compt. rend. Acad. Bulg. Sci. 23 1990 370 [11] Ghorai D.K. Ganguli N.C. Sen S.P. Fert. Tech. 18 1981 140 [12] R.W. Bedford, ICI Technical Paper No. 4, Imperial Chemical Industries, Billingham, Cleveland, UK. [13] Campbell J.S. Ind. Eng. Chem. Proc. Des. Dev. 9 1970 588 [14] Ginés M.J.L. Amadeo N. Laborde M. Apesteguia C.R. Appl. Catal. A 131 1995 283 [15] Shido T. Iwasawa Y. J. Catal. 140 1993 575 [16] Garbassi F. Petrini G. J. Catal. 90 1984 106 [17] Andreev A Haltchev T Kafedjiiski V Kunev B. Kalchev M. Orizarski I. Shopov D. Proceedings of the Sixth International Symposium 2nd ed. Heterogeneous Catalysis 1987 235 Part 1, Sofia [18] Marsden W.L. Wainwright M.S. Friedrich J.B. Ind. Eng. Chem. Prod. Res. Dev. 19 1980 551 [19] M. Raney, US Patent Nr. 1, 563 587. [20] Fauconnau L. Bull. Soc. Chem. 5 1937 58 [21] Wainwright M.S. Anderson R.B. J. Catal. 64 1980 124 [22] Wainwright M.S. Trimm D.L. Catal. Today 23 1995 29 [23] Curry-Hyde H.E. Wainwright M.S. Young D.J. Appl. Catal. 77 1991 75 [24] Curry-Hyde H.E. Wainwright M.S. Young D.J. Appl. Catal. 77 1991 89 [25] Curry-Hyde H.E. Wainwright M.S. Young D.J. Bibby D.M. Chang C.D. Howe R.F. Yurchak S. Methane Conversion 1988 Elsevier Amsterdam 239 [26] Friedrich J.B. Young D.J. Wainwright M.S. J. Electrochem. Soc. 128 1981 1840 [27] Mondolfo L.F. 2nd ed. Aluminium Alloys: Structures and Properties 1976 Butterworths London [28] Friedrich J.B. Young D.J. Wainwright M.S. J. Electrochem. Soc. 128 1981 1845 [29] Stiles A.B. 2nd ed. Catalyst Manufacture Laboratory and Commercial Preparations 1983 Marcel Dekker New York and Basel 118 [30] Evans J.W. Wainwright M.S. Bridgewater A.J. Young D.J. Appl. Catal. 7 1983 75 [31] Mellor J.R. 2nd ed. Ph.D. Thesis 1993 University of the Witwatersrand Johannesburg, South Africa [32] Anderson J.R. Pratt K.C. 2nd ed. Introduction to Characterisation and Testing of Catalysts 1985 Academic Press New York [33] Thomas J.M. Thomas J.W. 2nd ed. Introduction to the Principles of Heterogeneous Catalysis 1975 Academic Press New York 16 [34] Tomsett A.D. Curry-Hyde H.E. Wainwright M.S. Young D.J. Bridgewater A.J. Appl. Catal. 33 1987 119 [35] Andreev A. Kafedjiiski V. Halacher T. Kunev B. Kaltchev M. Appl. Catal. 78 1991 199 [36] Wainwright M.S. Young D.J. Bridgewater A.J. Commonwealth of Australia National Energy Research, Development and Demonstration Program Report No. 376 1984 [37] Friedrich J.B. Young D.J. Wainwright M.S. J. Catal. 80 1983 14 [38] Bridgewater A.J. Wainwright M.S. Young D.J. Orchard J.P. Appl. Catal. 7 1983 369 [39] van Herwijnen T. de Jong W.A. J. Catal. 34 1974 209 [40] Tomsett A.D. Wainwright M.S. Young D.J. Appl. Catal. 12 1984 43 [41] de Boer J.H. Everett D.H. Stone F.S. Structure and Properties of Porous Materials 1958 Butterworths London 68 [42] Onuoho N.I. Tomsett A.D. Wainwright M.S. Young D.J. J. Catal. 91 1985 25 [43] Tomsett A.D. Young D.J. Wainwright M.S. Appl. Catal. 35 1987 321 [44] Chongzheng F. Wainwright M.S. Trimm D.L. Appl. Catal. 54 1989 53 [45] Chongzheng F. Changsui W. Shengjun W. Youshi Wi. Trimm D.L. Wainwright M.S. Chin. Chem. Lett. 1 1990 279 [46] Friedrich J.B. Wainwright M.S. Young D.J. J. Catal. 80 1983 1 [47] Tomsett A.D. Young D.J. Stammbach M.R. Wainwright M.S. J. Mat. Sci. 25 1990 4106 [48] Durbach S. Mellor J. Coville N.J. Derry T.E. Nuclear Instruments and Methods in Physics Research B80/81 1993 294 [49] Mellor J.R. Coville N.J. Sofianos A.C. Copperthwaite R.G. Appl. Catal. A 1997",
      "scopus-id": "0002309610",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001671",
        "dc:description": "Characterisation of partially leached Raney copper catalysts demonstrated that the chemical nature of the reactant surface could be determined by controlling the leaching process. Initial water-gas shift (WGS) activity of the Raney copper catalysts at the stated conditions compared favourably to the co-precipitated and industrial catalyst alternatives due to a similar active phase composition and high metallic copper surface areas. Raney copper catalyst deactivation in a poison-free environment was attributed to copper crystallite sintering, primarily as a result of a zinc oxide deficiency. Long term (850 h) stability of the Raney catalyst is reported for the first time. Stability improved significantly with increased ZnO loading as a result of better contact between the copper surface and ZnO crystallites. The stabilizing effect of incorporated zinc was independent of its original source. The role of aluminium was to produce Raney copper of high surface area. No beneficial effects of residual alumina in the active catalysts were observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001671",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mellor, J.R."
          },
          {
            "@_fa": "true",
            "$": "Coville, N.J."
          },
          {
            "@_fa": "true",
            "$": "Sofianos, A.C."
          },
          {
            "@_fa": "true",
            "$": "Copperthwaite, R.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001671"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001671"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00167-1",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Raney copper catalysts for the water-gas shift reaction: I. Preparation, activity and stability",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Raney catalyst"
          },
          {
            "@_fa": "true",
            "$": "Copper catalyst"
          },
          {
            "@_fa": "true",
            "$": "Synthesis"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "171-183",
        "prism:endingPage": "183",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00167-1",
        "prism:startingPage": "171",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00167-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002309610"
      }
    }
  }
}