{
  "metadata": {
    "title": "Synthesis of mixed alcohols from CO<ce:inf loc=post>2</ce:inf> contained syngas on supported molybdenum sulfide catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-03-13",
    "doi": "10.1016/S0926-860X(96)00285-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002852",
    "pii": "S0926860X96002852"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041159506",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2018-11-20T12:53:04 1-s2.0-S0926860X96002852 S0926-860X(96)00285-2 S0926860X96002852 10.1016/S0926-860X(96)00285-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00361 2024-01-01T12:18:48.759026Z 0 0 19970313 1997 1998-03-20T00:00:00Z rawtext absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref 0926-860X 0926860X false 150 150 2 2 Volume 150, Issue 2 4 243 252 243 252 19970313 13 March 1997 1997-03-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SYNTHESISMIXEDALCOHOLSCO2CONTAINEDSYNGASSUPPORTEDMOLYBDENUMSULFIDECATALYSTS GANG L SOUICHI 1990 1 U SMITH 1983 40 K TRONCONI 1987 2122 E SUGIER 1983 A PRODUCTIONMIXEDALCOHOLSFORMSYNGASWORLDPETROLEUMCONGRESS MURCHISON 1988 561 C PROC9THINTERNCONGRCATALYSIS KNIFFON 1993 335 J OHNO 1986 T AICHESPRINGNATIONALMEETING QURARDERER 1986 25a G AICHESPRINGNATIONALMEETING FUJIMOTA 1985 289 K YANG 1993 1 Y DIANIS 1987 99 W KLIER 1983 K ACSSYMPOSIUM GANGX1997X243 GANGX1997X243X252 GANGX1997X243XL GANGX1997X243X252XL item S0926-860X(96)00285-2 S0926860X96002852 1-s2.0-S0926860X96002852 10.1016/S0926-860X(96)00285-2 271346 2024-01-01T12:18:48.759026Z 1997-03-13 1-s2.0-S0926860X96002852-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002852/MAIN/application/pdf/99b7e1bd381c80185779b48b19c5b8b9/main.pdf main.pdf pdf true 509151 MAIN 10 1-s2.0-S0926860X96002852-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002852/PREVIEW/image/png/f16bec58b970023b457a056e376e6f7e/main_1.png main_1.png png 43613 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002852-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002852/STRIPIN/image/gif/841deacfa0e7e3f28c6ea8a7f7ea3476/si1.gif si1 true si1.gif gif 402 18 70 ALTIMG i~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 243-252 Synthesis of mixed alcohols from CO2 contained syngas on supported molybdenum sulfide catalysts Lu Gang *, Zhang Chengfang, Cang Yanqing, Zhu Zhibin, Ni Yianhui, Cheng Linjun, Yu Fong Institute of Inorganic Chemical Technology, East China University of Science and Technology, Shanghai, China Received 15 January 1996; revised 6 May 1996; accepted 4 July 1996 Abstract The performances of active carbon supported molybdenum sulfide catalysts prepared by different procedures or promoted by different elements in the synthesis of mixed alcohols from CO2 containing syngas were examined. The results showed that high alcohol activity and selectivity could be obtained by employing a rapid drying procedure and employing a H2S-H2 stream for (NH4)2MoS4 decomposition. Addition of Co, Cr and C1 to K-Mo/C catalyst led to an increase in the alcohol activity or selectivity. The presence of CO2 in the feed caused a greater amount of water to be produced but reduced the formation of CO2. The product distribution was also strongly influenced by the presence of either CO2 or H2S in the feed. Addition of CO2 reduces the formation of higher alcohols while H2S increases higher alcohol formation. Keywords: Mixed alcohols; Molybdenum sulfide; Syngas 1. Introduction The catalytic synthesis of alcohols (C1-C6) from syngas is an interesting branch of C1 chemistry [1]. Much attention has been paid to the development of effective catalysts since 1970. Three types of catalysts, i.e., modified methanol synthesis catalysts [2-4], Cu-Co based catalysts [5-8] and molybdenum sulfide catalysts [9-15], were developed. On modified methanol-type catalyst, basically zinc chromate [2] or Cu-Zn-alumina [3,4,22] both promoted by potassium, an alcohol mix containing only 20%-30% higher alcohols could be produced [16]. * Corresponding author. 0926-860X/97/$17,00 Copyright © 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00285-2 244 L. Gang et al. /Applied Catalysis A: General 150 (1997) 243-252 IFP claimed that an alcohol mix containing 70% higher alcohols could be produced with a Cu-Co based catalyst but the catalyst was difficult to reproduce [17]. In contrast to the methanol-type catalysts, a high percentage of higher alcohols in the mix could be obtained on molybdenum sulfide catalysts at lower pressures. With their superior sulfur-tolerance and coke-built tolerance [10], molybdenum sulfide catalysts are more attractive for potential commercial aspects. MoS2 yields hydrocarbons under a low pressure (e.g., 1 MPa) and high temperature (400-500°C) [18], but when modified with K2CO3 and operated under a lower temperature such as 300°C and a pressure up to l0 MPa, the same catalysts selectively yield alcohols. The catalyst further promoted by cobalt has high activity to alcohols and it can also produce alcohols with a variable ratio of methanol to higher alcohols by changing the operating conditions [15]. Because of the use of sulfided catalysts and also because a small amount of H 2 S is fed with the syngas, raw alcohols are reported to contain a small amount of low boiling sulfur compounds [15]. So a stabilizer column has been adopted to remove the undesired components at commercial scale design. The total sulfur content of the stabilized mixed alcohols product is less than 10 ppm [18]. However, the reactant gas used in these studies contains no COz and the only promoters used are Co, Ni and Fe. It is well known that Cr is a very active ingredient for alcohol synthesis and halogen elements are poisoners for the methanation reaction. So it will be of interest to study the effect of CO2 and promoters such as Cr, CI on the performance of these catalysts. This paper reports the results of the catalytic testing study of carbon sup- ported molybdenum sulfide catalysts. Synthesis gas, H2/CO, in a ratio of 2.3-2.6 containing CO2 and H2S is used as the reactant. Additives such as Co, Cr and C1 have been used to enhance the activity and selectivity towards alcohol formation. The effect of catalysts prepared by different procedures and derived from different precursors on alcohol synthesis is also discussed. 2. Experimental 2.1. Catalyst preparation An active carbon (HeNan YuXing Co.) was used as the support (particle size, 5 mm extrudates; bulk density, 0.56 g/cm3; surface area, 890 m2/g; pore volume, 1.0 cm3/g; average pore diameter, 36 ,~). K-Mo(1)/C impregnate (12 wt.-% of Mo, K/Mo mol ratio is 0.5) was prepared by impregnating the support with an aqueous solution of (NH4)6MOTO24, K2CO3 and 22% (NH4)2S at 60°C. K-Mo(2)/C impregnate (12 wt.-% of Mo, K/Mo ca. 0.5) was prepared by impregnating the support with a solution of (NH4)2MoS4-K2CO3-DMSO at 60°C. K-Mo(3)/C impregnate (12 wt.-% of Mo) was prepared by changing the L. Gang et ak /Applied Catalysis A: General 150 (1997) 243-252 245 impregnating solution to K2MoS4-DMSO. The impregnates were dried either at 120°C for 4 h or under infrared rays for 2 h under vacuum. For K-Mo(2)-X/C (X is the second additive) catalysts, a solution of Co(C2H302)2, or CrO3, or HC1 (0.1 N) were impregnated on above dried K-Mo(2)/C impregnates, respectively. The atomic ratios of Mo/Co and Mo/Cr were both 3:1 and the Cl/Mo atomic ratio was 0.5. After drying the supported molybdenum salts were decomposed in a N2 or H2S(10%)-H2 stream by first raising the temperature to 350° at 2°C/min, keeping at the temperature for 1 h and then cooling down to room temperature. 2.2. Catalyst performance test Catalysts were evaluated in a downflow tubular fixed bed reactor made of stainless steel (12 mm inside diameter) in which 3.0 g crushed catalyst (60-80 mesh) was placed. No special activation procedures were adopted after placing the catalyst in the reactor. Each evaluation began when the catalyst was stabilized in feed gas for about 48 h at the temperature of 300°C and the pressure of 10 MPa with H2S concentration of 50-100 ppm. Synthesis gas was generated by methanol decomposition in a Zn-Cr catalyst packed reactor controlled at 400°C. A portion of the generated syngas was bubbled through a CS2 container which was kept at low temperature and then the CS2 contained feed gas was led to the synthesis reactor where H2S was generated by reacting CS2 with H2. The flow system together with other peripherals is shown in Fig. 1. Because of the methanol decomposition side reaction (mainly methanation and water shift reaction), the syngas contains 5-8% CO2, 1-3% CH4 and H2/CO of 2.3-2.6. No other substances were detected. The H2S concentration in syngas was controlled at 50-100 ppm by regulating either the temperature of the CS2 container or the opening of the by-pass valve. The reactor product was passed into a vapor-liquid separator at a 6 15 13 14 Fig, 1. Schematic diagram of catalyst testing apparatus. (1) N2 bottle; (2) pressure adjustor; (3) deoxygener; (4) methanol container; (5) liquid pump; (6) preheater; (8) ice water cooler; (9) gas-liquid separator; (10) liquid collector; (11) refrigerator; (12) CS2 saturator; (13) synthesis reactor; (14) adjust valve; (15) flow meter. 246 L. Gang et al. /Applied Catalysis A: General 150 (1997) 243-252 temperature of 0°C. The duration of a standard run was about 24 h and 10-40 g liquid product could be collected. The product gas leaving the separator and feed gas were sampled to an online GC with a thermal conductivity detector through pressure let down valves, respectively. Liquid samples were analyzed in a second GC analysis equipped with a flame ionization detector. A chromosorb TDX-102 column was used to separate the gas product CO, CO2, alkanes, alkenes and GDX-03 to separate liquid product. Component peaks were quanti- fied using a CDMC-4A integrator. Concentration of H2S in the off gas was determined by chemical analysis. The error of the mass balance between carbon and oxygen around the reactor was within 5%. Experiments were conducted over a total pressure range of 8 MPa to 12 MPa and a temperature from 280°C to 330°C. The alcohol activity was expressed as space time yield, g ROH/g cat. h and the alcohol selectivity calculation was based on total carbon mole selectivity (including CO2 conversion to alcohols when CO2 decreased during the reaction). When there was CO2 formation, the alcohol selectivity was based on carbon mole selectivity on a CO2 free basis. CO2 formation or reduction calculation was based on CO2 flow rate in feed gas. 3. Results and discussion 3.1. Catalysts derived from different precursors Table 1 shows the performances of K-Mo/C catalysts derived from different precursors. The highest activity and selectivity to alcohols is obtained over the (NHa)zMoS4 derived catalyst. Our experiments show that the reaction rate of Table 1 Effect of different precursors Catalyst precursor K-Mo(1)/C K-Mo(2)/C K-Mo(3)/C (NH 4)6 M°7 024 (NH 4)2 MoS4 K 2 MoS 4 Alcohol activity 0.16 0.21 0.04 CH4 selectivity 24.4 17.3 39.4 C2+ hydrocarbon selectivity 3.8 1.2 4.5 Alcohol selectivity 71.0 80.3 55.0 CO2 formation or reduction (%) 2.2 - 3.1 4.5 Liq. prod. dist. (wt.-%) methanol 44.2 48.8 40.2 ethanol 11.4 11.0 11.6 1-propanol(2-propanol) 9.2(0.8) 8.3(0.4) 4.4(0.7) butanol 0.32 0.26 0.13 other oxygenates 0.4 0.6 0.5 H20 34.4 31.0 43.1 P = 10 MPa, T = 300°C, GHSV = 6000 h- 1, HE/CO = 2.3, CO2 = 5.3%, H/S = 48 ppm. L. Gang et al./ Applied Catalysis A: General 150 (1997) 243-252 247 (NH4)rMo702n with (NH4)aS producing (NH4)zMoS4 is very slow. (NH4)zMoS4 is difficult to dissolve in water and will crystallize if the (NHa)6M07024 and (NHn)aS solution is kept for a few hours. It is impossible to impregnate the support with completely reacted (NH4)6Mo7Oa4 and (NH4)aS solution. So a portion of (NHa)6Mo7024 accompanied by (NHa)aMoS4 is impregnated onto the support when the precursor of (NH4)6MOTOa4 and (NH4)2S solution is used. The results of Fujimoto and Oba [19] on alkalized cobalt molybdenum sulfide suggest that a partially oxidized catalyst has lower selectivity to alcohols than the sulfides. The XRD results in Fig. 2 show that there indeed exists MoO3 phase in the K-Mo(1) catalyst. We consider that the existence of (NHn)6Mo7024 which will be decomposed into MoO3 afterwards impairs the MoS2 active phase leading to a decrease of alcohol selectivity. Yang et al. [20] reported that the KaMoS4 derived SiO: supported catalysts showed activity and selectivity almost as high as those of the (NHa)aMoS4- KeCO3 derived catalysts. The result in our experiment based on active carbon support, however, is contrary to theirs. Many authors [18,20,21] have pointed out that optimum activity to alcohol could be achieved with an optimum K/Mo mole ratio over molybdenum sulfide catalysts. For the K-Mo/C catalyst ~2 A ~.tt~e ¢lrlhou A o o .% K+Mo(2)/C i I I i I I l 5.00 20.00 40.00 60.00 Fig. 2. XRD results of different catalysts (target: Cu, 40 kV, 40 mA; scan speed: 4°/rain). C), MOO3; ~, C. 248 L. Gang et al./Applied Catalysis A: General 150 (1997) 243-252 system, the optimum K/Mo ratio is about 0.5 [11], much less than the K/Mo ratio of the K2MoS4 derived catalyst. This may explain why the performance of the K2MoS4 derived catalyst is so poor. 3.2. Effect of preparation procedures Table 2 shows the effect of important preparation variables on the catalyst performance. The activity, selectivity and Cz + OH concentration were in- creased by employing the rapid drying procedure instead of the slow one and employing a H2S-H2 stream instead of N2. The differences of the catalytic performance among the three catalysts could be principally ascribed to the dispersion of active species and the stable state of MoS2. It is known that a more dispersed catalyst can be obtained by controlling the transport of the precursors of active species with the rapid drying method. Our experiments suggest that the dispersion of active species is one of the most important factors which influences the catalytic performance. The existence of trace 02 in an N2 stream can convert MoS2 to MoO2 and MoS2 is more active in alcohol formation than MoO2 when supported on active carbon [16,20]. Our experiments also suggest that stable MoS2 can be obtained by employing an H2S-H2 stream instead of N2 in (NHa)2MoS4 decomposition. 3.3. Effect of additives For K-Mo/C catalysts, the activity and selectivity toward alcohols can reach 0.2 g ROH/g cat. h and 80%, respectively, when catalyst preparation and operation conditions are optimised. To enhance the activity and selectivity of K-Mo/C catalysts, additives such as Co, Cr and CI have been used as second promoters. Table 3 shows the effect of these additives on the catalyst perfor- mance. Table 2 Effect of preparation variables on performance of K-Mo(2)/C Catalyst A B C Drying manner 120°C for 4 h infrared ray for 1 h infrared ray for 1 h under vacuum under vacuum Stream for decomposition N2 N2 H 2 S( 10%)-H 2 Alcohol activity 0.013 0.075 0.085 CH4 selectivity 32.5 22.0 21.0 C 2 + hydrocarbon selectivity 3.5 1.8 1.6 Alcohol selectivity 64.0 76.2 77.4 CO2 formation 2.45 - 1.42 - 3.43 C2+ OH% 16.3 20.1 21.3 P = 8.0 MPa, T = 290°C, GHSV = 6000 h-1, H2//CO = 2.4, CO2 = 6.3%, HzS = 57 ppm. C2+ OH% is weight percent of C2+ OH in total alcohols. L. Gang et al. /Applied Catalysis A: General 150 (1997) 243-252 Table 3 Influence of additives to K-Mo(2)/C 249 Catalyst K-Mo(2)/C K-Mo(2)-Co/C K-Mo(2)-Cr/C K-Mo(2)-C1/C Temperature (°C) 290 300 310 290 310 330 290 300 310 290 300 310 H2S (ppm) 48 48 48 44 44 44 39 39 39 55 55 55 Alcohol activity 0.12 0.21 0.23 0.20 0.30 0.45 0.19 0.31 0.33 0.08 0.17 0.21 CH4 selectivity 13.2 18.6 26.7 9.4 12.8 13.4 10.5 14.2 21.3 8.5 11.5 16.3 Cz+ H selectivity 1.8 1.4 3.3 3.6 3.2 5.6 2.5 1.8 3.7 1.4 2.2 1.7 Alcohol selectivity 85.0 80.2 70.3 87.8 83.8 80.4 85.3 83.2 75.2 90.0 86.5 82.2 CO2 formation 2.61 1.46 -1.36 -6.12 -2.98 -4.39 2.81 -5.77 -1.58 4.52 3.69 3.21 Liq. prod. dist. (wt.-%) C1OH 50.2 48.7 46.8 50.0 50.6 45.8 58.7 57.9 53.0 63.2 62.6 59.1 C2OH 11.6 11.1 10.6 20.6 18.2 18.6 14.5 13.1 14.3 14.6 12.5 13.0 C3OH 5.1 3.8 5.1 5.8 3.3 4.4 4.2 3.6 4.4 3.4 3.9 3.5 C4OH 1.1 0.24 0.12 2.0 0.51 0.55 0.18 0.20 0.16 0.20 0.21 0.15 other oxygenates 0.3 0.2 0.1 0.8 0.5 0.5 0.2 0.3 0.4 0.3 0.4 0.2 H20 31.2 34.6 39.0 20.8 27.3 30.1 22.2 24.7 27.7 18.2 21.1 24.2 P = 12 MPa, GHSV = 6000 h-1, H2/CO = 2.3, CO2 =6.1% The addition of Co to K-Mo/C catalysts increases the activity of alcohol synthesis when the operating temperature increases to as high as 330°C without any decrease of alcohol selectivity. Cr has also a promoting effect on alcohol activity. The addition of C1 has no promotion effect on alcohol activity but increases the selectivity of alcohol formation. We suppose that the addition of C1 may impair the active phase for methanation. An increase of C2 + OH concen- tration in the alcohols is also observed over Co promoted K-Mo/C catalysts. This is in accordance with the results of other authors [15,18]. Because of the high price of Co, Cr is a very promising promoter to the K-Mo/C catalyst. 3.4. Water-gas shift reaction Water and carbon dioxide are rather symmetrical products due to the water- gas shift equilibrium, since most low-temperature active alcohol synthesis catalysts present a rather high shift activity as well. Much CO2 is formed on molybdenum sulfide catalysts when the reagent gas contains no CO2 [9-15] which in turn results in a lower water content in raw alcohols. In our experiments the formation of CO2 is not evident due to the CO2 containing in feed gas. Table 4 shows that the total moles of CO2 are even decreased under some reaction conditions. Our calculations indicate that the water-gas shift reaction is near balance at the conditions of our experiments (Table 5). So large amounts of water are formed instead of CO2. Anyhow, the choice of either using CO2 containing feed gas or not will mainly depend on the relative economics of dehydration from alcohols and CO2 removal at high pressure. 250 Table 4 Formation of CO2 L. Gang et al./Applied Catalysis A: General 150 (1997) 243-252 on the catalysts of our experiments Catalyst T P CO2 in feed gas CO2 in off gas °C MPa mol.-% mol/h mol.-% mol/h formation of CO2 % K-Mo/C 290 8.0 5.3 0.0609 5.8 0.0619 1.46 300 8.0 5.3 0.0609 5.9 0.0625 2.61 K-Mo-Co/C 290 10.0 6.6 0.0792 7.0 0.0732 -6.12 310 10.0 6.6 0.0792 7.2 0.0768 - 2.98 330 11.0 7.0 0.1787 7.9 0.1701 -4.39 340 11.0 7.0 0.1787 8.1 0.1728 - 3.28 K-Mo-Cr/C 290 10.0 4.9 0.0568 5.1 0.0535 - 5.77 300 12.0 5.7 0.0744 7.1 0.0765 2.81 Compared with the results of other researchers [18,21], the product distribu- tion is also strongly influenced by the presence of carbon dioxide in the feed. The addition of CO2 causes a decrease of C2 + OH concentration in alcohols (from 50% to 30%). We suppose that the active site for chain growth on our catalysts may be inhibited by CO2 addition. From another point of view, large amounts of water formed during the reaction may also have a reverse effect on chain growth because of the disadvantage for a higher alcohol synthesis reaction equilibrium. 3.5. Effect of lieS Table 6 shows that if the H2S level increases from zero to 100 ppm, the alcohol formation activity is reduced and the product distribution shifts toward higher alcohols on K-Mo/C catalyst. In contrast, the performance of K-Mo- Co/C catalyst is little affected by varying the H2S concentration in the feed. It is well known that MoSa-based catalysts will lose catalytic activity with time on stream in the absence of H2S in the feed because of the loss of sulfur. Our experiments show that the alcohol activity and selectivity remain almost unchanged after the feed gas is absent from H2S for as long as 1000 h. The reason for this phenomenon is not clear at present. We consider that there may exist a strong bonding force between active carbon and sulfur. So the sulfur is Table 5 Comparison with water-shift reaction equilibrium Temperature (°C) 290 300 310 330 340 Kp 45.4 39.2 34.1 26.1 22.9 Pet 2 PH 2/(Pet PH 2o) 53.7 43.5 38.7 25.1 19.4 (catalyst K-Mo-Co/C) L. Gang et aL /Applied Catalysis A: General 150 (1997) 243-252 Table 6 Effect of H2S on catalyst performance 25l Catalyst K-Mo(2)/C K-Mo(2)-Co/C Temperature (°C) 290 300 290 300 300 330 330 Pressure (MPa) 10 10 10 10 12 12 12 GHSV (h- l ) 6000 6000 60130 6000 6000 6000 6000 H2/CO 2.3 2.3 2.4 2,4 2.5 2.5 2.5 H2S (ppm) 0 0 52 108 0 0 98 Alcohol activity 0.15 0.24 0.12 0.21 0.23 0.36 0.35 CH4 selectivity 12.3 19.7 12.6 14.5 10.2 12.8 11.5 C 2 ÷ H selectivity 1.8 2.5 3.6 4.3 2.1 3.7 3.0 Alcohol selectivity 85 78 82 80 87 83 85 CO2 formation 3.52 1.46 - 1.12 -2.34 3.43 -2.36 -4.39 Liq. prod. dist. (wt.-%) C IOH 63.6 61.5 50.2 41.7 50.1 50.6 48.5 C 2OH 8.6 8.2 11.6 18.6 20.7 18.4 18.7 C3OH 1.3 1.1 5A 6.3 5.9 3.3 5.4 C4OH 0.2 0.1 1.1 1.1 2.2 0.55 0.63 other oxygenates 0.5 0.6 0.3 0.3 0.6 0.3 0.5 H 2° 31.2 34.6 35.4 32.0 20.7 26.9 30.1 not easy to lose. Further researches are being carried out in our lab to understand these phenomena. 4. Conclusions The precursors and preparation procedures have considerable influence on the activity and selectivity of prepared catalysts. High activity, selectivity and C2 + OH concentration can be performed by employing rapid drying procedure and employing H2S-H2 stream for (NH4)2MoS4 decomposition. Addition of Co, Cr and CI to the K-Mo/C catalyst leads to an increase in the alcohol activity or selectivity. The presence of carbon dioxide in the feed causes greater amounts of water to be produced but reduces the formation of CO2. The product distribution is also strongly influenced by the presence of either CO2 or H2S in the feed. Addition of CO2 reduces the formation of higher alcohols while H2S increases higher alcohol formation. References [1] U. Souichi and K. Noboru, Sekiyu Gakkaishi, 33(1) (1990) 1. [2] UK Patent Application 2 083 469A (1981), to Snamprogetti. [3] K.L Smith and R.B. Anderson, Can. J. Chem. Eng., 61 (1983) 40. [4] E. Tronconi, N. Ferlazzo and I. Pasquon, Ind. Eng. Chem. Res., 26 (1987) 2122. 252 L. Gang et al./Applied Catalysis A: General 150 (1997) 243-252 [5] A. Sugier et al., Production of Mixed Alcohols form Syngas, World Petroleum Congress, London (1983). [6] A. Sugier and E. Freund, US Patent 4 122 110 (1978), to IFP. [7] A. Sugier and E. Freund, US Patent 4 291 126 (1979), to IFP. [8] P. Chaummette, Ph. Courty, D. Durand, P. Grandvallet and Ch. Travers, British Patent 2 158 30 (1984). [9] C.B. Murchison and D.A. Murdick, US Patent 4 151 190 (1979), to Dow. [10] C.B. Murchison and D.A. Murdick, US Patent 4 199 522 (1980), to Dow. [ll] R.R. Stevens and M.M. Conway, US patent 4 831 060 (1989), to Dow. [12] R.R. Stevens, EP 0 172 431 A2 (1985), to Dow. [13] J.A. Petal, US Patent 4 775 696 (1988), to Texaco. [14] G.J. Qurarderer, EP 0 0119 609 A1 (1984), to Dow. [15] C.B. Murchison, M.M. Conway, R.R. Stevens and G.J. Qurarderer, Proc. 9th Intern. Congr. on Catalysis, vol. 2, 1988, p. 561. [16] J.F. Kniffon, J.J. Lin and S.F. Wong, Catal. Today, 18 (1993) 335. [17] T. Ohno, M. Yoshimoto and Ph. Travers, AIChE Spring National Meeting, New Orleans, USA, 1986. [18] G.J. Qurarderer, AIChE Spring National Meeting, New Orleans, USA, 1986, p. 25a. [19] K. Fujimota and T. Oba, Appl. Catal., 13(2) (1985) 289. [20] Y.Q. Yang, G.D. Lin and H.B. Zhang, J. Fuel Chem. Tech., 21(1) (1993) 1. [21] W.P. Dianis, Appl. Catal., 30 (1987) 99. [22] K. Klier, ACS Symposium, Division of Petroleum Chemistry, Washington, DC, 1983. C Temperature (°C) 290 300 290 300 300 330 330 Pressure (MPa) 10 10 10 10 12 12 12 GHSV (h- l ) 6000 6000 60130 6000 6000 6000 6000 H2/CO 2.3 2.3 2.4 2,4 2.5 2.5 2.5 H2S (ppm) 0 0 52 108 0 0 98 Alcohol activity 0.15 0.24 0.12 0.21 0.23 0.36 0.35 CH4 selectivity 12.3 19.7 12.6 14.5 10.2 12.8 11.5 C 2 ÷ H selectivity 1.8 2.5 3.6 4.3 2.1 3.7 3.0 Alcohol selectivity 85 78 82 80 87 83 85 CO2 formation 3.52 1.46 - 1.12 -2.34 3.43 -2.36 -4.39 Liq. prod. dist. (wt.-%) C IOH 63.6 61.5 50.2 41.7 50.1 50.6 48.5 C 2OH 8.6 8.2 11.6 18.6 20.7 18.4 18.7 C3OH 1.3 1.1 5A 6.3 5.9 3.3 5.4 C4OH 0.2 0.1 1.1 1.1 2.2 0.55 0.63 other oxygenates 0.5 0.6 0.3 0.3 0.6 0.3 0.5 H 2° 31.2 34.6 35.4 32.0 20.7 26.9 30.1 not easy to lose. Further researches are being carried out in our lab to understand these phenomena. 4. Conclusions The precursors and preparation procedures have considerable influence on the activity and selectivity of prepared catalysts. High activity, selectivity and C2 + OH concentration can be performed by employing rapid drying procedure and employing H2S-H2 stream for (NH4)2MoS4 decomposition. Addition of Co, Cr and CI to the K-Mo/C catalyst leads to an increase in the alcohol activity or selectivity. The presence of carbon dioxide in the feed causes greater amounts of water to be produced but reduces the formation of CO2. The product distribution is also strongly influenced by the presence of either CO2 or H2S in the feed. Addition of CO2 reduces the formation of higher alcohols while H2S increases higher alcohol formation. References [1] U. Souichi and K. Noboru, Sekiyu Gakkaishi, 33(1) (1990) 1. [2] UK Patent Application 2 083 469A (1981), to Snamprogetti. [3] K.L Smith and R.B. Anderson, Can. J. Chem. Eng., 61 (1983) 40. [4] E. Tronconi, N. Ferlazzo and I. Pasquon, Ind. Eng. Chem. Res., 26 (1987) 2122. 252 L. Gang et al./Applied Catalysis A: General 150 (1997) 243-252 [5] A. Sugier et al., Production of Mixed Alcohols form Syngas, World Petroleum Congress, London (1983). [6] A. Sugier and E. Freund, US Patent 4 122 110 (1978), to IFP. [7] A. Sugier and E. Freund, US Patent 4 291 126 (1979), to IFP. [8] P. Chaummette, Ph. Courty, D. Durand, P. Grandvallet and Ch. Travers, British Patent 2 158 30 (1984). [9] C.B. Murchison and D.A. Murdick, US Patent 4 151 190 (1979), to Dow. [10] C.B. Murchison and D.A. Murdick, US Patent 4 199 522 (1980), to Dow. [ll] R.R. Stevens and M.M. Conway, US patent 4 831 060 (1989), to Dow. [12] R.R. Stevens, EP 0 172 431 A2 (1985), to Dow. [13] J.A. Petal, US Patent 4 775 696 (1988), to Texaco. [14] G.J. Qurarderer, EP 0 0119 609 A1 (1984), to Dow. [15] C.B. Murchison, M.M. Conway, R.R. Stevens and G.J. Qurarderer, Proc. 9th Intern. Congr. on Catalysis, vol. 2, 1988, p. 561. [16] J.F. Kniffon, J.J. Lin and S.F. Wong, Catal. Today, 18 (1993) 335. [17] T. Ohno, M. Yoshimoto and Ph. Travers, AIChE Spring National Meeting, New Orleans, USA, 1986. [18] G.J. Qurarderer, AIChE Spring National Meeting, New Orleans, USA, 1986, p. 25a. [19] K. Fujimota and T. Oba, Appl. Catal., 13(2) (1985) 289. [20] Y.Q. Yang, G.D. Lin and H.B APCATA 96002852 S0926-860X(96)00285-2 10.1016/S0926-860X(96)00285-2 Article Synthesis of mixed alcohols from CO2 contained syngas on supported molybdenum sulfide catalysts Lu Gang ∗ Zhang Chengfang Cang Yanqing Zhu Zhibin Ni Yianhui Cheng Linjun Yu Fong Institute of Inorganic Chemical Technology, East China University of Science and Technology, Shanghai, China ∗ Corresponding author. The performances of active carbon supported molybdenum sulfide catalysts prepared by different procedures or promoted by different elements in the synthesis of mixed alcohols from CO2 containing syngas were examined. The results showed that high alcohol activity and selectivity could be obtained by employing a rapid drying procedure and employing a H2SH2 stream for (NH4)2MoS4 decomposition. Addition of Co, Cr and Cl to KMo C catalyst led to an increase in the alcohol activity or selectivity. The presence of CO2 in the feed caused a greater amount of water to be produced but reduced the formation of CO2. The product distribution was also strongly influenced by the presence of either CO2 or H2S in the feed. Addition of CO2 reduces the formation of higher alcohols while H2S increases higher alcohol formation. Keywords Mixed alcohols Molybdenum sulfide Syngas References [1] U. Souichi K. Noboru Sekiyu Gakkaishi 33 1 1990 1 [2] UK Patent Application 2 083 469A (1981), to Snamprogetti. [3] K.J. Smith R.B. Anderson Can. J. Chem. Eng. 61 1983 40 [4] E. Tronconi N. Ferlazzo I. Pasquon Ind. Eng. Chem. Res. 26 1987 2122 [5] A. Sugier Production of Mixed Alcohols form Syngas, World Petroleum Congress London 1983 [6] A. Sugier and E. Freund, US Patent 4 122 110 (1978), to IFP. [7] A. Sugier and E. Freund, US Patent 4 291 126 (1979), to IFP. [8] P. Chaummette, Ph. Courty, D. Durand, P. Grandvallet and Ch. Travers, British Patent 2 158 30 (1984). [9] C.B. Murchison and D.A. Murdick, US Patent 4 151 190 (1979), to Dow. [10] C.B. Murchison and D.A. Murdick, US Patent 4 199 522 (1980), to Dow. [11] R.R. Stevens and M.M. Conway, US Patent 4 831 060 (1989), to Dow. [12] R.R. Stevens, EP 0 172 431 A2 (1985), to Dow. [13] J.A. Petal, US Patent 4 775 696 (1988), to Texaco. [14] G.J. Qurarderer, EP 0 0119 609 A1 (1984), to Dow. [15] C.B. Murchison M.M. Conway R.R. Stevens G.J. Qurarderer Proc. 9th Intern. Congr. on Catalysis vol. 2 1988 561 [16] J.F. Kniffon J.J. Lin S.F. Wong Catal. Today 18 1993 335 [17] T. Ohno M. Yoshimoto Ph. Travers AIChE Spring National Meeting New Orleans, USA 1986 [18] G.J. Qurarderer AIChE Spring National Meeting New Orleans, USA 1986 25a [19] K. Fujimota T. Oba Appl. Catal. 13 2 1985 289 [20] Y.Q. Yang G.D. Lin H.B. Zhang J. Fuel Chem. Tech. 21 1 1993 1 [21] W.P. Dianis Appl. Catal. 30 1987 99 [22] K. Klier ACS Symposium Division of Petroleum Chemistry, Washington, DC 1983",
      "scopus-id": "0041159506",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002852",
        "dc:description": "The performances of active carbon supported molybdenum sulfide catalysts prepared by different procedures or promoted by different elements in the synthesis of mixed alcohols from CO2 containing syngas were examined. The results showed that high alcohol activity and selectivity could be obtained by employing a rapid drying procedure and employing a H2SH2 stream for (NH4)2MoS4 decomposition. Addition of Co, Cr and Cl to KMo C catalyst led to an increase in the alcohol activity or selectivity. The presence of CO2 in the feed caused a greater amount of water to be produced but reduced the formation of CO2. The product distribution was also strongly influenced by the presence of either CO2 or H2S in the feed. Addition of CO2 reduces the formation of higher alcohols while H2S increases higher alcohol formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002852",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gang, Lu"
          },
          {
            "@_fa": "true",
            "$": "Chengfang, Zhang"
          },
          {
            "@_fa": "true",
            "$": "Yanqing, Cang"
          },
          {
            "@_fa": "true",
            "$": "Zhibin, Zhu"
          },
          {
            "@_fa": "true",
            "$": "Yianhui, Ni"
          },
          {
            "@_fa": "true",
            "$": "Linjun, Cheng"
          },
          {
            "@_fa": "true",
            "$": "Fong, Yu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002852"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002852"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00285-2",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of mixed alcohols from CO2 contained syngas on supported molybdenum sulfide catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mixed alcohols"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum sulfide"
          },
          {
            "@_fa": "true",
            "$": "Syngas"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "243-252",
        "prism:endingPage": "252",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 March 1997",
        "prism:doi": "10.1016/S0926-860X(96)00285-2",
        "prism:startingPage": "243",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00285-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002852-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "402",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041159506"
      }
    }
  }
}