{
  "metadata": {
    "title": "Dual-atom Cu<ce:inf loc=post>2</ce:inf>/N-doped carbon catalyst for electroreduction of CO<ce:inf loc=post>2</ce:inf> to C<ce:inf loc=post>2</ce:inf>H<ce:inf loc=post>4</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2023-02-05",
    "doi": "10.1016/j.apcata.2023.119025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X23000054",
    "pii": "S0926860X23000054"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85146059268",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2023-01-07 2023-01-07 2023-01-12 2023-01-12 2023-01-24T12:53:02 1-s2.0-S0926860X23000054 S0926-860X(23)00005-4 S0926860X23000054 10.1016/j.apcata.2023.119025 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X23X00027 2024-01-01T12:35:59.692098Z 0 0 20230205 2023 2023-01-07T07:30:14.45681Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 651 651 C Volume 651 10 119025 119025 119025 20230205 5 February 2023 2023-02-05 2023 article fla © 2023 Elsevier B.V. All rights reserved. DUALATOMCU2NDOPEDCARBONCATALYSTFORELECTROREDUCTIONCO2C2H4 SUN G 1 Introduction 2 Experimental section 2.1 Materials 2.2 Synthesis 2.2.1 Synthesis of NC support 2.2.2 Synthesis of catalysts 2.3 Catalysts structure characterizations 2.4 Electrochemical measurements 2.4.1 Preparation of catalyst ink 2.4.2 Electrochemical CO2RR measurement 2.4.3 Gas and liquid product test 2.5 In situ Raman test 2.6 Calculation methods 3 Results and discussion 3.1 Synthesis and characterization of catalysts 3.2 Electrocatalytic evaluations of CO2RR for the prepared catalysts 3.3 The DFT calculations of CO2RR for the Cu1/NC and the Cu2/NC 4 Conclusions Acknowledgements Appendix A Supplementary material References ROSS 2019 648 658 M KIBRIA 2019 e1807166 M BIRDJA 2019 732 745 Y ZHENG 2019 7646 7659 Y MARIANO 2017 1187 1191 R ZHU 2016 3423 3452 D CHEN 2018 2571 2586 C XU 2019 6631 6669 S HORI 2016 191 211 Y SOLARCHEMICALENERGYCONVERSIONLECTURENOTESINENERGY CO2REDUCTIONUSINGELECTROCHEMICALAPPROACH BUONSANTI 2021 736 737 R BAGGER 2017 3266 3273 A CHOI 2020 804 812 C WANG 2021 e2005798 Y PAN 2022 121111 Y YAN 2022 121191 C LI 2021 1729 1737 S ZHAO 2022 7986 7993 Z JIN 2021 20627 20648 S LOU 2021 120030 Y JIAO 2019 222 228 J LI 2020 764 772 Z LI 2020 623 682 Z CHEN 2022 e2201796 Y LI 2022 6888 6923 R ZHENG 2022 7806 7839 X OUYANG 2020 1807 1813 Y CUI 2021 120590 X GUAN 2020 1044 1053 A SHAO 2021 16687 16692 P SCHULTHEISS 2004 785 791 N SHEE 2015 1 5 N HU 2022 2202675 M KARAPINAR 2019 15098 15103 D LIU 2017 2160 2163 S KRESSE 1996 15 50 G BLOCHL 1994 17953 17979 P PERDEW 1996 3865 J GRIMME 2010 154104 S WANG 2021 108033 V GRANDAMARULANDA 2020 6900 6907 L CHRISTENSEN 2015 4946 4949 R MATHEW 2014 084106 K RENDONCALLE 2020 119147 A XIONG 2022 121489 W ZHU 2022 J CHEMINT CATIONDEFICIENCYDEPENDENTCO2ELECTROREDUCTIONOVER XIE 2022 121320 S LI 2008 46 53 Z WANG 2021 19829 19835 R HEENEN 2020 144703 H ZHANG 2019 35 43 Q SUNX2023X119025 SUNX2023X119025XG 2025-01-12T00:00:00.000Z 2025-01-12T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-01-16T10:31:22.259Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined 0 https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(23)00005-4 S0926860X23000054 1-s2.0-S0926860X23000054 10.1016/j.apcata.2023.119025 271346 2024-01-01T12:35:59.692098Z 2023-02-05 1-s2.0-S0926860X23000054-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/MAIN/application/pdf/eff3af55ab58981f9f6ae73affe5de9f/main.pdf main.pdf pdf true 6838472 MAIN 9 1-s2.0-S0926860X23000054-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/PREVIEW/image/png/b9b2fd7dd06647af4161294ce2facfc2/main_1.png main_1.png png 57062 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X23000054-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr1/DOWNSAMPLED/image/jpeg/5868212de1a5f472108e049dafd1b2e6/gr1.jpg gr1 gr1.jpg jpg 77619 623 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr2/DOWNSAMPLED/image/jpeg/39b734aab4fab66e043abea574fdce14/gr2.jpg gr2 gr2.jpg jpg 198416 740 751 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/ga1/DOWNSAMPLED/image/jpeg/d604e51f1ef043a9a03ed8898350dcab/ga1.jpg ga1 true ga1.jpg jpg 18799 245 257 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr5/DOWNSAMPLED/image/jpeg/44d3f4747c56c515311dc73cee0bae0f/gr5.jpg gr5 gr5.jpg jpg 43702 308 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr3/DOWNSAMPLED/image/jpeg/e83e047e88a6d4f09f54370f3a3dff76/gr3.jpg gr3 gr3.jpg jpg 104365 516 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr4/DOWNSAMPLED/image/jpeg/35d4056261f91d198b6df50ca8d16e97/gr4.jpg gr4 gr4.jpg jpg 81542 506 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23000054-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr1/THUMBNAIL/image/gif/a04a67bdc6d21614eed9625cc311ea79/gr1.sml gr1 gr1.sml sml 8907 164 149 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr2/THUMBNAIL/image/gif/7c945c4e6e051b2005b2272322cedddd/gr2.sml gr2 gr2.sml sml 20005 164 166 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/ga1/THUMBNAIL/image/gif/557e61daf0881ffe05e3e3942a3c5d27/ga1.sml ga1 true ga1.sml sml 21147 164 172 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr5/THUMBNAIL/image/gif/8cadd244b86bbc90413f180bb4e1512d/gr5.sml gr5 gr5.sml sml 8384 119 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr3/THUMBNAIL/image/gif/9c1e84554a6346b17a670d157a03aaf6/gr3.sml gr3 gr3.sml sml 15439 164 215 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/gr4/THUMBNAIL/image/gif/198856dcf40415bd9c3e3d0cfa0a0d1b/gr4.sml gr4 gr4.sml sml 12354 163 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23000054-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/af7c0210786ca69a1499e9c05c0817eb/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 334752 2749 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/deee65100d5f289e39ca119e1d0def29/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1269703 3277 3326 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/d0ec897e92e917bd9cb86f3161c8754a/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 165652 1085 1138 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/439d1be7686b7d6089d03d8804618ee4/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 214619 1359 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/8601e2ec506ce5924d74a40dd8e03d89/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 540612 2279 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/HIGHRES/image/jpeg/b9e63e1c2f5af84bbe623262a1002a0b/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 421022 2235 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X23000054-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/558fa6d6608ae8accbdb9d0a17299713/mmc1.docx mmc1 mmc1.docx docx 8591770 APPLICATION 1-s2.0-S0926860X23000054-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/image/svg+xml/eb9a297cdd776f4f9e09dbd90924820d/si0001.svg si0001 si0001.svg svg 3379 ALTIMG 1-s2.0-S0926860X23000054-si0002.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23000054/image/svg+xml/1cd0c7b5898754a8fd47f91092c3712f/si0002.svg si0002 si0002.svg svg 3347 ALTIMG 1-s2.0-S0926860X23000054-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10B1HGNH8VV/MAIN/application/pdf/6aea13df3ade0b13ae65a65618978861/am.pdf am am.pdf pdf false 1602268 AAM-PDF APCATA 119025 119025 S0926-860X(23)00005-4 10.1016/j.apcata.2023.119025 Elsevier B.V. Fig. 1 Schematic illustration of the synthesis of the Cu2/NC and Cu1/NC for CO2RR. The symbols (n, m, o, and p) represent different numbers of electrons or protons transferred. Fig. 1 Fig. 2 (a)-(d) The EDS element mapping images of the Cu1/NC catalyst. (e)-(h) The EDS element mapping images of the Cu2/NC catalyst. C (yellow), N (cyan), and Cu (red). (i)-(j) Aberration-corrected HAADF-STEM image of Cu1/NC. (k)-(m) aberration-corrected HAADF-STEM image of Cu2/NC catalyst. The inset of (m) is enlarged image of the diatomic Cu sites in (m). Fig. 2 Fig. 3 (a) XPS of Cu2/NC and Cu1/NC. (b) TGA of Cu2(CH3COO)4·2 H2O/NC, Cu2/NC, and NC. (c) Cu K-edge XANES spectra (inset is the expanded view of the rising edge). (d) Fourier transformed (FT) k2-weighted EXAFS spectra of Cu2/NC, Cu1/NC, and Cu foil. Fig. 3 Fig. 4 Catalytic performances of the catalysts in the CO2 reduction reaction. (a) LSV curves of the catalysts in Ar- or CO2- saturated electrolyte. (b) Faradaic efficiencies of different carbon products on Cu2/NC. (c) Faradaic efficiencies of different carbon products on Cu1/NC. (d) stability test of Cu2/NC. Fig. 4 Fig. 5 Gibbs free energy diagram of the reaction coordinate of CO2 reduction on catalysts. Fig. 5 Dual-atom Cu2/N-doped carbon catalyst for electroreduction of CO2 to C2H4 Guodong Sun a Yanan Cao a Deqing Li a Mingzhen Hu a Xinhu Liang a Zhe Wang a Zengjian Cai a Fengyi Shen a Bozhen Chen a ⁎ Kebin Zhou a b ⁎⁎ a School of Chemical Sciences, PR China School of Chemical Sciences PR China School of Chemical Sciences b National Engineering Laboratory for VOCs Pollution Control Material & Technology, University of Chinese Academy of Sciences, Beijing100049, PR China National Engineering Laboratory for VOCs Pollution Control Material & Technology, University of Chinese Academy of Sciences Beijing 100049 PR China National Engineering Laboratory for VOCs Pollution Control Material & Technology, University of Chinese Academy of Sciences, Beijing,100049, PR China ⁎ Corresponding author. ⁎⁎ Corresponding author at: School of Chemical Sciences, 2National Engineering Laboratory for VOCs Pollution Control Material & Technology, University of Chinese Academy of Sciences, Beijing100049, PR China. School of Chemical Sciences, 2National Engineering Laboratory for VOCs Pollution Control Material & Technology, University of Chinese Academy of Sciences Beijing 100049 PR China Electrochemical reduction of CO2 to multi-carbon products is very attractive yet particularly challenging due to the low efficiency of C-C coupling over currently used electrocatalysts. In this work, we report a dual-atom catalyst (Cu2/NC) capable of selectively promoting electro-reduction of CO2 to C2H4. The Faradaic efficiency of CO2-to-C2H4 over the Cu2/NC is up to ∼34.9% with a current density of 33.6 mA·cm−2. By contrast, its Cu single-atom counterpart only generates CO without forming C2H4. The density functional theory (DFT) calculations reveal that the Cu-Cu sites largely promote the adsorption of *CO and reduce the energy barrier of C-C coupling between the adsorbed *CO relative to that of the single Cu sites, which accounts for the high C2H4 selectivity of the Cu2/NC. Graphical Abstract Suitable distance of Cu-Cu in dual-atom Cu2/N-doped carbon catalysts could electroreduced CO2 to C2H4. ga1 Keywords Dual-atom catalyst Cu CO2 electroreduction C2H4 Data Availability Data will be made available on request. 1 Introduction Electrochemical conversion of carbon dioxide (CO2) to multi-carbon products of high-energy-density is one of the most promising strategies for curbing the global warming effect [1,2]. Numerous studies showed that the electrochemical CO2 reduction to multi-carbon products usually involved many complex processes such as the adsorption and activation of CO2, proton-electron transfer, and C-C coupling, which generally led to formation of a variety of products [3–5]. To selectively promote electro-reduction of CO2 to multi-carbon products, the reaction pathway over electrocatalyst should be well controlled. According to reported findings [6], the C-C coupling was regarded as the rate-determining step (RDS) of forming multi-carbon products during the electrochemical CO2 reduction reaction (CO2RR). Thus, developing efficient CO2RR electrocatalysts with favorable C-C coupling reaction pathway is highly desired [7,8]. Cu-based electrocatalysts have shown great potential to electro-reduce CO2 to multi-carbon products while the catalytic efficiency is still very low [9–15]. It was found that the C-C coupling over Cu-based electrocatalysts required at least two adjacent Cu sites [16–19] while C1 products would be formed on isolated Cu site. To this end, high multi-carbon product selectivity is expected to be obtained through precise control over the Cu atom arrangement of the Cu-based electrocatalysts [20–27]. For example, by increasing the concentration of Cu single-atom sites on support, Zheng et al. [28] shortened the distance between two single Cu atoms. When two Cu atom sites were close enough, corresponding C2H4 selectivity was obviously improved. In another work, Zhang et al. [29] prepared a metal-organic framework (MOFs) catalyst with Cl-bridged binuclear Cu sites. The optimal Cu-Cu distance (3.4 Å) efficiently enhanced the Faradic efficiency of C2H4 (11.3%). Despite these progresses, C2H4 selectivity of these Cu-based electrocatalysts is still unsatisfactory because of the uneven Cu atom arrangement of these Cu-based electrocatalysts. It is well known that copper acetate (II) (Cu2(CH3COO)4·2H2O molecule, as shown in Fig. S1, Supporting Information, SI) possesses an atomically ordered dimer Cu site in an aqueous solution [30,31]. In this work, we prepare a Cu2/NC catalyst by loading the Cu2(CH3COO)4·2 H2O on a N modified carbon (NC) support, which greatly assures the precise dual Cu-Cu sites in the Cu2/NC catalyst. It is found that the dual-atom Cu2/NC catalyst effectively reduces CO2 to C2H4 with an onset potential of − 0.53 V (V vs. RHE) and a C2H4 Faraday efficiency as high as 34.7% at − 1.23 V (V vs. RHE). The DFT calculations reveal that the Cu-Cu sites in the Cu2/NC greatly reduce the energy barrier of C-C coupling during the formation of C2H4, which accounts for its excellent C2H4 Faraday efficiency. 2 Experimental section 2.1 Materials Deuterium oxide (D2O 99.9%), Potassium bicarbonate (KHCO3, 99.5%), and Copper (II) nitrate (Cu(NO3)2·3H2O, 99.7%) were purchased from Shanghai Macklin Biochemical Co., Ltd. Ethanol (99.8%). Hydrochloric acid (HCl, 37%), and Nitric acid (HNO3, 68%,) were purchased from Sinopharm Chemical Reagent Co., Ltd. Urea (>99.9%) and Tetrahydrofuran (THF, >99.9%) were purchased from Aladdin Co., Ltd. Printex U carbon was purchased from TICHEM Co., Ltd. Copper (II) Acetate (AR) was purchased from Beijing Wokai Chemical Co., Ltd. Hydrophobic carbon paper was purchased from Toray Industries, Inc. Nafion 117 membrane was purchased from Dupont™. The 18.2 MΩ cm ultrapure water was obtained from the Mili-Q System. All chemicals were used as received without further purification. 2.2 Synthesis 2.2.1 Synthesis of NC support In a typical preparation [32], 1 g of Printex U carbon was homogeneously mixed with 1.5 g of urea. The mixtures were transferred to a crucible, sealed with aluminum foil, and then annealed at 150 °C for 1 h and 300 °C for another 2 h. The calcined products were then thoroughly washed with water to remove the remained free N species of supports and dried in air at 60 °C overnight. After drying, the obtained solid powders were placed in a quartz boat and annealed at 750 °C for 2 h under Ar atmosphere. 2.2.2 Synthesis of catalysts In a typical synthesis of dual-atom Cu catalyst (Cu2/NC), 1.6 mg of Cu(CH3COO)2·H2O and 100 mg of NC were dispersed in 30 ml of THF (the loading amount is 1%). The mixture was sonicated for 1 h, stirred at room temperature overnight, then separated by centrifugation, and washed with THF for three times. The product was freeze-dried to make the Cu2(CH3COO)4·2 H2O/NC, and further annealed at 180 °C for 1 h under Ar atmosphere. Cu1/NC was prepared taking a similar method except for using the Cu(NO3)2·3 H2O instead of the Cu(CH3COO)2·H2O as Cu precursor. 2.3 Catalysts structure characterizations Specific surface areas were obtained on Brunauer-Emmett-Teller (BET) nitrogen adsorption-desorption on an ASAP 2460 analyzer (Micromeritics, USA) at 77 K. The crystallographic structures of the synthesized products were analyzed by the powder X-ray diffraction (XRD, Rigaku SmartLab, Cu Kα radiation, λ = 1.54 Å). X-ray photoelectron spectroscopy (XPS) (Axis Supra) with an Al Kα radiation was carried out to characterize the chemical compositions of catalysts. Transmission electron microscopy (TEM) analysis was carried out on FEI Talos F200X. The high angle annular dark-field scanning TEM was operated at 200 kV. Atomic resolution STEM observation was conducted on Hitachi HT7700, working at 200 kV. Scanning electron microscopy (SEM, Hitachi SU8220) was employed to obtain the morphologies of catalysts. Atomic resolution high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) characterization and the corresponding element mappings were acquired on a JEM-ARM200 F (acceleration voltage, 120 kV). The element amount was determined by an inductively coupled plasma optical emission spectrometer (Agilent ICP-OES 730). The Raman spectra were attained on a Renishaw Raman microscope using 532 nm laser excitation with a laser power of 5 mW. 1 H NMR spectra were recorded at ambient temperature on a Shimadzu Avance 400 Spectrometer. Thermogravimetric Analysis (TGA) was carried out on NETZSCH STA 447 F5. The X-ray absorption experiments were carried out at the XAS station (BL14W1) of the Shanghai Synchrotron Radiation Facility (SSRF). The electron storage ring was operated at 3.5 GeV. Si (311) double-crystal was used as the monochromator, and the data was collected using a solid-state detector under ambient conditions. The beam size was limited by the horizontal and vertical slits with an area of 1 × 4 mm2 during XAS measurements. The X-ray absorption of Cu foil, Cu2O, and CuO at the Cu K-edge was measured for energy calibration. The obtained Cu K-edge extended. X-ray absorption fine structure (EXAFS) profiles were processed based on the standard procedures of the ATHENA module implemented in the IFEFFIT software packages. The k2-weighted EXAFS spectra were acquired by subtracting the post-edge background from the overall absorption and subsequently normalizing relative to the edge-jump step. The k2-weighted χ(k) profiles of Cu K-edge were Fourier transformed to real (R) space using hanging windows (dk=1.0 Å−1) to separate the EXAFS contributions from different coordination shells. To acquire quantitative structural parameters around central atoms, the ARTEMIS module of IFEFFIT software packages carried out the least-squares curve parameter fitting. 2.4 Electrochemical measurements 2.4.1 Preparation of catalyst ink The preparation of catalyst ink was displayed as follows: 1 mg of catalyst and 10 μL of 5 wt% Nafion solution was introduced into 90 μL of water-ethanol solution (Vwater: Vethanol=1:1) and sonicated for 0.5 h. Then, 20 μL of catalyst ink was transferred onto a carbon paper (0.2 cm2) and dried in air (catalyst loading = 1 mg·cm−2, weight loading of the dual Cu atom catalyst is 9.8 ×10−3 mg·cm−2). 2.4.2 Electrochemical CO2RR measurement Cyclic Voltammetry (CV) was used to activate the catalysts. Linear sweep voltammetry (LSV) was used to investigate the current density and onset potential. Cyclic Voltammetry (CV), Linear sweep voltammograms (LSV), and potential electrolysis were performed by using a CHI600E electrochemical Station (Shanghai Chenhua Instruments Company). All electrochemical measurements were made in a three-electrode system at ambient temperature. The working electrode was the catalyst layer's carbon fiber paper (0.2 cm2). The Pt foil (1 cm2) and saturated calomel electrode served as the counter and reference electrode. The gastight H type glass cell was used to reduce CO2. A Nafion 117 membrane was inserted between the anodic and cathodic chambers to prevent oxidation of the reduced product. The reference and working electrodes were placed in the cathode chamber, and the counter electrode was placed in the anode chamber. Each part contained 60 ml of 0.5 M KHCO3 electrolyte. The solution of the cathode was purged with high purity CO2 (99.99%) for 0.5 h with a flow rate of 30 ml·min−1 before electrolysis (The gas flowmeter controlled the flow rate of gas, CO2 saturated electrolyte pH = 7.2), and the flow rate of the gas was kept constant throughout the experiment. Each catalyst was activated by using Cyclic Voltammetry (CV) before the electroreduction test, circulating more than 20 times in the range from 0 V (V vs. RHE) to − 1.3 V (V vs. RHE) at a rate of 100 mV·s−1. Linear sweep voltammetry (LSV) with a scan rate of 10 mV·s−1 was carried out in a CO2-saturated electrolyte. For comparison, electro-measurements were also performed in an Ar (99.99%)-saturated electrolyte (pH = 8.8). The stability tests were analyzed by keeping electrolysis at − 1.23 V (V vs. RHE) for 750 min. The potentials were converted to the reversible hydrogen electrode (RHE) by the Nernst equation Eq. (1): (1) E (vs·RHE) = E (vs·SCE) + 0·2438 V+ 0·059 × pH 2.4.3 Gas and liquid product test Gas-phase products were analyzed by Gas Chromatograph SP-2100 (FID) and Gas Chromatograph GC-7920 (TCD). Liquid-phase products were determined by nuclear magnetic resonance (1 H NMR) spectra recorded on an Ascend 400 spectrometer (500 MHz, Bruker, Germany) [33]. An online gas chromatograph detected the gas-phase products at each potential every 20 min. The cathodic compartment of the H-type electrolyzer connected the outlet into the gas sampling loop of SP-2100 gas chromatography (FID) and Gas Chromatograph GC- 7920 (TCD) equipped with a combination of HayeSep Q, HayeSep T, HayeSep N columns, and a 5 A molecular sieves. Different concentrations of standard gases calibrated the detectors. In detail, the CO, CH4, and C2H4 were quantified by a flame ionization detector (FID), while H2 was determined using a thermal conductivity detector (TCD). During the CO2 electrolysis, the electrolyte of the cathode was purged with purity CO2 with a constant flow rate of 30 ml·min−1, which a QIXING CS-300 Scientific mass flow controller monitored. The liquid products were analyzed by nuclear magnetic resonance (NMR) after continuous electrolysis for 2 h. The electrolyte was collected and mixed with 100 μL D2O in an NMR tube. Faraday efficiency was calculated according to the equation using the concentration of meteorological products determined by gas chromatography Eq. (2): [34]: (2) FEx = Qx Qtol × 100 % = nFVpv RTI × 100 % FEx: Faraday efficiency for the gas product x;. Qx: charge transferred for the formation of the product;. Qtol: charge passed through the working electrode;. n: the number of electrons involved for reduction products, which is 2 for CO and H2; 8 for CH4; 12 for C2H4;. F: Faradaic constant, 96485 C·mol−1;. V: the gas flow rate at the exit of the cell is measured by a flow meter (ml·min−1);. p: atmospheric pressure (1.01 ×105 Pa);. v: volume concentration of CO in the exhaust gas from the cell (GC data);. R: ideal gas constant (8.314 J·mol−1·K−1);. T: reaction temperature (298.15 K);. I: steady-state cell current. 2.5 In situ Raman test The in situ Raman gas diffusion electrolytic cell was purchased from Wuhan Gaoshi Ruilian Technology Co., Ltd. The reference electrode was a silver chloride electrode, the contrast electrode was a platinum wire electrode, and the electrolyte was 0.5 M KHCO3 solution. The distance between the working electrode and the light window was 2 mm, and the diameter of the light window was 37 mm. 100 μL of catalyst ink was transferred onto a hydrophobic carbon paper (1 cm2) and dried in the air as the working electrode. CO2 (99.99%) was injected at 30 ml·min−1 and electrolyte at 10 ml·min−1. Each catalyst was activated by using Cyclic Voltammetry (CV) before the electroreduction test and circulated more than 20 times in the range from 0 V (V vs. RHE) to − 1.33 V (V vs. RHE) at a rate of 100 mV·s−1. Raman spectroscopy was performed after 20 min of electrolysis at different voltages. 2.6 Calculation methods The first principle DFT calculations with spin polarization were performed by Vienna Ab initio Simulation Package (VASP) [35] with the projector augmented wave (PAW) method [36]. The exchange-functional was treated by using the generalized gradient approximation (GGA) of Perdew-Burke-Ernzerhof (PBE) [37] functional. The energy cutoff for the plane-wave basis expansion was set to 450 eV. The self-consistent calculations applied a convergence energy threshold of 10−5 eV, and the force on each atom less than 0.03 eV/Å was set for the convergence criterion of geometry relaxation. A 20 Å vacuum was added along the z director to avoid interacting with periodic structures. The Brillouin zone integration was performed using 5 × 5 × 1 k-point sampling. The DFT-D3 method was employed to consider the van der Waals interaction [38]. The free energies of the CO2 reduction steps (CO2RR) were calculated by the equation: [37] Δ G = Δ E DFT + Δ E ZPE − T Δ S + neU + Δ G pH where ΔEDFT is the DFT electronic energy difference of each step, ΔEZPE and ΔS are the correction of zero-point energy and the variation of entropy, respectively, which are obtained by vibration analysis [39–41]. T is the temperature (T = 298.15 K), and n and U are the number of transferred electrons and the applied potential, respectively. ΔG pH is the correction applied to the pH value in the electrolyte that equals k B T × ln10 × pH, in which the pH is assumed to be zero in this work. The Poisson-Boltzmann implicit solvation model, as implemented in VASPsol, was used to consider a solvent environment, with the dielectric constant ε of water as 80[42,43]. The calculated free energy for the correction of the gas molecules involved in the reaction suggested by Calle-Vallejo and co-workers [40] was applied to the gas-phase corrections of CO2 and C2H4, allowing better thermodynamics of the overall electrochemical reaction to be achieved. 3 Results and discussion 3.1 Synthesis and characterization of catalysts The synthetic procedures for the dual-atom Cu2/NC catalyst are depicted in Fig. 1. The N-doped carbon (NC, see Figs. S2–4 and Table S1) was firstly prepared according to our previous report [32]. After which, the copper acetate was loaded onto the NC support via impregnation. The obtained powders were then calcined at 180 °C under Ar atmosphere, yielding the dual-atom Cu2/NC. As a control, a single-atom Cu catalyst (Cu1/NC) was also prepared taking the copper nitrate as Cu precursors in otherwise similar preparation to the Cu2/NC. The loading amount of Cu in Cu2/NC and Cu1/NC catalysts were measured to be 0.98 wt% and 0.92 wt%, respectively, by the ICP-OES technique (Table S2). It is revealed by the XRD characterizations in Fig. S5 that the characteristic peaks of Cu are absent in Cu1/NC and Cu2/NC, which implies atomically dispersed Cu species of them [44]. The atomic dispersion of Cu species in Cu1/NC and Cu2/NC catalysts was further confirmed by corresponding microscopic observation. The transmission electron microscope (TEM) images of the Cu1/NC and Cu2/NC catalysts in Fig. 2a and e exclude the formation of Cu nanoparticles while corresponding energy dispersive spectroscopy (EDS) element mapping images of them in Fig. 2a-h reveal their uniform dispersion of Cu element. The aberration-corrected high-angle annular dark-field scanning transmission electron microscopy (AC HAADF-STEM) characterizations of the Cu1/NC and Cu2/NC catalysts further confirms the atomic dispersion of Cu species thereon as displayed in Fig. 2i-m. Cu1/NC presents a typical single Cu atom feature, wherein the Cu atoms are tagged by yellow circles (Fig. 2i-j). By contrast, the AC HAADF-STEM images of the Cu2/NC catalyst in Fig. 2k-m show that the uniformly dispersed Cu atoms are in the form of Cu2 pairs (red circles in Fig. 2m). The distance between two adjacent Cu atoms is measured to be ca. 0.26 nm as shown in Fig. S6. The oxidation state of Cu in Cu2/NC and Cu1/NC catalysts were investigated by the X-ray photoelectron spectroscopy (XPS) measurement. As shown by the Cu 2p XPS spectrum of the Cu1/NC catalyst in Fig. 3a, the binding energy of the Cu 2p3/2 and the Cu 2p1/2 in Cu1/NC catalysts are 934.9 eV and 954.9 eV (Fig. S8), respectively, which is consistent with that of the Cu II [45,46]. By comparison, both Cu I and Cu II binding energy peaks are identified for the Cu2/NC catalyst as shown in Fig. 3a. Corresponding Cu Auger electron spectra of the Cu2/NC in Fig. S7 also confirms the coexistence of Cu I and Cu II therein. The thermal gravimetric analysis (TGA) was carried out to examine the formation process of the Cu2/NC catalyst. As shown in Fig. 3b, the TGA curve of the Cu2(CH3COO)4·2 H2O/NC (prepared by loading copper acetate on NC support without 180 °C thermal treatment) displays a weight loss of 0.37 wt% between 119 °C and 183 °C. TGA result reveals that the 0.37 wt% weight loss of the Cu2(CH3COO)4·2 H2O/NC corresponds to the removal of two water molecules and one acetate from the Cu2(CH3COO)4·2 H2O in this temperature range (Fig. 3b and Fig. S9). As the NC support has been pre-treated at 750 °C, the NC support shows no weight loss in this temperature range (119–183 °C). Similarly, the Cu2/NC keeps stable and no weight loss is found in this temperature range. These TGA results reveal that the Cu atoms in Cu2/NC are possibly stabilized by the N sites of the NC support in terms of its unchanged TGA curve between 119 °C and 183 °C that is sharply different from that of the Cu2(CH3COO)4·2 H2O/NC. The N-Cu coordination is further confirmed by the X-ray absorption fine structure (XAFS) spectroscopy measurement that will be discussed in the following part. To reveal the electronic structure and coordination environment of the Cu1/NC and Cu2/NC catalysts, we have further conducted the XAFS measurement of them. Fig. 3c shows the K-edge X-ray absorption near edge structure (XANES) spectra of the Cu2/NC and the Cu1/NC catalysts as well as the reference CuO, Cu2O, and Cu foil. The absorption edge positions of the Cu2/NC catalysts are located between that of the Cu2O and the CuO, suggesting that the oxidation state of Cu in Cu2/NC is between I and II, which is consistent with the above XPS results. The Fourier-transformed (FT) k2-weighted EXAFS spectra of the Cu2/NC, Cu1/NC, CuO, Cu2O, and Cu foil are shown in Fig. 3d. The central peak at 2.37 Å of the Cu foil FT curve is assigned to the Cu-Cu coordination. While, no peak of Cu-Cu coordination is identified in the Cu1/NC catalyst. The peak at 1.62 Å of the Cu1/NC corresponds to the Cu-N coordination by corresponding fitting analysis. In contrast, the Cu2/NC catalyst shows a tiny peak at 2.37 Å, displaying the Cu-Cu coordination therein. [46]. The coordination peak near 1.52 Å of the Cu2/NC catalyst is attributed to the coordination of Cu-N [47]. The coordination configurations of Cu in Cu1/NC and Cu2/NC are obtained by the EXAFS fitting of them as shown in Table S3. It is found that the total coordination number of Cu including the coordination of Cu-O, Cu-N, and Cu-Cu in Cu2/NC is 5. Wherein, the Cu-O coordination number in Cu2/NC is 3, which further confirms that one molecule of acetate is dissociated from the copper acetate dimer during the synthetic process as discussed in TGA part. The coordination number of Cu-N coordination is 1, same as that of the Cu-Cu coordination, which suggests that the dual Cu atoms are stabilized by two N atoms of the NC support. By contrast, the Cu is solely coordinated with N in Cu1/NC with a coordination number of 4. 3.2 Electrocatalytic evaluations of CO2RR for the prepared catalysts The CO2RR of the Cu1/NC and Cu2/NC catalysts were then conducted in a CO2-saturated 0.5 M KHCO3 electrolyte. The linear sweep voltammetry (LSV) curves of the Cu1/NC, Cu2/NC, and NC support are displayed in Fig. 4a. It is found that the onset potential of the NC support is − 0.9 V (V vs. RHE), and the current density is only − 4.1 mA·cm−2 at − 1.23 V (V vs. RHE). By comparison, improved CO2RR performance was observed when Cu loaded NC was the catalyst. For example, the onset potential of the Cu1/NC is improved to − 0.63 V (V vs. RHE) and the current density at − 1.23 V is increased to − 18.9 mA·cm−2. Remarkably, the current density of the Cu2/NC catalyst at − 1.23 V (V vs. RHE) is as high as − 33.6 mA·cm−2 with its onset potential of only − 0.53 V (V vs. RHE). By contrast, the onset potential of the Cu2/NC catalyst in Ar-saturated 0.5 M KHCO3 electrolyte is − 0.83 V (V vs. RHE), and the current density is only − 8.4 mA·cm−2 (at −1.23 V), confirming the excellent CO2RR reactivity of the Cu2/NC catalyst. The Faradic efficiency values of these electrocatalysts were obtained via potentiostatic electrolysis at different potentials. It is found that only H2 is acquired for the Cu1/NC and Cu2/NC catalysts in Ar-saturated electrolyte. By contrast, the scenario is quite different in the CO2-saturated electrolyte (Fig. 4, Fig. S10, and Fig. S11). For example, the products of NC support in CO2-saturated electrolytes are mainly H2, and only a small amount of CO is produced (Faradic efficiency is 3.1% at −1.43 V, Fig. S10a). In the case of the Cu1/NC catalyst (Fig. 4b and Fig. S10b), CO (Faradic efficiency is 57% at −0.63 V) and CH4 (Faradic efficiency is 8.1% at −1.23 V) are both detected. Interestingly, only the Cu2/NC catalyst can electro-reduce CO2 to the C2H4 product (Fig. 4c and Fig. S10c) in a wide potential window (−0.63 V to −1.43 V). With the increase of potential, the FE of the C2H4 increases gradually and reaches a maximum value of 34.9% at − 1.23 V (V vs. RHE). The FE value of C2H4 of our Cu2/NC catalyst is also competitive compared with previous reports as shown in Table S4. In addition, the catalytic stability measurement of the Cu2/NC catalyst is conducted at − 1.23 V (V vs. RHE). As displayed in Fig. 4d, the current density (−32.1 mA·cm−2) and Faradic efficiency of C2H4 (33.8%) over the Cu2/NC catalyst remain stable after12 hours testing. 3.3 The DFT calculations of CO2RR for the Cu1/NC and the Cu2/NC To better understand the catalytic property differences of CO2RR between the Cu1/NC and the Cu2/NC catalysts, we have further carried out the DFT calculations. The structure models of the Cu1/NC and the Cu2/NC catalysts are firstly built based on the above EXAFS results (Table S3). The most stable configurations of Cu1/NC and Cu2/NC obtained after structural optimization calculations are shown in Fig.S12. According to previous reports [48], the CO2RR on Cu catalysts generally took place via the following steps: * + CO2 (g) + e- + H+→ *COOH, *COOH + e- + H+ → *CO + H2O (l), *CO + CO2 + e- + H+ → *CO + *COOH, *CO + *COOH + e- + H+ →2*CO + H2O (l), 2*CO + e- + H+ → *COCOH, *COCOH + e- + H+ → *COHCOH + H2O (l), *COHCOH + e- + H+ → *CCOH + H2O (l), *CCOH + e- + H+ → *CHCOH, *CHCOH + e- + H+ → *CCH + H2O (l), *CCH + e- + H+ → *CHCH, *CHCH + e- + H+ → *CHCH2, *CHCH2 + e- + H+ → * + C2H4 (g)· Similarly, the CO2RR pathways over the Cu1/NC and the Cu2/NC catalysts are presented in Fig. 5 . Corresponding optimized configurations of all intermediates are displayed in Fig. S13. More details of the calculations are included in the Supplementary Information (Tables S4 to S10). The calculated onset potential is slightly different from the experiment onset potential (see below). Calculations using explicit water molecules may help resolve the difference [49,50]. However, the calculations will be very huge if using the explicit water solvent method. Thus, we calculated the process of CO2RR in the presence of two water molecules [43]. For the convenience of comparison, we put the calculation results of the implicit solvent model in Fig. S14, and the results containing two H2O molecules in Fig. 5 and Fig. S15. When two water molecules are absent (implicit solvation model, Fig. S14), the potential determining step (PDS) of CO2RR over the Cu2/NC is the protonation of CO2 to produce *COOH (CO2 +H++e- = *COOH) with a limiting potential (UL) of − 0.95 V, which is more negative than the experimental value of − 0.53 V. By contrast, when two water molecules are present (as shown in Fig. 5), the PDS of CO2RR over the Cu2/NC is the step of the *CO+CO2 +H++e- = *CO+ *COOH with a UL of − 0.87 V. It is found that the difference between the experimental value (−0.53 V) and the calculated PDS values (−0.87 V) become smaller in the presence of the two water molecules. This result reveals the importance of H-bonding network. As shown in Fig. 5, the DFT calculation results show that the PDS of the Cu1/NC is the reduction of CO2 to *CO, which is dependent on the first hydrogenation step of CO2 (*+ CO2 + H+ + e- → *COOH). It is found that the energy barrier of the first hydrogenation step of CO2 over the Cu1/NC is 1.05 eV. By comparison, the PDS of the Cu2/NC is connected with the step of *CO + *COOH (*CO + CO2 + H+ + e- → *CO + *COOH). It is demonstrated in Fig. 5 that on the Cu2/NC catalyst, the *CO has a very negative Gibbs free energy (−0.54 eV), indicating strong adsorption strength of the *CO thereon. By contrast, the *CO binds weakly to the Cu1/NC with a positive Gibbs free energy (0.54 eV), and the *CO prefers to desorb spontaneously (the distance of Cu-C is 2.91 Å). This result suggests that the Cu2/NC catalyst can better stabilize the *CO by means of which the C2+ products will be formed. Consistent with the DFT calculations, the in-situ Raman spectroscopy characterizations reveal that the *CO intermediates are identified on the Cu2/NC catalyst as displayed in Fig. S16. The *CO intermediates on the Cu2/NC catalysts further undergo the proton-electron transfer and dehydration steps as shown in Fig. 5. To be noted, the C-C coupling over the Cu2/NC can proceed via two different pathways either forming the *COCHO or forming the *COCOH. The *COCOH intermediates are energetically more favored in terms of its lower formation energy barrier (0.12 eV) than that of the *COCHO (0.30 eV). After the C-C coupling, the *COCOH is further reduced to *COHCOH through hydrogenation, and gradually evolve into C2H4 (g) products. 4 Conclusions This work reports a highly efficient dual-atom Cu2/NC catalyst for promoting the CO2-to-C2H4 conversion. The Cu2/NC catalyst affords excellent catalytic reactivity and C2H4 selectivity in the electrocatalytic CO2RR evaluations compared with that of its single atom counterpart Cu1/NC. Theoretical calculation results show that the dual Cu-Cu sites in Cu2/NC efficiently reduce the energy barrier of *CO coupling through which the C2H4 are formed while Cu1/NC catalyst is energetically more favorable to produce the CO products. Our work possibly opens up new opportunities to facilitate electro-reduction of CO2 to multi-carbon products through rational regulation of the atom arrangement of electrocatalyst. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work was supported by the National Natural Science Foundation of China (22072153), and Chinese Academy of Sciences. Author statement K. B. Zhou and G. D. Sun conceived the project. G. D. Sun, M. Z. Hu, Y. N. Cao, D. Q. Li and B. Z. Chen carried out this experiment and wrote this manuscript. Z. Wang, X. H. Liang, Z. J. Cai, and F. Y. Shen participated in preparing the manuscript. K.B. Zhou was responsible for the overall direction of the project. G. D. Sun, Y. N. Cao, and D. Q. Li contributed equally to this work. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2023.119025. Appendix A Supplementary material Supplementary material . References [1] M.B. Ross P. De Luna Y. Li C.-T. Dinh D. Kim P. Yang E.H. Sargent Designing materials for electrochemical carbon dioxide recycling Nat. Catal. 2 2019 648 658 M.B. Ross, P. De Luna, Y. Li, C.-T. Dinh, D. Kim, P. Yang, E.H. Sargent, Designing materials for electrochemical carbon dioxide recycling, Nat. Catal. 2 (2019) 648–658. [2] M.G. Kibria J.P. Edwards C.M. Gabardo C.T. Dinh A. Seifitokaldani D. Sinton E.H. Sargent Electrochemical CO2 reduction into chemical feedstocks: from mechanistic electrocatalysis models to system design Adv. Mater. 31 2019 e1807166 M.G. Kibria, J.P. Edwards, C.M. Gabardo, C.T. Dinh, A. Seifitokaldani, D. Sinton, E.H. Sargent, Electrochemical CO2 Reduction into Chemical Feedstocks: From Mechanistic Electrocatalysis Models to System Design, Adv. Mater. 31 (2019) e1807166. [3] Y.Y. Birdja E. Pérez-Gallent M.C. Figueiredo A.J. Göttle F. Calle-Vallejo M.T.M. Koper Advances and challenges in understanding the electrocatalytic conversion of carbon dioxide to fuels Nat. Energy 4 2019 732 745 Y.Y. Birdja, E. Pérez-Gallent, M.C. Figueiredo, A.J. Göttle, F. Calle-Vallejo, M.T.M. Koper, Advances and challenges in understanding the electrocatalytic conversion of carbon dioxide to fuels, Nat. Energy, 4 (2019) 732–745. [4] Y. Zheng A. Vasileff X. Zhou Y. Jiao M. Jaroniec S.Z. Qiao Understanding the roadmap for electrochemical reduction of CO2 to multi-carbon oxygenates and hydrocarbons on copper-based catalysts J. Am. Chem. Soc. 141 2019 7646 7659 Y. Zheng, A. Vasileff, X. Zhou, Y. Jiao, M. Jaroniec, S.Z. Qiao, Understanding the Roadmap for Electrochemical Reduction of CO2 to Multi-Carbon Oxygenates and Hydrocarbons on Copper-Based Catalysts, J. Am. Chem. Soc. 141 (2019) 7646–7659. [5] R.G. Mariano K. McKelvey H.S. White M.W. Kanan Selective increase in CO2 electroreduction activity at grain-boundary surface terminations Science 358 2017 1187 1191 R.G. Mariano, K. McKelvey, H.S. White, M.W. Kanan, Selective increase in CO2 electroreduction activity at grain-boundary surface terminations, Science 358 (2017) 1187–1191. [6] D.D. Zhu J.L. Liu S.Z. Qiao Recent advances in inorganic heterogeneous electrocatalysts for reduction of carbon dioxide Adv. Mater. 28 2016 3423 3452 D.D. Zhu, J.L. Liu, S.Z. Qiao, Recent Advances in Inorganic Heterogeneous Electrocatalysts for Reduction of Carbon Dioxide, Adv. Mater. 28 (2016) 3423–3452. [7] C. Chen J.F. Khosrowabadi Kotyk S.W. Sheehan Progress toward commercial application of electrochemical carbon dioxide reduction Chem 4 2018 2571 2586 C. Chen, J.F. Khosrowabadi Kotyk, S.W. Sheehan, Progress toward Commercial Application of Electrochemical Carbon Dioxide Reduction, Chem 4 (2018) 2571–2586. [8] S. Xu E.A. Carter Theoretical Insights into Heterogeneous (Photo)electrochemical CO2 Reduction Chem. Rev. 119 2019 6631 6669 S. Xu, E.A. Carter, Theoretical Insights into Heterogeneous (Photo)electrochemical CO2 Reduction, Chem. Rev. 119 (2019) 6631–6669. [9] Y. Hori CO2 Reduction Using Electrochemical Approach M. Sugiyama K. Fujii S. Nakamura Solar to Chemical Energy Conversion. Lecture Notes in Energy 2016 Springer Cham., Switzerland 191 211 Hori, Y., CO2 Reduction Using Electrochemical Approach. In: Sugiyama, M., Fujii, K., Nakamura, S. (Eds.), Solar to Chemical Energy Conversion. Lecture Notes in Energy, Springer, Cham., Switzerland, 2016, pp. 191–211. [10] R. Buonsanti Copper, my precious! Nat. Catal. 4 2021 736 737 R. Buonsanti, Copper, my precious!, Nat. Catal. 4 (2021) 736–737. [11] A. Bagger W. Ju A.S. Varela P. Strasser J. Rossmeisl Electrochemical CO2 reduction: a classification problem Chemphyschem 18 2017 3266 3273 A. Bagger, W. Ju, A.S. Varela, P. Strasser, J. Rossmeisl, Electrochemical CO2 Reduction: A Classification Problem, Chemphyschem 18 (2017) 3266–3273. [12] C. Choi S. Kwon T. Cheng M. Xu P. Tieu C. Lee J. Cai H.M. Lee X. Pan X. Duan W.A. Goddard Y. Huang Highly active and stable stepped Cu surface for enhanced electrochemical CO2 reduction to C2H4 Nat. Catal. 3 2020 804 812 C. Choi, S. Kwon, T. Cheng, M. Xu, P. Tieu, C. Lee, J. Cai, H.M. Lee, X. Pan, X. Duan, W.A. Goddard, Y. Huang, Highly active and stable stepped Cu surface for enhanced electrochemical CO2 reduction to C2H4, Nat. Catal. 3 (2020) 804–812. [13] Y. Wang J. Liu G. Zheng Designing copper-based catalysts for efficient carbon dioxide electroreduction Adv. Mater. 33 2021 e2005798 Y. Wang, J. Liu, G. Zheng, Designing Copper-Based Catalysts for Efficient Carbon Dioxide Electroreduction, Adv. Mater. 33 (2021) e2005798. [14] Y. Pan H. Li J. Xiong Y. Yu H. Du S. Li Z. Wu S. Li J. Lai L. Wang Protecting the state of Cu clusters and nanoconfinement engineering over hollow mesoporous carbon spheres for electrocatalytical C-C coupling Appl. Catal. B: Environ. 306 2022 121111 Y. Pan, H. Li, J. Xiong, Y. Yu, H. Du, S. Li, Z. Wu, S. Li, J. Lai, L. Wang, Protecting the state of Cu clusters and nanoconfinement engineering over hollow mesoporous carbon spheres for electrocatalytical C-C coupling, Appl. Catal. B: Environ. 306 (2022) 121111. [15] C. Yan W. Luo H. Yuan G. Liu R. Hao N. Qin Z. Wang K. Liu Z. Wang D. Cui Z. Hu Y. Lan Z. Lu Stabilizing intermediates and optimizing reaction processes with N doping in Cu2O for enhanced CO2 electroreduction Appl. Catal. B: Environ. 308 2022 121191 C. Yan, W. Luo, H. Yuan, G. Liu, R. Hao, N. Qin, Z. Wang, K. Liu, Z. Wang, D. Cui, Z. Hu, Y. Lan, Z. Lu, Stabilizing intermediates and optimizing reaction processes with N doping in Cu2O for enhanced CO2 electroreduction, Appl. Catal. B: Environ. 308 (2022) 121191. [16] S. Li A.X. Guan C. Yang C. Peng X.M. Lv Y.L. Ji Y.L. Quan Q.H. Wang L.J. Zhang G.F. Zheng Dual-atomic Cu sites for electrocatalytic CO reduction to C2+ products ACS Mater. Lett. 3 2021 1729 1737 S. Li, A.X. Guan, C. Yang, C. Peng, X.M. Lv, Y.L. Ji, Y.L. Quan, Q.H. Wang, L.J. Zhang, G.F. Zheng, Dual-Atomic Cu Sites for Electrocatalytic CO Reduction to C2+ Products, ACS Materials Lett. 3 (2021) 1729–1737. [17] Z.-H. Zhao H.-L. Zhu J.-R. Huang P.-Q. Liao X.-M. Chen Polydopamine coating of a metal–organic framework with Bi-copper sites for highly selective electroreduction of CO2 to C2+ products ACS Catal. 2022 7986 7993 Z.-H. Zhao, H.-L. Zhu, J.-R. Huang, P.-Q. Liao, X.-M. Chen, Polydopamine Coating of a Metal–Organic Framework with Bi-Copper Sites for Highly Selective Electroreduction of CO2 to C2+ Products, ACS Catal. (2022) 7986–7993. [18] S. Jin Z. Hao K. Zhang Z. Yan J. Chen Advances and challenges for the electrochemical reduction of CO2 to CO: from fundamentals to industrialization Angew. Chem. Int. Ed. 60 2021 20627 20648 S. Jin, Z. Hao, K. Zhang, Z. Yan, J. Chen, Advances and Challenges for the Electrochemical Reduction of CO2 to CO: From Fundamentals to Industrialization, Angew. Chem. Int. Ed. 60 (2021) 20627–20648. [19] Y. Lou F. jiang W. Zhu L. Wang T. Yao S. Wang B. Yang B. Yang Y. Zhu X. Liu CeO2 supported Pd dimers boosting CO2 hydrogenation to ethanol Appl. Catal. B Environ. 291 2021 120030 Y. Lou, F. jiang, W. Zhu, L. Wang, T. Yao, S. Wang, B. Yang, B. Yang, Y. Zhu, X. Liu, CeO2 supported Pd dimers boosting CO2 hydrogenation to ethanol, Appl. Catal. B: Environ. 291 (2021) 120030. [20] J. Jiao R. Lin S. Liu W.C. Cheong C. Zhang Z. Chen Y. Pan J. Tang K. Wu S.F. Hung H.M. Chen L. Zheng Q. Lu X. Yang B. Xu H. Xiao J. Li D. Wang Q. Peng C. Chen Y. Li Copper atom-pair catalyst anchored on alloy nanowires for selective and efficient electrochemical reduction of CO2 Nat. Chem. 11 2019 222 228 J. Jiao, R. Lin, S. Liu, W.C. Cheong, C. Zhang, Z. Chen, Y. Pan, J. Tang, K. Wu, S.F. Hung, H.M. Chen, L. Zheng, Q. Lu, X. Yang, B. Xu, H. Xiao, J. Li, D. Wang, Q. Peng, C. Chen, Y. Li, Copper atom-pair catalyst anchored on alloy nanowires for selective and efficient electrochemical reduction of CO2, Nat. Chem. 11 (2019) 222–228. [21] Z. Li Y. Chen S. Ji Y. Tang W. Chen A. Li J. Zhao Y. Xiong Y. Wu Y. Gong T. Yao W. Liu L. Zheng J. Dong Y. Wang Z. Zhuang W. Xing C.T. He C. Peng W.C. Cheong Q. Li M. Zhang Z. Chen N. Fu X. Gao W. Zhu J. Wan J. Zhang L. Gu S. Wei P. Hu J. Luo J. Li C. Chen Q. Peng X. Duan Y. Huang X.M. Chen D. Wang Y. Li Iridium single-atom catalyst on nitrogen-doped carbon for formic acid oxidation synthesized using a general host-guest strategy Nat. Chem. 12 2020 764 772 Z. Li, Y. Chen, S. Ji, Y. Tang, W. Chen, A. Li, J. Zhao, Y. Xiong, Y. Wu, Y. Gong, T. Yao, W. Liu, L. Zheng, J. Dong, Y. Wang, Z. Zhuang, W. Xing, C.T. He, C. Peng, W.C. Cheong, Q. Li, M. Zhang, Z. Chen, N. Fu, X. Gao, W. Zhu, J. Wan, J. Zhang, L. Gu, S. Wei, P. Hu, J. Luo, J. Li, C. Chen, Q. Peng, X. Duan, Y. Huang, X.M. Chen, D. Wang, Y. Li, Iridium single-atom catalyst on nitrogen-doped carbon for formic acid oxidation synthesized using a general host-guest strategy, Nat. Chem. 12 (2020) 764–772. [22] Z. Li S. Ji Y. Liu X. Cao S. Tian Y. Chen Z. Niu Y. Li Well-defined materials for heterogeneous catalysis: from nanoparticles to isolated single-atom sites Chem. Rev. 120 2020 623 682 Z. Li, S. Ji, Y. Liu, X. Cao, S. Tian, Y. Chen, Z. Niu, Y. Li, Well-Defined Materials for Heterogeneous Catalysis: From Nanoparticles to Isolated Single-Atom Sites, Chem. Rev. 120 (2020) 623–682. [23] Y. Chen J. Lin B. Jia X. Wang S. Jiang T. Ma Isolating single and few atoms for enhanced catalysis Adv. Mater. 2022 e2201796 Y. Chen, J. Lin, B. Jia, X. Wang, S. Jiang, T. Ma, Isolating Single and Few Atoms for Enhanced Catalysis, Adv. Mater. (2022) e2201796. [24] R. Li D. Wang Understanding the structure-performance relationship of active sites at atomic scale Nano Res. 15 2022 6888 6923 R. Li, D. Wang, Understanding the structure-performance relationship of active sites at atomic scale, Nano Res. 15 (2022) 6888–6923. [25] X. Zheng B. Li Q. Wang D. Wang Y. Li Emerging low-nuclearity supported metal catalysts with atomic level precision for efficient heterogeneous catalysis Nano Res. 15 2022 7806 7839 X. Zheng, B. Li, Q. Wang, D. Wang, Y. Li, Emerging low-nuclearity supported metal catalysts with atomic level precision for efficient heterogeneous catalysis, Nano Res. 15 (2022) 7806–7839. [26] Y. Ouyang L. Shi X. Bai Q. Li J. Wang Breaking scaling relations for efficient CO2 electrochemical reduction through dual-atom catalysts Chem. Sci. 11 2020 1807 1813 Y. Ouyang, L. Shi, X. Bai, Q. Li, J. Wang, Breaking scaling relations for efficient CO2 electrochemical reduction through dual-atom catalysts, Chem. Sci. 11 (2020) 1807–1813. [27] X. Cui S. Chen H. Yang Y. Liu H. Wang H. Zhang Y. Xue G. Wang Y. Niu T. Deng W. Fan Improving methanol selectivity in CO2 hydrogenation by tuning the distance of Cu on catalyst Appl. Catal. B: Environ. 298 2021 120590 X. Cui, S. Chen, H. Yang, Y. Liu, H. Wang, H. Zhang, Y. Xue, G. Wang, Y. Niu, T. Deng, W. Fan, Improving methanol selectivity in CO2 hydrogenation by tuning the distance of Cu on catalyst, Appl. Catal. B: Environ. 298 (2021) 120590. [28] A. Guan Z. Chen Y. Quan C. Peng Z. Wang T.-K. Sham C. Yang Y. Ji L. Qian X. Xu G. Zheng Boosting CO2 electroreduction to CH4 via tuning neighboring single-copper sites ACS Energy Lett. 5 2020 1044 1053 A. Guan, Z. Chen, Y. Quan, C. Peng, Z. Wang, T.-K. Sham, C. Yang, Y. Ji, L. Qian, X. Xu, G. Zheng, Boosting CO2 Electroreduction to CH4 via Tuning Neighboring Single-Copper Sites, ACS Energy Lett. 5 (2020) 1044–1053. [29] P. Shao W. Zhou Q.L. Hong L. Yi L. Zheng W. Wang H.X. Zhang H. Zhang J. Zhang Synthesis of a Boron-imidazolate framework nanosheet with dimer copper units for CO2 electroreduction to ethylene Angew. Chem. Int. Ed. 60 2021 16687 16692 P. Shao, W. Zhou, Q.L. Hong, L. Yi, L. Zheng, W. Wang, H.X. Zhang, H. Zhang, J. Zhang, Synthesis of a Boron-Imidazolate Framework Nanosheet with Dimer Copper Units for CO2 Electroreduction to Ethylene, Angew. Chem. Int. Ed. 60 (2021) 16687–16692. [30] N. Schultheiss D.R. Powell E. Bosch Coordination complexes of 2,6-diarylpyrazines with copper(II) acetate J. Chem. Crystallogr 34 2004 785 791 N. Schultheiss, D.R. Powell, E. Bosch, Coordination complexes of 2,6-diarylpyrazines with copper(II) acetate, J. Chem. Crystallogr. 34 (2004) 785–791. [31] N.K. Shee R. Verma D. Kumar D. Datta On copper–copper bond in hydrated cupric acetate Comput. Theor. Chem. 1061 2015 1 5 N.K. Shee, R. Verma, D. Kumar, D. Datta, On copper–copper bond in hydrated cupric acetate, Comput. Theor. Chem. 1061 (2015) 1–5. [32] M. Hu Z. Cai X. Liang G. Li H. Tan S. Yang H. Ren Z. Wang G. Sun S. Liu Z. Hao K. Zhou Surface‐confined synthesis of ultrafine Pt‐rare earth nanoalloys on N‐functionalized supports Adv. Funct. Mater. 32 2022 2202675 M. Hu, Z. Cai, X. Liang, G. Li, H. Tan, S. Yang, H. Ren, Z. Wang, G. Sun, S. Liu, Z. Hao, K. Zhou, Surface‐Confined Synthesis of Ultrafine Pt‐Rare Earth Nanoalloys on N‐Functionalized Supports, Adv. Funct. Mater. 32 (2022) 2202675. [33] D. Karapinar N.T. Huan N. Ranjbar Sahraie J. Li D. Wakerley N. Touati S. Zanna D. Taverna L.H. Galvão Tizei A. Zitolo F. Jaouen V. Mougel M. Fontecave Electroreduction of CO2 on single‐site copper‐nitrogen‐doped carbon material: selective formation of ethanol and reversible restructuration of the metal sites. Angew Chem. Int. Ed. 58 2019 15098 15103 Karapinar D., Huan N.T., Ranjbar Sahraie N., Li J., Wakerley D., Touati N., Zanna S., Taverna D., Galvão Tizei L.H., Zitolo A., Jaouen F., Mougel V., Fontecave M., Electroreduction of CO2 on single‐site copper‐nitrogen‐doped carbon material: selective formation of ethanol and reversible restructuration of the metal sites. Angew. Chem. Int. Ed. 58 (2019) 15098–15103. [34] S. Liu H. Tao L. Zeng Q. Liu Z. Xu Q. Liu J.-L. Luo Shape-dependent electrocatalytic reduction of CO2 to CO on triangular silver nanoplates J. Am. Chem. Soc. 139 2017 2160 2163 S. Liu, H. Tao, L. Zeng, Q. Liu, Z. Xu, Q. Liu, J.-L. Luo, Shape-Dependent Electrocatalytic Reduction of CO2 to CO on Triangular Silver Nanoplates, J. Am. Chem. Soc. 139 (2017) 2160–2163. [35] G. Kresse J. Furthmüller Efficiency of ab-initio total energy calculations for 539 metals and semiconductors using a plane-wave basis set Comput. Mater. Sci. 6 540 1996 15 50 G. Kresse, J. Furthmüller, Efficiency of ab-initio total energy calculations for 539 metals and semiconductors using a plane-wave basis set, Comput. Mater. Sci. 6 (1996) 540 15–50. [36] P.E. Blöchl Projector augmented-wave method Phys. Rev. B 50 1994 17953 17979 P.E. Blöchl, Projector augmented-wave method, Phys. Rev. B 50 (1994) 17953–17979. [37] J.P. Perdew K. Burke M. Ernzerhof Generalized gradient approximation made simple Phys. Rev. Lett. 77 1996 3865 Perdew J.P., Burke K., Ernzerhof M. Generalized gradient approximation made simple[J]. Phys. Rev. Lett. 77 (1996) 3865. [38] S. Grimme J. Antony S. Ehrlich H. Krieg A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu J. Chem. Phys. 132 2010 154104 S. Grimme, J. Antony, S. Ehrlich, H. Krieg, A consistent and accurate ab initio parametrization of density functional dispersion correction (DFT-D) for the 94 elements H-Pu, J. Chem. Phys. 132 (2010) 154104. [39] V. Wang N. Xu J.-C. Liu G. Tang W.-T. Geng VASPKIT: A user-friendly interface facilitating high-throughput computing and analysis using VASP code Comput. Phys. Commun. 267 2021 108033 V. Wang, N. Xu, J.-C. Liu, G. Tang, W.-T. Geng, VASPKIT: A user-friendly interface facilitating high-throughput computing and analysis using VASP code, Comput. Phys. Commun. 267 (2021) 108033. [40] L.P. Granda-Marulanda A. Rendón-Calle S. Builes F. Illas M.T.M. Koper F. Calle-Vallejo A. Semiempirical Method to detect and correct DFT-based gas-phase errors and its application in electrocatalysis ACS Catal. 10 2020 6900 6907 L.P. Granda-Marulanda, A. Rendón-Calle, S. Builes, F. Illas, M.T.M. Koper, F. Calle-Vallejo, A. Semiempirical Method to Detect and Correct DFT-Based Gas-Phase Errors and Its Application in Electrocatalysis, ACS Catal. 10 (2020) 6900–6907. [41] R. Christensen H.A. Hansen T. Vegge Identifying systematic DFT errors in catalytic reactions Catal. Sci. Technol. 5 2015 4946 4949 R. Christensen, H.A. Hansen, T. Vegge, Identifying systematic DFT errors in catalytic reactions, Catal. Sci. Technol., 5 (2015) 4946–4949. [42] K. Mathew R. Sundararaman K. Letchworth-Weaver T.A. Arias R.G. Hennig Implicit solvation model for density-functional study of nanocrystal surfaces and reaction pathways J. Chem. Phys. 140 2014 084106 K. Mathew, R. Sundararaman, K. Letchworth-Weaver, T.A. Arias, R.G. Hennig, Implicit solvation model for density-functional study of nanocrystal surfaces and reaction pathways, J. Chem. Phys. 140 (2014) 084106. [43] A. Rendón-Calle S. Builes F. Calle-Vallejo Substantial improvement of electrocatalytic predictions by systematic assessment of solvent effects on adsorption energies Appl. Catal. B Environ. 276 2020 119147 A. Rendón-Calle, S. Builes, F. Calle-Vallejo, Substantial improvement of electrocatalytic predictions by systematic assessment of solvent effects on adsorption energies, Appl. Catal. B: Environ. 276 (2020) 119147. [44] W. Xiong D. Si J. Yi Y. Huang H. Li R. Cao Morphology and composition dependence of multicomponent Cu-based nanoreactor for tandem electrocatalysis CO2 reduction Appl. Catal. B: Environ. 314 2022 121489 W. Xiong, D. Si, J. Yi, Y. Huang, H. Li, R. Cao, Morphology and composition dependence of multicomponent Cu-based nanoreactor for tandem electrocatalysis CO2 reduction, Appl. Catal. B: Environ. 314 (2022) 121489. [45] J. Zhu Y. Wang A. Zhi Z. Chen L. Shi Z. Zhang Y. Zhang Y. Zhu X. Qiu X. Tian X. Bai Y. Zhang Y. Zhu Cation-Deficiency-Dependent CO2 Electroreduction over Angew Copper-Based Ruddlesden-Popper Perovskite Oxides Chem. Int. 61 2022 J. Zhu, Y. Wang, A. Zhi, Z. Chen, L. Shi, Z. Zhang, Y. Zhang, Y. Zhu, X. Qiu, X. Tian, X. Bai, Y. Zhang, Y. Zhu, Cation-Deficiency-Dependent CO2 Electroreduction over Copper-Based Ruddlesden-Popper Perovskite Oxides, Angew. Chem. Int. Ed. 61 (2022) e202111670. [46] S. Xie Y. Li B. Sheng W. Zhang W. Wang C. Chen J. Li H. Sheng J. Zhao Self-reconstruction of paddle-wheel copper-node to facilitate the photocatalytic CO2 reduction to ethane Appl. Catal. B: Environ. 310 2022 121320 S. Xie, Y. Li, B. Sheng, W. Zhang, W. Wang, C. Chen, J. Li, H. Sheng, J. Zhao, Self-reconstruction of paddle-wheel copper-node to facilitate the photocatalytic CO2 reduction to ethane, Appl. Catal. B: Environ. 310 (2022) 121320. [47] Z. Li C. Zhao L. Chen Structure and aromaticity of, Bi5M (M=Li, Na, K) and Bi5M+ (M=Be, Mg, Ca) clusters J. Mol. Struct.: THEOCHEM 854 2008 46 53 Z. Li, C. Zhao, L. Chen, Structure and aromaticity of, Bi5M (M=Li, Na, K) and Bi5M+ (M=Be, Mg, Ca) clusters, J. Mol. Struct.: THEOCHEM, 854 (2008) 46–53. [48] R. Wang J. Liu Q. Huang L.Z. Dong S.L. Li Y.Q. Lan Partial coordination-perturbed Bi-copper sites for selective electroreduction of CO2 to hydrocarbons Angew. Chem. Int. Ed. 60 2021 19829 19835 R. Wang, J. Liu, Q. Huang, L.Z. Dong, S.L. Li, Y.Q. Lan, Partial Coordination-Perturbed Bi-Copper Sites for Selective Electroreduction of CO2 to Hydrocarbons, Angew. Chem. Int. Ed. 60 (2021) 19829–19835. [49] H.H. Heenen J.A. Gauthier H.H. Kristoffersen T. Ludwig K. Chan Solvation at metal/water interfaces: an ab initio molecular dynamics benchmark of common computational approaches, The J. Chem. Phys. 152 2020 144703 H.H. Heenen, J.A. Gauthier, H.H. Kristoffersen, T. Ludwig, K. Chan, Solvation at metal/water interfaces: An ab initio molecular dynamics benchmark of common computational approaches, The Journal of chemical physics, 152 (2020) 144703. [50] Q. Zhang A. Asthagiri Solvation effects on DFT predictions of ORR activity on metal surfaces Catal. Today 323 2019 35 43 Q. Zhang, A. Asthagiri, Solvation effects on DFT predictions of ORR activity on metal surfaces, Catalysis Today, 323 (2019) 35–43.",
      "scopus-id": "85146059268",
      "coredata": {
        "eid": "1-s2.0-S0926860X23000054",
        "dc:description": "Electrochemical reduction of CO2 to multi-carbon products is very attractive yet particularly challenging due to the low efficiency of C-C coupling over currently used electrocatalysts. In this work, we report a dual-atom catalyst (Cu2/NC) capable of selectively promoting electro-reduction of CO2 to C2H4. The Faradaic efficiency of CO2-to-C2H4 over the Cu2/NC is up to ∼34.9% with a current density of 33.6 mA·cm−2. By contrast, its Cu single-atom counterpart only generates CO without forming C2H4. The density functional theory (DFT) calculations reveal that the Cu-Cu sites largely promote the adsorption of *CO and reduce the energy barrier of C-C coupling between the adsorbed *CO relative to that of the single Cu sites, which accounts for the high C2H4 selectivity of the Cu2/NC.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-02-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X23000054",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sun, Guodong"
          },
          {
            "@_fa": "true",
            "$": "Cao, Yanan"
          },
          {
            "@_fa": "true",
            "$": "Li, Deqing"
          },
          {
            "@_fa": "true",
            "$": "Hu, Mingzhen"
          },
          {
            "@_fa": "true",
            "$": "Liang, Xinhu"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhe"
          },
          {
            "@_fa": "true",
            "$": "Cai, Zengjian"
          },
          {
            "@_fa": "true",
            "$": "Shen, Fengyi"
          },
          {
            "@_fa": "true",
            "$": "Chen, Bozhen"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Kebin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X23000054"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X23000054"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(23)00005-4",
        "prism:volume": "651",
        "articleNumber": "119025",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Dual-atom Cu2/N-doped carbon catalyst for electroreduction of CO2 to C2H4",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dual-atom catalyst"
          },
          {
            "@_fa": "true",
            "$": "Cu"
          },
          {
            "@_fa": "true",
            "$": "CO2 electroreduction"
          },
          {
            "@_fa": "true",
            "$": "C2H4"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "119025",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 February 2023",
        "prism:doi": "10.1016/j.apcata.2023.119025",
        "prism:startingPage": "119025",
        "dc:identifier": "doi:10.1016/j.apcata.2023.119025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "623",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "77619",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "740",
            "@width": "751",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "198416",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "257",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18799",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "308",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43702",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "516",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "104365",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "506",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81542",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "149",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8907",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20005",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "172",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "21147",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "119",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8384",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15439",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12354",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2749",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "334752",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3277",
            "@width": "3326",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1269703",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1138",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "165652",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1359",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "214619",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2279",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "540612",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2235",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "421022",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "8591770",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3379",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-si0002.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "3347",
            "@ref": "si0002",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23000054-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1602268",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85146059268"
      }
    }
  }
}