{
  "metadata": {
    "title": "Fischer–Tropsch synthesis on cobalt-based catalysts with different thermally conductive additives",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2015-09-25",
    "doi": "10.1016/j.apcata.2015.08.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X15301010",
    "pii": "S0926860X15301010"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84939799856",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2015-08-06 2015-08-06 2015-08-27 2015-08-27 2017-01-12T09:23:15 1-s2.0-S0926860X15301010 S0926-860X(15)30101-0 S0926860X15301010 10.1016/j.apcata.2015.08.006 S300 S300.4 FULL-TEXT 1-s2.0-S0926860X15X00147 2024-01-01T12:30:29.635264Z 0 0 20150925 2015 2015-08-06T20:28:15.687108Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 505 505 C Volume 505 31 260 266 260 266 20150925 25 September 2015 2015-09-25 2015 Articles article fla Copyright © 2015 Elsevier B.V. All rights reserved. FISCHERTROPSCHSYNTHESISCOBALTBASEDCATALYSTSDIFFERENTTHERMALLYCONDUCTIVEADDITIVES ASALIEVA E 1 Introduction 2 Experimental 3 Results and discussions 3.1 The influence of thermally conductive additive on main FTS parameters 3.2 The influence of thermally conductive additive on byproducts formation 3.3 The influence of thermally conductive additive on C5+ hydrocarbons composition 3.4 The improvement of radial temperature profile 4 Conclusions Acknowledgement References DEKLERK 2010 A CATALYSISINREFININGFISCHERTROPSCHSYNCRUDE VANSTEEN 2008 655 666 E LI 2002 202 217 S MAITLIS 2013 P GREENERFISSHERTROPSSHPROCESSES DIEHL 2009 11 24 F PHILIPPE 2009 S305 S312 R DICTOR 1986 121 136 R KHODAKOV 2007 215 230 A CEJKA 2010 J ZEOLITESCATALYSISSYNTHESISREACTIONSAPPLICATIONS POUTSMA 1976 437 528 M SARTIPI 2013 11 22 S FREITEZ 2011 13732 13741 A TSUBAKI 2003 108 111 N MARTINEZ 2008 117 125 A LI 2004 439 446 X KIBBY 2013 131 141 C EGIEBOR 1989 47 64 N SINEVA 2015 L HILMEN 2001 227 232 A ALMEIDA 2007 79 84 L VISCONTI 2009 93 101 C LACROIX 2011 62 72 M VISCONTI 2011 1294 1307 C SHENG 2011 254 262 M SHENG 2012 143 152 M KULCHAKOVSKAYA 2015 45 50 E HOLMEN 2013 150 157 A HO 1974 1-1 1-796 C JACOBS 2009 137 151 G ENGER 2011 9 22 B FEYZI 2012 90 98 M ENGER 2013 187 192 B MARTINLUENGO 1992 263 268 M MORDKOVICH 2015 V ASALIEVAX2015X260 ASALIEVAX2015X260X266 ASALIEVAX2015X260XE ASALIEVAX2015X260X266XE 2017-08-27T00:00:00Z UnderEmbargo http://creativecommons.org/licenses/by-nc-nd/4.0/ item S0926-860X(15)30101-0 S0926860X15301010 1-s2.0-S0926860X15301010 10.1016/j.apcata.2015.08.006 271346 2024-01-01T12:30:29.635264Z 2015-09-25 1-s2.0-S0926860X15301010-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/MAIN/application/pdf/0d748e8e1a7f2809fed6701a5b9d2193/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/MAIN/application/pdf/0d748e8e1a7f2809fed6701a5b9d2193/main.pdf main.pdf pdf true 893497 MAIN 7 1-s2.0-S0926860X15301010-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/PREVIEW/image/png/d85fc00918c03daa0ca4935e3ef82d66/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/PREVIEW/image/png/d85fc00918c03daa0ca4935e3ef82d66/main_1.png main_1.png png 53711 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X15301010-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/fx1/THUMBNAIL/image/gif/f52f5117f2cbe232620d67da6274c039/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/fx1/THUMBNAIL/image/gif/f52f5117f2cbe232620d67da6274c039/fx1.sml fx1 true fx1.sml sml 6102 88 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X15301010-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr1/THUMBNAIL/image/gif/b4f773c5303b77cd0e35e5550cc68eed/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr1/THUMBNAIL/image/gif/b4f773c5303b77cd0e35e5550cc68eed/gr1.sml gr1 gr1.sml sml 13483 76 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X15301010-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr2/THUMBNAIL/image/gif/7efe2cc10dbe9fc41dfdc57103fd75a1/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr2/THUMBNAIL/image/gif/7efe2cc10dbe9fc41dfdc57103fd75a1/gr2.sml gr2 gr2.sml sml 13170 74 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X15301010-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr3/THUMBNAIL/image/gif/b21a46b257024b78800ac524de6adf0f/gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr3/THUMBNAIL/image/gif/b21a46b257024b78800ac524de6adf0f/gr3.sml gr3 gr3.sml sml 26523 94 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X15301010-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/fx1/DOWNSAMPLED/image/jpeg/36f0a37085bc3702ff80fcad95fa6dca/fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/fx1/DOWNSAMPLED/image/jpeg/36f0a37085bc3702ff80fcad95fa6dca/fx1.jpg fx1 true fx1.jpg jpg 17730 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X15301010-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr1/DOWNSAMPLED/image/jpeg/69fc1fb102f9bdb681d01799a25f6ef9/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr1/DOWNSAMPLED/image/jpeg/69fc1fb102f9bdb681d01799a25f6ef9/gr1.jpg gr1 gr1.jpg jpg 64367 261 753 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X15301010-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr2/DOWNSAMPLED/image/jpeg/0fc21e4ceabd5b8871419f1eb5f622d2/gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr2/DOWNSAMPLED/image/jpeg/0fc21e4ceabd5b8871419f1eb5f622d2/gr2.jpg gr2 gr2.jpg jpg 61991 255 753 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X15301010-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr3/DOWNSAMPLED/image/jpeg/0887817ba39c28d060e47bba2527011d/gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr3/DOWNSAMPLED/image/jpeg/0887817ba39c28d060e47bba2527011d/gr3.jpg gr3 gr3.jpg jpg 82669 243 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X15301010-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/fx1/HIGHRES/image/jpeg/18662b74714c34441f70d73a2100370b/fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/fx1/HIGHRES/image/jpeg/18662b74714c34441f70d73a2100370b/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 200071 886 2213 IMAGE-HIGH-RES 1-s2.0-S0926860X15301010-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr1/HIGHRES/image/jpeg/e42ca31e05fb1ee535dcb5ebab056177/gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr1/HIGHRES/image/jpeg/e42ca31e05fb1ee535dcb5ebab056177/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 393909 1156 3333 IMAGE-HIGH-RES 1-s2.0-S0926860X15301010-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr2/HIGHRES/image/jpeg/746544b85e4f00428b5eaad885bfd339/gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr2/HIGHRES/image/jpeg/746544b85e4f00428b5eaad885bfd339/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 385216 1128 3333 IMAGE-HIGH-RES 1-s2.0-S0926860X15301010-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X15301010/gr3/HIGHRES/image/jpeg/d8a87e86bb8a38270a67912e8f470296/gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X15301010/gr3/HIGHRES/image/jpeg/d8a87e86bb8a38270a67912e8f470296/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 685599 1077 2500 IMAGE-HIGH-RES APCATA 15500 S0926-860X(15)30101-0 10.1016/j.apcata.2015.08.006 Elsevier B.V. Fig. 1 The influence of GHSV on main FTS parameters: (a) CO conversion, (b) C5+ hydrocarbons selectivity, (c) productivity. Fig. 2 The influence of GHSV on byproducts formation: (a) methane selectivity, (b) C2–C4 and (c) CO2 yield. Fig. 3 SEM images of HB-Al1 (a) and HB-Al2 (b) catalyst surface. Table 1 Composition of supports and catalysts. Sample Support composition Heat conductivity of support, W/(mK) Metal phase content in catalyst (wt.%) Thermally conductive component HB zeolite (wt.%) Binder (wt.%) Content (wt.%) Metal powder particles shape Heat conductivity, W/(mK) [31] Before synthesis After synthesis HB 80 20 0 – – 0.25 – – HB-Al1 30 20 50 Al flakes 237 4.58 24.9 22.4 HB-Al2 30 20 50 Al spheres 237 0.84 34.1 33.9 HB-Cu 30 20 50 Cu dendrites 401 0.57 0 8.1 HB-Zn 15 35 50 Zn flakes 116 0.48 6.3 9.2 Table 2 Structural characteristics of supports. Sample Porosity Pore volume (cm3/g) Average pore size (nm) HB 0.62 0.65 2.7 HB-Al1 0.65 0.70 4.1 HB-Al2 0.49 0.33 3.1 HB-Cu 0.55 0.28 3.9 HB-Zn 0.68 0.50 15.8 Table 3 Some characteristics of FTS products. Sample Group composition (wt.%) α Olefins N-paraffins Iso-paraffins 1000h−1 HB 23 45 32 0.77 HB-Al1 12 60 28 0.75 HB-Al2 16 55 29 0.71 HB-Cu 16 44 40 0.61 HB-Zn 4 89 7 0.84 3000h−1 HB 29 32 39 0.74 HB-Al1 32 38 30 0.69 HB-Al2 31 39 30 0.72 HB-Cu 19 31 50 0.54 HB-Zn 8 77 15 0.8 6000h−1 HB-Al1 40 36 24 0.7 HB-Al2 38 38 24 0.7 Fischer–Tropsch synthesis on cobalt-based catalysts with different thermally conductive additives E. Asalieva a ⁎ K. Gryaznov a b E. Kulchakovskaya a I. Ermolaev a L. Sineva a c V. Mordkovich a c a Department of New Chemical Technologies and Nanomaterials, Technological Institute for Superhard and Novel Carbon Materials, 7a Centralnaya street, Troitsk, Moscow 142190, Russian Federation Department of New Chemical Technologies and Nanomaterials Technological Institute for Superhard and Novel Carbon Materials 7a Centralnaya street Troitsk Moscow 142190 Russian Federation b Department of Chemical Technology and Biotechnology, Lomonosov Moscow State University of Fine Chemical Technology, Prospect Vernadskogo 86, Moscow 119571, Russian Federation Department of Chemical Technology and Biotechnology Lomonosov Moscow State University of Fine Chemical Technology Prospect Vernadskogo 86 Moscow 119571 Russian Federation c INFRA Technology Ltd., Mokhovaya Street 11-3B, Moscow 125009, Russian Federation INFRA Technology Ltd. Mokhovaya Street 11-3B Moscow 125009 Russian Federation ⁎ Corresponding author. Graphical abstract The effect of thermally conductive additive (Al, Cu or Zn metal powder) introduction to cobalt-based catalyst was investigated by testing in Fischer–Tropsch synthesis (FTS). Aluminum is the most promising metal for heat transfer intensification in catalytic bed since it forms an effective thermally conductive lattice, which improves the catalyst performance significantly. The introduction of copper or zinc to the catalyst composition does not result in heat transfer lattice formation; moreover, these metals demonstrate their own catalytic activity under FTS conditions. It is shown that catalyst pore volume is important: a substantial decrease in pore volume leads to formation of heat and mass transfer limitations in the catalyst pellet, which results in productivity and selectivity drop. The FTS product (C5+ hydrocarbons) composition depends on a metal used as a thermally conductive component and its catalytic activity. Keywords Fischer–Tropsch synthesis Cobalt Zeolite Thermally conductive component Copper Aluminum Zinc 1 Introduction FTS is a well-known catalytic process of synthesis gas conversion into liquid hydrocarbons. The synthesis gas may be derived from either coal or biomass or natural gas. FTS is a highly exothermic reaction, so effective heat removal is of critical importance and affects such catalyst characteristics as deactivation rate, selectivity to the desired product and productivity. At the present time cobalt is the most commonly used active metal, which is often promoted with small amounts of noble metals [1–5]. Cobalt catalysts feature high stability and activity, lower deactivation rate, compared to iron catalysts [4], but require a narrow range of operating temperatures and pressures, because any overheat results in the reaction shift towards methane formation and thereafter in decrease of desired liquid product selectivity [6,7]. FTS product obtained in the presence of conventional cobalt catalysts is a wide fraction of predominantly linear hydrocarbons, mostly paraffins and α-olefins. The product is sulphur- and nitrogen-free and does not contain significant quantities of undesirable aromatics nor oxygenates [4,8]. Catalyst composition and synthesis conditions determine group and fractional composition of produced liquid product, which is often referred to as syncrude. Hydrocarbons may undergo various transformations in the presence of solid acids such as mixed oxides or zeolites [9,10]. The combination of FTS catalyst with zeolite in a composite material results in formation of bifunctional catalysts [11–15], which allow one-step selective production of wax-free syncrude; as a result, the technological chain is shortened due to elimination of the hydrotreating stage. Moreover, the introduction of zeolite in catalyst composition may increase its productivity and reduce the deactivation rate [16–18]. Cobalt catalysts used in industry carry 15–30wt.% of cobalt impregnated on support (usually on alumina, silica or titanium oxide) characterized by high specific surface area, mechanical and hydrothermal stability. However recent studies are focused on thermal conductivity of support to provide effective FTS reaction heat transfer [6,19–26]. Effective heat removal is of great importance since non-uniform temperature distribution in catalytic bed leads to hot spot formation resulting in the target product selectivity decrease, faster catalyst deactivation and catalyst thermal instability (uncontrolled overheat aka runaway) [6,25]. The ability of support to remove the released heat is provided not only by its thermal conductivity, but also by availability of meso- and macro-pores [22], which provide intensified mass transfer and lower diffusion limitations. Mass transfer is essential for FTS [19,27]: notwithstanding that the reactants exist in the gas phase, catalyst pores are filled with liquid products, which reduces diffusion rate. The catalyst pelletization results in mass transfer limitations, so the synthesis gas inflow becomes limited by heat removal in the pelletized catalytic bed. Also, the insufficient heat removal imposes restrictions on reactor size [24]. Application of powder catalysts may release the diffusion limitations, but leads to other undesirable consequences such as higher pressure drop along the reactor or catalytic bed flooding. Thus, there exists a certain optimal size of catalyst particles appropriate for every reactor–catalyst combination. The application of structured blocks or foamed metal or other highly thermally conductive materials (for example, silicon carbide) [19–23,27] is a practicable method of intensifying catalytic layer thermal conductivity. The main disadvantages of these materials are low specific activity and complexity of active component application. Another option to improve thermal conductivity is the combination of traditional support and thermally conductive component, for example, aluminum or copper fibers [24,25] or carbon nanotubes (nanofibers) [27,28]. In the present work, the effect of thermally conductive additive (Al, Cu or Zn metal powder) introduction to cobalt-based pelletized catalyst was investigated by testing in Fischer–Tropsch synthesis. 2 Experimental The supports were prepared by mixing of H-Beta (HB) zeolite (SiO2/Al2O3 =38), thermally conductive powder (Al, Cu or Zn) and boehmite as a binder with the liquid phase comprising a mixture of 9.4% HNO3, C6H14O4 and C2H5OH (Table 1 ). One sample (the reference one) did not contain a thermally conductive component. As soon as the paste homogeneity was reached it was formed by a piston extruder through the 2.5mm diameter die. Extrusion speed was 1.64mm/s, extrusion pressure was 0.7MPa. Then the extrudates were dried, calcined and cut to 2.2–2.5×2.5–3.0mm pellets. Fabricated supports have the form of pellets of structured porous composite material. Supports composition represented as a sum of dry starting powders, some characteristics of thermally conductive additives, measured heat conductivity of supports and the content of the thermally conductive metal phase in catalyst composition are summarized in Table 1. The measurement of the metal phase actual content is required due to partial oxidation of the metal particles during preparation of the catalysts, as becomes evident from Table 1. As shown in Table 1, HB-Zn catalyst contained 2 times lower amount of zeolite compared to other samples containing thermally conductive component. It is related to the fact that Zn-containing support had low mechanical strength, so the binder content was increased at the expense of zeolite content in order to achieve satisfactorily strong pellets. Cobalt was used as an active component in FTS. All catalysts were prepared by two-step incipient wetness impregnation of supports with water solution of Co(NO3)2∙6H2O, every step was followed by calcination in air flow at 250°C for 1h. Cobalt loading was 20wt.% calculated on support weight and was confirmed by elemental analysis for each catalyst. The catalysts investigated in this paper were prepared according to the techniques described in detail elsewhere [29,30]. X-ray diffraction analysis showed that the catalysts comprised of the following phases: HB zeolite, Co3O4, (HB); HB zeolite, Co3O4, Al metal (HB-Al1 and HB-Al2); HB zeolite, Co3O4, Cu2O (HB-Cu) and HB zeolite, Co3O4, ZnO, Zn metal (HB-Zn). The EDS was done throughout the fractures of the pellets and showed that cobalt-containing phases were distributed homogeneously across the pellet section and among different particles, which constituted a sample. The synthesis was carried out in a steel fixed-bed tubular reactor with 10mm inner diameter, catalyst loading was 2.5cm3. The catalyst was activated in pure hydrogen before synthesis; the hydrogen was supplied at gas-hour space velocity (GHSV) of 3000h−1 at 400°C and 0.1MPa for 1h. After activation the catalyst was heated in synthesis gas stream at 2MPa, raising the temperature from 170 to 215–228°C by 3–10°C steps every 6h. Synthesis gas (molar ratio H2/CO=2 with 5vol.% of N2 as balance and internal reference) was supplied at 1000h−1 GHSV while the temperature was raised and optimized (until reaching the maximum possible C5+ hydrocarbons productivity). Then the GHSV was increased stepwise to 3000–6000h−1 and the temperature was optimized for every GHSV. Composition of gaseous and liquid products was determined chromatographically. The analysis of feed mixture and gaseous products (CH4, CO2, C2–C4 hydrocarbons) was performed by gas adsorption chromatography (thermal conductivity detector, carrier gas—helium, gas flow rate 20ml/min). The column with CaA molecular sieves (3m×3mm) was used to separate CO and CH4. The HayeSep column (3m×3mm) was used to separate CO2 and C2–C4 hydrocarbons. The temperature-programmed mode was used (60–200°C, heating rate 10°C/min). Material balance was calculated on a daily basis. Material balance closure was at least 98%. Composition of C5+ hydrocarbons was determined by gas-liquid chromatography (flame ionization detector, carrier gas—helium, gas flow rate 30ml/min). The 50m length capillary column with DP-Petro plate was used. The temperature-programmed mode was used (50–270°C, heating rate 4°C/min). Carbon chain growth probability was calculated from Anderson–Schultz–Flory molecular-mass distribution according to Flory equation: Wn =(1–α)2 × nα n−1, where α—chain growth probability; Wn —mass content of n-paraffin with carbon number n obtained from chromatogram. Thermal conductivity of supports was measured from heat capacity (DSC8000 (PerkinElmer)) and temperature conductivity (NETZSCH LFA 457/2/G MicroFlash analyzer). Thermal conductivity was calculated according to the formula: λ = ά × C p × ρ, where ρ—apparent density calculated from geometric parameters of sample, kg/m3; ά—temperature conductivity, m2/s; C p—heat capacity, J/(kgK). Scanning electron microscopy (SEM) was carried out on electron microscope VEGA 3 TESCAN. Helium pycnometer ULTRAPYC 1200e (Quantachrome Instruments) was used to investigate the pore system structural characteristics of the supports. Average pore size and pore size distribution were measured by physical adsorption of nitrogen. All the samples were characterized by narrow pore size distribution with a single maximum at 5nm (HB); 4.8nm (HB-Al1); 4.9nm (HB-Al2); 5.4nm (HB-Cu); and 36nm (HB-Zn). Some structural characteristics of investigated supports are shown in Table 2 . Aluminum metal content in the catalyst was determined by the volume of hydrogen evolved in the reaction of aluminum with alkali solution: 2Al+6KOH+6H2O=2K3[Al(OH) 6]+3H2↑ Zinc metal content was determined by the volume of hydrogen evolved in the reaction of zinc with acid or alkali solution: Zn0 +2KOH+2H2O=K2[Zn(OH)4]+H2↑ Zn0 +2HCl=ZnCl2 +H2↑ Catalyst before synthesis contained zinc metal, zinc oxides, cobalt oxides, zeolite and Al2O3 (boehmite derived). The only component to react with acid solution with gas release is zinc metal, so the reaction with HCl was used to determine zinc metal content in the catalyst before synthesis. An after-synthesis catalyst contained additionally cobalt metal, which reacts with acid solution with gas release, so the reaction with KOH was used to determine zinc metal content selectively in the catalyst after synthesis. Copper metal content was determined from the weight change after thermal treatment under assumption that the weight uptake occurs due to copper oxidation only. Copper metal content was determined from the weight uptake after thermal treatment in air at 500°C. The temperature and duration of thermal treatment were selected to provide complete oxidation of copper to cupric oxide (CuO). Catalyst before synthesis contained copper metal, copper oxides, cobalt oxides, zeolite and Al2O3 (boehmite derived). The only component to undergo any changes at thermal treatment is copper metal, so the weight uptake occurs due to copper oxidation only. An after-synthesis catalyst contained additionally cobalt metal, so the sample was preliminary treated with HCl solution to remove cobalt metal. 3 Results and discussions All investigated catalysts were active in FTS, CO conversion was at least 70%. For the catalysts in the range HB–HB-Al1–HB-Al2–HB-Cu–HB-Zn C5+ hydrocarbons selectivity at 30% conversion level was equal to 64–66–60–38–78%, respectively. C5+ hydrocarbons selectivity at higher conversion level (70%) was different and constituted 62–64–59–40–53%, respectively. So, we can see that the thermally conductive additives show influence on the catalyst performance. Only high conversion levels are important for industrial implementation. The comparison of the catalysts at optimal temperature (at which the best catalyst performance is demonstrated) and different GHSV level is of greater practical importance. 3.1 The influence of thermally conductive additive on main FTS parameters Reference catalyst HB which did not contain thermally conductive component had relatively high CO conversion—73% at 1000h−1 (Fig. 1 a). The increase of synthesis gas GHSV up to 2000h−1 had almost no effect on CO conversion, however, further increase of GHSV resulted in a significant decrease in CO conversion down to 47% and 32% at 3000h−1 and 4000h−1 respectively. Selectivity to C5+ hydrocarbons was almost unaffected by GHSV and reached 54–59% (Fig. 1b). C5+ hydrocarbons productivity was 95g/kg/h at 1000h−1, the highest value was obtained at 2000–3000h−1 and was 175g/kg/h (Fig. 1c). Further GHSV increase led to productivity drop so the synthesis was not performed at 5000h−1 and 6000h−1. The introduction of aluminum flakes as a thermally conductive additive positively affected catalytic characteristics: CO conversion and C5+ hydrocarbons selectivity were higher at all GHSV range (1000–6000h−1) and reached 57–88% and 61–68%, respectively (Fig. 1a and b). It should be noted that HB-Al1 catalyst productivity increased with GHSV increase from 109g/kg/h at 1000h−1 to 469g/kg/h at 6000h−1 (Fig. 1c). This catalyst was characterized by the highest pore volume (Table 2) and high thermally conductive component real content (Table 1), combination of these two factors provides effective heat removal through the intensified mass transfer and lower diffusion limitations. Aluminum spheres introduction into catalyst composition had less pronounced positive effect compared to one observed in the presence of HB-Al1 catalyst. CO conversion reached 55–85% (Fig. 1a) and C5+ hydrocarbons selectivity was 57–65% (Fig. 1b) according to GHSV range. The highest obtained productivity was significantly lower than obtained in the presence of HB-Al1 catalyst and reached 289g/kg/h at 6000h−1 (Fig. 1c). By comparing structure characteristics of support pore system (Table 2) it can be assumed that the decrease in porosity and pore volume induced by the introduction of aluminum spheres results in C5+ hydrocarbons selectivity and productivity drop due to the appearance of diffusion limitations caused by less efficient heat and mass transfer which occur despite the high real content of metal additive (Table 1). The introduction of copper as a thermally conductive component had almost no effect on CO conversion (50–75%, Fig. 1a) compared to one obtained in the presence of HB catalyst. However C5+ hydrocarbons selectivity decreased significantly down to 35–40% (Fig. 1b) and was the lowest among the investigated catalysts. The sample featured the lowest productivity, which reached 71g/kg/h only with the increase of GHSV up to 3000h−1 (Fig. 1c). For this reason the synthesis was not performed at 4000–6000h−1 range. It is important to note that HB-Cu catalyst was characterized by low porosity and the lowest pore volume among the studied catalysts (Table 2), which resulted in poor mass transfer. The absence of metallic copper in the catalyst composition before synthesis evidences that heat-transfer lattice was not formed and heat transfer was insufficient (Table 1). Zinc introduction into catalyst composition affected main FTS parameters unfavorably (Fig. 1). Although CO conversion was high enough and kept 54–86% (Fig. 1a), C5+ hydrocarbons selectivity was quite low and reached 50–57% only (Fig. 1b). That was the reason why HB-Zn catalyst productivity did not exceed 150g/kg/h (Fig 1c) and was lower than obtained in the presence of HB catalyst. Since the highest productivity was achieved at 2000h−1 and further increase up to 3000h−1 had no positive effect the synthesis was not performed at 4000–6000h−1 range. The real metal phase content in the catalyst before synthesis was only 6% (Table 1) that was not enough for formation of effective thermally conductive lattice. Moreover, this sample was characterized by very low pore volume (Table 2), which resulted in poor mass transfer. It should be noticed that zeolite content has no influence on CO conversion; however it may insignificantly affect C5+ hydrocarbons selectivity due to secondary transformations of hydrocarbons. The increase of synthesis gas GHSV over 2000h−1 led to CO conversion decrease in the presence of all investigated catalysts. We suppose, that this phenomenon could be explained with the decrease of contact time, though the impact of this factor is strongly distorted by diffusion limitations. CO conversion decrease was less pronounced in the presence of catalysts which were characterized by effective heat removal (HB-Al1 and HB-Al2). 3.2 The influence of thermally conductive additive on byproducts formation The influence of metal thermally conductive component introduction on byproducts formation depending on GHSV range is shown in Fig. 2 . Reference catalyst featured low methane selectivity (17–23%, Fig. 2a). C2–C4 hydrocarbons yield reached 26g/m3 at 1000h−1 and decreased down to 15g/m3 with the increase of GHSV up to 4000h−1 (Fig. 2b). CO2 yield was almost constant at 1000–2000h−1 (24–26g/m3), but further GHSV increase resulted in its drastic decrease down to 2g/m3 at 4000h−1 (Fig. 2c). Aluminum flakes introduction had almost no effect on methane selectivity which was 17–22% at all GHSV range (Fig. 2a). C2–C4 hydrocarbons yield decreased significantly compared to the reference catalyst and did not depend on GHSV and reached 17–18g/m3 (Fig. 2b). CO2 yield was higher than obtained in the presence of reference catalyst and decreased from 37g/m3 at 1000h−1 down to 5–7g/m3 at 4000–6000h−1 (Fig 2c). The introduction of aluminum spheres into catalyst composition led to methane selectivity increase up to 19–25% (Fig. 2a). Yield of C2–C4 hydrocarbons was low and reached 15–21g/m3 (Fig 2b). HB-Al2 catalyst featured highest CO2 yield—42g/m3 at 1000h−1, which decreased down to 5–8g/m3 at 4000–6000h−1 (Fig. 2c). HB-Cu catalyst featured high methane selectivity which reached 28% at 3000h−1 (Fig. 2a). C2–C4 hydrocarbons yield was the highest and reached 35–46g/m3 (Fig. 2b). High yield of C2–C4 hydrocarbons was also observed in [32], where cobalt catalyst (15%Co/Al2O3, 180°C, H2/CO=2, 20.7bar) promoted with no more than 2wt.% of copper was used. Authors suppose that copper intensifies cobalt reduction but does not favor formation of new FTS active sites. It is likely that copper partially blocks cobalt active sites that results in CO conversion decrease and increase of light hydrocarbons content. HB-Cu catalyst featured significant CO2 yield which reached up to 32g/m3 depending on GHSV (Fig. 2c). The introduction of zinc into catalyst composition had unfavorable effect on FTS byproducts formation (Fig. 2). Methane selectivity was the highest in the presence of HB-Zn catalyst and reached 26–32% (Fig. 2a). At the same time C2–C4 hydrocarbons yield was the lowest and reached 10–14g/m3 (Fig. 2b). HB-Zn catalyst featured high CO2 yield which reached 37g/m3. The decrease of C5+ hydrocarbons yield and intensified formation of CO2 caused by the introduction of zinc into the composition of cobalt FTS catalyst (H2/CO=2, 210–240°С, 0.1–2.0MPa) were observed elsewhere [33–35]. Moreover, it was shown in another work [36] that cobalt impregnated on zinc oxide cannot be reduced entirely because of strong metal-support interaction. The increase of synthesis gas GHSV resulted in methane selectivity increase due to higher diffusion limitations in the presence of all investigated catalysts. It is obvious that the heat generation increase should inevitably lead to some overheat in the catalyst pellet inside. This phenomenon should manifest itself stronger in the pellets of low thermal conductivity. We observe exactly that in GHSV dependence on methane selectivity. The CO2 yield becomes significantly lower at higher GHSV because shorter contact time influences CO2 generation stronger than other reactions. We believe that this may be related with the fact that CO2 generation requires H2O transport to active sites. As a result it may be noted that the chemical nature of the introduced metal is more important for FTS byproducts formation than thermal conductivity or pore volume. Only methane selectivity correlates with thermal conductivity and pore volume to some degree. 3.3 The influence of thermally conductive additive on C5+ hydrocarbons composition Aluminum introduction into the catalyst composition regardless of powder particle shape resulted in decrease of olefins content from 23% to 12–16% at 1000h−1, which increased up to 31–32% at 3000h−1 and 38–40% at 6000h−1 (Table 3 ). N-paraffins content increased from 45% up to 55–60% at 1000h−1, but decreased down to 36–39% at 3000–6000h−1. Content of iso-paraffins remained practically unchanged at 1000h−1 and reached 28–29%, decreasing to 24% with the increase of GHSV up to 6000h−1. Chain growth probability depended on powder particle shape: HB-Al1 catalyst featured 0.75 at 1000h−1 and 0.70 at 6000h−1, whereas HB-Al2 catalyst featured 0.71 at 1000h−1 and 0.70 at 6000h−1. Both catalysts which contained aluminum featured almost identical FTS product composition at highest GHSV (6000h−1) and did not depend on aluminum powder particle shape. The composition of products obtained in the presence of catalysts containing aluminum is the closest to that obtained in the presence of reference sample. So we suppose that aluminum provides heat transfer without revealing no own catalytic activity in FTS conditions. C5+ hydrocarbons produced in the presence of HB-Cu catalyst were characterized by low olefins content (16–19% at 1000–3000h−1, Table 3). N-paraffins content reached 44% at 1000h−1 and decreased down to 31% at 3000h−1. The content of iso-paraffins was the highest among the catalyst samples and reached 40% at 1000h−1, increasing up to 50% at 3000h−1. Chain growth probability was the lowest at all GHSV range and reached 0.61 at 1000h−1, decreasing down to 0.54 at 3000h−1. The introduction of copper to the catalyst composition leads to drastic change in the product composition, which indicates that this metal is catalytically active under FTS conditions, which is confirmed by the literature data [32]. Zinc introduction into catalyst composition resulted in a drastic drop in olefins content down to 4% at 1000h−1, increasing up to 8% at 3000h−1 and in iso-paraffins content, which increased from 7% to 15% with the increase of GHSV from 1000h−1 to 3000h−1, respectively (Table 3). N-paraffins content was the highest among the catalysts and reached 89% at 1000h−1, decreasing down to 77% with the increase of GHSV up to 3000h−1. These data contradict the results, observed by authors [36], who registered high content of olefins in the presence of Co/ZnO catalyst. It should be noted that zinc containing catalyst featured the highest chain growth probability which reached 0.84–0.80 at 1000–3000h−1. This fact could be a result of lower HB-Zn catalyst cracking ability due to lower content of zeolite in the catalyst composition (Table 1). Zinc introduction results in drastic change in the product composition, which indicates metal catalytic activity under FTS conditions, confirmed by literature data [33–36]. 3.4 The improvement of radial temperature profile The ability of support to remove the released heat can be characterized by radial temperature profile distribution. Unfortunately we don't have technical capability to measure temperature profile in the investigated reactor. But we did some experiments at a scaled-up semi-industrial facility (which is not the subject of this manuscript but described in detail elsewhere [37]) to demonstrate the effect of thermal conductive component introduction. Thermal conductivity of the reference catalyst (which did not contain thermally conductive additive) was 0.25W/(mK) and the difference between the wall and centre temperature was about 12–16°C. Thermal conductivity of the catalyst with intensified heat removal (Al flakes were used as a thermally conductive additive) was 4W/(mK) and the difference between the wall and centre temperature was about 2–4°C. The temperature profile gradient was measured in the area with the most significant heat emission (hotspot). 4 Conclusions All the catalysts investigated in the present work were active in FTS. The introduction of different thermally conductive components into cobalt-based catalyst influenced the main catalytic properties such as CO conversion, C5+ hydrocarbons selectivity and productivity: GHSV increase resulted in appearance of strong differences in their performance. Aluminum is the most promising metal for heat-transfer intensification, especially in shape of flakes. The introduction of aluminum allows achieving the increase in CO conversion (by 17–25%), C5+ selectivity (by 7–10%) and productivity (1.1–2.7 times) particularly at high GHSV, which is of practical importance. It should be noticed that there is no direct dependence of catalyst performance on the thermally conductive phase content. Indeed, although the content of metallic aluminum (Table 1) in HB-Al1 catalyst (25%) was lower than in HB-Al2 catalyst (34%), the first one featured significantly higher productivity. This observation could be explained by differences in formation of porous and thermally conductive systems caused by different powder particle shape. Fig. 3 demonstrates microphotographs of HB-Al1 and HB-Al2 surfaces. One can observe that aluminum flakes (Fig. 3a) create extensional thermally conductive lattice on a microscopic scale, which is confirmed by the data on thermal conductivity of supports (Table 1). At the same time aluminum spheres cannot create such a structure and appear as separate spheres (Fig. 3b); thermal conductivity of the sample is significantly lower than in case of flakes (Table 1). It means that it is enough to introduce 25% of Al metal phase for having a thermally conductive lattice in a pellet. The introduction of copper or zinc to catalyst composition does not result in any heat transfer intensification. This happens because no extensional thermally conductive lattice is formed, which can be clearly seen from thermal conductivity data from Table 1. Moreover, these metals influence FTS parameters and thus, change the composition of produced product. Formation of extensional thermally conductive lattice in combination with optimal porosity and pore volume intensifies heat and mass transfer inside the pellet thus, results in significant increase of catalyst productivity. The amount of metal additive in the catalyst after synthesis indicates that metal oxidation does not take place in synthesis conditions. Product composition and chain growth probability depend on metal used as thermally conductive additive and on its catalytic activity in FTS conditions. The composition of products obtained in the presence of catalysts containing aluminum is the closest to that obtained in the presence of reference sample. So we suppose that aluminum provides heat transfer without revealing no own catalytic activity in FTS conditions. The introduction of copper or zinc to the catalyst composition leads to drastic change in the product composition, which indicates that these metals are catalytically active under FTS conditions, which is confirmed by the literature data. Acknowledgement The authors thank Dr. I.G. Solomonik for measuring the structural characteristics of the supports. References [1] A. de Klerk E. Furimsky Catalysis in the Refining of Fischer–Tropsch Syncrude 2010 RSC, Publishing Cambridge, UK [2] E. van Steen M. Claeys Chem. Eng. Technol. 31 2008 655 666 [3] S.Z. Li S. Krishnamoorthy A.W. Li G.D. Meitzner E. Iglesia J. Catal. 206 2002 202 217 [4] P.M. Maitlis A. de Klerk Greener Fisсher–Tropsсh Processes 2013 Wiley-VCH Weinheim, Germany [5] F. Diehl A.Y. Khodakov Oil Gas Sci. Technol. 64 2009 11 24 [6] R. Philippe M. Lacroix L. Dreibine C. Pham-Huu D. Edouard S. Savin F. Luck D. Schweich Catal. Today 147 2009 S305 S312 [7] R.A. Dictor A.T. Bell J. Catal. 97 1986 121 136 [8] A.Y. Khodakov W. Chu P. Fongarland J. Catal. 107 2007 215 230 [9] J. Cejka A. Corma S. Zones Zeolites and Catalysis. Synthesis, Reactions and Applications 2010 Wiley-VCH Weinheim, Germany [10] M.L. Poutsma J.A. Rabo ACS Monogr. 171 1976 437 528 [11] S. Sartipi J.E. van Dijk J. Gascon F. Kapteijn Appl. Catal. A 456 2013 11 22 [12] A. Freitez K. Pabst B. Kraushaar-Czarnetzki G. Schaub Ind. Eng. Chem. Res. 50 2011 13732 13741 [13] N. Tsubaki Y. Yoneyama K. Michiki K. Fujimoto Catal. Commun. 4 2003 108 111 [14] A. Martinez S. Valencia R. Murciano H.S. Cerqueira A.F. Costa E.F. Sousa-Aguiar Appl. Catal. A 346 2008 117 125 [15] X. Li M. Luo K. Asami Catal. Today 89 2004 439 446 [16] C. Kibby K. Jothimurugesan T. Das H.S. Lacheen T. Rea R.J. Saxton Catal. Today 215 2013 131 141 [17] N.O. Egiebor W.C. Cooper B.W. Wojciechovski Appl. Catal. A 55 1989 47 64 [18] L.V. Sineva E. Yu. Asalieva V.Z. Mordkovich Russ. Chem. Rev. 84 2015 10.1070/RCR4464 [19] A.-M. Hilmen E. Bergene O.A. Lindvag D. Schanke S. Eri A. Holmen Catal. Today 69 2001 227 232 [20] L.C. Almeida O. Gonzalez O. Sanz A. Paul M.A. Centeno J.A. Odriozola M. Montes Stud. Surf. Sci. Catal. 167 2007 79 84 [21] C.G. Visconti E. Tronconi L. Lietti G. Groppi P. Forzatti C. Cristiani R. Zennaro S. Rossini Appl. Catal. A 370 2009 93 101 [22] M. Lacroix L. Dreibine B. de Tymowski F. Vigneron D. Edouard D. Bégin P. Nguyen C. Pham S. Savin-Poncet F. Luck M.-J. Ledoux C. Pham-Huu Appl. Catal. A 397 2011 62 72 [23] C.G. Visconti E. Tronconi G. Groppi L. Lietti M. Iovane S. Rossini R. Zennaro Chem. Eng. J. 171 2011 1294 1307 [24] M. Sheng H. Yang D.R. Cahela B.J. Tatarchuk J. Catal. 281 2011 254 262 [25] M. Sheng H. Yang D.R. Cahela W.R. Yantz Jr. C.F. Gonzalez B.J. Tatarchuk Appl. Catal. A 445–446 2012 143 152 [26] E.V. Kulchakovskaya E. Yu Asalieva K.O. Gryaznov L.V. Sineva V.Z. Mordkovich Pet. Chem. 55 2015 45 50 [27] A. Holmen H.J. Venvik R. Myrstad J. Zhu D. Chen Catal. Today 216 2013 150 157 [28] V.Z. Mordkovich, A.R. Karaeva, L.V. Sineva, E.B. Mitberg, I.G. Solomonik, V.S. Ermolaev, US Patent 8865613, 2014 [29] V.Z. Mordkovich, L.V., Sineva, I.G., Solomonik, V.S., Ermolaev, E.B. Mitberg, WO 2011016759, 2011 [30] I.G. Solomonik, V.Z., Mordkovich, V.S., Ermolaev, L.V., Sineva, E.B. Mitberg, RU Patent 2422202, 2011. [31] C.Y. Ho R.W. Powell P.E. Liley J. Phys. Chem. Ref. Data 3 Suppl. 1 1974 1-1 1-796 [32] G. Jacobs M.C. Ribeiro W. Ma Y. Ji S. Khalid P.T.A. Sumodjo B.H. Davis Appl. Catal. A 361 2009 137 151 [33] B.C. Enger A.-L. Fossan O. Borg E. Rytter A. Holmen J. Catal. 284 2011 9 22 [34] M. Feyzi M.M. Khodaei J. Shahmoradi Fuel Process. Technol. 93 2012 90 98 [35] B.C. Enger V. Froseth J. Yang E. Rytter A. Holmen J. Catal. 297 2013 187 192 [36] M.A. Martin-Luengo P.A. Sermon Y. Wang J. Catal. 135 1992 263 268 [37] V.Z. Mordkovich V.S. Ermolaev E.B. Mitberg L.V. Sineva I.G. Solomonik I.S. Ermolaev E. Yu Asalieva Res. Chem. Intermed. 2015 10.1007/s11164-015-1978-5",
      "scopus-id": "84939799856",
      "coredata": {
        "eid": "1-s2.0-S0926860X15301010",
        "dc:description": "The effect of thermally conductive additive (Al, Cu or Zn metal powder) introduction to cobalt-based catalyst was investigated by testing in Fischer–Tropsch synthesis (FTS). Aluminum is the most promising metal for heat transfer intensification in catalytic bed since it forms an effective thermally conductive lattice, which improves the catalyst performance significantly. The introduction of copper or zinc to the catalyst composition does not result in heat transfer lattice formation; moreover, these metals demonstrate their own catalytic activity under FTS conditions. It is shown that catalyst pore volume is important: a substantial decrease in pore volume leads to formation of heat and mass transfer limitations in the catalyst pellet, which results in productivity and selectivity drop. The FTS product (C5+ hydrocarbons) composition depends on a metal used as a thermally conductive component and its catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2015-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X15301010",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Asalieva, E."
          },
          {
            "@_fa": "true",
            "$": "Gryaznov, K."
          },
          {
            "@_fa": "true",
            "$": "Kulchakovskaya, E."
          },
          {
            "@_fa": "true",
            "$": "Ermolaev, I."
          },
          {
            "@_fa": "true",
            "$": "Sineva, L."
          },
          {
            "@_fa": "true",
            "$": "Mordkovich, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X15301010"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X15301010"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(15)30101-0",
        "prism:volume": "505",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Fischer–Tropsch synthesis on cobalt-based catalysts with different thermally conductive additives",
        "prism:copyright": "Copyright © 2015 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Fischer–Tropsch synthesis"
          },
          {
            "@_fa": "true",
            "$": "Cobalt"
          },
          {
            "@_fa": "true",
            "$": "Zeolite"
          },
          {
            "@_fa": "true",
            "$": "Thermally conductive component"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Aluminum"
          },
          {
            "@_fa": "true",
            "$": "Zinc"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "260-266",
        "prism:endingPage": "266",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2015",
        "prism:doi": "10.1016/j.apcata.2015.08.006",
        "prism:startingPage": "260",
        "dc:identifier": "doi:10.1016/j.apcata.2015.08.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6102",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13483",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13170",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "26523",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17730",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "261",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "64367",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "753",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "61991",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "82669",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "200071",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1156",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "393909",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1128",
            "@width": "3333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "385216",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1077",
            "@width": "2500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X15301010-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "685599",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84939799856"
      }
    }
  }
}