{
  "metadata": {
    "title": "Acidity and catalytic activity of cobalt-molybdena catalyst supported on alumina. The effect of incorporation sequence of sodium and fluoride ions",
    "authors": "Zenon Sarbak",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00153-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001531",
    "pii": "S0926860X97001531"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0345428302",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001531 S0926-860X(97)00153-1 S0926860X97001531 10.1016/S0926-860X(97)00153-1 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 3 13 19 13 19 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. ACIDITYCATALYTICACTIVITYCOBALTMOLYBDENACATALYSTSUPPORTEDALUMINAEFFECTINCORPORATIONSEQUENCESODIUMFLUORIDEIONS SARBAK Z SARBAK 1991 235 Z SARBAK 1993 1995 Z SARBAK 1997 181 Z SCOKART 1979 209 P SCOKART 1981 1406 P SARBAK 1984 55 Z CATALYSISENERGYSCENE SARBAK 1994 233 Z MATRALIS 1994 221 H LEWIS 1981 413 J LYCOURGHIOTIS 1982 613 A LYCOURGHIOTIS 1980 2052 A SARBAKX1997X13 SARBAKX1997X13X19 SARBAKX1997X13XZ SARBAKX1997X13X19XZ item S0926-860X(97)00153-1 S0926860X97001531 1-s2.0-S0926860X97001531 10.1016/S0926-860X(97)00153-1 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001531-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001531/MAIN/application/pdf/53e08f2767deec86e1b14ce8c39e9d42/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001531/MAIN/application/pdf/53e08f2767deec86e1b14ce8c39e9d42/main.pdf main.pdf pdf true 452825 MAIN 7 1-s2.0-S0926860X97001531-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001531/PREVIEW/image/png/6740a845a33129f6206a6883526d7d46/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001531/PREVIEW/image/png/6740a845a33129f6206a6883526d7d46/main_1.png main_1.png png 56522 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 164 (1997) 13-19 ~ APPLIED CATALYSIS A: GENERAL Acidity and catalytic activity of cobalt-molybdena catalyst supported on alumina. The effect of incorporation sequence of sodium and fluoride ions Zenon Sarbak* Faculty of Chemistry, Adam Mickiewicz University, ul. Grunwaldzka 6, 60-780 Poznati, Poland Received 19 September 1996; received in revised form 14 April 1997: accepted 15 April 1997 Abstract Two series of CoMo/A1203 catalysts containing F and Na ions were prepared. Acid properties of these catalysts were characterized using F'r-IR spectroscopy of adsorbed pyridine and t-butyl cyanide. Their catalytic activities in cumene conversion as well as hydrodesulfurization of thiophene were also determined. In this study the catalysts were prepared in a one-step procedure (sample denotation CoMoX, where X=F- or Na+) and in a two-step procedure, with X were deposited either before (X/CoMo) or after (CoMo/X) Mo, Co and A1203 components. It was found that the ratio of Brrnsted to Lewis acid sites decreases in the following sequence: F/CoMo>CoMo/F>CoMoE In the same order total conversion of cumene decreases. However, cumene dealkylation decreases as follows: CoMo/F>F/CoMo>CoMoE This order overlaps the decreasing sequence of Brrnsted acid sites concentration. HDS activity of fluoride containing catalysts was the highest for the F/CoMo sample. A similar activity was shown by CoMoF catalysts, whereas the activity was the lowest for CoMo/F. The sodium-modified CoMo-A1203 catalysts do not contain Brrnsted acid sites while Lewis acid sites completely disappear after heating at 200, 10 5 Torr. These samples were inactive in cumene dehydrogenation. The samples containing fluoride show significantly higher HDS activity than their sodium analogues. For each series of catalysts the highest HDS activity is shown by samples prepared in the two-step procedure where F- and Na+ ions were introduced first. 1997 Elsevier Science B.V. Keywords: Cobalt-molybdena/alumina; FI'-IR of pyridine; t-Butyl cyanide; Cumene conversion; Thiophene hydrodesulfur- ization 1. Introduction In hydrotreatment of various fractions of petroleum, the undesired compounds of sulfur, nitrogen, oxygen, and metals are removed. This process occurs in parallel with the processes related to hydrocarbons *Fax: +48 61 658008. 0926-860X/97/$17.00 ~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 153- 1 modification proceeding towards the desired direc- tions, e.g. hydrogenation, cracking, isomerization. This is the reason why multifunctional catalysts have to be applied. In the case of hydrodesulfurization, the catalysts should have appropriately balanced functions respon- sible for hydrogenation and hydrocracking. Applica- tion of a catalyst too active in hydrocracking may lead to an excessive formation of gaseous hydrocarbons, 14 Z. Sarbak/Applied Catalysis A: General 164 (1997) 13-19 while a catalyst too active in hydrogenation of aromatic ring may result in a higher consumption of the expensive hydrogen. To produce modern catalysts, it is necessary to study their activity in simple model reactions to determine directions of the reactions and the centers active in them. For the same purpose it is also necessary to conduct studies on the effect of different additives on catalytic properties. To meet this end, an attempt has already been made to prepare cobalt- molybdena catalysts supported on alumina which contain fluoride or sodium ions introduced in different ways. The aim of this work was to describe the acidity and HDS activity of cobalt-molybdena catalysts contain- ing fluoride and sodium ions introduced in different procedures. 2. Experimental CoMo/A1203 catalysts with sodium and fluoride additives were prepared using q,-A1203 support (180 me/g) according to the procedure described ear- lier [1]. The catalysts were prepared by means of the incipient wetness method using aqueous solutions of cobalt(II) nitrate, ammonium paramolybdate, ammo- nium bifluoride and ammonium nitrate. After each step of impregnation the catalysts were dried for 6 h at 110 and calcined at 500 for 6 h. Catalysts labeled as CoMoF and CoMoNa were prepared in one step. Catalysts F(Na)/CoMo were prepared in a two-step procedure, where F or Na were added in the first step, while in the catalysts CoMo/F(Na) F and Na were added in the second step. The catalysts were prepared to give 3 wt% CoO, 15 wt% MoO3 and one atom F- or Na+ additives per 10 A1 atoms. Acidity of the samples was determined by FT-IR spectroscopy using pyridine and t-butyl cyanide (TBC) as probe molecules according to the procedure described earlier [2]. The catalyst testing was carried out in a conven- tional continuous-flow microreactor at atmospheric pressure, at 400 and W/F of 450 g h mole-1 for cumene decomposition, and at W/F of 33 g h mole t for thiophene hydrodesulfurization [3,4]. Table 1 IR bands of pyridine adsorbed on Co--Mo catalysts after desorption at 100 and 10-5 Ton\" Sample Intensity (absorbance/~tg) [B]/[L] 1540cm I [B] 1450cm-l [L] CoMoF 1.57 19.78 0.079 F/CoMo 1.75 16.06 0.109 CoMo/F 2.01 21.61 0.093 CoMoNa 0 4.79 Na/CoMo 0 2.98 CoMo/Na 0 3.88 m 3. Results and discussion Following the procedure described in Table 1, we obtained two series of samples containing either fluoride or sodium ions. For each series, these ions were introduced at a different preparation stage of cobalt-molybdena catalysts, thus yielding samples of different acidic properties. Application of pyridine as a probe molecule and IR spectroscopy permitted detection of absorption bands indicating the presence of Lewis and Brtinsted acid centers. A typical spec- trum of pyridine adsorbed on a CoMo/F catalyst is shown in Fig. 1, where the position of bands and their assignments are given. In Table 1, the intensities of bands attributed to Brrnsted (1540 cm-1) and Lewis (1450 cm-1) acid sites have been compiled along with the concentration ratio of both types of centers. As follows from the data presented, the cobalt-molyb- dena catalysts modified with fluoride ions reveal the presence of both Brrnsted and Lewis acid sites, whereas the modifications containing sodium ions show only the presence of Lewis acid centers. In the catalysts containing fluoride ions, concentra- tion of both types of acid centers is only slightly affected by the sequence of incorporation of these ions. However, taking into account the concentration ratio of both types of acid centers, it is possible to arrange catalysts in the following order decreasing of acidity: F/CoMo > CoMo/F > CoMoF which indicates that incorporation of fluoride ions on alumina in the first preparation stage leads to a system o2 t.,, ,< S 0.07 1635 I I Z. Sarbak/Applied Catalysis A: General 164 (1997) 13-19 L S-L W-L 161~ 1610 B 1540 B+L 1448 1491 I I I I I 1700 1600 1500 1400 Wctvenumber s [ cm-I ] I I 15 Fig. 1. Typical FT-IR spectrum of pyridine adsorbed on CoMo/F catalyst: B, Bronsted acid sites; L, Lewis acid sites; H-b, H-bonded species; s, strong; w, weak. with a quantitative excess of Brrnsted acid centers relative to the other samples. In the samples with sodium ions, the Brrnsted acid centers were not found, only the Lewis centers were detected and their concentrations were several times smaller than that in the samples containing fluoride ions. Concentration of Lewis acid centers in the cobalt- molybdena samples modified with fluoride ions is only slightly lower than the concentration of these centers in the samples in which a similar amount of fluoride ions was incorporated directly onto \"7-A1203 [4]. This implies, on the one hand, that the cobalt-molybdena catalysts incorporated on the support exist indepen- dently of the Lewis acid centers, while, on the other, that the Brrnsted acid centers are generated by fluor- ide ions independently of the incorporation sequence of fluoride ions. So, at some sites on the surface of alumina, Mo and Co ions are adsorbed and appropriate cobalt-molybdena oxide species are formed upon calcination, while at the other sites Lewis and Br6nsted acid centers are generated as a result of modification with fluoride ions, or the number of Lewis acid centers decreases due to incorporation of sodium ions. In the cobalt-molybdena samples modified with fluoride ions the Lewis and Br6nsted acid centers are relatively stable, as after pyridine desorption at 200 (Table 2) only a low number of these centers Table 2 IR bands of pyridine adsorbed on Co-Mo catalysts after desorption at 200 and 10 s Torr Sample Intensity (absorbance/~tg) [B]/[L] 1540cm i [B] 1450cm l [L] CoMoF 1.18 12.48 0.095 F/CoMo 1.38 9.62 0.143 CoMo/F 1.46 14.00 0.104 16 Z. Sarbak/Applied Catalysis A: General 164 (1997) 13-19 2295 cl d~ 0.07 2307 i I I I i i I 2350 2300 2250 2200 WavenumbePs [ cm-I] Fig. 2. FT-IR spectra of t-butyl cyanide on (a) CoMoF and (b) CoMoNa catalysts, disappear, and the concentration ratio between the Brrnsted and Lewis acid centers increases for all the studied samples. Therefore, the Brrnsted acid centers present on the surface of the studied samples are relatively stable, as after pyridine desorption at 200 only 21-27% of these acid centers disappear relative to their number in the samples at 100. As follows from a comparison of the changes in the number of Lewis acid centers observed in the samples at 100 and 200 (Tables 1 and 2) the greatest decrease in concentration is noted for the samples prepared by the two-step procedure in which fluoride ions are incorporated in the first step (F/CoMo). A widely applied measure of concentration and strength of Lewis acid centers is the degree of adsorp- tion of t-butyl cyanide [2,5-7]. Typical IR spectra of the adsorbed TBC are shown in Fig. 2. The adsorbed t-butyl cyanide gives a band around 2300 cm- l, due to a species coordinated to non-protonic sites, and a band around 2245 cm-I due to the H-bonded or physi- sorbed species. The values shown in Table 3 indicate that the number of Lewis acid centers in samples modified with fluoride is considerably higher than in samples containing sodium ions, which confirms our earlier observations on pyridine adsorption (Table 1). Results of thermal desorption of TBC suggest that within that temperature range, RT-100, a decrease in the intensity of absorption bands at 2300 cm-1 is relatively low, which testifies to a great strength of Lewis acid centers. Upon increasing the temperature to 200, the intensity of the band considerably decreases for samples containing fluoride, while for samples modified with sodium ions the band disap- pears completely. On the basis of the above data it can Z. Sarbak/Applied Catalysis A: General 164 (1997) 13-19 Table 3 IR-thermal desorption of t-butyl cyanide (absorbance/~tg) 17 Conditions Catalyst CoMoF F/CoMo CoMo/F CoMoNa Na/CoMo CoMo/Na 5 min, 20~'C 8.27 7.59 7.38 1.47 1.02 1.35 5 min, 100 7.14 6.21 6.28 1.11 0.83 1.09 20 min, 100 6.30 5.00 5.10 1.10 0.71 0.87 25 min, 200 3.19 1.63 2.04 0 0 0 be concluded that at 200 the concentration of strong Lewis acid centers in the catalysts modified with fluoride ions is still large and higher than the con- centration of these centers at RT in the samples modified with sodium ions. Catalytic results indicated that the concentration and strength of Br6nsted and Lewis acid centers in CoMo-A1203 catalysts modified with sodium and fluoride ions have a large effect on both degree of conversion and selectivity of cumene decomposition. As reported earlier [7] a cumene molecule may undergo conversion in many directions, mainly deal- kylation and dehydrogenation. Apart from this, the presence of ethylbenzene as a product of destructive hydrogenation of the side chain has also been noticed. Catalytic activity results obtained in the conversion of cumene on the different CoMo-A1203 catalysts are listed in Table 4. The activity of the fluoride ion- containing catalysts decreased in the order F/CoMo > CoMo/F > CoMoF and it overlaps the sequence of catalysts established according to decreasing values of the concentration ratio of Br6nsted to Lewis acid centers. The activity of catalysts, containing sodium ions is similar: Na/CoMo ~ CoMo/Na ~ CoMoNa With the studied catalysts cumene is decomposed into different products whose concentration is mainly dependent on the type of modifying ions. As follows from the data compiled in Table 4, cumene dealkylation is a typical reaction only of samples containing fluoride ions, as it does not occur in samples with sodium ions. The sequence of decreas- ing activity of samples in cumene dealkylation is CoMo/F > F/CoMo > CoMoF and so it is the same as the sequence of decreasing concentration of Br6nsted acid centers (Tables 1 and 2). In the case of the second direction of cumene conversion, i.e. dehydrogenation to c~-methylstyrene, a high activity was reported for the samples containing sodium ions, whereas the samples modified with fluoride ions catalyze this conversion to a slightly smaller degree. On the basis of analysis of the results obtained, it is difficult to determine which factor is Table 4 Catalytic activity of Co-Mo catalysts in cumene conversion and HDS of thiophene Sample Conversion of cumene (%) Selectivities (%) Dealkylation Dehydrogenation Hydroconversion HDS of thiophene (%) CoMoF 47.5 27.2 F/CoMo 62.0 33.8 CoMo/F 58.0 36.7 CoMoNa 26.0 1.3 Na/CoMo 28.7 0 CoMo/Na 27.5 0 70.8 2.0 16.5 64.2 2.0 17.3 61.2 2.1 6.4 82.4 16.3 5.0 94.4 5.6 8.6 92.7 7.3 6.0 18 Z Sarbak/Applied Catalysis A: General 164 (1997) 13-19 responsible for this course of the reaction. However, in view of our earlier studies [4,8] it can be assumed that, the occurrence of this course is determined by the presence of a couple of acid and basic centers, and also tri-coordinated AI3+ ion on the support functioning as a coordinatively unsaturated center (c.u.s.), i.e. a Lewis acid center facilitating this conversion. Hydrodesulfurization of thiophene after a 4 h run, is presented in Table 4. Thiophene conversion data indi- cate that the presence of fluoride or sodium ions is essential in this reaction. As expected, the HDS activity of the catalysts containing sodium ions is lower. It can be easily noticed that the presence of fluoride ions brings about a significant increase in the activity of these samples in comparison with the sodium modifications. The changes in HDS activity are related to the sequence of incorporation of the modifying ions. The lowest activity is revealed by the catalysts pre- pared in the two-step procedure in which the ions of the modifier are incorporated in the second stage; while the highest, by the catalysts also prepared in two stages, yet this time the modifier ions were introduced onto alumina in the first stage. The cata- lysts with sodium ions prepared by the one-step procedure, are in the middle of the activity series, whereas those with fluoride ions reveal only slightly lower activity in comparison with F/CoMo. The results obtained for fluoride modifications are at variance with some literature reports. Matralis et al. [9] claim that the cobalt-molybdena-alumina cata- lysts containing fluoride ions incorporated in the second step of the preparation process are the most active in HDS reaction, while those prepared in the one-stage process are the least active. On the other hand, Lewis et al. [10] claim that the impregnation sequence is important and that simultaneous impreg- nation with all additives (Ni, Mo, A1203) including fluoride, produces a superior catalyst in comparison with that produced by a step-wise impregnation. In their opinion, simultaneous impregnation procedure affects the surface area much less than does the step- wise impregnation. It seems that the results obtained by Matralis et al. [9] concern catalysts with a com- pletely different composition of surface species, which is due to a presence of a few times lower concentration of fluoride ions (0.8 wt%) in compar- ison with the concentration of these ions (3.7 wt%) incorporated onto our catalysts. Moreover, in [9], alumina was used as a support whose surface area drastically decreased upon fluorination. The authors of this paper [9] report the smallest changes in the surface area of the series of fluoride catalysts obtained upon incorporation of fluoride ions in the first step of the preparation. In our studies, the smallest changes in the surface area were observed upon one-step preparation [1]. In the case of CoMo-Al203 catalysts containing sodium ions, the literature does not provide enough data on the effect of incorporation sequence of sodium ions on the HDS activity of thiophene. The studies were performed for only those samples for which sodium ions were incorporated onto the support in the first step of the synthesis [11]. It was proved that an increase in the concentration of sodium ions causes a decrease in thiophene HDS activity of the catalysts. Our studies indicate that the sequence of incorporation of sodium ions to the CoMo-Al203 catalysts has a significant influence on the HDS activity. The low hydrodesulfurization activity of these samples cannot be only associated with a decrease in acidity, as considerable differences in acidity of the samples, e.g. between CoMo/F and CoMo/Na (Tables 2 and 4) should also bring about big differences in HDS activity, which was not observed. Therefore, it should be assumed that besides the acidity, also changes in the structure of surface species cause a decrease in HDS activity. As was shown by Lycourghiotis et al. [12], sodium ions induce a break-down of the two-dimen- sional Mo polymeric species leading to formation of isolated MoO4 tetrahedra. Despite the fact that incorporation of sodium ions onto CoMo-AlzO3 produces a drastic decrease in acidity and a simultaneous large decrease in HDS activity, it seems that the factor responsible for activity of the catalyst is the destruction of the molybdate polymeric structures. 4. Conclusions Two series of CoMo/A1203 samples containing F- and Na+ ions were prepared. These ions were intro- duced in a one- or two-step impregnation procedure. FT-IR spectrum of the adsorbed pyridine shows the presence of Brrnsted (B) and Lewis (L) acid sites. Z Sarbak/Applied Catalysis A: General 164 (1997) 13-19 19 Concentration ratio of [B]/[L] decreases in the follow- ing sequence: F/CoMo > CoMo/F > CoMoF. The samples with sodium ions do not contain Br6nsted acid sites but show the presence of Lewis acid sites. Both types of the acid sites, but the Br6nsted ones in particular, are relatively thermally stable. After heat- ing in the range 100-200 (at 10 Torr) only 21-27% of Br6nsted acid sites disappear. FT-IR spectrum of the adsorbed t-butyl cyanide indicates, that the number of Lewis acid sites in fluoride modified samples is considerably higher when compared to sodium forms. However, after heating from 100 to 200 (at 10 5 Torr) the number of Lewis acid sites in the fluoride-modified samples decreases and they completely vanish for the sodium containing samples. Total cumene conversion over fluoride-modified samples decreases in the same order as the [B]/[L] ratio. The series of sodium-modified samples show simi- lar activities in total cumene conversion. Cumene dealkylation occurs only on the fluoride- modified samples whose activity decreases as CoMo/ F>F/CoMo>CoMoF. This order is similar to that of decreasing concentration of Br6nsted acid. HDS activity of the fluoride containing samples is significantly higher when compared to the sodium containing ones. The lowest HDS activity is observed in the case of catalysts prepared in the two-step procedure where modifiers are incorporated at the second stage, while the highest HDS activity is shown by the catalysts also prepared in the two-step proce- dure with modifiers introduced at the first stage. Catalysts containing fluoride prepared in one-step procedure reveal only slightly lower HDS activity than the F/CoMo sample. The sodium-modified samples prepared in the one- step procedure show HDS activity similar to that of CoMo/Na sample. References [1] Z. Sarbak, S.L.T. Andersson, Appl. Catal. 69 (1991) 235. [2] Z. Sarbak, Polish J. Chem. 67 (1993) 1995. [3] Z. Sarbak, M. Lewandowski, Appl. Catal. A 156 (1997) 181. [4] Z. Sarbak, Appl. Catal. A, in press. [5] P.O. Scokart, S.A. Selim, J.P. Damon, P.G. Rouxhet, J. Colt. Inter. Sci. 70 (1979) 209. [6] P.O. Scokart, A. Amin, C. Defosse, P.G. Rouxhet, J. Phys. Chem. 85 (1981) 1406. [7l Z. Sarbak, P.M. Boorman, R.A. Kydd, A. Somogyvari, in: S. Kaliaguine, A. Mahay (Eds.), Catalysis on the Energy Scene, Elsevier, Amsterdam, 1984, p. 55. [8] Z. Sarbak, Polish J. Appl. Chem. 38 (1994) 233. [9] H. Matralis, Ch. Papadopoulou, A. Lycourghiotis, Appl. Catal. 116 (1994) 221. [10] J.M. Lewis, R.A. Kydd, P.M. Boorman, J. Catal. 120 (198l) 413. [11] A. Lycourghiotis, C. Defosse, B. Delmon, Bull. Soc. Chim. Belg. 9l (1982) 613. [12] A. Lycourghiotis, C. Defosse, E Delannay, B. Delmon, J. Chem, Sci., Faraday Trans. I 76 (1980) 2052. APCATA 97001531 S0926-860X(97)00153-1 10.1016/S0926-860X(97)00153-1 Elsevier Science B.V. All rights reserved. Acidity and catalytic activity of cobalt-molybdena catalyst supported on alumina. The effect of incorporation sequence of sodium and fluoride ions Zenon Sarbak * Faculty of Chemistry, Adam Mickiewicz University, ul. Grunwaldzka 6, 60-780 Poznań, Poland * Fax: +48 61 658008. Two series of CoMo/Al2O3 catalysts containing F and Na ions were prepared. Acid properties of these catalysts were characterized using FT-IR spectroscopy of adsorbed pyridine and t-butyl cyanide. Their catalytic activities in cumene conversion as well as hydrodesulfurization of thiophene were also determined. In this study the catalysts were prepared in a one-step procedure (sample denotation CoMoX, where X=F− or Na+) and in a two-step procedure, with X were deposited either before (X/CoMo) or after (CoMo/X) Mo, Co and Al2O3 components. It was found that the ratio of Brönsted to Lewis acid sites decreases in the following sequence: F/CoMo>CoMo/F>CoMoF. In the same order total conversion of cumene decreases. However, cumene dealkylation decreases as follows: CoMo/F>F/CoMo>CoMoF. This order overlaps the decreasing sequence of Brönsted acid sites concentration. HDS activity of fluoride containing catalysts was the highest for the F/CoMo sample. A similar activity was shown by CoMoF catalysts, whereas the activity was the lowest for CoMo/F. The sodium-modified CoMoAl2O3 catalysts do not contain Brönsted acid sites while Lewis acid sites completely disappear after heating at 200°C, 10−5 Torr. These samples were inactive in cumene dehydrogenation. The samples containing fluoride show significantly higher HDS activity than their sodium analogues. For each series of catalysts the highest HDS activity is shown by samples prepared in the two-step procedure where F− and Na+ ions were introduced first. Keywords Cobalt-molybdena/alumina FT-IR of pyridine t-Butyl cyanide Cumene conversion Thiophene hydrodesulfurization References [1] Sarbak Z. Andersson S.L.T. Appl. Catal. 69 1991 235 [2] Sarbak Z. Polish J. Chem. 67 1993 1995 [3] Sarbak Z. Lewandowski M. Appl. Catal. A 156 1997 181 [4] Z. Sarbak, Appl. Catal. A, in press. [5] Scokart P.O. Selim S.A. Damon J.P. Rouxhet P.G. J. Coll. Inter. Sci. 70 1979 209 [6] Scokart P.O. Amin A. Defosse C. Rouxhet P.G. J. Phys. Chem. 85 1981 1406 [7] Sarbak Z. Boorman P.M. Kydd R.A. Somogyvari A. Kaliaguine S. Mahay A. Catalysis on the Energy Scene 1984 Elsevier Amsterdam 55 [8] Sarbak Z. Polish J. Appl. Chem. 38 1994 233 [9] Matralis H. Papadopoulou Ch. Lycourghiotis A. Appl. Catal. 116 1994 221 [10] Lewis J.M. Kydd R.A. Boorman P.M. J. Catal. 120 1981 413 [11] Lycourghiotis A. Defosse C. Delmon B. Bull. Soc. Chim. Belg. 91 1982 613 [12] Lycourghiotis A. Defosse C. Delannay F. Delmon B. J. Chem. Sci. 76 1980 2052 Faraday Trans. I",
      "scopus-id": "0345428302",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001531",
        "dc:description": "Two series of CoMo/Al2O3 catalysts containing F and Na ions were prepared. Acid properties of these catalysts were characterized using FT-IR spectroscopy of adsorbed pyridine and t-butyl cyanide. Their catalytic activities in cumene conversion as well as hydrodesulfurization of thiophene were also determined. In this study the catalysts were prepared in a one-step procedure (sample denotation CoMoX, where X=F− or Na+) and in a two-step procedure, with X were deposited either before (X/CoMo) or after (CoMo/X) Mo, Co and Al2O3 components. It was found that the ratio of Brönsted to Lewis acid sites decreases in the following sequence: F/CoMo>CoMo/F>CoMoF. In the same order total conversion of cumene decreases. However, cumene dealkylation decreases as follows: CoMo/F>F/CoMo>CoMoF. This order overlaps the decreasing sequence of Brönsted acid sites concentration. HDS activity of fluoride containing catalysts was the highest for the F/CoMo sample. A similar activity was shown by CoMoF catalysts, whereas the activity was the lowest for CoMo/F. The sodium-modified CoMoAl2O3 catalysts do not contain Brönsted acid sites while Lewis acid sites completely disappear after heating at 200°C, 10−5 Torr. These samples were inactive in cumene dehydrogenation. The samples containing fluoride show significantly higher HDS activity than their sodium analogues. For each series of catalysts the highest HDS activity is shown by samples prepared in the two-step procedure where F− and Na+ ions were introduced first.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001531",
        "dc:creator": {
          "@_fa": "true",
          "$": "Sarbak, Zenon"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001531"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001531"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00153-1",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Acidity and catalytic activity of cobalt-molybdena catalyst supported on alumina. The effect of incorporation sequence of sodium and fluoride ions",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cobalt-molybdena/alumina"
          },
          {
            "@_fa": "true",
            "$": "FT-IR of pyridine"
          },
          {
            "@_fa": "true",
            "$": "t-Butyl cyanide"
          },
          {
            "@_fa": "true",
            "$": "Cumene conversion"
          },
          {
            "@_fa": "true",
            "$": "Thiophene hydrodesulfurization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "13-19",
        "prism:endingPage": "19",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00153-1",
        "prism:startingPage": "13",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00153-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0345428302"
      }
    }
  }
}