{
  "metadata": {
    "title": "Isomerization of <ce:italic>n</ce:italic>-heptane over Pt-loaded zeolite β catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00059-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000598",
    "pii": "S0926860X97000598"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244535716",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000598 S0926-860X(97)00059-8 S0926860X97000598 10.1016/S0926-860X(97)00059-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 11 119 132 119 132 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. ISOMERIZATIONNHEPTANEOVERPTLOADEDZEOLITECATALYSTS WANG Z MARTENS 1988 85 J RATNASAMY 1989 65 P WANG 1990 2005 I PARIKH 1992 1 P CORMA 1991 409 A ZEOLITECHEMISTRYCATALYSIS TREACY 1988 249 M NEWSAM 1988 375 J PROCROYSOCLONDON DEEM 1992 7198 M MARTENS 1984 98 J MARTENS 1986 334 J BONETTO 1992 37 L MARTENS 1985 487 J PROCEEDINGSINTERNATIONALSYMPOSIUMZEOLITECATALYSIS PARIKH 1994 85 P PICHLER 1982 494 H KOUWENHOVEN 1973 529 H BOLTON 1970 1 A ALVAREZ 1987 353 F GUISNET 1987 415 M YASHIMA 1996 279 T LEU 1991 49 L BLOMSMA 1995 141 E CAMBLOR 1991 202 M CAMBLOR 1991 792 M GALLEZOT 1979 121 P KARGE 1988 53 H CARVILL 1993 1 B HEGDE 1989 231 S PEROT 1983 427 G PROC6THIZC WANGX1997X119 WANGX1997X119X132 WANGX1997X119XZ WANGX1997X119X132XZ item S0926-860X(97)00059-8 S0926860X97000598 1-s2.0-S0926860X97000598 10.1016/S0926-860X(97)00059-8 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000598-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000598/MAIN/application/pdf/8c9877ddd29b99e68a3ab43b4a6470bf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000598/MAIN/application/pdf/8c9877ddd29b99e68a3ab43b4a6470bf/main.pdf main.pdf pdf true 627736 MAIN 14 1-s2.0-S0926860X97000598-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000598/PREVIEW/image/png/64e393b6980eb09fa738f765cf6da5ff/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000598/PREVIEW/image/png/64e393b6980eb09fa738f765cf6da5ff/main_1.png main_1.png png 46625 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 119-132 Isomerization of n-heptane over Pt-loaded zeolite/3 catalysts Z.B. Wang~, A. Kamoa, T. Yoneda~, T. Komatsub, T. Yashimab'* ~Advanced Catalysts Research Laboratory, Advanced Technology and Research Institute, Petroleum Energy Center, 3-2-1, Sakato, Takatsu-ku, Kawasaki, Kanagawa 213, Japan bDepartment of Chemistry, Tokyo Institute of Technology, 2-12-1, Ookayama, Meguro-ku, Tokyo 152, Japan Received 4 September 1996; received in revised form 16 January 1997; accepted 21 January 1997 Abstract The influence of key parameters in the isomerization of n-heptane over Pt-loaded H)3 catalysts was studied at temperatures lower than 250 under atmospheric pressure. The highest yield of isomerized products was obtained at 210. The conversion of n-heptane increased with contact time (W/F), while the selectivity to isomers decreased. The higher the hydrogen partial pressure, the higher the selectivity to isomers. It was found that Pt/Hj3 catalyst showed a good stability for 78 h at the reaction temperature of 220. The effect of metallic sites and acid sites (Si/A1 ratios) on the catalytic property was studied. The higher the content of Pt, the higher the selectivity to isomers, and the lower the acidity of zeolite/3, the higher the selectivity to isomers at the same conversion. Keywords: Heptane isomerization; Zeolite/3; Platinum/zeolite catalyst I. Introduction Although zeolite/3 was first synthesized in 1967 [1], studies on this acid catalyst for potential applications in petroleum chemistry, refining, and fine chemical production began only recently [2-6]. This is due, in part, to the late description of its framework structure [7-11 ]. Zeolite/3 has a three-dimensional, interconnected channel system with I2-membered elliptical openings having mean diameters of 0.64.76 nm. It is ordered as a large-pore zeolite between faujasite and morde- * Corresponding author. 1Present address. School of Materials Science, Japan Advanced Institute of Science and Technology, Hokuriku, Tatsunokuchi, Ishikawa 923-12, Japan. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All fights reserved. PI1 S0926-860X(97)0005 9-8 120 Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 nite and could be of great industrial interest because of its high acidity and particular pore system. Zeolite fl is reportedly a good catalyst for several important reactions: for example, cracking [12], hydrotreating [ 13], benzene alkylation with light olefins [14], isobutane alkylation with n-butene [15], and isopropylation of cumene to diisopropylbenzenes [16]. Environmental Protection Agency regulations for phasing out lead additives from gasoline had a significant impact on the refinery industry. As a result, there has been a sharp rise in the requirements for octane enhancement processes. The isomerization of light straight paraffins is the most effective among the available octane enhancement processes. Therefore, the isomerization of straight chain paraffins into branched chain paraffins will become increasingly important. The traditional isomerization catalyst is Pt-loaded chlorided alumina, which is very active and can be operated at low temperatures, but will cause corrosion and pollution problems. The use of zeolites as a support can eliminate such problems. The noble-metal-loaded zeolite catalysts display high catalytic activity for the isomerization of alkanes in processes with the purpose of enhancing the octane number of automotive fuels. In typical bifunctional catalyst formulations, the noble metal catalyzes hydrogenation-dehydrogenation reactions, and the zeolite acid sites catalyze the carbocation rearrangements. In contrast to mono-functional catalysis, a synergism exists between metallic sites and acid sites in bifunctional catalysts leading to an enhanced catalytic activity and higher yields of products with tertiary and quaternary carbon atoms [17]. Pt-loaded mordenite (Pt/HM) catalysts have been used commercially for the isomerization of C5-C6 normal alkanes to higher octane branched isomers [ 18]. Hydroisomerization of n-alkanes over Pt-loaded dealuminated Y zeolite (Pt/HY) has also been studied by research- ers [19,20]. However, the activities of Pt/HM and Pt/HY catalysts were very low, and a rapid deactivation occurred over Pt/HM catalyst [21]. It has been shown recently [22,23] that Pt-loaded Hfl catalysts have very high activity and selectivity in n-hexane isomerization. n-Heptane constitutes an important fraction of naphtha. However, because of its low octane number (RON=0), it is separated and diverted to the catalytic reformer where hydrocracking occurs under more severe conditions, leading to increase the yield of the undesirable light hydrocarbon products. Thus, the need to isomerize n- heptane to mono-branched isomers (RON=42--65) and preferentially to multi- branched isomers (RON---80-112) is obvious, n-Heptane was chosen as the reactant also because its cracking occurs easily, making it possible to estimate correctly the isomerization/cracking selectivity of the catalysts. Blomsma et al. [24] have reported the isomerization of n-heptane on Pd/H/3 catalysts in view of the reaction mechanism. In this study, the catalytic properties of Pt-loaded H/3 catalysts in n-heptane isomerization was studied. Effects of the acid and metallic functions of Pt/l-I/3 catalysts on the catalytic performance were mainly discussed using Pt/H/3 catalysts with various contents of platinum and different acid concentrations. ZB. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 121 2. Experimental Zeolite/3 with different aluminum contents was synthesized by a hydrothermal method according to previously reported recipes [ 1,25,26]. The atomic ratios of Si to A1 in zeolite/3 are 18, 21, 23, and 30. They are denoted as/3t, where t is Si/AI ratio. Mordenite was synthesized hydrothermally, and dealuminated by leaching with 6 N HNO3 at 100 for 8 h. Y type zeolite was obtained from Tosoh. All the parent zeolites were converted into the NH~- form by ion-exchange with ammo- nium nitrate solution. Platinum was introduced into zeolites by a conventional ion- exchange technique [27] with 2.6 mg Pt/ml Pt(NH3)4C12 aqueous solution at 98-C under stirring. All samples obtained were air dried at 110, and stored in a desiccator containing a saturated aqueous solution of NH4C1. All catalysts were pretreated with flowing oxygen diluted with helium at 130~C for 1 h, at 300 for 2 h, at 350 for 3 h and at 450 for 4 h, then reduced with flowing hydrogen at 400 for 2 h and at 450 for 1.5 h before reaction. The isomerization of n-heptane was carried out in a continuous flow fixed-bed reactor system under atmospheric pressure with a quartz reactor of 16 mm ID. The mixture of hydrogen and n-heptane with the molar ratio of 7.5 was fed into the reactor. Contact time (W/F) is 3.2 g h mo1-1. Products were analyzed on-line by a gas chromatograph (FID) equipped with a 100 m, 0.25 mm ID PetrocolTM DH fused silica capillary column. The column temperatures were increased from 3 8C to 71~C at a heating rate of 2 rain-1. The yield, the selectivity and the product distribution were expressed on a carbon number basis. 3. Results and discussion 3.1. Effect of reaction conditions The results of n-heptane isomerization at 230 over various Pt-loaded zeolite catalysts are shown in Table 1. Data were collected at 1 h on stream. HM and HY are dealuminated mordenite and dealuminated Y type zeolites, respectively. Si/A1 ratios of HY, HM and H/3 are 7, 13, and 21, respectively. As a general result, the products of n-heptane reaction consist of cracking products (mainly propane and isobutane) and C7-isomers including mono-branched isomers (2-methylhexane (2- MHex), 3-MHex and 3-ethylpentane (3-EP)), and multi-branched isomers (2,2- dimethylpentane (2,2-DMP), 2,3-DMP, 2,4-DME 3,3-DME 2,2,3-trimethylbutane (2,2,3-TMB), and dimethylcyclopentane (DMCP)). Pt/H/321 catalyst showed the highest conversion of n-heptane, while Pt/HM13 catalyst showed the lowest. The lower activity of Pt/HM13 may be due to its faster deactivation. This is probably related to its uni-dimensional pore system and higher density of strong acid sites [28,29]. The lower activity may also be due to the blockage of the pore openings by platinum crystallites, which has been confirmed by the study of m-xylene 122 Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 Table 1 Isomerization of n-heptane over Pt-loaded zeolite catalysts Catalyst Conversion (%) Selectivity to isomers (C-%) Yield of isomers (C-%) Isomer distribution (%) Mono- Multi- Pt/HY7 32.6 97.2 31.7 81.9 18.1 Pt/HM13 15.2 28.9 4.4 72.9 27.1 Pt/Hfl21 92.9 33.1 30.7 67.9 32.1 Conditions: react, temp., 230; H21C7 molar ratio, 7.5; W/F, 3.2 g h mol-l; content of Pt, 0.5 wt%. isomerization (a typical reaction of acid catalysis) [21]. In agreement with this blockage, the activity of benzene hydrogenation at 100 was definitely smaller on Pt/HM13 (0.03%) than that on Pt/HY7 (11.8%) and Pt/H/321 (15.1%). It has been reported that the acidity of H/3 is stronger than that of HY [30]. This may be the reason of the higher activity and the lower selectivity to isomers over Pt/H/321 than those over Pt/HY7. Table 1 also shows that the isomer distributions over these three catalysts were different. This will be discussed later. In order to get high yield of isomers over Pt/H/3 catalyst, effects of the reaction conditions on the performance of n-heptane isomerization have been studied. 3.2. Effect of reaction temperature The principal dependence of n-heptane transformation over Pt/H/321 catalyst on reaction temperature is illustrated in Fig. 1. The conversion of n-heptane increased with reaction temperature, while the selectivity to isomers decreased. The total yield of all C7-isomers passed through a maximum at 210, indicating the consumption of the isomerized products in consecutive cracking reactions at higher temperatures. Table 2 shows that propane and butane, in equimolar amounts, were the major cracking products, amounting to 99 mol% of the cracking products. Another feature worth noting is the high isobutane/n-butane ratio, indicating that most of the cracking reactions follow the rearrangements of the n-heptane skeleton. Namely, the cracking products of n-heptane over Pt/H/3 catalysts can be interpreted by the classic bifunctional hydrocracking. Recently, a different situation has been identified by Blomsma and co-workers [24] in the conversion of heptane over Pd/ H/3. The cracking of heptane over Pd/H/3 is interpreted as a combination of classic bifunctional hydrocracking and dimerization cracking, based on the result that C4 cracking products were formed in excess of C3 products, and that the sum of the C3 and C4 products were less than 200 mol per 100 mol of feed cracked. The difference of the metal (Pt and Pd) and Si/A1 ratios of zeolite/3 (21 and 12.5) maybe leads to the different cracking mechanisms. ZB. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 123 100 -~ 80 60 40 20 0 I I i I I I i 160 180 200 220 240 Reaction Temperature/ Fig. 1. Effect of reaction temperature on n-heptane isomerization. Conditions: catalyst, 0.5 wt% Pt/H/321; W/F, 3.2 g h mol 1; H2/C7 molar ratio, 7.5. Table 2 Cracking product distribution in n-heptane reaction over Pt/H/321 Reaction temperature () Cracking Sel. (C-%) C3/C4 i-C4/n-C4a C3-~-C4 (mol%)b 200 5.6 0.995 46.2 99.2 210 15.5 0.995 94.4 98.9 220 37.1 0.996 133 99.1 230 66.9 0.998 119 99.2 240 86.4 1.001 91.5 99.2 Reaction condition: same as in Fig. 1. ai-C4: isobutane, n-C4: n-butane. bMolar percent of propane and butane in cracking products. 3.3. Effect of contact time (W/F) The contact time (W/F) was varied, at a constant reaction temperature, by proportionally changing the flow of the feed components (H2 and n-C7), so as to keep the molar ratio of H2 to n-C7 at a constant value of 7.5. n-Heptane transformation as a function of W/F is shown in Fig. 2. The conversion of n- heptane increased with contact time, while the selectivity to isomers decreased. The yield of isomers increased quickly with contact time lower than 1.5 g h mol- 1, 124 Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 loo\" 60 [ p Yield . 40 2o 0 / I I I I I I 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 W/F/g h mol~ Fig. 2. Effect of contact time (W/F) on n-heptane isomerization. Conditions: catalyst, 0.5 wt% Pt/H/321; react. temp., 220; H2/C7 molar ratio, 7.5. and then leveled off at around 2.5 g h mo1-1. Another feature worth noting is an approaching 100% intercept of the selectivity to isomers. As shown in Fig. 3, the ratios ofisomerized to cracked n-heptane (I/C) decreased with increasing W/F. This result verifies that n-heptane is converted first into isomers, then successively into cracking products. Moreover, the ratio of mono- to multi-branched isomers (M/D) also decreased with W/F, namely, with the con- version of n-heptane. This result indicates that the isomerization first leads to mono-branched isomers mainly, then to multi-branched ones. Fig. 4 shows the fraction of multi-branched isomers (IBI) in C7-isomers against n-heptane conversion over various Pt-loaded zeolite catalysts (Pt/HM13, Pt/HY7 and Pt/H/321). The conversion of n-heptane was changed by changing W/F. The fraction of multi-branched isomers over Pt/HM13 was independent of the con- version of n-heptane. The fractions of multi-branched isomers over Pt/HY7 and Pt/ H/321 increased almost linearly with the conversion, the former having a steeper slope. The fraction over Pt/HM catalyst was the highest at lower conversions, but the deactivation of Pt/HM was very fast. Therefore, the highest yield of multi- branched isomers can be obtained over Pt/HY. The formation of isobutane can be readily explained by the cracking of 2-MHex, 2,2-DMP, and 2,4-DMP, according to the carbocation-type mechanism of cleavage [31 ]. Fig. 5 shows the change in the selectivity to each DMP, 2-MHex and cracking Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 125 12 10 8 4 [ M/D 0 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 W/F/g h mol-t Fig. 3. Ratios of the formation rates of the isomerized/cracked n-heptane (I/C) and of the mono-/multi-branched isomers (M/D) versus contact time (W/F). Conditions as in Fig. 2. L o o 30 20 10 Pt/HM 13 Pt/HY7 Pt/HI321 I I I I i I I 0 20 40 60 80 Conversion/% Fig. 4. The fraction of multi-branched isomers (IBI) in CT-isomers against n-heptane conversion on various Pt loaded zeolites at 230. Conditions: Pt, 0.5 wt%; H2/C7 molar ratio, 7.5. 126 Z.B. Wang et al./Applied Catalysis A.\" General 159 (1997) 119-132 20 . 50 ~ 15 10 > r~ 2 -MHex <C7 2,4-DMP ~MP I I I I I I I I I 0 0 20 40 60 80 100 Conversion/% 40 30 > 2o r~ 10 Fig. 5. The selectivity to products against n-heptane conversion. Conditions as in Fig. 2. products with the conversion of n-heptane. The selectivity to 2,4-DMP was constant at low conversions and decreased significantly at the high conversion. The selectivity to 2,2-DMP and cracking products increased monotonously with the conversion, while that to 2-MHex decreased monotonously. From these results, we suggest that cracking products mainly come from 2-MHex and 2,4-DMP. According to the above results, the route of n-heptane transformation over Pt/H/3 catalyst, omitting the carbocation intermediates, can be simply written as in Scheme 1. Here, O represents an intermediate olefin and H+ an acid site. Pt H* Pt n-C7 ~ n-O7 ~ i-O7 ~ i-C7 ,[H+ Olefinic cracking products Cracking products (path A) (path B) Scheme I. Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 127 100 80 o 60 >, 40 r/l O 20 0 | 0.0 0.2 0.4 0.6 0.8 1.0 t 50 40 ~ 30 Se 20 ~ Z/Yield I I I I I I I i / 0 P-H2/atm Fig. 6. Effect of H2 partial pressure (P-H2) on n-heptane isomerization. Conditions: catalyst, 0.5 wt% Pt/H/321; W/F, 3.2 g h mol ~; react, temp., 220. 3.4. Effect of 142 partial pressure The influence of hydrogen partial pressure (P-H2) was investigated at 220. The P-H2 was varied by changing its flow rate, and correspondingly adjusting that of helium, so as to keep the contact time (W/F) and the partial pressure of n- heptane to be constantAs shown in Fig. 6, the conversion of n-heptane decreased with increasing P-H2, while the selectivity to isomers increased. The fraction of multi-branched isomers (IBI) in C7-isomers decreased very slowly with increasing P-H2. The effect of hydrogen in suppressing cracking and simultaneously promot- ing isomerization is attributed to its promotion role in hydrogenating the inter- mediate olefins (Scheme 1, the reaction of i-O7 to i-C7). 3.5. Effect of time on stream The effect of time on stream on n-heptane conversion over 0.5 wt% Pr/H/321 was studied at the optimum W/F for the highest yield of C7-isomers, and at 220 that is slightly higher than the optimum reaction temperature (210). As shown in Fig. 7, the conversion of n-heptane, the selectivity to and the yield of isomers and the fraction of multi-branched isomers (IBI) in C7-isomers showed no obvious change in on-stream runs of up to 78 h. Namely, Pt/H/3 catalyst showed a better 128 ZB. Wang et aL/Applied Catalysis A: General 159 (1997) 119-132 100 100 6o 160 r~ 40 40 o ~ ~, ~ v O~ ,~,,~, .~ ~9 20 20 0 ' ' 0 I I I I I 0 20 40 60 80 Time on Stream/h Fig. 7. Effect of time on stream on n-heptane isomerization. Conditions: catalyst, 0.5 wt% Pt/H/321; W/F, 3.2 g h tool-l; react, temp., 220; H2/C7 molar ratio, 7.5. stability than Pt/HM catalyst which showed significant deactivation, namely, the activity measured after 5 h of reaction was only 40% of the initial activity [21]. This may be because H/3 has acid sites mainly with medium strength and three- dimensional pore structure. We have already reported that the heat of ammonia adsorption is 80-100 kJ mo1-1 on H/3 and 100-125 kJ mo1-1 on HM [22]. 4. Effect of Pt sites and acid sites 4.1. Effect of Pt content A series of Pt/H/323 catalysts with different Pt contents (from 0.1 to 3 wt%) have been prepared by the ion-exchange technique. Results of n-heptane transformation over these Pt/H/3 catalysts at 230 are shown in Fig. 8. An increase in Pt content caused an increase in the selectivity to isomers. The conversion of n-heptane and the fraction of multi-branched isomers in C7-isomers were almost independent of Pt content. The effect of Pt content in enhancing the selectivity to isomers is attributed to its role of hydrogenating the intermediate olefins (see Scheme 1). The absence of methane and ethane reveals that hydrogenolysis does not contribute to the cracking for Pt loadings lower than 2.5 wt%. In addition, the high yield of isomers, 61.5%, was obtained at 220 over 3 wt% Pt/H/323 catalyst. ZB. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 129 80 100 60 20 0 \" L.\" Cony. i I I I I I 80 60 ~\" 40 20 0.0 0.5 1.0 1.5 2.0 2.5 3.0 Pt Content/wt.-% Fig. 8. Effect of Pt content on n-heptane isomerization. Conditions: catalyst, 0.5 wt% Pt/H'~23; W/F, 3.2 g h mol-1; react, temp., 230: H2/C7 molar ratio, 7,5. 4.2. Effect of Si/Al n-Heptane transformation over Pt/H/3 catalysts with different Si/A1 ratios (18, 21 and 30) at 230 is illustrated in Fig. 9. The conversion was varied, at the constant reaction temperature, by changing W/E The conversion of n-heptane decreased with increasing the Si/A1 ratio, under the same reaction conditions. The selectivity to isomers at the same conversion was in the order: Pt/H/330>Pt/H/321>Pt/H/318. In zeolites with higher Si/A1 ratios, where the acid density is lower, each intermediate olefin formed at Pt dehydrogenating site comes into contact with very few acid sites between two Pt sites (see Scheme 1, path A), which could favorably lead to the formation of isomerized products. In zeolites with lower Si/A1 ratios, each intermediate olefin comes into contact with more acid sites between two Pt sites (path B), which could lead to the formation of cracking products. The performance of Pt/H/321 at 220 is also shown in Fig. 9. The selectivity of Pt/H/321 at the same conversion was higher at 220 than that at 230, and the former was even higher than the selectivity of Pt/H/330. These results indicate that the lower the reaction temperature, the higher the selectivity to isomers. This suggests that the high selectivity to isomers can be obtained by using H/3 zeolites with lower Si/AI ratios at low reaction temperatures, keeping the conversion levels sufficiently high. 130 Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 100 O o ;> ID 80 60 40 20 0 20 I I I I I i 40 60 80 100 Conversion/% Fig. 9. The selectivity to isomers against n-heptane conversion over 0.5 wt% Pt/H/3 catalysts with different Si/A1 ratios. Conditions: react, temp., 230 (O, 220); H2/C7 molar ratio, 7.5. 30 r/2 t~ o O 20 10 J O [] Pt/HI330 o Pt/H~21 Pt/H~l 8 Pt/H~21 * 0 i I I I i 20 40 60 80 Conversion/% Fig. 10. Fraction of multi-branched isomers (IBI) against n-heptane conversion on 0.5 wt% Pt/H3 with different Si/A1 ratios. Conditions: react, temp., 230 (O, 220); H2/C7 molar ratio, 7.5. Z.B. Wang et al./Applied Catalysis A: General 159 (1997) 119-132 131 The fraction of multi-branched isomers (IBI) over Pt/H/3 catalysts with different Si/AI ratios at 230 against the conversion of n-heptane is shown in Fig. 10. The fraction seems to be independent of the Si/A1 ratio and the reaction temperature. Therefore, it is clear that the research octane number of the isomers obtained cannot be increased by increasing the Si/A1 ratio of H/3 zeolite or decreasing the reaction temperature, and that the composition of isomers is mainly dependent on the conversion of n-heptane. As already described, although the selectivity to isomers over Pt/H~21 is lower than that over Pt/HY7 (see Table 1 ), the former can be increased by decreasing the number of acid sites of Hi3 or by lowering the reaction temperature. 5. Conclusions The activity of Pt/H/7 catalyst is higher than that of Pt/HY catalyst, because of the stronger acidity of the former. Therefore, n-heptane isomerization can be carried out over Pt/H/7 catalyst at a lower reaction temperature. Cracking products are mainly propane and isobutane, 99%, which mainly come from 2-MHex and 2,4-DMP. Pt/H/3 catalyst shows a good stability for n-heptane isomerization under the following reaction conditions: reaction temperature, 220; W/F, 3.2 g h tool- i. molar ratio of H2 to n-heptane, 7.5. The higher the Pt content, the higher the selectivity to isomers. The lower the amount of acid sites of zeolite/3, the higher the selectivity to isomers at the same conversion. Acknowledgements This work has been carried out as a research project of the Petroleum Energy Center with the subsidy of the Ministry of International Trade and Industry. References [1] R.L. Wadlinger, G.T. Kerr, E.J. Rosinski, US Pat. 3308069 (1967). [2] J.A. Martens, J. Perez-Pariente, E. Sastre, A. Corma and P.A. Jacobs, Appl. Catal., 45 (1988) 85. [3] P. Ratnasamy, R.N. Bhat, S.K. Pokhriyal, S.G. Hagde and R. Kumar, J. Catal., 119 (1989) 65. [4] I. Wang, T.-Ch. Tsai and Sh.-T. Huang, Ind. Eng. Chem. Res., 29 (1990) 2005. [5] P.A. Parikh, N, Subrahmanyam, Y.S. Bhat and A.B. Halgeri, Appl. Catal., 90 (1992) 1. [6] A. Corma, C. Goberna, J.M. Lopez-Nieto, N. Paredes, M. Perez, in: P.A. Jacobs, N.I. Jaeger, L. Kubelkov{t, B. Wichterlova (Eds.), Zeolite Chemistry and Catalysis, Elsevier, Amsterdam, 1991, p. 409. [7] M.M. Treacy and J.M. Newsam, Nature, 332 (1988) 249. [8] J.M. Newsam, M.M.J. Treacy, W.T. Koetsier and C.B. de Gruyter, Proc. Roy. Soc. London, A420 (1988) 375. 132 ZB. Wang et aL /Applied Catalysis A: General 159 (1997) 119-132 [9] M.W, Deem, J.M. Newsam and J.A. Creighton, J. Am. Chem. Soc., 114 (1992) 7198. [10] J.A. Martens, M. Tielen, P.A. Jacobs and J. Weitkamp, Zeolites, 4 (1984) 98. [11] J.A. Martens and P.A. Jacobs, Zeolites, 6 (1986) 334. [12] L. Bonetto, M.A. Camblor, A. Corma and J. Perez-Pariente, Appl. Catal., 82 (1992) 37. [13] J.A. Martens, J. Perez-Pariente, P.A. Jacobs, Proceedings of the International Symposium on Zeolite Catalysis, Siofok, Hungary, 13-16 May 1985; Petofi Nyomde: Kecskemet, 1985, p. 487. [14] L.B. Young, Eur. Pat. Appl. 30084 (1981). [15] B. Juguin, Fr. Pat. 2631956 (1988). [16] P.A. Parikh, N. Subrahmanyam, Y.S. Bhat and A.B. Halgeri, J. Mol. Catal., 88 (1994) 85. [17] H. Pichler, H. Shultz, H.O. Reitemeyer and J. Weitkamp, Erdol Kohle. Erdgas. Petrochem., 25 (1982) 494. [18] H.W. Kouwenhoven, Am. Chem. Soc., Adv. Chem. Ser., 121 (1973) 529. [19] A.E Bolton and M.A. Lanewala, J. Catal., 18 (1970) 1. [20] E Alvarez, G. Giannetto, M. Guisnet and G. Perot, Appl. Catal., 34 (1987) 353. [21] M. Guisnet, E Alvarez, G. Giannetto and G. Perot, CataL Today, 1 (1987) 415. [22] T. Yashima, Z.B. Wang, A. Kamo, T. Yoneda and T. Komatsu, Catal. Today, 29 (1996) 279. [23] L.J. Leu, L.Y. Hou, B.C. Kang, C. Li, S.T. Wu and J.C. Wu, Appl. Catal., 69 (1991) 49. [24] E. Blomsma, J.A. Martens and EA. Jacobs, J. Catal., 155 (1995) 141. [25] M.A. Camblor and J. Perez-Pariente, Zeolites, 11 (1991) 202. [26] M.A. Camblor, A. Mifsud and J. Perez-Pariente, Zeolites, 11 (1991) 792. [27] P. Gallezot, Catal. Sci. Eng., 20(1) (1979) 121. [28] H.G. Karge and E.P. Boldingh, Catal. Today, 3 (1988) 53. [29] B.T. Carvill, B.A. Lerner, B.J. Adelman, D.C. Tomczak and W.M.H. Sachtler, J. Catal., 144 (1993) 1. [30] S.G. Hegde, R. Kumar, R.N. Bhat and P. Ratnasamy, Zeolites, 9 (1989) 231. [31] G. Perot, P. Hilaireau and M. Guisnet, Proc. 6th IZC, Reno, (1983) 427. APCATA 97000598 S0926-860X(97)00059-8 10.1016/S0926-860X(97)00059-8 Elsevier Science B.V. All rights reserved Isomerization of n-heptane over Pt-loaded zeolite β catalysts Z.B. Wang a 1 A. Kamo a T. Yoneda a T. Komatsu b T. Yashima * b a Advanced Catalysts Research Laboratory, Advanced Technology and Research Institute, Petroleum Energy Center, 3-2-1, Sakato, Takatsu-ku, Kawasaki, Kanagawa 213, Japan b Department of Chemistry, Tokyo Institute of Technology, 2-12-1, Ookayama, Meguro-ku, Tokyo 152, Japan * Corresponding author. 1 Present address. School of Materials Science, Japan Advanced Institute of Science and Technology, Hokuriku, Tatsunokuchi, Ishikawa 923-12, Japan. The influence of key parameters in the isomerization of n-heptane over Pt-loaded Hβ catalysts was studied at temperatures lower than 250°C under atmospheric pressure. The highest yield of isomerized products was obtained at 210°C. The conversion of n-heptane increased with contact time (W/F), while the selectivity to isomers decreased. The higher the hydrogen partial pressure, the higher the selectivity to isomers. It was found thatPt/Hβ catalyst showed a good stability for 78 h at the reaction temperature of 220°C. The effect of metallic sites and acid sites (Si/Al ratios) on the catalytic property was studied. The higher the content of Pt, the higher the selectivity to isomers, and the lower the acidity of zeolite β, the higher the selectivity to isomers at the same conversion. Keywords Heptane isomerization Zeolite β Platinum/zeolite catalyst Reference [1] R.L. Wadlinger, G.T. Kerr, E.J. Rosinski, US Pat. 3 308 069 (1967). [2] Martens J.A. Perez-Pariente J. Sastre E. Corma A. Jacobs P.A. Appl. Catal. 45 1988 85 [3] Ratnasamy P. Bhat R.N. Pokhriyal S.K. Hagde S.G. Kumar R. J. Catal. 119 1989 65 [4] Wang I. Tsai T.-Ch. Huang Sh.-T. Ind. Eng. Chem. Res. 29 1990 2005 [5] Parikh P.A. Subrahmanyam N. Bhat Y.S. Halgeri A.B. Appl. Catal. 90 1992 1 [6] Corma A. Goberna C. Lopez-Nieto J.M. Paredes N. Perez M. Jacobs P.A. Jaeger N.I. Kubelková L. Wichterlova B. Zeolite Chemistry and Catalysis 1991 Elsevier Amsterdam 409 [7] Treacy M.M. Newsam J.M. Nature 332 1988 249 [8] Newsam J.M. Treacy M.M.J. Koetsier W.T. de Gruyter C.B. 4th ed. Proc. Roy. Soc. London A420 1988 375 [9] Deem M.W. Newsam J.M. Creighton J.A. J. Am. Chem. Soc. 114 1992 7198 [10] Martens J.A. Tielen M. Jacobs P.A. Weitkamp J. Zeolites 4 1984 98 [11] Martens J.A. Jacobs P.A. Zeolites 6 1986 334 [12] Bonetto L. Camblor M.A. Corma A. Perez-Pariente J. Appl. Catal. 82 1992 37 [13] Martens J.A. Perez-Pariente J. Jacobs P.A. Proceedings of the International Symposium on Zeolite Catalysis Siofok, Hungary, 13–16 May 1985 1985 Petofi Nyomde Kecskemet 487 [14] L.B. Young, Eur. Pat. Appl. 30 084 (1981). [15] B. Juguin, Fr. Pat. 2 631 956 (1988). [16] Parikh P.A. Subrahmanyam N. Bhat Y.S. Halgeri A.B. J. Mol. Catal. 88 1994 85 [17] Pichler H. Shultz H. Reitemeyer H.O. Weitkamp J. Erdol Kohle. Erdgas. Petrochem. 25 1982 494 [18] Kouwenhoven H.W. Am. Chem. Soc., Adv. Chem. Ser. 121 1973 529 [19] Bolton A.P. Lanewala M.A. J. Catal. 18 1970 1 [20] Alvarez F. Giannetto G. Guisnet M. Perot G. Appl. Catal. 34 1987 353 [21] Guisnet M. Alvarez F. Giannetto G. Perot G. Catal. Today 1 1987 415 [22] Yashima T. Wang Z.B. Kamo A. Yoneda T. Komatsu T. Catal. Today 29 1996 279 [23] Leu L.J. Hou L.Y. Kang B.C. Li C. Wu S.T. Wu J.C. Appl. Catal. 69 1991 49 [24] Blomsma E. Martens J.A. Jacobs P.A. J. Catal. 155 1995 141 [25] Camblor M.A. Perez-Pariente J. Zeolites 11 1991 202 [26] Camblor M.A. Mifsud A. Perez-Pariente J. Zeolites 11 1991 792 [27] Gallezot P. Catal. Sci. Eng. 20 1 1979 121 [28] Karge H.G. Boldingh E.P. Catal. Today 3 1988 53 [29] Carvill B.T. Lerner B.A. Adelman B.J. Tomczak D.C. Sachtler W.M.H. J. Catal. 144 1993 1 [30] Hegde S.G. Kumar R. Bhat R.N. Ratnasamy P. Zeolites 9 1989 231 [31] Perot G. Hilaireau P. Guisnet M. Proc. 6th IZC Reno 1983 427",
      "scopus-id": "30244535716",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000598",
        "dc:description": "The influence of key parameters in the isomerization of n-heptane over Pt-loaded Hβ catalysts was studied at temperatures lower than 250°C under atmospheric pressure. The highest yield of isomerized products was obtained at 210°C. The conversion of n-heptane increased with contact time (W/F), while the selectivity to isomers decreased. The higher the hydrogen partial pressure, the higher the selectivity to isomers. It was found thatPt/Hβ catalyst showed a good stability for 78 h at the reaction temperature of 220°C. The effect of metallic sites and acid sites (Si/Al ratios) on the catalytic property was studied. The higher the content of Pt, the higher the selectivity to isomers, and the lower the acidity of zeolite β, the higher the selectivity to isomers at the same conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000598",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Z.B."
          },
          {
            "@_fa": "true",
            "$": "Kamo, A."
          },
          {
            "@_fa": "true",
            "$": "Yoneda, T."
          },
          {
            "@_fa": "true",
            "$": "Komatsu, T."
          },
          {
            "@_fa": "true",
            "$": "Yashima, T."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000598"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000598"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00059-8",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Isomerization of n-heptane over Pt-loaded zeolite β catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heptane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Zeolite β"
          },
          {
            "@_fa": "true",
            "$": "Platinum/zeolite catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "119-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00059-8",
        "prism:startingPage": "119",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00059-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244535716"
      }
    }
  }
}