{
  "metadata": {
    "title": "Second row transition metal sulfides for the hydrotreatment of coal-derived naphtha I. Catalyst preparation, characterization and comparison of rate of simultaneous removal of total sulfur, nitrogen and oxygen",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-03-13",
    "doi": "10.1016/S0926-860X(96)00317-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003171",
    "pii": "S0926860X96003171"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037515523",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2018-11-20T12:53:04 1-s2.0-S0926860X96003171 S0926-860X(96)00317-1 S0926860X96003171 10.1016/S0926-860X(96)00317-1 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00361 2024-01-01T12:18:48.759026Z 0 0 19970313 1997 1998-03-20T00:00:00Z rawtext articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref 0926-860X 0926860X false 150 150 2 2 Volume 150, Issue 2 8 297 318 297 318 19970313 13 March 1997 1997-03-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SECONDROWTRANSITIONMETALSULFIDESFORHYDROTREATMENTCOALDERIVEDNAPHTHAICATALYSTPREPARATIONCHARACTERIZATIONCOMPARISONRATESIMULTANEOUSREMOVALTOTALSULFURNITROGENOXYGEN RAJE A DEROSSET 1979 108 A JANKOWSKI 1982 1032 A ULOWETZ 1983 M TOPSOE 1996 H HYDROTREATINGCATALYSTSSCIENCETECHNOLOGY DELMON 1993 1 B FRUMKIN 1981 75 H UPGRADINGCOALLIQUIDS TERNAN 1982 1110 M FAIRBRIDGE 1986 171 C LIAW 1994 581 S XU 1994 1355 L PECORARO 1981 430 T VISSERS 1984 813 J LEDOUX 1986 275 M EIJSBOUTS 1988 217 S LEDOUXAND 1989 580 M DANOT 1991 629 M GIRGIS 1991 2021 M NALITHAM 1983 645 R SHABTAI 1988 314 J STIEGEL 1987 1865 G GOLLAKOTA 1991 S PROCEEDINGSLIQUEFACTIONCONTRACTORSREVIEWMEETING CHIANELLI 1979 1105 R RAJEX1997X297 RAJEX1997X297X318 RAJEX1997X297XA RAJEX1997X297X318XA item S0926-860X(96)00317-1 S0926860X96003171 1-s2.0-S0926860X96003171 10.1016/S0926-860X(96)00317-1 271346 2024-01-01T12:18:48.759026Z 1997-03-13 1-s2.0-S0926860X96003171-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003171/MAIN/application/pdf/555cd1aac984ef9c5ba2a97474f7fb0f/main.pdf main.pdf pdf true 1118598 MAIN 22 1-s2.0-S0926860X96003171-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003171/PREVIEW/image/png/379d676ae072b9f0518271e5f65ecec3/main_1.png main_1.png png 42062 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 297-318 Second row transition metal sulfides for the hydrotreatment of coal-derived naphtha I. Catalyst preparation, characterization and comparison of rate of simultaneous removal of total sulfur, nitrogen and oxygen Ajoy P. Raje, Shuh-Jeng Liaw, Ram Srinivasan, Burtron H. Davis * Center For Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA Received 12 March 1996; revised 19 August 1996; accepted 22 August 1996 Abstract Naphtha derived from an Illinois No. 6 coal contains appreciable quantities of sulfur-, nitrogen- and oxygen-containing compounds. The hydrotreatment of this naphtha has been evaluated over unsupported transition metal sulfide catalysts of the second row in the Periodic Table, The catalysts were prepared by a room temperature precipitation reaction. Surface areas, crystalline phase and particle size distributions were determined by Brunauer-Emmet-Teller (BET), X-ray diffraction (XRD) and transmission electron microscopy (TEM), respectively. A comparison of average particle sizes calculated from these three techniques has enabled the understanding of the morphology of the transition metal sulfides. The catalysts exhibit a so-called volcano plot for the HDS of dibenzothiophene. Similar so-called volcano plots are also exhibited for the simultaneous hydrodesulfurization (HDS), hydrodenitrogenation (HDN) and the hydrodeoxygenation (HDO) of the coal-derived naphtha containing a mixture of heteroatoms. The order of reactivity of the transition metal catalysts is the same for all three of the processes. Ruthenium sulfide (RuSe) is the most active catalyst for HDS, HDN and HDO of the coal-derived naphtha. Keywords: Naphtha; Coal; HDS; HDN; Ruthenium sulfide * Corresponding author. Phone: (606) 257-0251. Fax: (606) 257-0302. E-mail: davis@alpha.caer.uky.edu. 0926-860X/97/$17.00 Copyright © 1997 Elsevier Science B.V, All rights reserved. PH S0926-860X(96)0031 7- 1 298 A.P. Raje et aL /Applied Catalysis A: General 150 (1997) 297-318 1. Introduction The direct liquefaction of coal, found in large quantities in the U.S., offers an attractive alternative source of liquid fuels compared to importing crude oil. Coal-derived liquids are, however, quite different from petroleum distillates. A major difference is the much higher amounts of heteroatoms such as nitrogen and oxygen present in coal-derived liquids. This is so even for a comparatively light distillate, such as naphtha, derived from coal [1-3]. These heteroatoms (along with sulfur) are conventionally removed by hydrotreatment [4,5]. Investi- gations of the hydrotreatment (heteroatom removal) of coal-derived naphtha using conventional molybdenum-based catalysts have shown that considerably more severe reaction conditions (as compared to petroleum-derived naphtha) are necessary for the removal of heteroatoms to acceptable levels [6-10]. Hence, more active hydrotreatment (HT) catalysts need to be found if the upgrading of coal-derived naphtha is to be economically competitive. A landmark study [ 11 ] demonstrated that unsupported Group VIII (or Groups 8 to 10 according to the IUPAC nomenclature) transition metal sulfides (TMS), especially of the second and third row of the Periodic Table, exhibit an order of magnitude higher activity for the hydrodesulfurization (HDS) of dibenzothio- phene than molybdenum sulfide (MoS2). The HDS rate constants plotted against the position of the transition metal in the Periodic Table exhibited so-called volcano plots. For the second row transition metals, RuS2 possessed the highest activity. Further, sulfides of the second row exhibited higher activities as compared to sulfides of the first and third rows. Subsequently, similar so-called volcano plots were obtained for the HDS of thiophene [12,13], the hydrodenitrogenation (HDN) of quinoline [14] and the HDN of pyridine [15] on carbon supported TMS. Rhodium sulfide (Rh2S3) was the most active TMS for the HDN of quinoline [14] while ruthenium sulfide (RuS2) was most active for the HDN of pyridine [15] among the second row TMS. These studies indicate the possibility of obtaining higher activity HT catalysts composed of Group VIII metal sulfides. To the best of our knowledge, similar studies of hydrodeoxygenation (HDO) over TMS have not been carded out. In a more recent study [16], a different phase of niobium sulfide, NbS3, (rather than NbS2 as in earlier studies) showed a high HDN activity for n-pentyl amine and pyridine than MoSz in contrast to earlier studies. The investigations mentioned above have determined the reactivities of individual model sulfur and nitrogen heteroatom compounds in isolation. Typi- cal HT feedstocks, on the other hand, contain mixtures of sulfur, nitrogen and oxygen compounds. Conventional Mo-based catalysts, such as Co-Mo, exhibit different reactivities for the HT of model compounds containing dissimilar heteroatoms if present simultaneously in the reaction mixture than if the same compounds react separately [17]. Hence, it is of interest to determine whether simultaneous heteroatom removal from an actual feedstock, such as coal-derived A.P. Raje et al./ Applied Catalysis A: General 150 (1997) 297-318 299 naphtha, exhibits the same behavior pattem and maximum in activity for the same TMS as seen for individual model compounds. Moreover, studies with actual feedstocks are necessary for the development and ultimate utilization of improved HT catalysts. A further point of interest is to determine if the same TMS exhibits the highest activity for HDS, HDN and HDO or whether different sulfides have the highest activity for each of these processes. For instance, Rh2S3 has been shown to be the most active TMS for the HDN of quinoline while RuS2 is most active for the HDS of dibenzothiophene. It is thus possible that different TMS are active for each of the three processes involved in HT and that a catalyst active for HDS, HDN and HDO would be composed of three different TMS. In this study, we have carded out the HT of a coal-derived naphtha over unsupported TMS of the second row in the Periodic Table. The rates of HDS, HDN and HDO of the naphtha are evaluated and compared over each of these catalysts as a function of the metal position in the Periodic Table at several temperatures. The TMS were prepared by a room temperature precipitation reaction [11] and characterized both before and after activity evaluation. The surface areas, crystalline phases and the activity for the HDS of dibenzothio- phene of the prepared catalysts are compared with those prepared in an earlier study [ 11 ]. The previous study of bulk TMS [11] had observed significant discrepancies in the TMS particle sizes calculated from Brunauer-Emmet-Teller (BET) surface areas and those calculated from X-ray line broadening. An attempt is made in this study to explain these differences on the basis of catalyst morphology by characterization of the prepared TMS by transmission electron microscopy (TEM). 2. Experimental 2.1. Naphtha The coal-derived naphtha used in this study was obtained from the liquefac- tion of a bituminous (Illinois No. 6) coal from the Advanced Coal Liquefaction Test Facility at Wilsonville, Alabama during Run 261. The hydrotreatment of various coal-derived distillates from this facility over conventional Mo-based catalysts have been previously reported [18-20]. Further details of the specific Run 261 have been mentioned elsewhere [21]. Table 1 lists the elemental analysis of the naphtha along with the initial and final boiling points. The naphtha has a fairly broad boiling range and contains high quantities of nitrogen and oxygen as well as sulfur. 300 A.P. Raje et al./Applied Catalysis A: General 150 (1997) 297-318 2.2. Catalyst preparation The unsupported TMS are prepared following published procedures [11]. The starting materials, transition metal chlorides, are reacted with lithium sulfide in a solution of ethyl acetate or tetrahydrofuran at room temperature under inert atmosphere. Typically, the reaction is allowed to proceed for 20 h. After filtration, the precipitate is treated overnight in a stream of 10% H2S in H2 at a temperature of 400°C. The catalyst is then washed with a 12% (by volume) aqueous solution of acetic acid to remove lithium chloride and treated again in a stream of 10% H2S in H2 at 400°C for 5 h. An elemental analysis of lithium and chlorine in the resultant catalyst is performed to verify that these have been removed by the acetic acid wash. 2.3. Catalyst characterization Surface areas of the catalysts have been evaluated by the BET technique using a Quantachrome automated nitrogen adsorption apparatus. Prior to BET measurements, the catalyst samples were evacuated at a temperature of 300°C. The structure of the sulfide and the phase of the prepared catalysts are identified by X-ray diffraction (XRD) using a Rigaku X-ray diffractometer. Catalyst particle size and shape are determined by TEM using a JOEL electron micro- scope (model: JEM-100B). These techniques are used to characterize the catalysts both before and after activity evaluation. 2.4. Procedure 2.4.1. HDS of dibenzothiophene The HDS of dibenzothiophene is carried out over several of the prepared catalysts to obtain volcano plots for a single model compound. A 500 ml solution of 5 wt. % dibenzothiophene in decalin is charged to a 1 liter stirred autoclave along with 1.5 to 1.7 g of catalyst. A constant flow rate of hydrogen (5.66 NL/h) is started and maintained throughout the reaction by means of a Table 1 Characterization of naphtha derived from Illinois #6 Coal Element Composition by weight Carbon 85.6% Hydrogen 13.2% Sulfur 820 ppm Nitrogen 1420 ppm Oxygen 1.24% Initial boiling point - 23°C Final boiling point 280°C A.P. Raje et al./ Applied Catalysis A: General 150 (1997) 297-318 301 mass flow controller. The pressure in the autoclave is then raised to 450 psig (3.2 MPa absolute) and maintained at this value by using a back pressure regulator. The temperature is then increased gradually to 350°C over a period of approximately 2 to 2.5 h. A sample of the solution (5 ml) is taken as the reaction temperature is reached. Subsequently, samples are taken every hour to follow the course of the reaction with increasing residence time. 2.5. Hydrotreatment of Naphtha The HT of naphtha is carried out in a down flow, 1/4 in. (0.635 cm) O.D. (0.028 in. wall thickness) packed bed reactor. The length of the catalyst bed is approximately 7 in. (17.8 cm). Typical pressure drops through the catalyst bed are about 0.21 MPa in 3.55 MPa, i.e., about 6%, at the highest flow rates used in this study. An annular cylindrical furnace (Lindberg) is used for heating the reactor. Naphtha is fed to the reactor by means of a Milton Roy piston pump while hydrogen is fed through a mass flow controller (Brooks Instruments, Model 5850E). Reaction products are condensed and collected in a sample bomb downstream of the reactor. A back pressure regulator, placed after the sample bomb, is used to control the reactor pressure. Approximately 3 to 6 g of the catalyst is loaded into the reactor. The granular size of the catalysts used is less than 74 ixm (passing through a sieve of 200 mesh size). The catalyst is treated again with 10% HeS in H2 by first gradually increasing the temperature to 400°C in 3 h and then maintaining the temperature at 400°C for 2 h. The HT of naphtha is carried out at various temperatures between 275 to 400°C. The pressure in the reactor is maintained at 660 psig (4.65 MPa absolute). The flow rate of naphtha corresponds to a weight hourly space velocity (WHSV) of 1 g naphtha/g catalyst-h. The flow rate of hydrogen corresponds to a mole ratio of hydrogen to naphtha of 2.6 (1960 scf/bbl or 350 NL of hydrogen/liter of naphtha). Preliminary experiments indicated that reaction steady state is reached within 24 h of start up of the reaction. Also, following a change in the reaction conditions, steady state is re-established within 4 h. Hence, reaction products have been collected after a day following start up and after 4 h following a change in reaction conditions. Catalyst activity is checked periodically during the course of activity evaluation by performing a run at pre-established \"standard\" conditions. The samples produced during the reaction are collected and washed with distilled water to remove hydrogen sulfide, ammonia and water. The washed samples are then analyzed for total sulfur, nitrogen and oxygen contents. 2.6. Analytical The total sulfur contents of the feed naphtha and products are determined using a Xertex C-300 microcoulometer. Total nitrogen content is determined 302 A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 with a Dohrmann DN-100 chemiluminescence detector. Analysis of the total oxygen content is carried out using the Fast Neutron Activation Analysis method at the University of Kentucky's Radioanalytical Service. 3. Results and discussion 3.1. Catalyst characterization The maximum amounts of lithium and chlorine in all the catalysts prepared are less than 0.5 wt. % each. This indicates negligible contamination of the prepared catalysts by these elements. 3.2. Surface areas The surface areas of the catalysts before and after naphtha HT activity evaluation are summarized in Table 2. Surface areas for Zr and Pd catalysts are quite low (1 to 3 m2/g) while the other transition metal catalysts exhibit higher surface areas. A decrease in catalyst surface area is seen for all the catalysts except Rh after activity evaluation. As mentioned later, some of the catalysts also show an initial decline in activity during the HT of naphtha. The surface area of the catalysts used in this study are compared in Table 2 to the catalysts prepared by a similar procedure and used for the HDS of dibenzoth- iophene [11]. The surface areas of the TMS obtained in this study are somewhat smaller than the catalysts prepared in Ref. [11]. 3.3. Crystalline phase The crystalline metal sulfide phases for the different catalysts, both before and after activity evaluation are summarized in Table 3. A comparison of the Table 2 Surface areas of transition metal sulfides prepared in this study and those prepared in an earlier study by a similar preparation procedure [11] before and after activity evaluation Metal sulfide Surface area, m2/g This study Earlier study [9] Before After Before After Zr 2.8 <1 - - Nb 50.2 27.4 - - Mo 33.8 2.9 50 17 Ru 26.7 14.0 - 52 Rh 10.0 10.2 - 15 Pd 1.0 < 1 - - A.P. Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 303 Table 3 Crystalline phases of transition metal sulfides prepared in this study and those of an earlier study prepared by a similar procedure [11] before and after activity evaluation Transition metal This study Earlier study [9] Before reaction After reaction Before reaction After reaction Zr ZrO 2 ZrO e ZrS 2 ? ? Tetragonal Nb ?? ?? NbS2 ?? Mo MoS2 MoS2 MoS2 MoS2 Rhombohedral Hexagonal Ru RuSe +Ru RuSe +Ru RuS2 RuS~_x Cubic + hexagonal Cubic Rh Rh~S3 RheS3 RheS3 Rh2S3_x Orthorhombic Orthorhombic Pd PdI6S7 Pdl6S7 + Pd4S PdS PdS Cubic experimentally obtained XRD patterns and those predicted by data given in the JC-PDF files were made for the fresh (i.e., unused) catalysts. Four of the catalysts prepared correspond to known sulfide phases of the transition metals. The Ru catalyst is seen to consist of a mixture of RuS2 and Ru metal (Fig. 1) and exhibits XRD peaks corresponding to both phases. An attempt to prepare zirconium sulfide (ZrS2) apparently resulted in the formation of zirconium oxide as shown by the XRD data. Further, an elemental analysis revealed that the catalyst contained only 1.5 wt. % sulfur. However, XRD measurements and elemental analysis of the catalysts are carried out ex-situ and the oxidation of ZrS2 on exposure to air cannot be discounted. Activity studies, on the other hand, are carried out over these catalysts after an in-situ sulfidation of the catalyst. Thus, it is possible that ZrS2 is the crystalline phase present during activity evaluation. >, co N E O 7\" looT 80~ 60- 40- 20- 0-- 10 , I i 410 r • ! 70 100 20 Fig. 1. XRD pattern for the Ru catalyst along with data from the JC-PDF file number's 19-1107 for RuS2 (represented by the filled triangles) and 6-663 for Ru metal (represented by unfilled triangles). 304 A.P. Raje et al. /Applied Catalysis A.\" General 150 (1997) 297-318 o) \"O 0) N e O Z 100 -~---~ i , , i ~__ If 80 6O 4O 20 0 10 40 70 100 2e Fig. 2. XRD pattern for the Nb catalyst. The XRD pattern for the Nb catalyst (Fig. 2) does not correspond to any reported sulfide or oxide phases of Nb. Elemental analysis of this catalyst revealed a composition of niobium:sulfur:oxygen (by difference) of 3:1:2.2. This indicates that the catalyst is either a mixture of oxide and sulfide or an oxysulfide. It is possible that a part of the sulfide is converted to the oxide/oxysulfide on exposure to air. The crystalline phases of catalysts prepared in this study are the same before and after activity evaluation except for the Pd catalyst. Small amounts of a different metal-rich palladium sulfide phase (Pd4S) are formed during the evaluation of naphtha HT. In Table 3, the crystalline phases of the catalysts prepared in this study are compared to those of an earlier study using a similar preparation procedure before and after activity evaluation for the HDS of dibenzothiophene [11]. In contrast to our results, the earlier study [11] observed a change in the crystalline phase of some catalysts after activity evaluation. Further, in the majority of the cases, the crystalline phases identified in this study correspond to the crystalline phases identified in the earlier study [11] after activity evaluation and not before. Thus, the inability to identify the crystalline phase of zirconium and niobium sulfide after activity evaluation in the earlier study may be related to the formation of phases other than the sulfide as observed in this study. Similarly, the Ru catalyst consisted of pure RuS2 before activity evaluation in the earlier study [11] but exhibited a partial phase change after activity evalua- tion to a combination of RuS2 and Ru metal as identified in this study. Another study of carbon-supported TMS has also not been able to identify whether pure RuS2 or a combination of Ru metal and RuSe was prepared [12]. This is related perhaps, to the composition of the gas used during the preparation of the TMS. The earlier study [11] used 15% HzS in H2 for the preparation of most of the transition metal sulfides while pure H2S was used for the preparation of RuSe. However, 10% H2S in H2 was used during catalyst preparation in this study. A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 305 100 80- O3 E ~ 60 \"O - -~ 40 - .~ - o 20- x 0 ~r~ 10 40 20 , ! L A ' AAJ& • Am' AA 7O AA~ b 100 Fig. 3. XRD pattern for the Mo catalyst along with data from the JC-PDF file # 17-744 for MoS2 (represented by the filled triangles). During reaction the catalyst would be exposed to a hydrogen-rich and a hydrogen sulfide-poor environment. In this study, the catalyst is already exposed to a more hydrogen-rich environment during preparation and the crystalline phase produced does not change with reaction. Even though this provides a reasonable explanation for the Ru catalyst, it would be surprising if the difference between 10 and 15% HzS could account for the change in crystalline phase, as observed in the earlier study [11], for the other catalysts. The crystalline phase for MoS2 identified in the earlier study [9] is hexagonal. However, upon examination of the XRD pattern as given in Ref. [22] it can be shown that the data are equally well, if not better, fit by a rhombohedral crystalline phase as determined in this study (Fig. 3). The palladium sulfide crystalline phase prepared in this study does not correspond to that of the earlier study [11]. However, the earlier study used commercially available palladium sulfide rather than preparing the catalyst themselves. As mentioned earlier, small 100 i i >, ~ 801 ° Ij ! --= 60- .N 40 - E o 20- 7- 0 10 40 70 100 2e Fig. 4. XRD pattern for the activity-evaluated Pd catalyst along with data from the JC-PDF file # 30-884 for Pdl6 S7 (represented by the filled triangles) and arrows representing peaks of PdaS formed. 306 A.P. Raje et al./Applied Catalysis A: General 150 (1997) 297-318 A g a ~2 Q. 40 30 20 0: I~ [] Fresh [] Used 12 20 28 36 50 70 Average Particle Size (nm) .o_= .02_ Q t.O \"5 t~ o_ 40 30 20 10 0 Me [] Fresh 2 6 10 14 18 22 26 30 34 38 42 Average Particle Size (rim) 50 40 ~ ag 121 .~ 20 m lo \"6 ~ o g_ Ru 5 12 [] Fresh [] Used 20 28 36 44 52 60 66 Average Particle Size (nm) Fig. 5. Particle size distribution from TEM for fresh and activity-evaluated Nb catalyst (top). Particle size distribution from TEM for fresh Me catalyst (middle). Particle size distribution from TEM for fresh and activity-evaluated Ru catalyst (bottom). amounts of a different metal-rich palladium sulfide phase are formed during activity evaluation (Fig. 4). 3.4. TEM The particle size distributions of the catalysts, both before and after activity evaluation, were obtained from TEM micrographs. Each particle size distribu- tion is obtained from at least four TEM pictures. The particle size distributions for the Nb catalyst, MoS2 and RuS2 represented in Fig. 5 are fairly broad with a wide range of sizes. Even though particles of relatively small size are in a majority, there is a long tail evident in the particle size distributions and a A.P, Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 307 g o= a 03 0.. 60 50 40 30 20 10 Pd [] Fresh [] Used 5O 275 0 10 30 70 90 125 175 225 Average Particle Size (nm) Fig. 6. Particle size distribution from TEM for fresh and activity-evaluated Pd catalyst. significant number of particles of relatively large size. This is illustrated most dramatically for the particle size distribution of the fresh MoS2 (Fig. 5) which indicates a bimodal size distribution. Both the Zr and Nb compounds do not show a significant variation in particle size distribution before and after activity evaluation. In contrast, the RuS2 and Rh2S3 show an increase in the number of large particles and an increase in the average particle size after activity evaluation. It is possible that this increase in particle size is due to sintering of smaller particles. The fresh palladium sulfide consists of large particles with a broad distribu- tion of sizes between 400 to 3000 A° (Fig. 6). Upon activity evaluation, however, the average particle size becomes much smaller and the size distribu- tion relatively narrower. It is possible that the break-up of the larger particles is due to the partial change in crystalline phase during activity evaluation. The TEM pictures of the used MoS2 showed mainly large and thick particles for which a reliable particle size is difficult to obtain. Hence, particle size distributions of the used catalyst are not shown. However, a significant amount of small particles are seen at the edges of the large particles. This indicates that the bimodal nature of the size distribution has increased. 3.5. Comparison of particle sizes from BET, XRD and TEM The particle sizes calculated from BET surface areas (assuming non-porous spherical particles), from line broadening analysis of XRD pattems and a 308 A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 Table 4 A Comparison of particle sizes of transition metal sulfides from BET surface areas (assuming non-porous spherical particles), XRD line broadening and TEM before and after activity evaluation Transition metal BET Size, nm XRD Size, nm TEM Size, nm Fresh Used hkl Fresh Used Fresh Used Zr 360 1020 111 6.5 6.0 3.5 3.0 220 5.0 5.5 (1-20) (1.12) 311 4.5 4.5 - - Nb 29 52 ??? 29 29 24 21 ??? 23 28 (1-80) (1-90) ??? 21 25 Mo 37 430 110 4.5 4.5 16 - 101 4.0 3.5 (1-40) - 003 3.5 3.0 - - Ru 32 62 RuS2: - - 19 17 200 17 29 (2-64) (2-72) 111 16 29 - - 311 14 24 - - 19 35 Ru: .... 100 29 23 - - 101 18 30 - - 002 18 30 - - Rh 94 92 022 17 19 20 33 211 13 12 (8-48) (8-100) 231 11 10 - - Pd 650 670 330 85 27 137 22 400 84 33 (40-300) (2-80) 321 84 37 - - number averaged particle size and size range from TEM pictures for both fresh and used catalysts are compared in Table 4. (Note that the Ru catalyst consists of RuS2 and Ru metal which have widely different densities. Hence, different particle sizes are predicted from BET surface area assuming either all the Ru is in the form of the sulfide or the metal). Such a comparison can give valuable information about the catalyst morphol- ogy. Some points need to be borne in mind when making such a comparison. The assumptions made for calculating particle sizes from BET surface areas (i.e., non-porous spherical particles) are fairly significant. If the particles are actually porous or have a high aspect ratio, such a calculation would yield particle sizes that are different from those obtained from XRD or TEM. Further, line broadening analysis of XRD patterns give the sizes of individual crystallites rather than particles which may consist of multiple crystallites. Finally, the average particle sizes from these three methods have a different basis. TEM gives a number averaged particle and/or agglomerate size, BET gives a surface area averaged particle size while XRD gives a volume averaged crystallite size. The average sizes from the three methods can differ, therefore, especially for broad particle size distributions as observed in this study. A.P. Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 309 The particle sizes from TEM and XRD are in fairly good agreement for all catalysts, except for MoS2. This indicates that particles of these catalysts (Zr, Nb, Ru, Rh and Pd) consist on an average of a single crystallite. The average particle size from TEM is about four times the size obtained from XRD for the fresh MoS2. This indicates, perhaps, that the MoSz particles are made up of more than one crystallite or are agglomerates of single crystals. The particle sizes from XRD and TEM are comparable to those calculated from BET for the Nb and Ru compounds. Hence, these catalysts apparently consist of nearly spherical or cubic non-porous particles. For the other catalysts (Zr, Mo, Rh and Pd), however, the particle sizes from XRD and TEM are much smaller than those calculated from the BET surface areas. A discussion of this phenomenon for the individual catalysts follows. The TEM picture for the Zr catalyst shows aggregates of particles (of size greater than 2000°A) made up of small particles. The particle size distribution considers only the small particles. Apparently XRD gives the size of the smaller particles while the BET surface area corresponds to the size of the large particle aggregates. The situation is similar for the used Zr catalyst. It is well-known that MoS2 particles are not spherical but are in the form of platelets with a high aspect ratio. This could be a reason for the disagreement between the particle sizes from TEM and the particle sizes calculated from BET assuming spherical particles for the fresh catalyst. As mentioned previously, the TEM picture of the used MoS2 catalyst show relatively large and thick particles seen as a large dark area. Hence, particle size distributions have not been reported for the used catalyst. Catalyst particles having a high aspect ratio can also (at least partially) explain the apparent discrepancy between the TEM and BET average particle sizes for the Rh catalyst. Further, the particle size distribution for this catalyst is fairly broad (especially for the used catalyst). It is expected, therefore, that the number averaged TEM particle size would be smaller than the surface area averaged BET particle size. The Pd catalyst has a very low surface area, for which particle sizes calculated from BET would be expected to have a high range of uncertainty. For the fresh catalyst, the disagreement between particle sizes calculated from BET and TEM are fairly small. The used Pd catalyst, however, shows a particularly wide disagreement between the particle sizes calculated from TEM and BET. 3.6. Activity studies 3.6.1. HDS of dibenzothiophene Several of the TMS preparations were tested for the HDS of dibenzothio- phene in order to compare the activities and the variation in activity (volcano plot) to those of TMS prepared in an earlier study [ 11 ] by a similar procedure as in this study. The data in Fig. 7 show the disappearance of dibenzothiophene as 310 .-e == g o 100~ 90' 80' 70' 60\" 50 40 A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 \\ , oSx • J • i , 10 20 30 TIME (hr) Fig. 7. Disappearance of dibenzothiophene as a function of residence time at 350°C in the batch stirred autoclave reactor. rn E3 \"6 E ¢D & I-- Z .< 1-- Z O LU I-- < CE 1000 100 10 Fig. 8. Zero order rate constants at 350°C for the disappearance of dibenzothiophene as a function of the position of the transition metal in the Periodic Table. A.P. Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 311 a function of residence time for the catalysts studied. Recall that the time taken for the stirred autoclave reactor to heat up to reaction temperature is approxi- mately 2 to 2.5 h. The data obtained after this initial heat-up period exhibit a zero order dependence for the disappearance of dibenzothiophene at least up to the conversion levels obtained (less than 60%). This is similar to the results obtained in the earlier study [11]. Zero order rate constants evaluated for each of the catalysts are plotted against the position of the transition metal in the Periodic Table in Fig. 8. The trend in activity for the catalysts studied shows a volcano plot similar to that obtained in the earlier study [11]. Further, the actual values of the rate constants also agree quite well. These results indicate that the catalysts prepared in this study are comparable in activity and similar to those prepared in the earlier study [11]. This is so, even though the catalysts prepared in this study possess lower surface areas and higher crystallite sizes than the catalysts prepared in the earlier study [11]. Kinetic studies of the vapor phase HDS of model sulfur heteroatom com- pounds have obtained Langmuir-Hinshelwood reaction rate expressions [17]. A common feature of these expressions is the inhibition of the HDS reaction rate by H2S and self-inhibition by the reacting sulfur compound. The zero-order ;[ o -v- 3 o z 100 80¸ 60~ 40¸ 20¸ ~\"--I.--------~ --e \"--.-o-.,--. ___..-..---o • Molybdenum Sulfide; HDS; 300 deg. C I\"1 Molybdenum Sulfide; HDN; 300 deg. C • palladium Sulfide; HDS; 350 da9. C O Palladium Sulfde; HDN; 350 deg, C 14 DAYS Fig. 9. Initial decline in HDS and HDN activity for the Mo and Pd catalysts during the hydrotreatment of coal-derived naphtha. The data represents HDS and HDN activity at pre-established standard conditions (300°C, WHSV = l g naphtha/g catalyst-hr for Mo; 350°C, WHSV = 1 g naphtha/g catalyst-hr for Pd) obtained before, during and after activity evaluation. 312 A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 dependence of the reaction rate of dibenzothiophene as shown in Fig. 7 is probably a consequence of the different phase (liquid) and manner in which the reaction is carried out from that of the kinetic studies [17]. The concentration of H2S in the liquid is limited by its solubility and by being continuously removed from the reactor. Further, in the liquid phase dibenzothiophene is expected to saturate the catalyst surface. Both these factors contribute to the apparent zero order behavior exhibited. 3.7. Actiuity decline during naphtha hydrotreatment As mentioned earlier, the HT of naphtha was carried out at pre-established standard conditions during the course of activity evaluation of a particular catalyst. The data in Fig. 9 illustrate the results for molybdenum and palladium sulfide in terms of the decline in activity for total sulfur and nitrogen removal. MoS2 loses about 10% of its activity for sulfur removal and about 8% of its activity for nitrogen removal within 3 days. After this initial period, however, the catalyst activity, for both sulfur and nitrogen removal, remains constant for a period of 10 days. The palladium sulfide shows a similar behavior. Another catalyst, ruthenium sulfide, showed a similar initial period of activity decline. However, negligible decline in activity was observed for the other (Zr, Nb and Rh) catalysts. The catalyst activity data presented in this study have been obtained during the period of constant activity. The losses in surface area, increase in particle size and/or change in crystalline phase (for the Pd catalyst) shown in the earlier sections probably contribute to the activity decline exhibited by the Mo, Ru and Pd catalyst. For the other catalysts, the changes in surface area and particle size probably take place in the first 24 h for which conversion data are difficult to obtain. 3.8. Removal of total sulfur, nitrogen and oxygen from naphtha The removal of total sulfur (HDS) at temperatures of 300 and 350°C are plotted as a function of the position of the transition metal in the Periodic Table (Fig. 10). As was found for the HDS of a single model compound, dibenzothio- phene, a so-called volcano plot is obtained for the HDS of a mixture of heteroatom compounds present in naphtha. Further, the order of activity of the transition metal catalysts for the HDS of naphtha is the same as for the HDS of dibenzothiophene. The Zr and Nb catalysts have much lower HDS activity than the other higher activity catalysts. At 350°C, a dramatic difference in HDS activity is not observed between these higher activity catalysts, Mo, Ru, Rh and Pd sulfides, as was observed in the HDS of dibenzothiophene [11]. However, note that the comparison at this temperature is being made at high conversion levels where activity differences are minimized for reactions other than zero order. (It is A.P. Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 313 100 80 m 60 -i- 40 \":2:2 Fig. 10. Removal of total sulfur (HDS) at 300 and 350°C and a WHSV = 1 g naphtha/g catalyst-hr as a function of the position of the transition metal in the Periodic Table. expected that the HT of naphtha is a vapor phase reaction for which non-zero order kinetics for HDS are expected). Fig. 10 also shows the HDS of naphtha for the higher activity catalysts at a temperature of 300°C. At this temperature, the conversions are lower and the differences in activity between the catalysts are much more pronounced. The order of activity, though, remains unchanged. Among these higher activity catalysts, the most active is RuS2 followed by Rh2S3. Next in order are the molybdenum and palladium sulfides with the MoS2 possessing a slightly higher HDS activity. A plot of the percentage removal of total sulfur (HDS), nitrogen (HDN) and oxygen (HDO) at 350°C as a function of the position of the transition metal in the Periodic Table is shown in Fig. 11. Similar to HDS, the transition metal catalysts also exhibit a so-called volcano plot for HDN as well. Further, the order of activity of the transition metal catalysts remains unchanged for HDN as compared to HDS. Zr and Nb catalysts show a much lower activity for HDN as compared to the other catalysts similar to the results for HDS. A minor difference in the behavior of the catalysts for HDS and HDN is that palladium sulfide possesses a considerably lower activity than MoS2 for HDN, whereas the difference in activity is small for HDS. As mentioned previously, a recent study [16] has shown that a particular phase of niobium sulfide, namely NbS3, possesses a higher activity for HDN than molybdenum sulfide. This is not the crystalline phase of the Nb catalyst used in this or a previous study [11]. Oxygen-containing compounds are present in coal-derived liquids to a much greater extent than in petroleum-derived distillates. Hence, previous studies 314 A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 10o 8o z I 60 40 20 P'd Fig. 11. Simultaneous removal of total sulfur (HDS, I), nitrogen (HDN, A) and oxygen (HDO, O) from coal-derived naphtha at 350°C and a WHSV = 1 g naphtha/g catalyst-hr over transition metal sulfides as a function of the position of the transition metal in the Periodic Table. focusing on petroleum processing have ignored the HDO reaction. The data in Fig. 11 show the percentage removal of total oxygen (HDO) from coal-derived naphtha at 350°C for the transition metal catalysts used in this study. Similar to HDS and HDN, the HDO of naphtha also exhibits a so-called volcano plot. Just as the order of activity of the transition metal catalysts was the same for both HDS and HDN, the order of activity for HDO of the catalysts also remains the same. Zr and Nb catalysts show a lower activity than the other higher activity catalysts. Among the higher activity catalysts, the extent of HDO for Rh2S3 is only slightly less than the HDO for RuS2 in contrast to HDS and HDN. In summary, so-called volcano plots are exhibited by the second row transi- tion metal catalysts for each of the three HT processes, namely, HDS, HDN and HDO. The order of reactivity of the catalysts is the same for each of the three processes. The same transition metal catalyst, RuS2, has the highest activity for all three of the hydrotreatment processes. 3.9. Relative activities for HDS, HDN and HDO A comparison of the relative ease of total sulfur, nitrogen and oxygen removal for each of the transition metal catalysts is shown in Fig. 11. Earlier studies of the HT of model compound mixtures over commercial Mo-based catalysts [17] have shown that the extent of HDS is the largest, followed by the A.P. Raje et al. /Applied Catalysis A: General 150 (1997) 297-318 315 extent of HDO and then HDN for these catalysts. This is indeed the case for the MoS2 catalyst prepared in this study. However, the other transition metal catalysts exhibit differences in the order of the relative ease of HDS, HDN and HDO as shown in Fig. ! 1. For the least active catalysts, Zr and Nb, the extent of HDO is largest, followed by the extent of HDS and then HDN. The most active catalyst, RuS2, has the largest extent of nitrogen removal followed closely by HDS and then HDO. The other Group VIII catalysts, rhodium and palladium sulfides, exhibit HDS to the largest extent followed by HDN and then HDO. 3.10. HDS and HDN of naphtha with temperature Fig. 12 and Fig. 13 show the effect of varying temperature on the removal of total sulfur and nitrogen from naphtha at a constant WHSV of one. These plots illustrate the temperature severity needed for HDS and HDN conversions to be higher than 90% for the different catalysts studied. To achieve greater than 90% HDS conversions, the reaction temperature for the Ru catalyst needs to be only 300°C. Correspondingly, the reaction temperature needs to be 350°C for the Rh catalyst and 400°C for Mo and Pd catalysts. Zr and Nb catalysts need reaction temperatures much higher than 400°C. The extent of nitrogen removal is smaller (as compared to HDS) for the transition metal catalysts used in this study. Only RuS2 produces a greater than 90% HDN conversion at 350°C. HDN conversions of between 60 to 80% are // 100' 80\" 60\" [] ZrSx • NbSx 40' • Mo..qx O PdSx • RuSx + RhSx o~ 2O .... = .... i .... i .... 250 300 350 400 TEMPERATURE (deg. C) Fig. 12. HDS vs. temperature for coal-derived naphtha over transition metal catalysts. 450 316 A.P. Raje et aL /Applied Catalysis A: General 150 (1997) 297-318 I o~ 100\" D ZrSx • NbSx • MoSx 80\" o Pd,.qx • RuSx + RhSx 60\" 40' 20 .... ! .... J , ,' , • n .... 250 300 350 400 450 TEMPERATURE (de(3. C) Fig. 13. HDN vs. temperature for coal-derived naphtha over transition metal catalysts. observed for Mo and Rh catalysts at 350°C. Other catalysts such as Zr, Nb and Pd show a less than 50% HDN conversion even at 400°C. 4. Conclusions The HDS, HDN and HDO of naphtha derived from Illinois No. 6 coal have been studied over unsupported transition metal sulfide catalysts of the second row of the Periodic Table. The catalysts were prepared by a room temperature precipitation reaction between transition metal chlorides and lithium sulfide. Surface areas, crystalline phases and particle size distributions of these catalysts have been evaluated both before and after activity evaluation. Surface areas of the catalysts range from 1 to 50 mZ/g and decrease after activity evaluation to < 1 to 28 mZ/g. Crystalline phases of four of the catalysts prepared, namely Mo, Ru, Rh and Pd, correspond to known sulfide phases. The crystalline phase of the catalysts does not change during activity evaluation except for palladium sulfide which shows a small amount of formation of a metal-rich phase. The majority of the catalysts have a broad particle size distribution. The particle sizes calculated from XRD and observed by TEM are comparable for all the catalysts, except for MoSz, indicating that on an average the particles consist A.P. Raje et al. / Applied Catalysis A: General 150 (1997) 297-318 317 of single crystallites. In addition, a comparison of the particle sizes calculated from BET surface areas with those from XRD or TEM indicate that the Nb and Ru catalyst particles are spherical or cubic. Discrepancies between the particle sizes calculated from BET surface area measurements and TEM for some of the catalysts are most likely due to particles having a high aspect ratio. The catalysts prepared are comparable in the activity for dibenzothiophene HDS to catalysts prepared in an earlier study [11] and exhibit a similar so-called volcano plot of the dibenzothiophene HDS activity. The catalysts also exhibit so-called volcano plots for the simultaneous HDS and HDN of the sulfur and nitrogen heteroatoms present in coal-derived naphtha as shown in previous studies of model compounds in isolation. Furthermore, this study shows that the simultaneous HDO of oxygen heteroatoms in coal-derived naphtha also exhibits a so-called volcano plot. The order of reactivity of the transition metal catalysts for HDS, HDN and HDO is the same and is given by Ru > Rh > Mo > Pd > Zr > Nb. The same transition metal sulfide, RuS2, is the most active catalyst for all three of these processes. Differences exist among these catalysts for the relative ease of occurrence of HDS, HDN and HDO. Particularly, RuS2 shows a higher extent of HDN than HDS which is the opposite of the behavior exhibited by MoS2 and conventional Co-Mo and Ni-Mo commercial catalysts. These results illustrate that Group VIII transition metal sulfides such as RuS 2 and Rh2S3 possess a higher activity than MoS2 for each of the three processes of HT of an industrial feedstock. Hence, these catalysts can be considered as prime candidates for the eventual development of higher activity HT catalysts, Acknowledgements This work was supported by the U.S. Department of Energy contract DE- AC22-90PC91058 and the Commonwealth of Kentucky. The authors also thank the personnel at the Wilsonville liquefaction facility for providing the naphtha samples. References [1] A.J. De Rosset, G. Tan and L. Hilfman, Adv. Chem. Ser., 179 (1979) 108. [2] A. Jankowski, W. Doehler and U. Graeser, Fuel, 61 (1982) 1032. [3] M.A. Ulowetz, DOE Report, DOE/OR/03054-81 (1983). [4] H. Topsoe, B.S. Clausen and F.E. Massoth, Hydrotreating Catalysts Science and Technology, Springer, Berlin, 1996. [5] B. Delmon, Catal. Lett., 22 (1993) 1. [6] H. Frumkin, R.F. Sullivan and B.E. Strangeland, in Upgrading Coal Liquids, R.F. Sullivan (Ed.) ACS Symposium Ser., 156 (1981) 75. [7] M. Ternan and J.R. Brown, Fuel, 61 (1982) 1110. 318 A.P. Raje et al./Applied Catalysis A: General 150 (1997) 297-318 [8] C. Fairbridge and J.F. Kriz, Fuel Sci. and Tech. Intl., 4 (1986) 171. [9] S.-J. Liaw, R.A. Keogh, G.A. Thomas and B.H. Davis, Energy and Fuels, 8 (1994) 581. [10] L. Xu, R.A. Keogh, C.-S. Huang, R.L. Spicer, D.E. Sparks, S. Lambert, G.A. Thomas and B.H. Davis, Fuel Sci. and Tech. Intl., 12 (1994) 1355. [11] T.A. Pecoraro and R.R. Chianelli, J. Catal., 67 (1981) 430. [12] J.P.R. Vissers, C.K. Groot, E.M. Van Oers, V.H.J. De Beer and R. Prins, Bull. Soc. Chim. Belg., 93 (1984) 813. [13] M.J. Ledoux, O. Michaux and G. Agostini, J. Catal., 102 (1986) 275. [14] S. Eijsbouts, V.H.J. De Beer and R. Prins, J. Catal., 109 (1988) 217. [15] M.J. Ledouxand and B. Djellouli, J. Catal., 115 (1989) 580. [16] M. Danot, J. Alfonso, J.L. Portefaix, M. Breysse and T. des Courieres, Catalysis Today, 10 (1991) 629. [17] M.J. Girgis and B.C. Gates, Ind. Eng. Chem. Res., 30 (1991) 2021. [18] R.V. Nalitham, A.R. Tarrer, J.A. Guin and C.W. Curtis, Ind. Eng. Chem. Proc. Des. Dev., 22 (1983) 645. [19] J. Shabtai, G.J.C. Yeh, C. Russell and A.G. Oblad, Fuel, 67 (1988) 314. [20] G.J. Stiegel, N.J. Thomas, R.P. Warzinski and R.E. Tischer, Ind. Eng. Chem. Res., 26 (1987) 1865. [21] S.V. Gollakota, P. Vimalchand, O.L. Davies, J.M. Lee, M.C. Corser and C.E. Cantrell, Proceedings of the Liquefaction Contractors Review Meeting, 504 (1991). [22] R.R. Chianelli, E.B. Prestridge, T.A. Pecoraro and J.P. DeNeufville, Science, 203 (1979) 1105. izes calculated from BET surface areas with those from XRD or TEM indicate that the Nb and Ru catalyst particles are spherical or cubic. Discrepancies between the particle sizes calculated from BET surface area measurements and TEM for some of the catalysts are most likely due to particles having a high aspect ratio. The catalysts prepared are comparable in the activity for dibenzothiophene HDS to catalysts prepared in an earlier study [11] and exhibit a similar so-called volcano plot of the dibenzothiophene HDS activity. The catalysts also exhibit so-called volcano plots for the simultaneous HDS and HDN of the sulfur and nitrogen heteroatoms present in coal-derived naphtha as shown in previous studies of model compounds in isolation. Furthermore, this study shows that the simultaneous HDO of oxygen heteroatoms in coal-derived naphtha also exhibits a so-called volcano plot. The order of reactivity of the transition metal catalysts for HDS, HDN and HDO is the same and is given by Ru > Rh > Mo > Pd > Zr > Nb. The same transition metal sulfide, RuS2, is the most active catalyst for all three of these processes. Differences exist among these catalysts for the relative ease of occurrence of HDS, HDN and HDO. Particularly, RuS2 shows a higher extent of HDN than HDS which is the opposite of the behavior exhibited by MoS2 and conventional Co-Mo and Ni-Mo commercial catalysts. These results illustrate that Group VIII transition metal sulfides such as RuS 2 and Rh2S3 possess a higher activity than MoS2 for each of the three processes of HT of an industrial feedstock. Hence, these catalysts can be considered as prime candidates for the eventual development of higher activity HT catalysts, Acknowledgements This work was supported by the U.S. Department of Energy contract DE- AC22-90PC91058 and the Commonwealth of Kentucky. The authors also thank the personnel at the Wilsonville liquefaction facility for providing the naphtha samples. References [1] A.J. De Rosset, G. Tan and L. Hilfman, Adv. Chem. Ser., 179 (1979) 108. [2] A. Jankowski, W. Doehler and U. Graeser, Fuel, 61 (1982) 1032. [3] M.A. Ulowetz, DOE Report, DOE/OR/03054-81 (1983). [4] H. Topsoe, B.S. Clausen and F.E. Massoth, Hydrotreating Catalysts Science and Technology, Springer, Berlin, 1996. [5] B. Delmon, Catal. Lett., 22 (1993) 1. [6] H. Frumkin, R.F. Sullivan and B.E. Strangeland, in Upgrading Coal Liquids, R.F. Sullivan (Ed.) ACS Symposium Ser., 156 (1981) 75. [7] M. Ternan and J.R. Brown, Fuel, 61 (1982) 1110. 318 A.P. Raje et al./Applied Catalysis A: General 150 (1997) 297-318 [8] C. Fairbridge and J.F. Kriz, Fuel Sci. and Tech. Intl., 4 (1986) 171. [9] S.-J. Liaw, R.A. Keogh, G.A. Thomas and B.H. Davis, Energy and Fuels, 8 (1994) 581. [10] L. Xu, R.A. Keogh, C.-S. Huang, R.L. Spicer, D.E. Sparks, S. Lambert, G.A. Thomas and B.H. Davis, Fuel Sci. and Tech. Intl., 12 (1994) 1355. [11] T.A. Pecoraro and R.R. Chianelli, J. Catal., 67 (1981) 430. [12] J.P.R. Vissers, C.K. Groot, E.M. Van Oers, V.H.J. De Beer and R. Prins, Bull. Soc. Chim. Belg., 93 (1984) 813. [13] M.J. Ledoux, O. Michaux and G. Agostini, J. Catal., 102 (1986) 275. [14] S. Eijsbouts, V.H.J. De Beer and R. Prins, J. Catal., 109 (1988) 217. [15] M.J. Ledouxand and B. Djellouli, J. Catal., 115 (1989) 580. [16] M. Danot, J. Alfonso, J.L. Portefaix, M. Breysse and T. des Courieres, Catalysis Today, 10 (1991) 629. [17] M.J. Girgis and B.C. Gates, Ind. Eng. Chem. Res., 30 (1991) 2021. [18] R.V. Nalitham, A.R. Tarrer, J.A. Guin and C.W. Curtis, Ind. Eng. Chem. APCATA 96003171 S0926-860X(96)00317-1 10.1016/S0926-860X(96)00317-1 Article Second row transition metal sulfides for the hydrotreatment of coal-derived naphtha I. Catalyst preparation, characterization and comparison of rate of simultaneous removal of total sulfur, nitrogen and oxygen Ajoy P. Raje Shuh-Jeng Liaw Ram Srinivasan Burtron H. Davis ∗ Center For Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA ∗ Corresponding author. Phone: (606) 257-0251. Fax: (606) 257-0302 Naphtha derived from an Illinois No. 6 coal contains appreciable quantities of sulfur-, nitrogen- and oxygen-containing compounds. The hydrotreatment of this naphtha has been evaluated over unsupported transition metal sulfide catalysts of the second row in the Periodic Table. The catalysts were prepared by a room temperature precipitation reaction. Surface areas, crystalline phase and particle size distributions were determined by Brunauer-Emmet-Teller (BET), X-ray diffraction (XRD) and transmission electron microscopy (TEM), respectively. A comparison of average particle sizes calculated from these three techniques has enabled the understanding of the morphology of the transition metal sulfides. The catalysts exhibit a so-called volcano plot for the HDS of dibenzothiophene. Similar so-called volcano plots are also exhibited for the simultaneous hydrodesulfurization (HDS), hydrodenitrogenation (HDN) and the hydrodeoxygenation (HDO) of the coal-derived naphtha containing a mixture of heteroatoms. The order of reactivity of the transition metal catalysts is the same for all three of the processes. Ruthenium sulfide (RuS2) is the most active catalyst for HDS, HDN and HDO of the coal-derived naphtha. Keywords Naphtha Coal HDS HDN Ruthenium sulfide References [1] A.J. De Rosset G. Tan L. Hilfman Adv. Chem. Ser. 179 1979 108 [2] A. Jankowski W. Doehler U. Graeser Fuel 61 1982 1032 [3] M.A. Ulowetz DOE Report, DOE/OR/03054-81 1983 [4] H. Topsoe B.S. Clausen F.E. Massoth Hydrotreating Catalysts Science and Technology 1996 Springer Berlin [5] B. Delmon Catal. Lett. 22 1993 1 [6] H. Frumkin R.F. Sullivan B.E. Strangeland Upgrading Coal Liquids R.F. Sullivan ACS Symposium Ser. 156 1981 75 [7] M. Ternan J.R. Brown Fuel 61 1982 1110 [8] C. Fairbridge J.F. Kriz Fuel Sci. and Tech. Intl. 4 1986 171 [9] S.-J. Liaw R.A. Keogh G.A. Thomas B.H. Davis Energy and Fuels 8 1994 581 [10] L. Xu R.A. Keogh C.-S. Huang R.L. Spicer D.E. Sparks S. Lambert G.A. Thomas B.H. Davis Fuel Sci. and Tech. Intl. 12 1994 1355 [11] T.A. Pecoraro R.R. Chianelli J. Catal. 67 1981 430 [12] J.P.R. Vissers C.K. Groot E.M. Van Oers V.H.J. De Beer R. Prins Bull. Soc. Chim. Belg. 93 1984 813 [13] M.J. Ledoux O. Michaux G. Agostini J. Catal. 102 1986 275 [14] S. Eijsbouts V.H.J. De Beer R. Prins J. Catal. 109 1988 217 [15] M.J. Ledouxand B. Djellouli J. Catal. 115 1989 580 [16] M. Danot J. Alfonso J.L. Portefaix M. Breysse T. des Courieres Catalysis Today 10 1991 629 [17] M.J. Girgis B.C. Gates Ind. Eng. Chem. Res. 30 1991 2021 [18] R.V. Nalitham A.R. Tarrer J.A. Guin C.W. Curtis Ind. Eng. Chem. Proc. Des. Dev. 22 1983 645 [19] J. Shabtai G.J.C. Yeh C. Russell A.G. Oblad Fuel 67 1988 314 [20] G.J. Stiegel N.J. Thomas R.P. Warzinski R.E. Tischer Ind. Eng. Chem. Res. 26 1987 1865 [21] S.V. Gollakota P. Vimalchand O.L. Davies J.M. Lee M.C. Corser C.E. Cantrell Proceedings of the Liquefaction Contractors Review Meeting 504 1991 [22] R.R. Chianelli E.B. Prestridge T.A. Pecoraro J.P. DeNeufville Science 203 1979 1105",
      "scopus-id": "0037515523",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003171",
        "dc:description": "Naphtha derived from an Illinois No. 6 coal contains appreciable quantities of sulfur-, nitrogen- and oxygen-containing compounds. The hydrotreatment of this naphtha has been evaluated over unsupported transition metal sulfide catalysts of the second row in the Periodic Table. The catalysts were prepared by a room temperature precipitation reaction. Surface areas, crystalline phase and particle size distributions were determined by Brunauer-Emmet-Teller (BET), X-ray diffraction (XRD) and transmission electron microscopy (TEM), respectively. A comparison of average particle sizes calculated from these three techniques has enabled the understanding of the morphology of the transition metal sulfides. The catalysts exhibit a so-called volcano plot for the HDS of dibenzothiophene. Similar so-called volcano plots are also exhibited for the simultaneous hydrodesulfurization (HDS), hydrodenitrogenation (HDN) and the hydrodeoxygenation (HDO) of the coal-derived naphtha containing a mixture of heteroatoms. The order of reactivity of the transition metal catalysts is the same for all three of the processes. Ruthenium sulfide (RuS2) is the most active catalyst for HDS, HDN and HDO of the coal-derived naphtha.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003171",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Raje, Ajoy P."
          },
          {
            "@_fa": "true",
            "$": "Liaw, Shuh-Jeng"
          },
          {
            "@_fa": "true",
            "$": "Srinivasan, Ram"
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003171"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003171"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00317-1",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Second row transition metal sulfides for the hydrotreatment of coal-derived naphtha I. Catalyst preparation, characterization and comparison of rate of simultaneous removal of total sulfur, nitrogen and oxygen",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Naphtha"
          },
          {
            "@_fa": "true",
            "$": "Coal"
          },
          {
            "@_fa": "true",
            "$": "HDS"
          },
          {
            "@_fa": "true",
            "$": "HDN"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium sulfide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "297-318",
        "prism:endingPage": "318",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 March 1997",
        "prism:doi": "10.1016/S0926-860X(96)00317-1",
        "prism:startingPage": "297",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00317-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037515523"
      }
    }
  }
}