{
  "metadata": {
    "title": "Removal of carbon monoxide from hydrogen-rich fuels by selective oxidation over platinum catalyst supported on zeolite",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00075-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000756",
    "pii": "S0926860X97000756"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-30244433704",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000756 S0926-860X(97)00075-6 S0926860X97000756 10.1016/S0926-860X(97)00075-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 14 159 169 159 169 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. REMOVALCARBONMONOXIDEHYDROGENRICHFUELSBYSELECTIVEOXIDATIONOVERPLATINUMCATALYSTSUPPORTEDZEOLITE IGARASHI H LEMONS 1990 251 R SRINIVASAN 1990 367 S APPLEBY 1989 A FUELCELLHANDBOOK IGARASHI 1995 119 H GOTTESFELD 1988 2651 S WATANABE 1995 25 M HIRABAYASHI 1992 2235 H YAO 1979 367 H SCHERRER 1918 98 P IGARASHIX1997X159 IGARASHIX1997X159X169 IGARASHIX1997X159XH IGARASHIX1997X159X169XH item S0926-860X(97)00075-6 S0926860X97000756 1-s2.0-S0926860X97000756 10.1016/S0926-860X(97)00075-6 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000756-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000756/MAIN/application/pdf/31a2a6826711b168db682d01657c1e4d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000756/MAIN/application/pdf/31a2a6826711b168db682d01657c1e4d/main.pdf main.pdf pdf true 672358 MAIN 11 1-s2.0-S0926860X97000756-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000756/PREVIEW/image/png/6c6422eef756f9faa8118ab446eec150/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000756/PREVIEW/image/png/6c6422eef756f9faa8118ab446eec150/main_1.png main_1.png png 46795 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 159-169 Removal of carbon monoxide from hydrogen-rich fuels by selective oxidation over platinum catalyst supported on zeolite Hiroshi Igarashi, Hiroyuki Uchida, Miki Suzuki, Yuko Sasaki, Masahiro Watanabe* lxlboratory of Electrochemical Energy Conversion, Faculty of Engineering, Yamanashi University Takeda 4-3, Kofu 400, Japan Received 25 September 1996; received in revised form 29 January 1997: accepted 6 February 1997 Abstract Special catalysts - Pt supported zeolites - for the selective oxidation of carbon monoxide in reformed fuels from methanol or natural gas were proposed. They can be applied for the application to polymer electrolyte fuel membrane ceils of which anode Pt catalysts suffer serious poisoning by the presence of trace carbon monoxide. The proposed Pt-supported zeolite catalysts can oxidize carbon monoxide much more selectively in a large excess of hydrogen with the addition of a low concentration of oxygen than a conventional Pt-supported alumina catalyst. The selectivity was affected by supports, in the order A type zeolite>mordenite>X type zeolite>alumina. With decreasing oxygen content, an enhanced selectivity was obtained on Pt-zeolite catalysts (approaching 100%). Pt supported on mordenite showed the highest selectivity, with high conversion from carbon monoxide to carbon dioxide among the catalysts examined. It was demonstrated that the oxygen addition can be minimized almost to the stoichiometric amount required for the complete oxidation of carbon monoxide in a large excess of hydrogen. Keywords: Polymer electrolyte fuel cell; Carbon monoxide removal; Reformed gas: Selective oxidation I. Introduction Polymer electrolyte fuel cells (PEFCs) have received much attention because of characteristics essential for transportation applications. They are light in weight, small in size, and have high power density at a relatively low operating temperature * Corresponding author. Fax: +81 552 54 0371 0926-860X/97/$17.00 t~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00075-6 160 H. lgarashi et aL/Applied Catalysis A: General 159 (1997) 159-169 (e.g. about 80) [1-3]. PEFCs require platinum electrocatalysts for the hydrogen oxidation and the oxygen reduction at such a low temperature. It is desirable in the case of electric vehicles to operate the PEFC with reformed fuels from methanol or natural gas, but the performance of the PEFC with conventional Pt catalyst operating on reformates is shown to be seriously depressed by carbon monoxide poisoning [1]. Work in our laboratory has also shown that hydrogen oxidation at Pt electrocatalysts is poisoned in the presence of only 10 ppm carbon monoxide [4], while the content of carbon monoxide in reformates is about 1% in general. To remove the carbon monoxide poisoning problem for PEFCs, we consider that the developments of both simple systems reducing the carbon monoxide content in feedstreams to a certain level (e.g. 100 ppm) and electrocatalysts tolerating carbon monoxide of such content are essential. Thus far a catalytic oxidation of carbon monoxide in fuels has been proposed for diminishing the carbon monoxide content. Most catalysts for this use have been Pt supported on A1203 [4,5]. However, these are less selective catalysts for the oxidation of carbon monoxide and require more than 2% oxygen addition to oxidize l% carbon monoxide in hydrogen-rich fuels, although it should take only 0.5% oxygen to oxidize 1% carbon monoxide stoichiometrically. The remainder of oxygen added causes hydrogen combustion leading to the fuel loss. Furthermore, the addition of such a high content of oxygen involves great risk of an incident explosion. There is great room, therefore, for the improvement of the conventional catalysts. More selective catalysts are desired, which are active for the oxidation of carbon monoxide without consuming fuel hydrogen. In a previous work, we proposed Pt catalysts supported on A-type zeolite for the removal of l% carbon monoxide from hydrogen-rich fuels by the selective oxidation, taking advantage of its molecular sieve effect to make oxygen react with carbon monoxide, which is a trace component in the fuel [6]. In this study, a search was made for improvement in the selectivity for he oxidation of carbon monoxide in the presence of a large excess of hy- drogen by adopting various zeolites as supports and by using a multi-stage reactor. 2. Experimental 2.1. Catalyst preparation Pt catalysts supported on zeolites were obtained according to the literature [7]. Zeolites adopted were zeolite A, mordenite (reference catalysts of the Catalysis Society of Japan) and zeolite X (Wako Chemicals). At first Na-zeolites were obtained by the ion-exchange of mother zeolites in an aqueous solution of NaNO3 (Kanto Chemical). Then, they were ion-exchanged in an aqueous solution of [Pt(NH3)4]CI2.HaO (Tanaka Kikinzoku Kogyo k. k.) followed by being washed H. lgarashi et al./Applied Catalysis A: General 159 (1997) 159-169 161 with deionized water and dried at room temperature. The obtained powders were pelletized, crushed, and then sieved to 100-200 mesh. Before use the catalysts were heated in a reactor (Pyrex glass tube; inside diameter 6 mm) in an oxygen flow at 500 for 0.5 h and then in a hydrogen flow at 500 for 1 h. Hereafter, resulting Pt-supported A-type zeolite, mordenite and X-type zeolite will be abbreviated as Pt-A, Pt-mordenite and Pt-X, respectively. A conventional catalyst, Pt supported on A1203 (Pt/A1203), was prepared as a reference catalyst by an impregnating method in a previous work [8]. The obtained catalyst particles were sieved to 100-200 mesh and were heated in an oxygen flow at 500 for 0.5 h and then in a hydrogen flow at 500 for 1 h before use. XRD patterns of the Pt-supported catalysts before and after use were recorded using an X-ray diffractometer (Mac Science XMP3) with CuKc~ radiation. The amounts of Pt loaded were determined by ICP-AES (Shimazu). 2.2. Catalytic oxidation of carbon monoxide The catalytic oxidation of carbon monoxide was carried out in a conventional flow reactor. The amount of catalyst used for the activity measurement was 0.1 g. The reaction mixture consisted of 1% CO, 02 (500 ppm, 2%), and H2 balance, which were obtained by blending three channel flows, i.e., CO/He, O2 and H2 (Chiyoda). Each was controlled by an independent thermal mass flow controller (Kofloc model 3610). The total flow rate was 25-100 cm3 min-1. Water vapor was added to the feed using a micro-feeder (Fume Science Model JP-V) and the gas line containing water was heat-traced to avoid any condensation of water vapor. To protect the GC column from excessive water, an ice cooled water condenser was incorporated downstream of the reactor. Two on-line gas chromatographs with a TCD detector (Hitachi 2200) were used to measure the catalytic activity. A molecular sieve 5A column (3 mm10 m) was used to separate hydrogen, oxygen and carbon monoxide at 20. A silica gel column (3 mm m) was used to analyze carbon dioxide at 80. The CO conversion was calculated based on the carbon dioxide formation (CO conversion=([CO2]/[CO]0) 100%, where [CO2] is the concentration of CO2 as a product and [CO]o is the inlet carbon monoxide concentration), and the 02 conversion based on the oxygen consumption (02 conversion={([O2]o-[O2])/ [02]o} 100%, where [02]o is the inlet oxygen concentration and [02] is the oxygen concentration after reaction). The selectivity index u(O) is defined as the fraction of the oxidant (oxygen) that is used up to oxidize carbon monoxide to carbon dioxide (u(O)={0.5 [CO2]/([O2]o-[O2]) } 100%). Steady-state conver- sions at a temperature or a feed composition were collected after ca. 6 h, and only stable data were used. Thus, 100% carbon balance was achieved under all reaction conditions. 162 H. Igarashi et al./Applied Catalysis A: General 159 (1997) 159-169 3. Results and discussion 3.1. Amount of Pt loaded and its particle size Pt loadings on the catalysts were determined to be 6.0, 5.9, 5.8 and 6.0 wt% (based on metallic Pt) by ICP for Pt-A, Pt-mordenite, Pt-X and Pt/A1203, respectively. XRD patterns of Pt-A, Pt-mordenite and Pt-X showed peaks corresponding to mother-zeolite and no peak assigned to Pt before the heat treatment or after. The Pt particle size may be smaller than 1 nm. On the contrary, Pt/AI203 gave peaks assigned to Pt. The Pt particle size was 7 rim, calculated from the half-width of the main peak (Pt (1 1 1)) at 20=39.8according to Scherrer's method [9]. In addition, the XRD pattern of each spent catalyst was essentially the same as that of a fresh one, i.e., no significant change on the catalyst occurred during the oxidation of carbon monoxide. 3.2. Oxidation of carbon monoxide in the presence of a large amount of hydrogen The dependencies of the CO conversion and the 02 conversion on the reaction temperature in the reactant gas of 1% carbon monoxide and 1% oxygen in hydrogen are shown in Fig. 1. The 02 conversion simply increased with the increase of the reaction temperature on all of the catalysts. Pt/A1203 showed the highest conversion for oxygen. Among the zeolite catalysts, the 02 conversion was in the order of Pt-X, Pt-mordenite, Pt-A. The 02 conversions were 100% at temperatures higher than 150 on Pt/A1203 and at temperatures higher than 250 on the other Pt-zeolites. On the other hand, the CO conversion showed a peak on all of the catalysts. The temperature at which the conversion was a maximum value was 200 except on Pt-A. The peak appeared at the relatively high temperature of 250 on Pt-A. This is due to the low O2 conversion of Pt-A compared with that of other catalysts. At higher temperatures, the CO conversions fell with an increase in the temperature while the 02 conversions were 100%. As the consequence, the selectivity index u(O) reached a maximum value at 200. The combustion of hydrogen was a predominant reaction above 200 on all catalysts. The reaction at 200 is the most suitable for the selective oxidation of carbon monoxide in hydrogen-rich fuel over Pt catalysts, because of minimizing hydrogen loss. Changes in the activities for the oxidation of carbon monoxide on the oxygen content in the feedstream at 200 are shown in Fig. 2. The CO conversions increased with a increase of the oxygen concentration on all catalysts. They were in the order of Pt-mordenite (79%)>Pt-X (66%)>Pt/A1203 (51%)>Pt-A (39%) at the concentration of 0.5% oxygen. Only 0.5% oxygen is necessary for stoichiometric oxidation of 1% carbon monoxide, but carbon monoxide still remained in the outlet gas even in the case of the 3% oxygen addition on Pt/A1203. On the contrary, H. Igarashi et al./Applied Catalysis A: General 159 (1997) 159-169 163 1 O0 04 80 -~ 60 g 40 0 (3 20 0 , , 100 8O 0 ~ 60 > t- O 40 o 0 20 0 100 8O 0 60 >, > ~ 40 0 m 20 0 (b) (c) 260 250 360 Temperature ! Fig. 1. Dependencies of the CO conversion (a), the 02 conversion (b) and the selectivity u(O) (c) as a function of the reaction temperature. CO 1.0%, O2 1.0%, H2 balance. W/F=O.06 gs crn-3. (O) Pt-A, (A) Pt-mordenite, ([7) Pt-X, (0) Pt/A1203. amounts of oxygen added to oxidize 1% carbon monoxide completely were reduced on all zeolite catalysts i.e., 2.0% for Pt-A and Pt-X, and only 1.5% for Pt-mordenite. The selectivities (u(O)) are plotted against the oxygen concentration in Fig. 2(c). The selectivities increased by reducing the oxygen addition. At 0.5%, the 164 H. Igarashi et al./Applied Catalysis A.\" General 159 (1997) 159-169 1 O0 8O t-- ._o 60 c 40 0 0 2o 0 0 0 0l ~ A (a) 0 o o O0 I I I I I 100 80 (b) \",~ 60 40 cO o20 0 100 8O 0 ~ 60 --> 40 0 ~ 20 00 '0 0.'5 1. 1 '5 2.'0 2.'5 3.0 02 concentration, % Fig. 2. Dependencies of the CO conversion (a), the 02 conversion (b) and the selectivity u(O) (c) as a function of 02 concentration. CO 1.0%, H2 balance at 200. W/F=O.12 gs cm-3. (O) Pt-A, (A) Pt-mordenite, ([3) Pt-X, (0) Pt/A1203. selectivity was in the order of Pt-A (88%)>Pt-mordenite (84%)>Pt-X (64%)> Pt/AleO3 (41%). The maximum pore sizes of zeolites are 0.42, 0.70, and 0.74 nm for A type zeolite, mordenite, and X type zeolite, respectively. The selectivity increases with a decrease in the pore size of zeolites. Suppose these improved H. lgarashi et al./Applied Catalysis A: General 159 (1997) 159-169 165 selectivities on Pt-zeolite catalysts can be attributed to the molecular sieve effect of zeolites. That is to say, carbon monoxide and oxygen molecules may be con- centrated in the zeolite pores with their high molecular polarities or large molecular weights compared with those of hydrogen, and the oxidation of carbon monoxide could occur preferentially on the dispersed Pt catalyst. The selectivity changes with the oxygen concentration showed two different trends in Fig. 2(c). On Pt/A1203, the selectivity was nearly a constant (about 50%) below 1.0% oxygen addition. On the Pt-zeolites, however, it increased simply as 100 80 8o ~ 40 8 20 0 100 80 0 = 60 o 40 Q) (D O3 20 (a) (b) O~ 0.'1 0.'2 0.3 W/F / gscm-3 Fig. 3. Dependencies of the CO conversion (a) and the selectivity u(O) (b) as a function of W/F. CO 1%, 02 0.5% at 200. (O) Pt-A, (A) Pt-mordenite, (D) Pt-X, (0) Pt/AlzO3. 166 H. Igarashi et al./Applied Catalysis A: General 159 (1997) 159-169 the oxygen addition decreased. As a consequence, the selectivity of Pt-mordenite increased to 99.5% at 0.05% oxygen addition. This means that most of the oxygen added is used for the oxidation of carbon monoxide on Pt-mordenite under such a condition and oxidation of hydrogen rarely occurs in spite of the presence of 99% hydrogen. Pt-mordenite is the most suitable catalyst for the oxidation of carbon monoxide in a large excess of hydrogen, taking into consideration both the high CO conversion and the high selectivity for the oxidation of carbon monoxide. Fig. 3 shows the dependence of the CO conversion on W/F, where W is the catalyst weight and F is the total flow rate of the reactant gas. While the conversion increased as W/F increased, the slope of the curve became smaller at a higher value of W/F. The conversion reached the stage in the range of about 80% on Pt- mordenite to about 50% on Pt/A1203. On the other hand, the high selectivities for the oxidation of carbon monoxide on Pt-zeolites were maintained over the entire W/F range. 3.3. Influence of water vapor addition on the catalytic performance In general the catalytic activity of zeolites is liable to be depressed in the presence of water vapor. A typical time course of the carbon monoxide oxidation over Pt-mordenite with and without water in the feedstream is shown in Fig. 4. The conversion was constant as well as the selectivity for 24 h before the water addition at 200. When water was added, the 02 conversion and the CO conversion decreased slightly at the initial stage. However, they were nearly constant after that and no depression of the activities was observed for 24 h. It is concluded that the ~, 100 80 0 0 m 60 \"0 c- co 40 C 0 ~ 20 0 = q 0 0 I I I I I (a) (b) i I 1'0 20 30 4~0 50 Time / hour Fig. 4. Time course of CO oxidation over Pt-mordenite at 200. (a); CO 1.0%, 02 1.0%, H2 balance. (b); CO 1.0%, 02 1.0%, H20 20%, H2 balance. W/F=O.06 gs cm-3. (Q)) CO conversion, (A) 02 conversion, (A) selectivity u(O). H. lgarashi et al./Applied Catalysis A: General 159 (1997) 159-169 167 degradation of the activity by water should be negligible during the long time reaction over Pt-mordenite. 3.4. Carbon monoxide removal from hydrogen-rich fuel by selective oxidation in a two-stage reactor As shown in Fig. 2(c), the selectivities for the oxidation of carbon monoxide over Pt/zeolites are remarkably increased by lowering the oxygen concentration. This indicates that the selectivity can be improved by fractionizing the oxygen CO 1.0%, H2 balance ~---02 0.5 I First stage Temp. = 200 W/F=0.12 gscm-3 CO conv. = 80% 02 conv.= 100% I ~---O2 0.2% I Second stage Temp. = 200 W/F=0.12 gscm-3 CO conv. =100% 02 conv.= 100% CO2 1.0%, H20 0.4%, H2 balance Fig. 5. CO oxidation over Pt-mordenite using the two stage reactor. 168 H. lgarashi et al./Applied Catalysis A: General 159 (1997) 159-169 addition to a multi-stage reactor, resulting in a great reduction of a total amount of oxygen for the carbon monoxide elimination by the selective oxidation. We therefore demonstrated the selective removal of carbon monoxide from hydrogen-rich fuel using a two-stage reactor. The reaction conditions and the CO conversions at the first and second stages are shown schematically in Fig. 5. At the first stage, 0.5% oxygen was added to the feedstream and the CO conversion of 80% was obtained. Next, 0.2% oxygen was fed into the outlet gas from the first stage and then the CO conversion of 100% was achieved at the second stage. As a consequence, a total amount of 0.7% oxygen was needed to eliminate 1% carbon monoxide in the feedstream and the loss of hydrogen was only 0.4%. 3.5. Amounts of oxygen required to oxidize 1% carbon monoxide completely in the presence of hydrogen As a summary, Fig. 6 shows the amounts of oxygen required to oxidize 1% carbon monoxide completely on various catalysts in the presence of a large excess of hydrogen. Conventional Pt/A1203 needed more than 3% oxygen to remove carbon monoxide. The newly proposed Pt/zeolite catalysts were selective for the oxidation of carbon monoxide. Especially Pt-mordenite was selective and required only 1.5% oxygen addition to eliminate carbon monoxide. Furthermore, the amount of oxygen could be reduced to 0.7% by using the two-stage reactor. Pt/AI203 Stoichiometry Pt-A Pt-X Pt-mordenite ~ Pt-mordenite ~ 0 Using two-stage reactor I l, 1 2 Amount of 02 addition, % 3 Fig. 6. Amounts of O2 needed to oxidize 1% CO completely in the presence of H2. CO 1.0%, H2 balance at 200. H. Igarashi et al./Applied Catalysis A: General 159 (1997) 159-169 169 4. Conclusion In this study, special catalysts - Pt supported on zeolite - for the selective oxidation of carbon monoxide in hydrogen-rich fuels were proposed. The proposed Pt-supported zeolite catalysts can oxidize carbon monoxide much more selectively in large excess of hydrogen with the addition of a low concentration of oxygen than a conventional Pt-supported alumina catalyst. The selectivity was affected by the supports and oxygen contents in the feedstream. By decreasing oxygen content, an enhanced selectivity was obtained on Pt-zeolite catalysts (nearly 300% at 0.05% oxygen). Pt-mordenite showed the highest conversion of carbon monoxide to carbon dioxide among the catalysts examined. It could minimize the oxygen addition to oxidize carbon monoxide completely in large excess of hydrogen by using the two-stage reactor. Furthermore, it has resistance to the water addition in the feedstream. Pt-mordenite is promising as a practical catalyst for the simple system to remove carbon monoxide from reformed gases substituting for con- ventional Pt/AI203 catalysts. Acknowledgements This work was partially supported by Research Institute of Innovative Technol- ogy for the Earth (RITE). References [1] R.A. Lemons, J. Power Sources, 29 (1990) 251. [2] S. Srinivasan, D.J. Manko, H. Koch, M.A. Enayetullah and J.A. Appleby, ibid., 29 (1990) 367. [3] A.J. Appleby, F.R. Foulkes, Fuel Cell Handbook, Van Nostrand Reinhold, New York, 1989. [4] H. Igarashi, T. Fujino and M. Watanabe, J. Electroanal. Chem., 391 (1995) 119. [5] S. Gottesfeld and J. Pafford, J. Electrochem. Soc., 135 (1988) 2651. [6] M. Watanabe, H. Uchida, H. Igarashi and M. Suzuki, Chem. Lett., (1995) 25. [7] H. Hirabayashi, H. Yahiro, N. Mizuno and M. Iwamoto, Chem. Lett., (1992) 2235. [8] H.C. Yao, M. Sieg and H.K. Plummer Jr., J. Catal., 59 (1979) 367. [9] P. Scherrer, Goettingen Nachr., 2 (1918) 98. APCATA 97000756 S0926-860X(97)00075-6 10.1016/S0926-860X(97)00075-6 Elsevier Science B.V. All rights reserved Removal of carbon monoxide from hydrogen-rich fuels by selective oxidation over platinum catalyst supported on zeolite Hiroshi Igarashi Hiroyuki Uchida Miki Suzuki Yuko Sasaki Masahiro Watanabe * Laboratory of Electrochemical Energy Conversion, Faculty of Engineering, Yamanashi University, Takeda 4-3, Kofu 400, Japan * Corresponding author. Fax: +81 552 54 0371 Special catalysts — Pt supported zeolites — for the selective oxidation of carbon monoxide in reformed fuels from methanol or natural gas were proposed. They can be applied for the application to polymer electrolyte fuel membrane cells of which anode Pt catalysts suffer serious poisoning by the presence of trace carbon monoxide. The proposed Pt-supported zeolite catalysts can oxidize carbon monoxide much more selectively in a large excess of hydrogen with the addition of a low concentration of oxygen than a conventional Pt-supported alumina catalyst. The selectivity was affected by supports, in the order A type zeolite mordenite X type zeolite alumina. With decreasing oxygen content, an enhanced selectivity was obtained on Pt-zeolite catalysts (approaching 100%). Pt supported on mordenite showed the highest selectivity, with high conversion from carbon monoxide to carbon dioxide among the catalysts examined. It was demonstrated that the oxygen addition can be minimized almost to the stoichiometric amount required for the complete oxidation of carbon monoxide in a large excess of hydrogen. Keywords Polymer electrolyte fuel cell Carbon monoxide removal Reformed gas Selective oxidation Reference [1] Lemons R.A. J. Power Sources 29 1990 251 [2] Srinivasan S. Manko D.J. Koch H. Enayetullah M.A. Appleby J.A. J. Power Sources 29 1990 367 [3] Appleby A.J. Foulkes F.R. 4th ed. Fuel Cell Handbook 1989 Van Nostrand Reinhold New York [4] Igarashi H. Fujino T. Watanabe M. J. Electroanal. Chem. 391 1995 119 [5] Gottesfeld S. Pafford J. J. Electrochem. Soc. 135 1988 2651 [6] Watanabe M. Uchida H. Igarashi H. Suzuki M. Chem. Lett. 1995 25 [7] Hirabayashi H. Yahiro H. Mizuno N. Iwamoto M. Chem. Lett. 1992 2235 [8] Yao H.C. Sieg M. Plummer H.K. Jr. J. Catal. 59 1979 367 [9] Scherrer P. Goettingen Nachr. 2 1918 98",
      "scopus-id": "30244433704",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000756",
        "dc:description": "Special catalysts — Pt supported zeolites — for the selective oxidation of carbon monoxide in reformed fuels from methanol or natural gas were proposed. They can be applied for the application to polymer electrolyte fuel membrane cells of which anode Pt catalysts suffer serious poisoning by the presence of trace carbon monoxide. The proposed Pt-supported zeolite catalysts can oxidize carbon monoxide much more selectively in a large excess of hydrogen with the addition of a low concentration of oxygen than a conventional Pt-supported alumina catalyst. The selectivity was affected by supports, in the order A type zeolite mordenite X type zeolite alumina. With decreasing oxygen content, an enhanced selectivity was obtained on Pt-zeolite catalysts (approaching 100%). Pt supported on mordenite showed the highest selectivity, with high conversion from carbon monoxide to carbon dioxide among the catalysts examined. It was demonstrated that the oxygen addition can be minimized almost to the stoichiometric amount required for the complete oxidation of carbon monoxide in a large excess of hydrogen.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000756",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Igarashi, Hiroshi"
          },
          {
            "@_fa": "true",
            "$": "Uchida, Hiroyuki"
          },
          {
            "@_fa": "true",
            "$": "Suzuki, Miki"
          },
          {
            "@_fa": "true",
            "$": "Sasaki, Yuko"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Masahiro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000756"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000756"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00075-6",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Removal of carbon monoxide from hydrogen-rich fuels by selective oxidation over platinum catalyst supported on zeolite",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polymer electrolyte fuel cell"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide removal"
          },
          {
            "@_fa": "true",
            "$": "Reformed gas"
          },
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "159-169",
        "prism:endingPage": "169",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00075-6",
        "prism:startingPage": "159",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00075-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/30244433704"
      }
    }
  }
}