{
  "metadata": {
    "title": "Deactivation of fiber-supported La<ce:inf loc=post>0.65</ce:inf>Sr<ce:inf loc=post>0.35</ce:inf>Ni<ce:inf loc=post>0.29</ce:inf>Co<ce:inf loc=post>0.69</ce:inf>Fe<ce:inf loc=post>0.02</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst by mercaptan during combustion of methane or natural gas",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00199-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001993",
    "pii": "S0926860X97001993"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001462530",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97001993 S0926-860X(97)00199-3 S0926860X97001993 10.1016/S0926-860X(97)00199-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 14 171 182 171 182 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. DEACTIVATIONFIBERSUPPORTEDLA065SR035NI029CO069FE002O3CATALYSTBYMERCAPTANDURINGCOMBUSTIONMETHANENATURALGAS KLVANA D PFEFFERLE 1978 142 W TRIMM 1984 249 D PRASAD 1984 1 R PFEFFERLE 1987 219 L ZWINKELS 1993 319 M LEE 1995 339 J ARAI 1986 265 H TEJUCA 1989 237 L ADVANCESINCATALYSIS MCCARTY 1990 231 J SEIYAMA 1993 215 T PROPERTIESAPPLICATIONSPEROVSKITETYPEOXIDES LIBBY 1971 499 W VOORHOEVE 1972 353 R YAO 1975 266 Y GALLAGHER 1975 623 P VOORHOEVE 1977 129 R ADVANCEDMATERIALSINCATALYSIS PEROVSKITEOXIDATIONREDUCTIONCATALYSTS KIRCHNEROVA 1993 77 J KLVANA 1994 181 D SALOMONSSON 1993 175 P MARTI 1994 225 P WAN 1987 405 L CATALYSISAUTOMOTIVEPOLLUTIONCONTROLI JANOVIC 1991 371 D CATALYSISAUTOMOTIVEPOLLUTIONCONTROLII WAN 1993 145 L PROPERTIESAPPLICATIONSPEROVSKITETYPEOXIDES FOKA 1994 4639 M CHAOUKI 1994 2957 J KLVANA 1996 23 D RIBEIRO 1994 537 F KELLOGG 1964 1622 H DEBERRY 1971 781 D LEVENSPIEL 1972 265 O PRESS 1986 W NUMERICALRECIPESARTSCIENTIFICCOMPUTING KLVANAX1997X171 KLVANAX1997X171X182 KLVANAX1997X171XD KLVANAX1997X171X182XD item S0926-860X(97)00199-3 S0926860X97001993 1-s2.0-S0926860X97001993 10.1016/S0926-860X(97)00199-3 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97001993-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001993/MAIN/application/pdf/80f431e2193359ff4d90f0a7f3ad7a96/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001993/MAIN/application/pdf/80f431e2193359ff4d90f0a7f3ad7a96/main.pdf main.pdf pdf true 671729 MAIN 12 1-s2.0-S0926860X97001993-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001993/PREVIEW/image/png/f5cee6a29a9f329b8389e6fc3da337a2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001993/PREVIEW/image/png/f5cee6a29a9f329b8389e6fc3da337a2/main_1.png main_1.png png 60220 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 171-182 Deactivation of fiber-supported Lao.65Sro.35Nio.29Coo.69Feo.o203 catalyst by mercaptan during combustion of methane or natural gas D. Klvana*, J. Delval, J. Kirchnerova, J. Chaouki Department of Chemical Engineering, Ecole Polytechnique, PO. Box 6079, station Centre-ville, Montreal, QC H3C 3A7, Canada Received 17 February 1997; received in revised form 8 May 1997: accepted 23 May 1997 Abstract A fiber-supported Lao.6sSro.35Nio.z9Coo.69Feo.o203 perovskite combustion catalyst has been developed. The preparation technique consisted of in-situ perovskite formation via incipient fiber blanket wetting, followed by freeze-drying. The catalyst activity, per gram of perovskite, is higher than that of unsupported fine Lao.65Sro.35Nio.z9Coo.g9Feo.o203 powder. Kinetics of deactivation of this catalyst by sulfur oxides, resulting from total oxidation of methyl-mercaptan during methane and natural gas combustion, has been studied in a CSTR Berty reactor. The effects of temperature, methane contact time and mercaptan concentration, as well as combustion products were evaluated. The experimental data has been fitted by a simple deactivation model based on Levenspiel's formalism. The observed deactivation rates were relatively slow in comparison to known deactivation rates by sulfur dioxide of some transition metal based catalysts. In particular, the catalyst seems to tolerate mercaptan concentration levels, commonly used to odorize commercial natural gas, as confirmed by long term tests in an integral reactor. ,~) 1997 Elsevier Science B.V. Keywords: Methane combustion catalyst; Supported perovskite; Deactivation by methyl-mercaptan, Inhibition of complete methane oxidation by combustion products 1. Introduction permit wide implementation of catalytic combustion processes, new cost efficient technologies are As opposed to open flame combustion, catalytic required. However, these technologies rely on high combustion processes have been recognized for dec- performance catalytic materials. Such materials have ades as a root to cleaner, nitrogen oxides-free air, been searched for over the years, and the catalytic whether it is in the area of energy generation, or for activity of numerous metals and metal oxides in removal of volatile organic compounds [1-4]. As the complete oxidation of a variety of fuels and other effort for air pollution abatement increases, interest in organic compounds has repeatedly been studied. Yet, these efficient processes is growing fast [5,6]. To platinum remains the catalyst of choice for arelatively wide range of applications. However, in spite of low loadings necessary to achieve acceptable activity, *Corresponding author: Tel.: +1 514 340 4927; fax: +1 514 340 the price of platinum remains prohibitive for wide 4159; e-mail: dklvana@mailsrv.polymtl.ca, acceptance. 0926-860X/97/$17.00 ~-; 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 99-3 172 D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 An attractive substitute could potentially be found sary. Furthermore, a model treating deactivation from the family of lanthanum strontium transition would permit the prediction of the catalyst lifetime. metal perovskites [7-10]. Originally proposed and Thus, in an attempt to develop such a model, a kinetic studied as potential automotive catalysts [11], the study of the deactivation of fiber-supported early perovskite compositions, mostly manganates Lao.65Sro.35Nio.29Coo.69Feo.0203 (LSNCF) catalyst and cobaltates, have failed to become practical by mercaptan during combustion of methane and/or because of their susceptibility to poisoning by the natural gas has been carried out. As part of this study sulfur dioxide, often present in relatively high con- kinetic parameters for a simple model of a catalytic centrations in combustion products of automotive combustion over a fresh catalyst have been determined fuels [12-15]. During the last decade, the interest in taking into account inhibition by carbon dioxide. In perovskite catalysts has been largely revived, particu- this paper we report the results. larly for applications in catalytic natural gas combus- tion [7,9,16-19]. However, little new data on the deactivation of these catalysts by sulfur bearing com- 2. Experimental pounds has appeared in literature. The available data is mainly related to automotive catalysts [20-22]. All 2.1. Catalyst preparation transition metal based catalysts can at specific opera- tion conditions be poisoned by sulfur oxides via The catalyst was prepared by in-situ formation of formation of stable metal sulfates. Nevertheless, some perovskite phase (14 wt%) on a commercial 0.64 cm compositions may be sufficiently resistant to the low thick silica-alumina fiber blanket (ASPA), from Zircar levels of sulfur compounds used as odorants in com- Inc. The preparation procedure [23,27] consisted of mercial natural gas. incipient wetting of fiber blanket with 0.17 M pre- We have recently shown that nickel-cobalt based cursor solution of metal nitrates in stoichiometric perovskites are highly active in methane combustion proportions, fast freezing by immersion in liquid [16,17]. The best performing composition,- nitrogen, vacuum drying, vacuum dehydration and Lao.65Sro.35Nio.3Co0.703 (LSNC), was then developed partial nitrate decomposition under slow heating up in supported forms [23] for use in new combustion to 670 K, and finally calcining at 860 K for 12 h and at technologies [24-26]. Evaluation of the performance 893 K for 4 h. About 15 pieces, 10 to 15 cm2 in size, of LSNC(32.5 wt%)/Kaowool catalyst indicated that were prepared in one batch to assure uniform quality. the combustion is inhibited by carbon dioxide but not The loading of perovskite on each piece was deter- by water, and that the catalyst promotes deep oxida- mined gravimetrically (14 4- 0.6%). Parts of several tion even in methane rich mixtures. Most importantly, pieces selected at random were characterized by mea- it was demonstrated that the activity of the catalyst at suring specific surface area using single point BET 768 K was not influenced by the presence of 10 ppm method, by mercury porosimetry, and by X-ray dif- methyl-mercaptan in commercial natural gas, i.e. fraction to confirm formation of the perovskite phase. 0.3 ppm in the feed, for as long as four days, although Specific surface area of the active component was the catalyst was slowly deactivated when 150 ppm 22 m2/gper. methyl-mercaptan was added to the feed [23,26]. Further work has indicated that the performance of 2.2. Catalyst deactivation the fiber-supported LSNC catalyst can be improved by doping with a small amount of a third transition Kinetics of deactivation during methane combus- element, especially iron [27]. At 14 wt% loading, tion was studied by using a CSTR Berty reactor which, the fiber-supported iron doped perovskite catalyst in contrast to plug-flow reactor, allows a uniform had an activity comparable to, or better than fiber- interaction of the reaction mixture with the catalyst, supported platinum (2 wt%) [27]. and permits better control of experimental conditions To assess the range of practical applications of these and easier interpretation of collected data. However, promising catalysts, knowledge of their resistance to temperatures were limited to 823 K. To assure perfect deactivation by sulfur bearing compounds is neces- mixing, the original reactor was modified to allow D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 173 Table 1 3. Results and discussion Plan for the kinetic study of LSNSF(14wt%)/ASPA catalyst deactivation by methyl-mercaptan 3.]. Catalyst activity in methane combustion Experiment T W / FcH~ Ycmsn A - - - To establish a solid basis for modeling the deactiva- B + - - tion of the fiber-supported LSNCF perovskite catalyst, c - + - its catalytic activity was evaluated independently in a D + + - plug-fow reactor for two different flow rates, similarly E - + as described elsewhere [16,17,27]. Fig. 1 shows typi- F + - + G - + + cal conversions as a function of temperature. Although H + + + these data can, for each contact time (flow rate), be fitted satisfactorily by a first-order model, with the Variable (K) (gp~r s/~tmol) (ppm) apparent activation energy of 90 kJ mol i, the result- - 676 0.075 115 ing apparent kinetic parameters (ko) are dependent on + 821 0.120 260 the contact time (flow rate), similarly as was observed previously for other perovskite based catalysts [23], or for the case of palladium oxide [28]. This seems to be due to the inhibition effect of carbon dioxide [28], faster stirring [23]. Taking 3% methane in air at a flow resulting from a slow carbon dioxide desorption [23]. rate 100 to 106 ml min ~ as the base experimental For the present case, the effect of adding carbon condition, and assuming similar deactivation rate as dioxide, and its variation with temperature, is docu- that observed previously for LSNC(32.5 wt%)/ mented by data in Table 2. These data show that the Kaowool catalyst [23], temperature, contact time degree of inhibition by carbon dioxide increases with W/Fcn~, and methyl-mercaptan concentration temperature, in particular between 793 and 831 K. (YcH3SH, volume ppm) were selected as the variables. Such an effect has already been deduced [23]. It is also Their levels were chosen in such a way as to cover a interesting to note that combustion of toluene at 600 K wide range of experimental conditions in eight inde- over monolith supported LSNCF perovskite was not pendent experiments, each lasting up to four days. inhibited measurably, even by larger excess of carbon Combination of these variables was made according to dioxide [29]. While the first-order model conserves its a statistical plan, shown in Table 1. Contact time practical merit when correct kinetic parameters are W/FcH4 was varied by changing the catalyst weight, used, a more realistic kinetic model expressing the In each experiment a fresh piece of catalyst was used. observed effects is needed. Before introducing methyl-mercaptan in the reactor, In a first approach, the carbon dioxide inhibition the methane conversion, i.e. initial catalyst activity, effect can be taken into account by the following was determined. The effluents from the reactor were analyzed periodically by FTIR. In additional experi- ments, effects of added carbon dioxide and of water on mercaptan deactivation were determined. Water was Table 2 added by passing the air (of the reaction mixture) over Effect of added carbon dioxide on the apparent activity of LSNCF(11%)/ASPA a saturator kept at a selected temperature. At the end of each experiment the change in weight and surface area now rate Temperature Conversion \" (%) of the 'spent' catalyst was determined. (ml rain ~) (K) 3%CH4/air (3%CH4 + 3%CO2)/air Attempt was made to determine the amount of 100 885 58.9 47.0 sulfur oxides carried over by bubbling the reactor 831 30.0 23.7 effluents through one molar solution of high purity 793 14.2 13.6 sodium hydroxide which was, after oxidation with 200 888 45.5 30.6 hydrogen peroxide, analyzed for the presence of sul- 823 18.0 12.2 fates, a 0.35 g catalyst, i.e. 0.039 g perovskite used in the experiment, 174 D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 100 , , , , ~ ~ i o0 80 - 60 = I O 40 o L) 20 0 i ~ee I ,I I I I 550 600 650 700 750 800 850 900 950 Temperature (K) Fig. 1. Conversion of methane as a function of temperature for LSNCF/ASPA catalyst; 3% methane/air, 0.5 g catalyst, 100 ml min-1. simple model: shown in Fig. 2. As can be seen, a relatively good agreement for the two flow rates has been obtained. r = kcH4PcH4/(] Jr- KinhPco2) (1) Yet, as before [23], it is evident that the data change By using the data in Table 2 and assuming for Kinh slope at about 820 K, indicating the limitations of the Arrhenius temperature dependence, i.e. Kinh = model possibly related to a change from suprafacial to (Ki,h)oexp(-Einh/RT), (Kinh)O and Einh were found intrafacial mechanism of oxidation [151. The main to be equal to 1.4 x 104 bar land 45 +2kJ tool-1, importance of this simple inhibition model is in respectively. It is interesting to note that in this case describing the role of carbon dioxide in the kinetics the constant (Klan)0 is smaller than that of Lao.65Sro.35_ of catalytic combustion. Nio.3Coo.703, while Einh remains the same [23]. Thus, Kinetic data based on experiments in a plug-flow the inhibition effect of carbon dioxide appears to be reactor have been confirmed by using conversion data weaker for this catalyst, and could possibly be over a fresh catalyst obtained in a CSTR Berry reactor. explained by the presence of the support as well as The resulting kinetic constants, both for the first order iron in the composition, combustion model, as well as for the carbon dioxide Once the values for Kinh were obtained, values of inhibition model 1 are presented in Table 3. The kcH4 kcm were calculated for each temperature. Arrhenius rate constants were found in good agreement with plots for the integrated reaction rate model 1 are those based on the experiments in a plug-flow reactor, D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 175 8 u ._ S- in e-J I:~ 5- O E 4- .=, d 3- 2- 1- Z~ ZX 0 J I i i 0,00105 0,00120 0,00135 0,00150 0,00165 1/T [K\"~] Fig. 2. Arrhenius plots for integrated model 1; 3% methane/air, 0.5 g catalyst, 100 ml min i (/k), 200 ml min i (O). Table 3 Initial conversion data and corresponding calculated rates of methane combustion over LSNCF/ASPA for the eight experiments on the mercaptan deactivation. Run in a CSTR reactor Experiment Temperature W/FcI~ Conversion Rate k a kcHa b (K) (gper s/~mol) x (~tmol/s gper) (/amol/s gperhar) (~mol/s gperbar) A 676 0.0788 0.0855 1.09 40 40 B 818 0.079 0.55 6.96 516 678 C 678 0.123 0.148 1.20 47 48 D 821 0.1227 0.692 5.64 610 857 E 676 0.0713 0.071 1.00 36 36 F 821 0.071 0.565 7.96 610 811 G 676 0.121 0.109 0.90 34 34 H 821 0.12 0.695 5.79 633 890 a First-order kinetic constant. b Kinetic constant of the carbon dioxide inhibition model 1. 176 D. Klvana et al./Applied Catalysis A.\" General 165 (1997) 171-182 1.0 i ' i ' i ' ~ ' i ' \"\"-..~ [] [] 821 K; 0.123 gpers I pmol 0.6 ff 0.6 ._z- \": < 0.4- ._> 0.2 - 678 K; 0.123 g~r s / IJrnol 676 K; 0.079 g~r s / IJmol 0.0 t I t I I I , I I I , 0 1000 2000 3000 4000 5000 6000 Time [ mini Fig. 3. Loss of activity with time of LSNCF/ASPA catalyst by 115 ppm methyl-mercaptan in the combustion mixture 3% methane/air. Berty reactor. Points are experimental (used in modeling), lines are calculated by using (deactivation) model 3. while the first-order rate constants were slightly lower, tivation model as explained belowThese results are The latter first order constants are included to facilitate expressed in terms of relative activity defined as a ratio any comparison with literature available activities of of conversion at a given time xt and the initial con- combustion catalysts, which are almost exclusively version Xo, i.e. xt/xo, as a function of time. In addition, based on first-order models. The data in Table 3 also data, such as time required to reduce the activity by demonstrate a very good reproducibility of the experi- 20%, cumulative volume of methyl-mercaptan to ments, which the catalyst was exposed during this time, and initial rate of deactivation, has been extracted 3.2. Catalyst deactivation by methyl-mercaptan from the results and is presented in Table 4. Table 4 also includes similar deactivation data for other per- The results of the eight experiments providing data ovskite catalysts developed in this laboratory. Know- for modeling are presented in Figs. 3 and 4 for experi- ing that (perovskite) catalyst activity is not necessarily ments with 115 and 260ppm methyl-mercaptan, directly proportional to the overall surface area respectively. Fig. 5 presents results of two additional [17,29], we prefer to express the cumulative exposure independent experiments each run at different opera- data in terms of catalyst weight (using a value of tional parameters to confirm the validity of the deac- 22 m2/gper these can easily be converted for direct D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 177 1.0\" I ' I ' I ' I ' I ' i v 821 K; 0.121 gper s/pmol O 821 K; 0.071 gl~rs I pmol 0.8 x9 x\" ._~ 0.6 \"- \\ < QI g 0.4 0.2 L- '~ U V 676 K; 0.121 gper S / IJmol l 676 K; 0.071 g~ s I IJmol 0.0 , I , i , t , t , i , 0 1000 2000 3000 4000 5000 6000 Time [ rain ] Fig. 4. Loss of activity with time of LSNCF//ASPA catalyst by 260 ppm methyl-mercaptan in the combustion mixture 3% methane/air. Berry reactor. Points are experimental (used in modeling), lines are calculated by using (deactivation) model 3. comparison). Furthermore, any interpretation of these direct comparison of the deactivation data of our values in terms of sulfur dioxide coverage, such as catalyst with those available in literature is not pos- previously suggested [13,20], seems unwarranted, at sible. However, it seems that the supported perovskite least in our case, since not all sulfur oxides were catalyst of this study deactivates slower than any other retained by the catalyst. All these data illustrate the so far reported. For example, Janovic et al. [21] have effects of individual operational parameters well, observed that at 823 K LaCoO3 and LaCro.sCo0.503 which seem to follow expectation. The rate of deac- lost in the presence of 300 wt ppm ethylthiol in the tivation increases rapidly with higher mercaptan con- combustion mixture of isooctane over 95 and 50%, centration, but decreases with increasing temperature respectively of their initial activity in 2 h, complete and W/Fcrh. At 821 K and W/FcH4 = 0.121 tests being carried over 6 h maximum. The perovskite gper s/pmol, the catalyst resistance to poisoning by catalysts of this work seem to be particularly resistant 115 ppm mercaptan in the feed is very good. In this when compared with other earlier reported catalysts case the catalyst lost very little activity in the first 5 h tested for resistance to added sulfur dioxide primarily of exposure, and it took more than 30 h to reduce the in oxidation of low concentrations of carbon mon- initial activity by 10%. With 260 ppm mercaptan the oxide [13,20,22]. The loss of activity upon exposure to deactivation is considerably faster. Unfortunately, any sulfur dioxide at 673 K of a variety of cobalt perov- 178 D. Klvana et al. /Applied Catalysis A: General 165 (1997) 171-182 1.0q ' ~ ' i ' J ' 0 YCH3SH = 190 ppm; T = 773 K; ~ W/FcH4 = O. 104 gp,,,.s/pmol 0.8 i x= x- 0.6 ._> < 0.4- ._> - n,, 0.2 YCH3SH = 260ppm; T = 733K; W/FcH4 = 0.03 gp'S/#moI 0.0 , I , I , I i 0 1000 2000 3000 4000 Time [ rain ] Fig. 5. Loss of activity with time of LSNCF/ASPA catalyst at two different sets of operational parameters in the combustion of 3% methane/air. Betty reactor. Points are experimental, lines are calculated by using (deactivation) model 3. Data not used in modeling, model confirmation. skites reported by Li et al. [20,22], and formulated with the relative thermodynamic stability of various presumably to improve their resistance, was consider- transition metal sulfates [30], as well as kinetic data on ably faster than found in this work. Most of their their formation [31], manganese and cobalt oxides are catalysts lost 95% of activity within less than 2 h when well known as the most susceptible to sulfur poison- exposed to 200 or even 100 ppm sulfur dioxide, ing, whereas chromium and iron oxides are the most Based on sufficient experimental evidence available resistant. Based on equilibrium stability constants of in literature, it is generally accepted that the deactiva- metal sulfates [30], one may estimate that at 700 K tion of transition metal oxide based catalysts by sulfur manganese or cobalt oxides would be sensitive to as oxides, or by other sulfur containing compounds little as 0.3 ppb sulfur oxides in the air, while at 800 K which are oxidized to sulfur oxides, is caused by they should tolerate ~0.5 ppm sulfur oxides. In con- blocking the active sites by the formation of surface trast, iron oxide should tolerate nearly three orders sulfates. Depending on the experimental conditions higher concentrations. These data may also serve as a and the catalyst composition and morphology, this guideline for a variety of mixed transition metal process may result in a complete and irreversible loss oxides (in particular perovskites) for which no stabi- of catalyst activity in a relatively short time by trans- lity data is available. Of course, kinetics plays an formation of metal oxides to sulfates. In agreement important part in the process. In fact slow deactivation D. Klvana et al. /Applied Catalysis A: General 165 (1997) 171-182 179 Table 4 Deactivation of LSNCF/ASPA catalyst by methyl-mercaptan during methane combustion Experiment Temperature W/Fcl-h YCH,SH t2o~ a CH3SH b (bdx/dt) c w d tt,,t~l + (K) (gper s/I,tmo1) (ppm) (min) (ml/gpe0 (104 min 1) (%l (h) A 676 0.0788 115 400 25 5.6 1,4 28 B 818 0.079 115 1070 71 2 6 75 C 678 0.123 115 (~5 26 3.4 2.6 72 D 821 0.1227 115 2500 90 0.5 4,5 95 E 676 0.0713 260 l 10 8 10 2.2 25 F 821 0.071 260 600 46 3 5.8 36 G 676 0.121 260 185 9 8.6 2.3 15 H 821 0.12 260 1080 49 2.1 6.1 72 Sample LSNC/Koawool 767 0.330 150 2200 40 1.2 LF19 f'g 873 0.015 244 55 47 13 LSNCF g 895 0.125 244 500 48 1.1 a Time in which the initial activity decreased by 20%, i.e. to 80% of initial value. b Cumulative volume of CH3SH passed over the catalyst to lower the activity (conversion) by 20%, c Initial rate of deactivation. d Increase in weight after total exposure. e Total exposure time. f A different sample of LSNCF/ASPA catalyst, (11 wt% perovskite). g Run in a plug-flow reactor. (sulfate formation) may render some catalysts poten- temperature dependence of the carbon dioxide inhibi- tially useful. In this respect, catalyst morphology as tion effect, is probably related to the different char- well as the presence of combustion products may play acter and a number of active sites operating at the an important role. To prove this point, deactivation surface of perovskite catalysts. At lower temperatures, experiments in which carbon dioxide or water were it is believed and supported by experimental evidence, added to the feed were carried out and the results are that it is surface adsorbed oxygen which plays the role shown in Figs. 6 and 7. Note that the experiments were of the active site, whereas at higher temperatures, run at 821 and 676 K, respectively. While the addition highly mobile lattice oxygen ion becomes more of carbon dioxide seems to accelerate the deactivation important as the active site. slightly, it is clear that water significantly slows the process. The combination of the two effects of the 3.3. Deactivation model combustion products may in part be responsible for apparently improving catalyst resistance observed in Development of the deactivation model which fol- our studies, lows Levenspiel's formalism [32], and takes into Although no detailed interpretation can be offered, account observed effects of the principal operational we would like to draw attention to two specific parameters, has been based on the following assump- experimental observations which suggest a change tions: the reaction is only kinetically controlled; deac- in the deactivation mechanism when going from tivation proceeds primarily by blockage of active sites; 676 to 821 K. While all four deactivation curves at the catalyst is homogeneous; main and secondary 676 K appear rectilinear, those obtained at 821 K, are reactions take place at the same active sites; deactiva- logarithmic (first order). In addition, catalysts used in tion is not selective; the oxidation of methyl-mercap- lower temperature experiments gained about 2% in tan is complete (XCH3SH = 1); and precursor of the weight regardless of total exposure time, whereas poison is essentially sulfur dioxide which can further those from higher temperature experiments gained be oxidized on the catalyst surface to sulfur trioxide. about 6% weight. This behavior, similarly as the In addition, it can be assumed that the rate of deac- 180 D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 <.. No CO= added .z! 0,8 \"~ ........ 1.85% CO2 added \\\\ \\\\ \"'. =m ~ \"'\".. 0,6 \\ \" i 0,4- 02 , I ~ I ~ I , I i P 0 200 400 600 800 1000 Time [ min ] Fig. 6. Effect of added carbon dioxide on the deactivation at 871 K of LSNCF/ASPA catalyst by 260 ppm methyl-mercaptan. Berty reactor, W/Fcm = 0.071 gper s/~tmol. tivation (da/dt) is equal to the rate of poison formation In order to confirm the validity of the above model, (rp), i.e. da/dt = rp, where two additional experiments were carried out in which rp =/~p (precursor)f (a) (2) operational parameters different to those selected for modeling, but well inside the range covered, were with f(a) = (1 - ax0)n, and kp = kpoexp(-Ep/RT), chosen. As shown in Figs. 3 and 4 and especially in Since da/dt = dx/(xodt), deactivation can alterna- Fig. 5, exhibiting the model validation data, the deac- tively be expressed in terms of dx/dt: tivation model represents the experimental data quite well. -dx/dt ---- kd(YcH3sHPt)m(1 -- x)nxo (3) with kd = kdoexp(--Ed/RT), and YCH3SH and Pt being 3.4. Long term catalyst resistance to sulfur based mercaptan concentration and total pressure, respec- odorant in natural gas tively. The simplex optimization method [33] coupled with The deduced deactivation model permitted us to differentional integration applied to all experimental estimate a long term catalyst resistance to deactivation data of experiments A to H (Table 1) produced fol- by low levels of methyl-mercaptan used in Canada at lowing parameters: kd0 = 4.8 10-6 min-] Pa-8, levels of ~10 ppm as odorant of natural gas. For Ed = --1.2 kJ mo1-1, m = 0.88 and n = 1.05. example, simulation calculations predict, for opera- D. Klvana et al./Applied Catalysis A: General 165 (1997) 171-182 181 1,01~ 2% H20 added \"0. 0,8 - 0,6 / No H20 added\".. \"O.. ..... 0,4- \" .... - 0.. t \"\". 0D2 , I , , I , I , w , , I 0 50 100 150 200 250 300 350 400 Time [ min ] Fig. 7. Effect of added water on the deactivation at 676 K of LSNCF/ASPA catalyst by 260ppm methyl-mercaptan. Berty reactor, W/FcH~ -0,071 gver s/~tmol. tionoveroneyearat923 K, withW/Fng = 0.052 gperS/ 4. Conclusions ~tmol, and YCH3SH = 0.3 ppm, a loss of 10% of initial activity. This extrapolation based prediction would This work has shown that under the conditions of require experimental confirmation, which could not methane combustion Lao.65Sro.35Nio.29Coo.69Feo.o203 be done in this study, due to temperature limit of the perovskite catalyst supported on commercial reactor and time. fiber blanket exhibits relatively good resistance However, good resistance to odorized natural to poisoning by combustion products of methyl- gas has been confirmed experimentally in a plug- mercaptan. flow reactor by combusting at 8555:10 K 3 vol% At temperatures between 673 and 823 K, and 0 to odorized (10 ppm methyl-mercaptan) commercial 260 ppm mercaptan, the rate of deactivation can be natural gas in air flowing at 100mlmin-1 over expressed as: 0.5 g catalyst (0.06 gper, W/Fng = 0.029 gper S/ -dx/dt = k~(YcH~sHPr)0\"88(1 X)L ~tmol). With the initial value of 54%, the conversion - x0 fluctuated between 48 and 56%. After 30 days of For low levels of mercaptan, such as in odorized continuous reactor operation conversion of 52% was natural gas, this model predicts a commercially accep- obtained, table loss of activity. High resistance to low levels of 182 D. Klvana et aL /Applied Catalysis A: General 165 (1997) 171-182 sulfur based odorant is also suggested by experimental [15] R.J.H. Voorhoeve, Perovskite Oxidation-Reduction Catalysts, data. in J.J. Burton, R.L. Garten (Eds.), Advanced Materials in Catalysis, Academic Press, New York, 1977, p. 129. [16] J. Kirchnerova, J. Vaillancourt, D. Klvana, J. Chaouki, Catalysis Letters 21 (1993) 77. Acknowledgements [17] D. Klvana, J. Vaillancourt, J. Kirchnerova, J. Chaouki, Appl. Catal. A, General 109 (1994) 181. This work has been supported by grants from Gaz [18] E Salomonsson, T. Griffin, B. Kasemo, Appl. Catal. A: - General 104 (1993) 175. Mrtropolitain, and Minist~re de l'Energie et des [19] EE. Marti, M. Maciejewski, A. Baiker, Appl. Catal. B: Ressources du Qurbec. Environmental 4 (1994) 225. [20] Li Wan, Huang Qing, Ahan Wan-Jing, Lin Bing-Xiung, Lu Gung-Lie, in A. Crucq, A. Frennet (Eds.), Catalysis and Automotive Pollution Control I, Elsevier Science Publishers, References Amsterdam, 1987, p. 405. [21] D. Janovic, V. Dondur, A. Terlecki-Baricevic, B. Grbic, in A. [1] W.C. Pfefferle, J. Energy 2(3) (1978) 142. Crucq (Ed.), Catalysis and Automotive Pollution Control If, [2] D.L. Trimm, Appl. Catal. 7 (1984) 249. Elsevier Science Publishers, Amsterdam 1991, p. 371. [3] R. Prasad, L.A. Kennedy, E. Ruckenstein, Catal. Rev.-Sci. [22] Li Wan, in L.G. Tejuca, J.L.G. Fierro (Eds.), Properties and Eng. 26(1) (1984) 1. Applications of Perovskite-Type Oxides, Chem. Ind., Vol. 50, [4] L.D. Pfeffede, W.C. Pfefferle, Catal. Rev.-Sci. Eng 29(2)and Dekker, 1993, p. 145. 3 0987) 219. [23] D. Klvana, J. Kirchnerova, E Gauthier, J. Delval, J. Chaouki, [5] M.E Zwinkels, S.G. J~i, EB. Menon, Catal. Rev.-Sci. Eng. Can. J. Chem. Eng., in print for July 1997. 35 (1993) 319. [24] M. Foka, J. Chaouki, C. Guy, D. Klvana, Chem. Eng. Sci. 49 [6] J. Lee, D.L. Trimm, Fuel Process. Technol. 42(2)+3 (1995) (1994) 4639. 339. [25] J. Chaouki, C. Guy, C. Sapundziev, D. Kusohorsky, D. [7] H. Arai, T. Yamada, K. Eguchi, T. Seiyama, Appl. Catal. 26 Klvana, I and CE Research 33(12) (1994) 2957. (1986) 265. [26] D. Klvana, J. Chaouki, C. Guy, J. Kirchnerov~i, Combust. Sci. [8] L.G. Tejuca, J.L.G. Fierro, J.M.D. Tascon, in D.D. Eley, H. Technol. 121 (1996) 23. Pines, EB. Weisz (Eds.), Advances in Catalysis, Vol.36, [27] D. Klvana, J. Kirchnerova, J. Chaouki, J. Delval, W. Ya'/ci, Academic Press, New York, 1989, p. 237. Catal. Today, submitted 1996. [9] J.G. McCarty, H. Wise, Catal. Today 8 (1990) 231. [28] EH. Ribeiro, M. Chow, R.A. Dalla Betta, J. Catal. 146 (1994) [10] T. Seiyama, in L.G. Tejuca, J.L.G. Fierro (Eds.), Properties 537. and Applications of Perovskite-Type Oxides, Chem. Ind., Vol. [29] D. Klvana, S. Vantomme, J. Kirchnerova, J. Chaouki, S. 50, Marcel Dekker, 1993, p. 215. Vigneron, Odours and VOC's J., in print. [11] W.E Libby, Science 171 (1971) 499. [30] H.H. Kellogg, Trans. Metall. Soc. AIME 230 (1964) 1622. [12] R.J.H. Voorhoeve, J.E Remeika, EE. Freeland, B.T. Mathias, [31] D.W. DeBerry, K.J. Sladek, Can. J. Chem. Eng. 49 (1971) Science 177 (1972) 353. 781. [13] Y.EY. Yao, J. Catal. 36 (1975) 266. [32] O. Levenspiel, J. Catal. 25 (1972) 265. [14] EK. Gallagher, D.W. Johnson Jr., E.M. Vogel, E Schrey, [33] W,H. Press, Numerical Recipes - The Art of Scientific Mater. Res. Bull. l0 (1975) 623. Computing, Cambridge University Press, Cambridge, 1986. APCATA 97001993 S0926-860X(97)00199-3 10.1016/S0926-860X(97)00199-3 Elsevier Science B.V. All rights reserved. Deactivation of fiber-supported La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 catalyst by mercaptan during combustion of methane or natural gas D. Klvana * J. Delval J. Kirchnerova J. Chaouki Department of Chemical Engineering, Ecole Polytechnique, P.O. Box 6079, station Centre-ville, Montreal, QC H3C 3A7, Canada * Corresponding author: Tel.: +1 514 340 4927; fax: +1 514 340 4159 A fiber-supported La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 perovskite combustion catalyst has been developed. The preparation technique consisted of in-situ perovskite formation via incipient fiber blanket wetting, followed by freeze-drying. The catalyst activity, per gram of perovskite, is higher than that of unsupported fine La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 powder. Kinetics of deactivation of this catalyst by sulfur oxides, resulting from total oxidation of methyl-mercaptan during methane and natural gas combustion, has been studied in a CSTR Berty reactor. The effects of temperature, methane contact time and mercaptan concentration, as well as combustion products were evaluated. The experimental data has been fitted by a simple deactivation model based on Levenspiel's formalism. The observed deactivation rates were relatively slow in comparison to known deactivation rates by sulfur dioxide of some transition metal based catalysts. In particular, the catalyst seems to tolerate mercaptan concentration levels, commonly used to odorize commercial natural gas, as confirmed by long term tests in an integral reactor. Keywords Methane combustion catalyst Supported perovskite Deactivation by methyl-mercaptan Inhibition of complete methane oxidation by combustion products Reference [1] Pfefferle W.C. J. Energy 2 3 1978 142 [2] Trimm D.L. Appl. Catal. 7 1984 249 [3] Prasad R. Kennedy L.A. Ruckenstein E. Catal. Rev.-Sci. Eng. 26 1 1984 1 [4] Pfefferle L.D. Pfefferle W.C. Catal. Rev.-Sci. Eng 29 2 1987 219 and 3 [5] Zwinkels M.F. Järä S.G. Menon P.B. Catal. Rev.-Sci. Eng. 35 1993 319 [6] Lee J. Trimm D.L. Fuel Process. Technol. 42 2 1995 339 +3 [7] Arai H. Yamada T. Eguchi K. Seiyama T. Appl. Catal. 26 1986 265 [8] Tejuca L.G. Fierro J.L.G. Tascon J.M.D. 3rd ed. Eley D.D. Pines H. Weisz P.B. Advances in Catalysis Vol. 36 1989 Academic Press New York 237 [9] McCarty J.G. Wise H. Catal. Today 8 1990 231 [10] Seiyama T. Tejuca L.G. Fierro J.L.G. Properties and Applications of Perovskite-Type Oxides 3rd ed. Chem. Ind. Vol. 50 1993 Marcel Dekker 215 [11] Libby W.F. Science 171 1971 499 [12] Voorhoeve R.J.H. Remeika J.P. Freeland P.E. Mathias B.T. Science 177 1972 353 [13] Yao Y.F.Y. J. Catal. 36 1975 266 [14] Gallagher P.K. Johnson D.W. Jr. Vogel E.M. Schrey F. Mater. Res. Bull. 10 1975 623 [15] Voorhoeve R.J.H. Perovskite Oxidation-Reduction Catalysts Burton J.J. Garten R.L. Advanced Materials in Catalysis 1977 Academic Press New York 129 [16] Kirchnerova J. Vaillancourt J. Klvana D. Chaouki J. Catalysis Letters 21 1993 77 [17] Klvana D. Vaillancourt J. Kirchnerova J. Chaouki J. Appl. Catal. A, General 109 1994 181 [18] Salomonsson P. Griffin T. Kasemo B. Appl. Catal. A: General 104 1993 175 [19] Marti P.E. Maciejewski M. Baiker A. Appl. Catal. B: Environmental 4 1994 225 [20] Wan Li Qing Huang Wan-Jing Ahan Bing-Xiung Lin Gung-Lie Lu Crucq A. Frennet A. Catalysis and Automotive Pollution Control I 1987 Elsevier Science Publishers Amsterdam 405 [21] Janovic D. Dondur V. Terlecki-Baricevic A. Grbic B. Crucq A. Catalysis and Automotive Pollution Control II 1991 Elsevier Science Publishers Amsterdam 371 [22] Wan Li Tejuca L.G. Fierro J.L.G. Properties and Applications of Perovskite-Type Oxides 3rd ed. Chem. Ind. Vol. 50 1993 Dekker 145 [23] D. Klvana, J. Kirchnerova, P. Gauthier, J. Delval, J. Chaouki, Can. J. Chem. Eng., in print for July 1997. [24] Foka M. Chaouki J. Guy C. Klvana D. Chem. Eng. Sci. 49 1994 4639 [25] Chaouki J. Guy C. Sapundziev D. Kusohorsky D. Klvana D. I and CE Research 33 12 1994 2957 [26] Klvana D. Chaouki J. Guy C. Kirchnerová J. Combust. Sci. Technol. 121 1996 23 [27] D. Klvana, J. Kirchnerova, J. Chaouki, J. Delval, W. Yaïci, Catal. Today, submitted 1996. [28] Ribeiro F.H. Chow M. Dalla Betta R.A. J. Catal. 146 1994 537 [29] D. Klvana, S. Vantomme, J. Kirchnerova, J. Chaouki, S. Vigneron, Odours and VOC's J., in print. [30] Kellogg H.H. Trans. Metall. Soc. AIME 230 1964 1622 [31] DeBerry D.W. Sladek K.J. Can. J. Chem. Eng. 49 1971 781 [32] Levenspiel O. J. Catal. 25 1972 265 [33] Press W.H. 3rd ed. Numerical Recipes — The Art of Scientific Computing 1986 Cambridge University Press Cambridge",
      "scopus-id": "0001462530",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001993",
        "dc:description": "A fiber-supported La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 perovskite combustion catalyst has been developed. The preparation technique consisted of in-situ perovskite formation via incipient fiber blanket wetting, followed by freeze-drying. The catalyst activity, per gram of perovskite, is higher than that of unsupported fine La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 powder. Kinetics of deactivation of this catalyst by sulfur oxides, resulting from total oxidation of methyl-mercaptan during methane and natural gas combustion, has been studied in a CSTR Berty reactor. The effects of temperature, methane contact time and mercaptan concentration, as well as combustion products were evaluated. The experimental data has been fitted by a simple deactivation model based on Levenspiel's formalism. The observed deactivation rates were relatively slow in comparison to known deactivation rates by sulfur dioxide of some transition metal based catalysts. In particular, the catalyst seems to tolerate mercaptan concentration levels, commonly used to odorize commercial natural gas, as confirmed by long term tests in an integral reactor.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001993",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Klvana, D."
          },
          {
            "@_fa": "true",
            "$": "Delval, J."
          },
          {
            "@_fa": "true",
            "$": "Kirchnerova, J."
          },
          {
            "@_fa": "true",
            "$": "Chaouki, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001993"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001993"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00199-3",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Deactivation of fiber-supported La0.65Sr0.35Ni0.29Co0.69Fe0.02O3 catalyst by mercaptan during combustion of methane or natural gas",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane combustion catalyst"
          },
          {
            "@_fa": "true",
            "$": "Supported perovskite"
          },
          {
            "@_fa": "true",
            "$": "Deactivation by methyl-mercaptan"
          },
          {
            "@_fa": "true",
            "$": "Inhibition of complete methane oxidation by combustion products"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "171-182",
        "prism:endingPage": "182",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00199-3",
        "prism:startingPage": "171",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00199-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001462530"
      }
    }
  }
}