{
  "metadata": {
    "title": "Oxidative dehydrogenation of ethane over LaF<ce:inf loc=post>3</ce:inf><ce:glyph name=sbnd></ce:glyph>CeO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(97)00039-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000392",
    "pii": "S0926860X97000392"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002007132",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X97000392 S0926-860X(97)00039-2 S0926860X97000392 10.1016/S0926-860X(97)00039-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 13 137 144 137 144 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONETHANEOVERLAF3CEO2CATALYSTS LUO J THORSTEINSON 1978 116 E MORALES 1989 255 E CONWAY 1991 513 S CONWAY 1991 L1 S SWAAN 1992 629 H KORF 1989 279 S BERNAL 1990 231 S KENNEDY 1991 321 E ZHOU 1995 263 X CHAO 1995 133 Z YU 1995 163 Z TONG 1990 291 Y MORALES 1989 255 E BURCH 1993 49 R WANG 1995 155 D HUFF 1993 11815 11822 M ARGENT 1986 1058 A ZHOU 1993 208 X ZHOU 1994 177 X ITO 1985 5062 T LANE 1988 144 G SUNTER 1994 125 J LUOX1997X137 LUOX1997X137X144 LUOX1997X137XJ LUOX1997X137X144XJ item S0926-860X(97)00039-2 S0926860X97000392 1-s2.0-S0926860X97000392 10.1016/S0926-860X(97)00039-2 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X97000392-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000392/MAIN/application/pdf/628404bcefcb64079f543486e4fdc948/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000392/MAIN/application/pdf/628404bcefcb64079f543486e4fdc948/main.pdf main.pdf pdf true 402085 MAIN 8 1-s2.0-S0926860X97000392-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000392/PREVIEW/image/png/a46aca8767f628a37605b1d6fdeb48ec/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000392/PREVIEW/image/png/a46aca8767f628a37605b1d6fdeb48ec/main_1.png main_1.png png 46227 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 137-144 Oxidative dehydrogenation of ethane over LaF3-CeO2 catalysts J.Z. Luo, H.L. Wan* Department of Chemistry and State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen 361005, China Received 7 June 1996; received in revised form 3 January 1997; accepted 10 January 1997 Abstract A new series of very selective rare earth oxyfluoride LaF3-CeO2 catalysts was prepared and used for the oxidative dehydrogenation of ethane (ODE). At 953 K and C2H6 : 02 : N2=2 : 1 : 7, C2H4 selectivity of 94.5% with C2H6 conversion of 23.4% were achieved over LaF3---CeO2 (1 : 1 in mole) catalyst. XRD and BET measurements showed that LaF3 dissolved in CeO2 and acted as an isolation material as well as partial anions (F-, 02-) and/or cations (La3 Ce4 exchange between LaF3 and CeO2 phases might be responsible for the high selectivity. Keywords: Rare earth oxide; Cerium oxide; Lanthanide oxyfluoride; Oxidative dehydrogenation of ethane; Isolation; Ionic exchange I. Introduction Conversion of light hydrocarbons has received much attention. The oxidative dehydrogenation of ethane has been extensively studied over several oxide catalyst systems such as V-Mo-Nb-O [1], Li/MgO [2-5] and rare earth oxides [6-8]. However, lanthanide fluorides have been seldom used for the oxidative coupling of methane (OCM) and ODE reaction. In recent years, a novel series of rare earth oxyfluoride-based catalysts which showed good catalytic performance for both the OCM and ODE reaction have been developed in our laboratory [9,10]. For example, a 74% ethylene selectivity with 55% ethane conversion was obtained over 8 mol% BaF2/LaOF catalyst at 933 K [9]. CeO2 is a deep oxidative catalyst for the light hydrocarbon [8,11,12]. But the promoted CeO2 could show good * Corresponding author. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00039-2 138 J.Z Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 performance for the methane conversion. Lunsford et al. [11,12] studied the NazWO4 and Na2CO3 promoted CeO2 and indicated that the addition of the promoters can transform CeO2 into an effective catalytic material for the methane conversion. Kennedy et al. [8] have reported that the sodium promoted CeO2 showed better selectivity than pure CeO2 for the ODE reaction, but the enhance- ment due to sodium is less dramatic than that for OCM reaction. Up to now, the study of binary rare earth LaF3-CeO2 catalyst for the ODE reaction have not been reported. In the present work, an account of the oxidative dehydrogenation of ethane over LaF3-CeOz catalysts is given. 2. Experimental The catalysts were prepared by ground appropriate molar of CeO2 (99.95%) and LaF3 (99.9% Fluka) in a mortar for 10 rain, the mixture was pressed into pellets under 300 kgf/cm2. After calcining at 1173 K for 4 h, the pellets were crushed and sieved to 40-80 mesh for catalytic performance evaluation. The reactions were performed using a conventional down flow quartz reactor having an internal diameter of 8 mm, the catalyst was put in the middle of the reactor, the rest of the reactor was filled with fused quartz sands of grain size of 20- 40 mesh. The reactor was mounted vertically in a programmable tubular furnace. A thermocouple was attached to the outside of the reactor in line with the middle of the catalyst bed to record the catalyst temperature. The temperature of the furnace was controlled using a YuGuang temperature controller. Unless otherwise indi- cated, the experiments were performed using 1 ml catalyst, and feed consisted of C2H6 : Oa : N2=2 : 1 : 7 at a total flow rate of 40 ml/min and atmospheric pressure. All the data were obtained after 4 h on stream at 973 K. The effluent gases were analyzed by a gas chromatograph with thermal con- ductivity detector using a Porapak Q column for separation of CH4, CO2, C2H4, C2H6 and a 5 A molecular sieve column for separation of 02, N2 and CO. Powder X-ray diffraction patterns of catalysts were obtained with a Rigaku Rotaflex D/max-c automatic powder diffractometer with a rotating anode gen- erator operated at 40 kV and 30 mA. A Cu Ks (A=0.15406 nm) radiation source was used in all cases. Patterns were obtained at 6min for the 20 range of 2080 Specific surface area of fresh samples were determined with nitrogen adsorbate at 77 K on a S-1900 adsorption automatic instrument (Carlo Erba Instruments, Italy). 3. Results and discussion The comparative study of an empty reactor and a reactor completely filled with quartz sands were performed under the reaction condition given above, to examine J.Z. Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 139 Table 1 The performance of ODE reaction over LaF3-CeO2 catalystsa Catalyst Temp. 02 conv. Selectivity (%) C2H6 conv. Yield (%) (K) (%) (%) CO CH4 CO2 C2H4 Quartz sand 973 2.7 0.00 16.54 0.00 83.46 2.11 1.76 993 4.2 0.0 9.79 5.84 84.34 4.67 3.94 CeO2 953 100 6.96 0.64 51.50 40.90 29.76 12.17 973 100 6.90 1.07 38.37 53.67 39.05 20.95 25 mol% LaF3-CeO2 953 67.3 11.48 1.64 40.52 46.35 23.51 10.91 973 78,1 5.27 3.11 34.51 57.11 28.47 16.26 50 mol% LaF3-CeO2 933 24,5 0.00 0.00 4.93 95.07 15.85 15.07 953 32,2 0.00 1.57 3.97 94.46 23.42 22.12 973 42,8 0.00 1.80 4.66 93.54 28.81 26.95 993 52,9 0.00 2.46 5.31 92.23 45.92 42.35 50 mol% LaF3-CeO2b 953 100 2.13 0.35 52.44 45.06 28.79 12.97 973 100 2.10 0.053 47.34 50.03 31.38 15.72 75 mol% LaF3-CeO2 953 30,5 7.95 1.00 10.09 80.97 22.02 17.83 973 45.5 7.29 1.27 10.36 81.08 32.04 25.98 LaF3 953 50.9 0.00 1.54 34.33 64.13 11.63 7.46 973 54.0 0.00 2.00 29.84 68.16 20.86 14.22 aReaction condition: feed gas: C2H6 : 02 : N2=2 : 1 : 7; flow rate: 40 ml/min. b Mechanical mixing without calcining at 1173 K. the contribution from gas phase reaction. With the empty reactor, ethylene was formed at temperature as low as 833 K. At 873 K, the ethylene selectivity was about 80% with 40% ethane conversion, and the by-product was mainly carbon monoxide. When the reactor was filled with fused quartz sands, no activity was shown up to 913 K. Even at 973 K, only 2.1% ethane conversion with 83.4% ethene selectivity was obtained. It may be concluded that the surface of the fused quartz sands quenched the ethyl radicals formed under the reaction condition. This result is in good agreement with some reports [5,13,14]. The catalytic performance evaluation results are listed in Table 1. It can be seen from Table 1 that the catalysts added with LaF3 show higher C2H4 selectivity than pure CeO2. For LaF3-CeO2 (1 : 1 in mole), 94.5% C2H4 selectivity and 23.4% C2H6 conversion were achieved at 953 K, while for the pure CeO2, without the addition of LaF3, the C2H4 selectivity is only 40% under the same reaction condition. For LaF3 alone, a modest C2H4 selectivity of 64.1% was obtained. The catalyst evaluation results also indicate that the reaction over CeO2 is oxygen limited reaction, while for those catalysts containing LaF3, the gas molecular oxygen partially remained even at 973 K. This suggested that the presence of LaF3 reduced the deep oxidation reactivity of CeO2. Fig. 1 shows the variation of C2H4 selectivity and C2H6 conversion with the molar content of LaF3 in LaF3-CeO2 at 953 K. With the increase of the molar concentration of LaF3, the CzH4 selectivity increase markedly at first, especially in the range from 25 mol% to 50 mol%, the maximum of ethylene selectivity (94.5%) 140 J.Z Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 a L i , O0 20 40 60 80 100 LaF3 ~r~entmtion (raN%) Fig. 1. The effect of LaF3 concentration on C2H4 selectivity (m) and CzHa conversion (0), T-953 K. 100 1 %6o __ , i i ~ i O0 20 40 60 80 100 LaF3 concentration (%) Fig. 2. The effect of LaF3 concentration on Cell4 selectivity (11) and C2H6 conversion (0), T-973 K. reached at 50 mol% LaF3-CeO2. Then the ethylene selectivity began to decrease. In the meanwhile, the C2H6 conversion decreases monotonously with the increase of the LaF3 concentration, however the variation is slight in the middle content region. At higher temperature of 973 K, the tendencies are the same (Fig. 2). These results reveal that the molar ratio of LaF3 to CeO2 is an important factor for the preparation of the selective catalysts for ODE reaction, the optimum molar ratio is 1:1. For comparison, simple mechanical mixing LaF3-CeO2 (1 : 1 in mole) catalyst without calcining at 1173 K was prepared and tested for the ODE reaction. The results were listed in Table 1 also. It is evident that the more homogenous system of LaF3 and CeO2 resulting from the calcining process exhibited much higher selectivity than that prepared just by mechanical mixing. This is a rather significant result, indicating that the homogeneous mixing of LaF3 and CeO2 by calcining at appropriate temperature is a key factor in reducing the total oxidation channel of CeO2 in favor of the selective one. The effect of reaction temperature on the performance of LaF3-CeO2 (1 : 1 in mole) catalyst was also listed in Table 1. With increasing temperature from 933 to J.Z. Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 141 993 K, the C2H6 conversion increased markedly from 15.9% to 45.9%, while the selectivities of CO, CH4, CO2 and C2H4 changed slightly. In all of the temperature region, the gaseous molecular oxygen remained. The similar effect of reaction temperature on properties of the other two catalysts was also observed. These results indicated that the temperature has a positive effect on the ethane conversion over LaFa-CeO2 catalysts. As far as we know, several catalyst systems which show good catalytic performance for ODE reaction have been developed. Lunsford et al. reported that a C2H4 selectivity of 70% with 75-79% C2H6 conversion was obtained over chlorine promoted Li+-MgO catalysts [2,15]. Adding Dy203 into Li+-MgO-C1-, 83.8% ethene selectivity with 68.3% ethane conversion was achieved [4]. Huff and Schmidt reported up to 70% ethylene selectivity with above 80% ethane conver- sions over ceramic foam monoliths coated with Pt catalyst [16]. Argent and Harrison published that an ethylene selectivity as high as 93.9% with 64.3% ethane conversion over SnOE-P205 catalyst at moderately high pressure [17]. Pure CeO2 usually shows deep oxidative property for hydrocarbon. But when appropriate amount of CaF2 [18], BaF2 [19], Na2WO4 [11] and Na2CO3 [12] was added, respectively, into CeO2, its catalytic performance is improved significantly. From the performance evaluation results listed in Table 1, it may be concluded that LaF3-CeO2 (1 : 1 in mole) is one of the most selective catalyst for the ODE reaction, and that both the molar ratio of LaF3 to CeO2 and the calcining procedure are important factors in preparation of the high selective catalysts. 4. Catalyst characterization In order to obtain information about the principal phase composition in these materials, X-ray diffraction (XRD) was used. The results were listed in Table 2. The CeO2 and LaF3 used as original reagents are cubic and hexagonal, respec- tively. For 25 mol% LaF3-CeO2 only cubic CeO2 and trace tetragonal LaOF were detected. Increasing the molar percentage of LaF3 in CeO2 to 50 mol%, cubic CeO2, the lattice contracted hexagonal LaF3 and trace tetragonal LaOF phases Table 2 The phase composition of the LaF3~CeO2 catalysts Catalyst Composition and structruea CeO2 Cubic (vs) 25 mol% LaF3-CeO2 Tetragonal LaOF (m); Cubic CeO2 (s) 50 mol% LaF3-CeO2 Tetragonal LaOF (m); Cubic CeO2 (s); Hexagonal LaF3 (m) 75 mol% LaF3-CeO2 Tetragonal LaOF (m); Cubic CeO2 (m); Hexagonal LaF3 (s) LaF3 Hexagonal (vs) a vs - very strong, s - strong, m - medium. 142 J.Z. Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 were detected. With the higher LaF3 content (75 tool%), cubic CeO2, contracted hexagonal LaF3 and contracted tetragonal LaOF phases were detected. The no detection of LaF3 in 25 mol% LaF3--CeO2 and relative weaker intensity of LaF3 peak in other two catalysts indicated that certain amount of LaF3 is highly dispersed in the CeO2 matrix to form a fluorite type LaF3-CeO2 solid solution. This will be beneficial to the isolation of surface active centers and thus decreasing the deep oxidation of ethane, intermediate and/or product of ODE reaction. The tetragonal LaOF may be formed by either the hydrolysis of LaF3 or the exchange of F- with O2- in CeO2 lattice during the calcining process. It was noted that the CeO2 lines were well centered to those due to the fluorite type structure CeOz but some major lines of CeO2 did show a broadening effect after adding LaF3. This phenomenon and the observation of lattice contracted LaF3 and LaOF indicated that partial anionic and/or cationic exchange between LaF3 and CeO2 lattices might have occurred. In the case when one O2- substitute for one F- in the LaF3 lattice, there would be one more electron on the oxygen, form an \"electron enriched lattice oxygen\". Generally, this kind of oxygen easily donates an electron forming O- species to keep the electric neutrality of the lattice. This donated electron might be accepted by Ce4+ to form a partial reduced state of Ce4+ center. These centers might be also formed by the substitution of one F- for one O2- in the CeO2 lattice. In the other case, if one O2- substitution for two F- in the LaF3 lattice, anion vacancies might be formed. The possible formation of O- and anion vacancies will lead to the contraction of LaF3 and LaOF phase. In addition, the substitution of Ce4+ (r=0.092 nm) for La3+ (r=0.106 nm) in LaF3 or LaOF lattice could also bring about the contraction of the lattices. The dissolution of LaF3 in CeO2 and the exchange of anion and/or cation would lead to the formation of the active sites which favor the C2H4 selectivity. The specific surface area of these materials are listed in Table 3. It is interesting to note that for the three LaF3 containing CeO2 catalysts, the increases of C2H4 selectivity corresponds to the decrease of specific surface area. With the increase of LaF3 content in CeO2, the specific surface areas decrease at first from 3.74 mZ/g of 25 mol% LaF3-CeO2 to 2.15 mZ/g of 50 mol% LaF3-CeO2 which showed the highest C2H4 selectivity. With further increase of LaF3 content in CeO2, the specific surface area also increases (4.36 mZ/g for 75 mol% LaF3-CeO2), while the C2H4 selectivity decreased. The decrease of the specific surface area may reduce Table 3 The specific surface area of catalysts Catalyst CeO2 25 mol% 50 mol% 75 mol% LaF3 LaF3---CeO2 LaF3--CeO2 LaF3-CeO2 Specific surface 3.86 3.74 2.15 4.36 4.73 area (m2/g) J.Z Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 143 the contribution of gas phase homogenous reaction, and thus favor the ethylene selectivity. This result is in line with the ideas oflto [20], Lane [21] and Stinter [22] for the oxidative conversion of light hydrocarbon. It should be noted here that the differences in specific surface area among these catalysts were relatively small, some other factors such as the basicity/acidity, electrical conductivity, surface adsorbed oxygen species and the concentration of adsorbed oxygen species might be more key factors which influence ethene selectivity to a significant extent. 5. Conclusion LaF3-CeO2 is one of the most selective catalysts for ODE reaction. During the calcining process at 1173 K, the LaF3-CeO2 solid solution was formed, in the same time, anionic and/or cationic exchange between metal oxide and metal fluoride lattices took place to some extent, leading to the formation of O- ions, anion vacancies and partial reduced Ce4+ centers. These factors should be responsible for the improvement of the ethylene selectivity. On the other hand, the dispersion of \"inert\" fluorides on the catalyst surface will be also beneficial for the isolation of the surface active centers and decrease of deep oxidation, and thus be favorable for the improvement of C2H4 selectivity. Acknowledgements The financial support from the National Natural Science Foundation of China is gratefully acknowledged. References [1] E.M. Thorsteinson, T.O. Wilson, EG. Young and EH. Kasai, J. Catal., 52 (1978) 116. [2] E. Morales and J.H. Lunsford, J. Catal., 118 (1989) 255. [3] S.J. Conway and J.H. Lunsford, J. Catal., 131 (1991) 513. [4] S.J. Conway, D.J. Wang and J.H. Lunsford, Appl. Catal. A, 79 (1991) L1. [5] H.M. Swaan, A. Toebes, K. Seshan, J.G.V. Ommen and J.R.H. Ross, Catal. Today, 13 (1992) 629. [6] S.J. Koff, J.A. Roos, J.M. Diphoorn, R.H.J. Veehof, J.Q. Van Ommen and J.R.H. Roos, Catal. Today, 4 (1989) 279. [7] S. Bernal, G.A. Martin, E Moral and V. Perrichon, Catal. Lett., 6 (1990) 231. [8] E.M. Kennedy and N.W. Cant., Appl. Catal., 75 (1991) 321. [9] X.E Zhou, Z.S. Chao, J.Z. Luo, H.L. Wan and K.R. Tsai, Appl. Catal. A, 133 (1995) 263. [10] Z.S. Chao, X.E Zhou, H.L. Wan and K.R. Tsai, Appl. Catal. A, 130 (1995) 133. [11] Z.Q. Yu, X.M. Yang, J.H. Lunsford and M.E Rosynek, J. Catal., 154 (1995) 163. [12] Y. Tong, M.E Rosynek and J.H. Lunsford, J. Catal., 126 (1990) 291. [13] E. Morales and J.H. Lunsford, J. Catal., 118 (1989) 255. [14] R. Burch and E.M. Crabb, Appl. Catal. A, 97 (1993) 49. [15] D.J. Wang, M.E Rosynek and J.H. Lunsford, J. Catal., 151 (1995) 155. [16] M. Huff and L.D. Schmidt, J. Phys. Chem., 97 (1993) 11815-11822. 144 J.Z. Luo, H.L. Wan~Applied Catalysis A: General 158 (1997) 137-144 [17] A. Argent, EG. Harrison, J. Chem. Soc., Chem. Commun. 14 (1986) 1058. [18] X.E Zhou, S.J. Wang, W.Z. Weng, H.L. Wan and K.R. Tsai, J. Natural Gas Chem. (in English, China), 2(4) (1993) 208. [19] X.P. Zhou, Z.S. Chao, W.Z. Weng, W.D. Zhang, S.J. Wang, H.L. Wan and K.R. Tsai, Catal. Lett., 29 (1994) 177. [20] T. Ito, J.X. Wang, C.H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [21] G.S. Lane and E.E. Wolf, J. Catal., 113 (1988) 144. [22] J. Stinter, V. Ducarme and G.A. Martin, Natural gas conversion II, Stud. Surf. Sci. Catal., 81 (1994) 125. APCATA 97000392 S0926-860X(97)00039-2 10.1016/S0926-860X(97)00039-2 Elsevier Science B.V. All rights reserved. Oxidative dehydrogenation of ethane over LaF3 CeO2 catalysts J.Z. Luo a b H.L. Wan * a b a Department of Chemistry, Xiamen University, Xiamen 361005, China b State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen 361005, China * Corresponding author. A new series of very selective rare earth oxyfluoride LaF3 CeO2 catalysts was prepared and used for the oxidative dehydrogenation of ethane (ODE). At 953 K and C2H6 : O2 : N2=2 : 1 : 7, C2H4 selectivity of 94.5% with C2H6 conversion of 23.4% were achieved over LaF3 CeO2 (1 : 1 in mole) catalyst. XRD and BET measurements showed that LaF3 dissolved in CeO2 and acted as an isolation material as well as partial anions (F−, O2−) and/or cations (La3+, Ce4+) exchange between LaF3 and CeO2 phases might be responsible for the high selectivity. Keywords Rare earth oxide Cerium oxide Lanthanide oxyfluoride Oxidative dehydrogenation of ethane Isolation Ionic exchange References [1] Thorsteinson E.M. Wilson T.O. Young F.G. Kasai P.H. J. Catal. 52 1978 116 [2] Morales E. Lunsford J.H. J. Catal. 118 1989 255 [3] Conway S.J. Lunsford J.H. J. Catal. 131 1991 513 [4] Conway S.J. Wang D.J. Lunsford J.H. Appl. Catal. A 79 1991 L1 [5] Swaan H.M. Toebes A. Seshan K. Ommen J.G.V. Ross J.R.H. Catal. Today 13 1992 629 [6] Korf S.J. Roos J.A. Diphoorn J.M. Veehof R.H.J. Van Ommen J.Q. Roos J.R.H. Catal. Today 4 1989 279 [7] Bernal S. Martin G.A. Moral P. Perrichon V. Catal. Lett. 6 1990 231 [8] Kennedy E.M. Cant N.W. Appl. Catal. 75 1991 321 [9] Zhou X.P. Chao Z.S. Luo J.Z. Wan H.L. Tsai K.R. Appl. Catal. A 133 1995 263 [10] Chao Z.S. Zhou X.P. Wan H.L. Tsai K.R. Appl. Catal. A 130 1995 133 [11] Yu Z.Q. Yang X.M. Lunsford J.H. Rosynek M.P. J. Catal. 154 1995 163 [12] Tong Y. Rosynek M.P. Lunsford J.H. J. Catal. 126 1990 291 [13] Morales E. Lunsford J.H. J. Catal. 118 1989 255 [14] Burch R. Crabb E.M. Appl. Catal. A 97 1993 49 [15] Wang D.J. Rosynek M.P. Lunsford J.H. J. Catal. 151 1995 155 [16] Huff M. Schmidt L.D. J. Phys. Chem. 97 1993 11815 11822 [17] Argent A. Harrison P.G. J. Chem. Soc., Chem. Commun. 14 1986 1058 [18] Zhou X.P. Wang S.J. Weng W.Z. Wan H.L. Tsai K.R. J. Natural Gas Chem. 2 4 1993 208 (in English, China) [19] Zhou X.P. Chao Z.S. Weng W.Z. Zhang W.D. Wang S.J. Wan H.L. Tsai K.R. Catal. Lett. 29 1994 177 [20] Ito T. Wang J.X. Lin C.H. Lunsford J.H. J. Am. Chem. Soc. 107 1985 5062 [21] Lane G.S. Wolf E.E. J. Catal. 113 1988 144 [22] Sünter J. Ducarme V. Martin G.A. Natural gas conversion II Stud. Surf. Sci. Catal. 81 1994 125",
      "scopus-id": "0002007132",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000392",
        "dc:description": "A new series of very selective rare earth oxyfluoride LaF3 CeO2 catalysts was prepared and used for the oxidative dehydrogenation of ethane (ODE). At 953 K and C2H6 : O2 : N2=2 : 1 : 7, C2H4 selectivity of 94.5% with C2H6 conversion of 23.4% were achieved over LaF3 CeO2 (1 : 1 in mole) catalyst. XRD and BET measurements showed that LaF3 dissolved in CeO2 and acted as an isolation material as well as partial anions (F−, O2−) and/or cations (La3+, Ce4+) exchange between LaF3 and CeO2 phases might be responsible for the high selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000392",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, J.Z."
          },
          {
            "@_fa": "true",
            "$": "Wan, H.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000392"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000392"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00039-2",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of ethane over LaF3 CeO2 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Rare earth oxide"
          },
          {
            "@_fa": "true",
            "$": "Cerium oxide"
          },
          {
            "@_fa": "true",
            "$": "Lanthanide oxyfluoride"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation of ethane"
          },
          {
            "@_fa": "true",
            "$": "Isolation"
          },
          {
            "@_fa": "true",
            "$": "Ionic exchange"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-144",
        "prism:endingPage": "144",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(97)00039-2",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00039-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002007132"
      }
    }
  }
}