{
  "metadata": {
    "title": "Oxidative dehydrogenation of ethane over BaF<ce:inf loc=post>2</ce:inf> promoted SmO<ce:inf loc=post>3</ce:inf><ce:glyph name=sbnd></ce:glyph>LaF<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00046-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X9700046X",
    "pii": "S0926860X9700046X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040640686",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X9700046X S0926-860X(97)00046-X S0926860X9700046X 10.1016/S0926-860X(97)00046-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 3 9 19 9 19 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONETHANEOVERBAF2PROMOTEDSMO3LAF3CATALYSTS LUO J DUBOIS 1990 49 J KENNEDY 1991 321 E KENNEDY 1992 171 E KORF 1989 279 S JI 1996 1203 L CONWAY 1991 513 S WANG 1995 155 D ZHOU 1995 263 X CHAO 1995 127 Z ZHOU 1996 22 X BURCH 1993 49 R MORALES 1989 255 E CONWAY 1991 L1 S ARGENT 1986 1058 A SUNTER 1994 125 J WELLS 1984 482 A STRUCTURALINORGANICCHEMISTRY LUOX1997X9 LUOX1997X9X19 LUOX1997X9XJ LUOX1997X9X19XJ item S0926-860X(97)00046-X S0926860X9700046X 1-s2.0-S0926860X9700046X 10.1016/S0926-860X(97)00046-X 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X9700046X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9700046X/MAIN/application/pdf/3ed512c7f10c9c13be9c900026d5d0a0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9700046X/MAIN/application/pdf/3ed512c7f10c9c13be9c900026d5d0a0/main.pdf main.pdf pdf true 573059 MAIN 11 1-s2.0-S0926860X9700046X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9700046X/PREVIEW/image/png/a4da34c9e23de418a9806caadacff2bb/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9700046X/PREVIEW/image/png/a4da34c9e23de418a9806caadacff2bb/main_1.png main_1.png png 53661 849 656 IMAGE-WEB-PDF 1 j APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 9-19 Oxidative dehydrogenation of ethane over BaF2 promoted SmO3-LaF3 catalysts J.Z. Luo, X.R Zhou, Z.S. Chao, H.L. Wan* Department of Chemistry and the State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen 361005, China Received 28 May 1996; received in revised form 9 January 1997; accepted 10 January 1997 Abstract Oxidative dehydrogenation of ethane (ODE) was investigated on Sm203-LaF3 and BaF2 promoted SmEO3-LaF3 catalysts. Under the reaction conditions: 973 K, reactant mixture (C2H6:O2: N2=2:1:7) flow rate 40ml/min, 89.7% ethene selectivity with 22.1% ethane (C2H6) conversion was obtained on Sm203-LaF3 catalyst (molar ratio 1 : 1). The addition of BaF2 significantly improved the catalytic performance. On 16.7 tool% BaF2/Sm203-LaF3 (molar ratio l : 1), 83.9% ethene selectivity with 42.0% ethane conversion was obtained. XRD measurement revealed that partial cation or anion substitution occurred between Sm203 and LaF3 phases (for Sm203-LaF3 catalysts) as well as Sm203-LaF3 and BaF2 phases (for BaFz/SmzO3-LaF3 catalysts). Structure defects such as anionic vacancies, O- and F-center might be formed by the substitution. Rhombohedral Sm2/3Lal/aOF was the main component in catalysts of Sm203-LaF3 (molar ratio 1 : l) and 16.7 tool% BaFE/SmEO3-LaF3 (molar ratio 1 : 1). The formation of this kind of binary rare earth oxyfluoride might be one of the factors that are responsible for the high CzI-I4 selectivity. XPS results that the binding energies of La3ds/2 and Sm3d512 in catalysts of Sm203-LaF3 are 0.5- 1.5 eV negative shifts compared with the standard binding energies of La3ds/2 and Sm3ds/z in La203, LaF3 and Sm203 show that the electron donating ability of SmEO3-LaF3 catalysts is higher than pure La203, LaF3 and Sm203. Adding 16.7 mol% BaF2 to Sm203-LaF3 catalysts, although the binding energy of La3d512 varied little compared with that in Sm203-LaF3, the difference between the binding energies of La3d5/2 and La3d3/2 decreased slightly. The contraction of cubic BaF? and the decrease of the difference of the binding energy of La3ds/2 and La3ds/2 suggested that the isomorphous substitution between BaF2 and LnOF (Ln=La and/or Sin) lattice took place and more structure defects were formed. These might be the cause of the improvement of ethane conversion. Keywords: Oxidative dehydrogenation of ethane: Binary rare earth oxyfluoride: Ionic exchange * Corresponding author. Tel.: (+86-592) 2182240; fax: (+86-592) 2086116. 0926-860X/97/$17.00 ~1 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(97)00046-X 10 J.Z Luo et al./Applied Catalysis A: General 159 (1997) 9-19 1. Introduction The oxidative dehydrogenation of alkane to alkene is a significant process. Much attention has been paid on mechanistic studies of oxygen activation and on the development of better catalysts. Among these catalysts, rare earth oxide and promoted rare earth oxide catalysts were extensively studied [1--4]. Kennedy reported that at 1023 K, for the oxidative dehydrogenation of ethane (ODE), the activity order per gram catalyst is Pr6Oll>Sm203>LazOa>CeO2. In terms of per unit area the order is LazO3>Sm203>Pr6Oll>CeO2. The order in selectivity to ethene is La203 (74%)>Sm203 (68%)>CEO2 (57%)>Pr6Oll (53%) [2]. In another publication, Kennedy showed that over the sodium containing cerium oxides, much better ethene selectivity was achieved [3]. Korf showed that all of the oxides of Sm, La, Gd and Dy except Tb were active for the oxidative coupling of methane (OCM). The cubic structure of Sm203 was relatively active and selective than monoclinic structure of Sm203. The addition of Na or Ca to cubic Sm203 gives a higher C2 yield than that of unpromoted Sm203 [4]. Recently, Ji [5] reported that for the ODE reaction, at 873 K and 1000 h-1 of the gas hourly space velocity (GHSV), 48.8% ethane conversion and 75.0% ethene selectivity were achieved over La/CaO catalyst. For Li-doped La/CaO catalyst, the ethane conversion is almost unaltered, but 93.8% ethene selectivity, nearly 20% higher than that over undoped La/CaO, was achieved. Besides the promotional effect of alkali metal or alkaline earth metal mentioned above, the anionic promotion was also studied by several groups. Lunsford et al. recently reported chloride promoted Li+/MgO catalysts which show very good catalytic performance for the ODE reaction [6,7]. In our laboratory, we have recently reported good catalytic performance for OCM and ODE reaction over a novel series of rare earth oxyfluoride-based catalysts [8- 10]. For example, over 10 mol% BaFe/LaOF catalyst, for OCM reaction, 67.2% Ce selectivity with 28.7% methane conversion at 1053 K was achieved, for ODE reaction, at 953 K and feed gas (C2H6 : 02----67.7 : 32.2) flow rate of 90 ml/min, 68.9% ethene selectivity at 63.6% ethane conversion was obtained. The possible mechanism for the formation of active centers and activation of molecular oxygen on these catalysts had been proposed. However, the study of binary rare earth oxyfluoride catalysts for ODE reaction have not been reported. In this paper, a new series of binary rare earth oxyfluorides SmzO3-LaF3, among which equal molar SmzO3-LaF3 showed higher ethene selectivity for ODE reaction than single LaOF and SmOF catalysts and the doped effect of BaF2 to Sm203-LaF3 are reported. 2. Experimental SmeO3-LaF3 catalysts were prepared by grinding suitable amount (mole) of Sm203 (AR 99.9%) and LaF3 (Fluka, 99.9%) in a mortar for 10 min, then the mixture was pressed to pellets under 300 kgf/cm2. After calcination at 1173 K for 6 h, the pellets were crushed and sieved to 40--80 mesh. J.Z Luo et al./Applied Catalysis A: General 159 (1997) 9-19 Table 1 The composition of the catalysts studied No. SL1 SL2 SL3 BSLI BSL2 BSL3 Composition Sm203-LaF3 Sm203-LaF3 Sm20~-LaF3 BaF2-SL~ BaF2-SL2 BaF2-SL~ Molar ratio 1:3 1:1 3:1 1:5 1:5 1:5 BaF2/Sm203-LaF3 was prepared according to the same method mentioned above by mixing appropriate amount of BaF2 (AR) with Sm203-LaF3 (obtained above). The samples of Sm203, LaF3 and BaF2 were extruded, calcined, crushed and sieved to a grain size of 40-80 mesh in the manner mentioned above. The composition of the catalysts is listed in Table 1. The catalysts were tested using a fixed bed flow microreactor operating under atmospheric pressure. The microreactor used was a straight tubular quartz glass reactor (i.d.=8 ram). The reactor was mounted vertically in a programmable tubular furnace. A thermocouple was attached to the outside of the reactor in the middle of the catalyst bed to record the catalyst temperature. The temperature of the furnace was controlled using a YuGuang temperature controller, 1 ml catalyst was loaded in the middle part of the reactor. The remaining two parts were filled with quartz sand to inhibit the gas homogenous reaction. The reactant gas (C2H6 : 02 : N2=2 : 1 : 7) flow rate was 40 ml/min. A SF-102GD gas chro- matograph with a thermaloconductivity detector was employed to analyze the gaseous effluents. A MS-5 A column was used for the separation of 02, N2 and CO. A Porapak Q column was used for the separation of CH4, CO2, C2H4 and C2H6. No other products such as CH20, CH3OH were detected under our experimental condition. All the data were collected after 6 h on-line. The XRD characterizations were carried out on a Rigaku Rotaflex D/Max-C system. The BET specific surface area was determined with nitrogen adsorbate at 77 K on a S-1900 adsorption automatic instrument (Carlo Erba Instrument, Italy). XPS measurements were performed on a VG-Eacallab-210 instrument. The sample was pressed under 100 kgf/cm2 to wafer. The wafer was preheated at 523 K for more than 6 h before the detection. The vacuum was keeping on I x 10-H~ Pa during the measurement. On-line mass spectroscopy showed that there was not water but a little CO and CO2 during the measurement. Binding energies are referenced to the ls line of adventitious carbon at 284.6 eV. 3. Results and discussion 3.1. The performance of catalysts Empty reactor with neither catalyst nor quartz sand showed definite efficiency and selectivity for the ODE reaction. At temperature as lower as 873 K, 39.5% 12 J.Z Luo et al./Applied Catalysis A: General 159 (1997) 9-19 ethane conversion with 76.3% ethene selectivity was achieved. Carbon monoxide was the main by-product. This result is in agreement with that of Burch [11] who studied the homogeneous and heterogeneous contributions to the catalytic ODE reaction. At 873 K, using an ethane/air ratio of 1 : 2, an ethane conversion of 45% with an ethene selectivity of 73.7% and ethene yield of 33% was achieved over an empty quartz tubular reactor. However, when our reactor was filled with quartz sand (21)--40 mesh), the homogeneous reactions were inhibited greatly. At 973 K, although ethene selectivity reached 83.5%, the ethane conversion was only 2.1%. The main by-product was carbon monoxide. The catalytic performance results over Sm203-LaF3 and BaF2/Sm203-LaF3 catalysts are listed in Table 2. It can be seen that at 973 K, the Sm203-LaF3 catalysts are active for the ODE reaction. Especially over Sm203-LaF3 (1 : 1), high ethene selectivity (89.7%) was observed. On catalysts containing Sm203 more or less than 50% (in mole), relatively high ethane conversion can be obtained, but the ethene selectivity is lower than that on Sm203-LaF3 (1 : 1). The addition of BaF2 can apparently improve the catalytic activity of all Sm203-LaF3 catalysts, but there is a different effect on ethene selectivity. On Sm203-LaF3 (1 : 1), the promoting effect of BaF2 to ethane conversion is the most apparent (22.1% on Sm203-LaF3 versus 42% on BaF2/Sm203-LaF3 at 973 K), while ethene selectivity decreased from 89.7% to 83.9% at the same temperature. However, with the addition of BaF2 to Sm203-LaF3 (1 : 3 and 3 : 1) system, ethene selectivity of the catalysts BSL1 and BSL3 increased. Apart from the higher efficient catalytic properties of the catalysts for ODE reaction, the life span test proved that within 48 h on stream, there was not apparent Table 2 The performance of BaF2/Sm2Oa-LaF3 Catalysts for the ODE Reactiona No. Catalyst 02 consum. Selectivity (%) Conversion Yield of (%) of C2H6 (%) C2H4 (%) CO CI-h C02 C2I-I4 NO Empty tubeb 73.2 18.9 4.3 0.5 76.3 39.5 30.1 N1 Quartz chips 3.4 16.5 0.0 0.0 83.4 2.1 1.76 S1 SmOF 94.5 10.3 2.5 30.0 57.3 45.2 25.9 L1 LaOF 93.8 9.2 3.3 16.2 71.3 34.9 24.9 SL1 Sm203/LaF3 89.5 8.2 5.2 25.4 61.3 53.1 32.5 (1 : 3) SL2 Sm203/LaF3 16.8 5.1 3.1 2.0 89.7 22.1 19.8 (1 : 1) SL3 Sm203/LaF3 90.4 13.3 3.7 23.1 59.8 52.4 31.4 (3 : 1) BSL3 BaFJSL3 93.8 7.9 3.7 25.3 63. 1 56.1 35.4 BSL2 BaFJSL2 42.0 7.3 2.6 6.2 83.9 42.0 35.2 BSL1 BaF2/SL1 93.6 6.1 3.4 22.8 67.7 62.9 42.6 a Reaction temperature: 973 K. The reactant gas composition is c2n6 : 02 \" N2=2 : 1 min. bReaction temperature: 873 K. : 7; Gas flow rate is 40 ml/ J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 13 change in ethane conversion and ethene selectivity. The XRD results also showed similar diffraction pattern of both the fresh and the used catalysts. The above results reveal that, by selecting the suitable ratio of Sm203 to LaF3, high ethene selectivity can be achieved. For comparison, in addition to SmaO3- LaF3 catalysts, single rare earth oxyfluorides such as LaOF and SmOF were also prepared from La203 with LaF3 and SmaO3 with SmF3, respectively, according to the same preparation procedure of Sm203-LaF3 catalysts and tested for the ODE reaction. Their performance evaluation results at 973 K are also listed in Table 2. It can be seen that binary rare earth oxyfluoride Sm203-LaF3 (1 : 1) shows better ethene selectivity than LaOF and SmOF catalysts. At 973 K, on LaOF, 71.3% ethene selectivity was achieved at 34.9% ethane conversion, over SmOF, 57.3% ethene selectivity at 45.2% ethane conversion was obtained. While for the Sm203- LaF3 (1 : 1), the ethene selectivity as high as 89.7% at 22.1% ethane conversion was achieved. It appeared that the selective catalyst might be related to the formation of new type compound such as Sm2/3Lal/3OF by solid reaction of Sm203 with LaF3 at high temperature. Further work is in progress to make an attempt at clarifying the nature of these catalysts. It is well known that the promoted or doped catalysts usually show better catalytic performance for ODE and OCM reaction. For example, Lunsford et al. [12] reported 75% ethene selectivity at 40% ethane conversion over 3 wt% Li+/ MgO catalyst. By the promotion of chlorine, 70% ethene selectivity at 75-79% ethane conversion was obtained [6,7]. Adding rare earth oxide such as La203, Dy203 or Nd203 to Li+-MgO-C1- catalysts, the catalytic activity increased greatly. For Dy203/Li+-MgO-C1- at temperature as low as 843 K, 76.2% ethene selectivity at 81.3% ethane conversion was achieved [13]. Argent [14] observed ethene selectivity as high as 93.9% at 64.3% ethane conversion over SnO2- 0.63P205 catalyst, however, moderate high pressure of 13.2 bar was used in their experiment. Recently, Ji [5] reported an ethene selectivity of 93.8% at ethane conversion of 47.4% over lithium promoted La203-CaO catalyst. Under our condition, adding suitable amount of BaF2 to SmaO3-LaF3 catalysts, high ethane conversion with high ethene selectivity can be obtained. At 973 K, 83.9% ethene selectivity at 43% ethane conversion was reached over 16.7 mol% BaF2/Sm203- LaF3. 3.2. Effect of temperature on performance of catalysts As showed in Figs. 1--6, with increase of temperature, the variation trends of ethane conversion and the selectivities of products on catalysts SL1, SL2 and SL3 are similar to those on BaF2 promoted catalysts BSL1, BSL2 and BSL3, respec- tively. Except that on BSL2 and SL2, with the increase of temperature, the variations of ethane conversion and the selectivities of products are similar to each other on the remaining four catalysts. In the temperature region of 873- 993 K, the ethene selectivities change from about 40% to 69%, while the ethane 14 J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 100- gO. 80- 60- ,...~1~x ,~0- x~X~4~,it,~~- - T~att~9 Fig. l. The effect of temperature on performance of SL1 catalyst: Selectivity of CO (11), CH4 (O), CO2 (A), C2H4 (, C2H6 conversion (0), yield (+). 100 x ~X------------X~....~l, ~X....~.~X X\"----- X--'---- ~~ \"r,~-~{~ Fig. 2. The effect of temperature on performance of BSLI catalyst: Selectivity of CO (I), CH (O), CO2 (A), C2H4 (, C2H6 conversion (O), yield (+). conversions change from about 30% to 68% on SL1, BSL1, SL3 and BSL3. However, in the same temperature range, with the increase of temperature, the ethene selectivities change little on SL2 and BSL2, but the ethane conversions change from 0.7% and 2.8% to 58% and 64%, respectively (Figs. 3 and 4). 3.3. BET specific surface area measurement The BET result shows that the specific surface areas of both SL1 and SL3 catalysts are bigger than pure SmaO3 or LaF3, while the specific surface area of SL2 is smaller than those of SL1, SL3, SmeO3, and LaF3. When 16.7 mol% BaF2 was added to SL1, SL2 and SL3, the decrease of specific surface area of catalysts J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 15 i \"100- 80- eO 40- 20- 0 8eO X_.___.___._~X ..... X~.._.........._~X ~ ~'X \"-~o' ~o' ~ \"-~ '-~o ~o ~ooo \"0~ TIIrI:~IIKK) Fig. 3. The effect of temperature on performance of SL2 catalyst: Selectivity of CO (i), CH4 (O), CO2 (A), C2H4 (, C2H6 conversion (0), yield (+). :l X- ----x~X~ \"\"~'X ' X-~X._~ j 880 900 920 940 960 960 1000 Fig. 4. The effect of temperature on performance of BSL2 catalyst: Selectivity of CO (i), CH4 (O), CO2 (Ak), C2H4 (, C2H6 conversion (O), yield (+). was observed. The specific surface area of BSL2 is smaller than those of BSL 1 and BSL3 (see in Table 3). As mentioned above, SL 1, SL3 and their corresponding BaFa promoted catalysts are more active but less selective than SL2 and its corresponding BaFa promoted catalysts for ODE reaction. One conclusion might be drawn that for the same series catalysts (SL-series or BSL-series) lower specific surface area is favorable for the ethene selectivity. The conclusion is consistent with the ideas proposed by Stinter [15] for the selective ODE catalysts. For the different series of catalyst, this regularity appears not to be general significant, for example, the BaF2 promoted SL2 catalyst has smaller specific surface area but lower ethene selectivity than SL2. 16 J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 70- 60- 50- ! - :--T---:----, Fig. 5. The effect of temperature on performance of SL3 catalyst. Selectivity of CO (B), CI-I4 (O), CO2 (A), C21~ (x), C2H6 conversion (I~), yield (+). ao~ i 70 J ___._..-~x~x'~---'~\"~ eO\" x--------x Fig. 6. The effect of temperature on performance of BSL3 catalyst. Selectivity of CO (m), CI-I4 (0), CO2 (&), C2I-I4 (x), C2H6 conversion (!1,), yield (+). 3.4. XRD measurement The XRD results are summarized in Table 4. Monoclinic Sm203 and hexagonal LaF3 are used as primary materials in the preparation of catalysts. With the increase of the molar ratio of Sm203 to LaF3, the phase composition of the catalysts changed. In SL1 (SmzO3:LaF3---1:3), rhombohedral SmOF, trace amount of rhombohedral LaOF and other unidentified phases were Observed, but no LaF3, Sm203 phases were detected. In SL2 (Sm203 : LaF3=I : 1), only rhombohedral LnOF (Ln=La and/or Sm) phase was detected. In SL3 (Sm203:LaF3----3:I), SmOF (rhombohedral), LaOF (rhombohedral) and Sm203 (monoclinic) co-existed in the catalyst. When BaF2 was added into these J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 Table 3 The specific surface areas of Sm203-LaF3 and BaF2/Sm203-LaF3 catalysts 17 Catalyst Sm203 LaF3 BaF2 SL1 SL2 SL3 BSL1 BSL2 BSL3 Specific area (m2/g) 8.12 9.45 2.68 10.5 8.01 12.45 4.42 4.21 7.96 Table 4 The XRD results of Sm203-LaF3 and BaF2/Sm203-LaF3 catalysts Catalyst Phase structure and compostion Sm203/LaF3 (1 : 3) Sm203/LaF3 (1 : 1) Sm203/LaF3 (3 : 1) BaF2/Sm203/LaF3 (1 : 3) BaF2/Sm203/LaF3 (1 : 1) BaF2/Sm203/LaF3 (3 : 1) Rhombohedral SmOF (m), rhombohedral LaOF (m) Rhombohedral Sm2/3Lal/3OF (s) Rhombohedral SmOF (m), rhombohedral LaOF (m), monoclinic Sm203 (m) Rhombohedral SmOF (m), rhombohedral LaOF (m), cubic BaF2 (m) Rhombohedral Sm2/3LaI~3OF (s), cubic BaF2 (m) Rhombohedral SmOF (m), rhombohedral LaOF (m), monoclinic Sm203 (m), cubic BaF2 (m) s: strong, m: medium. three catalysts (the content of BaF2 is 16.7 tool%), lattice contracted BaF2 phase was detected besides the phases in SL-series catalysts. In the XRD measurement, it is found that in all of the catalysts, new phases are formed. For SL2, considering the presence of equal molar Sm203 and LaF3, the only new phase rhombohedral LnOF detected should be rhombohedral Sm2/3Lal/3OF which has the similar diffraction peak with rhombohedral LaOF and is a super structure of fluoride with stoichiometric chemical composition [16]. SL1, SL3 and their BaF2 promoted catalysts have much more complex phase compositions than SL2 and BSL2. Based on these results we infer that the presence of this kind of binary rare earth oxyfluoride, Smz/3Lal/3OF, as the main component in catalysts might be responsible for the high C2H4 selectivity of SL2 and BSL2 catalysts. In SL1, SL3 and their BaF2 promoted catalysts, there might be some phases which are more active but less selective for ODE reaction than rhombohe- dral Sm~3Lal/3OF in SL2 and BSL2. When BaF2 was added into this catalyst, contracted cubic BaF2 phase was detected, and moreover, compared with standard lattices of LaOF and rhombohe- dral Sm2/3LaI/3OF in SL2, the Sm2/3Lal/3OF lattice in BSL2 contracted too. This indicated that mutually isomorphous substitution between BaF2 and SL2 occurred. The structure defects such as anion vacancy, O- or F-center might be formed by the substitution. For example, if Ba2+ substituted Sm3+ or La3+ in the lattice of Sm2/3Lal/3OF, anionic vacancies, O-, or F-center may be formed to maintain electric neutrality. On the other hand, if one F- substituted one 02- ion, one trapped electron would be generated. The generation of O- and trapped electrons 2+. could occur in the BaF2 lattice as well. When Sm3+ or La3+ substituted one Ba m BaF2 lattice, one positive center which could trap electron might be created. If the 18 J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9-19 Table 5 The binding energies of La3ds/2, Sm3ds/2 and the differences between La3ds/2 and La3d3/2 Catalyst SL1 SL2 SL3 BSL1 BSL2 BSL3 La3ds/2 (eV) 834.26 834.4 834.28 834.09 834.31 834.22 Sm3ds/2 (eV) 1082.8 1082.6 1082.7 1082.80 1082.54 1082.63 A (eV) 17.04 16.75 16.95 16.85 16.65 16.65 A is the difference of the binding energies between La3ds/2 and La3d3/2. substitution of 02- to F- inside BaF2 was one to one, 02- might lose an electron to form O-, and if the substitution was one to two, anion vacancy might be formed. The generation of the structure defects might be the cause of the lattice contraction and the improvement of the C2H6 conversion. The indirect verification would be given by the XPS experiment. 3.5. XPS measurement XPS measurements were carried out at room temperature. The results were presented in Table 5. The binding energies of La3ds/2 (834.4-+-0.2 eV) and Sm3ds/2 (1082.3+0.2 eV) are almost same in SL1, SL2 and SL3 catalysts. However, these binding energies are 0.5-1.5 eV lower than the standard binding energies of La3ds/2 (834.92 eV in La203 and 836.0 eV in LaF3) and Sm3d5/2 (1083.2 eV in Sm203) [17]. This result reveals that the structure defects (O-, F-center and anionic vacancies) exist around the La3+ and Sm3+, and thus the electron donating ability was increased. Adding 16.7 mol% BaF2 into SL-series catalysts, the binding energies of La3ds/2 and Sm3ds/a are almost as same as the SL catalysts, while the difference (A) between the binding energies of La3d5/a and La3d3/2 decreased slightly (Table 5). The decrease of A might imply that ligand field surround La3+ in BSL-series catalysts is weaker than that of corresponding SL-series catalysts, and might be caused by the existence of more structure defects in the BSL-series catalysts. 4. Conclusions Binary rare earth oxyfluorides Sm203-LaF3 are active for the ODE reaction. Especially when the molar ratio of Sm203 and LaF3 is 1 l, stoichiometric rhombohedral Sm2/aLal/aOF phase was formed and might be responsible for the high C2H4 selectivity (89.69% at 973 K). The possible formation of O-, anion vacancies, and trapped electrons due to the exchange between BaF2 lattice with SmEOa-LaF3 lattice might be the cause of the marked improvement of C2H6 conversion by the promotion of BaF2. J.Z. Luo et al./Applied Catalysis A: General 159 (1997) 9- 9 19 Acknowledgements This work is supported by the National Natural Science Foundation of China. References [1] J.L. Dubois and C.J. Cameron, Appl. Catal., 67 (1990) 49. [2] E.M. Kennedy and N.W. Cant, Appl. Catal., 75 (1991) 321. [3] E.M. Kennedy and N.W. Cant, Appl. Catal. A, 87 (1992) 171. [4] S.J. Korf, J.A. Roos, J.M. Diphoorn, R.H.J. Veehof, J.G. Van Ommen and J.R.H. Ross, Catal. Today, 4 (1989) 279. [5] L. Ji and J. Liu, Chem. Commun., 10 (1996) 1203. [6] S.J. Conway and J.H. Lunsford, J. Catal., 131 (1991) 513. [7] D. Wang, M.P. Rosynek and J.H. Lunsford, J. Catal., 151 (1995) 155. [8] X.P. Zhou, Z.S. Chao, J.Z. Luo, H.L. Wan and K.R. Tsai, Appl. Catal. A, 133 (1995) 263. ]9] Z.S. Chao, X.P. Zhou, H.L. Wan and K.R. Tsai, Appl. Catal. A, 130 (1995) 127. [10] X.P. Zhou, Z.S. Chao, H. LWan and K.R. Tsai, J. Nature Gas Chem. (China), 5(1) (1996) 22. [11] R. Burch and E.M. Crabb, Appl. Catal. A, 97 (1993) 49. [12] E. Morales and J.H. Lunsford, J. Catal., 118 (1989) 255. [13] S.J. Conway, D.J. Wang and J.H. Lunsford, Appl. Catal. A, 79 (1991) L1. [14] A. Argent and P.G. Harrison, J. Chem. Soc., Chem. Commun., 14 (1986) 1058. [15] J. Stinter, V. Ducarme and G.A. Martin, Stud. Surf. Sci. Catal., 81 (1994) 125. [16] A.E Wells, Structm'al Inorganic Chemistry, 5th ed., Oxford University Press, Oxford, 1984, p. 482. [ 17] Handbook of X-Ray Photoelectron Spectroscopy. APCATA 9700046X S0926-860X(97)00046-X 10.1016/S0926-860X(97)00046-X Elsevier Science B.V. All rights reserved Oxidative dehydrogenation of ethane over BaF2 promoted SmO3 LaF3 catalysts J.Z. Luo a b X.P. Zhou a b Z.S. Chao a b H.L. Wan * a b a Department of Chemistry, Xiamen University, Xiamen 361005, China b State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen 361005, China * Corresponding author. Tel.: (+86-592) 2182240; fax: (+86-592) 2086116. Oxidative dehydrogenation of ethane (ODE) was investigated on Sm2O3 LaF3 and BaF2 promoted Sm2O3 LaF3 catalysts. Under the reaction conditions: 973 K, reactant mixture (C2H6 : O2: N2=2 : 1 : 7) flow rate 40 ml/min, 89.7% ethene selectivity with 22.1% ethane (C2H6) conversion was obtained on Sm2O3 LaF3 catalyst (molar ratio 1 : 1). The addition of BaF2 significantly improved the catalytic performance. On 16.7 mol%Ba/F2Sm2O3 LaF3 (molar ratio 1 : 1), 83.9% ethene selectivity with 42.0% ethane conversion was obtained. XRD measurement revealed that partial cation or anion substitution occurred between Sm2O3 and LaF3 phases (for Sm2O3 LaF3 catalysts) as well as Sm2O3 LaF3 and BaF2 phases (forBa/F2Sm2O3 LaF3 catalysts). Structure defects such as anionic vacancies, O− and F-center might be formed by the substitution. Rhombohedral Sm2/3La1/3OF was the main component in catalysts of Sm2O3 LaF3 (molar ratio 1 : 1) and 16.7 mol%Ba/F2Sm2O3 LaF3 (molar ratio 1 : 1). The formation of this kind of binary rare earth oxyfluoride might be one of the factors that are responsible for the high C2H4 selectivity. XPS results that the binding energies of La3d5/2 and Sm3d5/2 in catalysts of Sm2O3 LaF3 are 0.5-1.5 eV negative shifts compared with the standard binding energies of La3d5/2 and Sm3d5/2 in La2O3, LaF3 and Sm2O3 show that the electron donating ability of Sm2O3 LaF3 catalysts is higher than pure La2O3, LaF3 and Sm2O3. Adding 16.7 mol% BaF2 to Sm2O3 LaF3 catalysts, although the binding energy of La3d5/2 varied little compared with that in Sm2O3 LaF3, the difference between the binding energies of La3d5/2 and La3d3/2 decreased slightly. The contraction of cubic BaF2 and the decrease of the difference of the binding energy of La3d5/2 and La3d5/2 suggested that the isomorphous substitution between BaF2 and LnOF (LnLa and/or Sm) lattice took place and more structure defects were formed. These might be the cause of the improvement of ethane conversion. Keywords Oxidative dehydrogenation of ethane Binary rare earth oxyfluoride Ionic exchange Reference [1] Dubois J.L. Cameron C.J. Appl. Catal. 67 1990 49 [2] Kennedy E.M. Cant N.W. Appl. Catal. 75 1991 321 [3] Kennedy E.M. Cant N.W. Appl. Catal. A 87 1992 171 [4] Korf S.J. Roos J.A. Diphoorn J.M. Veehof R.H.J. Van Ommen J.G. Ross J.R.H. Catal. Today 4 1989 279 [5] Ji L. Liu J. Chem. Commun. 10 1996 1203 [6] Conway S.J. Lunsford J.H. J. Catal. 131 1991 513 [7] Wang D. Rosynek M.P. Lunsford J.H. J. Catal. 151 1995 155 [8] Zhou X.P. Chao Z.S. Luo J.Z. Wan H.L. Tsai K.R. Appl. Catal. A 133 1995 263 [9] Chao Z.S. Zhou X.P. Wan H.L. Tsai K.R. Appl. Catal. A 130 1995 127 [10] Zhou X.P. Chao Z.S. Wan H.L. Tsai K.R. J. Nature Gas Chem. (China) 5 1 1996 22 [11] Burch R. Crabb E.M. Appl. Catal. A 97 1993 49 [12] Morales E. Lunsford J.H. J. Catal. 118 1989 255 [13] Conway S.J. Wang D.J. Lunsford J.H. Appl. Catal. A 79 1991 L1 [14] Argent A. Harrison P.G. J. Chem. Soc., Chem. Commun. 14 1986 1058 [15] Sünter J. Ducarme V. Martin G.A. Stud. Surf. Sci. Catal. 81 1994 125 [16] Wells A.F. 5th ed. Structural Inorganic Chemistry 1984 Oxford University Press Oxford 482 [17] Handbook of X-Ray Photoelectron Spectroscopy.",
      "scopus-id": "0040640686",
      "coredata": {
        "eid": "1-s2.0-S0926860X9700046X",
        "dc:description": "Oxidative dehydrogenation of ethane (ODE) was investigated on Sm2O3 LaF3 and BaF2 promoted Sm2O3 LaF3 catalysts. Under the reaction conditions: 973 K, reactant mixture (C2H6 : O2: N2=2 : 1 : 7) flow rate 40 ml/min, 89.7% ethene selectivity with 22.1% ethane (C2H6) conversion was obtained on Sm2O3 LaF3 catalyst (molar ratio 1 : 1). The addition of BaF2 significantly improved the catalytic performance. On 16.7 mol%Ba/F2Sm2O3 LaF3 (molar ratio 1 : 1), 83.9% ethene selectivity with 42.0% ethane conversion was obtained. XRD measurement revealed that partial cation or anion substitution occurred between Sm2O3 and LaF3 phases (for Sm2O3 LaF3 catalysts) as well as Sm2O3 LaF3 and BaF2 phases (forBa/F2Sm2O3 LaF3 catalysts). Structure defects such as anionic vacancies, O− and F-center might be formed by the substitution. Rhombohedral Sm2/3La1/3OF was the main component in catalysts of Sm2O3 LaF3 (molar ratio 1 : 1) and 16.7 mol%Ba/F2Sm2O3 LaF3 (molar ratio 1 : 1). The formation of this kind of binary rare earth oxyfluoride might be one of the factors that are responsible for the high C2H4 selectivity. XPS results that the binding energies of La3d5/2 and Sm3d5/2 in catalysts of Sm2O3 LaF3 are 0.5-1.5 eV negative shifts compared with the standard binding energies of La3d5/2 and Sm3d5/2 in La2O3, LaF3 and Sm2O3 show that the electron donating ability of Sm2O3 LaF3 catalysts is higher than pure La2O3, LaF3 and Sm2O3. Adding 16.7 mol% BaF2 to Sm2O3 LaF3 catalysts, although the binding energy of La3d5/2 varied little compared with that in Sm2O3 LaF3, the difference between the binding energies of La3d5/2 and La3d3/2 decreased slightly. The contraction of cubic BaF2 and the decrease of the difference of the binding energy of La3d5/2 and La3d5/2 suggested that the isomorphous substitution between BaF2 and LnOF (LnLa and/or Sm) lattice took place and more structure defects were formed. These might be the cause of the improvement of ethane conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X9700046X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, J.Z."
          },
          {
            "@_fa": "true",
            "$": "Zhou, X.P."
          },
          {
            "@_fa": "true",
            "$": "Chao, Z.S."
          },
          {
            "@_fa": "true",
            "$": "Wan, H.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X9700046X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X9700046X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00046-X",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of ethane over BaF2 promoted SmO3 LaF3 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation of ethane"
          },
          {
            "@_fa": "true",
            "$": "Binary rare earth oxyfluoride"
          },
          {
            "@_fa": "true",
            "$": "Ionic exchange"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "9-19",
        "prism:endingPage": "19",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00046-X",
        "prism:startingPage": "9",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00046-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040640686"
      }
    }
  }
}