{
  "metadata": {
    "title": "Kinetics and mechanism of reduction and reoxidation of the alkali metal promoted vanadia-titania catalysts",
    "authors": "J. Słoczyński",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-05",
    "doi": "10.1016/S0926-860X(96)00172-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X9600172X",
    "pii": "S0926860X9600172X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001402285",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-S0926860X9600172X S0926-860X(96)00172-X S0926860X9600172X 10.1016/S0926-860X(96)00172-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00075 2024-01-01T12:18:48.759026Z 0 0 19961105 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 146 146 2 2 Volume 146, Issue 2 14 401 423 401 423 19961105 5 November 1996 1996-11-05 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. KINETICSMECHANISMREDUCTIONREOXIDATIONALKALIMETALPROMOTEDVANADIATITANIACATALYSTS SLOCZYNSKI J VANHENGSTUM 1984 317 A NOBBENHUIS 1994 241 M ZHU 1989 3629 J BOND 1991 393 G DEO 1994 335 G GRABOWSKI 1995 129 R MARS 1954 41 P JUUSOLA 1970 106 J PAPAGEORGIOU 1994 17 J SACHTLER 1964 252 W 3RDINTCONGRCATAL HURST 1982 233 N MONTI 1983 323 D MALET 1988 2369 P ILTSHENKO 1967 215 N BATLEY 1974 368 G BOSCH 1984 2479 H BAIKER 1985 361 A BOSCH 1989 1425 H ROOZENBOOM 1980 2783 F WACHS 1985 366 I BOND 1986 361 G BAIKER 1987 351 A WENT 1992 479 G BAIKER 1992 89 A KOEPPEL 1994 45 R ADAMSKA 1978 159 B HABER 1986 52 J GAJERSKI 1979 135 R MALECKI 1983 461 A BIERMANN 1980 8598 J ASO 1979 287 I HABER 1994 369 J BOND 1986 353 G MENDIALDUA 1987 213 J ZHURAVLEV 1948 887 V JANDER 1927 1 W PONEC 1974 V ADSORPTIONSOLIDS MCCLELLAN 1967 577 A LEVENSPIEL 1972 O CHEMICALREACTIONENGINEERING HERBERHARD 1972 M METALIICOMPLEXES DAVYDOV 1984 A IRSPECTROSCOPYAPPLIEDSURFACECHEMISTRYOXIDES MALECKI 1985 497 A GAJERSKI 1985 505 R MALECKI 1985 517 A MALECKI 1987 229 A MALECKI 1987 235 A NOVAKOVA 1971 78 J PAVLOV 1972 8 Y PAVLOV 1973 264 Y NAJBAR 1989 1593 M PROC9THCONGRCATAL HABER 1995 101 J HABER 1992 279 J SLOCZYNSKIX1996X401 SLOCZYNSKIX1996X401X423 SLOCZYNSKIX1996X401XJ SLOCZYNSKIX1996X401X423XJ item S0926-860X(96)00172-X S0926860X9600172X 1-s2.0-S0926860X9600172X 10.1016/S0926-860X(96)00172-X 271346 2024-01-01T12:18:48.759026Z 1996-11-05 1-s2.0-S0926860X9600172X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600172X/MAIN/application/pdf/e2434d9e3defd5fbe44f60c402441211/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600172X/MAIN/application/pdf/e2434d9e3defd5fbe44f60c402441211/main.pdf main.pdf pdf true 1430085 MAIN 23 1-s2.0-S0926860X9600172X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600172X/PREVIEW/image/png/35ce8a946bb3d53848f623c06e701007/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600172X/PREVIEW/image/png/35ce8a946bb3d53848f623c06e701007/main_1.png main_1.png png 46203 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X9600172X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600172X/STRIPIN/image/gif/e2905f925622fc1f4bd066521e2b69b8/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600172X/STRIPIN/image/gif/e2905f925622fc1f4bd066521e2b69b8/si1.gif si1 true si1.gif gif 526 30 83 ALTIMG WAPPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 146 (1996) 401-423 Kinetics and mechanism of reduction and reoxidation of the alkali metal promoted vanadia-titanic catalysts J. Sloczyki Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, 30-239 Krakow, ul. Niezapominajek, Poland Received 29 January 1996; revised 6 May 1996; accepted 7 May 1996 Abstract Kinetics of reduction of the Vz05/Ti02 catalysts has been investigated as a function of reductant pressure, temperature, VZOS content and the alkali metal (K, Rb) additives. It has been found that reduction is limited by the adsorption of propane at the surface of the vanadium phase. Reoxidation occurs in two stages: a quick surface reaction and a slow process limited by the bulk diffusion through the growing layer of the oxidation product, in agreement with Zhuravlev's model. Addition of promoters hinders the reduction due to the blocking of propane adsorption centres at the surface of the vanadium phase. Implications of the obtained results for the catalytic oxidative dehydrogenation of propane are discussed. Keywords: Vanadia-titanic catalysts; Reduction; Reoxidation; Oxidative dehydrogenation of propane; Alkali promoters 1. Introduction Alkali metals, in particular K and Rb, are widely used as promoters for industrial catalysts of selective oxidation reactions. The effect of potassium on catalytic performance of vanadia-titanic catalysts has been studied for partial oxidation of o-xylene [1,2], toluene [1,3], butadiene [4] and methanol [5]. Addition of potassium in the catalysts decreases the total activity but its effect on selectivity to partial oxidation products depends on the type of the oxidized molecule, reaction conditions and potassium content. Recently, it has been shown [6] that the addition of K and Rb to the V205/Ti0z system increases selectivity to propene in oxidative dehydrogenation of propane (ODH). 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PH S0926-860X(96)00172-X 402 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 Research into the mechanism of the promoting action of alkali metals involves extensive studies of the structure and physicochemical properties of these catalysts, including their acido-basic and redox properties. Investigation of the latter is crucial for understanding the mechanism of catalytic reactions occurring according to the redox model of Mars-van Krevelen [7], SSAM [8] or their modifications [9]. Also, one can regard the rate of reduction as a measure of the metal-oxygen bond strength which determines the ability of lattice oxygen insertion into the oxidized molecule [ 10]. Investigation of the redox processes is usually performed with aid of the dynamic TPR and TPO methods [11-13]. TPR measurements using hydrogen as a reducing agent have been reported for VZOS [14-18], V205/TiO2 system [18-25] and V205/TiO2 + promoters [1,2,4,26]. Few works report results of isothermal hydrogen reduction of V1'05/Ti02 [26,27] and V205/TiO2 + KHS04 [26]. In some cases other reducing agents, such as CO [27], NH3 [28-30] or propene [31] have been used. Redox transformations of vanadium species deposited on the surface of a rutile monocrystal were investigated by cyclic voltammetry [32]. In one case a TPO technique has been used [23]. The aim of the present work was to investigate the influence of K and Rb promoters on redox properties of vanadia-titania catalysts. The measurements were carried out in isothermal conditions as a function of the pressure of the reducing agent and temperature. This led to formulation of the kinetic equations governing the processes of reduction and reoxidation, description of their mechanism, and explanation of the role of the promoters. In order to relate investigation of redox properties to the previously reported results of catalytic oxidative dehydrogenation of propane [6], propane was chosen as the reducing agent. 2. Experimental The alkali-promoted V205/TiO2 catalysts were the same as those used in Ref. [6]. They were prepared by impregnation with ammonium metavanadate solutions at pH = 6 of a commercial anatase support (Tioxide Ltd. batch NP93/204, specific surface area 48 M2/g), followed by drying for 18 h at 120 and calcination in a stream of air at 450 for 5 h. The alkali promoters (A) were introduced by adding appropriate amounts of K or Rb nitrates to the metavanadate solutions to obtain the atomic ratio A/V = 0.1. The content of V in the catalysts corresponded to 1 and 5 monolayers (mnl) of V205, calculated from the crystallographic data. One mnl of VOx contains 10'9 V atoms per m2. The catalysts are denoted further in the text by symbols XVTiA, where X = 1 or 5 corresponds to the number of mnl of the deposited oxide, A = K or Rb. Thus, for instance, the catalyst denoted 5VTiK contains 5 mnl of V205 deposited on Ti02 and potassium as a promoter. J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 403 Sartorius vacuum microbalance S 3D-V attached to a standard vacuum line was used to measure the reduction rate. Considerable volume of the apparatus provided practically isobaric conditions. In order to avoid the influence of interand intra-grain diffusion the sample weight was 0.05 g and grain size < 0.01 mm. Prior to measurement the samples were outgassed at room temperature at 0.1 Pa followed by heating in oxygen for 15 min and repeated outgassing. Such pretreatment ensured clean and oxidized surfaces. Mass changes on reduction, recorded by a computer at 0.1 s intervals, were used for calculation of the reduction degree a and rate of reduction da/dt. Measurements were conducted in the temperature and pressure ranges of 593-773 K (2 K) and 0.2-20 kPa (0.05 kPa), respectively. The rate of reoxidation of the reduced samples was determined after their outgassing using a similar procedure. Initial degree of reduction fell into the range of 0.2-0.6. Propane (Merck, pure grade) and commercial oxygen purified by liquefaction and vacuum distillation were used for reduction and reoxidation experiments, respectively. The pulse experiments were carried out with a flow microreactor coupled to a gas chromatograph with a thermal conductivity detection using helium as a carrier gas. Samples 0.1 g and 50 wl impulses of propane were used. The specific surface area of the catalyst was determined with the BET method using argon as adsorbate. Spectral analysis and XPS served to determine the amount of bulk and surface impurities in the investigated catalysts. Mass spectrometry (Dataquad DXS instrument) was used to analyse gasses evolved from the catalysts on heating in the flow of helium. 3. Results 3.1. Characterization of the catalysts Spectral analysis of the Ti0z support has shown that the content of metal impurities does not exceed 0.01 %. The content of P and S is below 0.1 %. Sulphur is the only impurity detected by XPS at the surface of the titania support. Both the support and the catalysts heated in the flow of helium release small amounts of water (around 400 K) and CO2 (above 600 K). Sulphur evolves at 920-1020 K as SO2 which shows that it is present in the support in the form of S04 - - XRD analysis shows that titania is present as a pure anatase form. Crystalline V205 is detected in catalysts containing 5 mnl of deposited vanadia. A brief characterization of the investigated catalysts is presented in Table 1. It can be seen that both the addition of vanadium and the doping with alkali metals results in a lowering of the specific surface area. The effect is particularly b 404 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 Table 1 Characterization of the Vz05 /Ti0Z catalysts Catalysts Surface area m2 g- 1 Average composition Surface composition (atomic ratio) (atomic ratio) V/Ti A/V b V/Ti Rb/V 1VTi 44.5 0.063 - 0.18 - 1 VTiK 44.7 0.063 0.1 - - 1 VTiRb 42.7 0.063 0.1 0.15 0.22 5VTi 34.1 0.32 - 0.15 - 5VTiK 32.6 0.32 0.1 - - 5VTiRb 24.2 0.32 0.1 0.29 0.30 XPS data from Ref. [61. A = K or Rb. pronounced for the 5VTi sample doped with rubidium. The XPS analysis shows that the surface V/Ti ratio is practically constant for all catalysts except for the 5VTiRb sample. The results agree with the model of vanadia deposition on the Ti02 surface proposed by Bond et al. [33] and Mendialdua et al. [34] according to which around 5% of V205 covers the surface of titania with an even layer of 0 ca. 3 A thickness and the excess of vanadia crystallizes in the form of massive blocks on the top of this layer (model of towers). The observed increase of the V/Ti ratio in the presence of Rb indicates that the contribution from vanadia crystallites decreases on the account of a more even surface distribution. The Rb/V ratio is 2-3 times larger than the average value which shows that the alkali metal is mainly localized at the surface of vanadia phase. This is understandable, since both rubidium and potassium, due to their large ionic radii, cannot form solid solutions with vanadia. On the other hand, there is no indication from the XRD analysis of a formation of separate phases containing vanadium and alkali metal. 3.2. Reduction with propane Total mass change during reduction carried out in the conditions used in this study corresponds formally to the reaction VZOS -~ VZ03, with Ti02 remaining unreduced. XRD analysis of reduced 5VTi catalysts confirms this conclusion. Therefore the degree of reduction and the catalysts has been calculated with the formula: MOM MO -mx 568.44 ( - tm 1 o where mo - initial mass of the sample, m after completion of the reduction process, w - mass after time t, mx - mass - wt.-% Vz05 in the catalyst. Rate J. Sloczyki /Applied Catalysis A: General 746 (1996) 401-423 405 Q2 /0 1 VTi 0 'c Q0.1 0 0 5 10 15 ^ 0 SVTi 0.10 s 0.08 0 Q06 0 Q04 0.02 0 50 p~(tor] 100 150 Fig. 1. Dependence of the initial rate of reduction on the pressure of propane. 1 VTi, T = 623 K; 5VTi, T = 673 K. of reduction is expressed as R =lord/dt (s-1) or as r (Rmol O s-' (g cat.)-' ). Reduction of the catalysts with propane pulses has shown that CO and CO, constitute the main gaseous products of the reaction. Only in the case of catalysts doped with rubidium trace amounts of propene have been observed. No coke deposit is formed at the catalyst surface. Fig. 1 shows the dependence of the initial rate of reduction Ro on the pressure of propane pr. Ro has been determined by extrapolating the dependence of R(ard) to and = 0. It can be seen that for samples containing 1 mnl VZOS the rate of reduction is proportional to pr /2, while for the 5 VTi series the rate of reduction is proportional to pr. Also the dependence of rate of reduction on the degree of reduction at constant pressure of the reductant changes with the vanadia coverage. Experimental data obtained for the 1 VTi series can be fitted into the equation: R = RO(1 - ard )3 for pr = const. (2) 406 which after integration gives: (1-ard) Z=1+2Rot J. Sloczyhski/Applied Catalysis A: General 146 (1996) 401-423 (3) Fig. 2 shows kinetic curves and = f(t) for all catalysts containing 1 mnl V205. Solid lines correspond to the values calculated from Eq. (3). Ro has been determined by the least square method using linear regression for Eq. (3). Fig. 2 shows also a kinetic curve of reduction obtained for the 5VTi sample from which loosely bound V205 has been removed by washing with ammonia solution. The amount of remaining vanadia phase corresponds to ca. 1 wt.-% V205. In the case of the undoped 5 mnl catalyst the rate of reduction fulfils the following equation: R = Ro(1 - ard )2/3 for pr = const. 0.7 f z 0 (4) ,x~ 573 K 0.5 f CE a5f O w w 2 (7 0 0.91 0.3 I az 0.1I 723 K 0~ 10 20 30 TIME [MINI Fig. 2. Reduction kinetic curves a,d(t) for 1VTi, 1VTiK and 1VTiRb catalysts at different temperatures (propane pressure 1.7 kPa). Continuous lines show the fitting of the data to Eq. (3). 523 K 693K 40 50 cxoz3,.~>CCCo~ o --~ v, E2 n h II v, ~ C' I ~u I 11~D\" A- ~ - cn a. , c ~ C ^ O - O a ~ _~x 0 . -- co ,~ w '* CAD ,~'T' ~ n ~ n ~~ o ' (D rY n O p. co co - i'.? ' Of00 -f S --' 0. O-h n fD O i~c _wGp p,, tro (D- W C\"OD CCD ~c' Gcan P~'. 5 (A -t CD CD N c. ~w ~' I `< ,~ ~ n ' ~, n 1. CCD CCD O rQ dq C E ~ rr \"~ 0 p~ p. cnn CAD 0 n CD M CCD ~ CAD v~~' CD ~- ,. n~ ~CCD~.'.~ C Z , Q m h n cv w 0. ~ 7r ~' II * ~5 cu a\" ao CD n i s DEGREE OF REDUCTION pw o P 0 p O x\\ W ,p N 1:~ 5 CD (-A _\"\" AG CCD 'C~ 'TI - .fl C. cr'o ~ x CrD J m 1:~D CD O\\ O (_t~ ~,' p., c v, ~ r C 'C C. \"~' O ~D `r '~ w _. ~l. c== V ~ C c - zr ~ co r* ~ ~111 i~~.h C~. - ~ w n fcD O_ (D C h CD ~ -1 CD h f) h (D O. ~ h r' cp n O C ^ ao O ~-n rL~ O h ~ rCi p. trq r. O n ~s CD 2 w G O h CD 3. = W I?. o ~i h 0 h h O O, co O I I h + N fD Q 0. p ~J O .+, 3 : .D ~, 0 5 . Y h O O \" .y CD h 01 N O m A- DEGREE OF REDUCTION .0 T O` J. Sloczyhski/Applied Catalysis A: General 146 (1996) 401-423 80- fl - '0 O 60 4f 20I- 0 OI2 673 K 773K 723 K 0.4 0.6 07 DEGREE OF REDUCTION 409 Fig. 3. Dependence of the rate of reduction on the reduction degree for SVTi, SVTiK and SVTiRb catalysts (propane pressure 1.7 kPa). Continuous lines show the fitting of the data to Eq. (4) for the SVTi catalyst and to Eq. (6) for the SVTiK and SVTiRb catalysts. Simultaneously, the higher the amount of vanadia the slower the reduction rate, that is: 1 VTi > SVTi and 1 VTiA > SVTiA (9) Differences Eq. (9) are even larger for rate of reduction expressed as Ro. However, one has to bear in mind that, due to the different pressure dependence of the reduction rates for different samples, at high propane pressure relation Eq. (9) may become reverse since with increasing p the rate of r reduction of the SVTi series increases quicker than for the 1VTi catalysts. For all catalysts of both series except of the SVTiRb sample the activation energy is constant within the experimental error and is equal to 82 6 kJ mol-'. The SVTiRb catalyst is characterized by a distinctly lower activation energy of 53 10 kJ mol-'. For the SVTiK and SVTiRb samples the Ea values determined from the temperature dependence of the maximum reaction rates agree with those obtained from the initial rates of reduction. 410 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 70 5 VTiK 60 x x 50 a iN p X 40 x 30 723K x x 20 67 K x 0 0 0 10 0 00 0--~ r 773K y `a 0 0.1 a2 0.3 0.4 DEGREE OF REDUCTION Fig. 3 (continued). 3.3. Reoxidation of the catalysts Samples reduced with propane and outgassed have been subjected to the reoxidation experiments. Degree of reoxidation aox has been calculated as the ratio of the increase of mass during heating in oxygen to the total oxygen deficit in the reduced sample. Thus, aoX = 1 corresponds to the complete reoxidation of the V203, formed upon reduction, to V205. Typical reoxidation kinetic curves aoX(t) for the 1VTi, 1VTiK and 1VTiRb catalysts at different temperatures are shown in Fig. 4. It may be seen that two stages can be distinguished during reoxidation. The first one, very quick, lasting 1-2 min, results in 20-50% oxidation of Vz03. The second one, slower, completes the reoxidation process. The slow stage of the 1 VTi catalyst reoxidation may be described with a modified version of Zhuravlev's equation [35]: [(I - aoX) i/3 - 1]z = A + k,t (10) Zhuravlev's model assumes that the reaction rate is determined by the solid J. Sloczvhski /Applied Catalysis A: General 146 (1996) 401-423 411 30 % 773 K x x SVTiRb x 723 K x x 10 0 o o $~ x O 0 0 5` O O- 0 0.1 02 0.3 0,4 DEGREE OF REDUCTION Fig. 3 (continued). state diffusion through the growing layer of the reaction product. Additionally, it assumes that the concentration of the diffusing component at the outer surface of the diffusion layer decreases proportionally to the degree of transformation. Rate constant k, is proportional to the diffusion coefficient. Modification of the original equation proposed here consists in introduction of a constant: _ 2 A - [(1 - aoX) i/3 - 1, (11) where a01 denotes degree of oxidation corresponding to the formation of a diffusion layer of critical thickness above which Zhuravlev's model becomes valid. The above considerations show that the initial stage of reoxidation is a process of mainly superficial nature during which a layer of higher oxide is generated, separating the unreacted V203 from gaseous oxygen. Solid lines in Fig. 4 show fitting of the experimental results to Eq. (10). In monolayer catalysts containing alkali metal additives, especially at higher temperature, a slow down of the process is stronger than it would be expected from Eq. (10). In these cases the kinetic curves aoX(t) can be described with the following equation: [(1- aox)-'/3 -11z -A + (k, jki) fl - exp(-kit)l (12) The constant ki characterizes additional (beside diffusion) process inhibiting the catalyst oxidation. Interpretation of this quantity is presented in the discus- 412 J. Sloczyhski/Applied Catalysis A: General 146 (1996) 401-423 0.9 0.8 Z O 07 X O x O w 0.8 Q O w 0 0.5 Q4 I 0.3 0 10 20 30 40 50 TIME [MIN] Fig. 4. Reoxidation kinetic curves aox(t) for the 1VTi, 1VTiK and 1VTiRb catalysts prereduced in propane (oxygen pressure 1.7 kPa). Continuous lines show the fitting of the data to Eq. (10), dashed lines correspond to Eq. (12). 723K .__--o593 K !x- 673 K 623 K sion section. Eq. (12) is more general and transforms into Eq. (10) for k; - 0. Dashed lines in Fig. 4 correspond to the fitting of experimental data to Eq. (12). The rate constant kZ is proportional to oxygen pressure, as illustrated in Fig. 5. The rate constants kZ determined for different temperatures fulfil the Arrhenius equation (Fig. 6). The activation energy for the 1 VTi catalyst is 160 20 kJ mol-' and for the 1VTiK and 1VTiRb catalysts 190 10 kJ mol-'. The rate constant k; also depends on the temperature and the corresponding activation energy equals 140 10 kJ mol-'. Reoxidation of the SVTiK and SVTiRb follows, as in the case of the monolayer catalysts, Eq. (12). Activation energy is somewhat lower and amounts to 160 kJ mol-', i.e. is similar to that of the undoped monolayer catalyst. On the other hand, reoxidation of the SVTi catalyst does not follow Zhuravlev's model, but can be fitted into Jander's equation [36]: 2 [1-(1-aoX)'/3] =A+kJt (13) J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 413 0.s 1 VTiK 0.8 Z O .~r.x, _ .,~-- ac- - -x- 723K xi O Q7 w w 0.6 _a-673K 0.5 o' 0.4 d 623 K i 6 0.3 ~ 0 10 20 30 40 50 TIME [MIN] Fig. 4 (continued). Jander's model is also a diffusion model, it differs, however, from the Zhuravlev's approach in so far that it assumes constant concentration of the diffusing component at the outer surface of the diffusion layer. Activation energy calculated from the temperature dependence of the rate constant kJ is low and equals 50 10 k1 mol-'. The first stage of reoxidation is too rapid for determination of its kinetics with conventional methods. For this reason evaluation of the data has been limited to determination of the initial rate of this process by extrapolation of the d a/d t = f(t) dependence. Initial rate of reoxidation is independent of the oxygen pressure for p > 1.3 kPa and is, within experimental error, similar for all investigated catalysts. The activation energy of this process is 40 10 kJ mol-'. Rates of reduction and reoxidation for all investigated catalysts as a function of temperature, measured at the same partial pressure of oxidizing or reducing agent equal 2 kPa, and are presented in Fig. 6. For better comparison both the reduction and the reoxidation rates have been expressed in [,moles of oxygen t14 J. Sloczyhski/Applied Catalysis A: General 146 (1996) 401-423 --a-673K 40 50 1s0- 'c 140 120 t00 80 80 40 20 0 0.5I Q4- 03- z Q.a 0 a 0 x 0 Q7 o w Q 0 0.6 _ _x-723 K 0o 010 20 30 TIME [MINI Fig. 4 (continued). 623K 723 K 'c E 62 5 4 Y 3 2 1 10 20 30 Po,(torl Fig. 5. Dependence of the reoxidation rate constant in Zhuravlev's model on the oxygen pressure for the 1 V' catalyst. J. Sloczyki/Applied Catalysis A: General 146 (1996) 401-423 773 723 673 623 543 T [K] U Q7 r O N a L _6 5VTiK measu error SVTiRb SVTi ` 5VTiK ` y v v y y .y v SVTi ` v v 5VTIRb ~~ ` `1VTi . v _ v `1VTiK `1 VTiRb 1 VTi 1VTIK 1 VTiRb 1.3 1.4 1.5 10s/T 1.6 1.7 415 ring Fig. 6. Arrhenius plots for initial rates of reduction and reoxidation for all investigated catalysts. --- reduction, PC 1H. = 2.0 kPa; . . . reoxidation, surface stage, pot = 2.0 kPa; reoxidation, diffusion stage, po z - 2.0 kPa. exchanged between the catalyst and the gas phase per 1 g of the catalyst per 1 s. It can be seen from Fig. 6 that the rate of the surface reoxidation is significantly larger than the rate of reduction. On the other hand the reoxidation limited by the solid state diffusion is slower than the reduction for 1 mnl catalysts and quicker for samples containing 5 mnl of vanadia. 416 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 4. Discussion The stoichiometry of reduction found in the present study corresponds to the removal of 1 oxygen atom per 1 atom of vanadium. This is in agreement with the data reported for TPR experiments using hydrogen [20-22,24]. Similar stoichiometry has been observed for reduction with CO and propane [27]. The physical meaning of Eq. (2), describing the reduction kinetics of 1 mnl catalysts, may be explained under assumption that the adsorption of propane represents the slowest process. For this reason we recall the general form of the equation describing the rate of adsorption [37]: Ra - ka h '/M (I - a)n (14) where p - pressure of adsorbate, O - degree of surface coverage, ka - rate constant of adsorption, m - number of dissociated molecular fragments forming the active complex, n - number of centres occupied by the adsorbed molecule. As stated above, in the catalysts containing formally 1 mnl of VZOS (1 VTi) most of the vanadium atoms is located at the catalyst surface, i.e. is accessible to propane. In the case of a localized adsorption, or if rate of adsorption rate of surface mobility of adsorbed species, reduction occurs only by adsorption at the oxidized surface. This means that O = a which for p = const. leads to Eq. (2). The experimentally found value of n = 3 is consistent with the adsorbate/adsorbent geometry. The surface area taken by a propane molecule during adsorption is assumed to be 32-40 AZ [38], while that of a vanadium-oxygen centre in the V205/support system around 10 AZ [21]. Eq. (2) provides a good description of the reduction process up to values of a = 0.7-0.8. This result agrees with the presented earlier model according to which most of vanadia at the surface of the anatase support is dispersed in a quasi-atomic manner. As shown by XRD and ESCA, in the catalysts containing 5 theoretical mnl of V205 (5VTi) vanadia appears mainly in the form of crystallites. If the adsorption of propane is still the rate determining step, then, according to the shrinking core model [39], the rate of reduction should be proportional to the total surface area of V205 grains which decreases with progressing reduction proportionally to (1 - ard)2/3_ In this approach it is assumed that the solid reaction products do not form a dense coat hindering the reductant access to the reaction zone but crystallize in the form of loose aggregates. In such conditions a fresh V205 surface is constantly exposed to the reductant, and the propane adsorption and further reduction may proceed without difficulties. The fact that both the 1VTi and the 5VTi catalysts show the same activation energy of reduction agrees with the assumption that in both cases the rate determining step is identical. However, in view of the above model, it is surprising that the dependence of the initial rate of reduction Ro on the pressure of reductant is different for 1VTi and 5VTi catalysts. To explain this it is J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 417 necessary to assume two different modes of propane adsorption leading to the binding of hydrocarbon molecule with the catalyst surface. This is shown in the following scheme: 1 / CH.-CH 2 CH 2 H \\ 1 C H // ///////////////// \\\\ CH 2=CH-CH3 + H 0 3 a 2\\\\ ///2 ////////// 2 (15) CH3-CH2-CH3 On the 1 VTi catalyst the molecule of propane is dissociated before it is adsorbed to form an active complex (path 1). The complex contains H and C3H7 radicals weakly bonded to the surface and the activation energy is required to reach the stable final state. At the surface of 5VTi catalyst the active complex is formed by a non-dissociated propane molecule (path 2) which is then transformed to the same final state. It seems reasonable to assume that this stable state is a 7T-complex of propene associated with the vanadium cation. Tr-complexes of olefins with transition metal ions are since long well known and described in literature [40]. They are formed as a result of an electron transfer from the double bond area to the empty d orbital of metal ion, and from the metal d orbital to the empty molecular orbital of olefin (back donation). IR investigation have demonstrated that 7r-complexes of olefin formed at the surface of many oxide catalysts [41]. The bond strength between the olefin and the surface increases as the valency of the cation decreases, due to the enhanced back donation. This means that as the reduction proceeds, the strength of propene bonding to the surface increases. Adsorbed propene cannot be released to the gas phase but becomes destroyed and burnt with participation of the lattice oxygen. This explains why reduction of 1VTi and 5VTi catalysts produces CO, CO2 and HZO as the only gaseous products. Propene desorbs from the surface only in the presence of oxygen in the gas phase, when the catalyst reduction degree is very low, as it is in the case of oxidative dehydrogenation of propane [6]. Small amounts of propene observed during reduction of catalysts doped with rubidium point to a decrease of the bond strength between the ligand and the surface vanadium cation in the adsorbed propene r-complex due to the presence of dopant. This agrees with our adsorption studies which show that introduction of potassium and rubidium distinctly lowers the heat of propene adsorption on the 1VTi catalyst [42]. The mechanism of reduction of the V205/Ti02 catalysts presented above has been proposed mainly on the basis of analysis of the kinetic data. Below we present other facts that support assumptions made previously. With aid of pulse technique and gravimetry it has been shown that the investigated catalysts 418 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 practically do not adsorb propane in the precatalytic stage but, on the other hand, adsorb significant amounts of propene, up to ca. 40% of the total catalyst surface [42]. These observations agree with the scheme in Eq. (15). Noteworthy is also the behaviour of 5VTi catalyst washed with ammonia solution which dissolves the vanadia crystallites. The quasi-atomic layer of vanadia left at the surface of the catalyst treated in such a way undergoes reduction according to Eq. (2) and not according to the shrinking core model describing the behaviour of the unwashed 5VTi sample. We shall discuss now the role of promoters in the process of reduction. The presence of additives does not change the activation energy of reduction of the 1 mnl catalysts but the pre-exponential factor decreases in order: 1 VTi > 1 VTiK > 1 VTiRb (16) The selectivity to propene in the oxidative dehydrogenation of propane shows the same trend [6]. It seems that certain amount of propane adsorption centres become blocked by the alkali metal ions. The effect becomes more pronounced as the ionic radius of the promoter increases, which additionally supports the above hypothesis. The few literature reports on the influence of potassium on the reduction of V205/Ti02 catalysts are contradictory. In the case of reduction with hydrogen both inhibiting [1,4] and accelerating [2,26] influence of potassium has been observed. Influence of alkali metals on reduction of catalysts containing 5 theoretical mnl of V205 is more complicated. This is due to the much higher surface concentration of alkali metal A as compared to 1 mnl catalysts. In the latter case one may expect that the surface composition is close to the average composition of the supported active phase, i.e. the molar ratio A/V = 0.1. For 5VTiA catalysts practically all alkali metal remains at the surface because, due to the large ionic radius, the penetration of the VZO5 lattice is hindered. From the XRD 0 line broadening the mean size of V205 crystallites is estimated to be 550 A, which corresponds to 32.5 mz per 1 g of V205 or 9.45 m2 per 1 g of catalyst. Assuming that at the surface of vanadia crystallites there are 1 X 10'9 V atoms per m2 we can calculate the surface ratio (A/V)S.. = 1.8, the number by order of magnitude larger than the mean value equal to 0.1. The A/V value for the 5VTiRb catalyst determined by ESCA measurement is much lower (Table 1), which is understandable since ESCA provides information from 10-20 near-tosurface layers. Maxima on the curves describing the rate of 5VTiK and 5VTiRb reduction may be explained in the following way. At the beginning of reduction the V205 surface is almost completely blocked by the alkali metal ions, hence the rate of reduction is very slow. As the reduction proceeds the alkali metal is removed together with the solid products of reduction and the exposed fresh layers of vanadia do not contain alkali additive. Therefore, with progressing reduction the effective concentration of the inhibitor atoms at the surface decreases, which in J. Sloczyhski/Applied Catalysis A: General 146 (1996) 401-423 419 turn causes an increase of the reduction rate. Simultaneously, however, a reverse process occurs, i.e. a diffusion of alkali metal ions from the reduction products to the exposed surface of the substrate, depleted of A. The net result of these to processes is a maximum on the R(ard) curve. Additional factor responsible for the slow down of the reduction rate with increasing ard, taken into account in Eq. (6), is the shrinking of the reduced V205 grains. 4.1. Reoxidation of the reduced catalysts As stated earlier, in the process of reoxidation two stages may be distinguished: (i) a very quick one, associated most probably with oxidation of the surface and near-to-surface layers of the reduced vanadium phase, and (ii) a slow one, limited by the diffusion through the growing layer of the oxidation products. This is evident from the kinetics of the process, following Zhuravlev's model and the high value of activation energy. Zhuravlev's model with changing activation energy describes also oxidation of crystalline lower vanadium oxides VOZ and V6013 [43-46]. The mean activation energy for these oxides has been reported to be ca. 190-210 kJ/mol-1 for aoX = 0.5. The lower value found by us may indicate that in the case of lower vanadium oxides deposited on a support the V205 formed is to a great extent defected, which facilitates lattice diffusion. This is highly probable because in the presence of a support the oxide phases are very dispersed, their reoxidation occurs very quickly and the recrystallization of the oxidation product does not keep pace with this process. Vanadia is one of few oxides in which a very high mobility of lattice oxygen has been found [47) and it is very probable that it is the diffusion of Oz- ions that determines the oxidation rate of lower vanadium oxides. Activation energy of oxygen isotopic exchange with the crystalline lattice of V205 equals 160-180 kJ mol-1 [47], which is very close to the activation energy of reoxidation found in the present work. A much higher activation energy of ca. 240 kJ mol-' has been found for the lattice oxygen diffusion in V205 [48]. On the other hand, according to Najbar and Camra [49], cationic diffusion plays also an important role in the transport phenomena in vanadium oxides. Reoxidation limited by the solid state diffusion is conceivable for 5VTi catalysts which contain mainly crystallites of V205, but in the case of 1 VTi catalysts a special comment is required. Two explanations are possible. First, it may be assumed that the product of the monolayer reduction crystallizes at the anatase surface so that instead of quasi-atomic layer grains of V203 are subjected to reoxidation. This approach finds justification in results of Haber et al. [50]. The authors observed that upon thermal treatment in oxygen of the V205/anatase system the crystalline vanadia phase quickly disappeared due to the spreading at the anatase surface, while in the reducing atmosphere the process was strongly inhibited. The second possible explanation takes into account certain inhomogeneity of the 1 VTi catalyst. In the Raman spectra of 420 J. Stoczyhski /Applied Catalysis A: General 146 (1996) 401-423 1 VTi, beside the bands characteristic of polymeric surface vanadium phase, the presence of weak band typical of crystalline vanadia has been found [6]. Thus, it is possible that the first quick stage corresponds to the reoxidation of the reduced polymeric surface layer, while the second to the reoxidation of V203 crystallites formed during reduction of crystalline V205. It cannot be excluded that both factors play some role, although their respective contributions are difficult to asses. The reoxidation rate constant in the diffusion stage is proportional to the oxygen pressure. This allows to presume that during reoxidation a stationary state is reached where the rate of nondissociative oxygen adsorption is equal to the rate of diffusion through the layer of the oxidation product, while dissociation of the OZ molecule is quicker than both these processes. Zhuravlev's model assumes that as the thickness of the V205 layer grows the reaction rate decreases with the decreasing gradient of oxygen concentration and, furthermore, proportionally to (1 - a). The latter dependence is possibly caused by a decreasing oxygen concentration at the outer grain surface (diminished oxygen adsorption) in the course of reaction, or by a change of the diffusion coefficient with time of reaction. Both effects may be governed by the variation of the defect concentration in the crystal lattice of the produced VZO5. To decide upon their role in the reoxidation of investigated catalysts on the basis of kinetic measurements only is impossible and would require a special approach which exceeds the framework of this study. Alkali metal additives hinder reoxidation of the 1 VTi catalysts in the diffusion stage influencing both the pre-exponential factor and the activation energy. This result indicates that alkali metals accelerate ordering of the crystal lattice of V205 and eliminate structural defects, which in turn impedes bulk diffusion. An indirect evidence supporting the above consideration is the observed lowering of the specific surface area of the catalysts upon addition of the alkali metals, especially rubidium, which points to a quickening of recrystallization and sintering processes in V205. In the case of alkali promoted catalysts containing 5 theoretical mnl of V205 the ordering of the samples according to the rate of reoxidation is different than for the promoted 1 VTi catalysts. This is caused by the exceptional behaviour of the 5VTi sample. In the latter case the kinetics of reoxidation is described by Jander's equation but the low value of activation energy suggests that here the diffusion of gaseous oxygen through the porous layer of the oxidation product and not the lattice diffusion represents the rate determining step. Finally, we shall briefly discuss the implications of the present investigation for understanding the mechanism of the oxidative dehydrogenation of propane. It is obvious that for the catalytic reaction that proceeds in the presence of gaseous oxygen only the initial stages of reduction and reoxidation are important. As shown in Fig. 6 the initial rate of reoxidation is by 1-2 orders of magnitude higher than the rate of reduction. As a result, the degree of catalyst J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 421 Table 2 Comparison of the rates of catalytic ODH of propane and catalyst reduction with propane for the VZ05 /Ti02 catalysts at 593 K Catalyst rlolal / rred rsel / rred 1 VTi 26 0.5 1 VTiK 28 1.0 1 VTiRb 8 1.3 reduction during reaction is insignificantly small. In consequence, in the ODH of propane it is the reduction of the catalyst that is the rate determining step, which means that the reaction proceeds according to the Mars-van Krevelen redox mechanism. From the point of view of the catalytic reaction the role of the alkali metal additives consists in blocking the centres of the dissociative adsorption of propane, which reduces both the rate of reduction and the catalytic activity in the oxidative dehydrogenation of propane. Further conclusions may be formulated after comparing the rate of the oxidative dehydrogenation of propane with the rate of catalyst reduction. Table 2 shows such a comparison for several investigated catalysts. The catalytic data were taken from reference [6]. On the basis of known propane conversion and selectivity to propene, CO and CO2, the rate of oxygen consumption corresponding to the total propane conversion (rtot) and the rate of oxygen consumption associated with the formation of propene (rset) was calculated and compared with the rate of lattice oxygen removal during catalyst reduction. As can be seen in Table 2 the total rate of reaction is an order of magnitude higher than the rate of reduction while the rate of propene formation and the rate of catalyst reduction are comparable. The results suggest that the selective path of the ODH reaction proceeds with the participation of the nucleophilic lattice oxygen while the total combustion (CO and CO2 formation) occurs on the account of the electrophilic adsorbed oxygen species. This is consistent with the general rules concerning the role of various forms of oxygen in the oxidation of hydrocarbons proposed by Haber [51 ] 5. Conclusions The rate of reduction with propane of the pure and the alkali metal (K, Rb) promoted V205/Ti02 catalysts is limited by the adsorption of reductant at the surface of the vanadium phase. Addition of promoters reduces the rate of reduction due to the blocking of propane adsorption centres, with no change of the reaction mechanism. Reoxidation of the reduced catalysts proceeds via two stages: (i) a quick surface reaction, and (ii) a slow process limited by the bulk diffusion through 422 J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 the growing coat of the oxidation product, in agreement with Zhuravlev's model. In the temperature range important from the point of view of catalytic oxidative dehydrogenation of propane the rate of reoxidation is by 1-2 orders of magnitude higher than the rate of reduction. This implies that (i) the degree of catalyst reduction during catalytic reaction is insignificantly small, (ii) in the ODH of propane reduction of the catalyst is the rate determining step and the reaction follows the Mars-van Krevelen redox mechanism. The rate of reduction is comparable with the rate of propene formation, which suggests that ODH of propane proceeds with participation of the nucleophilic lattice oxygen. Acknowledgements The assistance of Mrs. Z. Czula in measurements of reduction and reoxidation is gratefully acknowledged. The work was partially financed by the state Committee for Scientific Research, KBN, Warsaw, within the research project 2P 303 00204. References [1] A.J. van Hengstum, J. Pranger, J.G. van Ommen and P.J. Gellings, Appl. Catal., 11 (1984) 317. [2] M.B. Nobbenhuis, P. Hug, T. Mallat and A. Baiker, Appl. Catal. A, 108 (1994) 241. [31 J. Zhu and S.L.T. Andersson, J. Chem. Soc. Faraday Trans. 1, 85 (1989) 3629. [4] G.C. Bond and S.F.Tahir, Catal. Today, 10 (1991) 393. [5] G. Deo and I.E. Wachs, J. Catal., 146 (1994) 335. [6] R. Grabowski, B. Grzybowska, K. Samson, J. Sloczyki, J. Stoch and K. Wcislo, Appl. Catal. A, 125 (1995) 129. [7] P. Mars and D.W. van Krevelen, Chem. Eng. Sci., Spec. Suppl., 3 (1954) 41. [81 J.A. Juusola, R.F. Mann and J. Downie, J. Catal., 17 (1970) 106. [9] J.N. Papageorgiou, M.C. Abello and G.F. Froment, Appl. Catal. A, 120 (1994) 17. [10] W.M.H. Sachtler and N.H. De Boer, 3rd Int. Congr. Catal. Amsterdam, 1964, North-Holland, Amsterdam, p. 252. [11] N.W. Hurst, S.J. Gentry, A. Jones and B.D. Mc Nicol, Catal. Rev. Sci, Eng., 24 (1982) 233. [12] D.A.M. Monti and A. Baiker, J. Catal., 83 (1983) 323. [13] P. Malet and A. Caballero, J. Chem. Soc. Faraday Trans. 1, 84 (1988) 2369. [14] N.J. Iltshenko, Kin. Catal., 8 (1967) 215. [151 G.E. Batley, A. Ekstrom and D.A. Johnson, J. Catal., 34 (1974) 368. [16] H. Bosch, B.J. Kip, J.G. van Ommen and P.J. Gellings, J. Chem. Soc., Faraday Trans. 1, 60 (1984) 2479. [171 A. Baiker and D. Monti, J. Catal., 91 (1985) 361. [18] H. Bosch and P.J. Sinot, J. Chem. Soc. Faraday Trans. 1, 85 (1989) 1425. [191 F. Roozenboom, M.C. Mittelmeijer-Hazeleger, J.A. Moulijn, J. Medema, V.H.J. de Beer and P.J. Gellings, J. Phys. Chem., 84 (1980) 2783. [20] I.E. Wachs, S.S. Chan and R.Y. Saleh, J. Catal., 91 (1985) 366. [21] G.C. Bond, J.P. Zurita, S. Flamerz, P.J. Gellings, H. Bosch,, J.G. van Ommen and B.J. Kip, Appl. Catal., 22 (1986) 361. [22] A. Baiker, P. Dollenmeier, M. Gliki, Appl. Catal., 35 (1987) 351. J. Sloczyhski /Applied Catalysis A: General 146 (1996) 401-423 423 [23] G.T. Went, Li-Jen Len and A.T. Bell, J. Catal., 134 (1992) 479. [241 A. Baiker, B. Handy, J. Nickl, M. Schraml-Marth and A. Wokaun, Catal. Lett., 14 (1992) 89. [25] R.A. Koeppel, J. Nickl and A. Baiker, Catal. Today, 20 (1994) 45. [261 B. Adamska, K. Briickman and B. Grzybowska, Bull. Acad. Polon. Sci. Ser. Sci. Chim., 26 (1978) 159. [27] J. Haber, A. Kozlowska and R. Kozlowski, J. Catal., 102 (1986) 52. [28] R. Gajerski, S. Komornicki, A. Malecki and A. Podg6recka, Mater. Chem., 4 (1979) 135. [29] A. Malecki, R. Gajerski and S. Komornicki, Bull. Acad. Polon. Sci. Ser., Sci. Chem., 29 (1983) 461. [30] J.J.P. Biermann, F.J.J.G. Janssen and JR.H. Ross, J. Phys. Chem., 94 (1980) 8598. [31] I. Aso, M. Nakao, N. Yamazoe and T. Seiyama, J. Catal., 57 (1979) 287. [321 J. Haber and P. Nowak, Catal. Lett., 27 (1994) 369. [33] G.C. Bond, J.P. Zurita and S. Flamerz, Appl. Catal., 27 (1986) 353. [34] J. Mendialdua, Y. Barbaux, L. Gengembre, J.P. Bonnelle, B. Grzybowska and, M. G~sior, Bull. Pol. Acad. Sci. Chem., 35 (1987) 213. [35] V.F. Zhuravlev, J.G. Lasothin and R.G. Tempelman, Zh. Prikl. Khim., 21 (1948) 887. [361 W. Jander, Z. Anorg. Chem., 163 (1927) 1. [37] V. Ponec, Z. Knor and S. Cerny, Adsorption on Solids, London, Butterworths, 1974. [38] A.L. Mc Clellan and H.F. Hamsberger, J. Colloid Interface Sci., 23 (1967) 577. [391 O. Levenspiel, Chemical Reaction Engineering, John Wiley, 1972. [40] M. Herberhard, Metal II - Complexes, Elsevier, 1972. [41] A. Davydov, IR Spectroscopy Applied to Surface Chemistry of Oxides, Nauka, Novosibirsk, 1984. [42] B. Grzybowska, R. Grabowski, A. Kozlowska, J. Sloczyki, K. Wcislo and Y. Barbaux, Topics Catal. (in print) [43] A. Malecki, Bull. Polish Acad. Sci. Chem., 33 (1985) 497. [441 R. Gajerski and A. Malecki, Bull. Polish Acad. Sci. Chem., 33 (1985) 505. [45] A. Malecki and B. Prochowska-Klisch, Bull. Polish Acad. Sci. Chem., 33 (1985) 517. [46] A. Malecki, R. Gajerski and A. Podg6recka, Bull. Polish Acad. Sci Chem., 35 (1987) 229, 235. [47] J. Novakova, Catal. Rev. Sci. Eng., 4 (1971) 78. [48] Yu.A. Pavlov, Yu.S. Skrobut, V.P. Polyakov, G.Ya. Meshcheryakov, E.Yu. Zamalin, Izv. Vyssh. Ucheb. Zaved., Chem. Met., 7 (1972) 8, cited in Diff. Defect Data, 7 (1973) 264. [491 M. Najbar and J. Camra, Proc. 9th Congr. Catal., Calgary, 1989, p. 1593. [50] J. Haber, T. Machej, E.M. Serwicka and I.E. Wachs, Catal. Lett., 32 (1995) 101. [51] J. Haber, Stud. Surf. Sci. Catal., 12 (1992) 279. APCATA 9600172X S0926-860X(96)00172-X 10.1016/S0926-860X(96)00172-X Article Kinetics and mechanism of reduction and reoxidation of the alkali metal promoted vanadia-titania catalysts J. Słoczyński Institute of Catalysis and Surface Chemistry, Polish Academy of Sciences, 30-239 Krakow, ul. Niezapominajek, Poland Kinetics of reduction of the V 2O5 TiO2 catalysts has been investigated as a function of reductant pressure, temperature, V2O5 content and the alkali metal (K, Rb) additives. It has been found that reduction is limited by the adsorption of propane at the surface of the vanadium phase. Reoxidation occurs in two stages: a quick surface reaction and a slow process limited by the bulk diffusion through the growing layer of the oxidation product, in agreement with Zhuravlev's model. Addition of promoters hinders the reduction due to the blocking of propane adsorption centres at the surface of the vanadium phase. Implications of the obtained results for the catalytic oxidative dehydrogenation of propane are discussed. Keywords Vanadia-titania catalysts Reduction Reoxidation Oxidative dehydrogenation of propane Alkali promoters References [1] A.J. van Hengstum J. Pranger J.G. van Ommen P.J. Gellings Appl. Catal. 11 1984 317 [2] M.B. Nobbenhuis P. Hug T. Mallat A. Baiker Appl. Catal. A 108 1994 241 [3] J. Zhu S.L.T. Andersson J. Chem. Soc. Faraday Trans. 1 85 1989 3629 [4] G.C. Bond S.F. Tahir Catal. Today 10 1991 393 [5] G. Deo I.E. Wachs J. Catal. 146 1994 335 [6] R. Grabowski B. Grzybowska K. Samson J. Słoczyński J. Stoch K. Wcisło Appl. Catal. A 125 1995 129 [7] P. Mars D.W. van Krevelen Chem. Eng. Sci. 3 1954 41 Spec. Suppl. [8] J.A. Juusola R.F. Mann J. Downie J. Catal. 17 1970 106 [9] J.N. Papageorgiou M.C. Abello G.F. Froment Appl. Catal. A 120 1994 17 [10] W.M.H. Sachtler N.H. De Boer 3rd Int. Congr. Catal. Amsterdam 1964 North-Holland Amsterdam 252 [11] N.W. Hurst S.J. Gentry A. Jones B.D. Mc Nicol Catal. Rev. Sci. Eng. 24 1982 233 [12] D.A.M. Monti A. Baiker J. Catal. 83 1983 323 [13] P. Malet A. Caballero J. Chem. Soc. Faraday Trans. 1 84 1988 2369 [14] N.J. Iltshenko Kin. Catal. 8 1967 215 [15] G.E. Batley A. Ekstrom D.A. Johnson J. Catal. 34 1974 368 [16] H. Bosch B.J. Kip J.G. van Ommen P.J. Gellings J. Chem. Soc. 60 1984 2479 Faraday Trans. 1 [17] A. Baiker D. Monti J. Catal. 91 1985 361 [18] H. Bosch P.J. Sinot J. Chem. Soc. Faraday Trans. 1 85 1989 1425 [19] F. Roozenboom M.C. Mittelmeijer-Hazeleger J.A. Moulijn J. Medema V.H.J. de Beer P.J. Gellings J. Phys. Chem. 84 1980 2783 [20] I.E. Wachs S.S. Chan R.Y. Saleh J. Catal. 91 1985 366 [21] G.C. Bond J.P. Zurita S. Flamerz P.J. Gellings H. Bosch J.G. van Ommen B.J. Kip Appl. Catal. 22 1986 361 [22] A. Baiker P. Dollenmeier M. Gliński Appl. Catal. 35 1987 351 [23] G.T. Went Li-Jen Leu A.T. Bell J. Catal. 134 1992 479 [24] A. Baiker B. Handy J. Nickl M. Schraml-Marth A. Wokaun Catal. Lett. 14 1992 89 [25] R.A. Koeppel J. Nickl A. Baiker Catal. Today 20 1994 45 [26] B. Adamska K. Brückman B. Grzybowska Bull. Acad. Polon. Sci. Ser. Sci. Chim. 26 1978 159 [27] J. Haber A. Kozłowska R. Kozłowski J. Catal. 102 1986 52 [28] R. Gajerski S. Komornicki A. małecki A. Podgórecka Mater. Chem. 4 1979 135 [29] A. Małecki R. Gajerski S. Komornicki Bull. Acad. Polon. Sci. Ser., Sci. Chem. 29 1983 461 [30] J.J.P. Biermann F.J.J.G. Janssen J.R.H. Ross J. Phys. Chem. 94 1980 8598 [31] I. Aso M. Nakao N. Yamazoe T. Seiyama J. Catal. 57 1979 287 [32] J. Haber P. Nowak Catal. Lett. 27 1994 369 [33] G.C. Bond J.P. Zurita S. Flamerz Appl. Catal. 27 1986 353 [34] J. Mendialdua Y. Barbaux L. Gengembre J.P. Bonnelle B. Grzybowska M. Gąsior Bull. Pol. Acad. Sci. Chem. 35 1987 213 [35] V.F. Zhuravlev J.G. Lasothin R.G. Tempelman Zh. Prikl. Khim. 21 1948 887 [36] W. Jander Z. Anorg. Chem. 163 1927 1 [37] V. Ponec Z. Knor S. Cerny Adsorption on Solids 1974 Butterworths London [38] A.L. Mc Clellan H.F. Harnsberger J. Colloid Interface Sci. 23 1967 577 [39] O. Levenspiel Chemical Reaction Engineering 1972 John Wiley [40] M. Herberhard Metal II — Complexes 1972 Elsevier [41] A. Davydov IR Spectroscopy Applied to Surface Chemistry of Oxides 1984 Nauka Novosibirsk [42] B. Grzybowska, R. Grabowski, A. Kozłowska, J. Słoczyński, K. Wcisł (in print) [43] A. Małecki Bull. Polish Acad. Sci. Chem. 33 1985 497 [44] R. Gajerski A. Małecki Bull. Polish Acad. Sci. Chem. 33 1985 505 [45] A. Małecki B. Prochowska-Klisch Bull. Polish Acad. Sci. Chem. 33 1985 517 [46] A. Małecki R. Gajerski A. Podgórecka Bull. Polish Acad. Sci Chem. 35 1987 229 A. Małecki R. Gajerski A. Podgórecka Bull. Polish Acad. Sci Chem. 35 1987 235 [47] J. Novakova Catal. Rev. Sci. Eng. 4 1971 78 [48] Yu.A. Pavlov Yu.S. Skrobut V.P. Polyakov G.Ya. Meshcheryakov E.Yu. Zamalin Izv. Vyssh. Ucheb. Zaved., Chern. Met. 7 1972 8 cited Yu.A. Pavlov Yu.S. Skrobut V.P. Polyakov G.Ya. Meshcheryakov E.Yu. Zamalin Diff. Defect Data 7 1973 264 [49] M. Najbar J. Camra Proc. 9th Congr. Catal. Calgary 1989 1593 [50] J. Haber T. Machej E.M. Serwicka I.E. Wachs Catal. Lett. 32 1995 101 [51] J. Haber Stud. Surf. Sci. Catal. 12 1992 279",
      "scopus-id": "0001402285",
      "coredata": {
        "eid": "1-s2.0-S0926860X9600172X",
        "dc:description": "Kinetics of reduction of the V 2O5 TiO2 catalysts has been investigated as a function of reductant pressure, temperature, V2O5 content and the alkali metal (K, Rb) additives. It has been found that reduction is limited by the adsorption of propane at the surface of the vanadium phase. Reoxidation occurs in two stages: a quick surface reaction and a slow process limited by the bulk diffusion through the growing layer of the oxidation product, in agreement with Zhuravlev's model. Addition of promoters hinders the reduction due to the blocking of propane adsorption centres at the surface of the vanadium phase. Implications of the obtained results for the catalytic oxidative dehydrogenation of propane are discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X9600172X",
        "dc:creator": {
          "@_fa": "true",
          "$": "Słoczyński, J."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X9600172X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X9600172X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00172-X",
        "prism:volume": "146",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetics and mechanism of reduction and reoxidation of the alkali metal promoted vanadia-titania catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadia-titania catalysts"
          },
          {
            "@_fa": "true",
            "$": "Reduction"
          },
          {
            "@_fa": "true",
            "$": "Reoxidation"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation of propane"
          },
          {
            "@_fa": "true",
            "$": "Alkali promoters"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "401-423",
        "prism:endingPage": "423",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00172-X",
        "prism:startingPage": "401",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00172-X",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X9600172X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "526",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001402285"
      }
    }
  }
}