{
  "metadata": {
    "title": "Characterization of Ni on La modified Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts during CO<ce:inf loc=post>2</ce:inf> reforming of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00220-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002202",
    "pii": "S0926860X97002202"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000812588",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002202 S0926-860X(97)00220-2 S0926860X97002202 10.1016/S0926-860X(97)00220-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 33 379 390 379 390 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. CHARACTERIZATIONNILAMODIFIEDAL2O3CATALYSTSDURINGCO2REFORMINGMETHANE SLAGTERN A FISCHER 1928 29 F TEUNER 1985 106 S ROSTRUPNIELSEN 1984 3 J CATALYSISSCIENCETECHNOLOGY EDWARDS 1995 59 J CHUBB 1980 341 T ASHCROFT 1991 225 A ZHANG 1995 71 Z ROSTRUPNIELSEN 1993 38 J GADALLA 1989 683 A BLOM 1994 535 R SLAGTERN 1997 497 503 A OLSBYE 1994 303 U IMELIK 1994 585 B CATALYSTCHARACTERIZATION TSANG 1986 1087 W SLAGTERN 1996 375 A VALCO 1989 P DATAHANDLINGINSCIENCETECHNOLOGY BOZORTH 1951 R FERROMAGNETISM DENOTTER 1978 116 G LANCOMBE 1994 439 S NYQUIST 1971 R INFRAREDSPECTRAINORGANICCOMPOUNDS BERNAL 1983 139 S BERNAL 1985 537 S DADYBURJOR 1987 21 D CATALYSTDEACTIVATION BOLT 1995 300 P KUNIMORI 1992 2562 K SLAGTERNX1997X379 SLAGTERNX1997X379X390 SLAGTERNX1997X379XA SLAGTERNX1997X379X390XA item S0926-860X(97)00220-2 S0926860X97002202 1-s2.0-S0926860X97002202 10.1016/S0926-860X(97)00220-2 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002202-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002202/MAIN/application/pdf/8c972be6dc935ef3c63fd0ae8f0d6179/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002202/MAIN/application/pdf/8c972be6dc935ef3c63fd0ae8f0d6179/main.pdf main.pdf pdf true 845593 MAIN 12 1-s2.0-S0926860X97002202-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002202/PREVIEW/image/png/a6dcfc1a5fd6bbfdae09bb4b87182c08/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002202/PREVIEW/image/png/a6dcfc1a5fd6bbfdae09bb4b87182c08/main_1.png main_1.png png 60221 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 379-390 Characterization of Ni on La modified A1203 catalysts during CO2 reforming of methane o a.t~ Ase Slagtern ' , Unni Olsbyea, Richard Bloma, Ivar M. Dahla, Helmer Fjellv~gb ~SINTEFApplied Chemistry., PO.Box 124 Blindern, N-0314 Oslo, Norway bDepartment of Chemistry, University of Oslo, PO.Box 1033 Blindern, N-0315 Oslo, Norway Received 24 March 1997; received in revised form 27 June 1997; accepted 30 June 1997 Abstract 0.15 wt% Ni/x wt% Ln/A1203 (x=0, 1.7, 8.5, Ln=rare earth mixture) catalysts have been tested for life time stability (60- 600 h) during CO2 reforming of methane in a fluidized bed reactor at 800 and 1 atm with CH4 : CO2 : N2-~2 : 2 : 1. The catalyst with 1.7% Ln is more active and stable than the unpromoted catalyst and the catalyst with 8.5% Ln. Samples of the catalysts were taken out after different times on stream and characterized using magnetic measurements and Transmission Electron Microscopy (TEM). The characterization results showed that even after prereduction at 1000 (5% Hz/He, 2 h), Ni is continuously reduced during testing of the Ln-containing catalysts. This effect is more pronounced at higher Ln loadings (8.5% vs. 1.7% Ln). An increase in Ni particle size during testing was also observed. The results indicate that Ni sintering is initially a major reason for deactivation, while coking becomes increasingly important with longer times on stream (i.e., >60 h). The catalyst with 1.7% Ln has a higher initial Ni dispersion than the catalyst with 0% Ln. The higher activity of the promoted vs. unpromoted catalyst cannot be fully explained by this difference. However, the activity difference between the catalyst promoted with 1.7% or 8.5% Ln may be explained by a lower reduction of Ni for the 8.5% Ln-promoted catalyst. ~ 1997 Elsevier Science B.V. Kevwords: Methane conversion; Synthesis gas; Ni/La/AI203 fluidized bed; Characterization; Deactivation 1. Introduction commercialised, i.e., the Calcor process for produc- tion of high purity CO [2] and the Midrex process for The CO2 reforming reaction: reduction of iron ore [3]. In recent years, there has been a renewed interest in CH4 + CO2 = 2CO + 2H2 (1) the CO2 reforming reaction. Several factors have led to was already described by Fischer and Tropsch during this interest; first, this reaction yields a syngas with a the twenties [ 1 ]. However, to our knowledge only two CO : H2= 1 : 1 ratio, which is interesting for e.g., processes based on CO2 reforming have yet been oxygenated products such as acetic acid production [4]. Further, CO2 reforming may be an attractive method for converting CO2-rich natural gas resources *Corresponding author. Tel.: +47-22-067687; fax: +47-22- into liquid products for transportation from desolate 067350: e-mail: ase.slagtern@chem.simef.no, regions. Another option is to use the highly endo- 0926-860X/97/$17.00 ~ 1997 Elsevier Science B.V. All fights reserved. Pll S0926-860X(97)00220-2 380 ,4. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 thermic CO2 reforming reaction to store solar energy column Hewlett-Packard GC with two TC detectors. in hot regions [5]. The catalysts were diluted 1 : 9 with pure carrier for The main concern of many CO2 reforming studies is activity measurements (totally 17 ml catalyst and to optimize the life time stability of the catalysts used. carrier mixture in the catalyst bed). The mixture Encouraging stability results have been obtained using was pretreated in 10% 02 in N2 for 1 h at 800, noble metal-based catalysts [6]. However, due to the then reduced in 5% H2 in N2 at 1000 for 1-3 h availability and cost of these metals, Ni-based cata- before catalytic testing at 800. lysts are often preferred [7-9]. Blom et al. [10] studied the stability of 0.15 wt% Ni/AI203 catalysts with and 2.3. Reduction tests without La promoter in a fluidized bed reactor. It was observed that the La promoter greatly enhanced the Reduction tests were performed in a fixed bed stability of these catalysts, with an optimum La load- reactor with 8 mm i.d., using either 0.1 g of catalyst ing of around 2 wt%. Similar results were observed diluted 1 : 9 with support, or pure support (1.0 g). The with a Ln promoter [11]. catalyst was prereduced (5% H2/He, 50ml min l, The purpose of the present study is to investigate the 970, 2 h) and cooled to the reaction temperature. physical changes of the catalyst surface (with empha- Then the feed was either kept unchanged, or reduced sis on the reduced Ni and Ni agglomeration) during to 1% HffHe. On-line gas analysis was performed testing and relate these findings to the observed deac- using a quadrupole mass spectrometer (Fisons Sen- tivation of 0.15% Ni/x% La/A1203 (x=0, 1.7, 8.5) at sorlab). 800. The methods used are mainly TEM analysis and magnetic measurements. 2.4. Temperature programmed oxidation (TPO) TPO experiments were performed on an Altamira 2. Experimental instrument in order to determine coke formation. ATC detector was used to analyse the effluent gas. The 2.1. Catalyst preparation experiments were run in the range 20-800 with a heating rate 20min 1, and with 5% O2/He Preparation of 0.15 wt% Ni/x wt% Ln/A1203 (x--0, (30 ml min 1). 1.7, 8.5) was performed by modifying 0-A1203 (Con- dea, Scc-a5/90, 170-325 mesh) with a rare earth 2.5. IR and transient experiments nitrate mixture (Unocal Molycorp No. 5247, elemen- tal composition: 66.1% La, 25.4% Nd, 7.7% Pr) or Experiments were performed using a Nicholet 550 lanthanum nitrate (Alfa, ultrapure) by using the inci- (Magna IR) instrument equipped with an in situ pient wetness technique. The carrier was heated to DRIFT cell (Spectratech). 30-60 mg catalyst was 1350 (2 min-1) in dry air and kept at this tem- loaded in the cell and Ar/H2 (55 ml rain-~, 10% perature for 12h. The resulting carriers had BET H2), CO2/Ar (100 ml min l, 5-95% CO2, 20- surface areas of 2.2-2.8 m2 g-1. Ni(NO3)2.6H20 700) or reactant mixture (CH4 : CO2 : Ar=2 : 2 : 1, was also impregnated by using the incipient wetness 50 ml min 1,700oc) was passed over the catalyst. technique. The catalyst was calcined at 900 in air for 12 h. 2.6. Catalyst characterization 2.2. Catalyst activity testing 2.6.1. Catalyst sampling In order to characterize the catalyst after different The catalytic activity for CO2 reforming of methane times on stream, a sampling system was designed. The was tested in a fluidized bed reactor described else- set-up is shown in Fig. 1. A quartz probe with 0.64 cm where [12]. The feed was CH4 : CO2 : N2=2 : 2 : 1 o.d. wasplacedjust above the catalyst bed. Samples of (300 ml STP/min). The effluent gas was sampled just the catalyst were taken out of the reactor under reac- above the catalyst bed [12] and analysed by a multi- tion conditions by using a vacuum source (Fig. 1). /~. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 381 storage atmosphere. Samples used for magnetic mea- surements (50-100 mg) were stored in an inert atmo- sphere using the following procedure: 6 f ~ 7 ']~- The sampling system was flushed with N2 prior to sampling. Then the sample was filled into a glass tube by using a vacuum source and the glass ampoule was sealed off. ~C During the catalyst sampling tests, the catalytic activity was monitored by analysis of the exit gas (see Fig. 1) instead of analysing the gas just above the catalyst bed. The catalytic performance indicated I l normal activity during these tests. TEM analysis were performed using a JEOL 200 CX apparatus or a JEOL JEM 2010 fitted with an EDX S spectrometer. Powder XRD experiments were run using Cu _~ ]2 K~-radiation and a Siemens D5000 0-20 diffract- ometer equipped with a Phillips PV 1710 data pro- cessor. 2.6.2. Magnetic measurements Magnetic measurements were performed using a ] Squid magnetometer (MPMS, Quancim Design). The magnetization was measured for temperatures between 5 and 300 K with applied fields from 0 to 40 kOe. Hysteresis measurements were performed at specific temperatures. The magnetization of the particles is linked to the __ ] 1 temperature (T) and the applied field (H) by the Langevin function [13], which applies only when the behaviour is superparamagnetic. The saturation o magnetization (Ms) is obtained by extrapolating the A measured magnetization to 1/H=O. The amount of Ni Fig. 1. The fluidized bed reactor with the catalyst sampling (i.e., elemental nickel) is given by: system, l=Oven, 2=Overffreactor stand off, 3=Quartz reactor, 4=Quartz sampling tube 0.64 cm o.d., 5=Swagelock-type connec- mNi= M~/c~s tions, 6=Rubber hose with crimp, 7=Sample collector, 8=Sample capsule, 9=Bunsen burner, A Feed inlet, B=Sampling site (height os (specific magnetization of metallic Ni)= adjustable), C=Reaction products outlet, D=Inert gas (N2), 54.4 emu g l at 300 K. E=Vacuum source. Due to the small amount of Ni impregnated on the catalyst, the magnetization data had to be corrected for the signal obtained from the glass ampoule as well as Due to the low content of Ni in the catalysts, pure from the catalyst carrier. The magnetization of an catalysts without dilution were used in these charac- empty glass ampoule as well as the carriers were terization tests (totally 17 ml catalyst). All other con- therefore measured. The carriers were tested in the ditions were as given for the catalyst activity tests, reactor in the same way as the catalyst, and samples Samples which were used for Transmission Elec- were taken out of the reactor during pretreatment and tron Microscopy (TEM)analysis (1 ml)were removed reaction conditions in order to perform optimal dia- without special precaution regarding the cooling and magnetic corrections. 382 ,~. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 3. Results k 0.00445 mol s-1 (g catalyst)-1 atm-2 Kl 0.52 atm 1 In Fig. 2 the results of long term tests of 0.15% Ni/ /<2 10 atm-1 x% Ln/A1203 (x--0, 1.7, 8.5, Ln----rare earth mixture) K3 27 atm-l are given. One of the catalysts (i.e., 0.15% Ni/1.7% Ln/AlzO3) was tested for more than 600 h (25 days). In order to quantify the loss of catalyst activity Initially close to equilibrium conversion was obtained. (denominated: na, 'number of active sites') with time The total loss in methane conversion after 600 h on on stream (TOS), the kinetic expression given above stream was 30%. With increased deactivation, higher was used to transfer the conversion vs. time curves in CO2 conversion compared to methane conversion was Fig. 2 to: 'na vs. TOS' curves. The reverse reforming observed. This suggests an influence of the water gas reaction was taken into account, using the following shift reaction, expression: The initial data for 1.7% Ln in Fig. 2 are close to kp[CHa]p[C02] thermodynamic equilibrium (i.e., 91.6% methane con- r (ref) = version, using constants from [14]). Fig. 2 shows that 1 + Klp[CH4] + K2p[CO] 1 Kap[CO2] the higher the initial activity (0% or 1.7% Ln), the [ p[CO]2p[H2]2] flatter the conversion vs. time on stream curve. This x 1 Keqp[CH4lp[C02] means that the stability difference observed may be artificial, due to the increased influence of reverse The water gas shift reaction was also included in the reforming at higher conversions, model reaction scheme, assuming first order reaction in each reactant and the same rate constant as the CO2 3.1. Loss of activity with time on stream reforming reaction. It was further assumed that the influence of P(H2) and P(CO) does not change at low Kinetic studies of the 0.15% Ni/1.7% La/AlzO3 reactant-to-product ratios. catalyst have shown that the CO2 reforming rate over The resulting na vs. TOS curves are given in Fig. 3 this catalyst may be expressed as [ 15]: for 0.15 % Ni/A1203 catalysts modified with 0%, 1.7% kp[CHa]p[C02] and 8.5% Ln. Fig. 3 shows that the two runs with r (ref.)= [1 +K~ p[CH4] different batches of the catalyst with 1.7% Ln gave a 2p[CO]] [1 +K3p[CO2]] similar activity loss during the first 5000 min on with the following constants: stream, in spite of their different initial activity. This result supports the validity of the rate expression used. r (ref.) tool s-j (g catalyst)-~ Fig. 3 further shows that the stability difference 95 I t.7%Ln (test I) ~ ~lltl~ /o 1.7%Ln (test 2 o 60 ********--*-~ 0 20000 40000 = o o o o D O O O DDDDDoDDoDoDo 0 0 0 70~A&&&&&&A O 60 I [ I I I r I I I 0 10130 2000 3000 4000 5000 6000 7000 8000 9000 Time on stream (mln) Fig. 2. Methane conversion vs. time on stream for 0.15 wt% Ni/x wt% Ln/Al203 (x=0, 1.7, 8.5, Ln:rare earth mixture) in a fluidized bed reactor at 800, 1 atm, CH4 : CO2 : N2=2 : 2 : 1. A. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 383 I00 lO0 i (~/n 80 cO 60 ol,7%Ln(test2) 40 8.5%Ln 70 ~iI> 1 20 60 o 0 i i q o o 0 10000 20000 30000 40000 '~ 5o 40 ~ o o o TlmeonW~um(mln) c= 30 oDOO~or~noo o o o o o o 20 AAA&&&&A 0 0 -- I I I I I ~ I I Time on stream (mln) Fig. 3. Activity change vs. time on stream for 0.15% Ni/AI203 modified with 0, 1.7 or 8.5 wt% Ln in a fluidized bed reactor at 800, CH4 : CO2 : Inert=2 : 2 : 1, 1 atm. observed between the 1.7% Ln-modified and the are inhomogeneously distributed on the catalyst. On unmodified catalyst is real, i.e., the unmodified cata- the catalyst with 1.7% La, Ni is observed supported on lyst deactivates more rapidly during the first 1500 min pure A1203 as well as on La-Al-oxides. In Fig. 4(a) Ni on stream. The activity loss of both these catalysts is supported on pure A1203 phase. On the catalyst with have an exponential form, levelling off more rapidly 8.5% La, the compounds LaAlllO19 and LaA103 can for the unpromoted catalyst. The activity of the clearly be observed. The Ni particles were mainly catalyst with 8.5% Ln promotion increased during observed together with the LaA1]lOl,~ phase. In the first 120 min (=2 h) on stream and then remained Fig. 4(b) Ni particles are supported on a AI/La constant during the remaining 2000 min (=33 h) on containing phase corresponding to LaAI~ ~O~9 (EDX stream, analysis). Zhang and Verykios have suggested the covering of Ni by LazO3 for Ni/La203 catalysts used for CO2 reforming of methane [7]. For the two 3.2. Causes for deactivation catalysts studied here, it was not possible to observe Previous studies have indicated that the following any indications for covering of Ni by La-containing aspects may influence the performance of the catalyst phases. [11]: The Ni particle size as a function of time on stream 1. Ni agglomeration was measured by TEM analysis for Ni/A1203, Ni/ 2. Reduction/oxidation of Ni 1.7% La/A1203 and Ni/8.5% La/AI203. The studied samples were taken out from the reactor during the 2 h 3. Coking reduction and during the catalytic testing, using the In the following sections, characterization equipment shown in Fig. 1 results with emphasis on Ni particle size and reduction The average Ni particle diameter of some catalyst state are given. To have more well defined samples was also calculated by means of magnetic materials for the characterization studies, catalysts measurements. For ideal Ni precipitates, superpara- modified with La instead of rare earth mixture were used. magnetic behaviour is expected and hence the largest and smallest particle diameters can be calculated by using the Langevin function for low and high applied 3.2.1. Ni agglomeration fields [13], respectively, thereby also obtaining infor- TEM of reduced 0.15% Ni/1.7% La/AI203 and mation on the average particle size. The average 0.15% Ni/8.5% La/A1203 indicate that Ni particles diameter for some of the samples are given in Table 1 384 ft. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 Fig. 4. TEM picture of (a) Ni/1.7% La/A1203 (b) Ni/8.5% La/AI203. Table 1 Average Ni particle size for 0.15% Ni/x% LaJA1203 (x=0, 1.7, 8.5) catalyst as function of time on stream, determined from TEM and magnetic susceptibility experiments Catalyst Time on stream Av. Ni particle size Av. Ni particle size Ni volume/catalyst Degree of reduction (h) (TEM) (nm) (MAG) (nm) area (nm) (%)b Ni/A1203 0e 23 14 a 68 0.2 36 12 1.5 35 17 18 34 9 24 30 5 43 43 7 114 41 11 Ni/1.7% La/AI203 ~ a 16 a 36 0 23 d 6 74 0.4 22 4 1.3 19 2 18 27 2 21 32 a 66 36 8 161 a a ~ 78 331 35 3 Ni/8.5% La/A1203 0 49 a 6 65 22 ~ a a 84 98 40 d 7 79 a Not measured. b From magnetic measurements. c After 15 min reduction. d Not superparamagnetic Ni. e After 2 h reduction (5% H2/He, 1000). together with particle diameters determined by TEM. that only the size of the pure metallic particle is Generally, lower diameters were obtained from mag- obtained by magnetic measurements, whereas in netic data compared to TEM data. A possible cause is TEM experiments, a possible oxide layer on the A. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 385 30 in particle diameter was observed after 20-40 h on 25 stream, the smallest size is found for the catalyst with 1.7% La. After some 100 h on stream, the average -~ 2o. particle diameter levels off to a similar value for all three catalysts. The apparent decrease in Ni particle is diameter during time on stream for the catalyst with 8.5% La is probably due to a continued reduction of 10- \"~s ]1 ~ ~[~ I I~ below.this catalyst during testing. This will be discussed The importance of the observed particle diameter 0 ; ........ , n , (Table l) on catalyst activity was considered by cal- 6 ~ ~ ~ ~ ~ ~ ~ ~ oL ~ ~ culating the accessible Ni surface area of the various Particle tliameter(nm) 0.15% Ni/x% La/AI203 catalysts (x=0, 1.7, 8.5). In the calculation, spherically shaped Ni particles Fig. 5. Particle size distribution determined from TEM were assumed, with an outer surface totally exposed measurements for 0.15% Ni/1.7% La/AI203 during reduction in 5% H2/He at 1000~'C (black=after 15 min, white=after 40 min, to the gas phase. It was further assumed that the total grey--after 2h). The data are normalized to a total of 100 amount of Ni was constant with time on stream. The particles, resulting 'Relative Ni area vs. time' curves are shown in Fig. 6. Uncertainty in the initial Ni surface of unpromoted Ni/Al203 is obtained, while the remain- ing points are well described by the simulation for particle will also be included. Another reason may be both catalysts. that even on these samples, some particles on the The data in Fig. 6 indicate that the two materials catalyst are too large (>20 nm) to follow the super- behave quite similarly, with approximately 30% loss magnetic law and the obtained average may be smaller in active surface area during the first 1000 min on than the real value. For some samples, the measure- stream. This could be compared with Rostrup-Nielsen ments showed that the remanence was higher than 5%, who reported a 20% loss of Ni surface area after indicating that the Ni particles are not following the 1200 min during steam reforming at 700C on a superparamagnetic law (see Table 1), and for those ceramic support [3]. samples it was not possible to calculate the particle The relative accessible Ni surface areas, S(Ni), in diameter. Fig. 6 were together with the activity data in Fig. 3 Only a small number of Ni particles (30-120) was used for relating the catalyst activity to the Ni particle considered during the TEM analysis of each catalyst size. This was done by calculating the turnover fre- surface, which is a poor basis for a statistical analysis, quency, N=na/S(Ni). The resulting N vs. TOS curves However, some trends appear. The change in the are given in Fig. 7. Due to the large uncertainty in the particle size distribution of Ni/1.7% La/A1203 during 8.5% Ln data (few experimental points, possibly 2 h reduction is given in Fig. 5. It appears to be including oxidized Ni), only two data points are given shifted towards smaller particle sizes with increasing for this catalyst. time of reduction (15 min-2 h). However, this is Fig. 7 indicates that the turnover frequency is high- probably a kind of artifact, since the initially large est for Ni/A1203 promoted with 1.7% Ln, both initially particles can be unreduced NiO or LaAll_~NixO3, and during use (<3000 min on stream). The unpro- LaNi~ ,-AlbiOn9 x [10,11,16], as indicated by ele- moted catalyst showed a quite stable turnover fre- mental analysis of the particles. The shift in size quency with time on stream, suggesting that Ni distribution hence results from reduction of these sintering is a major reason for deactivation of this oxide particles, catalyst at 800cC. Two parallel runs of catalysts with Increasing time on stream for the unpromoted 1.7% Ln are shown in Fig. 7. Their time dependence is catalyst and for the catalyst with 1.7% La tends to similar, although their initial activity differs. The latter increase the Ni particle size, see Table 1. An increase is not surprising, considering the inhomogeneous 386 A. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 110 1 [] O%Lo (exp.) ] 100 O%La (sirn.)~ / 90 \\\\ O 1.7%La (exp.)/ 80 \\ -- -- 1,7%La (sim) _0 \\ 0 ---- -- -O- 0\" >+ 50 :1= i:] i1 -g 4o o 30 20 ~ i i d 0 2000 4000 6000 8000 Time on stream (min) Fig. 6. Accessible Ni area vs. time on stream for 0.15% Ni/AI203 and 0.15% Ni/1.7% La/AI203 in a fluidized bed reactor at 800, CH4 : CO2 : Inert=2 : 2 : 1, 1 atm. (*) Point measured after 19800 min on stream. 1,4 O%Ln sin Z 1,2 / -~ ---- 1.7%l_n(tost1)sim ~\" 1 o - - - 1.7%Ln (test 2) sim c- O ~.0,8 -\" 8.5%kn \"=0,6 ~-~-~--~- \" i 0,4 -- \"-, ~ n ~ 0,2 0 I I 0 5000 10000 15000 20000 Time on ~ream (mln) Fig. 7. Turnover frequency vs. time on stream for 0.15% Ni/x% La/AI203 catalysts (x=0, 1.7, 8.5) in a fluidized bed reactor at 800, CH4 : CO2 : Inert=2 : 2 : 1, 1 atm total pressure. Dots are experimental points, lines (using nine points smoothing by Savinzky and Golay [17]) correspond to the simulated sintering rates in Fig. 6. distribution of Ni on various support phases as 3.3. Coking observed by TEM on a freshly reduced catalyst (see above). Fig. 7 further shows an apparent increase in Coke formation was measured as function of time turnover frequency for the 1.7% Ln-promoted catalyst on stream for the 0.15% Ni/1.7% La/A1203 catalyst during the first 1000rain on stream. After 1000- via temperature programmed oxidation experiments. 2500 rain on stream, the turnover frequency levels The results indicate that initially there is a substantial out and then decreases. This behaviour suggests that tendency towards coke formation (0.13 wt% after Ni particle sintering is initially a major reason for 20 h), which levels out after approximately 100 h deactivation. However, on prolonged testing, other (at around 0.16 wt%). On a molar ratio, there is totally parameters, such as Ni loss or coking, seem to don- approximately five times as much coke as Ni. For that inate the deactivation. Based on elemental analysis reason, one could suggest that coking may play a before and after life time testing, any loss of Ni can be major role in the deactivation. However, it is clear excluded, that even the large surplus of coke is not sufficient to A. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 387 deactivate the catalyst completely. This indicates that catalyst [11] (74% and 65% respectively after 2 h several types of coke may exist on the catalyst with reduction). The difference in initial turnover fre- different influence on the catalyst performance, quency between these two catalysts (Fig. 7) may be explained by this initial difference in Ni reduction 3.3.1. Reduction of N~ (lower activity curve for 1.7% Ln). In order to monitor the degree of N/reduction of the The modest degree of reduction of Ni/AI203 catalyst during the catalytic testing, magnetic mea- (Table 1)contradicts with previous TPR experiments surements were carried out for samples representing [11], where this catalyst was the easiest to reduce different TOS. among the ones considered. The low reduction The degree of reduction after reduction period and obtained from magnetic measurements may be due time on stream is listed in Table 1. An increase in the to the formation of Ni-A1 alloy during reduction at reduction from 36 to 74% for 0.15% Ni/1.7% La/ such high temperatures (1000) giving less ferro- A1203 is observed when increasing the time for reduc- magnetic Ni [ 18]. Assuming that 100% reduction is t/on from 15 min to 2 h. 78% reduction is obtained correct, the reduced magnetization observed corre- after 161 h catalytic testing. For 8.5% La catalyst an sponds to 5.3 at.% A1 dissolved in Ni. Formation of an increase from 62 to 79% reduction is obtained during alloy with A1 from the support has previously been the first 22 h on stream. In summary, the measure- observed on Pt/AI203 catalysts [19]. ments indicate that the catalysts are continously In order to verify the continued reduction of the La- reduced during the catalytic testing. This is most promoted catalysts during testing, reduction experi- clearly seen for the 8.5% La catalyst. The real increase ments in a fixed bed reactor were performed. The in reduction might be even higher. In case of nickel results obtained at 800 for the 0.15% Ni/1.7% La/ carbide formation, the ferromagnetic signal from A1203 catalyst and a blank sample consisting of a nickel will be reduced or disappear, and the measured 1.7% La/AI203 support are shown in Fig. 8. The figure degree of reduction will be lower than the correct shows that H2 is transformed into H20 over the level. On the other hand, in situ XRD on a similar catalyst, indicating that reduction takes place. The catalyst showed that even after 15 h on stream, no blank test gave stable H2 and H20 signals, further indication for carbide formation was observed, only supporting that the observed H20 production over the possibly dissolution of C in Ni [16]. catalyst is due to Ni reduction. At 70OC, a similar The magnetic data are consistent with previously curve was obtained. Integration of the reduction curve observed TPR results that the 1.7% La promoted in Fig. 8 showed that approximately 75% Ni was catalyst is easier to reduce than the 8.5% La promoted reduced before the feed switch at 800\"C, in agreement 1 E-09 9E- 10 -- 1,7%La! AI203 8E-10 --~- 0.15%Ni/1.7%La/ 7E-10 A1203 ~ 6E-10 \"6 5E-lO e- 4E-10 2E-lO 1E-IO ....... , ......... OE+O0 ~-- i~ I -- L I I i-------4 0 200 400 600 800 1000 1200 1400 Time (mln.) Fig. 8. H20 signal intensities monitored during cooling of the reactor (970-800) after catalyst prereduction. A reactor temperature of 800 was reached at the point indicated by the vertical line. 5% HffHe (50 ml rain--~) was fed to the reactor in the time interval shown. The reactor was charged with either 1.7 ml catalyst diluted with 15.3 ml support, or with 17 ml pure support. 388 ,4. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 with the magnetic data presented above. The reduction 2. Promoting 0.15% Ni/A1203 with 1.7% rare earth appeared to be completed after 1000 min at 800 leads to an initially more active and stable catalyst. (Fig. 8); i.e., within the same time interval as required 3. Promoting 0.15% Ni/A1203 with 1.7% La leads to for the catalyst to reach a maximum turnover fie- an initial reduction period during testing, as well as quency (Fig. 7). increased dispersion of Ni on the surface. Reducing the H2 concentration from 5% to 1% led 4. Promoting 0.15% Ni/A1203 with 8.5% rare earth to approximately 50% reduction in the H20 produc- leads to an initially less active catalyst, showing tion rate, suggesting that the reduction is half order in increasing activity with time on stream. the H2 partial pressure. This is consistent with a 5. Promoting 0.15% Ni/A1203 with 8.5% La leads to reduction mechanism where a reaction following a an initial reduction period during testing. dissociative addition of H2 is rate determining. Fig. 7 indicates that for the catalyst promoted with 1.7% La, the turnover frequency apparently increases 3.4. In situ DRIFT during the first 1000 min on stream. This increase is probably due to a continued reduction of Ni under Zhang and Verykios reported that La202CO3 plays working conditions, in agreement with the reduction an important role in the C02 reforming reaction over data given in Fig. 8 as well as the magnetic measure- 17% Ni/La203 [7]. The present 0.15% Ni/x% La/ ment data given in Table 1. After the first 1000minon A1203 catalysts (x=l.7, 8.5) were studied by DRIFT stream the turnover frequency of the catalysts with in order to search for similar effects. 1.7% Ln levels out. The unpromoted catalyst has a According to the literature, carbonate species on near stable turnover frequency during a 3600 min test La203 based materials are observed in the energy at 800. These data suggest that the initial deactiva- range 1600-1300 cm-~ [20-23]. The DRIFT experi- tion of both Ln-promoted and unpromoted Ni/A1203 ments showed no sign of oxycarbonate neither under may be ascribed mainly to Ni particle growth. With CO2 atmosphere nor under reaction conditions. How- prolonged testing of a catalyst with 1.7% Ln, the ever, when studying a 17% Ni/La203 sample, oxyge- turnover frequency decreases with increasing time nate species were clearly observed and a dissociative on stream, suggesting that parameters other than Ni adsorption mechanism of CO2 could be suggested agglomeration dominate the activity change. Since [24]. Theoretically, the presently adopted 8.5% La elemental analysis indicated that Ni loss is not respon- would give 1/2 monolayer coverage of the initial sible for the activity loss, coking is the most probable 0-A1203. However, the TEM investigations of the cata- reason. In view of the turnover frequency profile, it lyst with 8.5% La indicated that more than 50% of the was surprising to see that the coking rate was highest outer catalyst surface was covered by La-containing at short times on stream. A detailed study of the phases. This indicates that the difference in behaviour amounts and types of coke formed over these catalysts between the present catalysts and the special 17% Ni/ with time on stream is in progress in our laboratory. La203 sample is not due to the smaller amount of La The average Ni particle size is initially significantly presently adopted. It is more likely that the difference lower for 0.15% Ni/A1203 promoted with 1.7% La originates from the fact that lanthanum presently is than for the unpromoted or 8.5% La-promoted cata- predominantly bonded in the form of perovskite or lysts. The difference between unpromoted and 1.7% magnetoplumbite type phases, which are less suscep- La promoted Ni/A1203 was expected, since the unpro- tible to carbonatization than La203 [10,11,16]. moted catalyst is reduced more rapidly, probably leading to more Ni agglomeration during prereduc- 4. Discussion tion. For the catalysts promoted with 1.7% vs. 8.5% Ln, the difference was more surprising, since the The data reported above can be summarized as catalyst with 8.5% La is even less reduced than the follows: catalyst with 1.7% La after prereduction. Unreduced 1. 0.15% Ni/A1203 looses approximately 50% of its Ni oxide might be a reason for this observation. initial activity as a CO2 reforming catalyst during Supported metal sintering is most often described 80 h on stream at 800. by Ostwald ripening, which is second order in the A. Slagtern et al./Applied Catalysis A.\" General 165 (1997) 379-390 389 metal if diffusion is rate determining, and first order if The superior performance of the catalyst promoted an interphase reaction is rate determining [25]. Bolt with 1.7% Ln compared to unpromoted catalyst can be et al. have reported that interphase diffusion is rate- partly explained by a higher Ni dispersion. It is also determining for Ni particle sintering on a A1203/ possible that Ln has a chemical effect on the catalyst. NiA1204 support [26]. Our TEM investigations The higher initial activity of the catalyst promoted showed that Ni is distributed on a number of (small) with 1.7% Ln compared to 8.5% Ln may be explained phases on the catalyst promoted with 1.7% La, by a higher initial Ni reduction. possibly suggesting that the higher initial Ni metal dispersion on this catalyst compared to Ni/A1203 is partly due to the diversity of phases on the catalyst Acknowledgements support. Another interesting observation from Fig. 7 is that Some TEM experiments were performed at Institut the activity difference between Ni/A1203 promoted de Recherches sur la Catalyse (IRC) by Christiane with 1.7% Ln and unpromoted Ni/AI203 cannot be Leclecq. The authors also thank Aud I. Spjelkavik fully explained by the difference in Ni particle size: Bjorn Sortland, Karl Anne Andreassen, Odny Deber- when all Ni is reduced on both catalysts, the turnover nard and Per Fostervoll for their technical assistance frequency ratio, N(NiLaA1)/N(NiA1)= 1.4 (lower and Prof. Guy Martin and Prof. Claude Mirodatos for NiLaA1 curve) or 2.1 (higher NiLaA1 curve), using stimulating discussions. The Research Council of the initial turnover frequency for the unpromoted Norway is gratefully acknowledged for supporting catalyst. These results indicate a chemical effect of part of this work. the Ni-La-AI-O system, promoting CH4 and/or CO2 activation. Zhang and Verykios have earlier proposed that in pure Ni/La203 catalysts, La203 activates CO2 through oxycarbonate formation, leading to a higher References catalyst activity compared to pure Ni/A1203 [7]. The DRIFT studies of the present catalysts did not show [1] F. Fischer, H. Tropsch, Brennstof Chemic 3(9) (1928) 29. any oxycarbonate formation. However, it should be [21 s. Teuner, Hydrocarbon Processing 64 (1985) 106. noted that the present catalysts contain a very small [31 J.R. Rostrup-Nielsen, in: J.R. Anderson. M. Boudart (Eds.), amount of Ni, and that even a non-DRIFT-detectable Catalysis. Science and Technology, Springer, Berlin, Vol. 5, amount of adsorbed CO2 may be enough to activate 1984, p. 3. [41 J.H. Edwards, fatal. Today 23 (1995) 59. CH~ on Ni sites. The importance of the promoter effect [51 T.A. Chubb, Solar Energy 24 (1980) 341. has also been observed by others. Kunimori et al. [6] A.T. Ashcroft, A.K. Cheetham, M.L.H. Green. P.D.E Vernon, ascribed the difference in the activity of RhVO4/SiO2 Nature 352 (1991) 225. and unpromoted Rh/SiO2 to the importance of metal [7] z. Zhang, X.E. Verykios, J. Chem. Soc., Chem. Commun., particle size, morphology and interaction with the (1995) 71. oxide support [27]. [8] J.R. Rostrup-Nielsen, J.H. Bak-Hansen, J. fatal. 144 (1993) 38. [9] A.M. Gadalla, M.E, Sommer, J. Am. Ceram. Soc. 72(4) (1989) 683. 5. Conclusion [10] R. Biota, I.M. Dahl, ,~. Slagtern, B. Sortland, A. Spjelkavik, E. Tangstad, fatal. Today 21 (1994) 535. [11] A. Slagtern, U. Olsbye, R. Blom, I.M. Dahl, Stud. Surf. Sci. 0.15% Ni/1.7% La/A1203 has been found to be a fatal. 107 (1997)497-503. stable and active catalyst for the CO2 reforming of [121 U. Olsbye, E. Tangstad, I.M. Dahl, Stud. Surf. Sci. fatal. 82 methane. The observed deactivation is initially mainly (1994) 303. due to agglomeration of Ni. At the same time there is a [13] B. Imelik, J.C. Vedrine, Catalyst Characterization, Plenum. continued reduction of Ni during catalytic testing, New York, 1994, p. 585. contributing to the stable and active performance of [14] W. Tsang, R.F. Hampson, J. Phys. Chem. Ref. Data 15(3) (1986) 1087. the catalyst. Coking is initially high and then stabilizes [15] T. Wurzel, U. Olsbye, L. Mleczko, Ind. Eng. Chem. Res., in after increasing time on stream, press. 390 A. Slagtern et al./Applied Catalysis A: General 165 (1997) 379-390 [16] ,~. Slagtern, U. Olsbye, R. Blom, I.M. Dahl, Appl. Catal. A [23] S. Bernal, F.J. Botana, R. Garcia, J.M. Rodriguez-Izquierdo, 145 (1996) 375. J. Mater. Sci. 20 (1985) 537. [17] P. Valc6, S. Vajda, Data Handling in Science and Technology, [24] ,~. Slagtern, Y. Schuurman, C. Leclercq, X. Verykios, C. Elsevier, Amsterdam, 1989. Mirodatos, J. Catal., in press. [18] R.M. Bozorth, Ferromagnetism, D. Van Nostrand, New York, [25] D.B. Dadyburjor, in: B. Delmon, G.F. Froment (Eds.), 195l. Catalyst Deactivation, Elsevier, Amsterdam, 1987, [19] G.J. den Otter, EM. Dautzenberg, J. Catal. 53 (1978) 116. p. 21. [20] S. Lancombe, C. Geantet, C. Mirodatos, J. Catal. 151 (1994) [26] P.H. Bolt, EH.EM. Habraken, J.W. Geus, J. Catal. 151 (1995) 439. 300. [21] R.A. Nyquist, R.O. Kagel, Infrared Spectra of Inorganic [27] K. Kunimori, S. Umeda, J. Nakamura, T. Uchijima, Bull. Compounds, Academic Press, New York, 1971. Chem. Soc. Jpn 65 (1992) 2562. [22] S. Bernal, EJ. Botana, R. Garcia, J.M. Rodriguez-Izquierdo, Thermochim. Acta 66 (1983) 139. APCATA 97002202 S0926-860X(97)00220-2 10.1016/S0926-860X(97)00220-2 Elsevier Science B.V. All rights reserved. Characterization of Ni on La modified Al2O3 catalysts during CO2 reforming of methane Åse Slagtern * a Unni Olsbye a Richard Blom a Ivar M. Dahl a Helmer Fjellvåg b a SINTEF Applied Chemistry, P.O. Box 124 Blindern, N-0314 Oslo ,Norway b Department of Chemistry, University of Oslo, P.O.Box 1033 Blindern, N-0315 Oslo ,Norway * Corresponding author. Tel.: +47-22-067687; fax: +47-22-067350 0.15 wt% Ni/x wt% Ln/Al2O3 (x=0, 1.7, 8.5, Ln=rare earth mixture) catalysts have been tested for life time stability (60–600 h) during CO2 reforming of methane in a fluidized bed reactor at 800°C and 1 atm with CH4 : CO2 : N2=2 : 2 : 1. The catalyst with 1.7% Ln is more active and stable than the unpromoted catalyst and the catalyst with 8.5% Ln. Samples of the catalysts were taken out after different times on stream and characterized using magnetic measurements and Transmission Electron Microscopy (TEM). The characterization results showed that even after prereduction at 1000°C (5% H2/He, 2 h), Ni is continuously reduced during testing of the Ln-containing catalysts. This effect is more pronounced at higher Ln loadings (8.5% vs. 1.7% Ln). An increase in Ni particle size during testing was also observed. The results indicate that Ni sintering is initially a major reason for deactivation, while coking becomes increasingly important with longer times on stream (i.e., >60 h). The catalyst with 1.7% Ln has a higher initial Ni dispersion than the catalyst with 0% Ln. The higher activity of the promoted vs. unpromoted catalyst cannot be fully explained by this difference. However, the activity difference between the catalyst promoted with 1.7% or 8.5% Ln may be explained by a lower reduction of Ni for the 8.5% Ln-promoted catalyst. Keywords Methane conversion Synthesis gas Ni/La/Al2O3 fluidized bed Characterization Deactivation Reference [1] Fischer F. Tropsch H. Brennstof Chemie 3 9 1928 29 [2] Teuner S. Hydrocarbon Processing 64 1985 106 [3] Rostrup-Nielsen J.R. Anderson J.R. Boudart M. Catalysis, Science and Technology Vol. 5 1984 Springer Berlin 3 [4] Edwards J.H. Catal. Today 23 1995 59 [5] Chubb T.A. Solar Energy 24 1980 341 [6] Ashcroft A.T. Cheetham A.K. Green M.L.H. Vernon P.D.F. Nature 352 1991 225 [7] Zhang Z. Verykios X.E. J. Chem. Soc., Chem. Commun. 1995 71 [8] Rostrup-Nielsen J.R. Bak-Hansen J.H. J. Catal. 144 1993 38 [9] Gadalla A.M. Sommer M.E. J. Am. Ceram. Soc. 72 4 1989 683 [10] Blom R. Dahl I.M. Slagtern Å. Sortland B. Spjelkavik A. Tangstad E. Catal. Today 21 1994 535 [11] Slagtern Å. Olsbye U. Blom R. Dahl I.M. Stud. Surf. Sci. Catal. 107 1997 497 503 [12] Olsbye U. Tangstad E. Dahl I.M. Stud. Surf. Sci. Catal. 82 1994 303 [13] Imelik B. Vedrine J.C. Catalyst Characterization 1994 Plenum New York 585 [14] Tsang W. Hampson R.F. J. Phys. Chem. Ref. Data 15 3 1986 1087 [15] T. Wurzel, U. Olsbye, L. Mleczko, Ind. Eng. Chem. Res., in press. [16] Slagtern Å. Olsbye U. Blom R. Dahl I.M. Appl. Catal. A 145 1996 375 [17] Valcó P. Vajda S. Data Handling in Science and Technology 1989 Elsevier Amsterdam [18] Bozorth R.M. Ferromagnetism 1951 D. Van Nostrand New York [19] den Otter G.J. Dautzenberg F.M. J. Catal. 53 1978 116 [20] Lancombe S. Geantet C. Mirodatos C. J. Catal. 151 1994 439 [21] Nyquist R.A. Kagel R.O. Infrared Spectra of Inorganic Compounds 1971 Academic Press New York [22] Bernal S. Botana F.J. Garcia R. Rodriguez-Izquierdo J.M. Thermochim. Acta 66 1983 139 [23] Bernal S. Botana F.J. Garcia R. Rodriguez-Izquierdo J.M. J. Mater. Sci. 20 1985 537 [24] Å. Slagtern, Y. Schuurman, C. Leclercq, X. Verykios, C. Mirodatos, J. Catal., in press. [25] Dadyburjor D.B. Delmon B. Froment G.F. Catalyst Deactivation 1987 Elsevier Amsterdam 21 [26] Bolt P.H. Habraken F.H.P.M. Geus J.W. J. Catal. 151 1995 300 [27] Kunimori K. Umeda S. Nakamura J. Uchijima T. Bull. Chem. Soc. Jpn 65 1992 2562",
      "scopus-id": "0000812588",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002202",
        "dc:description": "0.15 wt% Ni/x wt% Ln/Al2O3 (x=0, 1.7, 8.5, Ln=rare earth mixture) catalysts have been tested for life time stability (60–600 h) during CO2 reforming of methane in a fluidized bed reactor at 800°C and 1 atm with CH4 : CO2 : N2=2 : 2 : 1. The catalyst with 1.7% Ln is more active and stable than the unpromoted catalyst and the catalyst with 8.5% Ln. Samples of the catalysts were taken out after different times on stream and characterized using magnetic measurements and Transmission Electron Microscopy (TEM). The characterization results showed that even after prereduction at 1000°C (5% H2/He, 2 h), Ni is continuously reduced during testing of the Ln-containing catalysts. This effect is more pronounced at higher Ln loadings (8.5% vs. 1.7% Ln). An increase in Ni particle size during testing was also observed. The results indicate that Ni sintering is initially a major reason for deactivation, while coking becomes increasingly important with longer times on stream (i.e., >60 h). The catalyst with 1.7% Ln has a higher initial Ni dispersion than the catalyst with 0% Ln. The higher activity of the promoted vs. unpromoted catalyst cannot be fully explained by this difference. However, the activity difference between the catalyst promoted with 1.7% or 8.5% Ln may be explained by a lower reduction of Ni for the 8.5% Ln-promoted catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002202",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Slagtern, Åse"
          },
          {
            "@_fa": "true",
            "$": "Olsbye, Unni"
          },
          {
            "@_fa": "true",
            "$": "Blom, Richard"
          },
          {
            "@_fa": "true",
            "$": "Dahl, Ivar M."
          },
          {
            "@_fa": "true",
            "$": "Fjellvåg, Helmer"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002202"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002202"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00220-2",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization of Ni on La modified Al2O3 catalysts during CO2 reforming of methane",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane conversion"
          },
          {
            "@_fa": "true",
            "$": "Synthesis gas"
          },
          {
            "@_fa": "true",
            "$": "Ni/La/Al2O3 fluidized bed"
          },
          {
            "@_fa": "true",
            "$": "Characterization"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "379-390",
        "prism:endingPage": "390",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00220-2",
        "prism:startingPage": "379",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00220-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000812588"
      }
    }
  }
}