{
  "metadata": {
    "title": "Effect of preparation method and selective poisoning on the performance of platinum supported on tungstated zirconia catalysts for alkane isomerization",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-12-17",
    "doi": "10.1016/S0926-860X(96)00232-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002323",
    "pii": "S0926860X96002323"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000847173",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-06-17 1999-06-17 2010-11-14T00:05:07 1-s2.0-S0926860X96002323 S0926-860X(96)00232-3 S0926860X96002323 10.1016/S0926-860X(96)00232-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00592 2024-01-01T12:19:29.85596Z 0 0 19961217 1996 1999-06-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 148 148 1 1 Volume 148, Issue 1 12 155 166 155 166 19961217 17 December 1996 1996-12-17 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. EFFECTPREPARATIONMETHODSELECTIVEPOISONINGPERFORMANCEPLATINUMSUPPORTEDTUNGSTATEDZIRCONIACATALYSTSFORALKANEISOMERIZATION LARSEN G LARSEN 1995 213 G IGLESIA 1993 238 E HINO 1987 1259 M HINO 1989 971 M 1990 CRCHANDBOOK IGLESIA 1995 E 14THNORTHAMERICANCATALYSISSOCIETYMEETING SOLED 1994 S AICHEANNUALMEETING IGLESIA 1996 533 E LARSEN 1996 201 G LARSEN 1996 57 G LARSEN 1996 543 G ASUQUO 1995 376 R LIU 1996 167 H COMELLI 1995 96 R ADEEVA 1994 L11 V REZGUI 1996 5 S BEAREZ 1983 405 C LECLERCQ 1976 68 G RODRIGUEZREINOSO 1987 1 F LARSENX1996X155 LARSENX1996X155X166 LARSENX1996X155XG LARSENX1996X155X166XG 2020-03-01T09:48:11.208Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S0926860X96002323 NSF CTS-9406718 NSF National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000001 http://sws.geonames.org/6252001/ American Chemical Society ACS American Chemical Society http://data.elsevier.com/vocabulary/SciValFunders/100005300 http://sws.geonames.org/6252001/ PetroleumR esearchF und 31067-AC5 University of Nebraska ResearchC ouncil This researchw as supportedi n part by the NSF (CTS-9406718)a nd by the American Chemical Society (PetroleumR esearchF und, grant # 31067-AC5). Support from the ResearchC ouncil and the Layman Fund of the University of Nebraska is also acknowledgedO. ne of us (LMP) wishes to express her gratitudet o the University of San Juan for providing a graduatef ellowshipt o study at the University of Nebraska. We thank the refereesf or their valuable commentsb ut of course,w e are to be held responsiblefo r all thosed eficiencies that persist. item S0926-860X(96)00232-3 S0926860X96002323 1-s2.0-S0926860X96002323 10.1016/S0926-860X(96)00232-3 271346 2024-01-01T12:19:29.85596Z 1996-12-17 1-s2.0-S0926860X96002323-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002323/MAIN/application/pdf/18ab8053e40eece19dcf534cc2ccb970/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002323/MAIN/application/pdf/18ab8053e40eece19dcf534cc2ccb970/main.pdf main.pdf pdf true 652062 MAIN 12 1-s2.0-S0926860X96002323-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002323/PREVIEW/image/png/7ebc22178d4f6c9525735a99014a3c30/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002323/PREVIEW/image/png/7ebc22178d4f6c9525735a99014a3c30/main_1.png main_1.png png 42589 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 148 (1996) 155 - 166 Effect of preparation method and selective poisoning on the performance of platinum supported on tungstated zirconia catalysts for alkane isomerization Gustavo Larsen *, Lucia M. Petkovic Department of Chemical Engineering, University of Nebraska-Lincoln Lincoln, NE 68588-0126, USA Received 12 April 1996; revised 16 June 1996; accepted 16 June 1996 Abstract The reactions of n-butane with hydrogen at 573 K were used as chemical probes to study the performance of platinum supported on tungstated zirconia (PtWZ) prepared by sequential impreg- nation of tungsten (W) and platinum (Pt) precursors. The effect of Pt and W loading and calcination and reduction temperatures on the n-butane isomerization activity and selectivity was determined. N-propylamine poisoning experiments show that the isomerization and homologation (C3 + C5) pathways are affected more dramatically than the hydrogenolysis routes because the former are exclusively acid-catalyzed reactions. Keywords: Platinum: Tungstated zirconia; n-Butane isomerization; Propylamine poisoning 1. Introduction Since sulfated zirconia catalysts promoted by noble metals are subjected to sulfate reduction and subsequent poisoning of the metallic function under reducing atmospheres [1,2], the Mo- and W-based oxoanions originally proposed by Hint and Arata [3,4] appear to be suitable candidates for isomerization of alkanes heavier than C4. The isomerization of n-butane can be used to gauge the 'practical' catalyst acidity i.e., as a chemical probe, because of the rather small number of product species that are formed in the 550-600 K temperature range. * Corresponding author. Tel.: (+ 1-402) 472-9805; fax: (+ 1-402) 472-6989; e-mail: chrdgl @engvms.unl.edu. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PI1 S0926-860X(96)00232-3 156 G. Larsen, L.M. Petkouic /Applied Catalysis A: General 148 (1996) 155-166 Disregarding hydrogenolysis reactions, the equilibrium conversion for the n- butane isomerization pathway is roughly 50% in that range [5], and as the molecular weight of linear hydrocarbons increases, thermodynamic calculations reveal that the equilibrium conversion toward branched paraffins would be heavily favored by the larger number of optical isomers and symmetry permuta- tions [6]. Thus, the lower activity of Pt supported on tungstated zirconia with respect to the sulfated material may not be a serious disadvantage for C6-C7 alkane isomerizations. Furthermore, according to a recent Exxon patent [7] and reports from the same group in scientific meetings [8-11], platinum supported on tungstated zirconia (PtWZ) is much more selective than its sulfated (PtSZ) counterpart for isomerization of heavier alkanes such as n-heptane. It is believed that the surface residence time of carbenium ions is much sorter in the case of PtWZ, thereby preventing /3-fission reactions that lead to acid-catalyzed crack- ing [10]. In a recent paper, we compared the performance of PtWZ prepared by two different methods in terms of their n-butane isomerization selectivity, coking rates and surface acidity [12]. We found that samples produced by sequential impregnation of ammonium metatungstate and hexachloroplatinic acid displayed high isomerization selectivity. In this paper, we report on the influence of the different preparation variables on catalyst performance, the effect of selective site poisoning and the apparent activation energies and preexponential factors for the different product molecules. The two preparation methods originally proposed needed to be examined in more detail, as we had explored only a few points in the preparation variables hyperspace. The effect of reduction and calcination temperatures, and of tungsten and platinum loadings is presented in this contribution. Such catalyst screening would in principle provide the reader with a more or less complete guide for the preparation of these materials. Based on an extensive literature search, no such studies are available in the journals literature. The work of Hino and Arata [3] represented the start point for both Iglesia and co-workers [7-11] and our group [12-14], but no catalyst optimiza- tion has yet been reported. PtWZ is then a promising system given its low tendency to form coke and its good isomerization activity and selectivity in the 200-300 range [12]. Since the overall stability (not the activity) of PtWZ is better than that of PtSZ, one should wonder whether PtWZ would still be sought as a potential alternative to other well-known systems such as those based on acidic mordenites in the 573 K range. In Fig. 5 of this manuscript, it will be seen that the selectivity of PtWZ toward isobutane is much higher than those reported for H-mordenite [15] and Pt/H-mordenite [16] under similar conditions. H-mordenite has a marked tendency to give n-butane disproportionation (C3 + C5) and cracking products around 300 [15], and so does Pt/H-mordenite [16]. On a mass basis, PtWZ renders comparable isobutane production rates. As a reference point, consider that at 13% total conversion, hydrogen:n-butane ratios of 0.25 and 271 G. Larsen, LM. Petkovic / Applied Catalysis A: General 148 (1996) 155-166 157 reaction temperature, the selectivity of a 0.5 wt.-% Pt/H-mordenite catalyst toward isobutane was found to be only 9.5% [16]. Pt/H-mordenite is used commercially for isomerization of alkanes heavier than C4, but given the promising performance of PtWZ for the isomerization of n-heptane at high conversions as well (> 80% selectivity at 50% conversion, H~/n-C7 = 6.5,473 K, refs. [8] and [10]), a study on the preparation of PtWZ could expand our knowledge on this system. 2. Experimental The preparation of WZ and PtWZ by sequential W and Pt impregnation is described in detail elsewhere [12]. In brief, hydrous zirconia was obtained by conventional precipitation of zirconyl salts with ammonium hydroxide. The oven-dried hydrous zirconia was impregnated with solutions of ammonium metatungstate and hexachloroplatinic acid containing appropriate concentrations of both metals. The catalysts were crushed and sieved and the 20-45 mesh fraction was collected, then calcined at the chosen temperature for 1 h under a 0.8 1/min g cat. flow, and the calcination temperature was achieved by applying a 13/min ramp. The samples were subsequently reduced for 1 h at the selected temperature. For labeling purposes, we specify the wt.-% of either Pt or W immediately after the chemical symbol as subscripts, and the reduction and calcination temperatures (in ) as the label suffix and prefix respectively. For example, the 6 wt.-% W and 1.2 wt.-% Pt catalyst that had been calcined at 823 and reduced at 350 was labeled as 823-Ph.zW6Z-350. In our previous work, we characterized the 823-PtL2W~2Z-350 catalyst by temperature-pro- grammed oxidation, pyridine adsorption, chemisorption, X-ray diffraction and kinetics [12]. The present study reports on the performance of sets of catalysts (changing one variable at a time) in terms of their conversion and selectivity at a fixed temperature, partial pressures and catalyst mass in a packed-bed reactor. The goal was to narrow down the selection of calcination and reduction temperatures and W and Pt content to produce better isomerization catalysts for future studies, and to check whether a bifunctional mechanism is responsible for the isomerization of n-butane over PtWZ. The mass-flow and temperature-controlled atmospheric packed bed reaction system with on-line GC detection was described earlier [1]. The measurement of kinetic parameters required careful control of the product analysis scheme, by means of optimizing the detector sensitivity, column efficiency and sample size. We employed on-line FID detection (HP 5880A, six-port manual injection valve) and a 50 m methyl silicone capillary column from Hewlett-Packard. n-Propylamine 99.5% + was purchased from Fluka, and n-butane 99.9% and ultra-high purity hydrogen and air were supplied by Matheson. Hydrogen was passed through a commercial oxygen trap. Typically, 0.25 g of catalyst calcined 158 G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 and reduced in situ were exposed to a flowing mixture of 10 cc/min hydrogen and 15 cc/min n-butane at 300, resulting in 40.5 and 60.8 kPa partial pressures, respectively. The effect of partial pressures on conversion and selectivity was studied earlier and will not be discussed here [12]. To measure the kinetic parameters, an activity plateau was reached at the highest tempera- ture, followed by 8-10 decrements. For the n-propylamine poisoning experi- ments carried out over the 823-Pt0.3W6Z-350 catalyst, 1 /zl of liquid sample was injected via a septum assembly at the preheating section of the catalytic bed. 3. Results and discussion The effect of W and Pt loading on catalysts calcined at 823 and reduced at 450 is shown in Figs. 1 and 2. Above 6 wt.-%, it appears that total conversion is only affected at very short times on stream. The little or no benefit that results from exceeding the 6 wt.-% W limit may be attributed to the formation of an inactive tungsten oxide form. The difference in activity (on a total catalyst mass basis) between say, 823-Pto.3W6-350 and 823-PtmW6-350 is not proportional to the amount of noble metal, a fact that calls for the use of small Pt loadings (some of the Pt may become inaccessible at higher loadings). Our choice of reduction temperature (Fig. 3) was based on some of our previous observations [12]. By means of in situ X-ray absorption near edge spectroscopy (XANES), we found that the tungsta phase undergoes reduction above 450, [8]. In 2.5 \"i 1.5 1 0.5 0 ~ ~ n I 20 40 60 80 TOS (rain) Fig. 1. Effect of W loading. Total n-butane conversion curves of: ( 823-Ptl.2Zr-350 (no W), (13) 823-W6Zr-350 (no Pt), ( 823-Ptl.2W3Zr-350, (O) 823-Ptl.2W6Zr-350, ( 823-Ptt.2W9Zr-350 and ( 823-Ptl.2W12Zr-350. PHz: 40.5 kPa, Pn_c4:60.8 kPa, T = 300. Catalyst mass: 0.25 g. G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 2.5 159 2 ~ 1.5 0.5 , o-- ~.r i ,'3 o [ --[ 20 40 60 80 TOS (rain) Fig. 2. Effect of platinum loading. Total n-butane conversion curves of: (O) 823-Ptl.2Zr-350 (no W), ( [] ) 823-W6Zr-350 (no Pt), (0) 823-PtI.zW6Zr-350, (I) 823-Pto.9W6Zr-350, (0) 823-Pt0.6W6Zr-350 and (A) 823-Pto.3W6Zr-350\" Pn2:40.5 kPa, P,_c4:60.8 kPa, T = 300. Catalyst mass: 0.25 g. addition, the zirconia support itself experiences reduction in the presence of Pt and H2 at high temperatures [14]. To avoid transient behavior, our minimum reduction temperature employed was equal to that used for reaction. From Fig. 3, it is seen that catalysts reduced between 300 and 400 perform very 2.5 ......................................................... ~ ~ 1.5 l_ ca 1 0.5 0 ~ i ~\" ~-~, n ~ I 0 20 40 60 80 TOS (Inin) Fig. 3. Effect of reduction temperature. Total n-butane conversion curves of: ( 823-Ptl.2Zr-350 (no W), (n) 823-W6Zr-350 (no Pt), (A) 823-Pt0.3W6Zr-300, (0) 823-Pt0.3W6Zr-350, and (0) 823-Pto.3W6Zr-400. PHz: 40.5 kPa, Pn-c4:60.8 kPa, T = 300. Catalyst mass: 0.25 g. 160 G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 .~ 1.s L m 1 0.5 x x x 0 _p----o . ~ oI 0 20 40 60 80 TOS (rain) Fig. 4. Effect of calcination temperature. Total n-butane conversion curves of: ( 823-Ptl.2Zr-350 (no W), ( [] ) 823-W6Zr-350 (no Pt), ( ) 673-PtI.~W6 Zr-350, ( ) 723-Ph.2w6Zr-350. ( 41, ) 773-Ph.2W6Zr-350. ( ) 823-Ptl.2W6Zr-350 and (0) 873-Pt1.2W6Zr-350. PH2:40.5 kPa, Pn-c~: 60.8 kPa, T = 300. Catalyst mass: 0.25 g. similarly, and this is believed to be due to the fact that higher reduction temperatures induce a larger extent of undesirable tungsten (and support) reduction [14]. An appropriate calcination temperature range between 823 and 773 should provide maximum activity (Fig. 4). Hino and Arata [3] suggested the use of calcination temperatures around 827 to maximize the activity of Pt-free tungstated zirconia catalysts. In the case of PtSZ, it is well-known that the presence of surface sulfate both retards the crystallization process and stabilizes the tetragonal form of zirconia [17]. For example, the maximum n-butane isomerization activity of SZ is achieved after calcination at 600-620, the temperature at which the amount of tetragonal zirconia reaches a maximum [17]. On the other hand, the monoclinic form of SZ is known to be much less active for alkane isomerization [17]. Our studies indicate that calcination temper- atures higher than those for SZ are necessary for PtWZ samples to activate the W function, and it is the ability of this additive to retard the sintering of the support that also plays a role in catalyst activity. The BET surface areas of 823-Pt12W12-350 catalysts are around 45 m2/g after calcination, which are about one half order of magnitude higher than that of the tungsta-free sample calcined at the same temperature [13]. Still, the active phase formation process may be more complex than that of SZ. Using a combination of EXAFS and UV spectroscopy, Iglesia and co-workers [10,11] found that polynuclear tungsten oxide moieties are present after WZ activation. This is consistent with our G. Larsen, L.M. Petkot,ic/Applied Catalysis A.\" General 148 (1996) 155-166 161 1.$ 7 Z O 0.5 ' ee METHANE mETHANE [3 PROPANE ISO-BUTANE i m 2-METHYL BUTANE N-PENTANE .~ , ~.~- ~ [ Blanks l % Pt \" ~ \"~ \"~ ~ ~ ~ i ~ g~ < < ,< m ~ m Pt Aco I % WO3 q Calcination T ] Reduction T I CATALYST Fig. 5. Selectivities of PtWZ catalysts at 75 min time on stream. The suffix 'Std' refers to the co-calcination method, whereas the 'Aco' refers to the sequential calcination method using Pt(acac)2. PHi: 40.5 kPa, Pn c ~: 60.8 kPa, T = 300. Catalyst mass: 0.25 g. previous observation of a three-phase system after calcination at 823 consist- ing of tetragonal and monoclinic zirconia, and a tungsten oxide form [12]. A general overview of the product selectivities after 75 min time on stream (TOS) is presented in Fig. 5. The need for both Pt and W in the catalyst is apparent from this figure. In this sense, the catalyst is expected to be bifunc- tional, with the acid function participating in the isomerization (and to a small extent, fl-fission) of carbenium ions and the metal function providing the hydrogenation-dehydrogenation capacityIn addition, upon reduction of WZ and PtWZ catalysts and subsequent pyridine adsorption, we found that PtWZ preparations gave larger pyridinium ion IR signals [14]. This can be attributed to the Pt being able to activate the WZ acid function by hydrogen spillover. Note that, everything else kept constant, Figs. 1-5 show that PtWZ is roughly 2 times more active than WZ, which suggests that Pt also aids the acid site activation process. Thus, the better isomerization activity of PtWZ with respect to WZ is not merely due to the incorporation of a new, all-Pt-catalyzed isomerization pathwayThis will become apparent from the acid site poisoning experiments described below We had prepared a better dispersed catalyst by calcining the tungstated zirconia solid first, followed by impregnation of the dry powders with an ether solution of Pt(acac)2 and finally calcining the Pt-loaded material to 500 [12]. Such material showed high hydrogenolysis selectivities but given its higher coke 162 G. Larsen, L.M. Petkovic / Applied Catalysis A: General 148 (1996) 155-166 formation resistance, we chose to study the effect of W loading to see whether the selectivity could be improved (suffix 'Aco' in Fig. 5). Fig. 5 shows that the production of hydrogenolysis species in these catalysts is still higher than those prepared by the co-calcination method. Since the sequential calcination method gives CO/Pt dispersions three times higher than those of the co-calcined samples [12], it appears that all-Pt-catalyzed hydrogenolysis becomes significant as the Pt surface area increases, without adding any benefit to the yield of isobutane. In general, the selectivity of PtWZ catalysts toward isomerization at low conversions is very good. Previous comparisons with a Pt/A1203 catalyst showed that the latter preferentially catalyzes the hydrogenolysis pathway under the same conditions [12]. Of all preparation variables, it appears that the calcination temperature is most critical (see Figs. 4 and 5). In this sense, PtWZ resembles PtSZ in that this variable plays the major role in creating the active isomerization sites. A key difference between the two is that small aggregates or crystallites of a WO3-1ike form are present when PtWZ becomes active, in light of UV spectroscopy [10] and XRD [12] evidence, but isolated sulfate centers are generally accepted to be responsible for the formation of the acid function in PtSZ. Recently, we have conducted pulse experiments using labeled n-butanes, CH3-(CH2)2-13CH3 (1 *C4) and 13CH3-(CH2)2-13CH3 (1-4.C4), and con- cluded that a bimolecular mechanism is responsible for n-butane isomerization and homologation [18-20]. Small but detectable amounts of pentanes (Fig. 5) are consistent with the proposal of a C ~- open cation as originally proposed by Bearez et al. [21] for the isomerization of n-butane over H-mordenite. However, it is apparent from Fig. 5 that the homologation pathway is much slower than the isomerization channel in the case of PtWZ, which is a desirable feature from a practical viewpoint. We mentioned earlier that homologation (as well as hydrocracking) of n-butane is more important in H-mordenite [15] and Pt/H- mordenite [16] catalysts than in PtWZ. Fig. 6 shows how the injection of 1 /zl of n-propylamine (N/W ratio: 0.15) poisons the production of the different reaction species over 823-Pto.3W6-350, once the system had achieved steady state. To generate an activity plateau, we first reacted n-butane over the catalyst for one half hour under N2 :H2 :n-Ca flow ratios of 15:10:15 (total flow: 88 cc/min g cat.). Then, we interrupted the inert gas flow only. It appears that this increase in hydrogen partial pressure causes an activity plateau to be reached in a short time. From Fig. 6, it is apparent that the production of isomerization and homologation species is completely suppressed after injection of the base molecule, which is consistent with the proposal of a bifunctional mechanism, but hydrogenolysis species are still being detected. Unlike the pentanes and isobutane, propane is expected to be generated by both all-Pt-catalyzed hydrogenolysis and homologation, and it is the former that completely takes over the C3 production after the poisoning of the acid function. G. Larsen, L.M. Petkouic / Applied Catalysis A: General 148 (1996) 155-166 163 6 4 ',1--1/11PrNH2--> L k ^N o o o o o m ~ lik--.~. &__A - ~-. ~' 40 60 80 100 120 Time on Stream (min.) Fig. 6. Effect of n-propylamine poisoning on product formation. (+) isobutane, (zx) 2-methylbutane, ((3) propane and ( methane. PH2:40.5 kPa, Pn-c~: 60.8 kPa, T = 300. The small time lag in the propane production decay shown in Fig. 6 may be due to the fact that this molecule is also a product of n-propylamine hydrogenolysis. Still, the residual methane and propane production is expected to be a Pt-cata- lyzed reaction since this is the only catalytic function that survived the n-pro- pylamine poisoning process. Earlier, by comparing the catalytic behavior of Pt/A1203, Pt/ZrO2 and 823-Pt1.2W12-350 catalysts, we proposed that while isomerization (and homologation) was expected to occur exclusively on the acid sites, the formation of lighter hydrocarbons in the presence of hydrogen took place primarily on the Pt function [12]. It is interesting to point out that base amounts much smaller than stoichiometric are sufficient to completely eliminate the isomerization and homologation activities. Thus, this favors the idea that there is not one acid site per every Wn+ center in 823-Pto.3W6-350, a fact that was discussed in more detail above. Rather high calcination temperatures are necessary to activate the W function (see Fig. 4), and one is forced to compromise among a few variables, including Pt and W loading. The kinetic parameters are reported in Table 1 and Fig. 7. The measurements were carried out at a H2:n-C4 ratio of 1. The main difficulty associated with such experiments is that the hydrogenolysis species appear to form also as secondary products above conversions as low as 0.4%. From Fig. 6, it is Table 1 Kinetic parameters for the n-butane reactions with hydrogen over 823-Pt0.3W6-350 (same conditions as in Fig. 7) CH 4 C 2 H 6 C 3 H 8 i-C 4 H 10 CH 4 (poisoned) A (l/h) 1.6.109 3.0\" 107 3.4\" 108 1.5- 107 2.9.107 E~ (kJ/mol) 123 114 124 96 108 164 G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 -3 -4 ~-5 ,1 -6 -7 ..... I ' I 1.~8' ~ -3 1.70 1.74 xlO 1/'r (l/K) Fig. 7. Arrhenius curves for the formation of ( + ) isobutane, ( ) methane, (O) ethane, ( zx ) propane and ( [] ) methane (after n-propylamine poisoning). PH2:50.7 kPa, Pn-c4:50.7 kPa. Catalyst: 823-Pt03W6-350. conceivable that methane was also formed as a secondary product from i-C4 prior to n-PrNH2 poisoning, even at very low conversions. If this were the case, the activation energy for methane formation could be a convolution of at least two different pathways, namely direct hydrogenolysis of n-C4, and secondary hydrogenolysis of i-C4. Similarly, propane appears to be produced by both hydrogenolysis and homologation. To test this idea we also measured the kinetic parameters for methane production in the 0.1-0.15% conversion range under the same temperature and pressure conditions but after n-PrNH2 poisoning (Fig. 7 and Table 1). At this lower overall conversion required for minimizing the formation of methane as a secondary product, ethane and propane production were below the detection limit. We expect ethane to be formed from n-butane on the Pt function, just as methane would be after acid site poisoning. It is interesting to notice that the preexponential factors for these two cases (methane after poisoning and ethane before poisoning) are in the same order of magnitude, suggesting they may in principle take place over similar active sites. Of course, such an assumption should still be taken with caution because the preexponential factor is a convolution of the number of active sites and the entropy difference between the activated complex and the reactant. As a reference point to our n-butane kinetic results, our hydrogenolysis activation energies are comparable to those reported by Leclercq et al. [22] for Pt/A1203 catalysts. These authors found values around 125 and 160 kJ/mol for terminal and internal C-C bond rupture, respectively. On the other hand, in the absence of surface acidity such as in the Pt/C catalysts studied by Rodrlguez- Reinoso et al. [23], the n-butane isomerization activation energy is in the order of 170-210 kJ/mol (H/Pt- 0.08-0.51). Since isomerization has been sug- gested to occur via formation of strained 1-3 diadsorbed intermediates over the G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 165 i-. A + \"2 , + ~ ~Me t H~EPt1 Hydrogenolysis Prods. ~H [B-fission CH4 + 1 4- C4s + Propane ~ H2/Pt Fig. 8. Proposed reaction scheme. metal function [23], it is reasonable to expect the acid-catalyzed reaction to be the dominant one if it provides a lower Ea alternate route. This is in fact what we observed for the bifunctional PtWZ catalysts in Table 1. Our proposed reaction scheme is presented in Fig. 8. The open octyl cation and the pathways leading to homologation and isomerization products have been proposed in light of our isotopic labeling results [18]. Other intermediates and routes leading to pentanes and isobutane have been discarded since they should have required the formation of triply labeled primary products (which were in fact not observed), or had at least one methyl or hydride shift step resulting in the formation of less substituted carbenium ions. Here, our addition to this scheme (originally reported in ref. [18]) consists of the incorporation of the hydrogenolysis processes, recognizing that secondary formation of lighter alka- nes from primary products should not be ignored. For simplicity, we have not included the Pt-catalyzed hydrogenation-dehydrogenation pathways which are of course necessary to (a) produce trace amounts of butenes as precursors for carbocations and (b) to hydrogenate the olefins resulting from /3-fission back to alkanes. In summary, we have studied how a number of preparation variables affect the catalysis of n-C4/H2 reactions over PtWZ, and showed how the presence of acid sites is essential to increase the selectivity toward isomerization. In future studies, we will compare our best PtWZ catalysts with conventional alkane isomerization materials in terms of activity and selectivity using higher molecu- lar weight alkanes. 166 G. Larsen, L.M. Petkovic /Applied Catalysis A: General 148 (1996) 155-166 Acknowledgements This research was supported in part by the NSF (CTS-9406718) and by the American Chemical Society (Petroleum Research Fund, grant # 31067-AC5). Support from the Research Council and the Layman Fund of the University of Nebraska is also acknowledged. One of us (LMP) wishes to express her gratitude to the University of San Juan for providing a graduate fellowship to study at the University of Nebraska. We thank the referees for their valuable comments but of course, we are to be held responsible for all those deficiencies that persist. References [1] G. Larsen, E. Lotero, R.D. Parra, L.M. Petkovic, H.S. Silva and S. Raghavan, Appl. Catal. A, 130 (1995) 213. [2] E. Iglesia, S.L. Soled and G.M. Kramer, J. Catal., 144 (1993) 238. [3] M. Hino and K. Arata, J. Chem. Soc. Chem. Commun., (1987) 1259. [4] M. Hino and K. Arata, Chem. Lett., (1989) 971. [5] CRC Handbook, 71st edn., Section 5-74, David R. Lide (Editor), CRC Press, Boca Raton, FL, 1990. [6] Chemical Engineer's Handbook, 6th edn., Section 3-275, R.H. Perry and D. Green (Editors), McGraw-Hill, NY. [7] S.L. Soled, W.E. Gates and E. Iglesia, U.S. Patent 5,422,327 (1995). [8] E. lglesia, D.G. Barton, S.L. Soled, S. Miseo, J.E. Baumgartner, W.E. Gates, 14th North American Catalysis Society Meeting, Extended Abstracts, Snowbird, 1995. [9] S.L. Soled, AIChE Annual Meeting, paper 85f, San Francisco, Nov. 1994. [10] E. lglesia, D.G. Barton, S.L. Soled, S. Miseo, J.E. Baumgartner, W.E. Gates, G.A. Fuentes and G.D. Meitzner, Stud. Surf. Sci. Catal., 101 (1996) 533. [11] E. Iglesia, U. of California-Berkeley, private communication. [12] G. Larsen, E. Lotero, S. Raghavan, R.D. Parra and C.A. Querini, Appl. Catal. A, 139 (1996) 201. [13] G. Larsen, S. Raghavan, M. M~rquez and E. Lotero, Catal. Lett., 37 (1996) 57. [14] G. Larsen, R.D. Parra and E. Lotero, Stud. Surf. Sci. Catal., 101 (1996) 543. [15] R.A. Asuquo, G. Eder-Mirth and J.A. Lercher, J. Catal., 155 (1995) 376. [16] H. Liu, G.D. Lei and W.M.H. Sachtler, Appl. Catal., 137 (1996) 167. [17] R.A. Comelli, C.R. Vera and J.M. Parera, J. Catal., 151 (1995) 96. [18] G. Larsen and L.M. Petkovic, J. Mol. Catal., in press. [19] V. Adeeva, G.D. Lei and W.M.H. Sachtler, Appl. Catal. A, 118 (1994)Lll. [20] S. Rezgui and B.C. Gates, Catal. Lett., 37 (1996) 5. [21] C. Bearez, F. Chevalier and M. Guisnet, React. Kin. Catal. Lett., 22 (1983) 405. [22] G. Leclercq, L. Leclercq and R. Maurel, J. Catal., 44 (1976) 68. [23] F. Rodr~guez-Reinoso, I. Rodriguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J.D. L6pez- Gonz~ilez, J. Catal., 107 (1987) 1. APCATA 96002323 S0926-860X(96)00232-3 10.1016/S0926-860X(96)00232-3 Article Effect of preparation method and selective poisoning on the performance of platinum supported on tungstated zirconia catalysts for alkane isomerization Gustavo Larsen ∗ Lucía M. Petkovic Department of Chemical Engineering, University of Nebraska-Lincoln, Lincoln, NE 68588-0126, USA ∗ Corresponding author. Tel.: (+1-402) 472-9805; fax: (+1-402) 472-6989 The reactions of n-butane with hydrogen at 573 K were used as chemical probes to study the performance of platinum supported on tungstated zirconia (PtWZ) prepared by sequential impregnation of tungsten (W) and platinum (Pt) precursors. The effect of Pt and W loading and calcination and reduction temperatures on the n-butane isomerization activity and selectivity was determined. N-propylamine poisoning experiments show that the isomerization and homologation (C3 + C5) pathways are affected more dramatically than the hydrogenolysis routes because the former are exclusively acid-catalyzed reactions. Keywords Platinum Tungstated zirconia n-Butane isomerization Propylamine poisoning References [1] G. Larsen E. Lotero R.D. Parra L.M. Petkovic H.S. Silva S. Raghavan Appl. Catal. A 130 1995 213 [2] E. Iglesia S.L. Soled G.M. Kramer J. Catal. 144 1993 238 [3] M. Hino K. Arata J. Chem. Soc. Chem. Commun. 1987 1259 [4] M. Hino K. Arata Chem. Lett. 1989 971 [5] David R. Lide CRC Handbook 71st edn. 1990 CRC Press Boca Raton, FL Section 5–74 [6] Chemical Engineer's Handbook, 6th edn., Section 3-275, R.H. Perry and D. Green (Editors), McGraw-Hill, NY. [7] S.L. Soled, W.E. Gates and E. Iglesia, U.S. Patent 5,422,327 (1995). [8] E. Iglesia D.G. Barton S.L. Soled S. Miseo J.E. Baumgartner W.E. Gates 14th North American Catalysis Society Meeting Extended Abstracts 1995 Snowbird [9] S.L. Soled AIChE Annual Meeting paper 85f 1994 San Francisco, Nov. [10] E. Iglesia D.G. Barton S.L. Soled S. Miseo J.E. Baumgartner W.E. Gates G.A. Fuentes G.D. Meitzner Stud. Surf. Sci. Catal. 101 1996 533 [11] E. Iglesia, U. of California-Berkeley, private communication. [12] G. Larsen E. Lotero S. Raghavan R.D. Parra C.A. Querini Appl. Catal. A 139 1996 201 [13] G. Larsen S. Raghavan M. Márquez E. Lotero Catal. Lett. 37 1996 57 [14] G. Larsen R.D. Parra E. Lotero Stud. Surf. Sci. Catal. 101 1996 543 [15] R.A. Asuquo G. Eder-Mirth J.A. Lercher J. Catal. 155 1995 376 [16] H. Liu G.D. Lei W.M.H. Sachtler Appl. Catal. 137 1996 167 [17] R.A. Comelli C.R. Vera J.M. Parera J. Catal. 151 1995 96 [18] G. Larsen and L.M. Petkovic, J. Mol. Catal., in press. [19] V. Adeeva G.D. Lei W.M.H. Sachtler Appl. Catal. A 118 1994 L11 [20] S. Rezgui B.C. Gates Catal. Lett. 37 1996 5 [21] C. Bearez F. Chevalier M. Guisnet React. Kin. Catal. Lett. 22 1983 405 [22] G. Leclercq L. Leclercq R. Maurel J. Catal. 44 1976 68 [23] F. Rodríguez-Reinoso I. Rodríguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. López-González J. Catal. 107 1987 1",
      "scopus-id": "0000847173",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002323",
        "dc:description": "The reactions of n-butane with hydrogen at 573 K were used as chemical probes to study the performance of platinum supported on tungstated zirconia (PtWZ) prepared by sequential impregnation of tungsten (W) and platinum (Pt) precursors. The effect of Pt and W loading and calcination and reduction temperatures on the n-butane isomerization activity and selectivity was determined. N-propylamine poisoning experiments show that the isomerization and homologation (C3 + C5) pathways are affected more dramatically than the hydrogenolysis routes because the former are exclusively acid-catalyzed reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002323",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Larsen, Gustavo"
          },
          {
            "@_fa": "true",
            "$": "Petkovic, Lucía M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002323"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002323"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00232-3",
        "prism:volume": "148",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of preparation method and selective poisoning on the performance of platinum supported on tungstated zirconia catalysts for alkane isomerization",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Tungstated zirconia"
          },
          {
            "@_fa": "true",
            "$": "n-Butane isomerization"
          },
          {
            "@_fa": "true",
            "$": "Propylamine poisoning"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 December 1996",
        "prism:doi": "10.1016/S0926-860X(96)00232-3",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00232-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000847173"
      }
    }
  }
}