{
  "metadata": {
    "title": "Temperature programmed reduction of the oxide form ofPNiMo/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts before and after water extraction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00067-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000677",
    "pii": "S0926860X97000677"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001655228",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000677 S0926-860X(97)00067-7 S0926860X97000677 10.1016/S0926-860X(97)00067-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 21 269 289 269 289 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDREDUCTIONOXIDEFORMOFPNIMOAL2O3CATALYSTSBEFOREAFTERWATEREXTRACTION ATANASOVA P CHADWICK 1983 323 D MORALES 1986 23 A ATANASOVA 1988 235 P FIERRO 1989 353 J MANGNUS 1990 99 P EIJSBOUTS 1991 412 S LEWIS 1992 478 J LEWIS 1992 103 J POULET 1991 857 O VANVEEN 1993 137 J TOPSOE 1990 77 H JAIN 1995 225 M ATANASOVA 1995 329 P KIM 1992 124 S CORDERO 1989 341 R MANGNUS 1990 99 P JAIN 1995 231 M AGUDO 1995 237 A CORDERO 1990 8 R VANVEEN 1990 5282 J ATANASOVA 1989 295 P ATANASOVA 1990 53 P THOMAS 1981 1349 R CACERES 1985 501 C ARNOLDY 1985 4517 P OKAMOTO 1989 215 Y WEI 1991 365 Z CORDERO 1991 125 R BRITO 1986 179 J SCHEFFER 1989 11 B NAG 1980 162 N RYNKOWSKI 1993 73 J ASTIER 1985 356 M BRITO 1989 425 J BRITO 1993 J 13THNORTHAMERICANMEETINGCATALYSISSOCIETY LAINE 1981 1 J BRITO 1991 L13 J RUSHALA 1981 1307 F GAZIMZYANOV 1992 737 N SPOJAKINA 1982 456 A GONCHAROVA 1985 152 O BRITO 1993 540 J DAVYDOV 1993 105 A TALIPOV 1972 1558 G CHUKIN 1986 186 G FUCHS 1977 403 J GIORDANO 1975 81 N SPOJAKINA 1989 163 A BRITO 1994 329 J ATANASOVAX1997X269 ATANASOVAX1997X269X289 ATANASOVAX1997X269XP ATANASOVAX1997X269X289XP item S0926-860X(97)00067-7 S0926860X97000677 1-s2.0-S0926860X97000677 10.1016/S0926-860X(97)00067-7 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000677-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000677/MAIN/application/pdf/958e696cec0aca06177769ec9fafb1fe/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000677/MAIN/application/pdf/958e696cec0aca06177769ec9fafb1fe/main.pdf main.pdf pdf true 1077686 MAIN 21 1-s2.0-S0926860X97000677-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000677/PREVIEW/image/png/7ed60e37f1e221ab239f0626104032a6/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000677/PREVIEW/image/png/7ed60e37f1e221ab239f0626104032a6/main_1.png main_1.png png 52428 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 269-289 Temperature programmed reduction of the oxide form of PNiMo/A1203 catalysts before and after water extraction P. Atanasovaa'*, R. L6pez Corderob, L. Mintcheva, T. Halachevl'a, A. Ldpez Agudoa'c alnstitute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria bCentro de Investigaciones Quimicas, Washington 169, La Habana, Cuba Clnstituto de Catdlisis y Petroleoqulmica, CSIC, Campus Universidad Aut6noma, Cantoblanco. 28049 Madrid, Spain Received 3 November 1996; received in revised form 7 December 1996; accepted 10 February 1997 Abstract A series of co-impregnated PNiMo/AI203 catalysts with phosphorus concentration varying from 0 to 13.6 wt% P2Os was studied by temperature programmed reduction (TPR) in their oxidic state before and after water extraction. Diffuse reflectance (DRS) and infrared spectra (IR) of the samples after the water extraction procedure were also analyzed. The TPR data showed that the introduction of phosphorus in the co-impregnated PNiMo/A1203 catalysts increases the formation of easily reducible polymeric molybdenum structures at low phosphorus concentrations and of Ni-Mo microcrystaUites in the samples with high phosphorus content. It was found that water extraction procedure affects molybdenum in easily reducible forms, as polymeric molybdenum and nickel- molybdenum structures, and Niz+(Oh) ions incorporated in them. Indications were found that the increased concentration of phosphorus in the PNiMo/AI203 catalysts induces the formation and the stabilization of a/3-NiMoO4 phase, which has higher reduction temperature and lower dispersion than polymolybdate surface species and therefore, its formation leads to a decrease in the hydrodesulfurization activity of the catalysts with high phosphorus content. Keywords: Phosphorus-nickel-molybdenum; Hydrotreating catalysts; Temperature programmed reduction; Infrared spectroscopy; Diffuse reflectance spectroscopy; Oxide form; Water extraction * Corresponding author. Center of Micro-Engineered Ceramics, University of New Mexico, 202 Farris Engineering Center, Albuquerque, NM 87131-1341, USA. Tel.: +1 505 277 6766; fax: +1 505 2775 433; e-mail: paolina@unm.edu. 1On leave of absence from the Institute of Catalysis of the Bulgarian Academy of Sciences. Present address: Departamento de Ingenieria Qulmica, Facultad de Qulmica, UNAM, Cd. Universitaria, M6xico D.E (04 510), M6xico. Fax (+525) 622-5366. 2fax (+34-1) 5854760 0926-860X/97/$17.00 c~ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00067-7 270 P. Atanasova et aL /Applied Catalysis A: General 159 (1997) 269-289 1. Introduction The intensive research [1-12] during the last years on the promoting effect of phosphorus in Mo/A1203 and Co(Ni)-Mo/A1203 hydrotreating catalyst resulted in a number of explanations on the mechanism of its effect on the hydrodesulfuriza- tion (HDS), hydrodenitrogenation (HDN) and hydrogenation (HYD) activity of these catalysts. It has been suggested that phosphorus impedes the formation of nickel aluminate [2], improves the dispersion of the active phases [1,3,5,8], changes the reducibility/sulfidability of the molybdate species [7-9,13-16], increases the stacking of MoS2, changes the morphology of the active species [4,6,10] or participates directly in the active phase [9,11]. It was also suggested that phosphorus has a direct role in the HDN reaction due to the formation of new active sites associated with the acidic surface A1PO4 species [6], and a significant promoting effect of phosphorus on the activity of NiMo/A1203 in HDN of quinoline, aniline and pyridine [6,9,12] was observed. In other studies, a negative effect of phosphorus on the HDN of quinoline [10], piperidine and pyridine [12] was found and assigned to differences in the reaction pathway corresponding to the molecule used as a model compound for the HDN reaction [12]. While the differences in the effect of phosphorus on the HDN activity seem related mostly to the model compound and the reaction conditions applied [11], obviously the variety of conclusions on the effect of phosphorus in the HDS catalysts are due to a large extent on the different methods of preparation and therefore on the different structure and dispersion of the active species in the catalysts [17]. Temperature programmed reduction (TPR) of the oxide form of phosphorus promoted Co(Ni)/A1203 [ 16,18], Mo/A1203 [ 15-17,19,20] and CoMo/A1203 [ 16] systems was found to be a very sensitive technique to analyze the influence of phosphorus on the structure and the reducibility of the components in these systems. It was shown that the incorporation of phosphorus in Mo/A1203 catalysts favors the formation of easily reducible forms of molybdenum such as poly- molybdate multilayered structures or MoO3 crystallites at high phosphorus con- centrations [15,19]. This effect was more pronounced for step impregnated catalysts [15,19]. In contrast, the TPR study on the effect of the preparation method and of the alumina support particle size on the distribution of molybdenum and phosphorus in PMo/A1203 catalysts showed that there is no difference in the reducibility of co-impregnated phosphorus-containing samples compared to the phosphorus-free one [17]. However, for the P-Mo/A1203 catalysts prepared by sequential impregnation, TPR data indicate formation of bulk MoO3 and A12(MoO4)3 [17], in agreement with [19]. In addition, for the sequentially impregnated P-Mo/A1203 catalysts the intensity of the TPR peak attributed to the formation of polymolybdate species strongly diminishes when the alumina particle size increases [ 17], indicating that different characteristics of the alumina support may also account for the molybdenum distribution and therefore for the differences in the TPR patterns. P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 271 TPR data on the oxide form of PCo/A1203 [ 16] and of PNi/AI203 [ 18] catalysts showed clearly the reduction of phosphate, which was assigned to the reduction of A1PO4 species induced by the presence of reduced Co or Ni species, respectively. The TPR analysis of the structure of multicomponent PCoMo/AI203 catalysts has been the subject of a very limited number of investigations [16]. It was found that the reducibility of a part of molybdenum in the co-impregnated CoMo/A1203 samples decreases with increasing phosphorus content due to the formation of Mo-O-P species [ 16]. The reducibility of the Co2+-ions in the Co-Mo-O-P phase, formed in the oxide form of PCoMo/AI203 catalysts, also decreases compared to the reducibility of these ions in the Co-Mo-O phase [16]. In a previously reported study on the structure of the oxide form of PNiMo/ A1203 catalysts prepared by co-impregnation [21,22] we found that the increased phosphorus content leads to an increased degree of polymerization and to the formation of P-Ni-Mo species at high phosphorus concentrations (8-14 wt% P~_Os). Based on the water extraction experiments on the oxide form of the samples, we concluded that only a small part of phosphorus participates in the formation of water-soluble heteropoly compounds, while the amount of the extracted nickel and molybdenum depends on the phosphorus content in the samples [22]. The changes in the HDS activity of these catalysts after water extraction experiments were also reported [22]. The investigation on the reducibility/sulfidability of the same series of PNiMo/A1203 catalysts by in situ infrared spectroscopy of nitric oxide adsorp- tion showed that only for phosphorus concentrations above 4 wt% P205 the reducibility and sulfidability of nickel and molybdenum species in the catalysts decreases [13]. The aim of the present paper is to analyze by means of TPR the structure of the oxide form of PNiMo/A1203 catalysts before and after water extraction. The TPR data are compared to the results of diffuse reflectance spectroscopy (DRS) and infrared spectroscopy (IR) on the same catalysts and to the compatible data for their dispersion [3,22], sulfidability [13] and HDS activity [3,22]. 2. Experimental 2.1. Catalysts preparation The catalysts used in this study were prepared by co-impregnation of a \"~-A1203 support (specific surface area 266 me g-1 pore volume 0.62 cm3 g-l) with the appropriate solutions of the corresponding components by the pore- filling method. For the samples of the main series, the content of moly- bdenum (15.3 wt% MOO3) and nickel (3.0 wt% NiO) were kept constant, and the content of phosphorus varied from 0 to 13.6 wt% P205. The details of the composition and the conditions of preparation and extraction procedure were given in [22]. The samples of the main series before water extraction will be 272 P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 denoted as P(x) and those after water extraction as E(x), where x is the phosphorus content in wt% P205. An additional series of samples was prepared in which the molybdenum (15.2 wt% MOO3) and phosphorus content (2.7 wt% P205) were kept constant and the concentration of Ni was varied from 0 to 5.9 wt% NiO. The preparation conditions were the same as for the main series. The denomination of these samples is PMoNi(y), where y is the nickel content in wt% NiO. 2.2. Catalysts characterization The TPR experiments were carried out in a conventional apparatus using thermal conductivity (TC) detection. A 0.25 g of each sample was placed in a U-shaped quartz cell and heated from room temperature up to 823 K at a heating rate of 10 K min-1 in a flow of air (20 cm3 min-1) and maintained at this temperature for 2 h, followed by cooling to a room temperature. Then the air flow was switched to a reductive hydrogen-argon mixture (molar ratio 7 : 3, flow rate 25 cm3 min-1) previously deoxygenated and dried over Pd/AI203 and 5A zeolite cartridges. After stabilization of the TC cell, the temperature was increased at a rate of 10 K min-1 up to 1273 K and hydrogen consumption was monitored and integrated over the whole temperature range. Water evolved during the reduction was collected in a 5A zeolite trap placed just before the TC cell. For quantitative measurements, the TC signal was calibrated against that of a high- purity V205 sample, which is stoichiometrically reduced to V203 with a maximum at 800 K. X-ray diffraction (XRD) patterns were obtained on a Philips diffractometer using Cu Ks radiation and a nickel filter. Infrared spectra (IR) were recorded on an IFS-113 Fourier transform infrared (FT-IR) spectrometer (Brucker) using potassium bromide wafers. Compensation of alumina absorption was used in the 1000-400 cm-1 range by subtraction of a normalized spectrum of an equivalent amount of the carrier from the spectra of the samples. Diffuse reflectance spectra (DRS) were recorded on a Beckman 5270 UV-VIS- NIR spectrometer equipped with a diffuse reflectance accessory with an integrating sphere. Spectra were recorded in the 250-2200 nm range using barium sulfate as reference. The X-ray photoelectron spectra (XPS) were recorded on an ESCALAB-MKII (VG Scientific) spectrometer, working in AE--constant mode at a pass energy of 50 eV, using an aluminium anode (A1K~=1486.7 eV, 250 W). The residual pres- sure in the analysis chamber was 6.10-8 Torr (1 Torr=133.3 Pa). The samples were pressed into pellets in metal holders and all conditions of samples prepara- tion, recording of the spectra and data processing were identical for all samples. The peak positions are relative to the binding energy of A1 2p--74.5 eV. The experimental relative intensities used in the comparison to the theoretically P. Atanasova et al,/Applied Catalysis A: General 159 (1997) 269-289 273 calculated ones are evaluated after normalization of the peak areas for the number of scans, time per channel, scan width and number of channels. The peak area of Ni 2p3/2 includes the area of the satellite peak. 3. Results 3.1. Temperature programmed reduction 3.1.1. PNiMo/AI203 catalysts before water extraction - P(x) series The TPR patterns of PNiMo/A1203 catalysts are shown in Fig. 1. For conve- nience, the TPR patterns were separated into three temperature regions: region I (473-743 K), region II (743-1103 K) and region III (1103-1323 K). A peak with maximum at 625 K is observed for all samples in region I. For the phosphorus free P0 sample a second peak at 723 K is observed. This second peak apparently decreases in intensity (or even disappears) and appears shifted as a shoulder at about 673 K in the spectra of samples with low phosphorus content P1 and P3. The intensity of the latter increases significantly for samples P4 and Pl4, and particularly for P8. In the TPR pattern of the P8 sample it has higher intensity than the low temperature peak at 625 K. Broad peaks with maxima at ca. 800 and 1010 K are observed in region II. The intensity of the former peak clearly increases while that of the latter decreases with increasing phosphorus content in the samples. The phosphorus-free P0 sample does not exhibit any peak in region III. The TPR patterns of the P1, P3 and P4 samples show a small peak with maxima at 1223 K. This peak appears as a shoulder of a new high intensity peak at 1150 K for the samples with high phosphorus content, P8 and Pl4. 3.1.2. PNiMo/AI203 catalysts after water extraction - E(x) series Fig. 2 shows the TPR patterns of the PNiMo/AI203 samples after water extraction of their oxide form. The major differences, as compared to the TPR patterns of the P(x) samples (Fig. 1), are in the region I, where only a peak with maximum at 625 K is observed for samples E0, E1 and E3. For these samples the second peak at ca. 700 K does not appear. The TPR patterns of the samples with higher phosphorus content E4, E8 and El4, do exhibit the second peak at ca. 700 K, the intensity of which varies without a clear trend with the increase of the phosphorus content. In general, this peak is less intensive than in the non-extracted samples P(x) (Fig. 1). Peaks with maxima around 820 and 1000 K are observed in region II. The peak at 820 K appears as a shoulder on the broad and intensive peak at 1000 K for samples E0, E1 and E3. With further increase of the phosphorous content the intensity of the peak at 820 K clearly increases and for the E4 and El4 samples its intensity is comparable to that of the peak at 1000 K. In 274 P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 200 400 600 600 1000\" C . t2k E o o I 473 673 873 1073 1273 T, [*K] Fig, 1. TPR profiles of the co-impregnated PNiMo/AI203 catalysts. contrast, the intensity of the peak at 1000 K clearly decreases vs. the phosphorous content. In region III the features of the patterns are essentially the same as in the counterpart samples before water extraction. However, in this case the shift of the peak at ca. 1223 to 1200 K is more pronounced and its intensity gradually increases with the phosphorus content. 3.1.3. PMoNi(y) samples Fig. 3 shows the TPR patterns of the PMoNi(y) series, where the concentration of nickel varies from 0 to 6 wt% NiO. P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 275 200 o E m t- o o 400 600 800 1000 473 673 873 1073 1273 T, ['K] Fig. 2. TPR profiles of the PNiMo/A1203 samples after water extraction, In region I a peak with a maximum at 673 K is observed for the nickel free sample PMoNi(0). This peak is shifted to lower temperatures with the increase of the nickel concentration - 640 K for sample PMoNi(5.9). A second peak at ca. 710 K appears and increases in intensity with the increase of the nickel content. In region II the maximum of the main peak is at 1060 K for the nickel free sample PMoNi(0) and gradually shifts to lower temperatures -1000 K for the sample PMoNi(5.9). With the increase of nickel content a shoulder of the main peak at 873 K appears. In region HI a small peak with the maximum at 1273 K is observed for the PMoNi(0) sample. This peak shifts toward lower temperature for the samples with 276 P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 200 400 600 800 1000 c o E c o o \"1- 473 673 873 1073 1273 T, [*K] Fig. 3. TPR profiles of the PMoNi(y) samples. increasing nickel content, and its intensity is not significantly changed with nickel concentration. 3.2. X-ray diffraction (XRD) 3.2.1. P(x) and E(x) samples In the XRD pattern of the phosphorus free P0 sample a small intensity peak corresponding to d=3.3 .~ is observed, while in the diffractogram of the counter- part E0 sample no peaks are observed, except those of '7-A1203. In the XRD patterns of the P1, P3 and P4 samples and their counterparts El, E3 and E4 only peaks of \"y-AlcOa are observed. In the XRD patterns of the samples with high P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 277 o phosphorus content P8 and P14, broad peaks at d----3.31, 3.05, 2.90 A appear. After water extraction in the patterns of E8 and El4 samples a broad peak centered at d=3.02 ,~ is observed. 3.2.2. PMoNi(y) samples In the XRD pattern of the nickel free PMoNi(0) sample and of the low nickel content PMoNi(2.3) samples no peaks except that of 3,-A1203 are observed, whilst for PMoNi(4.5) a peak at d=3.33 A appears. The intensity of this peak increases for the higher nickel content PMoNi(5.9) sample. 3.3. XPS spectra of the PMoNi(y) samples The positions of the XPS peaks of Mo 3ds/2=232.8 eV, Mo 3d3/2=235.7 eV, Ni 2p3/2=856.4 eV and P 2p= 134.2 eV are identical for all samples irrespective of the nickel content. Fig. 4 shows the relative intensities I(Mo 3d)/I(A1 2p) (a) and l(Ni 2p3/2)/ I(A1 2p) (b) vs. the nickel concentration for the PMoNi(y) series. It seems that changes in the nickel concentration do not influence the dispersion of molybdenum I(Mo3d)4 [(Al2p) 3 I I I I I I A I I I I ,I I .[(Ni2p3/2)2 I(At2p) I I I I I I . % NiO Fig. 4. Dependence of the XPS relative intensities of the PMoNi(y) samples vs. the nickel content: (a) ItMo~a)/ l(A12p) and (b) l(Nizp3/z)/l(Al2p). 278 P Atanasova et aL /Applied Catalysis A: General 159 (1997) 269-289 (Fig. 4(a)). A linear increase of the l(Ni 2p3/2)/I(A1 2p) relative intensities with the nickel concentration is observed (Fig. 4(b)). The XPS study of the samples corresponding to the P(x) and E(x) series have been previously reported [22]. 3.4. Infrared (IR) spectra 3.4.1. Infrared spectra of the PMoNi(y) samples Fig. 5 shows the IR spectra of the PMoNi(y) samples in the 800-1000 cm-t range, where bands related to Mo=O and Mo-O-Mo stretching vibra- tions appear. The increased nickel content leads to an increased relative intensity of the bands at 950 and 973 cm-1 compared to lower frequency bands at 897- 918 cm-1. 3.4.2. Infrared spectra of samples after water extraction - E(x) series Fig. 6 shows the IR spectra of the extracted samples E(x) in the 1300-600 cm-1 range. For all phosphorus containing samples a broad band centered at 1150- ll60cm-1 is observed. A shoulder at ca. 1060cm-1 is also registered for all samples except for the samples E3 and E4. In the spectra of the phosphorus free E0 sample broad bands at 957, 891, 733 and 669 cm-1 are also observed. The spectra of the E3 sample is very 8 .13 I,,- o | I 952 I 9731 897 1000 PMo Ni(5.9) PNlo Ni{4.5) PNloNi(2.3) 90O 8OO 4,[ cm Fig. 5. IR spectra of the PMoNi(y) samples in the 1000-800 cm-I region. P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 279 q. 0 I:1 n L_ 0 .a .,,:I: 1300 t I 1 I I I E / E / 3 I I I I 1 1 IZOO ooo 900 soo 700 6oo ,[cm-q Fig, 6. IR spectra of the PNiMo/AI203 samples after water extraction. similar to that of the E0 sample, with bands at 945,893,708 and 667 cm- 1. In the spectra of all other phosphorus containing samples, bands at 903-889 cm-1, a shoulder at 825 cm-l and poorly resolved bands at 733-706 cm-1 and 669 cm-t are observed. The IR spectra of the P(x) samples were reported previously [22]. 3.5. Diffuse reflectance spectra (DRS) 3.5.1. DRS spectra of PMoNi(y) samples Fig. 7 shows the DRS spectra of the PMoNi(y) samples in the 900-500 nm range. Irrespective of the nickel concentration bands at 630 and 590 nm are observed in the spectra of all samples. In the spectra of the PMoNi(4.5) and 280 P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 630 I 590 PMoNi(5.9) PMoNi(4.5) I I I I 800 700 600 PMoNi(2.3) t I 500/'~[nm] Fig. 7. DRS spectra of the PMoNi(y) samples in the 900-500 nm range presented in the form of the Kubelka- Munk function F(R~). PMoNi(5.9) samples the bands at 720 and 780 nm have higher intensity compared to that of the low nickel content sample PMoNi(2.3). Their intensity increases compared to that of the bands at 630 and 590 nm with the increase of the nickel concentration. 3.5.2. DRS spectra of samples after water extraction - E(x) series Fig. 8 shows the DRS spectra of the extracted samples E(x) in the 900- 500 nm range where bands at 630 and 590 nm are registered for all samples. The relative intensity of these bands decreases vs. phosphorus concentration in the samples. Small intensity bands at 825, 760 nm are observed in the DRS spectra of E0, El, E3, E4 and E6 samples. A broad band centered at 780 nm is observed in the spectra of the samples with high phosphorus content. The relative intensity of this band is higher than that of the bands at 630 and 590 nm. P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 281 EO El E3 E4 E6 E8 E14 E I I I I ~ I t 800 700 600 5 00\"\" rnm~,,,,~t ~ Fig. 8. DRS spectra of the water extracted samples E(x) in the 900-500 nm range presented in the form of the Kubelka-Munk function F(R~). 4. Discussion 4.1. Temperature programmed reduction patterns Previous TPR studies of MoO3/AI203 [23-29], NiO/A1203 [30] and NiMo/ AI203 [29-31] catalytic systems have evaluated the influence of different para- meters, such as Mo(Ni) content and preparation conditions (pH or calcination temperature), on the TPR patterns. It has been established that the reduction of 282 P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 polymolybdate Mo6+ species to Mo4+ gives a reduction peak with maxima at 643- 693 K [15,23,26-28]; while the peaks with maxima above 900 K have been related to further reduction steps of polymolybdate species and the reduction, to some extent of molybdates in monolayer [23-28]. TPR profiles of Ni/A1203 catalysts showed a low temperature peak at ca. 600 K and high temperature peaks at 810 and 1025 K, assigned respectively to the reduction of \"free\" NiO weakly bound to the support (600 K) and to the \"fixed\" oxidic nickel phase that has reacted with the support (850, 1025 K) [32]. It has been suggested that the \"fixed\" oxidic nickel consists of an amorphous overlayer of nickel oxide, bound to the support but not forming a chemical compound with it. This nickel oxide is reduced in the temperature range of 650--960 K, while nickel in spinel structures is reduced at temperatures above 970 K with a maximum at 1050-1100 K [32]. On the other hand, TPR studies of unsupported NiMo mixed oxides [33-35] have shown that hydrated nickel molybdate is easily reduced at temperatures above 523 K and that anhydrous nickel molybdate requires a reduction temperature above 723 K [33]. TPR data of bulk compounds demonstrated that NiMoO4 is more easily reduced than MoO3 [34] and that fl-NiMoO4 reduces at higher temperatures than c~- NiMoO4 [35]. Therefore, according to the TPR data reported in the literature, the low temperature peak at 625 K, which appears in the TPR patterns of all samples of the main PNiMo/AIaO3 series before and after water extraction (Figs. 1 and 2), can be assigned to the first reduction step of Mo6+ to Mo4+ in polymolybdate structures. The position of this first reduction peak is at lower temperatures than that reported for Mo/A1203 system [5,23-28], due to the presence of Ni in the samples and the formation of easily reduced Ni and Mo structures [31,34]. The TPR patterns of the additional PMoNi(y) samples, where the Ni content varies from 0 to 5.9 wt% NiO (Fig. 3) confirms the above conclusion, because the position of this peak shifts with about 50 K to lower temperatures with the increase of the nickel concentration. The second peak which appears in the region I at about 693-723 K and increases in intensity with increasing nickel content (Fig. 3) can be assigned to the formation of Ni and Mo structures with poor dispersion, which are easier to reduce than crystalline MoO3 [34]. The XRD patterns of the additional PMoNi(4.5) and o PMoNi(5.9) samples show a peak at d---3.33 A, which has been related [36,37] to the presence of a microcrystalline phase of fl-NiMoO4. It was already pointed out that the reduction of the/3-NiMoO4 phase, where molybdenum is in tetrahedral coordination, needs higher temperatures than the c~-NiMoO4 phase [35]. Obviously, the simultaneous increase of the intensity of the TPR peak at ca. 710 K and of the XRD peak at d=3.33 ~, can be related to the formation of ~- NiMoO4 crystallites in the PMoNi(y) samples with high nickel content (Fig. 3). The stabilization of the fl-NiMoO4 phase in the samples of the main series of catalysts P(x) seems to be due to the presence of phosphorus and not to the excess of NiO. Indeed, in the paper of Rushala et al. [38] on the effect of phosphorus on the P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 283 structure of nickel molybdate was found, that increased phosphorus concentration leads to an increase in the /3-NiMoO4 to a-NiMoO4 phase ratio. The peak at d=3.31 A in the XRD patterns of high phosphorus content P8 and P14 samples appears simultaneously with two other peaks at d=3.05 and 2.90 A. As these peaks are poorly resolved, it is difficult to relate them to a particular type of nickel molybdate - /3-NiMoO4 or NiMoO4.H20. However, for the samples with high phosphorus content before (P8, P14) and after the water extraction (E8, El4), the TPR peak at ca. 710 K and the peaks of the phase detected by XRD appeared simultaneously. Therefore, it can be concluded that the presence of phosphorus induces formation of some type of NiMoO4, which is XRD detectable at high phosphorus concentration. However, the possibility that small amounts of a crystalline MoO3 phase are also present in the catalysts cannot be unambiguously excluded, particularly for the phosphorus free P0 sample. In the TPR pattern of the P0 sample the second peak in region I is registered at temperatures higher by approximately 30-50 K than for the P-containing samples, suggesting that in this case such a peak cannot be related to the presence of a/3-NiMoO4 phase but rather to the presence of a microcrystalline MoO3 phase. This is in agreement with previous findings that NiMoO4 is easier to reduce than MoO3 and that the maxima of the TPR peaks of bulk/3-NiMoO4 are approximately at 25 K lower temperature than those of bulk MoO3 [34]. Since phosphorus addition favors the formation of polymeric molybdenum species and even crystalline MoO3 in the case of Mo/AI203 catalysts [15], it can be suggested that the formation of the/3-NiMoO4 phase is favored either when a relatively large amount of MoO3 has already been formed during the calcination step and then has reacted with the NiO species located in its vicinity, or when a Ni phosphomo- lybdate complex previously formed decomposes upon contact with the alumina, as has been shown in [39]. The TPR patterns of the E0, E1 and E3 samples (Fig. 2) obviously do not exhibit the peak at ca. 693-723 K assigned to/3-NiMoO4 or MoO3 crystallites (in the case of the phosphorus-free sample P0), which was unexpected as far as MoO3 has much lower solubility in water than polymolybdates [40,41]. However, it is very much possible that during the water extraction procedure, processes of dissolution and redistribution of the surface compounds (including small MoO3 crystallites) take place and the drying and calcination procedures might affect their dispersion and reducibility. The TPR patterns in the region II of the PNiMo/A1203 samples, before (Fig. 1 ) and after water extraction (Fig. 2), indicate that the increase of phosphorus content reduces the intensity of the high temperature peak at 1000 K and concurrently increases the intensity of the peaks in the region 773-873 K. Similar result was reported for co-impregnated PMo/A1203 catalysts, where it was assigned to the increased heterogeneity of the surface molybdenum species [15]. Therefore, this similarity suggests that the observed changes in the intermediate region of the TPR patterns of the PNiMo/A1203 catalysts can be due to a decrease in the fraction of 284 P Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 polymolybdates strongly bounded to the A1203 surface in favor of more poly- molybdates moderately bound to the A1203 surface. It leads to an increased heterogeneity in the Mo distributions reflected in the multiplicity of peaks in the 743-1103 K region, which was suggested to be resulting from the non-homo- geneous intercalation of phosphate ions in the A1203 surface [15]. Similar changes in the intermediate region of the TPR for the water-extracted samples (Fig. 2) confirms that such polymolybdate species have from moderate to strong interaction with the alumina and possibly also with some surface phosphates. However, in this region of the TPR patterns, there is possibly superimposed a contribution of some reducible octahedrally coordinated Ni species, which are not associated with molybdenum [32,42]. It has been reported [18] that NiP/A1203 samples show TPR patterns (at experimental conditions similar to the present) with two peaks around 920 and 1065 K. In the presence of Mo these peaks can slightly shift toward lower temperature, as reported recently for NiMo/A1203 catalysts [42]. Therefore, the presence of nickel in our catalysts might result in reduction peaks Ni2+ --~ Niat ca. 850-920 and 1025 K, which will be caused by the reduction of nickel not strongly bound to the support (850-920 K) and to nickel that has reacted with the support forming aluminate [32,42]. In order to clarify the interpretation of the TPR patterns, complicated by the overlapping of the temperature regions of molybdenum and nickel reduction, the structure of the PMoNi(y) samples was analyzed in more detail. XPS data for these samples (Fig. 4) show that there is no significant (if not at all) change in the dispersion of the molybdenum species with the increase of the nickel concentration in the samples (Fig. 4(a)). Therefore, the increased reduction in the 823-923 K region should be mainly due to the increased amount of the so-called \"free\" nickel, which is not strongly bounded to the support rather than to an increased non- homogeneity of the molybdenum species, although most probably both take place. The IR of the PMoNi(y) (Fig. 5) show increased intensity of the bands related to Mo=O bonds in highly polymeric species (950 and 973 cm-~) relative to the intensity of low frequency bands of 897-920 cm-1, which are related to the presence of weakly bound via bridge bonds MoO2- tetrahedra [21,43]. However, these changes in the structure of the molybdenum species do not reflect their dispersion as revealed by XPS (Fig. 4(a)). The linear increase of the l(Ni 2p3/2)/ I(A1 2p) relative intensities with the nickel concentration (Fig. 4(b)) is an indica- tion for a uniform deposition of nickel on the support surface irrespective of the significant change in the amount of nickel (from 0 to 5.9 wt% NiO). DRS spectra of the additional samples PMoNi(y) (Fig. 7) show increased intensity of the bands related to Ni2+(Oh) - 720 and 780 nm, relative to the bands related to Ni2+(Td) in NiA1204 - 590 and 630 nm [21,44,45[. Therefore, the increased reduction around 850 K is most probably due to the increased amount of Ni2+(Oh) which is not strongly bounded to the support. The peaks at 1223 K (Fig. 1) and 1200 K (Fig. 2) in region III of the TPR patterns reflect the reduction of A1PO4, the formation of which was established P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 285 earlier [21]. Recently reported TPR data for PNi/AI203 catalysts showed that the previous reduction of Ni2+ --, Nipromotes the reduction of a part of the surface A1PO4 [18]. Furthermore, the intensity of the TPR peak due to the reduction of A1PO4 increases with increasing phosphorus content in the P(x) series (Fig. 1) and does not change significantly in the patterns of the PMoNi(y) series, where the phosphorus concentration is constant (Fig. 3). 4.2. Infrared spectra The position of the band at ca. 1150 cm- ~ in the spectra of the extracted E(x) -1 samples (Fig. 6), related to the formation of surface AIPO4, differs with 30 cm from the position of the same band for the samples before water extraction, reported in [21]. The main reason for this difference is the decreased intensity of the shoulder at 1060 cm-1 (which is not observed at all for E3 sample) for the extracted E(x) samples. The band at ca. 1060 cm-1 has been related to the P-Ob- Mo bridge bonds [21], some of which probably broke as a result of a surface rearrangement in the process of water extraction and during the procedures of drying and calcination. The bands at 908-918 cm-1, related to weakly bound via bridge bonds Mo surface structures [21 ], are not observed in the IR spectra of the samples after water extraction. The IR spectra of samples El, E4, E6, E8 and El4 do not indicate the presence of bands of Mo=O bonds in highly polymeric structures (wavenumbers higher than 920 cm-a). Water extraction might have removed such Mo surface species. Thus, the IR of the extracted samples (Fig. 6) confirm that the molybde- num extracted during the water extraction procedure is mainly molybdenum from polymeric surface structures. Only for samples E0 and E3 bands at 957 and 945 cm ~, related to Mo=O bonds in highly polymeric molybdenum compounds [21,43,46-48] can be seen in the IR spectra. Interestingly, for these two samples the decrease in HDS activity after water extraction was only 10% [21]. It is not clear why the water extraction procedure and the subsequent drying and calcination led to such a difference for samples E0 and E3, but the comparison with the HDS activity data [21] supports the idea that for high HDS activity the presence of highly polymeric compounds in the oxide form of the catalysts is an important factor. 4.3. Diffuse reflectance spectra A comparison between the DRS spectra of the samples after water extraction (Fig. 8) and the previously reported DRS spectra of the samples before water extraction [21] shows that the bands at 630 and 590 nm, related to the Ni2+ ions in tetrahedral coordination in NiAI204, have higher relative intensities for the water extracted samples. Obviously, the Ni2+ ions in octahedral coordination in Ni-Mo or P-Ni-Mo polymeric structures are removed during the water extraction 286 P. Atanasova et aL /Applied Catalysis A: General 159 (1997) 269-289 ! | | ! f ! 0 2 4 6 8 10 12 14 wt.% P205 Fig. 9. Dependence of the ratio F(R~) [630 nm-Ni(Td)]/F(R~) [780 nm-Ni(Oh)] on phosphorus content: P(x) series-(O); E(x) series-(O). procedure [21,44,45]. This effect is clearly demonstrated in Fig. 9 where the relative Kubelka-Munk F(R~) values: F(Roo) [630 nm-Ni(Td)]/F(Roo) [780 nm- Ni(Oh)] vs. phosphorus content for the samples before and after water extraction are presented. As a result of the water extraction procedure the Ni(Td)/Ni(Oh) ratio increases for all samples, except for the high phosphorus containing P8 and P14 samples. In addition, the DRS spectra confirm that for both series P(x) and E(x) the increased phosphorus content decreases the Ni(Td)/Ni(Oh) ratio. 4.4. Quantitative analysis of the TPR data The quantitative analysis of the TPR profiles of the P(x) and E(x) samples is complicated by the overlapping of the reduction effect of different species, which makes the quantification of the three temperature regions very uncertain. That is why we present in Table 1 only the total hydrogen consumption. Both unextracted and extracted phosphorus-containing samples have a higher total hydrogen con- sumption in comparison to the phosphorus free samples, but the hydrogen consumption for the E(x) samples is lower than that of the P(x) samples. However, the decrease in the hydrogen consumption of the E(x) samples is higher than that expected from the decrease amount of Mo and Ni after the water extraction experiments. Therefore, some changes in the catalyst structure during the water extraction and the subsequent drying and calcination have occurred. The quantitative data for the hydrogen consumption of the additional PMoNi(y) samples are presented in Table 1. Fig. 10 shows the dependence of the total hydrogen consumption vs. nickel content for the same series. A linear increase in the total hydrogen consumption is observed with the increase in the nickel P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 Table 1 Total hydrogen consumption of the P(x), E(x) and PMoNi(Y) samples 287 P(x) samples E(x) samples PMoNi(y) samples Sample mol Hz 104 Sample mol H2 104 Sample mol H2104 PO 7.3 EO 5.3 PMoNi(0) PI 9.3 E1 6.6 PMoNi(2.3) P3 7.6 E3 6.5 PMoNi(4.5) P4 8.3 E4 7.5 PMoNi(5.9) P8 9.2 E8 9.0 -- P14 8.1 El4 6.9 -- 6.03 6.38 7.55 7.73 :D t- O ~- 80 E t- o o :1:70 O o I--- I I I I I I 0 2 4 6 %NiO Fig. 10. Dependence of the hydrogen consumption vs. nickel content for the PMoNi(y) series. concentration. Comparing the difference in hydrogen consumption between samples PMoNi(2.3) and PMoNi(5.9) (taking the data from the linear fit of the experimental points) in Fig. 10, we estimated that within an error of 4% the data correspond to a complete reduction of Ni2--+ Ni Therefore, it can be concluded that total reduction of nickel is achieved, due to the predominant presence of Ni(Oh). Comparing semiquantitatively the intensity of the peak at ca. 710 K (related to the formation of/3-NiMo4 structures) of the PMoNi(y) samples (Fig. 3), it can be seen that the intensity of this peak increases almost linearly with the nickel content and corresponds very well to the changes in the/3-NiMo4 XRD peak intensity. However, the intensity of this peak for the P(x) samples (Fig. 1) varies with the phosphorus concentration. The changes between P0, P1, P3 and P4 are negligible but for the high phosphorus content samples P8 and P14 the intensity of the peak at ca. 700 K increases. It was reported in the literature that unsupported/3-NiMo4 has higher HDS activity than the a-NiMo4 form [49]. However, in the samples analyzed here, the induced by phosphorus formation of a/3-NiMo4 phase leads 288 P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 to a lower HDS activity of the catalysts [3,22]. This effect is actually expected as the/3-NiMo4 phase formed has low dispersion and higher reduction temperature than the polymolybdate surface species. 5. Conclusions The TPR study of a series of co-impregnated PNiMo/A1203 samples showed that the introduction of phosphorus increases the formation of easily reducible poly- meric molybdenum structures at low phosphorus concentrations and of a /3- NiMoO4 microcrystallites in the samples with high phosphorus content. It was established that the water extraction procedure affects molybdenum in the easily reducible forms as polymeric molybdenum or nickel-molybdenum structures and Ni2+(Oh) ions incorporated in them. Indications were found that the presence of phosphorus in PNiMo/A1203 catalysts can induce the formation and stabilization of/3-NiMoO4 phase. The 13-NiMoO4 phase formed has higher reduction tempera- ture and lower dispersion than the polymolybdate surface species and therefore, its formation leads to a decrease in the HDS activity of the catalysts with high phosphorus content. Acknowledgements The part of work conducted at the Institute Catalysis, Bulgarian Academy of Sciences was supported by a grant from Bulgarian National Fond for Scientific Research. P. Atanasova and A. L6pez Agudo are grateful to the Commission of the European Communities for financial support (project No 3605/1993) of P.A. in Spain. T.H. wishes to express his gratitude to CONACyT (M6xico) for financial support. References [1] D. Chadwick, D.W. Aitchison, R. Badilla-Ohlbaum and L. Josefsson, Stud. Surf. Sci. Catal., 16 (1983) 323. [2] A. Morales and M.M. Ramirez de Agudelo, Appl. Catal., 23 (1986) 23. [3] P. Atanasova, T. Halachev, J. Uchytil and M. Kraus, Appl. Catal., 38 (1988) 235. [4] J.L.G. Fierro, A. Lopez Agudo, N. Esquivel and R. Lopez Cordero, Appl. Catal., 48 (1989) 353. [5] P.J. Mangnus, J.A.R. van Veen, S. Eijsbouts, V.H.J. de Beer and J.A. Moulijn, Appl. Catal., 61 (1990) 99. [6] S. Eijsbouts, J.N.M. van Gestel, J.A.R. van Veen, V.H.J. de Beer and R. Prins, J. Catal., 131 (1991) 412. [7] J.M. Lewis and R.A. Kydd, J. Catal., 136 (1992) 478. [8] J.M. Lewis, R.A. Kydd, R.M. Boorman and P.H. van Rhyn, Appl. Catal. A, 84 (1992) 103. [9] O. Poulet, R. Hubaut, S. Kasztelan and J. Grimblot, Bull. Soc. Chim. Belg., 100 (1991) 857. [10] J.A.R. van Veen, H.A. Colijn, P.A.J.M. Hendriks and A.J. van Welsenes, Fuel Processing Technology, 35 (1993) 137. [11] H. Topsoe, B.C. Clausen, N.-Y. Topsoe and P. Zeuthen, Stud. Surf. Sci. Catal., 53 (1990) 77. P. Atanasova et al./Applied Catalysis A: General 159 (1997) 269-289 289 [12] M. Jain, J.L. Rico Cerda and R. Prins, Bull. Soc. Chim. Belg., 104 (1995~ 225. [13] P. Atanasova and A. Lopez Agudo, Appl. Catal. B, 5 (1995) 329. [14] S.I. Kim and S.I. Woo, J. Catal., 133 (1992) 124. [15] R. L6pez Cordero, N. Esquivel, J. Lazaro, J.L.G. Fierro and A. L6pez Agudo, Appl. Catal., 48 (1989) 341. [16] P.J. Mangnus, J.A.R. van Veen, S. Eijsbouts, V.H.J. de Beer and J.A. Moulijn, Appl. Catal., 61 (1990) 99, [17] M. Jain and R. Prins, Bull. Soc. Chim. Belg., 104 (1995) 231. [18] A. Lopez Agudo, R. Lopez Cordero, J.M. Palacios and J.L.G. Fierro, Bull. Soc. Chim. Belg., 104 (1995) 237. [19] R. L6pez Cordero, S. L6pez Guerra, J.L,G. Fierro and A. L6pez Agudo, J. Catal., 126 (1990) 8. [20] J.A.R. van Veen, P.A.J.M. Hendriks, R.R. Andrea, E.J.G.M. Romers and A.E. Wilson, J. Phys. Chem., 94 (1990) 5282. [21] P. Atanasova and T. Halachev, Appl. Catal., 48 (1989) 295. [22] P. Atanasova, J. Uchytil, M. Kraus and T. Halachev, Appl. Catal., 65 (1990) 53. [23] R. Thomas, V.H.J. de Beer and J.A. Moulijn, Bull. Soc. Chim. Belg., 90 (1981) 1349. [24] C.V. C~iceres, J.L.G. Fierro, A. L6pez Agudo, M.N. Blanco and H.J. Thomas, J. Catal., 95 (1985) 501. [25] P. Arnoldy, J.C.M. de Jonge and J.A. Moulijn, J. Phys. Chem., 89 (1985) 4517. [26] Y. Okamoto, A. Maezawa, M. Kitamura and T. Imanaka, Appl. Catal., 55 (1989) 215, [27] Z. Wei, Sh. Jiang, Q. Xin, Sh. Sheng and G. Xieng, Catal. Today, 11 (1991) 365. [28] R. L6pez Cordero, EJ, Gil Llambias and A. L6pez Agudo, Appl. Catal,, 74 (1991) 125. [29] J. Brito and J. Laine, Polyhedron, 5 (1986) 179. [30] B. Scheffer, P. Molhoek and J.A. Moulijn, Appl. Catal., 46 t 1989) 11. [31] N.K. Nag, D. Fraenkel, J.A. Moulijn and B.C. Gates, J. Catal., 66 (1980) 162. [32] J.M. Rynkowski, T. Paryjczak and M. Lenik, Applied. Catal. A, 106 (1993) 73. [33] M.P. Astier, M.L. Lacroix and S,J. Teichner, J. Catal., 91 (1985) 356. [34] J.L. Brito, J. Laine and K.C. Pratt, J. Mater. Sci., 24 (1989) 425. [351 J.L. Brito, A. Albornoz, E Severino, J. Laine, 13th North American Meeting of the Catalysis Society, May 1993. [36] J. Laine and K.C. Pratt, Ind. Eng. Chem. Fundam., 20 (1981) 1. [37] J.L. Brito and J. Laine, Appl. Catal., 72 (1991) L13. 138] F. Rushala, P.A. Shiriaev, M.Yu. Kutirev, M.Ya. Kushnerev and D.P. Shashkin, Kinet. Katal. (Russian), 22 (1981) 1307. J39] N.R. Gazimzyanov. V.I. Mikhailov and I.I. Zadko, Kinet. Catal., 33 (1992) 737. [40] A.A. Spojakina, N.G. Kostova, I.A. Tzholovski and D.M. Shopov, Kinetika i Kataliz (Russian), 23 (1982~ 456. L41 ] O.I. Goncharova, A.A. Davydov and T.M. Yurieva, Kinetika i Kataliz (Russian), 25 (1985) 152. [42] J.L. Brito and J. Laine, J. Catal., 139 (1993) 540. [43] A.A. Davydov and O.I. Goncharova, Russ. Chem. Rev., 62 (1993) 105. [44] G.Sh. Talipov, U.B. Hakimov, V.N. Vorobev, K.A. Samigo and U.M. Shtekochihin, Kinet. Katal. (Russian), 13 (1972) 1558. [45] G.D. Chukin, V.I. Mihailov, S.A. Surin, D.A. Agievskii, V.I. Kvashonkin, M.V. Landau, B.K. Nefedov and L.1. Pavlova, Kinet. Katal. (Russian), 27 (1986) 186. [46] J. Fuchs and I. Brudgam, Z. Naturforsch, 32(b) (1977) 403. [47] N. Giordano, J.f.J. Bart, A. Vagni, A. Castellan and G. Martinotti, J. Catal., 36 (1975) 81. [48] A. Spojakina, S. Damyanova, L. Petrov and Z. Vit, Appl. Catal., 56 (1989) 163. [49] J.L, Brito, A. Liliana Barbarosa, A. Albornoz, E Severino and J. Laine, Catal. Lett., 26 (1994) 329. APCATA 97000677 S0926-860X(97)00067-7 10.1016/S0926-860X(97)00067-7 Elsevier Science B.V. All rights reserved Temperature programmed reduction of the oxide form ofPNiMo/Al2O3 catalysts before and after water extraction P. Atanasova * a R. López Cordero b L. Mintchev a T. Halachev a 1 A. López Agudo c 2 a Institute of Catalysis, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria b Centro de Investigaciones Químicas, Washington 169, La Habana, Cuba c Instituto de Catálisis y Petroleoquímica, CSIC, Campus Universidad Autónoma, Cantoblanco, 28049 Madrid, Spain * Corresponding author. Center of Micro-Engineered Ceramics, University of New Mexico, 202 Farris Engineering Center, Albuquerque, NM 87131-1341, USA. Tel.: +1 505 277 6766; fax: +1 505 2775 433 1 On leave of absence from the Institute of Catalysis of the Bulgarian Academy of Sciences. Present address: Departamento de Ingeniería Química, Facultad de Química, UNAM, Cd. Universitaria, México D.F. (04 510), México. Fax (+525) 622-5366. 2 fax (+34-1) 5854760 A series of co-impregnatedPNiMo/Al2O3 catalysts with phosphorus concentration varying from 0 to 13.6 wt% P2O5 was studied by temperature programmed reduction (TPR) in their oxidic state before and after water extraction. Diffuse reflectance (DRS) and infrared spectra (IR) of the samples after the water extraction procedure were also analyzed. The TPR data showed that the introduction of phosphorus in the co-impregnatedPNiMo/Al2O3 catalysts increases the formation of easily reducible polymeric molybdenum structures at low phosphorus concentrations and of NiMo microcrystallites in the samples with high phosphorus content. It was found that water extraction procedure affects molybdenum in easily reducible forms, as polymeric molybdenum and nickel-molybdenum structures, and Ni2+(Oh) ions incorporated in them. Indications were found that the increased concentration of phosphorus in thePNiMo/Al2O3 catalysts induces the formation and the stabilization of a β-NiMoO4 phase, which has higher reduction temperature and lower dispersion than polymolybdate surface species and therefore, its formation leads to a decrease in the hydrodesulfurization activity of the catalysts with high phosphorus content. Keywords Phosphorus-nickel-molybdenum Hydrotreating catalysts Temperature programmed reduction Infrared spectroscopy Diffuse reflectance spectroscopy Oxide form Water extraction Reference [1] Chadwick D. Aitchison D.W. Badilla-Ohlbaum R. Josefsson L. Stud. Surf. Sci. Catal. 16 1983 323 [2] Morales A. Ramirez de Agudelo M.M. Appl. Catal. 23 1986 23 [3] Atanasova P. Halachev T. Uchytil J. Kraus M. Appl. Catal. 38 1988 235 [4] Fierro J.L.G. Agudo A. Lopez Esquivel N. Cordero R. Lopez Appl. Catal. 48 1989 353 [5] Mangnus P.J. van Veen J.A.R. Eijsbouts S. de Beer V.H.J. Moulijn J.A. Appl. Catal. 61 1990 99 [6] Eijsbouts S. van Gestel J.N.M. van Veen J.A.R. de Beer V.H.J. Prins R. J. Catal. 131 1991 412 [7] Lewis J.M. Kydd R.A. J. Catal. 136 1992 478 [8] Lewis J.M. Kydd R.A. Boorman R.M. van Rhyn P.H. Appl. Catal. A 84 1992 103 [9] Poulet O. Hubaut R. Kasztelan S. Grimblot J. Bull. Soc. Chim. Belg. 100 1991 857 [10] van Veen J.A.R. Colijn H.A. Hendriks P.A.J.M. van Welsenes A.J. Fuel Processing Technology 35 1993 137 [11] Topsoe H. Clausen B.C. Topsoe N.-Y. Zeuthen P. Stud. Surf. Sci. Catal. 53 1990 77 [12] Jain M. Rico Cerda J.L. Prins R. Bull. Soc. Chim. Belg. 104 1995 225 [13] Atanasova P. Agudo A. Lopez Appl. Catal. B 5 1995 329 [14] Kim S.I. Woo S.I. J. Catal. 133 1992 124 [15] Cordero R. López Esquivel N. Lazaro J. Fierro J.L.G. Agudo A. López Appl. Catal. 48 1989 341 [16] Mangnus P.J. van Veen J.A.R. Eijsbouts S. de Beer V.H.J. Moulijn J.A. Appl. Catal. 61 1990 99 [17] Jain M. Prins R. Bull. Soc. Chim. Belg. 104 1995 231 [18] Agudo A. Lopez Cordero R. Lopez Palacios J.M. Fierro J.L.G. Bull. Soc. Chim. Belg. 104 1995 237 [19] Cordero R. López López Guerra S. Fierro J.L.G. Agudo A. López J. Catal. 126 1990 8 [20] van Veen J.A.R. Hendriks P.A.J.M. Andrea R.R. Romers E.J.G.M. Wilson A.E. J. Phys. Chem. 94 1990 5282 [21] Atanasova P. Halachev T. Appl. Catal. 48 1989 295 [22] Atanasova P. Uchytil J. Kraus M. Halachev T. Appl. Catal. 65 1990 53 [23] Thomas R. de Beer V.H.J. Moulijn J.A. Bull. Soc. Chim. Belg. 90 1981 1349 [24] Cáceres C.V. Fierro J.L.G. Agudo A. López Blanco M.N. Thomas H.J. J. Catal. 95 1985 501 [25] Arnoldy P. de Jonge J.C.M. Moulijn J.A. J. Phys. Chem. 89 1985 4517 [26] Okamoto Y. Maezawa A. Kitamura M. Imanaka T. Appl. Catal. 55 1989 215 [27] Wei Z. Jiang Sh. Xin Q. Sheng Sh. Xieng G. Catal. Today 11 1991 365 [28] Cordero R. López Gil Llambias F.J. Agudo A. López Appl. Catal. 74 1991 125 [29] Brito J. Laine J. Polyhedron 5 1986 179 [30] Scheffer B. Molhoek P. Moulijn J.A. Appl. Catal. 46 1989 11 [31] Nag N.K. Fraenkel D. Moulijn J.A. Gates B.C. J. Catal. 66 1980 162 [32] Rynkowski J.M. Paryjczak T. Lenik M. Applied. Catal. A 106 1993 73 [33] Astier M.P. Lacroix M.L. Teichner S.J. J. Catal. 91 1985 356 [34] Brito J.L. Laine J. Pratt K.C. J. Mater. Sci. 24 1989 425 [35] Brito J.L. Albornoz A. Severino F. Laine J. 13th North American Meeting of the Catalysis Society May 1993 [36] Laine J. Pratt K.C. Ind. Eng. Chem. Fundam. 20 1981 1 [37] Brito J.L. Laine J. Appl. Catal. 72 1991 L13 [38] Rushala F. Shiriaev P.A. Kutirev M.Yu. Kushnerev M.Ya. Shashkin D.P. Kinet. Katal. (Russian) 22 1981 1307 [39] Gazimzyanov N.R. Mikhailov V.I. Zadko I.I. Kinet. Catal. 33 1992 737 [40] Spojakina A.A. Kostova N.G. Tzholovski I.A. Shopov D.M. Kinetika i Kataliz (Russian) 23 1982 456 [41] Goncharova O.I. Davydov A.A. Yurieva T.M. Kinetika i Kataliz (Russian) 25 1985 152 [42] Brito J.L. Laine J. J. Catal. 139 1993 540 [43] Davydov A.A. Goncharova O.I. Russ. Chem. Rev. 62 1993 105 [44] Talipov G.Sh. Hakimov U.B. Vorobev V.N. Samigo K.A. Shtekochihin U.M. Kinet. Katal. (Russian) 13 1972 1558 [45] Chukin G.D. Mihailov V.I. Surin S.A. Agievskii D.A. Kvashonkin V.I. Landau M.V. Nefedov B.K. Pavlova L.I. Kinet. Katal. (Russian) 27 1986 186 [46] Fuchs J. Brudgam I. Z. Naturforsch 32 b 1977 403 [47] Giordano N. Bart J.C.J. Vagni A. Castellan A. Martinotti G. J. Catal. 36 1975 81 [48] Spojakina A. Damyanova S. Petrov L. Vit Z. Appl. Catal. 56 1989 163 [49] Brito J.L. Liliana Barbarosa A. Albornoz A. Severino F. Laine J. Catal. Lett. 26 1994 329",
      "scopus-id": "0001655228",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000677",
        "dc:description": "A series of co-impregnatedPNiMo/Al2O3 catalysts with phosphorus concentration varying from 0 to 13.6 wt% P2O5 was studied by temperature programmed reduction (TPR) in their oxidic state before and after water extraction. Diffuse reflectance (DRS) and infrared spectra (IR) of the samples after the water extraction procedure were also analyzed. The TPR data showed that the introduction of phosphorus in the co-impregnatedPNiMo/Al2O3 catalysts increases the formation of easily reducible polymeric molybdenum structures at low phosphorus concentrations and of NiMo microcrystallites in the samples with high phosphorus content. It was found that water extraction procedure affects molybdenum in easily reducible forms, as polymeric molybdenum and nickel-molybdenum structures, and Ni2+(Oh) ions incorporated in them. Indications were found that the increased concentration of phosphorus in thePNiMo/Al2O3 catalysts induces the formation and the stabilization of a β-NiMoO4 phase, which has higher reduction temperature and lower dispersion than polymolybdate surface species and therefore, its formation leads to a decrease in the hydrodesulfurization activity of the catalysts with high phosphorus content.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000677",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Atanasova, P."
          },
          {
            "@_fa": "true",
            "$": "Cordero, R. López"
          },
          {
            "@_fa": "true",
            "$": "Mintchev, L."
          },
          {
            "@_fa": "true",
            "$": "Halachev, T."
          },
          {
            "@_fa": "true",
            "$": "Agudo, A. López"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000677"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000677"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00067-7",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature programmed reduction of the oxide form ofPNiMo/Al2O3 catalysts before and after water extraction",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Phosphorus-nickel-molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Hydrotreating catalysts"
          },
          {
            "@_fa": "true",
            "$": "Temperature programmed reduction"
          },
          {
            "@_fa": "true",
            "$": "Infrared spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Diffuse reflectance spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Oxide form"
          },
          {
            "@_fa": "true",
            "$": "Water extraction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "269-289",
        "prism:endingPage": "289",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00067-7",
        "prism:startingPage": "269",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00067-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001655228"
      }
    }
  }
}