{
  "metadata": {
    "title": "The performance of titania-supported Wacker catalysts in the oxidation of 1-butene",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-28",
    "doi": "10.1016/S0926-860X(97)00054-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000549",
    "pii": "S0926860X97000549"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001695557",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-03-23 1999-03-23 2010-11-13T18:01:50 1-s2.0-S0926860X97000549 S0926-860X(97)00054-9 S0926860X97000549 10.1016/S0926-860X(97)00054-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00828 2024-01-01T12:19:29.85596Z 0 0 19970828 1997 1999-03-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 156 156 2 2 Volume 156, Issue 2 5 219 238 219 238 19970828 28 August 1997 1997-08-28 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. PERFORMANCETITANIASUPPORTEDWACKERCATALYSTSINOXIDATION1BUTENE STOBBEKREEMERS A SMIDT 1959 176 J SMIDT 1969 291 J KOMIYAMA 1968 310 H EVNIN 1973 109 A VANDERSTEEN 1987 P PHDTHESIS VANDERHEIDE 1990 E PHDTHESIS VANDERHEIDE 1988 1648 E PROC9THINTCONGRCATAL VANDERHEIDE 1989 320 E VANDERHEIDE 1990 93 E STOBBEKREEMERS 1995 130 A STOBBEKREEMERS 1995 367 A HENRY 1964 3246 P MILLER 1990 2924 D MATVEEV 1977 716 K JACKSON 1971 783 E GINZBURG 1968 648 S HEISE 1987 1 M PREPARATIONCATALYSTS WENT 1990 4240 G BOND 1991 1 G WENT 1992 479 G WACHS 1990 570 I WALLENBERG 1990 246 L SANATI 1991 128 M MACHEJ 1990 731 T CENTI 1990 625 G STOBBEKREEMERSX1997X219 STOBBEKREEMERSX1997X219X238 STOBBEKREEMERSX1997X219XA STOBBEKREEMERSX1997X219X238XA item S0926-860X(97)00054-9 S0926860X97000549 1-s2.0-S0926860X97000549 10.1016/S0926-860X(97)00054-9 271346 2024-01-01T12:19:29.85596Z 1997-08-28 1-s2.0-S0926860X97000549-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000549/MAIN/application/pdf/6db1add62212f9dadce3f4867b7e7c73/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000549/MAIN/application/pdf/6db1add62212f9dadce3f4867b7e7c73/main.pdf main.pdf pdf true 1055949 MAIN 20 1-s2.0-S0926860X97000549-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000549/PREVIEW/image/png/3fc54772c34933f58cc3ae6dfdfab6ff/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000549/PREVIEW/image/png/3fc54772c34933f58cc3ae6dfdfab6ff/main_1.png main_1.png png 58646 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 219-238 The performance of titania-supported Wacker catalysts in the oxidation of 1-butene A.W. Stobbe-Kreemers, M. Makkee*, J.J.F. Scholten Faculty of Chemical Technology and Materials Science, Department of Chemical Engineering, Section Industrial Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands Received 18 July 1996; received in revised form 24 January 1997; accepted 27 January 1997 Abstract The kinetics of 1-butene oxidation over titania-supported catalysts has been investigated. The reaction rate shows a first-order dependence on 1-butene and water coverage at low partial pressures. At higher partial pressures of water in the feed the reaction rate first strongly increases and then levels off, when the water coverage exceeds a monolayer, probably due to partial dissolution of PdSO4. The concentration of dioxygen in the feed has a slight positive influence on the activity up to 15 kPa. Heterogeneous Wacker catalysts consist of a palladium salt deposited on a vanadium pentoxide layer on a support material such as titania. The composition of the catalyst appears to be of major influence on its performance. For palladium acetate-based catalysts the activity shows a first order in the palladium coverage. The activity of the catalysts decreases with increasing vanadium oxide coverage. Temperature programmed reduction (TPR) shows that the reduction temperature of the vanadium oxide overlayer increases with increasing coverage. The easiness of reducibility of the titania-supported catalysts in comparison to the alumina-based ones is directly related to the one order of magnitude higher activity of the tinania-based catalysts. On oxidizing 1-butene to butanone, the activity of titania-supported catalysts decreases by approximately 60% during the first 100 h of operation. After this initial deactivation, the activity and selectivity of the catalyst remains stable for more than 700 h. TPR and high resolution electron microscopy (HREM) show that this deactivation is mainly caused by a slight sintering of the vanadium oxide layer. Keywords: Vanadium pentoxide; Titania; Wacker oxidation; 1-Butene; Deactivation I. Introduction Liquid-phase Wacker oxidation process, as originally developed by Smidt et al. [1] is applied for the oxidation of ethene to acetaldehyde. The catalyst consists of * Corresponding author. Tel.: +31 15 2781391; fax: +31 15 2784452; e-mail: m.makkee@stm.tudelft.nl. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(97)00054-9 220 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 an aqueous solution of H2PdC14 and CuC12. During the reaction Pd(II) is reduced to Pd(0), which is subsequently reoxidized by the Cu(II)/Cu(I) redox couple in the presence of excess chloride. The excess of chloride, which prevents the dispro- portionation of Cu(I) into Cu(0) and Cu(II), in combination with dioxygen, causes the high corrosivity of the solution. Another problem originating from the Cu(II)/ Cu(I) redox system is the formation of chlorinated side products. Since the formation of these chlorinated side products strongly increases with the chain- length of the alkene, the process has never been applied for the oxidation of higher alkenes, such as 1-butene. To overcome the problems encountered in the homogeneous process, hetero- geneous gas-phase versions have been developed [2-4]. Scholten and co-workers [5-9] developed a heterogeneous catalyst, which consists of a Pd(II) complex deposited on a vanadium pentoxide monolayer supported on a high-surface area support material, such as \"~-alumina. The Cu(II)/Cu(I) redox couple of the homogeneous process has been replaced by a vanadium pentoxide monolayer. A disadvantage of the heterogeneous catalysts is that the activity is almost three orders of magnitude lower than that in the homogeneous process. Van der Heide [6,7], however, reported that in the oxidation of ethene the activity can be improved by over one order of magnitude by replacing the 7-alumina support for titania. In this article the performance of titania-supported catalysts in the oxidation of 1-butene is described. The influence of the partial pressures of 1-butene, water, and dioxygen on the activity and selectivity of the catalyst has been studied. The influence of the palladium sulfate and the vanadium pentoxide coverage on the activity of the catalysts is also discussed. One of the palladium sulfate/vanadium pentoxide supported on titania catalysts has been tested in the oxidation of 1-butene to butanone over a period of 800 h. To reveal the reasons for catalyst deactivation, samples of the fresh and spent catalyst have been investigated with several techniques, such as high resolution electron microscopy (HREM), X-ray photoelectron spectroscopy (XPS), temperature programmed reduction (TPR) and temperature programmed desorption (TPD). 2. Experimental Ti02 (anatase) pellets (Rhone-Poulenc, type CRS-31), BET surface area 112 m2/ g and pore volume 0.25 cm3/g, were used as support material. For 7-alumina- supported catalysts \"y-AleO3 extrudates (Akzo-Nobel, type 000-3P), BET surface area 269 m2/g and pore volume 0.6 cm3/g, were used. The support materials were crushed and sieved and the fraction between 400 and 625 ~tm was used for catalyst preparation. Vanadium pentoxide was deposited by impregnation with an aqueous 10 g]dm3 solution of NH4VO3 (Merck, reagent grade) at 298 K and pH=4 in a similar way as described for \"7-alumina-supported catalysts [10]. The vanadium pentoxide coverage was varied by varying the contact time with the solution; A.W, Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 Table 1 Composition of catalysts 221 Code V205 coveragea PdSO4 coveragea H2SO4 loading Support (V]nnl2) (Pd/nm2) (wt%) A 3.2 0.04 2.0 7-A1203 B 3.2 0.1 2.0 TiO2 C 0.7 0.1 2.0 \"rio2 D 1.9 0.1 2.0 TiO2 E 3.4 0.1 2.0 TiO2 F 5.0 0.2 4.3 TiO2 G 1.4 0.1 2.0 TiO2 a Calculated on the basis of the BET surface area of the unloaded support (112 m2/g for TiO2 and 269 m2/g for % A1203). catalysts on titania with vanadium pentoxide loadings between 1 and 7 wt% were prepared. Catalysts were dried at 343 K for 16 h and calcined at 675 K for 4 h in air. Subsequently, the palladium salt was deposited by pore volume impregnation. Palladium sulfate (PdSO4.2H/O, Alfa Products) was dissolved in water with an additional amount of sulfuric acid, whereas palladium acetate-based catalysts were prepared with a solution of Pd(CH3COO)2 (Aldrich) in acetone. After impregna- tion the catalysts were dried and stored at 343 K in air. Table 1 summarizes the composition of the catalysts. In the further discussion, the catalysts will be denoted by the codes listed in Table 1. Catalysts were tested in the oxidation of 1-butene to butanone in a continuous- fixed-bed stainless-steel reactor described in detail before [11]. The reaction conditions are summarized in Table 2. The activity of the catalysts is expressed in mol butanone produced per mol palladium per second. Thermogravimetric analysis (TGA) of the catalysts was performed in a Stanton Redcroft TG-750 thermobalance. Catalyst samples of approximately 25 mg were placed in a platinum cup and heated at 0.017 K/s in a synthetic air flow of 0.17 cm3/ s. The flow of air could, optionally, be saturated with water by bubbling it through a thermostated vessel filled with water. Table 2 l-Butene oxidation test conditions Feed 0-2 kPa 1-butene 4-15 kPa water 4-20 kPa dioxygen 65-78 kPa nitrogen Feed rate 0.83 cm3(STP)/s Amount of catalyst 0.25--0.7 g Particle size 400-625 ~tm Temperature 323-393 K Pressure 101 kPa 222 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 Fresh and spent catalysts were characterized by means of TPR in the equipment described in detail before [ 10]. Approximately 100 mg of sample was loaded in the quartz reactor tube and heated at a rate of 0.17 K/s in a flow of 0.5 cm3(STP)/s of 66% dihydrogen in argon. H2 consumption was detected with a thermal con- ductivity detector. TPD experiments were performed in a home-made equipment. Approximately 1 g of sample was placed in a zinc cup and heated at a rate of 0.17 K/s in a flow of 1.25 cm3(STP)/s carrier gas. Gases evolved as a function of temperature from the sample were led by the carrier gas to a Varian MAT-44 mass spectrometer and analyzed five times per minute. High resolution electron micrographs were taken on a Philips CM 30 transmis- sion electron microscope, operating with field emission gun at 300 kV. XPS was performed on a PHI 5400 ESCA system, in which Mg K~ radiation was used for sample excitation. Peak positions were corrected for charging of the samples by comparison with the Ols and C~s peak position. 3. Results and discussion Catalysts supported on -y-alumina (catalyst A) and TiO2 (anatase) (abbreviated to titania in the rest of this paper) (catalyst B) have been tested in the oxidation of 1- butene to butanone. Fig. 1 shows the activity and butanone selectivity of the two catalysts as a function of time. For both catalysts the selectivity to butanone is more than 85%. The major side products are acetaldehyde and acetic acid. Additionally, minor amounts of acrolein, acetone and butanoic acid are found for the titania- supported catalysts. Although the vanadium pentoxide coverage and the palladium sulfate loading are in the same order for both catalysts, the activity of the titania-supported catalyst appears to be more than one order of magnitude higher than that of the 7-alumina- supported one. Initially, a strong decrease of the activity of the titania-supported catalyst is observed. This decrease is probably the result of the establishment of a steady-state surface composition of the catalyst. Reactions (1), (2), and (3) show the reaction sequence during the catalytic cycle: Pd2+ C4H8 q-- H20 --+ Pd(0) + C4H80 q- 2H+ Pd(0) + V205 + 2H~ Pd2+ + H2V205 H2V205 + 102 --+ V205 q- H20 (1) (2) (3) At the beginning of the experiment palladium is for 100% in the oxidized Pd(II) state and the rate of butanone production is determined by the rate of reaction (1). During the experiment Pd(II) is reduced and has to be reoxidized by the vanadium pentoxide monolayer, according to reaction (2). The steady-state activity will be characterized by a specific Pd(II)/Pd(0) ratio, which is determined by the relative A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 223 I o3 7 -0 o_ 0 E (D c- O C- O -I..M _0 0 E E (3 C12 , [- > 8 I > 4 < I r+++~ I++~ ~t++++t++++t+++++ O0 5 10 15 20 25 300 Time (h) 100 80 60 40 20 c 0 c 0 _Q O .+J >-, _ > O 0) 0) U3 Fig. 1. Activity and butanone selectivity in the oxidation of 1-butene of catalyst A (+) (supported on \"/-alumina) and catalyst B (A) (on titania). Feed: 1 kPa 1-butene, 7 kPa H20 and 93 kPa air. rates of reactions (1) and (2). The titania-supported catalyst reaches a steady-state activity of approximately 3 mmol butanone mol Pd- 1 s- 1 after 3 h and during the next 20 h of operation a deactivation of approximately 20% is observed. For the \"7- alumina-supported catalyst a steady-state activity of approximately 0.25 mmol butanone mol Pd-1 s-1 is found and a minor deactivation is observed over the next 20 h. 3.1. Variation of the 1-butene partial pressure Fig. 2 shows the influence of the 1-butene partial pressure on the activity and selectivity of the titania-supported catalyst C, after having reached the steady state. The reaction rate shows a Langmuir-type relation with the partial pressure of 1- butene; the activity initially increases linearly with the partial pressure of 1-butene and gradually levels off above 0.5 kPa. The selectivity is not affected by the 1- butene partial pressure in the range studied. 3.2. Variation of the dioxygen partial pressure Fig. 3 shows the reaction rate of 1-butene oxidation as a function of the dioxygen partial pressure for catalyst C. A positive effect of the dioxygen partial pressure on 224 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 7 O3 I \"0 EL 0 8 @ C 0 c- O _Q 0 E E Ct2 10 8 6 4 2 LJ(5~ [- > < + I + J 80 100 8' ' i , t , i , ~ .00 0.50 1.00 1.50 2. 1-butene portiol pressure (kPo) 60 40 20 C 0 C 0 _0 O > .n O (1) (/3 Fig, 2. Activity (+) and butanone selectivity (O) as a function of the partial pressure of 1-butene at 373 K of catalyst C. Feed: 5 kPa H20, 18 kPa O2 and 76 kPa N2. the activity is observed. However, this effect is relatively weak and shows the tendency to become zero order above approximately 15 kPa, a pressure range where the catalysts are normally tested. Only at low dioxygen partial pressure (<15 kPa) a decrease in activity is observed. The activity at high dioxygen partial pressures is readily regained when it is increased after a longer period of experimentation at low dioxygen partial pressures. The deactivation of 7-alu- mina-supported catalysts has been found to be mainly caused by sintering of the vanadium pentoxide layer under reaction conditions [11] due to the poor inter- action between the 7-alumina support and the reduced vanadium pentoxide overlayer. Since this deactivation at low partial dioxygen pressures is not observed for the titania-supported catalyst, vanadium pentoxide appears to be more stabi- lized on the titania support. In the studied region of dioxygen partial pressures, the selectivity to butanone is not influenced by the amount of dioxygen in the feed. 3.3. Variation of the water partial pressure Fig. 4 shows the dependence of the reaction rate and selectivity on the partial pressure of water. The butanone selectivity slightly increases with increasing concentration of water in the feed. The activity of the catalyst strongly depends on A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 225 I 03 T -0 EL 0 E (D C 0 (- _(2) I 0 E E 0 O2 15 12- 9- 6- 3- .......... _A- ...... ~ -__ + ] < I O0 I t I I 4 8 12 16 02 portiol pressure (kPo) 100 (1) 80 c 0 c- O 60 _C) O 4O > 20 -~ 0) i U3 2'o Fig. 3. Activity and selectivity of catalyst C as a function of the partial pressure of dioxygen at 373 K. Feed: 1 kPa 1-butene, 15 kPa H20 and 85 kPa (O2+N2) of varying composition. the partial pressure of water. In the region 0-8 kPa the reaction rate increases approximately linearly with the partial pressure of water. Above 8 kPa a sudden change in the reaction order is observed and the reaction rate strongly increases. Other experiments show that when the partial pressure exceeds 18 kPa the activity becomes independent of the water pressure. This unexpected behavior might be the result of a strong change in the water coverage above 8 kPa, due to the onset of multilayer adsorption. Apparently, exceeding monolayer coverage has a beneficial effect on the activity of the catalyst. Inasmuch as the activity becomes independent of the partial water pressure above 15 kPa this beneficial effect only occurs in the first stage of multilayer adsorption. When the adsorbed layer becomes too thick the reaction rate levels off, probably as a result of diffusional retardation of either 1- butene or dioxygen or both through the water layer towards the catalyst surface. The strong influence of the water coverage is also reflected in the performance of catalyst D at higher temperatures. Fig. 5 shows the activity and selectivity as a function of the reaction temperature; the activity is found to decrease with increasing temperature. This apparent non-Arrhenius behavior is especially pro- nounced in the temperature range 325-355 K, where a strong decrease in activity is observed. The strong decrease in activity in the range 325-355 K can be understood in terms of a changing water coverage with increasing temperature. When the water 226 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 r I oo 15 T c/ -6 12 E (D c 9 0 c- O ~ 6 I 0 E 3 E Q2 100 ............. ........ _O ........ -6~----O---G r > /s, , / / / / / / / / I I I 5 10 15 Partial pressure of I 20 250 water (kPa) 80 60 40 20 @ C 0 C O n O .I > .i L) @ I @ (/3 Fig. 4. Activity (A) and butanone selectivity (O) of catalyst C as a function of the partial pressure of water in the feed at 373 K. Feed: 1 kPa C4H8, 18 kPa 02 and 81 kPa (H20+N2) of varying composition. coverage becomes less than a monolayer the activity curve shows a kink and lower activities are found, which are no longer strongly influenced by the reaction temperature. The fact that the activity strongly increases when the water coverage exceeds a monolayer suggests that a change in mechanism occurs at this point. It is conceivable that the activity increases as a result of the dissolution of (part of) palladium sulfate in the water layer, resulting in the formation of a kind of supported liquid phase (SLP) catalyst. It is well known from literature [1,12,13] that the activity of dissolved palladium(II) complexes is much higher than the activity of supported palladium complexes. According to Matveev and co-workers [14] aqua-complexes of palladium possess a higher activity in Wacker oxidation than sulfate complexes and, therefore, the overall activity of the catalyst will increase. 3.4. Variation of the palladium coverage In homogeneous Wacker oxidation the reaction rate shows a first-order depen- dence on the H2PdC14 concentration and a negative second order in the chloride concentration. The activity of heterogeneous catalysts also depends on the palladium complex and chloride concentrations. Van der Heide [6,7] reported A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 227 I O3 I [3_ 0 E c- O c- C~ . 0 E E v 0 rY 4 I I I I I I 330 540 350 360 3-70 380 Temperature (K) 100 c- 75 o C (3 db 50 o 25 .> O <D G) (./3 Fig. 5. Activity (+) and butanone selectivity (A) of catalyst D as a function of the reaction temperature. Feed: 1 kPa C4H8, 5 kPa H20, 18 kPa 02 and 77 kPa N2. that the activity of -y-alumina-supported catalysts only increases when both the HEPdC14 and the HC1 coverage are increased. Only when the C1-/Pd2+ ratio is kept constant, a first order is found in the palladium coverage. During the preparation of palladium sulfate-based catalysts, sulfuric acid is added to the impregnation solution in order to aid the palladium sulfate dissolution. Due to the formation of a [Pd(SO4)2]2- complex, palladium is stabilized in the solution [15,16]. The addition of sulfuric acid might, on the other hand, lead to dissolution of the support material and to a lower activity of the catalyst. A certain concentration of sulfuric acid is required to dissolve and stabilize palladium sulfate; too low concentrations might lead to dissociation of palladium sulfate into inactive metallic palladium [17]. On the other hand, too high a concentration of sulfuric acid is detrimental for the texture of the catalysts. Since it is not possible to determine reliably the reaction order in the palladium coverage in this way, catalysts based on palladium acetate have been used to determine the reaction order in palladium. Palladium acetate can be deposited by impregnation of a neutral solution in acetone Fig. 6 shows the activity of a series of catalysts with palladium coverages up to 0.6 Pd/nm2. The activity of the catalysts increases linearly with the Pd(OAc)2 coverage and hence a first order in palladium is observed, like in homogeneous Wacker oxidation. The activity of the Pd(OAc)2-based catalysts, however, is four to 228 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 -~- 50 I O3 \"7 c>40 0 E c 30 -0 \"~, 20 c- O 10 c- O Q3 0'3 0 0.20 O.40 i I i I I 0.60 0.80 1,00 Pd(OAc)2 coverage (Pd/nm2) Fig. 6. Butanone yield at 373 K as a function of the palladium sulfate coverage. 3.7 V/nm2 on titania with variable Pd(OAc)2 coverage. Feed: 1 kPa 1-butene, 7 kPa H20, 18 kPa 02 and 74 kPa N2. ten times lower than that of the PdSO4-based ones, probably due to partial decomposition of the acetate to metallic palladium. 3Variation of the vanadium pentoxide coverage The activity of the catalyst can only be maintained if palladium is sufficiently quickly regenerated by the redox compound and in our previous paper [ 11 ], dealing with alumina-supported catalysts, the vanadium pentoxide coverage has been found to influence the activity and stability of the catalyst. In Fig. 7 the activity of a series of titania-supported palladium sulfate-based catalysts is depicted as a function of the vanadium pentoxide coverage. Fig. 7 shows that both the initial and the steady-state activity, respectively after 0.5 and 15 h on stream, decrease with increasing vanadium pentoxide coverage, as also found for 7-alumina-supported catalysts [11]. Both decreases in initial as well as steady-state activity can be ascribed to an intrinsically higher activity of the palladium sites associated with monomeric and dimeric vanadium pentoxide species than that of palladium sites bound to polymeric vanadium pentoxide species [11]. Although the activity of titania catalysts with low vanadium pent- oxide coverage decreases more than the activity of catalysts with high coverage, the deactivation as a function of time on stream is much smaller than for \"7- alumina-supported catalystsThis points to a higher stability of titania-supported A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 229 t~, 7 u) 15 I RD EL -5 12 E 6 c- 9 0 c- O _Q 6 0 E s E I > < -'-' 0 I I I I 50 0 1 2 3 4 13d Vanodium oxide coveroge (V/nm2) 100 80 60 40 20 > _ O (D (D O3 (D C 0 c- O m Fig. 7. Initial (+), steady-state (A) activity and butanone selectivity ( at 373 K as a function of the vanadium oxide coverage. Catalysts: 0.1 PdSO4/nm2, SO42-/Pd2+ = 10 on titania, with variable vanadium oxide coverage. Feed: 1 kPa 1-butene, 7 kPa H20, 18 kPa 02 and 75 kPa N2. vanadium pentoxide overlayers against sintering, especially at low vanadium pentoxide coverage. Since these differences might be related to the structure and reactivity of the vanadium pentoxide species, a separate TPR study was made of catalysts with increasing vanadium pentoxide coverage and the corresponding TPR profiles are shown in Fig. 8. The reduction profiles consist of two peaks; a low-temperature peak at approximately 350 K, caused by vanadium oxide reduction, and a high- temperature peak at 600 K, resulting from sulfate reduction [11]. The small peaks at 280 K, observed in profiles (A) and (C), may be assigned to the reduction of palladium sulfate. These peaks are, however, not always visible in the profiles because reduction of palladium sulfate immediately proceeds when the TPR experiment is started. When comparing the reduction profiles of the three samples, a shift in the position of the vanadium pentoxide reduction peak is observed; Tmax shifts from 312 to 375 K when the vanadium pentoxide coverage increases from 1.4 to 3.4 V/ nm2 and a similar shift of the onset temperature of reduction is observed. On increasing the coverage, the structure of the vanadium pentoxide layer on titania changes from isolated monomeric into polymeric [ 18-21 ]. According to Went [20] the major part of the vanadium pentoxide on titania is present as isolated 230 A. W. Stobbe-Kreemers et al, /Applied Catalysis A: General 156 (1997) 219-238 C~ d c- O - Q_ E O9 C 0 z/~ I A d CO (- B o Q_ 6g SU 300 400 500 600 700 800 Temperature (K) Fig. 8. TPR profiles of catalysts with increasing vanadium oxide coverage. (A) Catalyst G (1.4 V/nm2), (B) catalyst D (1.9 V/nm2) and (C) catalyst E (3.4 V/nm2). For the composition of the catalysts see Table 1. Profiles are normalized to 100 mg sample. Heating rate--0.17 K/s. monomeric species below coverages of 2 V/nm2. Upon increasing the coverage up to a monolayer (5 V/nm2) the amount of polymeric vanadium pentoxide species increases and above monolayer coverage crystalline vanadium pentoxide is also formed. Table 3 lists the Tmax values of the vanadium pentoxide reduction peaks of the catalysts, indicated in the legend of Fig. 8, together with their activity in the oxidation of 1-butene. Table 3 clearly shows that the decrease in reducibility of the vanadium pentoxide species is accompanied by a decrease in the activity of the catalysts; a direct relation appears to exist between these variables. For comparison also in Table 3 the values for an alumina-based catalyst is included. From the data it is clear that the reduction of titania-based catalysts is much easier than that of Table 3 Temperature of maximum vanadium oxide reduction rate in TPR and activity in 1-butene oxidation of titania- supported catalysts based on PdSO4 Catalyst Tm~x (K) Initial activity Steady-state activity (mmol mol Pd 1 s-l) (mmol mol Pd-1 s-1) Catalyst G 312 7.0 5.0 Catalyst D 338 5.5 3.9 Catalyst E 375 1.7 1.3 Catalyst A 388 0.8 0.4 A. W. Stobbe-Kreemers et al. /Applied Catalysis A: General 156 (1997) 219-238 231 Table 4 Percentages of vanadium and palladium of different valencies on the surface of used catalysts, as determined by XPS analysis Support Ratea Vanadium (%) Palladium (%) Initial Steady V5 V4+ W3 Pd Pd2+ Pd2+ state (BE: 517.0) (BE: 516.2) (BE: 515.1) (BE: 335.0) (BE: 337.0) (BE: 335.9) 7-A1203 0.8 0.4 68 32 0 50 50 0 TiO2 7.0 5.0 0 46 54 0b 35 65 BE: Binding energy in eV. a Rate: remover frequency (mmol butanone tool Pd-1 s-l); initial, after 0.5 h, steady state, after 15 h on stream. b The experiment was reproduced to confirm the absence of Pd(0). alumina-based ones. The easiness of reducibility probably explains the higher catalytic activity of the titania-based catalysts. Besides a difference in temperature of reduction, a difference in degree of reduction is also observed between titinian and alumina supported vanadium pentoxide. On titania vanadium is reduced to the V3+ state, whereas on alumina reduction only proceeds till the V4+ state. The observed reduction of V5+ to V3+ on titania, instead of to V4+ on 7-alumina, might be another reason for the higher activity. Therefore, the catalysts were further investigated with XPS, analyzing samples which had been used in the oxidation of 1-butene under standard conditions (see Table 2) for a period of 24 h. Table 4 summarizes the vanadium and palladium signals in the XPS spectra. The XPS experiments show that, in the steady state of the reaction, on 7- alumina-supported catalysts the vanadium oxide layer is partly reduced. Part of the vanadium atoms is in the tetravalent oxidation state, whereas the rest is in the fully oxidized V5+ state. In the titania-supported catalyst no V5+ is observed and the vanadium oxide is present in the V3+ and V4+ state. Reduction of the titania-supported vanadium oxide layer to the trivalent state was also observed in TPR. The fact that no V5+ is found indicates that reoxidation of vanadium oxide (reaction (3)) only proceeds to V4+ in the titania-supported catalyst. Evidently, different redox couples are active in, on the one side, the \"/-alumina supported catalysts and, on the other side, the titania-supported catalyst, viz. respectively the V(V)/V(IV) and the V(IV)/V(III) couple. Another remarkable difference between titania and 7-alumina-supported cata- lysts concerns the oxidation state of palladium. The concentration of Pd(0) in the catalysts is determined by the relative rates of reactions (1) and (2). The 7-alumina- supported catalyst shows a significant amount of zerovalent palladium indicating that the reoxidation of Pd(0) by the vanadium oxide layer is slow. Table 4 shows that no Pd(0) is observed in the titania-supported catalyst, indicating that the reoxidation of Pd(0) by the vanadium oxide layer (reaction (2)) is fast or that there is hardly any formation of Pd(0). In contrast to the \"/-alumina-supported catalyst, 232 A.W. Stobbe-Kreemers et al./Applied Catalysis A.\" General 156 (1997) 219-238 (D c- O C- O ..O 0 (.P @ (D 09 > c- O C.) 100 0.10 < J 60 0.06 40 0.04 ~.~_~ + < I 20 ~ ' +--~-,-H+_~i#~._-~+'~ -F''-' ~ 0.02 O0 l I I I i I r ,~ 200 400 600 80 .00 Time (h) I f-- I f-- O _ (.P -(3 0 L_ O_ C 0 C 0 _0 Fig. 9. 1-Butene conversion (+), butanone selectivity (m) and butanone yield (O) of catalyst F (see Table 1). Conditions: 363 K, atmospheric pressure, flow rate 1.67 cm3/s, 4 g catalyst. Feed: 1 kPa 1-butene, 7 kPa water and 93 kPa air. two types of Pd(II) are detected in the titania-supported catalyst. A more detailed description of the catalytic active site in the catalyst is beyond the scope of this article. 3.6. Stability and deactivation of the catalyst Besides activity and selectivity, stability is also a very important quality of a catalyst. The stability of a palladium sulfate-based titania-supported catalyst was tested in the oxidation of 1-butene at 363 K for a period of 800 h. The experiments described hitherto, were performed under differential conditions, i.e. at conver- sions lower than 10%. The present stability test, however, has been performed under integral conditions at a 1-butene conversion per pass of more than 25%. Fig. 9 shows the 1-butene conversion, butanone selectivity and the butanone yield (=conversion times selectivity) in gram butanone per gram of catalyst per hour as a function of time. Initially, a butanone yield of 0.026 g g-1 h-1 is found, which declines over the next 100 h to a steady-state yield of 0.009 g g-~ h-1. The initial decline in activity is caused by two different processes. During the first 10 h the activity strongly decreases due to the reduction and establishment of the equilibrium composition of the catalyst. From 10 to 100 h a second decrease in activity is observed, which A.W. Stobbe-Kreemers et al./Applied Catalysis A.\" General 156 (1997) 219-238 233 6 09 C (1) c- mass 18 / moss 44 moss 64 300 500 700 900 1100 1300 Temperoture (K) Fig. 10. TPD spectra of spent catalyst E Heating rate=0.17 K/s. See Table 1 for the catalyst composition. proceeds much slower and is caused by the deactivation of the catalyst; the reasons for this will be further discussed in Section 3.7. Although the initial high activity cannot be retained, both the butanone yield and selectivity show an excellent stability over the next 700 h. The selectivity of the catalyst for butanone remains almost constant at 83% and is still as high as found under differential conditions at 1-butene conversions of less than 10%. 3.7. Characterization of spent catalysts The results depicted in Fig. 10 show that the titania-supported catalyst suffers from deactivation during the first 100 h of operation. Deactivation, a well-known phenomenon, may be caused by several processes, such as sintering, coke deposition or loss of active components. To reveal the causes of deactivation of the titania-supported catalysts, samples of Catalyst F, fresh and after 800 h of operation, have been characterized by means of several techniques. 3. 7.1. Textural analysis The BET surface area of Catalyst F decreased from 85 to 76 m2/g during the 800 h of the experiment. This decrease in surface area of approximately 10% indicates that some textural and structural rearrangements have occurred under reaction conditions. 234 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 , C i/ c- ~ .2 B Q_ , o '1 I /,' ;' \\, 1 T ',, ', 2;,' X... 250 350 450 550 650 750 850 Temperoture (K) Fig. 11. TPR profiles of fresh (A) and spent (B) catalyst F. (C) FID signal during reduction of spent catalyst. Heating rate=0.17 K/s. 3.7.2. Temperature programmed desorption The TPD spectrum of the fresh and spent catalyst shows desorption peaks of water and sulfur-containing gases, but an additional desorption peak of a compo- nent with mass 44 is detected in the temperature range 300-650 K for the spent catalyst (see Fig. 10), which can either be attributed to carbon dioxide or to acetaldehyde. The second water desorption peak in the temperature range 680- 720 K, is only found for the spent catalyst and coincides with the second desorption peak of the component with mass 44. Obviously, both components are simulta- neously produced by the decomposition or oxidation of some adsorbate. Most probably this involves the oxidation of carbonaceous deposits or adsorbed hydrocarbons on the catalyst surface. 3.7.3. Temperature programmed reduction Fig. 11 shows the TPR profiles of fresh and spent Catalyst E Curve C shows the desorption of hydrocarbons during reduction of the spent catalyst, formed by reduction of carbonaceous deposits on the catalyst surface. The dihydrogen consumption profiles of the catalyst (curves (A) and (B)) show the two peaks, characteristic of palladium sulfate-based catalysts, with vanadium pentoxide reduction peaks at approximately 400 K and sulfate reduction peaks at 600 K. The peak position of the sulfate reduction peak is comparable for both catalysts. For the spent catalyst (curve (B)) an additional small dihydrogen consumption is A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 235 observed at 700 K, which coincides with the large peak in the FID signal, indicating that this peak is caused by the hydrogenation of carbonaceous deposits. Given the fact that several peaks are observed in the FID profile (curve (C)), different types of adsorbed hydrocarbons are present on the catalyst surface. Since the integrated amount of dihydrogen consumed for the hydrogenation of these components is much smaller than the hydrogen consumption for vanadium pentoxide and sulfate reduction, the total amount of adsorbed hydrocarbons is relatively small and is probably not the major cause for deactivation of the catalyst. The vanadium pentoxide reduction peaks of the fresh and spent catalysts show two differences. First, the reduction peak of the spent catalyst is smaller, indicating that part of the vanadium oxide overlayer is in a reduced state under reaction conditions. This is also confirmed by XPS analysis of the spent catalysts, which shows two types of vanadium to be present in approximately equal amounts, which are characterized by binding energies of 515.1 and 516.2 eV, and have been assigned to V3+ and V4+, respectively [22]. Second, the Tmax of the reduction peak is shifted from 383 K for the fresh catalyst to 413 K for the spent catalyst. The results in Fig. 9 showed that the peak position in TPR strongly depends on the vanadium pentoxide structure and shifts to higher temperatures when the degree of polymerization of the vanadium pentoxide species increases. For 7-alumina-supported catalysts the major reason for catalyst deactivation was found to be sintering of the vanadium pentoxide overlayer under reaction conditions. The TPR results in Fig. 11 indicate that this is also the case for titania-supported catalysts. 3.7.4. Electron microscopy The fresh and spent catalysts were investigated with scanning electron micro- scopy (SEM) and HREM. The results of the above TPR experiments indicate that the degree of polymerization of the vanadium pentoxide overlayer in titania- supported catalysts increases under reaction conditions. SEM micrographs of spent q,-alumina-supported catalysts [11] showed that under reaction conditions the overlayer on these catalysts transforms into large particles with diameters of several micrometers. From SEM of titania-supported catalysts no such indications were found. The surface structure of fresh and spent catalysts showed no significant differences. Fresh and spent catalysts were also investigated with HREM. No separate vanadium pentoxide particles are detectable in either samples. The particles in the micrographs show the spacing characteristic of the TiO2 (anatase) lattice. How- ever, in the micrographs of the spent catalyst some amorphous particles of 2-5 nm appear to exist on the edges of the titania particles, which may be attributed to small vanadium pentoxide clusters. Sanati et al. [23,24], in their HREM studies of TiO2 (brookite)-supported vanadium pentoxide monolayers, also found indications for the formation of amorphous vanadium pentoxide particles in reduced samples. The sintering of vanadium oxide monolayers on titania under reaction conditions 236 A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 was also reported by Machej et al. [25] and Centi et al. [26]. The results of these authors indicate that reduction of the oveflayer leads to the formation of small clusters of amorphous, reduced vanadium pentoxide on the titania surface, which can be redispersed over the surface by calcination at elevated temperatures. The above results indicate that deactivation of titania-supported catalysts is the result of a rearrangement of the catalyst surface under reaction conditions. This rearrangement leads to the formation of small vanadium pentoxide clusters in which the degree of polymerization is higher than in the fresh catalyst. Since the activity of the catalyst strongly depends on the degree of polymerizations of the vanadium pentoxide species (see Table 3) sintering of the overlayer results in a lower activity. The sintering of the vanadium oxide overlayer on titania is, however, not very pronounced and an equilibrium composition is attained after approximately 100 h on stream. When this equilibrium composition is reached the activity of the catalyst remains stable for more than 700 h. 4. Conclusions The titania-supported palladium-based catalysts show an order of magnitude higher activity than the ones based on v-alumina. The Langmuir-like kinetics of 1- butene oxidation over titania-supported palladium acetate-based catalysts can approximately be described by rate = k./9C, H8 \"~H20\" 0pd2+ \" 0)02 at constant V2Os-coverage, and in which x= 1 below monolayer coverage and x> 1 above monolayer coverage. The rate equation shows that the Wacker oxidation over heterogeneous catalysts shows some resemblance to the homogeneous Wacker oxidation. Furthermore, in heterogeneous Wacker catalysis the activity strongly depends on the vanadium pentoxide coverage and both for v-alumina and for titania-supported catalysts the activity declines with increasing vanadium pentoxide coverage. The results of TPR experiments show that the decreasing activity results from a lower reducibility of the polymerized vanadium pentoxide layer, which manifests itself in an enhancement of the reduction temperature. A second reason for the higher activity of titania-supported catalysts is related to the better reducibility of the vanadium pentoxide species on this support. The better reducibility manifests itself in a deeper reduction of the vanadium oxide, viz. from V5+ to V3+. This better reducibility results in the fast regeneration of palladium by the vanadium oxide layer, which prevents the formation of inactive Pd(0). The steady-state activity of the titania-supported catalysts is lower than the initial activity. The decrease in activity can be described by two processes. The first process, resulting in a decrease of 45%, is caused by the partial reduction of the A.W. Stobbe-Kreemers et al./Applied Catalysis A: General 156 (1997) 219-238 237 vanadium layer in the catalyst. The exact degree of reduction is determined by the gas-phase composition and by the vanadium pentoxide coverage of the catalyst. The second process is a deactivation process, resulting in an additional decrease of 20%, involves a rearrangement of the catalyst surface under reaction conditions. The major reason for this appears to be the slight sintering of the vanadium pentoxide overlayer. TPR and electron microscopy show an increase in the vanadium pentoxide particle size under reaction conditions. The increased particle size results in a lower reducibility of the vanadium pentoxide species and hence, in a lower activity. TPD, TPR and texture analysis show that deactivation may also be enhanced by carbonaceous deposits on the catalyst surface, but it appears to be less important factors in the deactivation process. Acknowledgements The work described in this paper was supported by The Netherlands Foundation for Chemical Research (SON), with financial aid of the Netherlands Organization for Scientific Research (NWO). References [1] J. Smidt, W. Hafner, R. Jira, J. Sedlmeier, R. Sieber, R. Ruttinger and H. Kojer, Angew. Chem., 71 (1959) 176. [2] J. Smidt, W. Hafner, J. Sedlmeier, R. Jira and R. Ruttinger, Chem. Ind. Genie Chem., 101 (1969) 291. [3] H. Komiyama and H. Inou, J. Chem. Eng. Jpn., 8 (1968) 310. [4] A.B. Evnin, J.A. Rabo and P.H. Kasai, J. Catal., 30 (1973) 109. [5] P.J. Van der Steen, Ph.D. Thesis, Delft University of Technology (in Dutch), 1987, Chap. 3. [6] E. Van der Heide, Ph.D. Thesis, Delft University of Technology (in English), 1990. [7] E. Van der Heide, M. de Wind, A.W. Gerritsen, J.J.F. Scholten, in: M.J. Phillips, M. Ternan (Eds.), Proc. 9th Int. Congr. Catal., vol. IV, The Chemical Institute of Canada, Calgary, 1988, p. 1648. [8] E. Van der Heide, J.A.M. Ammerlaan, A.W. Gerritsen and J.J.F. Scholten, J. Mol. Catal., 55 (1989) 320. [9] E. Van der Heide, J. Schenk, A.W. Gerritsen and J.J.F. Scholten, Recl. Trav. Chim. Pays-Bas, 109 (1990) 93. [10] A.W. Stobbe-Kreemers, G.C. van Leerdam, J.-P. Jacobs, H.H. Brongersma and J.J.F. Scholten, J. Catal., 152 (1995) 130. [11] A.W. Stobbe-Kreemers, M. Soede, M. Makkee and J.J.F. Scholten, Appl. Catal. A, 131 (1995) 367. [12] P.M. Henry, J. Am. Chem. Soc., 86 (1964) 3246. [13] D.G. Miller and D.D.M. Wayner, J. Org. Chem., 55 (1990) 2924. [14] K.I. Matveev, Kinet. Katal., 18 (1977) 716and references therein. [15] E. Jackson and D.A. Pantony, J. Appl. Electrochem., 1 (1971) 783. [16] S.I. Ginzburg and N.N. Chalisova, Russ. J. Inorg. Chem., 13 (1968) 648. [17] M.S. Heise and J.A. Schwarz, in: B. Delmon, P. Grange, P.A. Jacobs, G. Poncelet (Eds.), Preparation of Catalysts, vol. IV, Elsevier, Amsterdam, 1987, p. 1. [18] G.T. Went, T. Oyama and A.T. Bell, J. Phys. Chem., 94 (1990) 4240. [19] G.C. Bond and S. Flamerz, Appl. Catal., 71 (1991) 1. [20] G.T. Went, L.J. Leu and A.T. Bell, J. Catal., 134 (1992) 479. 238 A. W. Stobbe-Kreemers et al. /Applied Catalysis A: General 156 (1997) 219-238 [21] I.E. Wachs, J. Catal., 124 (1990) 570. [22] C.D. Wagner, W.M. Riggs, L.E. Davis, J.E Moulder and G.E. Muilenberg, Handbook of X-Ray Photoelectron Spectroscopy, Perkin-Elmer Corporation, p. 70. [23] L.R. Wallenberg, M. Sanati and A. Andersson, J. Catal., 126 (1990) 246. [24] M. Sanati, L.R. Wallenberg, A. Andersson, S. Jansen and Y. Tu, J. Catal., 132 (1991) 128. [25] T. Machej, E Ruiz and B. Delmon, J. Chem. Soc., Faraday Trans., 86 (1990) 731. [26] G. Centi, D. Pinelli, E Trifiro, C. Fumagalli, L. Capitanio and G. Stefani, Claim. Industr., 72 (1990) 625. APCATA 97000549 S0926-860X(97)00054-9 10.1016/S0926-860X(97)00054-9 The performance of titania-supported Wacker catalysts in the oxidation of 1-butene A.W. Stobbe-Kreemers M. Makkee ∗ J.J.F. Scholten Faculty of Chemical Technology and Materials Science, Department of Chemical Engineering, Section Industrial Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands ∗ Corresponding author. Tel.: +31 15 2781391; fax: +31 15 2784452 The kinetics of 1-butene oxidation over titania-supported catalysts has been investigated. The reaction rate shows a first-order dependence on 1-butene and water coverage at low partial pressures. At higher partial pressures of water in the feed the reaction rate first strongly increases and then levels off, when the water coverage exceeds a monolayer, probably due to partial dissolution of PdSO4. The concentration of dioxygen in the feed has a slight positive influence on the activity up to 15 kPa. Heterogeneous Wacker catalysts consist of a palladium salt deposited on a vanadium pentoxide layer on a support material such as titania. The composition of the catalyst appears to be of major influence on its performance. For palladium acetate-based catalysts the activity shows a first order in the palladium coverage. The activity of the catalysts decreases with increasing vanadium oxide coverage. Temperature programmed reduction (TPR) shows that the reduction temperature of the vanadium oxide overlayer increases with increasing coverage. The easiness of reducibility of the titania-supported catalysts in comparison to the alumina-based ones is directly related to the one order of magnitude higher activity of the tinania-based catalysts. On oxidizing 1-butene to butanone, the activity of titania-supported catalysts decreases by approximately 60% during the first 100 h of operation. After this initial deactivation, the activity and selectivity of the catalyst remains stable for more than 700 h. TPR and high resolution electron microscopy (HREM) show that this deactivation is mainly caused by a slight sintering of the vanadium oxide layer. Keywords Vanadium pentoxide Titania Wacker oxidation 1-Butene Deactivation References [1] J. Smidt W. Hafner R. Jira J. Sedlmeier R. Sieber R. Ruttinger H. Kojer Angew. Chem. 71 1959 176 [2] J. Smidt W. Hafner J. Sedlmeier R. Jira R. Ruttinger Chem. Ind. Genie Chem. 101 1969 291 [3] H. Komiyama H. Inou J. Chem. Eng. Jpn. 8 1968 310 [4] A.B. Evnin J.A. Rabo P.H. Kasai J. Catal. 30 1973 109 [5] P.J. Van der Steen Ph.D. Thesis 1987 Delft University of Technology Chap. 3 [6] E. Van der Heide Ph.D. Thesis 1990 Delft University of Technology (in English) [7] E. Van der Heide M. de Wind A.W. Gerritsen J.J.F. Scholten M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal. vol. IV 1988 The Chemical Institute of Canada Calgary 1648 [8] E. Van der Heide J.A.M. Ammerlaan A.W. Gerritsen J.J.F. Scholten J. Mol. Catal. 55 1989 320 [9] E. Van der Heide J. Schenk A.W. Gerritsen J.J.F. Scholten Recl. Trav. Chim. Pays-Bas 109 1990 93 [10] A.W. Stobbe-Kreemers G.C. van Leerdam J.-P. Jacobs H.H. Brongersma J.J.F. Scholten J. Catal. 152 1995 130 [11] A.W. Stobbe-Kreemers M. Soede M. Makkee J.J.F. Scholten Appl. Catal. A 131 1995 367 [12] P.M. Henry J. Am. Chem. Soc. 86 1964 3246 [13] D.G. Miller D.D.M. Wayner J. Org. Chem. 55 1990 2924 [14] K.I. Matveev Kinet. Katal. 18 1977 716 and references therein [15] E. Jackson D.A. Pantony J. Appl. Electrochem. 1 1971 783 [16] S.I. Ginzburg N.N. Chalisova Russ. J. Inorg. Chem. 13 1968 648 [17] M.S. Heise J.A. Schwarz B. Delmon P. Grange P.A. Jacobs G. Poncelet Preparation of Catalysts vol. IV 1987 Elsevier Amsterdam 1 [18] G.T. Went T. Oyama A.T. Bell J. Phys. Chem. 94 1990 4240 [19] G.C. Bond S. Flamerz Appl. Catal. 71 1991 1 [20] G.T. Went L.J. Leu A.T. Bell J. Catal. 134 1992 479 [21] I.E. Wachs J. Catal. 124 1990 570 [22] C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder and G.E. Muilenberg, Handbook of X-Ray Photoelectron Spectroscopy, Perkin-Elmer Corporation, p. 70. [23] L.R. Wallenberg M. Sanati A. Andersson J. Catal. 126 1990 246 [24] M. Sanati L.R. Wallenberg A. Andersson S. Jansen Y. Tu J. Catal. 132 1991 128 [25] T. Machej P. Ruiz B. Delmon J. Chem. Soc. 86 1990 731 Faraday Trans. [26] G. Centi D. Pinelli F. Trifiro C. Fumagalli L. Capitanio G. Stefani Chim. Industr. 72 1990 625",
      "scopus-id": "0001695557",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000549",
        "dc:description": "The kinetics of 1-butene oxidation over titania-supported catalysts has been investigated. The reaction rate shows a first-order dependence on 1-butene and water coverage at low partial pressures. At higher partial pressures of water in the feed the reaction rate first strongly increases and then levels off, when the water coverage exceeds a monolayer, probably due to partial dissolution of PdSO4. The concentration of dioxygen in the feed has a slight positive influence on the activity up to 15 kPa. Heterogeneous Wacker catalysts consist of a palladium salt deposited on a vanadium pentoxide layer on a support material such as titania. The composition of the catalyst appears to be of major influence on its performance. For palladium acetate-based catalysts the activity shows a first order in the palladium coverage. The activity of the catalysts decreases with increasing vanadium oxide coverage. Temperature programmed reduction (TPR) shows that the reduction temperature of the vanadium oxide overlayer increases with increasing coverage. The easiness of reducibility of the titania-supported catalysts in comparison to the alumina-based ones is directly related to the one order of magnitude higher activity of the tinania-based catalysts. On oxidizing 1-butene to butanone, the activity of titania-supported catalysts decreases by approximately 60% during the first 100 h of operation. After this initial deactivation, the activity and selectivity of the catalyst remains stable for more than 700 h. TPR and high resolution electron microscopy (HREM) show that this deactivation is mainly caused by a slight sintering of the vanadium oxide layer.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000549",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Stobbe-Kreemers, A.W."
          },
          {
            "@_fa": "true",
            "$": "Makkee, M."
          },
          {
            "@_fa": "true",
            "$": "Scholten, J.J.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000549"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000549"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00054-9",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The performance of titania-supported Wacker catalysts in the oxidation of 1-butene",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadium pentoxide"
          },
          {
            "@_fa": "true",
            "$": "Titania"
          },
          {
            "@_fa": "true",
            "$": "Wacker oxidation"
          },
          {
            "@_fa": "true",
            "$": "1-Butene"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "219-238",
        "prism:endingPage": "238",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1997",
        "prism:doi": "10.1016/S0926-860X(97)00054-9",
        "prism:startingPage": "219",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00054-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001695557"
      }
    }
  }
}