{
  "metadata": {
    "title": "Effects of heavy rare earth addition on properties of KL zeolite-supported platinum reforming catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(97)00072-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000720",
    "pii": "S0926860X97000720"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0005460360",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X97000720 S0926-860X(97)00072-0 S0926860X97000720 10.1016/S0926-860X(97)00072-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 25 227 234 227 234 19971104 4 November 1997 1997-11-04 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. EFFECTSHEAVYRAREEARTHADDITIONPROPERTIESKLZEOLITESUPPORTEDPLATINUMREFORMINGCATALYST FANG X 1980 686 PROCEEDINGSINFIFTHINTERNATIONALCONFERENCEZEOLITES HUGHES 1986 725 T HUGHES 1987 335 T LAW 1987 D AICHEMEETING BESOUKHANOVA 1980 C HUGHES 1986 T AICHEMEETING DEROUANE 1988 L15 E TAUSTER 1990 387 S MIEKCZARSKI 1992 359 E URBANOVICH 1983 271 I LI 1994 397 F FANG 1996 297 X HOFER 1968 409 L EXPERIMENTALMETHODSINCATALYSISRESEARCH SELWOOD 1956 149 P MAGNETOCHEMISTRY LI 1992 457 F CLARKE 1975 291 T BASSETT 1960 769 D MILLS 1953 134 G LESTER 1969 187 G FOGELBERG 1967 2041 2050 L DAVIS 1969 363 B XIE 1982 673 Y POTAPERVICH 1979 1075 A YANG 1979 177 S MCVICKER 1993 48 G TEJUCA 1977 1399 L CHEN 1995 391 S LI 1990 245 F OSTGARD 1992 342 D TZOU 1988 220 M PARK 1986 85 S LI 1992 521 J FANGX1997X227 FANGX1997X227X234 FANGX1997X227XX FANGX1997X227X234XX item S0926-860X(97)00072-0 S0926860X97000720 1-s2.0-S0926860X97000720 10.1016/S0926-860X(97)00072-0 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X97000720-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000720/MAIN/application/pdf/3d48b0899ee6dcefc19795dde940c091/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000720/MAIN/application/pdf/3d48b0899ee6dcefc19795dde940c091/main.pdf main.pdf pdf true 559014 MAIN 8 1-s2.0-S0926860X97000720-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000720/PREVIEW/image/png/77898e3d4a39c8e90f4a873b29d41d38/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000720/PREVIEW/image/png/77898e3d4a39c8e90f4a873b29d41d38/main_1.png main_1.png png 61068 849 656 IMAGE-WEB-PDF 1 ] ELSEVIER Applied Catalysis A: General 161 (1997) 227-234 APPLIED CATALYSIS A: GENERAL Effects of heavy rare earth addition on properties of KL zeolite-supported platinum reforming catalyst \"b* Xiangming Fanga'b, Fengyi Lt \" , Qiang Zhoub, Laitao Luob ~Department of Chemical Engineering, South China Universi~\" of Technology. Guangzhou 510642, China blnstitute of Modem Applied Chemistry, Nanchang University, Jiangxi 33004Z China Received 17 July 1996; received in revised form 2 December 1996~ accepted 28 January 1997 Abstract A series of Pt-RE-KL catalysts, which containing 0.8 wt% platinum and 0.2 wt% RE (RE:Gd, Tb, Dy, Tin, Yb, Lu), have been prepared by impregnation of the L-type zeolite support with corresponding RE nitrate aqueous solutions. The reforming reactions of n-hexane, cyclohexane and methylcyclopentane (MCP) on Pt-RE-KL catalysts have been investigated with a plus microcatalytic apparatus. The surface properties and the active sites of these catalysts have also been studied with TPD, TPR and plus-CS2 poisoning test. Our results reveal that those heavy rare earth elements added to Pt-KL catalyst have effect of electronic donation to Pt particles and blocking the accumulation of active Pt particles, and thus can remarkably increase the ability of resistant sulfur poisoning and the aromatic selectivity of n-hexane or MCP conversion on the Pt-KL catalyst. Studies on the relationship between the magnetic properties of catalysts and the activities as well as selectivity of catalysts show that after addition of the RE, the magnetic susceptibilities of Pt-RE-KL catalysts decrease dramatically compared with that of Pt-KL catalyst, while catalytic properties of Pt-RE-KL catalysts are improved, which suggests that the unpaired electron numbers of Pt particles are decreased by REzO3's giving electrons to Pt particles, therefore electronic property of catalysts is one of the most important factors affecting the activity of Pt-RE-KL catalysts. '~- 1997 Elsevier Science B.V. Kevwords: Heavy rare earth; KL zeolite; Platinum reforming catalyst 1. Introduction Catalytic reforming of hydrocarbons is an important process for increasing the aromatic content and octane rating of hydrocarbon steams on the gasoline boiling range. Pt supported on KL zeolite reforming catalyst is of current interest since it shows high selectivity for the aromatization of n-hexane [1-3], but low sulfur *Corresponding author. Tel.: +86 791 8305436; fax: +86 791 83337(/8. 0926-860X/97/$17.00 ,i: 1997 Elsevier Science B.V. All rights reserved, PII S0926-860X(97)00072-0 resistance compared to the conventional Pt/CI-A1203 and Pt-RE/C1-AI203 bifunctional reforming catalysts [4-6]. There were many studies concerning adding Ba to KL zeolite by iron exchange, and it was reported that Pt-BaKL catalyst can increase the aromatic selectivity of n-hexane [7,8]. However, there have been few published data regarding the effects of adding another element into Pt-KL zeolite reforming catalyst [9,10]. In two previous papers [11,12], we have studied the effects of dysprosium and thulium on Pt/KL catalyst and our results showed that adding about 0.2 wt% thulium or dysprosium to Pt-KL 228 X. Fang et aL /Apptied Catalysis A: General 161 (1997) 227-234 catalyst was very beneficial to the selective aromati- zation of n-hexane and MCP conversion. In the present study, we have examined a series of Pt-RE-KL catalysts containing 0.2 wt% one of some heavy rare earth elements. We hope this paper can provide a deep insight on effects of heavy rare earth on the surface behavior and catalytic properties of Pt-KL catalyst, and provide some information for the devel- opment of new Pt-RE-KL catalysts with better properties. min. A higher temperature was obtained, starting at room temperature with a heating rate of 5 K/min controlled by a temperature programmer. 150 mg of catalyst powder sample was reduced \"in situ\" at 773 K for 2 h under a flow of 60 ml/min of hydrogen. Reactant injected into the reactor each time was 1 ~tl. The reaction temperature was controlled at 773 K for the aromatization of n-hexane or methylcyclopentane. Product analysis was carried out by using gas chromatography and data integration. 2. Experimental details 2.1. Preparation of catalysts The potassium form L-zeolite powder (~300 nm particle size, 89% crystal purity, 11.75 wt% A1 and 7.73 wt% K) was commercially supplied by Zhenzhou Polytechnic Institute, China. Chloro-platinic acid (AR, HG3-1079-77) was supplied by the Institute of Kunming Noble Metal, China. RE(NO3)3 (AR) was supplied by the Institute of Rare Earth, Nanchang University, China. A series of Pt-RE-KL catalysts with 0.8 wt% platinum and 0.2 wt% different kinds of RE (Gd, Tb, Dy, Tm, Yb, Lu) were prepared by impregnating the KL zeolite with an aqueous solution of H2PtC16 and a corresponding aqueous solution of RE(NO3)3 in one step. The procedures were as fol- lows: 2 g of L-zeolite was suspended in 10 ml distilled water, 0.020 M H2PtC16 aqueous solution and 0.010 M RE(NO3)3 aqueous solution were then added at the same time with the added amounts calculated to let the content of platinum be 0.8 wt% and the contents of RE be 0.2 wt%. After stirring for 12 h, the suspension was dried at 363 K in water bath. The obtained catalysts were further dried at 383 K for 2 h and then calcinated in a muffle furnace for 4 h at 773 K. 2.2. Reduction and activity measurement of PT-KL and PT-RE-KL catalysts Hydrogen was employed as reductant and carrier gas. The procedure of reduction was undertaken as reference [11]. The reduction and activity measure- ment of Pt-KL and Pt-RE-KL catalysts were carried out in a fixed-bed microreactor (quartz glass tube, 5 mm i.d.) under a flow of hydrogen at a rate of 30 ml/ 2.3. Poisoning of the catalysts CS2 was used as a poison, and the dehydrogenation of cyclohexane and the aromatization of n-hexane were applied as test reactions. The conversion of n-hexane to benzene was determined under a pure hydrogen atmosphere. The catalysts were poisoned at 773 K with a mixture of carbon disulfide and n-hexane in a ratio of 1:1000. The mixture (1 ~tl) was injected into the reactor every 10 rain until the activity of the catalysts disappeared. The poisoning test condition for the dehydrogenation of cyclohexane was the same as that for n-hexane except that reaction temperature was at 573 K; and the ratio between carbon disulfide and cyclohexane was 1:500. 2.4. Temperature programmed reduction (TPR) and temperature programmed desorption (TPD) The H2-TPR experiments were performed in a flow apparatus and started from room temperature up to 773 K with a heating rate of 5 K rain-1. The catalysts were dried at 383 K for 1.5 h prior to use. The experimental conditions used were as follows: catalyst loading was 150 rag; flow velocity of the mixed gases was 60mlmin-l (H2, 9vo1%; N2, 91 vol%), gas pressure was 0.1 MPa. when TPR experiment finished, the catalyst was cooled to room temperature in pure nitrogen in situ. The H2-TPD experiments were also performed from room temperature up to 773 K with a heating rate of 5 K min-1 and with a flow velocity of the pure nitrogen (60 ml min-1 ). 2.5. Magnetic properties of the catalysts The magnetic susceptibilities of Pt-KL and Pt-RE- KL catalysts were measured by a Faraday magnetic X. Fang et al./Applied Catalysis A: General 161 (1997) 227-234 229 balance. The magnetic susceptibility of a sample in the reduced or poisoned form was measured in a specially made sample tube [13], which was set in a Dewar flask. First, we measured the magnetic susceptibilities of samples and corrected the disturbance of ferromag- netic impurities using the Honda-Owen formula [13,14]. The apparent magnetic susceptibility and metallic component susceptibility of the Pt-RE-KL were obtained applying Weidemann's law [14,15]. The Weiss constant of the sample was calculated according to the Curie-Weiss law X~-RE : C/(r - 0), where XPt-RE is the apparent susceptibility of the catalyst; C the Curie constant; T the absolute tem- perature (K) and 0 is the Weiss constant. 2.6. Treatment of date The mole quantity of products was calculated from the corrected normalized area, i.e., Mol% Aifini - x 100%, m ~i=! aifini in which Ai is the peak area of a product; f~ the mole calibration factor; ni the number of carbon atoms of the product and mi is the number of species after reaction. The conversion and selectivity are defined as follows: Conversion= 100 - (Hydrogenolysis percentage +Isomerization percentage)m, Selectivity= [Yield (Benzene produced)m /Conversion] x 100, where m is the final product composition in mol%. For cyclohexane dehydrogenation, first order kinetics can been shown. The apparent rate constant (k), the number of active sites (Nc=Na/m), and active sites (m) were calculated using the equation given in 116,17], i.e., PaFNo /\" 1 \"~ 2 C~V 1019 Na- -- x W and lg k = (m - 1) lg Na + constant. 3. Results and discussion 3.1. Effects of heavy RE on the aromatic selectiviO' of PT-KL catalyst The selectivity for the conversion of n-hexane and MCP to benzene on Pt-KL and Pt-RE-KL catalysts are listed in Table 1. From Table 1, it is apparent that addition of a suitable amount of some heavy rare earth elements to Pt-KL catalyst is very beneficial to the aromatic selectivity of Pt-RE-KL catalysts as well as beneficial to decrease the hydrocracking selectivity in aromatization of C6 feed stock. The selectivity for the aromatization of n-hexane or MCP on Pt-RE-KL catalysts with 0.2 wt% RE is better than that on Pt-KL catalyst without RE. Of all the Pt-RE-KL catalysts, the catalyst containing Tm203 exhibits the highest activity and selectivity for benzene formation. It is also worth noting that the selectivity lbr aroma- tization of n-hexane conversion is higher than that of MCP conversion on the same catalyst. Mills et al. [18] defined the role of bifunctional catalysts in naphtha reforming. Some authors [19] held the view that the platinum function alone could catalyze aromatics formation by cyclization to a five carbon ring followed by ring expansion to a six carbon ring and subsequent dehydrogenation to aromatics. Others [20,21] contended that direct six-carbon ring formation was the only pathway by which Pt produces significant amounts of aromatics. According to the bifunctional reaction pathway, the aromatic selectivity of MCP conversion will be higher than that of n-hexane conversion. Our results that the selectivity for aromatization of n-hexane conversion is higher than that of MCP conversion on the same catalyst reveal that the re- action pathway for n-hexane and MCP conversion on Pt/KL and Pt-RE/KL catalysts is monofunctional one as following: MCP ~- n-hexane --+ benzene It is proposed that the terminal adsorption of hexane, resulting in the formation of primary alkyl 230 X. Fang et al./Applied Catalysis A: General 161 (1997) 227-234 Table 1 Effects of some RE on aromatic selectivity of n-hexane and MCP on Pt-KL catalyst Catalyst n-Hexane MCP Sh Si S, Sh Si S~ Pt-KL 23.1 0.6 76.3 26.1 4.3 68.8 Pt-Gd-KL 17.4 0 82.6 23.6 0.2 76.2 Pt-Tb-KL 20.1 0 79.9 24.7 0 75.3 Pt-Dy-KL 20.2 0.1 79.7 25.1 1.2 73.7 Pt-Tm-KL 15.6 0 84.4 18.5 0.6 80.9 Pt-Yb-KL 17.1 0.2 82.7 17.2 5.1 72.8 Pt-Lu-KL 16.7 0.1 83.2 21.6 5.3 72.1 Sh, Si, Sa: selectivity for hydrocracking, isomerization and aromatization, respectively. species, be favorable for electron-rich Pt particles, lead to a 1,6-ring closure, and eventually benzene. Because MCP must be firstly transferred to n-hexane by ring opening, its aromatization yield is lower than that of n-hexane. 3.2. Effect of RE on the resisting sulfur property of Pt-KL catalyst Sulfur poisoning is one of the most important factors in decreasing the catalytic activity of some catalysts [22,23]. The sulfur sensitivity of monofunc- tional Pt-KL hexane aromatization catalyst is quali- tatively known to be substantially higher than that of conventional Pt/C1-A1203 and Pt-RE/C1-A1203 bifunctional reforming catalysts [4-6]. In order to study the anti-poisoning property of Pt-RE-KL cata- lysts, we have investigated the poisoning curves of the aromatization of n-hexane on Pt-KL and Pt-RE-KL catalysts at 773 K and found that the ability of the sulfur resisting of Pt-KL catalyst was remarkably improved after addition of rare earth, the results are shown in Fig. 1. From Fig. 1, it can be seen that the CS2 poisoning amount for Pt-KL catalyst is about 11, while for the Pt-RE-KL catalysts, it is at least twice as large as that for Pt-KL catalyst. It can be also observed (Fig. 1) that each poisoning curve of catalysts is formed by two lines with different slopes. This suggests that there are two kinds of active sites: single active site (c~-center) and dual active site (/3-center), and the single one is poisoned at first [24]. The results (Fig. 1) also show that the chemisorption capacity of c~-centers is stron- ger than that of/3-centers, but c~-centers do not affect 90 80 TO ~ 50 3o m 2O 10 0 i , , i = i i i 3 6 9 12 15 18 21 24 27 Number of injection (pl) Pt-KL --41--- Pt-Yb-KL ] I Pt.-Gd-KL X Pt-Tm-KL Fig. 1. CS2 poisoning curves for n-hexane on Pt-KL and Pt-RE- KL catalysts. the aromatization of n-hexane proceeding on the /3- centers. Studies of Xie and his co-workers have shown that ionic oxide or salt has a tendency towards single dispersing layer supported on a high specific surface support [22]. Catalyst deactivation, resulting primarily from metals agglomeration, most likely occurs by multiple blockage of KL channels by small Pt and/or Pt-S clusters [25]. Since platinum oxide in the Pt-KL catalysts is ionic compounds before reduction, we conjecture that platinum disperses as a highly dis- persity on zeolite KL after reduction. At the condition of reaction, the RE203 cannot be combined with sulfur X. Fang et al./Applied Catalysis A: General 161 (1997) 227-234 231 70 a~ =_o ~o 50 o o 40 30 20 10 Number of tniection/pt 4o ---.0-- Pt/KL -----0-- Pt-Lu/KL & Pt-Trn/KL X Pt-Yb/KL [ Fig. 2. CS2 poisoning curves for cycluhexane dehydrogenation on catalysts. and sulfur only reacts with platinum to form PtS, the highly dispersity state of Pt particles is gradually damaged and the catalytic activity of the Pt-KL catalyst looses. With addition of rare earth elements into Pt-KL, highly dispersity RE203 on catalysts can block the agglomeration of active Pt particles and increase the dispersity of active Pt particles, and thus the ability of sulfur resisting of catalysts can be improved. This can also be verified by the changes of the active site number of catalysts. In order to obtain the kinetic parameters of cata- lysts, we examined the poisoning curves of the dehy- drogenation of cyclohexane on Pt-KL and Pt-RE-KL catalysts at 593 K. The poisoning curves are showed in Fig. 2. Almost no decay of activity for cyclohexane dehy- drogenation can be observed on the initial phase but its decay declines rapidly through injecting sulfides up to 8-15 gl. This can be interpreted as that strong and weak metallic adsorption sites exist, involving single and dual active sites, respectively. Sulfides first poison the strong adsorption sites (c~-center) and then the weak adsorption site (fl-center). The addition of RE increases the total number of active sites and strong adsorption sites as well as the dispersity of Pt. Accord- ing to the poisoning curves, the sulfur resistance of Pt-RE-KL increases. The strong adsorption sites are first poisons (single sites), but they do not affect the cyclohexane dehydrogenation activity. The dehy- drogenation proceeds on the weak adsorption sites (dual sites) which agrees with Tejuca's opinion [26], i.e., the presence of RE does not change the intrinsic properties of Pt and the dehydrogenation mechanism. The kinetic parameters of catalysts can be calcu- lated according to the poisoning curves and Bassett's Table 2 Dynamics parameters of catalysts Catalyst Active site number (Pt g-i) Weak adsorption site number (Pt g-~) Apparent rate constant Pt-KL 0.381021 0.30x 1021 1.64x 11)21 Pt-Gd-KL (1.73 x 1021 0.601021 6.33 x 102~ Pt-Tb-KL 0.40x 102| 0.32x 1021 6.53x l02L Pt-Dy-KL 0.50x l021 0.40x 1021 6.84x 1021 Pt-Tm-KL 1.80x 1021 1.23x 1021 2.31 x 1021 Pt-Yb-KL 1.07 X 1021 0.80X 1021 5.82X 1021 Pt-Lu-KL 0.79 x 1021 0.63 x 102 ~ 6.12 1021 232 X. Fang et aL /Applied Catalysis A: General 161 (1997) 227-234 first order reaction kinetic equation [17,27,28]. The results are presented in Table 2. It can be seen from Table 2 that addition of heavy rare earth elements to Pt-KL catalyst can increase the active site number, and furthermore, the number of weak adsorption site number and the reaction rate constants as well as aromatization yields have corre- lativity. The adding of heavy RE elements into KL catalyst gives rise to an increase in the active site number, that is, an increase of the dispersity of active Pt particles, therefore, the sulfur sensitivities of the Pt-RE-KL catalysts are decreased. Table 3 The peak temperature of TPR, TPD of catalysts (K) Catalyst TPR TPD Tl T2 TI T2 Pt-KL 458 584 508 654 Pt~3d-KL 455 501 497 649 Pt-Tb-KL 454 549 503 642 Pt-Dy-KL 452 559 499 647 Pt-Tm-KL 448 518 493 416 Pt-Yb--KL 450 566 492 622 Pt-Lu-KL 453 553 484 568 T1, Tz: the first peak temperature and second peak temperature, respectively. 3.3. Surface behavior of Pt-KL and Pt-RE-KL catalysts H2-TPR experiments show that RE3+ and A13+ in Pt-KL and Pt-RE-KL catalysts cannot be reduced under our experimental conditions, and that there are two kinds of platinum: Pt2+ and Pt4+ in both Pt-KL and Pt-RE-KL catalysts. The higher reduction peak is assigned to the reduction of Pt4+ while the lower reduction peak to the reduction of Pt2+. Ostgard [29] thought that the size and location of Pt particles and their precursors in zeolite KL depend strongly on way the precursor is introduced. Catalysts prepared by incipient wetness contain, after calcina- tion, predominantly Pt4+ ions with a minority of Pt2+ ions. After reduction the Pt particles of the incipient wetness catalysts are located predominantly inside the channels. H2-TPD experiments reveal that there are two different kinds of centers for adsorbing hydrogen in the Pt-KL and Pt-RE-KL catalysts. The peak tem- peratures of TPD are listed in Table 3. Tzou [30,31] combined the TPR with TPD methods to study the effect of multivalent cations on the formation of Pt particles in Y-type zeolite and they thought that the multivalent cations can influence the dispersity of Pt particles and the reduction temperature as well as the desorption temperature. Due to the influence of 4f7-~4 electronic structure of heavy RE ion and the effect of electronic donation of RE to Pt particles, the reduction temperatures and the desorption temperatures of catalysts are decreased after adding heavy rare earth elements into the Pt-KL catalyst. The connection between the two kinds of sites detected by TPR, TPD and poisoning experi- ment needs further investigation. Table 3. indicates that RE works efficiently as electron promoters; and the platinum particles on the Pt-RE-KL catalysts are rich electron, therefore, it is thought that the electronic density of Pt particles significantly affects the catalytic activity. This com- plies with the experimental results of magnetic sus- ceptibility as described thereinafter. 3.4. Relations between magnetic properties and activity of Pt-RE-KL catalysts We have studied the influence of RE upon the magnetic susceptibilities of catalysts at room tempera- ture and low temperature. In the given magnetic field intensity, the magnetic susceptibilities of the catalysts at room temperature are smaller than those at low temperature. However, after correcting the influence of ferromagnetic impurities, the magnetic susceptibil- ity at low temperature is the same as that at room temperature for the same catalyst. Our experimental results of susceptibilities of the reduced catalysts and the poisoned catalysts are given in Table 4. The interaction between platinum and RE can influence electric properties of the active centers for dehydrogenation and cyclozation on KL. From Tables 4 and 1, we can see that the susceptibilities of both reduced and poisoned catalysts decrease dra- matically after RE addition, while the aromatic selec- tivity of Pt-RE-KL catalysts increase greatly after RE addition, and catalysts with lower susceptibilities, generally speaking, have higher selectivity for aroma- X. Fang et al./Applied Catalysis A: General 161 (1997) 227-234 Table 4 The susceptibility of catalysts (x l0 6) 233 Catalyst Pt-KL Pt~Gd-KL Pt-Tb-KL Pt-Dy-KL Pt-Tm-KL Pt-Yb-KL Susceptibility (reduced) 24.194 7.309 5.005 9.561 9.331 11.354 Susceptibility (poisoned) 12.337 3.668 4.684 6.173 2.701 3.718 tization of n-hexane and MCR We therefore infer that the decrease in susceptibilities of catalysts with rare earth elements may result from the effect of electronic donation of 4f electron for RE, which interact with Pt particles, decrease in the unpaired electron number of Pt in Pt-RE-KL catalysts. It was proposed that the decrease of unpaired electrons favors the aromatic reaction of n-hexane and MCP [28,32], with which our result is consistent. The intensive interaction between RE and Pt particles, in which RE gives electrons to Pt particles, is one of the factors of higher selectivity for aromatization of Pt-RE-KL catalysts. The electronic structure of Pt is 5d96st, there are two unpaired electrons. From Table 4, it can also be seen that the susceptibilities of sulfur poisoned cata- lysts are lower than those of reduced catalysts, we think that the reason is that strong polar isolated double electrons of sulfur are easier to be combined with sulfur-sensitive Pt particles to form Pt-S com- pound in which the unpaired electrons of Pt dis- appeared, and Pt in compound Pt-S has no catalytic activity. The accumulation of active Pt particles on catalysts can also cause the decrease of susceptibility. McVicker [25] thought that one of the effects of sulfur on Pt-KL catalysts was accelerating the accumulation of Pt particles. We conjecture that the accumulation of active Pt particles on catalysts is another cause for deactivity of the catalysts. Therefore, lower suscept- ibilities of poisoned catalysts may be caused by two factors mentioned above, which are the same reasons causing catalysts to loose activities. 4. Conclusions Our results reveal that addition of 0.2 wt% some heavy rare earth elements (Gd, Tb, Dy, Tm or Yb) to Pt-KL catalyst can greatly increase the ability of resistant sulfur poisoning and the aromatic selectivity of the Pt-KL catalyst. From the TPR and TPD expert- ments, it can be concluded that those heavy rare earth elements contained in catalysts have a effect of elec- tronic donation to Pt particles, so the peak tempera- tures of TPR and TPD become lower. The susceptibilities of Pt-RE-KL catalysts are remarkably decreased compared with that of Pt-KL catalyst, and catalysts with lower susceptibilities, generally, have higher selectivity for aromatization of n-hexane and MCE The susceptibilities of poisoned catalysts are much lower than reduced catalysts, which indicates that the courses of sulfur poisoning are to form Pt-S compound in which the unpaired electrons of Pt are decreased, and to accelerate accumulation of active Pt particles on catalysts. Of all the heavy rare earth elements added to the Pt-KL catalyst, Tm shows the best effects on the aromatic selectivity and the activity. As a whole, the Pt-RE-KL catalysts show better properties than Pt-KL catalyst does. Acknowledgements We wish to thank Wenming Liu and Zhaoping Chen for their helpful discussion. Thanks are expressed to referees for the fruitful comments. This work was supported by the State Key Laboratory for Physical Chemistry of Solid Surfaces at Xiamen University, China. References [1] J.R. Bernard, L.V.C. Rees (Ed.), Proceedings in Fifth International Conference on Zeolites, Heyden, London, 1980, p. 686. [2] T.R. Hughes, W.C. Buss, RW. Tamm, R.L. Jacobson, Stud. Surf. Sci. Catal. 28 (1986) 725. [3] T.R. Hughes, D.H. Mohr, C.R. Willson, Stud. Surf. Sci. Catal. 38 (1987) 335. [4] D.V. Law, P.W. Tamm, C.M. Detz, AICHE Meeting, Houston, TX, USA, March 29, 1987. 234 X. Fang et al./Applied Catalysis A: General 161 (1997) 227-234 [5] C. Besoukhanova, C.M. Breysse, J.R. Bernard, D. Bartho- meuf, Catalyst Deactivation 201, 1980. [6] T.R. Hughes, W.C. Buss, P.W. Tamm, R.L. Jacobson, AIChE Meeting, New Orleans, LA, USA, April 8, 1986. [7] E.G. Derouane, D. Vanderveken, Appl. Catal. 45 (1988) L15. [8] S.J. Tauster, J.J. Steger, J. Catal. 125 (1990) 387. [9] E. Miekczarski, B.H. Suk, R.J. Davis, M.E. Davis, J. Catal. 134 (1992) 359. [10] I.I. Urbanovich, T.I. Gintovt, N.S. Kozlov, M.V. Zaretskii, React. Kinet. Catal. Lett. 22 (1983) 271. [11] ELi, W. Lu, G. Wu, J. Alloys, Compounds. 207/208 (1994) 397. [12] X. Fang, E Li, L. Luo, Appl. Catal. A 146 (1996) 297. [ 13] L.J.B. Hofer, in: B.B. Anderson (Ed.), Experimental Methods in Catalysis Research, Academic Press, New York, 1968, p. 409. [14] P.W. Selwood, Magnetochemistry, Interscience, New York, 1956, p. 149. [15] F. Li, S.B. Cheng, J. Li, J. Alloys Comp. 181 (1992) 457. [16] T.K.A. Clarke, Chem. Rev. 75 (1975) 291. [17] D.W. Bassett, H.W. Habgood, J. Phys. Chem. 64 (1960) 769, [18] G.A. Mills, H. Jeinemann, T.H. Milliken, A.G. Oblad, Ind. Eng. Chem. 45 (1953) 134. [19] G.R. Lester, J. Catal. 13 (1969) 187. [20] L.G. Fogelberg, R. Gore, B. Ronby, Acta. Chem. Scand. 21 (1967) 2041-2050. [21] B.H. Davis, P.B. Venuto, J. Catal. 15 (1969) 363. [22] Y. Xie, Y. Tang, Chin. Sci. B 8 (1982) 673. [23] A.K. Potapervich, G.M. Senkov, V.N. Gaeuskii, V.1. Yakerson, A.A. Slinikin, Kinet. Katal. 20 (1979) 1075. [24] S. Yang, Chin. Chem. B. 2 (1979) 177. [25] G.B. McVicker, J.L. Kao, J.J. Ziemiak, W.E. Gates, J.L. Robbins, M.M.J. Treacy, S.B. Rice, T.H. Vanderspurt, V.R. Cross, A.K. Ghosh, J. Catal. 139 (1993) 48. [26] L.G. Tejuca, K. Alka, S. Namba, J. Turkevich, J. Phys. Chem. 81 (1977) 1399. [27] S. Chen, ELi, L. Lou, Z. Chen, React. Kinet. Catal. Lett. 55 (1995) 391. [28] F. Li, W. Lu, J. Li, React. Kinet. Catal. Lett. 41 (1990) 245. [29] D.J. Ostgard, L. Kustov, K.R. Poeppelmeier, W.M.H. Sachtler, J. Catal. 133 (1992) 342. [30] M.S. Tzou, B.K. Teo, W.M.H. Sachtler, J. Catal. 113 (1988) 220. [31] S.H. Park, M.S. Tzou, W.M.H. Sachtler, Appl. Catal. 24 (1986) 85. [32] J. Li, F. Li, X. Zhang, J. Alloys Comp. 181 (1992) 521. APCATA 97000720 S0926-860X(97)00072-0 10.1016/S0926-860X(97)00072-0 Elsevier Science B. V. All rights reserved Effects of heavy rare earth addition on properties of KL zeolite-supported platinum reforming catalyst Xiangming Fang a b Fengyi Li * b Qiang Zhou b Laitao Luo b a Department of Chemical Engineering, South China University of Technology, Guangzhou 510642, China b Institute of Modern Applied Chemistry, Nanchang University, Jiangxi 330047,China * Corresponding author. Tel.: +86 791 8305436; fax: +86 791 8333708. A series of PtREKL catalysts, which containing 0.8 wt% platinum and 0.2 wt% RE (REGd, Tb, Dy, Tm, Yb, Lu), have been prepared by impregnation of the L-type zeolite support with corresponding RE nitrate aqueous solutions. The reforming reactions of n-hexane, cyclohexane and methylcyclopentane (MCP) on PtREKL catalysts have been investigated with a plus microcatalytic apparatus. The surface properties and the active sites of these catalysts have also been studied with TPD, TPR and plus-CS2 poisoning test. Our results reveal that those heavy rare earth elements added to PtKL catalyst have effect of electronic donation to Pt particles and blocking the accumulation of active Pt particles, and thus can remarkably increase the ability of resistant sulfur poisoning and the aromatic selectivity of n-hexane or MCP conversion on the PtKL catalyst. Studies on the relationship between the magnetic properties of catalysts and the activities as well as selectivity of catalysts show that after addition of the RE, the magnetic susceptibilities of PtREKL catalysts decrease dramatically compared with that of PtKL catalyst, while catalytic properties of PtREKL catalysts are improved, which suggests that the unpaired electron numbers of Pt particles are decreased by RE2O3's giving electrons to Pt particles, therefore electronic property of catalysts is one of the most important factors affecting the activity of PtREKL catalysts. Keywords Heavy rare earth KL zeolite Platinum reforming catalyst Referencess [1] Bernard J.R. Rees L.V.C. Proceedings in Fifth International Conference on Zeolites 1980 Heyden London 686 [2] Hughes T.R. Buss W.C. Tamm P.W. Jacobson R.L. Stud. Surf. Sci. Catal. 28 1986 725 [3] Hughes T.R. Mohr D.H. Willson C.R. Stud. Surf. Sci. Catal. 38 1987 335 [4] Law D.V. Tamm P.W. Detz C.M. AICHE Meeting Houston, TX, USA March 29, 1987 [5] Besoukhanova C. Breysse C.M. Bernard J.R. Barthomeuf D. Catalyst Deactivation 201 1980 [6] Hughes T.R. Buss W.C. Tamm P.W. Jacobson R.L. AIChE Meeting New Orleans, LA, USA April 8, 1986 [7] Derouane E.G. Vanderveken D. Appl. Catal. 45 1988 L15 [8] Tauster S.J. Steger J.J. J. Catal. 125 1990 387 [9] Miekczarski E. Suk B.H. Davis R.J. Davis M.E. J. Catal. 134 1992 359 [10] Urbanovich I.I. Gintovt T.I. Kozlov N.S. Zaretskii M.V. React. Kinet. Catal. Lett. 22 1983 271 [11] Li F. Lu W. Wu G. Alloys J. Compounds 207/208 1994 397 [12] Fang X. Li F. Luo L. Appl. Catal. A 146 1996 297 [13] Hofer L.J.B. Anderson B.B. Experimental Methods in Catalysis Research 1968 Academic Press New York 409 [14] Selwood P.W. Magnetochemistry 1956 Interscience New York 149 [15] Li F. Cheng S.B. Li J. J. Alloys Comp. 181 1992 457 [16] Clarke T.K.A. Chem. Rev. 75 1975 291 [17] Bassett D.W. Habgood H.W. J. Phys. Chem. 64 1960 769 [18] Mills G.A. Jeinemann H. Milliken T.H. Oblad A.G. Ind. Eng. Chem. 45 1953 134 [19] Lester G.R. J. Catal. 13 1969 187 [20] Fogelberg L.G. Gore R. Ronby B. Acta. Chem. Scand. 21 1967 2041 2050 [21] Davis B.H. Venuto P.B. J. Catal. 15 1969 363 [22] Xie Y. Tang Y. Chin. Sci. B 8 1982 673 [23] Potapervich A.K. Senkov G.M. Gaeuskii V.N. Yakerson V.I. Slinikin A.A. Kinet. Katal. 20 1979 1075 [24] Yang S. Chin. Chem. B. 2 1979 177 [25] McVicker G.B. Kao J.L. Ziemiak J.J. Gates W.E. Robbins J.L. Treacy M.M.J. Rice S.B. Vanderspurt T.H. Cross V.R. Ghosh A.K. J. Catal. 139 1993 48 [26] Tejuca L.G. Alka K. Namba S. Turkevich J. J. Phys. Chem. 81 1977 1399 [27] Chen S. Li F. Lou L. Chen Z. React. Kinet. Catal. Lett. 55 1995 391 [28] Li F. Lu W. Li J. React. Kinet. Catal. Lett. 41 1990 245 [29] Ostgard D.J. Kustov L. Poeppelmeier K.R. Sachtler W.M.H. J. Catal. 133 1992 342 [30] Tzou M.S. Teo B.K. Sachtler W.M.H. J. Catal. 113 1988 220 [31] Park S.H. Tzou M.S. Sachtler W.M.H. Appl. Catal. 24 1986 85 [32] Li J. Li F. Zhang X. J. Alloys Comp. 181 1992 521",
      "scopus-id": "0005460360",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000720",
        "dc:description": "A series of PtREKL catalysts, which containing 0.8 wt% platinum and 0.2 wt% RE (REGd, Tb, Dy, Tm, Yb, Lu), have been prepared by impregnation of the L-type zeolite support with corresponding RE nitrate aqueous solutions. The reforming reactions of n-hexane, cyclohexane and methylcyclopentane (MCP) on PtREKL catalysts have been investigated with a plus microcatalytic apparatus. The surface properties and the active sites of these catalysts have also been studied with TPD, TPR and plus-CS2 poisoning test. Our results reveal that those heavy rare earth elements added to PtKL catalyst have effect of electronic donation to Pt particles and blocking the accumulation of active Pt particles, and thus can remarkably increase the ability of resistant sulfur poisoning and the aromatic selectivity of n-hexane or MCP conversion on the PtKL catalyst. Studies on the relationship between the magnetic properties of catalysts and the activities as well as selectivity of catalysts show that after addition of the RE, the magnetic susceptibilities of PtREKL catalysts decrease dramatically compared with that of PtKL catalyst, while catalytic properties of PtREKL catalysts are improved, which suggests that the unpaired electron numbers of Pt particles are decreased by RE2O3's giving electrons to Pt particles, therefore electronic property of catalysts is one of the most important factors affecting the activity of PtREKL catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000720",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fang, Xiangming"
          },
          {
            "@_fa": "true",
            "$": "Li, Fengyi"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Qiang"
          },
          {
            "@_fa": "true",
            "$": "Luo, Laitao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000720"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000720"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00072-0",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effects of heavy rare earth addition on properties of KL zeolite-supported platinum reforming catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heavy rare earth"
          },
          {
            "@_fa": "true",
            "$": "KL zeolite"
          },
          {
            "@_fa": "true",
            "$": "Platinum reforming catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "227-234",
        "prism:endingPage": "234",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00072-0",
        "prism:startingPage": "227",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00072-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0005460360"
      }
    }
  }
}