{
  "metadata": {
    "title": "Condensation of allyl alcohol with ammonia over phosphoric acid catalyst supported on controlled pore glass",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-04-24",
    "doi": "10.1016/S0926-860X(96)00340-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003407",
    "pii": "S0926860X96003407"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-10044252058",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003407 S0926-860X(96)00340-7 S0926860X96003407 10.1016/S0926-860X(96)00340-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00531 2024-01-01T12:19:29.85596Z 0 0 19970424 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 152 152 1 1 Volume 152, Issue 1 7 63 68 63 68 19970424 24 April 1997 1997-04-24 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. CONDENSATIONALLYLALCOHOLAMMONIAOVERPHOSPHORICACIDCATALYSTSUPPORTEDCONTROLLEDPOREGLASS GOBOLOS S WEISSERMEL 1978 261 K INDUSTRIALORGANICCHEMISTRY DAUGHENBAUGH 1983 R WELLS 1986 J CARROL 1988 213 W HALLER 1965 686 W GOBOLOSX1997X63 GOBOLOSX1997X63X68 GOBOLOSX1997X63XS GOBOLOSX1997X63X68XS item S0926-860X(96)00340-7 S0926860X96003407 1-s2.0-S0926860X96003407 10.1016/S0926-860X(96)00340-7 271346 2024-01-01T12:19:29.85596Z 1997-04-24 1-s2.0-S0926860X96003407-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003407/MAIN/application/pdf/994734207e554382f87209653a961030/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003407/MAIN/application/pdf/994734207e554382f87209653a961030/main.pdf main.pdf pdf true 285303 MAIN 6 1-s2.0-S0926860X96003407-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003407/PREVIEW/image/png/8db9625ae89407c4d94ba1e2d22b9016/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003407/PREVIEW/image/png/8db9625ae89407c4d94ba1e2d22b9016/main_1.png main_1.png png 41865 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 152 (1997) 63-68 Condensation of allyl alcohol with ammonia over phosphoric acid catalyst supported on controlled pore glass S. Grbrlrs*, E. T~ilas, M. Hegedtis, I. Bert6ti1, J.L. Margitfalvi Central Research Institute for Chemistry of the Hungarian Academy of Sciences, 1025 Budapest, Pusztaszeri fit 59-67, Hungary Received 28 May 1996; revised 19 September 1996; accepted 19 September 1996 Abstract The condensation of allyl alcohol with ammonia was studied over phosphoric acid catalyst supported on controlled pore glass (CPG). The above catalyst was compared with silica supported phosphoric acid. The CPG supported catalyst showed higher selectivity and lower rate of deactivation than the corresponding silica supported one. The above difference can be attributed to both the boron content and the large pore size of the CPG support. Keywords: Allylamine; Allyl alcohol; Amination; Controlled pore glass (CPG); Phosphoric acid; Supported phosphoric acid 1. Introduction Allylamines, useful as pharmaceutical and agrochemical intermediates, are usually prepared by the ammonolysis of allyl halides [1]. It has been found that the reaction of allyl alcohol (AAL) with ammonia in the presence of acid phosphate catalysts provides allylamine with high selectivity [2-4]. The condensation of C3-C6 unsaturated alcohols with ammonia or CI-C4 alkylamines in the presence of rare earth phosphate catalysts (La2(HPO4)3, Nd2(HPO4)3, Ce2(HPO4)3) was studied by Wells and Eskinazi [3]. In the reaction * Corresponding author. Fax: +36 1 325 7554; e-mail: gobolos@cric.chemres.hu. 1Present address: Research Laboratory for Inorganic Chemistry of the Hungarian Academy of Sciences, 1112 Budapest, Budarrsi ut 45, Hungary. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00340-7 64 S. G6b616s et al./Applied Catalysis A: General 152 (1997) 63-68 of allyl alcohol with ammonia on lanthanum phosphate the increase of the temperature in the range of 220-340 resulted in an increase of the conversion of alcohol from 0.9 to 25.1% and a decrease of the selectivity of monoallylamine (MAA) from 100 to 76%. Di- and triallylamine (DAA and TAA) and [3-picoline was formed as by-products [3]. Daughenbaugh and Dixon [2] investigated the reaction of allyl alcohol and 2- methyl-allyl alcohol with C~-C5 primary or secondary amines in vapor or liquid phase in the presence of supported H3PO4, BPO4, FePO4, Fe3(PO4)2 and AIPO4 catalysts. Boron phosphate, probably, due to its low surface area had low activity in the condensation of allyl alcohol with ammonia [2]. Reacting allylalcohol with ammonia on silica supported phosphorous acid the increase of the temperature in the range of 195-320 resulted in an increase of the conversion of alcohol from 1.3 to 23.0% and a decrease of the selectivity of MAA from 100 to 81%. Carrol and co-workers [4] reacted allyl alcohol with ammonia over H3PO4/SiO2 and LaPO4 catalysts. The highest monoallylamine yield (16-18%) was obtained at 320 and LaPO4 appeared to be less active than silica supported phosphorous acid. At higher temperatures the side reactions were the acid catalyzed oligomer- ization of allylalcohol and the formation of 13-picoline. In this paper the catalytic activity of controlled pore glass (CPG) supported phosphorous acid in the selective preparation of monoallylamine via condensation of allyl alcohol with ammonia will be demonstrated. The increased selectivity and stability of the catalyst, due to the boron content and large pore size of CPG will also be discussed. 2. Experimental 2.1. Chemicals Silica supplied by Ventron (unit surface area (S) =285 m2 g-l, pore volume (Vp) 1.06 cm3 g-l, and pore diameter (dp) =10 nm) and controlled pore glass from Institute for Silicate Technologies (Budapest, Hungary) (S =8.9m2g-1, Vp 0.322cm3 g-l, dp =154nm) were used as support. Phosphoric acid (85% H3PO4, d = 1.684 g cm-3) from Reanal (Hungary) and allyl alcohol from Merck was used for the catalyst preparation and activity test, respectively. In catalytic runs pure ammonia and 75% hydrogen-25% nitrogen mixture was used. 2.2. Preparation of catalysts Phosphoric acid-containing solid catalysts were prepared by impregnating silica and CPG supports with an aqueous solution of HaPO4. The pretreatment of the catalysts was carried out in H2-Ne mixture at 300 for 2 h (flow rate: 300 cm3 min-1, heating rate: 3 min-1). S. G6bOl6s et al./Applied Catalysis A: General 152 (1997) 63-68 65 2.3. Characterization of catalysts Textural properties (pore size distribution, average pore size and pore volume in the range above 8 nm) were measured by mercury porosimetry using a computer controlled Carlo Erba 2000 porosimeter. Surface concentration of boron oxide in CPG was measured by X-ray photoelectron spectroscopy (XPS) using a Kratos XSAM 800 spectrometer. XPS spectra of Ols, Cls, Si2p and Bls levels were recorded using Mg Kfa =1253.6 eV irradiation. 2.4. Activity test Catalytic activity tests were carded out in a stainless steel continuous-flow reactor (V =20 cm3, inner diameter =15 mm) in the vapor phase under pressure. Carrier gas (mixture of hydrogen and nitrogen) was introduced through a saturator filled with liquid phase ammonia at 0. Allyl alcohol was introduced by a high pressure pump. Reaction conditions were: catalyst: 10 g (particle size: 0.09-0.31 mm); PNH3 0.45 MPa; Ptota1:0.7 MPa, NH3/alcohol ----4; H2/NH3 =0.4; WHSV =1 g g-1 h-l, Treaction =260-360. 2.5. Analysis The analysis of the liquid reaction products was performed on a Carlo Erba GC 6000 chromatograph using FID and a glass column (3m x 3ram) filled with 60/80 mesh Chromosorb P NAW +5 wt% KOH +18 wt% Carbowax 20M packing material. Carrier gas: nitrogen. Temperature program: 80, 8 min, 10 min-1; 160, 4 min. 3. Results and discussion The textural properties of the fresh and used catalysts are given in Table 1. It is noteworthy, that the introduction of phosphoric acid into CPG resulted in a decrease of both the pore volume and surface area of the 5, 9 and 13 wt% P/CPG catalysts to 0.27, 0.19 and 0.13 cm3 g-1 and 7.5, 5.7 and 4.4 m2 g- 1, respectively. It is worth mentioning, that upon introducing phosphoric acid, the average pore size and the pore size distribution of CPG was only slightly altered. In the used SiO2 supported catalyst the pore volume and the surface area of the SiO2 support significantly decreased, whereas the average pore size of the support slightly increased probably due to \"plugging\" small pores by carbonaceous deposits formed in the reacion at 300. In the case of CPG supported used catalyst the decrease of the pore volume and surface area and 66 S, G6bOliSs et al./Applied Catalysis A: General 152 (1997) 63~58 Table l Textural properties of fresh and used catalysts Catalyst d ..... ge (nm) Vp (cm3g i) S (m2 g-l) SiO2 13 0.895 284.6 5% P/SiO2 14 0.615 178.5 5% P/SiO2 (used)a 28 0.309 41.8 CPG 154 0.322 8.9 5% P/CPG 155 0,274 7.5 5% P/CPG (used)b 173 0,190 3.0 9% P/CPG 142 0.189 5.7 13% P/CPG 150 0.128 4.4 Used catalysts a and b after 7 and 11 h time on stream, respectively. the increase of pore size was less pronounced than for the silica supported catalyst (see Table 1). Conversion data, selectivities and the deactivation rate of the condensation of allyl alcohol with ammonia over silica and CPG supported phosphoric acid catalyst are summarized in Table 2. Data listed in Table 2 indicated that the 5% P/SiO2 catalyst was more active but less selective towards mono-allylamine and deacti- vated faster than the 5 % P/CPG catalyst. The main by-products of the condensation reaction were 13-picoline and diallylether. Over both catalysts upon increasing the reaction temperature from 280 to 320 the conversion of alcohol and the rate of deactivation significantly increased, whereas the selectivity to MAA decreased (compare experiments No. 1-No.3 and No.4-No.6). However, both the selectivity changes and the deactivation pattern is less pronounced over the CPG supported catalyst than over the silica supported one. The higher activity and the faster deactivation of 5% P/SiO2 catalyst than those of 5% P/CPG can probably be Table 2 Condensation of allyl alcohol with ammonia No. Catalyst T CC) Conversiona (%) Selectivities% Deactivation rateb, %h MAA DAA TAA Others 1 5% P]SiO2 280 17 69 8 1 22 16 2 5% P/SiO2 300 25 66 9 2 23 17 3 5% P]SiO2 320 34 56 8 2 34 25 4 5% P/CPG 280 16 84 3 2 11 5 5 5% P/CPG 300 19 82 3 2 13 6 6 5% P/CPG 320 23 80 4 2 14 8 7 9% P/CPG 320 27 74 8 2 16 11 8 9% P/CPG 350 39 47 9 3 41 21 9 9% P/CPG 370 57 47 9 3 61 34 10 13% P/CPG 320 33 67 10 6 17 13 a Measured at 2 h time on stream. Deactivation rate between 2 and 3 h time on stream. S. Grbrl#s et al./Applied Catalysis A: General 152 (1997) 63-68 67 attributed to the higher surface area and smaller pore size of silica than those of CPG. Upon increasing the phosphorus content of CPG support from 5 to 9 and 13 wt% both the conversion of allylalcohol and the rate of deactivation increased and the selectivity to allylamine decreased (compare experiments No.4-No.6 and No.7- No.10). The increase of the reaction temperature to 350-370 resulted in the formation of large amount of by-products and led to fast deactivation (see experiments No.7-No.9). The increased acid content resulted in pronounced oligomerization and pore plugging responsible for the deactivation. This result shows that the deactivation is strongly related to side reactions. As known, controlled pore glass contains 3-4 wt% B203 [5]. Enrichment of boron oxide in the surface layer (3-6 nm in depth) of CPG was detected by XPS. The surface atomic ratio of B/Si was 0.09, whereas the atomic ratio of B/Si in the bulk was 0.05. Therefore, in the case of CPG supported phosphoric acid catalyst the high selectivity to allylamine can, probably, be explained by the formation of boron phosphate surface species during the pretreatment of the catalyst at 300 and its contribution to the overall catalytic performance. It is interesting to mention that in preliminary experiments silica and CPG supported boron phosphate catalysts appeared to be poorly active in the condensation of allyl alcohol with ammonia. This can probably be explained by the low dispersion of BPO4 on the supports. 4. Conclusion In conclusion, condensation of allyl alcohol with ammonia in the presence of controlled pore glass supported phosphoric acid provided 15-25% alcohol con- version and 74-84% selectivity to monoallylamine in the temperature range of 280-320. In the amination of allyl alcohol phosphoric acid on CPG is more active than on silica. This can, probably, be attributed to the formation of boron phosphate surface species during the high temperature pretreatment of the CPG supported catalyst. It is suggested that the formed boron phosphate surface species could be the sites involved in the formation of allylamine, while the presence of excess of phosphoric acid could be responsible for the undesired side reactions and catalyst deactivation. Due to the large pore size (d= 150 nm) of CPG the deactiva- tion of H3PO4/CPG catalyst by pore \"plugging\" was slower than that of H3PO4/ SiO2 catalyst. Acknowledgements This work is a part of a research project supported by Nitrogen Works Prt, Hungary. 68 S. G6b616s et al./Applied Catalysis A: General 152 (1997) 6348 References [1] K. Weissermel and H. Arpe, Industrial Organic Chemistry, Verlag Chemie, New York, 1978, p. 261. [2] R.J. Daughenbaugh and D.D. Dixon, Air Products and Chemicals, Eur. Pat. Appl. EP 78,000, 1983. [3] J. E. Wells and V. Eskinazi, Air Products and Chemicals, US Pat. 4,582,904, 1986. [4] W.E. Carrol, R.J. Daughenbaugh, D.D. Dixon, M.E. Ford and M. Deeba, J. Mol. Catal. 44 (1988) 213. [5] W. Hailer, Chem Phys. 42 (1965) 686. APCATA 96003407 S0926-860X(96)00340-7 10.1016/S0926-860X(96)00340-7 Article Condensation of allyl alcohol with ammonia over phosphoric acid catalyst supported on controlled pore glass S. Göbölös ∗ E. Tálas M. Hegedüs I. Bertóti 1 J.L. Margitfalvi Central Research Institute for Chemistry of the Hungarian Academy of Sciences, 1025 Budapest, Pusztaszeri út 59-67, Hungary ∗ Corresponding author. Fax: +36 1 325 7554 1 Present address: Research Laboratory for Inorganic Chemistry of the Hungarian Academy of Sciences, 1112 Budapest, Budaörsi ut 45, Hungary. The condensation of allyl alcohol with ammonia was studied over phosphoric acid catalyst supported on controlled pore glass (CPG). The above catalyst was compared with silica supported phosphoric acid. The CPG supported catalyst showed higher selectivity and lower rate of deactivation than the corresponding silica supported one. The above difference can be attributed to both the boron content and the large pore size of the CPG support. Keywords Allylamine Allyl alcohol Amination Controlled pore glass (CPG) Phosphoric acid Supported phosphoric acid References [1] K. Weissermel H. Arpe Industrial Organic Chemistry 1978 Verlag Chemie New York 261 [2] R.J. Daughenbaugh D.D. Dixon Air Products and Chemicals 1983 Eur. Pat. Appl. EP 78,000 [3] J.E. Wells V. Eskinazi Air Products and Chemicals 1986 US Pat. 4,582,904 [4] W.E. Carrol R.J. Daughenbaugh D.D. Dixon M.E. Ford M. Deeba J. Mol. Catal. 44 1988 213 [5] W. Haller Chem Phys. 42 1965 686",
      "scopus-id": "10044252058",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003407",
        "dc:description": "The condensation of allyl alcohol with ammonia was studied over phosphoric acid catalyst supported on controlled pore glass (CPG). The above catalyst was compared with silica supported phosphoric acid. The CPG supported catalyst showed higher selectivity and lower rate of deactivation than the corresponding silica supported one. The above difference can be attributed to both the boron content and the large pore size of the CPG support.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003407",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Göbölös, S."
          },
          {
            "@_fa": "true",
            "$": "Tálas, E."
          },
          {
            "@_fa": "true",
            "$": "Hegedüs, M."
          },
          {
            "@_fa": "true",
            "$": "Bertóti, I."
          },
          {
            "@_fa": "true",
            "$": "Margitfalvi, J.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003407"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003407"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00340-7",
        "prism:volume": "152",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Condensation of allyl alcohol with ammonia over phosphoric acid catalyst supported on controlled pore glass",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Allylamine"
          },
          {
            "@_fa": "true",
            "$": "Allyl alcohol"
          },
          {
            "@_fa": "true",
            "$": "Amination"
          },
          {
            "@_fa": "true",
            "$": "Controlled pore glass (CPG)"
          },
          {
            "@_fa": "true",
            "$": "Phosphoric acid"
          },
          {
            "@_fa": "true",
            "$": "Supported phosphoric acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-68",
        "prism:endingPage": "68",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 April 1997",
        "prism:doi": "10.1016/S0926-860X(96)00340-7",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00340-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/10044252058"
      }
    }
  }
}