{
  "metadata": {
    "title": "In-situ growth of NiFe-LDH/fluoride heterostructures on FeN<ce:inf loc=post>4</ce:inf>/C for bifunctional oxygen electrocatalysis",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2025-09-25",
    "doi": "10.1016/j.apcata.2025.120454",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X25003552",
    "pii": "S0926860X25003552"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105010700308",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2025-07-16 2025-07-16 2025-07-17 2025-07-17 2025-08-02T16:52:27 1-s2.0-S0926860X25003552 S0926-860X(25)00355-2 S0926860X25003552 10.1016/j.apcata.2025.120454 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X25X00132 2025-08-02T15:56:28.145256Z 0 0 20250925 2025 2025-07-16T02:47:07.690017Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 705 705 C Volume 705 21 120454 120454 120454 20250925 25 September 2025 2025-09-25 2025 article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. INSITUGROWTHNIFELDHFLUORIDEHETEROSTRUCTURESFEN4CFORBIFUNCTIONALOXYGENELECTROCATALYSIS YANG J 1 Introduction 2 Experimental section 2.1 Reagents and chemical 2.2 Synthesis of FeN4/C 2.3 Synthesis of NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx 2.4 Synthesis of NiFe-LDH−FeN4/C 3 Results and discussion 3.1 Preparation and characterization of NiFe-LDH/Fx−FeN4/C electrocatalyst 3.2 ORR and OER performances of NiFe-LDH/Fx−FeN4/C 3.3 Origin of the excellent ORR and OER performance of NiFe-LDH/Fx−FeN4/C 3.4 RZAB performance of NiFe-LDH/Fx−FeN4/C electrocatalyst 4 Conclusion CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References SUN 2021 46 51 W LI 2018 1804653 Y RAN 2023 750 760 L ZHU 2024 e202319370 Y PENG 2022 2202544 L WANG 2021 2100219 Q XIE 2022 2102688 X CHANG 2023 2301656 J LU 2024 2418489 Z GAO 2024 e202404663 H LIU 2021 2007334 C JIANG 2023 6826 Q DRESP 2016 2020 2024 S YIN 2017 2275 2283 J YU 2018 172 176 L ZHANG 2021 1586 1601 N ZENG 2024 2406465 Y CHEN 2018 15471 15475 P ZHANG 2024 118513 X ZHANG 2020 985 992 B LENG 2025 2504253 Y DU 2024 123396 H TAN 2025 2510570 M MA 2025 3421 L HONG 2023 5969 5982 J JIANG 2016 3570 3578 W WAN 2022 2963 X SARAC 2022 9190 9200 B LI 2024 e202410978 B ZHAO 2021 2008606 C WANG 2021 11595 11601 G LEI 2022 107941 H WANG 2017 1702327 H WANG 2024 2413562 J LIU 2024 1804 1819 J WANG 2022 e202200242 L DRESP 2016 2020 2024 S WAN 2021 5589 W HONG 2024 109236 W LI 2022 2201197 X ZHONG 2024 9616 X ZHANG 2022 137036 Y LI 2022 2105387 L WU 2023 997 Q WANG 2023 2301706 H BAI 2024 2407564 Y HU 2021 3482 3488 B FU 2021 115804 D PAN 2020 2002204 F LI 2021 2103360 J GAO 2021 17068 17077 K KHAN 2021 106488 K WU 2020 2002292 K HUANG 2021 129409 L MENG 2024 5677 5689 L XIE 2024 2414537 M CHANG 2024 e202416664 Q LU 2024 103341 Q CHEN 2022 2200578 X LIU 2023 2300289 X HE 2024 610 620 Y TIAN 2020 Y WANG 2020 1090 1099 Y XUE 2022 162 Y LI 2023 2300905 Z LI 2024 2314444 Z QIU 2024 e202415216 Z YANG 2024 2412950 Z ZHENG 2022 e274 Z YANGX2025X120454 YANGX2025X120454XJ 2027-07-17T00:00:00.000Z 2027-07-17T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-07-31T02:44:52.380Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Henan Provincial Key Laboratory of Nanocomposite and Applications 2023-CYL-193 http://sws.geonames.org/1814991 Shaanxi Sanqin Scholars Innovation Team Science and Technology Project of Yan’an City Science and Technology Project of Yan'an City This work was financially supported by the Science and Technology Project of Yan'an City (2023-CYL-193), the Shaanxi Sanqin Scholars Innovation Team, and Open funding of Henan Provincial Key Laboratory of Nanocomposite and Applications. This work was financially supported by the Science and Technology Project of Yan\\u2019an City ( 2023-CYL-193 ), the Shaanxi Sanqin Scholars Innovation Team , and Open funding of Henan Provincial Key Laboratory of Nanocomposite and Applications . https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(25)00355-2 S0926860X25003552 1-s2.0-S0926860X25003552 10.1016/j.apcata.2025.120454 271346 2025-08-02T15:56:28.145256Z 2025-09-25 1-s2.0-S0926860X25003552-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/MAIN/application/pdf/eb6ff83418a9b3f06ecee97c21d165bd/main.pdf main.pdf pdf true 5045929 MAIN 10 1-s2.0-S0926860X25003552-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/PREVIEW/image/png/730328821d952824fdd1756857c336be/main_1.png main_1.png png 57722 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X25003552-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr5/DOWNSAMPLED/image/jpeg/bd41b9aa13fa9231c7d9c01cc638c0e1/gr5.jpg gr5 gr5.jpg jpg 87719 487 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr3/DOWNSAMPLED/image/jpeg/27aa10acad8720c4461335810734c3aa/gr3.jpg gr3 gr3.jpg jpg 92705 560 526 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr4/DOWNSAMPLED/image/jpeg/57f524372e58863325c2fe67a28b6425/gr4.jpg gr4 gr4.jpg jpg 68890 415 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr1/DOWNSAMPLED/image/jpeg/5a92878d30954c36e09df2416be43478/gr1.jpg gr1 gr1.jpg jpg 130204 483 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr2/DOWNSAMPLED/image/jpeg/42d1110325211433c19dcea73461a96f/gr2.jpg gr2 gr2.jpg jpg 156733 776 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/ga1/DOWNSAMPLED/image/jpeg/392d35d3cb1c1fc515fb738bcca75493/ga1.jpg ga1 true ga1.jpg jpg 30382 191 500 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25003552-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr5/THUMBNAIL/image/gif/f424942248ac4c7d6b1e5c883a9ea228/gr5.sml gr5 gr5.sml sml 9989 135 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr3/THUMBNAIL/image/gif/314cfba6e8b7a91c3fd8b04995066605/gr3.sml gr3 gr3.sml sml 12457 164 154 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr4/THUMBNAIL/image/gif/5ca5a77559b4aede479c22ccaaba249f/gr4.sml gr4 gr4.sml sml 13339 161 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/gr1/THUMBNAIL/image/gif/5340bb592c580920f3d14e50f3db6bf5/gr1.sml gr1 gr1.sml sml 16550 134 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003436/gr2/THUMBNAIL/image/gif/8a81ace1dddba8932e64f4718ffb9dc4/gr2.sml gr2 gr2.sml sml 12027 164 167 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003436/ga1/THUMBNAIL/image/gif/6e71e8fc3f008fe8e7c3ed693bb48169/ga1.sml ga1 true ga1.sml sml 8451 84 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25003552-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/HIGHRES/image/jpeg/7f7885fbbe2bb68e0c819d43234a5805/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 431428 2151 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/HIGHRES/image/jpeg/4b23814df10e421cf0067f08bbda909d/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 455480 2479 2328 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/HIGHRES/image/jpeg/5e89f08ab7fa7789934c5380098cc4a7/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 368065 1833 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/HIGHRES/image/jpeg/3a3e6cd15782ee84970a4176d390cb97/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 968660 2133 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003436/HIGHRES/image/jpeg/8d1a48caea19a2501af0a85a309a1e70/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 787325 3428 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003436/HIGHRES/image/jpeg/360b9ea7569077ea265b3d6fd4f997bc/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 228700 844 2213 IMAGE-HIGH-RES 1-s2.0-S0926860X25003552-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25003552/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/186d6f6dc02a77a050cbaf430d0886c7/mmc1.docx mmc1 mmc1.docx docx 6832672 APPLICATION APCATA 120454 120454 S0926-860X(25)00355-2 10.1016/j.apcata.2025.120454 Elsevier B.V. Fig. 1 Characterization of NiFe-LDH/Fx−FeN4/C. (a) XRD patterns of different samples. (b,c) TEM image and magnified TEM image of NiFe-LDH/Fx−FeN4/C. (d) HR-TEM image taken on the region marked by the red square in (c). (e) HAADF-TEM and corresponding elemental maps of NiFe-LDH/Fx−FeN4/C. Fig. 1 Fig. 2 ORR and OER performance of NiFe-LDH/Fx −FeN4/C. (a) ORR LSV curves in O2-saturated 0.1 M KOH at a scan rate of 5 mV s−1. The rotation speed of RDE is 1600 rpm. (b) H2O2 yield and electron transfer numbers at various potentials obtained in RRDE measurement. (c) TOF of ORR on different catalysts at 0.80 V and 0.85 V. (d) OER polarization curves in Ar-saturated 1 M KOH at a scan rate of 5 mV s−1. (e) Tafel plots of OER on various catalysts. (f) ECSA-normalized OER polarization curves. (g) Nyquist plots with fitting lines collected at 1.56 V. (h) ΔE values of a series of catalysts for comparison (ΔE = E j = 10 − E 1/2). Fig. 2 Fig. 3 (a) Fe 2p XPS spectra. (b) Ni 2p XPS spectra. (c) N 1 s XPS spectra. (d) F 1 s XPS spectra of different catalysts. Fig. 3 Fig. 4 Comparison between NiFe-LDH−FeN4/C and NiFe-LDH/Fx −FeN4/C. (a) XRD patterns of NiFe-LDH−FeN4/C. (b) High resolution XPS spectra of Fe 2p. (c) High resolution XPS spectra of Ni 2p. (d) OER polarization curves. (e) ORR LSV curves. Fig. 4 Fig. 5 Performances of RZABs with NiFe-LDH/Fx −FeN4/C and mixed Pt/C+IrO2 as cathodic catalysts. (a) Schematic of RZAB. (b) Charging and discharging polarization curves and the corresponding power density curves. (c) Long-time discharge curves at 5 mA cm−2. (d) Rate performance of RZABs. (e) Charging/discharging cycling curves of RZABs at 5 mA cm−2. Fig. 5 In-situ growth of NiFe-LDH/fluoride heterostructures on FeN4/C for bifunctional oxygen electrocatalysis Jie Yang Writing – review & editing Writing – original draft Visualization Software Project administration Methodology Investigation Data curation Conceptualization a Lixia Ma Writing – review & editing Visualization Software Methodology a Yuqi Zhang Visualization Methodology Data curation a Xuqian Zhao Software Methodology a Shouren Zhang Resources Methodology Funding acquisition Data curation b ⁎ Luo Huang Visualization Methodology a Yunpeng Fang Visualization Methodology a Xiaojie Zhou Methodology a Jianghao Kang Visualization a Ruibin Jiang Writing – review & editing Visualization Supervision Resources Methodology Funding acquisition Data curation a ⁎ a Shaanxi Engineering Lab for Advanced Energy Technology, Shaanxi Key Laboratory for Advanced Energy Devices, School of Materials Science and Engineering, Shaanxi Normal University, Xi’an 710119, PR China Shaanxi Engineering Lab for Advanced Energy Technology, Shaanxi Key Laboratory for Advanced Energy Devices, School of Materials Science and Engineering, Shaanxi Normal University Xi’an 710119 PR China Shaanxi Engineering Lab for Advanced Energy Technology, Shaanxi Key Laboratory for Advanced Energy Devices, School of Materials Science and Engineering, Shaanxi Normal University, Xi’an 710119, PR China b Henan Provincial Key Laboratory of Nanocomposites and Applications, Institute of Nanostructured Functional Materials, Huanghe Science and Technology College, Zhengzhou 450006, PR China Henan Provincial Key Laboratory of Nanocomposites and Applications, Institute of Nanostructured Functional Materials, Huanghe Science and Technology College Zhengzhou 450006 PR China Henan Provincial Key Laboratory of Nanocomposites and Applications, Institute of Nanostructured Functional Materials, Huanghe Science and Technology College, Zhengzhou 450006, PR China ⁎ Corresponding authors. The design of low-cost and highly efficient bifunctional electrocatalyst towards oxygen reduction reaction (ORR) and oxygen evolution reaction (OER) is challengeable, which limits the commercial application of rechargeable zinc-air battery. Herein, an efficient ORR and OER bifunctional electrocatalyst (NiFe-LDH/Fx−FeN4/C) is composed of nickel/iron-based heterostructures sparsely grown on carbon black (CB) with single FeN4 sites. The NiFe-LDH/Fx −FeN4/C electrocatalysts are prepared through the pyrolysis of hemin chloride adsorbed on CB, followed by in-situ hydrothermal growth of NiFe-LDH/Fx heterostructures. The NiFe-LDH/Fx heterostructures are composed of NiFe-LDH, (NH4)3FeF6, and NiF2. The elevated valence states of Fe and Ni in heterostructures significantly increase the OER activity. The mesopores and large pores of the NiFe-LDH/Fx −FeN4/C facilitate the exposure of active sites and enhance mass transfer. These features contribute to the outstanding bifunctional activity of NiFe-LDH/Fx −FeN4/C, achieving a half-wave potential of 0.906 V for the ORR, an OER overpotential of 246 mV at 10 mA cm−2, and an extremely small voltage gap of 0.57 V. Additionally, the NiFe-LDH/Fx −FeN4/C-based RZAB also exhibits a peak power density of 209 mW cm−2 and charging/discharging cycling stability for 445 h. This work establishes a novel strategy for the preparation of highly efficient bifunctional electrocatalysts through in-situ growth and heterostructure engineering. Graphical Abstract Keywords Single atomic catalysis NiFe-LDH/fluoride heterostructures Oxygen reduction reaction Oxygen evolution reaction Zinc-air battery Data availability Data will be made available on request. 1 Introduction Rechargeable zinc-air batteries (RZABs) are one of the most promising candidates for next-generation energy storage and conversion owing to their safety, cost-effectiveness and eco-friendliness [1,2]. The key electrochemical reactions involved in the charge and discharge processes of RZAB are the oxygen evolution reaction (OER) and oxygen reduction reaction (ORR), respectively. Both ORR and OER are four electron processes with sluggish kinetics, which significantly reduces the round-trip efficiency of RZABs. Therefore, electrocatalysts, especially bifunctional electrocatalysis, are needed to improve the round-trip efficiency of RZABs. To date, the most efficient electrocatalysts for ORR and OER are Pt-based and Ir/Ru-based materials, respectively. However, they lack bifunctionality for OER and ORR catalysis. They must be mixed together for RZABs. The physical mixture usually jeopardizes the pristine performance of each component for ORR or OER process. Moreover, owing to their scarcity, both Pt-based and Ir/Ru-based materials have high cost, which greatly elevates the cost of RZABs and thus hinders the commercialization of RZABs. Hence, low-cost bifunctional OER and ORR electrocatalysts are highly desired for the commercialization of RZABs. Single Fe atoms coordinated with four nitrogen atoms in carbon supports (FeN4/C) show an ORR performance comparable to Pt-based materials [3,4]. Unfortunately, FeN4/C catalysts have much poor catalytic activity towards OER [5–9]. Hence, FeN4/C must be combined with other OER catalysts for RZAB applications. On the other hand, transition metal oxides [10], layered double hydroxides (LDH) [11], and oxyhydroxides [12] exhibit superior alkaline OER activity comparable to Ir/Ru-based materials, but they are almost inactive towards ORR. The physical mixing of FeN4/C and these OER catalysts can achieve bifunctionality for ORR and OER, but the physical mixing usually severely reduces the pristine activity of each component because of the inevitable mutual blocking and inhomogeneous distribution of each component in nanoscale. In contrast, the in-situ growth of OER active components on FeN4/C catalysts can realize homogeneous distribution of ORR and OER components in nanoscale and avoid the activity reduction of each component induced by physical mixing. Moreover, the transition metal compounds directly grown on FeN4/C can address the issue of poor electric conductivity of transition metal oxides, LDH, oxyhydroxides encountered in electrocatalysis [13–15]. Therefore, the in-situ growth of OER active components on FeN4/C catalysts provide an effective way to prepare bifunctional OER and ORR electrocatalysts for RZAB applications. Heterostructures usually have better catalytic performance than their individual component owing to various synergistic effects, such as inducing new active centers, electronic interactions, interfacial strains and so on [16,17]. In comparison with other transition-metal compounds, transition-metal fluorides have been paid less attention in electrocatalytic OER because of the instability of ionic bond between the metal and fluoride ions in the alkaline electrolyte [18]. The fluoride ions can be substituted by hydroxyl ions, resulting structural instability. However, when metal fluorides form heterostructures with other stable materials, for example metal oxides and LDH, the facile exchange of fluoride ions by hydroxyl ions can become to an advantage for OER. On the one hand, the stable components provide a stable structural support to prevent the quickly destruction of metal fluorides before the formation of surface protect hydroxide layers. On the other hand, the structural reconstruction induced the exchange of fluoride ions by hydroxyl ions provides more active sites for OER. Moreover, the large electronegativity of fluorine accounts for high valent sites in heterostructure owing to the strong attraction to electrons, which can also enhance the OER activity [19,20]. According to above analysis, it can be speculated that incorporation of metal fluorides into stable OER catalysts can further enhance the OER activity. Herein, we report a novel bifunctional OER and ORR electrocatalyst consisting of NiFe-LDH/fluorides in-situ grown on FeN4/C (NiFe-LDH/Fx−FeN4/C) for RZAB application. The NiFe-LDH/Fx−FeN4/C electrocatalyst is prepared by the pyrolysis of hemin chloride adsorbed on carbon black (CB) and subsequent hydrothermal growth of NiFe-LDH/Fx heterostructures. The FeN4 sites are critical for the formation of the NiFe-LDH/Fx heterostructure during in-situ growth process. The NiFe-LDH/Fx heterostructures are composed of NiFe-LDH, (NH4)3FeF6, and NiF2. The formation of heterostructures elevates the valence states of both Fe and Ni, significantly increasing electrocatalytic activity towards OER. The hybrid structure of NiFe-LDH/Fx −FeN4/C features mesopores and large pores, facilitating the exposure of active sites and enhancing mass transfer during reaction [21–25]. These attributes contribute to the outstanding bifunctional activity of NiFe-LDH/Fx −FeN4/C electrocatalyst, achieving a half-wave potential of 0.906 V for the ORR, a small OER overpotential of 246 mV at 10 mA cm−2, and ultrasmall voltage gap of 0.57 V. Additionally, the NiFe-LDH/Fx −FeN4/C-based RZAB also exhibits excellent performance with a peak power density of 209 mW cm−2 and charging/discharging cyclying stability for 445 h (1335 cycles). 2 Experimental section 2.1 Reagents and chemical Carbon black (Ketjen black, 99 %, Suzhou Sinero Technology Co., Ltd.), nitric acid (HNO3, 65–68 %, Xi’an Sanpu Chemical Reagent Co., Ltd.), ethanol (C2H5OH, 99.7 %, Sinopharm Chemical Reagent Co., Ltd.), hydrochloric acid (HCl, 36 %−38 %, Sinopharm Chemical Reagent Co., Ltd.), hemin chloride (95 %), nickel nitrate (Ni(NO3)2·6 H2O, 98 %), ferric nitrate (Fe(NO3)3·9 H2O, 99.9 %), urea (CO(NH2)2, 99 %), and ammonium fluoride (NH4F, 98 %) were purchased from Aladdin Chemical Reagent Co., Ltd. All chemicals were used in the experiment as received without any further treatment. The water used in experiment was deionized water with electric resistance of 18.2 MΩ cm−1. 2.2 Synthesis of FeN4/C First, 200 mg of CB was dissolved in 20 mL of HNO3 and then refluxed in an oil bath at 70 °C for 24 h. The acid-treated CB was washed with deionized water to neutral pH. Then, 0.1 mmol hemin chloride was dissolved in 20 mL of ethanol and refluxed in an oil bath at 50 °C for 30 min. The acid- treated CB was dissolved in 50 mL of anhydrous ethanol and added to the above hemin chloride solution. The obtained mixed dispersion was further refluxed for another 24 h. The CB adsorbed with hemin chloride was centrifuged once and dried at 60 °C. The dried powder was placed in a N2 atmosphere and heated at a rate of 2 °C/min to 900 °C for 2 h. To remove the nanoparticles formed during pyrolysis, FeN4/C was etched in 30 mL of 0.1 M HCl for 30 min, followed by three times of washing with deionized water. 2.3 Synthesis of NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx NiFe-based heterostructures were grown on FeN4/C by hydrothermal methods. Specifically, Fe(NO3)3·9 H2O (60 mg), Ni(NO3)2·6 H2O (130 mg), urea (180 mg), NH4F (57 mg), and FeN4/C (50 mg) were dissolved in 30 mL deionized water for 30 min at room temperature. Then the mixed solution was transferred to a 50 mL Teflon-lined autoclave and heated at 120 °C for 10 h. Finally, the solution was centrifuged three times and dried at 60 °C to obtain NiFe-LDH/Fx−FeN4/C. The synthesis of NiFe-LDH/Fx is similar to that of NiFe-LDH/Fx−FeN4/C except for the replacement of FeN4/C by CB. 2.4 Synthesis of NiFe-LDH−FeN4/C The NiFe-LDH−FeN4/C catalyst was also prepared by the growth of NiFe-LDH on FeN4/C, but the precursors for NiFe-LDH growth are different from that for NiFe-LDH/Fx growth. Specifically, FeSO4·7 H2O (111 mg), Ni(NO3)2·6 H2O (349 mg), and FeN4/C (50 mg) were dissolved in 20 mL deionized water and sonicated for 15 min. Then 480 mg of urea was added to the above solution and sonicated for another 15 min. The mixed solution was transferred to a 50 mL Teflon-lined autoclave and heated at 120 °C for 12 h. Finally, the solution was centrifuged three times and dried at 50 °C to obtain NiFe-LDH−FeN4/C. 3 Results and discussion 3.1 Preparation and characterization of NiFe-LDH/Fx−FeN4/C electrocatalyst NiFe-LDH/Fx−FeN4/C electrocatalyst was prepared by a two-step process. FeN4/C electrocatalyst was first prepared by pyrolysis of hemin chloride adsorbed on carbon black. Then, NiFe-LDH/Fx−FeN4/C was obtained by in-situ growth of NiFe-LDH/fluorides hybrid nanosheets on FeN4/C via a hydrothermal process. In addition, NiFe-LDH/Fx control catalyst was also synthesized via a similar process by replacing FeN4/C with CB. Fig. 1a shows the X-ray diffraction (XRD) patterns of different samples. Only broad diffraction peaks from CB substrate are observed in FeN4/C. The absence of diffraction peaks corresponding to Fe-based materials indicates that the Fe may exists as single atoms. For NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx, besides the diffraction peaks from NiFe-LDH (JCPDS No 40–0215), the peaks corresponding to (NH4)3FeF6 (JCPDS No 22–1040) and NiF2 (JCPDS No 24–0792) are also present, indicating the formation of NiFe-LDH/fluorides hybrid structures. Scanning electron microscopy (SEM) images show that FeN4/C keeps the morphology of CB, and nanoflower-like structures are grown on CB in NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx samples (Fig. S1). The transmission electron microscopy (TEM) image more clearly shows that NiFe-LDH/Fx−FeN4/C is composed of nanosheets grown on CB substrate (Fig. 1b,c). The high-resolution TEM (HR-TEM) image shows four types of lattice fringes with spacings of 0.197, 0.209, 0.204, and 0.231 nm (Fig. 1d). The lattice spacing of 0.197 nm is corresponding to the (018) facet of NiFe-LDH. The spacings of 0.209 and 0.204 are attributed to the (331) and (420) facets of (NH4)3FeF6, respectively. The spacing of 0.231 nm corresponds to the (200) facets of NiF2. This result is consistent with the XRD result, confirming the presence of NiFe-LDH, NiF2 and (NH4)3FeF6 in NiFe-LDH/Fx−FeN4/C. Moreover, the HR-TEM image shows that the phases of NiFe-LDH, NiF2 and (NH4)3FeF6 contact intimately (Fig. 1d), indicating the formation heterointerfaces between three phases. The high-angle annular dark field transmission electron microscopy (HAADF-TEM) and corresponding elemental maps shows that C, N, O, and Fe exist in the entire FeN4/C sample, although sparse Fe-based nanoparticles are inevitably formed at high Fe single-atom loading (Fig. S2). The HAADF-TEM image and corresponding elemental maps confirm the presence of the elements C, N, O, F, Ni, and Fe in NiFe-LDH/Fx−FeN4/C, where C and N are present uniformly throughout the material, Ni, Fe, O and F are mainly concentrated in the nanosheet region (Fig. 1e). This proves that the nanosheets are the NiFe-based heterostructures. Similarly, the elemental maps of NiFe-LDH/Fx show that the C, N, O, F and Ni distribute in the entire sample region, while the Fe is absent in partial region (Fig. S3). This indicates that separated NiF2 phase is formed in NiFe-LDH/Fx. Hence, the presence of FeN4 alters the growth manner of NiFe-LDH/Fx. This phenomenon can be understood by the strong adsorption ability of FeN4 sites, which greatly reduces the concentration of species for nucleation and thus inhibits the formation of separated NiF2 phase. In addition, the change of growth manner induced by FeN4 sites may signify that the fluorine ions interact with the FeN4 sites, which may affect the ORR performance of FeN4 sites. Nitrogen adsorption-desorption was used to characterize the specific surface area and pore structure of the prepared catalysts. All samples, including CB, FeN4/C, NiFe-LDH/Fx−FeN4/C, and NiFe-LDH/Fx, show type IV nitrogen adsorption–desorption isotherms with clear hysteresis in the relative pressure region of 0.5 −0.9 (Fig. S4a), indicating the mesoporous structures. The derived specific surface areas are shown in Table S1. Although the growth of NiFe-LDH/Fx hybrid structure reduces the specific surface area of FeN4/C and CB, the NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx still have specific area of 279 and 417 m2 g−1. The relatively large specific surface area of NiFe-LDH/Fx−FeN4/C is in favor of exposing more active sites on the surface. In comparison with CB and FeN4/C, the NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx have two types of pores (Fig. S4b). One type of pores has an average size about 3 nm, the other type has a size spanning from ∼10 nm to 120 nm. The pores with small size are mainly derived from CB, while the large-sized pores originate from the stacking of hybrid nanosheets. The large pores between stacking nanosheets facilitate the mass transport of during ORR and OER. 3.2 ORR and OER performances of NiFe-LDH/Fx−FeN4/C The ORR performances were measured with a rotating disk electrode (RDE) in 0.1 M KOH with Hg/HgO as the reference electrode, and a carbon rod as the counter electrode. All potentials mentioned in the following content are relative to the reversible hydrogen electrode (RHE), which were converted from the values relative to the Hg/HgO electrode to the ones versus RHE by use of the experimental values of Hg/HgO electrode relative to RHE (Fig. S5b). Fig. S6 shows the cyclic voltammetry (CV) curves obtained in 0.1 M KOH electrolytes saturated with different gases. The NiFe-LDH/Fx−FeN4/C exhibits no reduction peaks in Ar-saturated 0.1 M KOH solution. In contrast, a distinct reduction peak is observed at about 0.9 V in the O2-saturated 0.1 M KOH solution, demonstrating the excellent electrocatalytic performance of the NiFe-LDH/Fx−FeN4/C towards ORR. Fig. 2a displays the linear sweep voltammetry (LSV) curves of different samples obtained at 1600 rpm. The NiFe-LDH/Fx −FeN4/C has a superior ORR activity, with a half-wave potential (E 1/2) of 0.906 V, which is comparable to FeN4/C (0.919 V), but is significantly superior to NiFe-LDH/Fx (0.771 V) and commercial Pt/C (0.851 V). The kinetic current density (J k) of NiFe-LDH/Fx −FeN4/C (27.6 mA cm−2) is 4.76 times higher than that of Pt/C (5.8 mA cm−2) at a potential of 0.85 V, further demonstrating its excellent ORR activity (Fig. S7). To further elucidate the ORR process, rotation ring-disk electrode (RRDE) measurements were carried out. The electron transfer number of NiFe-LDH/Fx −FeN4/C is greater than 3.96 at potentials ranging from 0.3 V to 0.8 V. The corresponding hydrogen peroxide yield (H2O2%) is strikingly suppressed to less than around 2.0 %, suggesting a four-electron ORR pathway and excellent selectivity for reducing O2 to OH− (Fig. 2b). In the meanwhile, the electron transfer number (n e) of NiFe-LDH/Fx −FeN4/C, calculated from LSV curves measured at different rotating speeds (Fig. S8a), is also larger than 3.75 at different potentials. Besides, the Koutechky-Levich (K-L) plots show very good linear and parallel characteristics between j −1 and ω −1/2 (Fig. S8c), implying that the ORR is a first-order reaction. The turnover frequency (TOF) is a key parameter for measuring the intrinsic activity of a catalyst. We therefore calculated the TOF of NiFe-LDH/Fx −FeN4/C by use of the numbers of Fe atoms determined by the loading mass of the catalyst and the mass content obtained from inductively coupled plasma optical emission spectroscopy for FeN4/C (Table S2). The obtained number of Fe actives for ORR is 0.03 mmol. Fig. 2c showed that the TOF of NiFe-LDH/Fx −FeN4/C is 1.87 s−1 and 5.55 s−1 at the potential of 0.8 V and 0.85 V, respectively, which are 12.9 and 18.7 times higher than the corresponding values of Pt/C. Hence, the NiFe-LDH/Fx −FeN4/C has higher intrinsic activity than commercial Pt/C. To further elucidate the active site for ORR, the ORR performance of NiFe-LDH/Fx −FeN4/C was studied in the presence of SCN − which can poison the Fe−Nx sites [26]. Fig. S9 shows that the introduction of SCN − results in a shift of the E 1/2 of NiFe-LDH/Fx −FeN4/C and FeN4/C towards lower potential by 40 mV and 69 mV, respectively. The dramatic reduction of ORR catalytic activity by SCN − indicates that the Fe−Nx sites are the ORR active centers in NiFe-LDH/Fx −FeN4/C and FeN4/C. Furthermore, the durability of the NiFe-LDH/Fx −FeN4/C catalyst was studied by chronoamperometric tests (Fig. S10). The NiFe-LDH/Fx −FeN4/C catalyst preserves 86 % of its original current density after 25 h, outperforming the commercial Pt/C which only retains 75 %. One should point out that the stability of NiFe-LDH/Fx −FeN4/C is slightly improved compared with FeN4/C, which can be understood by the fact that the strong electronic interaction between NiFe-LDH/Fx heterostructures and FeN4 reduces the demetallation of FeN4 active sites [27]. The XRD, SEM, TEM characterizations show that the NiFe-LDH/Fx −FeN4/C keeps its initial structure and morphology after a long-term ORR stability measurement (Fig. S11 and S12a). The elemental mapping shows the coexistence of C, N, O, F, Ni and Fe in NiFe-LDH/Fx −FeN4/C after stability measurement. In addition, the NiFe-LDH/Fx −FeN4/C also exhibits excellent tolerance to methanol, with negligible current decay after introduction of methanol (Fig. S13d). The electrocatalytic performance of NiFe-LDH/Fx −FeN4/C toward OER was investigated in 1 M KOH electrolyte. Fig. 2d shows the OER polarization curves on different catalysts. The NiFe-LDH/Fx −FeN4/C exhibits an excellent OER activity, with an overpotential of 246 mV to reach the current density of 10 mA cm−2, which is 54 mV and 173 mV smaller than those of NiFe-LDH/Fx (η j = 10 = 300 mV) and IrO2 (η j = 10 = 419 mV), respectively. The Tafel slope of NiFe-LDH/Fx −FeN4/C is 51.67 mV dec−1, apparently smaller than those of CB (205 mV dec−1), NiFe-LDH/Fx (145.99 mV dec−1), FeN4/C (116.64 mV dec−1), and IrO2 benchmark (83.28 mV dec−1). The smaller Tafel slope of NiFe-LDH/Fx −FeN4/C suggests its fast OER kinetics. The electrochemical active surface areas (ECSA) reflect the accessible active sites of catalysts for OER, which can be derived from the double-layer capacitances (C dl). The C dl values were obtained from CV scanning at various scan rates ranging from 20 to 100 mV s−1 in a non-Faradaic potential range (Fig. S14). Fig. S15 gives the C dl and ECSA of different catalysts. The FeN4/C has the largest ECSA (567 cm2), sequentially followed by NiFe-LDH/Fx −FeN4/C (272 cm2), NiFe-LDH/Fx (251 cm2), and IrO2 (143 cm2). One is worth pointing out that the ECSA of NiFe-LDH/Fx −FeN4/C is larger than NiFe-LDH/Fx although the NiFe-LDH/Fx has larger specific surface area (Table S1). This indicates that the NiFe-LDH/Fx −FeN4/C has more dense OER active sites than NiFe-LDH/Fx. Fig. 2f shows the ECSA-normalized OER polarization curves. Although the ECSA of NiFe-LDH/Fx −FeN4/C is smaller than that of FeN4/C (567 cm2), NiFe-LDH/Fx −FeN4/C exhibits a higher ECSA-normalized current density than FeN4/C, highlighting the superior intrinsic activity of NiFe-LDH/Fx −FeN4/C. The electrochemical impedance spectroscopy (EIS) was further studied at 1.56 V to investigate the charge transfer kinetics of catalysts. The NiFe-LDH/Fx −FeN4/C exhibits the smallest radius of the semicircle in the Nyquist plots (Fig. 2g), indicating its fast charge transfer [28]. The long-term stability of NiFe-LDH/Fx −FeN4/C for OER was also studied by chronoamperometric operation at 10 and 20 mA cm−2. At 10 mA cm−2, the current density of NiFe-LDH/Fx −FeN4/C was only attenuated by about 7 % after 80 h, whereas the activity of IrO2 decreases by 27 % after 40 h. Similarly, the current density only decays by 29 % at 20 mA cm−2 after 100 h. These results prove that NiFe-LDH/Fx −FeN4/C possesses excellent OER stability (Fig. S16). XRD, SEM, TEM image and elemental maps show no clear changes in structure, morphology, and elemental distribution of NiFe-LDH/Fx −FeN4/C after OER stability testing (Fig. S17 and S18). Therefore, the in-situ growth of NiFe-LDH/Fx hybrid structures not only enhance the OER activity of FeN4/C, but also exhibit excellent OER stability. Such superior stability can be understood by the formation of a protective surface layer, which arises from the substitution of F− with OH−. This layer effectively prevents further replacement of F− by OH−, maintaining the integrity of the crystal structures. The potential difference between the potentials at the OER current density of 10 mA cm−2 and the half-wave potential of ORR, ΔE = E j=10 - E 1/2, is widely used to evaluate the bifunctionality of ORR and OER electrocatalysts. The smaller ΔE signifies the better overall performance of the bifunctional electrocatalyst. Fig. 2h and Table S3 show the bifunational performances of NiFe-LDH/Fx −FeN4/C and recently reported state-of-art bifunctional electrocatalysts for ORR and OER. The ΔE of NiFe-LDH/Fx −FeN4/C is only 0.57 V, which belongs the top level of ORR and OER bifunctional electrocatalysts [29–41]. For example, it is comparable to those of FeNC@LDH (0.570 V) [35] and RuSA-NiFe LDH/CF (0.554 V) [41], and is smaller than that of NiFe-LDH-Fe-N-C electrocatalyst (0.747 V) [37], CoNC@LDH (0.630 V) [30], and NiFe SAC (0.610 V) [38]. The above results ambiguously demonstrate that the in-situ growth of NiFe-LDH/Fx hetrostructures on FeN4/C simultaneously realizes excellent ORR and OER performance. 3.3 Origin of the excellent ORR and OER performance of NiFe-LDH/Fx−FeN4/C To find the origin of the excellent ORR and OER bifunctionality of NiFe-LDH/Fx −FeN4/C, we carried out X-ray photoelectron spectroscopy (XPS) analysis on it and control samples. The full spectrum of NiFe-LDH/Fx −FeN4/C shows the existence of C, N, O, F, Ni, and Fe (Fig. S20), which is consistent with the elemental mapping results. Fig. 3a shows the high-resolution Fe 2p XPS spectra of NiFe-LDH/Fx and NiFe-LDH/Fx−FeN4/C. The Fe 2p spectra can be divided into 2p1/2 and 2p3/2 two groups. Each group can be deconvolved into four peaks, which are corresponding to Fe2+, Fe3+, and their satellites from low to high energy. In comparison with NiFe-LDH/Fx, the binding energy of Fe3+ in NiFe-LDH/Fx−FeN4/C is 0.45 eV higher than that in NiFe-LDH/Fx. Moreover, the relative intensity of Fe3+ to Fe2+ signal in NiFe-LDH/Fx−FeN4/C is stronger than that in NiFe-LDH/Fx. The specific contents Fe3+ obtained from peak area accounts for 56 % and 41 % in NiFe-LDH/Fx−FeN4/C and NiFe-LDH/Fx, respectively. These two differences indicate that the presence of FeN4 structures leads to different growth manner of NiFe-LDH/Fx, which is consistent with the elemental mapping results mentioned above (Fig. S3). The grown NiFe-LDH/Fx hybrid structures have strong interaction with FeN4 structures. The shift of Fe 2p towards high binding energy and the large proportion of Fe3+ in NiFe-LDH/Fx −FeN4/C can strengthen the binding with OH–, which further enhances OER activity [42]. The high-resolution Ni 2p spectra of NiFe-LDH/Fx and NiFe-LDH/Fx−FeN4/C exhibit four peaks with binding energy of 857.60, 875.48, 863.05 and 880.73 eV (Fig. 3b). The two main peaks are attributed to Ni2+ 2p3/2 and Ni2+ 2p1/2 from low energy to high energy. The two weak peaks are the corresponding satellites of Ni2+ 2p3/2 and Ni2+ 2p1/2. Similar to Fe 2p spectra, the presence of FeN4 also results in the shift of binding energy of Ni 2p towards high energy, again confirming the strong interaction between NiFe-LDH/Fx hybrid nanostructure and FeN4. The N 1 s spectrum of NiFe-LDH/Fx −FeN4/C shows three peaks at 398.81, 400.67, and 401.90 eV, which are ascribed to Fe-N, pyrrolic N, and graphitic N (401.90 eV), respectively (Fig. 3c). In composition with FeN4/C, the N 1 s peaks of NiFe-LDH/Fx −FeN4/C shift slightly towards low energy, which further confirms the existence of electronic interactions between FeN4 and NiFe-LDH/Fx hybrid nanostructure, that is, the metal in NiFe-LDH/Fx hybrid nanostructure transfers electrons to N in FeN4. Fig. 3d shows that the F 1 s XPS spectra have one peak in NiFe-LDH/Fx and NiFe-LDH/Fx−FeN4/C, which corresponds to F bonded with metals. In comparison with NiFe-LDH/Fx, the F 1 s peak of NiFe-LDH/Fx−FeN4/C clearly shifts towards high binging energy. Such a shift in F 1 s peak is consistent with the formation of a separated NiF2 phase in NiFe-LDH/Fx (Fig. S3). In (NH4)3FeF6, the anion characteristic of (FeF6)3− increases the electron density around F, which reduces the binding energy of F 1 s. When (NH4)3FeF6 forms heterostructure with NiF2, the intimately contact leads to strong electronic interaction between (NH4)3FeF6 and NiF2, which results in lower binding energy of F 1 s compared with that in separated NiF2. Hence, the FeN4 alters the growth manner of NiFe-LDH/Fx hybrid nanostructures, inhibiting the formation of separated NiF2 phase. Overall, the presence of FeN4 facilitates the formation of heterostructures with high valent Fe and Ni sites, which enhance the OER activity. Fig. S21 shows the C 1 s XPS spectra of NiFe-LDH/Fx, FeN4/C, and NiFe-LDH/Fx −FeN4/C. The spectra can be deconvoluted into several peaks. They are C−C/CC, C−N, and −COOH with binding energy of 284.79, 286.13, and 289.91 eV, respectively. Moreover, the O 1 s spectra were also investigated (Fig. S22). The O 1 s spectra of all samples can be deconvoluted into M−OH and adsorbed O peaks. The presence of M−OH in the O 1 s spectrum of FeN4/C indicates that the single Fe atoms are also coordinated with hydroxyl [43]. In comparison with FeN4/C, the proportion of M−OH in NiFe-LDH/Fx −FeN4/C is significantly increased in all oxygen species owing to the rich hydroxyl in NiFe-LDH. In addition, the binding energy of M−OH shifts from 532.80 eV in FeN4/C to 532.64 eV in NiFe-LDH/Fx −FeN4/C. This is because the changes of binding environment of M−OH in FeN4/C and NiFe-LDH. To find whether the heterostructure enhances the OER activity, we prepared NiFe-LDH grown on FeN4/C (NiFe-LDH−FeN4/C). Fig. 4a shows the XRD pattern of NiFe-LDH−FeN4/C. Only the peaks corresponding to NiFe-LDH are observed, indicating that pure NiFe-LDH is obtained. The SEM image shows that NiFe-LDH nanosheets are grown very densely on the entire surface of FeN4/C (Fig. S23). The XPS characterizations indicate that the Fe 2p and Ni 2p in NiFe-LDH/Fx −FeN4/C have higher binding energies than in NiFe-LDH−FeN4/C (Fig. 4b,c), signifying that the formation of heterostructure elevates the valence states of Fe and Ni. Since the high valence states of metal ions can enhance the OER activity [44,45], the NiFe-LDH/Fx −FeN4/C is expected to have higher OER activity than NiFe-LDH−FeN4/C. Fig. 4d shows the OER polarization curves of NiFe-LDH−FeN4/C and NiFe-LDH/Fx −FeN4/C. A clear oxidation peak in the voltage range of 1.4 −1.45 V is observed on NiFe-LDH−FeN4/C, which is attributed to the oxidation of Ni2+ into high oxidation state [46]. In contrast, this peak is absence in NiFe-LDH/Fx −FeN4/C because the Ni in hybrid structure is already in high oxidation state. Moreover, although the OER activities of NiFe-LDH−FeN4/C and NiFe-LDH/Fx −FeN4/C are comparable at small current density, the NiFe-LDH/Fx −FeN4/C has higher OER activity than NiFe-LDH−FeN4/C when the current density is larger than 100 mA cm−2. This is because the structures derived from the replacement of F− with OH− reduces the charge transfer resistance and increases the conductivity of NiFe-LDH/Fx −FeN4/C under higher current density. Additionally, the NiFe-LDH−FeN4/C shows a lower activity (E 1/2 = 0.789 V) and stability for ORR than NiFe-LDH/Fx −FeN4/C (Fig. 4e and Fig. S10). Such clear ORR difference can be understood by the interaction between fluorine ions and FeN4 sites and the growth manner of NiFe-LDH and NiFe-LDH/Fx. The interaction between fluorine ions and FeN4 sites enhances the ORR activity and stability of FeN4 sites in NiFe-LDH/Fx −FeN4/C. The NiFe-LDH grows very dense on the entire surface of FeN4/C (Fig. S23), while NiFe-LDH/Fx grows relatively sparse on the FeN4/C (Fig. S1c). The dense NiFe-LDH layer prevents the O2 reaching the active FeN4 sites, and thus severely reduces the ORR activity. Therefore, the NiFe-LDH/Fx −FeN4/C exhibits better OER and ORR activity than NiFe-LDH−FeN4/C because of the reconstruction of NiFe-LDH/Fx during OER and highly dispersed growth manner of NiFe-LDH/Fx on FeN4/C. Besides, to find the advantage of the in-situ growth of NiFe-LDH/Fx on FeN4/C, we further prepared catalyst composed of physically mixed FeN4/C and NiFe-LDH/Fx. The OER and ORR performances of the physically mixed catalysts with different mass ratios between NiFe-LDH/Fx and FeN4/C are shown in Fig. S19. The optimal OER overpotential of mixed catalyst is 303 mV at a current density of 10 mA cm−2, which is larger than those of pure NiFe-LDH/Fx (300 mV) and NiFe-LDH/Fx −FeN4/C (246 mV). The E 1/2 of the best mixed catalyst is 0.826 V, which is significantly lower than 0.906 V of NiFe-LDH/Fx −FeN4/C and 0.919 V of FeN4/C. The mixed catalyst with mass ratio of 9:1 has the best bifunctionality for OER and ORR, giving an ΔE of 0.713 V, which is still larger than that of NiFe-LDH/Fx−FeN4/C (0.570 V). These results clearly demonstrate that the catalyst obtained by physical mixing severely jeopardizes the activity of each active components, and the in-situ grown NiFe-LDH/Fx −FeN4/C catalyst has prominent advantage to simultaneously retaining the excellent catalytic activity of each component and even promoting the catalytic activity by synergistic effect. 3.4 RZAB performance of NiFe-LDH/Fx−FeN4/C electrocatalyst In the light of the excellent ORR/OER performance of NiFe-LDH/Fx −FeN4/C, we utilized the NiFe-LDH/Fx −FeN4/C as air-cathode electrocatalysts for RZAB ( Fig. 5a). For comparison, a catalyst mixed with Pt/C and IrO2 were also used as air-cathode electrocatalysts to assemble RZAB. The RZAB assembled with NiFe-LDH/Fx −FeN4/C gives rise to an open-circuit voltage (OCV) of 1.53 V, which is slightly higher than the 1.52 V of (Pt/C+IrO2)-based (Fig. S25). The RZAB with the NiFe-LDH/Fx −FeN4/C as cathode catalyst shows a smaller voltage gap between charging and discharging curves than the RZAB assembled with the (Pt/C+IrO2) mixed catalyst at any current density (Fig. 5b). The peak power density of RZAB assemble with NiFe-LDH/Fx −FeN4/C can reach 209 mW cm−2, which is much larger than that of RZAB with the (Pt/C+IrO2) catalyst (125 mW cm−2). The specific capacity of NiFe-LDH/Fx −FeN4/C-based RZAB at the current density of 5 mA cm−2 is 795 mAh g−1 (normalized to the mass of consumed Zn), which is higher than the corresponding value of 791 mAh g−1 for the mixed catalyst-based counterpart (Fig. 5c). In addition, the specific capacity retains 731 mAh g−1 at 10 mA cm−2, implying the good performance of NiFe-LDH/Fx −FeN4/C-based zinc-air batteries in practical application (Fig. S26). In addition, the NiFe-LDH/Fx −FeN4/C-based RZAB exhibits excellent rate performances, showing higher output voltages than Pt/C+IrO2-based RZAB (Fig. 5d). Especially, the output voltage of NiFe-LDH/Fx −FeN4/C-based RZAB is 1.09 V at the discharging current density of 50 mA cm−2, while it is only 0.33 V for Pt/C+IrO2-based RZAB. Moreover, when the current density is returned to 2 mA cm−2, the discharge voltage of the NiFe-LDH/Fx −FeN4/C-based RZAB almost recovers to its initial voltage, suggesting the good rate performance and durability of NiFe-LDH/Fx −FeN4/C-based RZAB. The excellent rate performance is attributed to the mesopores and large pores in NiFe-LDH/Fx−FeN4/C, which create favorable pathways for efficient mass transfer, allowing the inner active sites to be more accessible to the electrolyte and oxygen. To further reveal its strong stability and reversibility, the NiFe-LDH/Fx −FeN4/C-based RZAB was charging/discharging at 5 mA cm−2 for 445 h (Fig. 5e). The NiFe-LDH/Fx −FeN4/C-based RZAB exhibits a negligible increase of charging/discharging voltage gap after 400 h (1200 cycles). In contrast, the charging/discharging voltage gap of the Pt/C+IrO2-based RZAB increases quickly after ∼170 h (510 cycles). Fig. S27 shows the charging and discharging voltage platforms for the first, middle, and last stages of the charging/discharging cycling. The charging/discharging voltage gaps of NiFe-LDH/Fx −FeN4/C-based RZAB are 0.859 V and 0.905 V at the first cycle, and after 400 h cycling, respectively, demonstrating its outstanding charging/discharging cycling performance and long-term durability of NiFe-LDH/Fx −FeN4/C. In addition, the peak power density and cycling performance of the NiFe-LDH/Fx −FeN4/C-based RZABs can compete with the state-of-the-art works reported recently (Table S4) [47–69]. For example, a carbon material with a fluffy peony-like structure and dense binary FeCo−Nx active sites (f-FeCo-CNT) shows a peak power density of 199 mW cm−2 and cycling stability for 60 h at 5 mA cm−2 [63]. The 3D flexible Janus hollow nanofibers (NiFe@C@Co CNFs), composed of an inner Ni−Fe−N − C layer, a middle carbon layer and an outer Co−N − C layer, exhibit a peak power density of 130 mW cm−2 and cycling stability for 200 h at 5 mA cm−2 [59]. The hydrangea-shaped N-doped graphdiyne (NGDY) with in-situ grown Co3O4 nanoparticles demonstrates a peak power density of 128 mW cm−2 and cycling stability for 800 h at 5 mA cm−2 [57]. 4 Conclusion We developed a novel ORR/OER bifunctional electrocatalyst featuring NiFe-LDH/Fx heterostructures grown on FeN4 substrates (NiFe-LDH/Fx −FeN4/C). The NiFe-LDH/Fx −FeN4/C electrocatalysts were prepared through the pyrolysis of hemin chloride adsorbed on CB, followed by in-situ hydrothermal growth of NiFe-LDH/Fx heterostructures. The NiFe-LDH/Fx heterostructures, composed of NiFe-LDH, (NH4)3FeF6, and NiF2, exhibit sparse growth on the FeN4/C substrate, which enhances the exposure of FeN4 active sites for ORR. The FeN4 sites are critical for the formation of the NiFe-LDH/Fx heterostructure during in-situ growth process. This heterostructure elevates the valence states of both Fe and Ni, significantly increasing electrocatalytic activity towards OER. The hybrid structure of NiFe-LDH/Fx −FeN4/C features mesopores and large pores, facilitating the exposure of active sites and enhancing mass transfer during reaction. These attributes contribute to the outstanding bifunctional activity of NiFe-LDH/Fx −FeN4/C electrocatalyst, achieving an E 1/2 of 0.906 V for the ORR and a small OER overpotential of 246 mV at 10 mA cm−2. The ΔE of 0.57 V is particularly noteworthy. Additionally, the NiFe-LDH/Fx −FeN4/C-based RZAB also exhibits excellent performance with a peak power density of 209 mW cm−2 and charging/discharging cyclying stability for 445 h. This work establishes a novel strategy for the preparation of highly efficient excellent bifunctional electrocatalysts through in-situ growth and heterostructure engineering. CRediT authorship contribution statement Jie Yang: Writing – review & editing, Writing – original draft, Visualization, Software, Project administration, Methodology, Investigation, Data curation, Conceptualization. Lixia Ma: Writing – review & editing, Visualization, Software, Methodology. Ruibin Jiang: Writing – review & editing, Visualization, Supervision, Resources, Methodology, Funding acquisition, Data curation. Xuqian Zhao: Software, Methodology. Shouren Zhang: Resources, Methodology, Funding acquisition, Data curation. Yuqi Zhang: Visualization, Methodology, Data curation. Xiaojie Zhou: Methodology. Jianghao Kang: Visualization. Luo Huang: Visualization, Methodology. Yunpeng Fang: Visualization, Methodology. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgments This work was financially supported by the Science and Technology Project of Yan’an City (2023-CYL-193), the Shaanxi Sanqin Scholars Innovation Team, and Open funding of Henan Provincial Key Laboratory of Nanocomposite and Applications. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2025.120454. Appendix A Supplementary material Supplementary material References [1] W. Sun F. Wang B. Zhang M. Zhang V. Kuepers X. Ji C. Theile P. Bieker K. Xu C. Wang M. Winter A rechargeable zinc-air battery based on zinc peroxide chemistry Science 371 6524 2021 46 51 10.1126/science.abb9554 W. Sun, F. Wang, B. Zhang, M. Zhang, V. Kuepers, X. Ji, C. Theile, P. Bieker, K. Xu, C. Wang, M. Winter, A rechargeable zinc-air battery based on zinc peroxide chemistry, Science 6524 (2021), 371 46-51, https://doi.org/10.1126/science.abb9554. [2] Y.-J. Li L. Cui P.-F. Da K.-W. Qiu W.-J. Qin W.-B. Hu X.-W. Du K. Davey T. Ling S.-Z. Qiao Multiscale structural engineering of Ni-doped CoO nanosheets for zinc-air batteries with high power density Adv. Mater. 46 2018 1804653 10.1002/adma.201804653 Y.-J. Li, L. Cui, P.-F. Da, K.-W. Qiu, W.-J. Qin, W.-B. Hu, X.-W. Du, K. Davey, T. Ling, S.-Z. Qiao, Multiscale structural engineering of Ni-doped CoO nanosheets for zinc-air batteries with high power density, Adv. Mater. 46 (2018) 1804653, https://doi.org/10.1002/adma.201804653. [3] L. Ran Y. Xu X. Zhu S. Chen X. Qiu Mn single-atom tuning Fe-N-C catalyst enables highly efficient and durable oxygen electrocatalysis and zinc-air batteries ACS Nano 18 1 2023 750 760 10.1021/acsnano.3c09100 L. Ran, Y. Xu, X. Zhu, S. Chen, X. Qiu, Mn single-atom tuning Fe-N-C catalyst enables highly efficient and durable oxygen electrocatalysis and zinc-air batteries, ACS Nano. 1 (2023), 18 750-760, https://doi.org/10.1021/acsnano.3c09100. [4] Y. Zhu Y. Jiang H. Li D. Zhang L. Tao X.-Z. Fu M. Liu S. Wang Tip-like Fe-N4 sites induced surface microenvironments regulation boosts the oxygen reduction reaction Angew. Chem. Int. Ed. 11 2024 e202319370 10.1002/anie.202319370 Y. Zhu, Y. Jiang, H. Li, D. Zhang, L. Tao, X.-Z. Fu, M. Liu, S. Wang, Tip-like Fe-N4 sites induced surface microenvironments regulation boosts the oxygen reduction reaction, Angew. Chem. Int. Ed. 11 (2024) e202319370, https://doi.org/10.1002/anie.202319370. [5] L. Peng J. Yang Y. Yang F. Qian Q. Wang D. Sun-Waterhouse L. Shang T. Zhang G.I.N. Waterhouse Mesopore-rich Fe-N-C catalyst with FeN4-O-NC single-atom sites delivers remarkable oxygen reduction reaction performance in alkaline media Adv. Mater. 34 29 2022 2202544 10.1002/adma.202202544 L. Peng, J. Yang, Y. Yang, F. Qian, Q. Wang, D. Sun-Waterhouse, L. Shang, T. Zhang, G.I. N. Waterhouse. Mesopore-rich Fe-N-C catalyst with FeN4-O-NC single-atom sites delivers remarkable oxygen reduction reaction performance in alkaline media, Adv. Mater. 29 (2022), 34, 2202544, https://doi.org/10.1002/adma.202202544. [6] Q. Wang Y. Yang F. Sun G. Chen J. Wang L. Peng W.-T. Chen L. Shang J. Zhao D. Sun-Waterhouse T. Zhang G.I.N. Waterhouse Molten NaCl-assisted synthesis of porous Fe-N-C electrocatalysts with a high density of catalytically accessible FeN4 active sites and outstanding oxygen reduction reaction performance Adv. Energy Mater. 11 19 2021 2100219 10.1002/aenm.202100219 Q. Wang, Y. Yang, F. Sun, G. Chen, J. Wang, L. Peng, W.-T. Chen, L. Shang, J. Zhao, D. Sun-Waterhouse, T. Zhang, G.I. N. Waterhouse. Molten NaCl-assisted synthesis of porous Fe-N-C electrocatalysts with a high density of catalytically accessible FeN4 active sites and outstanding oxygen reduction reaction performance, Adv. Energy Mater. 19 (2021), 11 2100219, https://doi.org/10.1002/aenm.202100219. [7] X. Xie L. Shang X. Xiong R. Shi T. Zhang Fe single-atom catalysts on MOF-5 derived carbon for efficient oxygen reduction reaction in proton exchange membrane fuel cells Adv. Energy Mater. 12 3 2022 2102688 10.1002/aenm.202102688 X. Xie, L. Shang, X. Xiong, R. Shi, T. Zhang. Fe single-atom catalysts on MOF-5 derived carbon for efficient oxygen reduction reaction in proton exchange membrane fuel cells, Adv. Energy Mater. 3 (2022), 12 2102688, https://doi.org/10.1002/aenm.202102688. [8] J. Chang Q. Zhang J. Yu W. Jing S. Wang G. Yin G.I.N. Waterhouse S. Lu A Fe single atom seed-mediated strategy toward Fe3C/Fe-N-C catalysts with outstanding bifunctional ORR/OER activities Adv. Sci. 10 22 2023 2301656 10.1002/advs.202301656 J. Chang, Q. Zhang, J. Yu, W. Jing, S. Wang, G. Yin, G.I. N. Waterhouse, S. Lu, A Fe single atom seed-mediated strategy toward Fe3C/Fe-N-C catalysts with outstanding bifunctional ORR/OER activities, Adv. Sci. 22 (2023), 10 2301656, https://doi.org/10.1002/advs.202301656. [9] Z. Lu Z. Wang Z. Yang X. Jin L. Tong R. Xu K. Kong Y. Zhang Y. Wang Y. Liu L. Meng Z. Pan S.-J. Hwang L. Li Engineering CoN4 and FeN4 dual sites with adjacent nanoclusters on flexible porous carbon fibers for enhanced electrocatalytic oxygen reduction and evolution Adv. Funct. Mater. 2024 2418489 10.1002/adfm.202418489 Z. Lu, Z. Wang, Z. Yang, X. Jin, L. Tong, R. Xu, K. Kong, Y. Zhang, Y. Wang, Y. Liu, L. Meng, Z. Pan, S.-J. Hwang, L. Li, Engineering CoN4 and FeN4 dual sites with adjacent nanoclusters on flexible porous carbon fibers for enhanced electrocatalytic oxygen reduction and evolution, Adv. Funct. Mater. (2024) 2418489, https://doi.org/10.1002/adfm.202418489. [10] H. Gao J. Xu X. Zhang M. Zhou Benchmarking the intrinsic activity of transition metal oxides for the oxygen evolution reaction with advanced nanoelectrodes Angew. Chem. Int. Ed. 23 2024 e202404663 10.1002/anie.202404663 H. Gao, J. Xu, X. Zhang, M. Zhou, Benchmarking the intrinsic activity of transition metal oxides for the oxygen evolution reaction with advanced nanoelectrodes, Angew. Chem. Int. Ed. 23 (2024) e202404663, https://doi.org/10.1002/anie.202404663. [11] C. Liu Y. Han L. Yao L. Liang J. He Q. Hao J. Zhang Y. Li H. Liu Engineering bimetallic NiFe-based hydroxides/selenides heterostructure nanosheet arrays for highly-efficient oxygen evolution reaction Small 17 7 2021 2007334 10.1002/smll.202007334 C. Liu, Y. Han, L. Yao, L. Liang, J. He, Q. Hao, J. Zhang, Y. Li, H. Liu, Engineering bimetallic NiFe-based hydroxides/selenides heterostructure nanosheet arrays for highly-efficient oxygen evolution reaction, Small 7 (2021), 17 2007334, https://doi.org/10.1002/smll.202007334. [12] Q. Jiang S. Wang C. Zhang Z. Sheng H. Zhang R. Feng Y. Ni X. Tang Y. Gu X. Zhou S. Lee D. Zhang F. Song Active oxygen species mediate the iron-promoting electrocatalysis of oxygen evolution reaction on metal oxyhydroxides Nat. Commun. 14 1 2023 6826 10.1038/s41467-023-42646-z Q. Jiang, S. Wang, C. Zhang, Z. Sheng, H. Zhang, R. Feng, Y. Ni, X. Tang, Y. Gu, X. Zhou, S. Lee, D. Zhang, F. Song, Active oxygen species mediate the iron-promoting electrocatalysis of oxygen evolution reaction on metal oxyhydroxides, Nat. Commun. 1 (2023), 14 6826, https://doi.org/10.1038/s41467-023-42646-z. [13] S. Dresp F. Luo R. Schmack S. Kuehl M. Gliech P. Strasser An efficient bifunctional two-component catalyst for oxygen reduction and oxygen evolution in reversible fuel cells, electrolyzers and rechargeable air electrodes Energy Environ. Sci. 9 6 2016 2020 2024 10.1039/c6ee01046f S. Dresp, F. Luo, R. Schmack, S. Kuehl, M. Gliech, P. Strasser, An efficient bifunctional two-component catalyst for oxygen reduction and oxygen evolution in reversible fuel cells, electrolyzers and rechargeable air electrodes, Energy Environ. Sci. 6 (2016), 9 2020-2024, https://doi.org/10.1039/c6ee01046f. [14] J. Yin Y. Li F. Lv Q. Fan Y.-Q. Zhao Q. Zhang W. Wang F. Cheng P. Xi S. Guo NiO/CoN porous nanowires as efficient bifunctional catalysts for Zn-air batteries ACS Nano 11 2 2017 2275 2283 10.1021/acsnano.7b00417 J. Yin, Y. Li, F. Lv, Q. Fan, Y.-Q. Zhao, Q. Zhang, W. Wang, F. Cheng, P. Xi, S. Guo, NiO/CoN porous nanowires as efficient bifunctional catalysts for Zn-air batteries, ACS Nano. 2 (2017), 11 2275-2283, https://doi.org/10.1021/acsnano.7b00417. [15] L. Yu J.F. Yang B.Y. Guan Y. Lu X.W. Lou Hierarchical hollow nanoprisms based on ultrathin Ni-Fe layered double hydroxide nanosheets with enhanced electrocatalytic activity towards oxygen evolution Angew. Chem. Int. Ed. 57 1 2018 172 176 10.1002/anie.201710877 L. Yu, J.F. Yang, B.Y. Guan, Y. Lu, X.W. Lou, Hierarchical hollow nanoprisms based on ultrathin Ni-Fe layered double hydroxide nanosheets with enhanced electrocatalytic activity towards oxygen evolution, Angew. Chem. Int. Ed. 1 (2018), 57 172-176, https://doi.org/10.1002/anie.201710877. [16] N. Zhang R. Jiang Interfacial engineering of metal/metal oxide heterojunctions toward oxygen reduction and evolution reactions ChemPlusChem 86 12 2021 1586 1601 10.1002/cplu.202100466 N. Zhang, R. Jiang, Interfacial engineering of metal/metal oxide heterojunctions toward oxygen reduction and evolution reactions, Chempluschem. 12 (2021), 86 1586-1601, https://doi.org/10.1002/cplu.202100466. [17] Y. Zeng J. Zheng H. Zhang F. Yao D. Deng Q. Wu P.R. Makgwane H. Liang Surface reconstruction regulation of Co3N through heterostructure engineering toward efficient oxygen evolution reaction Small 20 48 2024 2406465 10.1002/smll.202406465 Y. Zeng, J. Zheng, H. Zhang, F. Yao, D. Deng, Q. Wu, P.R. Makgwane, H. Liang, Surface reconstruction regulation of Co3N through heterostructure engineering toward efficient oxygen evolution reaction, Small 48 (2024), 20 2406465, https://doi.org/10.1002/smll.202406465. [18] P. Chen T. Zhou S. Wang N. Zhang Y. Tong H. Ju W. Chu C. Wu Y. Xie Dynamic migration of surface fluorine anions on cobalt-based materials to achieve enhanced oxygen evolution catalysis Angew. Chem. Int. Ed. 57 47 2018 15471 15475 10.1002/anie.201809220 P. Chen, T. Zhou, S. Wang, N. Zhang, Y. Tong, H. Ju, W. Chu, C. Wu, Y. Xie, Dynamic migration of surface fluorine anions on cobalt-based materials to achieve enhanced oxygen evolution catalysis, Angew. Chem. Int. Ed. 47 (2018), 57 15471-15475, https://doi.org/10.1002/anie.201809220. [19] X. Zhang L. Li K. Cheng Y. Wang Directional interface electron transfer from Fe2O3 to biomass-derived carbon originated from F-dopant-induced site-specific growth Carbon 216 2024 118513 10.1016/j.carbon.2023.118513 X. Zhang, L. Li, K. Cheng, Y. Wang, Directional interface electron transfer from Fe2O3 to biomass-derived carbon originated from F-dopant-induced site-specific growth, Carbon 216, (2024) 118513, https://doi.org/10.1016/j.carbon.2023.118513. [20] B. Zhang L. Wang Z. Cao S.M. Kozlov F.P. García de Arquer C.T. Dinh J. Li Z. Wang X. Zheng L. Zhang Y. Wen O. Voznyy R. Comin P. De Luna T. Regier W. Bi E.E. Alp C.-W. Pao L. Zheng Y. Hu Y. Ji Y. Li Y. Zhang L. Cavallo H. Peng E.H. Sargent High-valence metals improve oxygen evolution reaction performance by modulating 3d metal oxidation cycle energetics Nat. Catal. 3 12 2020 985 992 10.1038/s41929-020-00525-6 B. Zhang, L. Wang, Z. Cao, S.M. Kozlov, F.P. García de Arquer, C.T. Dinh, J. Li, Z. Wang, X. Zheng, L. Zhang, Y. Wen, O. Voznyy, R. Comin, P. De Luna, T. Regier, W. Bi, E.E. Alp, C.-W. Pao, L. Zheng, Y. Hu, Y. Ji, Y. Li, Y. Zhang, L. Cavallo, H. Peng, E.H. Sargent, High-valence metals improve oxygen evolution reaction performance by modulating 3d metal oxidation cycle energetics, Nat. Catal. 12 (2020), 3 985-992, https://doi.org/10.1038/s41929-020-00525-6. [21] Y. Leng Q. Han J. Zhang X. Lin Z. Xiang Active-sites-integrated hierarchical porous nanofibers for improved oxygen reduction in fuel cells Small 2025 2504253 10.1002/smll.202504253 Y. Leng, Q. Han, J. Zhang, X. Lin, Z. Xiang. Active-sites-integrated hierarchical porous nanofibers for improved oxygen reduction in fuel cells, Small (2025) 2504253, https://doi.org/10.1002/smll.202504253. [22] H.-G. Du X.-F. Zhang L.-W. Ding J.-L. Liu L.-H. Yu X.-H. Zhang Y. Dou L.-M. Gao J. Zhang C.-T. He Engineering pore-size distribution of metal-loaded carbon catalysts by in situ cavitation for boosting electrochemical mass transfer Appl. Catal. B Environ. 342 2024 123396 10.1016/j.apcatb.2023.123396 H.-G. Du, X.-F. Zhang, L.-W. Ding, J.-L. Liu, L.-H. Yu, X.-H. Zhang, Y. Dou, L.-M. Gao, J. Zhang, C.-T. He. Engineering pore-size distribution of metal-loaded carbon catalysts by in situ cavitation for boosting electrochemical mass transfer, Appl. Catal. B: Environ. (2024), 342, 123396, https://doi.org/10.1016/j.apcatb.2023.123396. [23] M. Tan Q. Hua C. Zhang H. Zhang B. Huang F. Feng Y. Gao X. Zhang F. Zhang N. Yang Q. Huang C. Ling Z. Huang Y. Ge Creating abundant gas–solid–liquid triple-phase interfaces in hierarchical porous structure for efficient electrochemical CO2 reduction Adv. Funct. Mater. 2025 2510570 10.1002/adfm.202510570 M. Tan, Q. Hua, C. Zhang, H. Zhang, B. Huang, F. Feng, Y. Gao, X. Zhang, F. Zhang, N. Yang, Q. Huang, C. Ling, Z. Huang, Y. Ge. Creating abundant gas–solid–liquid triple-phase interfaces in hierarchical porous structure for efficient electrochemical CO2 reduction, Adv. Funct. Mater. (2025) 2510570, https://doi.org/10.1002/adfm.202510570. [24] L. Ma H. Liu B. Mei J. Chen Q. Cheng J. Ma B. Yang Q. Li H. Yang Cu supraparticles with enhanced mass transfer and abundant C-C coupling sites achieving ampere-level CO2-to-C2+ electrosynthesis Nat. Commun. 16 1 2025 3421 10.1038/s41467-025-58755-w L. Ma, H. Liu, B. Mei, J. Chen, Q. Cheng, J. Ma, B. Yang, Q. Li, H. Yang. Cu supraparticles with enhanced mass transfer and abundant C-C coupling sites achieving ampere-level CO2-to-C2+ electrosynthesis, Nat. Commun. 1 (2025), 16 3421, https://doi.org/10.1038/s41467-025-58755-w. [25] J. Hong L. Zhang Q. Zhu Z. Du Y. Zhou T. Wågberg G. Hu A macroporous carbon nanoframe for hosting Mott–Schottky Fe–Co/Mo2C sites as an outstanding bi-functional oxygen electrocatalyst Mater. Horiz. 10 12 2023 5969 5982 10.1039/D3MH01237A J. Hong, L. Zhang, Q. Zhu, Z. Du, Y. Zhou, T. Wågberg, G. Hu. A macroporous carbon nanoframe for hosting Mott–Schottky Fe–Co/Mo2C sites as an outstanding bi-functional oxygen electrocatalyst, Mater. Horiz. 12 (2023), 10 5969-5982, https://doi.org/10.1039/D3MH01237A. [26] W.-J. Jiang L. Gu L. Li Y. Zhang X. Zhang L.-J. Zhang J.-Q. Wang J.-S. Hu Z. Wei L.-J. Wan Understanding the high activity of Fe-N-C electrocatalysts in oxygen reduction: Fe/Fe3C nanoparticles boost the activity of Fe-Nx J. Am. Chem. Soc. 138 10 2016 3570 3578 10.1021/jacs.6b00757 W.-J. Jiang, L. Gu, L. Li, Y. Zhang, X. Zhang, L.-J. Zhang, J.-Q. Wang, J.-S. Hu, Z. Wei, L.-J. Wan, Understanding the high activity of Fe-N-C electrocatalysts in oxygen reduction: Fe/Fe3C nanoparticles boost the activity of Fe-Nx, J. Am. Chem. Soc. 10 (2016), 138 3570-3578, https://doi.org/10.1021/jacs.6b00757. [27] X. Wan Q. Liu J. Liu S. Liu X. Liu L. Zheng J. Shang R. Yu J. Shui Iron atom-cluster interactions increase activity and improve durability in Fe-N-C fuel cells Nat. Commun. 13 1 2022 2963 10.1038/s41467-022-30702-z X. Wan, Q. Liu, J. Liu, S. Liu, X. Liu, L. Zheng, J. Shang, R. Yu, J. Shui, Iron atom-cluster interactions increase activity and improve durability in Fe-N-C fuel cells, Nat. Commun. 1 (2022), 13 2963, https://doi.org/10.1038/s41467-022-30702-z. [28] B. Sarac Y.P. Ivanov M. Micusik M. Omastova A.S. Sarac A.I. Bazlov V. Zadorozhnyy A.L. Greer J. Eckert Enhanced oxygen evolution reaction of Zr-Cu-Ni-Al metallic glass with an oxide layer in alkaline media ACS Catal. 12 15 2022 9190 9200 10.1021/acscatal.2c02672 B. Sarac, Y.P. Ivanov, M. Micusik, M. Omastova, A.S. Sarac, A.I. Bazlov, V. Zadorozhnyy, A.L. Greer, J. Eckert, Enhanced oxygen evolution reaction of Zr-Cu-Ni-Al metallic glass with an oxide layer in alkaline media, ACS Catalysis. 15 (2022), 12 9190-9200, https://doi.org/10.1021/acscatal.2c02672. [29] B. Li J. Zhong H. Wang J. Gu F. Lyu S. Chen H. Wu L. Li C. Zhi J. Lu Y.Y. Li Fluorine-lodged high-valent high-entropy layered double hydroxide for efficient, long-lasting zinc-air batteries Angew. Chem. Int. Ed. 47 2024 e202410978 10.1002/anie.202410978 B. Li, J. Zhong, H. Wang, J. Gu, F. Lyu, S. Chen, H. Wu, L. Li, C. Zhi, J. Lu, Y.Y. Li, Fluorine-lodged high-valent high-entropy layered double hydroxide for efficient, long-lasting zinc-air batteries, Angew. Chem. Int. Ed. 47 (2024) e202410978, https://doi.org/10.1002/anie.202410978. [30] C.-X. Zhao J.-N. Liu J. Wang D. Ren J. Yu X. Chen B.-Q. Li Q. Zhang A ΔE = 0.63 V bifunctional oxygen electrocatalyst enables high-rate and long-cycling zinc-air batteries Adv. Mater. 15 2021 2008606 10.1002/adma.202008606 C.-X. Zhao, J.-N. Liu, J. Wang, D. Ren, J. Yu, X. Chen, B.-Q. Li, Q. Zhang, A ΔE = 0.63 V bifunctional oxygen electrocatalyst enables high-rate and long-cycling zinc-air batteries, Adv. Mater. 15 (2021) 2008606, https://doi.org/10.1002/adma.202008606. [31] G. Wang J. Chang S. Koul A. Kushima Y. Yang CO2 bubble-assisted Pt exposure in PtFeNi porous film for high-performance zinc-air battery J. Am. Chem. Soc. 143 30 2021 11595 11601 10.1021/jacs.1c04339 G. Wang, J. Chang, S. Koul, A. Kushima, Y. Yang, CO2 bubble-assisted Pt exposure in PtFeNi porous film for high-performance zinc-air battery, J. Am. Chem. Soc. 30 (2021), 143 11595-11601, https://doi.org/10.1021/jacs.1c04339. [32] H. Lei L. Ma Q. Wan Z. Huangfu S. Tan Z. Wang W. Mai Porous carbon nanofibers confined NiFe alloy nanoparticles as efficient bifunctional electrocatalysts for Zn-air batteries Nano Energy 104 2022 107941 10.1016/j.nanoen.2022.107941 H. Lei, L. Ma, Q. Wan, Z. Huangfu, S. Tan, Z. Wang, W. Mai, Porous carbon nanofibers confined NiFe alloy nanoparticles as efficient bifunctional electrocatalysts for Zn-air batteries, Nano Energy 104, (2022) 107941, https://doi.org/10.1016/j.nanoen.2022.107941. [33] H.-F. Wang C. Tang B. Wang B.-Q. Li Q. Zhang Bifunctional transition metal hydroxysulfides: room-temperature sulfurization and their applications in Zn-air batteries Adv. Mater. 35 2017 1702327 10.1002/adma.201702327 H.-F. Wang, C. Tang, B. Wang, B.-Q. Li, Q. Zhang, Bifunctional transition metal hydroxysulfides: room-temperature sulfurization and their applications in Zn-air batteries, Adv. Mater. 35 (2017) 1702327, https://doi.org/10.1002/adma.201702327. [34] J. Wang X.-Q. Fang J.-N. Liu Y.-W. Song M. Zhao B.-Q. Li J.-Q. Huang Enabling high-rate and long-cycling zinc-air batteries with a ΔE = 0.56 V bifunctional oxygen electrocatalyst Adv. Funct. Mater. 35 3 2024 2413562 10.1002/adfm.202413562 J. Wang, X.-Q. Fang, J.-N. Liu, Y.-W. Song, M. Zhao, B.-Q. Li, J.-Q. Huang, Enabling high-rate and long-cycling zinc-air batteries with a ΔE = 0.56 V bifunctional oxygen electrocatalyst, Adv. Funct. Mater. 3 (2024), 35 2413562, https://doi.org/10.1002/adfm.202413562. [35] J.-N. Liu C.-X. Zhao J. Wang X.-Q. Fang C.-X. Bi B.-Q. Li Q. Zhang A data-driven bifunctional oxygen electrocatalyst with a record-breaking ΔE = 0.57 V for ampere-hour-scale zinc-air batteries Joule 8 6 2024 1804 1819 10.1016/j.joule.2024.03.017 J.-N. Liu, C.-X. Zhao, J. Wang, X.-Q. Fang, C.-X. Bi, B.-Q. Li, Q. Zhang, A data-driven bifunctional oxygen electrocatalyst with a record-breaking ΔE = 0.57 V for ampere-hour-scale zinc-air batteries, Joule 6 (2024), 8 1804-1819, https://doi.org/10.1016/j.joule.2024.03.017. [36] L. Wang J. Zhu S. Zhu L. Lu P. Zhu X. Zhao S. Liu Peach gum-derived S, N Co-doped nanoporous carbon coupled with layered double (Ni, Fe) hydroxide for efficient bifunctional oxygen electrocatalysis in Zn-air batteries ChemNanoMat 8 2022 e202200242 10.1002/cnma.202200242 L. Wang, J. Zhu, S. Zhu, L. Lu, P. Zhu, X. Zhao, S. Liu, Peach gum-derived S, N Co-doped nanoporous carbon coupled with layered double (Ni, Fe) hydroxide for efficient bifunctional oxygen electrocatalysis in Zn-air batteries, ChemNanoMat 8 (2022) e202200242, https://doi.org/10.1002/cnma.202200242. [37] S. Dresp F. Luo R. Schmack S. Kühl M. Gliech P. Strasser An efficient bifunctional two-component catalyst for oxygen reduction and oxygen evolution in reversible fuel cells, electrolyzers and rechargeable air electrodes Energy Environ. Sci. 9 6 2016 2020 2024 10.1039/c6ee01046f S. Dresp, F. Luo, R. Schmack, S. Kühl, M. Gliech, P. Strasser, An efficient bifunctional two-component catalyst for oxygen reduction and oxygen evolution in reversible fuel cells, electrolyzers and rechargeable air electrodes, Energy Environ. Sci. 6 (2016), 9 2020-2024, https://doi.org/10.1039/c6ee01046f. [38] W. Wan Y. Zhao S. Wei C.A. Triana J. Li A. Arcifa C.S. Allen R. Cao G.R. Patzke Mechanistic insight into the active centers of single/dual-atom Ni/Fe-based oxygen electrocatalysts Nat. Commun. 12 1 2021 5589 10.1038/s41467-021-25811-0 W. Wan, Y. Zhao, S. Wei, C.A. Triana, J. Li, A. Arcifa, C.S. Allen, R. Cao, G.R. Patzke, Mechanistic insight into the active centers of single/dual-atom Ni/Fe-based oxygen electrocatalysts, Nat. Commun. 1 (2021), 12 5589, https://doi.org/10.1038/s41467-021-25811-0. [39] W.-X. Hong W.-H. Wang Y.-H. Chang H. Pourzolfaghar I.H. Tseng Y.-Y. Li A Ni-Fe layered double hydroxide anchored FeCo nanoalloys and Fe-Co dual single-atom electrocatalysts for rechargeable and flexible zinc-air and aluminum-air batteries Nano Energy 121 2024 109236 10.1016/j.nanoen.2023.109236 W.-X. Hong, W.-H. Wang, Y.-H. Chang, H. Pourzolfaghar, I.H. Tseng, Y.-Y. Li, A Ni-Fe layered double hydroxide anchored FeCo nanoalloys and Fe-Co dual single-atom electrocatalysts for rechargeable and flexible zinc-air and aluminum-air batteries, Nano Energy 121, (2024) 109236, https://doi.org/10.1016/j.nanoen.2023.109236. [40] X. Li D. Liu Q. Liu Z. Xiang A pyrolysis-free method toward large-scale synthesis of ultra-highly efficient bifunctional oxygen electrocatalyst for zinc-air flow batteries Small 21 2022 2201197 10.1002/smll.202201197 X. Li, D. Liu, Q. Liu, Z. Xiang, A pyrolysis-free method toward large-scale synthesis of ultra-highly efficient bifunctional oxygen electrocatalyst for zinc-air flow batteries, Small 21 (2022) 2201197, https://doi.org/10.1002/smll.202201197. [41] X. Zhong X. Xiao Q. Li M. Zhang Z. Li L. Gao B. Chen Z. Zheng Q. Fu X. Wang G. Zhou B. Xu Understanding the active site in chameleon-like bifunctional catalyst for practical rechargeable zinc-air batteries Nat. Commun. 15 1 2024 9616 10.1038/s41467-024-54019-1 X. Zhong, X. Xiao, Q. Li, M. Zhang, Z. Li, L. Gao, B. Chen, Z. Zheng, Q. Fu, X. Wang, G. Zhou, B. Xu, Understanding the active site in chameleon-like bifunctional catalyst for practical rechargeable zinc-air batteries, Nat. Commun. 1 (2024), 15 9616, https://doi.org/10.1038/s41467-024-54019-1. [42] Y.-C. Zhang C. Han J. Gao J. Wu X.-D. Zhu J.-J. Zou Co3-xO4/NiO with abundant Ni3+ active sites for boosting oxygen evolution reaction Chem. Eng. J. 446 2022 137036 10.1016/j.cej.2022.137036 Y.-C. Zhang, C. Han, J. Gao, J. Wu, X.-D. Zhu, J.-J. Zou, Co3-xO4/NiO with abundant Ni3+ active sites for boosting oxygen evolution reaction, Chem. Eng. J. 446 (2022) 137036, https://doi.org/10.1016/j.cej.2022.137036. [43] L. Li S. Huang R. Cao K. Yuan C. Lu B. Huang X. Tang T. Hu X. Zhuang Y. Chen Optimizing microenvironment of asymmetric N,S-coordinated single-atom Fe via axial fifth coordination toward efficient oxygen electroreduction Small 18 2 2022 2105387 10.1002/smll.202105387 L. Li, S. Huang, R. Cao, K. Yuan, C. Lu, B. Huang, X. Tang, T. Hu, X. Zhuang, Y. Chen, Optimizing microenvironment of asymmetric N,S-coordinated single-atom Fe via axial fifth coordination toward efficient oxygen electroreduction, Small 2 (2022), 18 2105387, https://doi.org/10.1002/smll.202105387. [44] Q. Wu J. Liang M. Xiao C. Long L. Li Z. Zeng A. Mavrič X. Zheng J. Zhu H.-W. Liang H. Liu M. Valant W. Wang Z. Lv J. Li C. Cui Non-covalent ligand-oxide interaction promotes oxygen evolution Nat. Commun. 14 1 2023 997 10.1038/s41467-023-36718-3 Q. Wu, J. Liang, M. Xiao, C. Long, L. Li, Z. Zeng, A. Mavrič, X. Zheng, J. Zhu, H.-W. Liang, H. Liu, M. Valant, W. Wang, Z. Lv, J. Li, C. Cui, Non-covalent ligand-oxide interaction promotes oxygen evolution, Nat. Commun. 1 (2023), 14 997, https://doi.org/10.1038/s41467-023-36718-3. [45] H. Wang T. Zhai Y. Wu T. Zhou B. Zhou C. Shang Z. Guo High-valence oxides for high performance oxygen evolution electrocatalysis Adv. Sci. 22 2023 2301706 10.1002/advs.202301706 H. Wang, T. Zhai, Y. Wu, T. Zhou, B. Zhou, C. Shang, Z. Guo, High-valence oxides for high performance oxygen evolution electrocatalysis, Adv. Sci. 22 (2023) 2301706, https://doi.org/10.1002/advs.202301706. [46] Y. Bai Z. Liu X. Wang Z. Zhang K. Liu C. Gao Tailoring Ni-Fe-B electronic effects in layered double hydroxides for enhanced oxygen evolution activity Small 20 50 2024 2407564 10.1002/smll.202407564 Y. Bai, Z. Liu, X. Wang, Z. Zhang, K. Liu, C. Gao, Tailoring Ni-Fe-B electronic effects in layered double hydroxides for enhanced oxygen evolution activity, Small 50 (2024), 20 2407564, https://doi.org/10.1002/smll.202407564. [47] B. Hu A. Huang X. Zhang Z. Chen R. Tu W. Zhu Z. Zhuang C. Chen Q. Peng Y. Li Atomic Co/Ni dual sites with N/P-coordination as bifunctional oxygen electrocatalyst for rechargeable zinc-air batteries Nano Res. 14 10 2021 3482 3488 10.1007/s12274-021-3535-4 B. Hu, A. Huang, X. Zhang, Z. Chen, R. Tu, W. Zhu, Z. Zhuang, C. Chen, Q. Peng, Y. Li, Atomic Co/Ni dual sites with N/P-coordination as bifunctional oxygen electrocatalyst for rechargeable zinc-air batteries, Nano Res. 10 (2021), 14 3482-3488, https://doi.org/10.1007/s12274-021-3535-4. [48] D. Fu Z. Zhu J. Chen L. Ye X. Song X. Zeng N-doped hollow carbon tubes derived N-HCTs@NiCo2O4 as bifunctional oxygen electrocatalysts for rechargeable zinc-air batteries J. Electroanal. Chem. 902 2021 115804 10.1016/j.jelechem.2021.115804 D. Fu, Z. Zhu, J. Chen, L. Ye, X. Song, X. Zeng, N-doped hollow carbon tubes derived N-HCTs@NiCo2O4 as bifunctional oxygen electrocatalysts for rechargeable zinc-air batteries, J. Electroanal. Chem. 902, (2021) 115804, https://doi.org/10.1016/j.jelechem.2021.115804. [49] F. Pan Z. Li Z. Yang Q. Ma M. Wang H. Wang M. Olszta G. Wang Z. Feng Y. Du Y. Yang Porous FeCo glassy alloy as bifunctional support for high-performance Zn-air battery Adv. Energy Mater. 11 3 2020 2002204 10.1002/aenm.202002204 F. Pan, Z. Li, Z. Yang, Q. Ma, M. Wang, H. Wang, M. Olszta, G. Wang, Z. Feng, Y. Du, Y. Yang, Porous FeCo glassy alloy as bifunctional support for high-performance Zn-air battery, Adv. Energy Mater. 3 (2020), 11 2002204, https://doi.org/10.1002/aenm.202002204. [50] J.-C. Li Y. Meng L. Zhang G. Li Z. Shi P.-X. Hou C. Liu H.-M. Cheng M. Shao Dual-phasic carbon with Co single atoms and nanoparticles as a bifunctional oxygen electrocatalyst for rechargeable Zn-air batteries Adv. Funct. Mater. 42 2021 2103360 10.1002/adfm.202103360 J.-C. Li, Y. Meng, L. Zhang, G. Li, Z. Shi, P.-X. Hou, C. Liu, H.-M. Cheng, M. Shao, Dual-phasic carbon with Co single atoms and nanoparticles as a bifunctional oxygen electrocatalyst for rechargeable Zn-air batteries, Adv. Funct. Mater. 42 (2021) 2103360, https://doi.org/10.1002/adfm.202103360. [51] K. Gao M. Shen C. Duan C. Xiong L. Dai W. Zhao W. Lu S. Ding Y. Ni Co-N-doped directional multichannel PAN/CA-based electrospun carbon nanofibers as high-efficiency bifunctional oxygen electrocatalysts for Zn-air batteries ACS Sustain. Chem. Eng. 9 50 2021 17068 17077 10.1021/acssuschemeng.1c06040 K. Gao, M. Shen, C. Duan, C. Xiong, L. Dai, W. Zhao, W. Lu, S. Ding, Y. Ni, Co-N-doped directional multichannel PAN/CA-based electrospun carbon nanofibers as high-efficiency bifunctional oxygen electrocatalysts for Zn-air batteries, ACS Sustain. Chem. Eng. 50 (2021), 9 17068-17077, https://doi.org/10.1021/acssuschemeng.1c06040. [52] K. Khan X. Yan Q. Yu S.-H. Bae J.J. White J. Liu T. Liu C. Sun J. Kim H.-M. Cheng Y. Wang B. Liu K. Amine X. Pan Z. Luo Stone-wales defect-rich carbon-supported dual-metal single atom sites for Zn-air batteries Nano Energy 90 2021 106488 10.1016/j.nanoen.2021.106488 K. Khan, X. Yan, Q. Yu, S.-H. Bae, J.J. White, J. Liu, T. Liu, C. Sun, J. Kim, H.-M. Cheng, Y. Wang, B. Liu, K. Amine, X. Pan, Z. Luo, Stone-wales defect-rich carbon-supported dual-metal single atom sites for Zn-air batteries, Nano Energy 90, (2021) 106488, https://doi.org/10.1016/j.nanoen.2021.106488. [53] K. Wu L. Zhang Y. Yuan L. Zhong Z. Chen X. Chi H. Lu Z. Chen R. Zou T. Li C. Jiang Y. Chen X. Peng J. Lu An iron-decorated carbon aerogel for rechargeable flow and flexible Zn-air batteries Adv. Mater. 32 2020 2002292 10.1002/adma.202002292 K. Wu, L. Zhang, Y. Yuan, L. Zhong, Z. Chen, X. Chi, H. Lu, Z. Chen, R. Zou, T. Li, C. Jiang, Y. Chen, X. Peng, J. Lu, An iron-decorated carbon aerogel for rechargeable flow and flexible Zn-air batteries, Adv. Mater. 32 (2020) 2002292, https://doi.org/10.1002/adma.202002292. [54] L.-B. Huang L. Zhao Y. Zhang H. Luo X. Zhang J. Zhang H. Pan J.-S. Hu Engineering carbon-shells of M@NC bifunctional oxygen electrocatalyst towards stable aqueous rechargeable Zn-air batteries Chem. Eng. J. 418 2021 129409 10.1016/j.cej.2021.129409 L.-B. Huang, L. Zhao, Y. Zhang, H. Luo, X. Zhang, J. Zhang, H. Pan, J.-S. Hu, Engineering carbon-shells of M@NC bifunctional oxygen electrocatalyst towards stable aqueous rechargeable Zn-air batteries, Chem. Eng. J. 418, (2021) 129409, https://doi.org/10.1016/j.cej.2021.129409. [55] L.-C. Meng H. Zhang L. Kang Y. Zhang N.-F. Yu F. Zhang H.-L. Du Robust and flexible 3d integrated FeNi@NHCFs air electrode for high-performance rechargeable zinc-air battery Rare Met. 43 11 2024 5677 5689 10.1007/s12598-024-02815-5 L.-C. Meng, H. Zhang, L. Kang, Y. Zhang, N.-F. Yu, F. Zhang, H.-L. Du, Robust and flexible 3d integrated FeNi@NHCFs air electrode for high-performance rechargeable zinc-air battery, Rare Met. 11 (2024), 43 5677-5689, https://doi.org/10.1007/s12598-024-02815-5. [56] M. Xie Y. Lu X. Xiao D. Wu B. Shao H. Nian C. Wu W. Wang J. Gu S. Han M. Gu Q. Xu Spatially immobilized PtPdFeCoNi as an excellent bifunctional oxygen electrocatalyst for zinc-air battery Adv. Funct. Mater. 35 5 2024 2414537 10.1002/adfm.202414537 M. Xie, Y. Lu, X. Xiao, D. Wu, B. Shao, H. Nian, C. Wu, W. Wang, J. Gu, S. Han, M. Gu, Q. Xu, Spatially immobilized PtPdFeCoNi as an excellent bifunctional oxygen electrocatalyst for zinc-air battery, Adv. Funct. Mater. 5 (2024), 35 2414537, https://doi.org/10.1002/adfm.202414537. [57] Q. Chang F. He Z. Zhang X. Fu Y. Wang C. Huang Y. Li Self-organized integrated electrocatalyst on oxygen conversion for highly durable zinc-air batteries Angew. Chem. Int. Ed. 4 2024 e202416664 10.1002/anie.202416664 Q. Chang, F. He, Z. Zhang, X. Fu, Y. Wang, C. Huang, Y. Li, Self-organized integrated electrocatalyst on oxygen conversion for highly durable zinc-air batteries, Angew. Chem. Int. Ed. 4 (2024) e202416664, https://doi.org/10.1002/anie.202416664. [58] Q. Lu X. Zou Y. Bu Y. Wang Z. Shao Single-phase ruthenium-based oxide with dual-atoms induced bifunctional catalytic centers enables highly efficient rechargeable Zn-air batteries Energy Storage Mater. 68 2024 103341 10.1016/j.ensm.2024.103341 Q. Lu, X. Zou, Y. Bu, Y. Wang, Z. Shao, Single-phase ruthenium-based oxide with dual-atoms induced bifunctional catalytic centers enables highly efficient rechargeable Zn-air batteries, Energy Storage Mater. 68 (2024) 103341, https://doi.org/10.1016/j.ensm.2024.103341. [59] X. Chen J. Pu X. Hu Y. Yao Y. Dou J. Jiang W. Zhang Janus hollow nanofiber with bifunctional oxygen electrocatalyst for rechargeable Zn-air battery Small 18 16 2022 2200578 10.1002/smll.202200578 X. Chen, J. Pu, X. Hu, Y. Yao, Y. Dou, J. Jiang, W. Zhang, Janus hollow nanofiber with bifunctional oxygen electrocatalyst for rechargeable Zn-air battery, Small 16 (2022), 18 2200578, https://doi.org/10.1002/smll.202200578. [60] X. Liu F. Zhao L. Jiao T. Fang Z. Zhao X. Xiao D. Li K. Yi R. Wang X. Jia Atomically dispersed Fe/N4 and Ni/N4 sites on separate-sides of porous carbon nanosheets with janus structure for selective oxygen electrocatalysis Small 19 25 2023 2300289 10.1002/smll.202300289 X. Liu, F. Zhao, L. Jiao, T. Fang, Z. Zhao, X. Xiao, D. Li, K. Yi, R. Wang, X. Jia, Atomically dispersed Fe/N4 and Ni/N4 sites on separate-sides of porous carbon nanosheets with janus structure for selective oxygen electrocatalysis, Small 25 (2023), 19 2300289, https://doi.org/10.1002/smll.202300289. [61] Y. He H. Li Y. Wang Y. Jia Y. Liu Q. Tan Heteroatom anchors Fe-Mn dual-atom catalysts with bi-functional oxygen catalytic activity for low-temperature rechargeable flexible Zn-air batteries J. Energy Chem. 90 2024 610 620 10.1016/j.jechem.2023.10.061 Y. He, H. Li, Y. Wang, Y. Jia, Y. Liu, Q. Tan, Heteroatom anchors Fe-Mn dual-atom catalysts with bi-functional oxygen catalytic activity for low-temperature rechargeable flexible Zn-air batteries, J. Energy Chem. 90 (2024) 610-620, https://doi.org/10.1016/j.jechem.2023.10.061. [62] Y. Tian L. Xu M. Li D. Yuan X. Liu J. Qian Y. Dou J. Qiu S. Zhang Interface engineering of CoS/CoO@N-doped graphene nanocomposite for high-performance rechargeable Zn-air batteries NanoMicro Lett. 1 1 2020 10.1007/s40820-020-00526-x Y. Tian, L. Xu, M. Li, D. Yuan, X. Liu, J. Qian, Y. Dou, J. Qiu, S. Zhang, Interface engineering of CoS/CoO@N-doped graphene nanocomposite for high-performance rechargeable Zn-air batteries, Nano-Micro Lett. 1 (2020) 1, https://doi.org/10.1007/s40820-020-00526-x. [63] Y. Wang A. Kumar M. Ma Y. Jia Y. Wang Y. Zhang G. Zhang X. Sun Z. Yan Hierarchical peony-like FeCo-NC with conductive network and highly active sites as efficient electrocatalyst for rechargeable Zn-air battery Nano Res. 13 4 2020 1090 1099 10.1007/s12274-020-2751-7 Y. Wang, A. Kumar, M. Ma, Y. Jia, Y. Wang, Y. Zhang, G. Zhang, X. Sun, Z. Yan, Hierarchical peony-like FeCo-NC with conductive network and highly active sites as efficient electrocatalyst for rechargeable Zn-air battery, Nano Res. 4 (2020), 13 1090-1099, https://doi.org/10.1007/s12274-020-2751-7. [64] Y. Xue Y. Guo Q. Zhang Z. Xie J. Wei Z. Zhou MOF-derived Co and Fe species loaded on N-doped carbon networks as efficient oxygen electrocatalysts for Zn-air batteries NanoMicro Lett. 14 1 2022 162 10.1007/s40820-022-00890-w Y. Xue, Y. Guo, Q. Zhang, Z. Xie, J. Wei, Z. Zhou, MOF-derived Co and Fe species loaded on N-doped carbon networks as efficient oxygen electrocatalysts for Zn-air batteries, Nano-Micro Lett. 1 (2022), 14 162, https://doi.org/10.1007/s40820-022-00890-w. [65] Z. Li S. Ji C. Wang H. Liu L. Leng L. Du J. Gao M. Qiao J.H. Horton Y. Wang Geometric and electronic engineering of atomically dispersed copper-cobalt diatomic sites for synergistic promotion of bifunctional oxygen electrocatalysis in zinc-air batteries Adv. Mater. 35 25 2023 2300905 10.1002/adma.202300905 Z. Li, S. Ji, C. Wang, H. Liu, L. Leng, L. Du, J. Gao, M. Qiao, J.H. Horton, Y. Wang, Geometric and electronic engineering of atomically dispersed copper-cobalt diatomic sites for synergistic promotion of bifunctional oxygen electrocatalysis in zinc-air batteries, Adv. Mater. 25 (2023), 35 2300905, https://doi.org/10.1002/adma.202300905. [66] Z. Li S. Ji H. Liu C. Xu C. Guo X. Lu H. Sun S. Dou S. Xin J.H. Horton C. He Constructing asymmetrical coordination microenvironment with phosphorus-incorporated nitrogen-doped carbon to boost bifunctional oxygen electrocatalytic activity Adv. Funct. Mater. 34 18 2024 2314444 10.1002/adfm.202314444 Z. Li, S. Ji, H. Liu, C. Xu, C. Guo, X. Lu, H. Sun, S. Dou, S. Xin, J.H. Horton, C. He, Constructing asymmetrical coordination microenvironment with phosphorus-incorporated nitrogen-doped carbon to boost bifunctional oxygen electrocatalytic activity, Adv. Funct. Mater. 18 (2024), 34 2314444, https://doi.org/10.1002/adfm.202314444. [67] Z. Qiu X. Guo S. Cao M. Du Q. Wang Y. Pi H. Pang High-entropy Ag−Ru-based electrocatalysts with dual-active-center for highly stable ultra-low-temperature zinc-air batteries Angew. Chem. Int. Ed. 3 2024 e202415216 10.1002/anie.202415216 Z. Qiu, X. Guo, S. Cao, M. Du, Q. Wang, Y. Pi, H. Pang, High-entropy Ag−Ru-based electrocatalysts with dual-active-center for highly stable ultra-low-temperature zinc-air batteries, Angew. Chem. Int. Ed. 3 (2024) e202415216, https://doi.org/10.1002/anie.202415216. [68] Z. Yang F. Lai Q. Mao C. Liu S. Peng X. Liu T. Zhang Breaking the mutual-constraint of bifunctional oxygen electrocatalysis via direct O–O coupling on high-valence Ir single-atom on MnOx Adv. Mater. 37 3 2024 2412950 10.1002/adma.202412950 Z. Yang, F. Lai, Q. Mao, C. Liu, S. Peng, X. Liu, T. Zhang, Breaking the mutual-constraint of bifunctional oxygen electrocatalysis via direct O–O coupling on high-valence Ir single-atom on MnOx, Adv. Mater. 3 (2024), 37 2412950, https://doi.org/10.1002/adma.202412950. [69] Z. Zheng C. Wang P. Mao Y. Zhu R. Ran W. Zhou K. Liao Z. Shao In situ formation of self-antistacking FeCoOx on N-doped graphene: a 3D-on-2D nanoarchitecture for long-life Zn-air batteries Carbon Energy 5 3 2022 e274 10.1002/cey2.274 Z. Zheng, C. Wang, P. Mao, Y. Zhu, R. Ran, W. Zhou, K. Liao, Z. Shao, In situ formation of self-antistacking FeCoOx on N-doped graphene: A 3D-on-2D nanoarchitecture for long-life Zn-air batteries, Carbon Energy 3 (2022), 5 e274, https://doi.org/10.1002/cey2.274.",
      "scopus-id": "105010700308",
      "coredata": {
        "eid": "1-s2.0-S0926860X25003552",
        "dc:description": "The design of low-cost and highly efficient bifunctional electrocatalyst towards oxygen reduction reaction (ORR) and oxygen evolution reaction (OER) is challengeable, which limits the commercial application of rechargeable zinc-air battery. Herein, an efficient ORR and OER bifunctional electrocatalyst (NiFe-LDH/Fx−FeN4/C) is composed of nickel/iron-based heterostructures sparsely grown on carbon black (CB) with single FeN4 sites. The NiFe-LDH/Fx −FeN4/C electrocatalysts are prepared through the pyrolysis of hemin chloride adsorbed on CB, followed by in-situ hydrothermal growth of NiFe-LDH/Fx heterostructures. The NiFe-LDH/Fx heterostructures are composed of NiFe-LDH, (NH4)3FeF6, and NiF2. The elevated valence states of Fe and Ni in heterostructures significantly increase the OER activity. The mesopores and large pores of the NiFe-LDH/Fx −FeN4/C facilitate the exposure of active sites and enhance mass transfer. These features contribute to the outstanding bifunctional activity of NiFe-LDH/Fx −FeN4/C, achieving a half-wave potential of 0.906 V for the ORR, an OER overpotential of 246 mV at 10 mA cm−2, and an extremely small voltage gap of 0.57 V. Additionally, the NiFe-LDH/Fx −FeN4/C-based RZAB also exhibits a peak power density of 209 mW cm−2 and charging/discharging cycling stability for 445 h. This work establishes a novel strategy for the preparation of highly efficient bifunctional electrocatalysts through in-situ growth and heterostructure engineering.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X25003552",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Jie"
          },
          {
            "@_fa": "true",
            "$": "Ma, Lixia"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yuqi"
          },
          {
            "@_fa": "true",
            "$": "Zhao, Xuqian"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Shouren"
          },
          {
            "@_fa": "true",
            "$": "Huang, Luo"
          },
          {
            "@_fa": "true",
            "$": "Fang, Yunpeng"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Xiaojie"
          },
          {
            "@_fa": "true",
            "$": "Kang, Jianghao"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Ruibin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X25003552"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X25003552"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(25)00355-2",
        "prism:volume": "705",
        "articleNumber": "120454",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "In-situ growth of NiFe-LDH/fluoride heterostructures on FeN4/C for bifunctional oxygen electrocatalysis",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Single atomic catalysis"
          },
          {
            "@_fa": "true",
            "$": "NiFe-LDH/fluoride heterostructures"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "Oxygen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Zinc-air battery"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "120454",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2025",
        "prism:doi": "10.1016/j.apcata.2025.120454",
        "prism:startingPage": "120454",
        "dc:identifier": "doi:10.1016/j.apcata.2025.120454",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "487",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "87719",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "560",
            "@width": "526",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "92705",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "415",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68890",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "483",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "130204",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "776",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "156733",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "191",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30382",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "135",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9989",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "154",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12457",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13339",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "134",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16550",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12027",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8451",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2151",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "431428",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2479",
            "@width": "2328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "455480",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1833",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "368065",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2133",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "968660",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3428",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "787325",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "844",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "228700",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25003552-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "6832672",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105010700308"
      }
    }
  }
}