{
  "metadata": {
    "title": "In-situ FT-IR study on CO<ce:inf loc=post>2</ce:inf> hydrogenation over Cu catalysts supported on SiO<ce:inf loc=post>2</ce:inf>, Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf>, and TiO<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00221-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002214",
    "pii": "S0926860X97002214"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040567038",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002214 S0926-860X(97)00221-4 S0926860X97002214 10.1016/S0926-860X(97)00221-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 34 391 409 391 409 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. INSITUFTIRSTUDYCO2HYDROGENATIONOVERCUCATALYSTSSUPPORTEDSIO2AL2O3TIO2 BANDO K ARAKAWA 1989 558 H KLIER 1982 243 K WAUGH 1992 51 K SAUSSEY 1989 343 J TAGAWA 1985 285 T MILLAR 1992 2085 G ASKGAARD 1995 229 T KOEPPEL 1992 77 R AMENOMIYA 1987 57 Y LEE 1993 414 J KANAI 1994 67 Y MUHLER 1994 1 M ARAKAWA 1992 521 H NEOPHYTIDES 1992 45 S TAGAWA 1985 285 T CLARKE 1995 314 D ARAKAWA 1993 2777 H ARAKAWA 1991 103 H ARAKAWA 1992 144 H PROCEEDINGS7THINTERNATIONALSYMPOSIUMRELATIONBETWEENHOMOGENEOUSHETEROGENEOUSCATALYSIS ARAKAWA 1993 381 H ARAKAWA 1986 884 H DELL 1953 195 R CHINCHIEN 1987 79 G MILLAR 1991 1491 G MILLAR 1995 52 G TUREK 1992 5000 A MILLAR 1992 1477 G HE 1985 415 M MILLAR 1991 2795 G BURCH 1990 55 R BANDOX1997X391 BANDOX1997X391X409 BANDOX1997X391XK BANDOX1997X391X409XK item S0926-860X(97)00221-4 S0926860X97002214 1-s2.0-S0926860X97002214 10.1016/S0926-860X(97)00221-4 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002214-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002214/MAIN/application/pdf/e0245abe66087888d69b30baca1f4fda/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002214/MAIN/application/pdf/e0245abe66087888d69b30baca1f4fda/main.pdf main.pdf pdf true 1019434 MAIN 19 1-s2.0-S0926860X97002214-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002214/PREVIEW/image/png/68e831a094d5c052a4530dd3106b1dd4/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002214/PREVIEW/image/png/68e831a094d5c052a4530dd3106b1dd4/main_1.png main_1.png png 62746 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 391-409 In-situ FT-IR study on CO2 hydrogenation over Cu catalysts supported on SiO2, A1203, and TiO2 Kyoko Kitamura Bandot'a, Kazuhiro Sayamau, Hitoshi Kusamab Kiyomi Okabeb, Hironori Arakawab'* alnstitute of Research and Innovation, Takada, Kashiwa, Chiba 277, Japan bNational Institute of Materials and Chemical Research. Higashi, Tsukuba, Ibaraki 305, Japan Received 7 March 1997; received in revised form 26 June 1997; accepted 1 July 1997 Abstract For methanol synthesis from CO2 hydrogenation, TiO2-supported Cu catalyst (Cu/TiO2) showed the highest turnover frequency (specific rate per one active site) among three catalysts (Cu/AI203, Cu/SiO2, and Cu/TiO2). According to in-situ FT- IR observations, the peaks of adsorbed formate species observed during the reaction were suppressed for Cu/TiO2, although they were dominant for both Cu/A1203 and Cu/SiO2. In order to understand the relationship between IR spectra and the activity, as well as to find out the essential factors that control the activity, we investigated the reactivity of intermediate species mainly by in-situ FT-IR spectroscopy. Each Cu site itself had little ability to adsorb CO2; however, A1203 and TiO2 readily adsorbed CO2 by weak bondings on them. CO2 species adsorbed on Cu sites were rapidly converted to formate species under reaction conditions. Formate species generated on Cu sites of Cu/SiO2 remained under H2 at 473 K. On Cu/AIzO3 the formate species adsorbed on the support firmly, so it was difficult to distinguish the formate on Cu from that on the support (A1203), and they were stable under H2 at 473 K. On Cu/TiO2, hydrogenation of formate species occurred at 423 K. The behavior of IR spectra during reaction over Cu/TiO2 could be explained by the promotion of formate hydrogenation by the synergetic effect between Cu and TiO2. 1997 Elsevier Science B.V. Keywords: TiO2 supported Cu catalysts; CO2 hydrogenation; In-situ FT-IR; Methanol synthesis 1. Introduction nol from CO2 and H2 [1-3]. On such catalysts, surface Cu sites are regarded as the main active species to Conversion of CO2 to useful chemicals is widely convert CO2 to methanol [3-6]. However, the precise investigated by many workers from the view point of reaction mechanism is still a matter of controversy, as finding technologies for suppressing the green house many workers have pointed out. This is because of its effect caused by CO2 emission. Catalysts containing complexity, that is, the procedure of methanol forma- Cu are known to be efficient for production of metha- tion from CO2 and H2 includes Cu ensembles to activate CO2 and H2. Moreover, it is probable that *Corresponding author, there was a discrepancy of surface state between i Present address: Japan Science and Technology Corporation, working catalysts and modified catalysts for analyses Hon-cho, Kawaguchi, Saitama 332, Japan. [6]. From the kinetic analysis of working catalysts, 0926-860X/97/$17.00 ~\". 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)0022 1-4 392 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 metallic Cu sites can be regarded as the reaction center kinds of metal oxides as supports [ 19,20]. Comparing [7]. Hence, catalytic activity is proportional to the TOF (turn over frequency, specific rate per an active surface area of metallic Cu produced by reduction site) for methanol production among various oxide prior to the reaction [3,5,6]. Neither the particle size supports, it varies with the kind of supports, for effect of Cu nor the support effect had any significant example, ZnO exhibited nearly 100 times higher influence on catalytic activity [3,8,9]. In this point of activity than SiOa and MgO. Therefore, we expected view, supports have a role only to disperse Cu particles that there was some synergistic effect between sup- on them. On the contrary, it was also reported that the ports and Cu sites. In this work, we selected SiO2, active state of Cu sites was partially oxidized [ 10]. In A1203, and TiO2 as supports, which are representative the case of Cu/ZnO, ZnOx migrated onto Cu particle oxides as catalyst supports, and elucidated the role of and oxidized Cu was formed in the vicinity of ZnOx, supports in the course of methanol production by which was assigned to active Cu sites during methanol means of in-situ PT-IR observation of surface formation [11]. However, it is reported that the rela- adsorbed species. tionship between surface oxygen and activity could not be found [12]. The reaction procedure is also a question at issue. 2. Experimental Although it is generally believed that formate species is an important intermediate [4,5,7,13-15] and that Catalysts were prepared by the incipient wetness hydrogenation of its derivatives is the rate-determin- impregnation method. Cu(NOa)z.3HzO was used as a ing step [13], the way to produce formate species and metal precursor. SiO2 (Davison #57, Aerosil No.300), whether the rate-determining step locates at hydro- A1203 (Harshow Alumina Catalyst A1-4126 E 1/8), genation of formate itself or its derivative is not clear and TiO2 (Aerosil Titanium Oxide P-25) were selected [7,16]. as supports. Before impregnation, the supports were We reported in-situ FF-IR study on Cu/SiO2 under evacuated at 473 K for 1 h to remove physisorbed reaction conditions [13,17,18]. We found that water, then an appropriate amount of aqueous solution adsorbed species transformed from carbonate species of Cu(NO3)2.3H20 was poured to the supports. After to formate species under pressure in accordance with impregnation was completed, the catalysts were dried temperature. We proposed that the carbonate species under vacuum at 373 K and calcined at 673 K for 1 h observed at low temperature transformed to formate under a flow of air. The concentration of Cu for all species at high temperature. In this work we divided catalysts was set at 5 wt%. For IR study, about 60 mg the reaction procedure of methanol production into of each sample was pressed into a round disk (20 mm three parts, that is in diameter). The catalytic reaction was conducted by a high CO2 adsorption (step 1) ~ (1) pressure fixed bed flow reactor. About 1 g of catalysts hydrogenation of adsorbed CO2 species to form was placed in the reactor cell. For pretreatment H2 was formate species(step2)~ introduced to the reactor at the flow rate of 100 ml min-j at 623 K for 0.5-3 h. After pretreat- hydrogenation of formate species to form ment, the reactant gas (H2/CO2=3, total pressure= methanol(step3) 3MPa, flow rate--100mlmin ~, 1% of Ar was included as an internal standard) was introduced at and we carried out further observation of reactivity of ambient temperature, then the reactor was heated up to adsorbed species by in-situ FT-IR in each step. reaction temperature (463-493 K). The products was Although there is controversy concerning to the pre- analyzed by an on-line gas chromatograph. cise reaction procedure, it would be acceptable to For in-situ PT-IR study, the catalysts were pre- divide the whole reaction into three parts like treated at 623 K for 0.5 h under a flow of Ha before Eq. (1) in any procedure proposed so far. IR observation. Two kinds of in-situ FT-IR systems In our previous work, we conducted CO2 hydro- were used. One was the system with stainless genation by supported Cu catalysts using various steel IR cells for observation under high pressurized K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391~109 393 conditions [21 ]. The spectrometer was JEOL JIR-100. However, it also had high activity for CO production, IR observations during CO2 hydrogenation were so that the selectivity was suppressed. conducted in these IR cells. Components of the Based on these results, we tried to elucidate whether reactant gas were mainly H2 and CO2 (H2/CO2--3). there was any contribution of synergistic effect About 1% of At was included as an internal standard, between Cu and the support toward reactivity or The other was the system with a closed glass not. For this purpose we conducted in-situ FT-IR circulating system. IR spectra were observed by observation of behavior of adsorbates on three kinds Shimadzu FT-IR 8100 spectrometer under reduced of catalysts. pressure conditions. All spectra were observed by transmittance mode. 3.2. In-situ FT-IR observations during reaction For the evaluation of active Cu surface areas, we used the N20 titration method [22,23]. The procedure Fig. 1 shows in-situ FT-IR spectra observed for Cu/ was as follows: a known amount of catalyst was placed SiO2 and Cu/A1203 during CO2 hydrogenation reac- in a pyrex glass reactor and connected to a closed tion. circulating system. Then the catalyst was reduced at As shown in Fig. l(a), on the 5 wt% Cu/SiO2 350'~C for 0.5-3 h in H2 (about 46 kPa) with a liquid catalyst, formate species on Cu were observed during N2 trap to remove desorbed substances. After reduc- reaction (493 K, total pressure=3 MPa) at 2933, 2858, tion, the system was evacuated for 1 h, then about 1591 and 1353 cm-l. The same formate species on 3 kPa of N20 was introduced to the system at ambient Cu/SiO2 were also reported in the literature [24,25]. temperature and reaction was proceeded for 1 h. Pro- We observed a broad band that appeared around 2200- duced N2 was analyzed by an on-line gas chromato- 2400 cm- l which was attributed to the pressurized gas graph. The number of surface Cu atoms was estimated phase CO2. It was too strong to cancel and to deduce from that of evolved N2. any information in that region; therefore we omitted it for clarification. In-situ FT-IR observation of Cu/A120:~ catalysts 3. Results during reaction is shown in Fig. l(b). Strong broad bands were observed at 2892, 2856, 2742, 1600-1660, 3.1. COe hydrogenation reaction over Cu/Si02, 1380, and 1326cm l, which were assigned to Cu/AI203. and Cu/Ti02 adsorbed formate species. A similar formate species at 1595, 1380cm-~ on co-precipitated CuO/ZnO/ Table 1 shows the results of CO2 hydrogenation A1203 was also reported [5]. reaction over three catalysts. The activity was com- Figs. 2 and 3 show the IR spectra observed for pared by turnover frequency (specific rate per unit TiO2 and a TiOz-supported Cu catalyst, respectively. active site). The amount of active sites was estimated As shown in Fig. 2(a), by introduction of reactant from the results of N20 titration. Concerning the gas (CO2/H2= 1/3) to TiO2 at 303 K under the ambient turnover frequency for both the total yield and the pressure, new peaks appeared at 1673. 1587, 1430, CH3OH yield, Cu/TiO2 showed the highest activity, and 1224 cm 1. Judging from their frequencies, Table 1 The results of COz hydrogenation over supported Cu catalysts Sample Turn over frequency (h) Selectivity (%) CH3OH Total CO CH3OH CH4 CH3OCH3 5 wt%Cu/SiO2 10.3 9.0 1.28 0 0.0005 12.6 5 wt%Cu/A1203 14.4 12.5 1.08 0 0.835 7.5 5 wt%Cu/'TiO2 73.5 68.0 3.17 2.15 0.055 4.3 Reaction conditions: 493 K, H2/CO2=3, total pressure=3 MPa, flow rate=100 ml min ~, catalyst=l g. 394 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 4- 3- 1326 I 2892 2856 2742 1 2933 1591 I I 3000 2500 20O0 1500 Wavenumbers/cm-I Fig. 1. In-situ FT-IR spectra observed for 5 wt% Cu/SiO2 (a) and 5 wt% Cu/A1203 (b) under the reaction condition; 493 K, 3 MPa, H2/CO2=3, flow rate=100 ml min-l. peaks at 1673, 1430, and 1224 cm-t were assigned on the YiO2 surface. However, formation of formate to bicarbonate species [26] and 1587 cm 1 was species on TiO2 was not a favored process. As shown assigned to carboxylate species on TiO2 [26,27]. in Fig. 2(c) and (d), it took 135 min before formate By subsequent treatment at 373 K under 3 MPa, species became dominant; meanwhile formate species peaks at 1587 and 1430 cm 1 became intense and appeared within 2 min on both Cu/SiO2 and Cu/A1203 broadened, as shown in Fig. 2(b), which suggested under reaction conditions. According to reaction the appearance of new peaks in the shoulders of results, neither production of CO nor that of CH3OH these peaks. At 493 K, new peaks gradually emerged was observed, so further hydrogenation of formate at 2958, 2929, 2831, 1558, and 1359 cm-~ (Fig. 2(c)). species to form either CO or methanol did not occur These peaks are attributed to formate species [28] on TiO2. K.K. Bando et al./Applied Catalysis A: General 165 (1997)391~t09 395 2m 2929 1558 1359 (e) e~ .~ I- o- _ ; I I [ I 3000 2500 2000 1500 Wavenumber / cm i Fig. 2. In-situ FT-IR spectra observed for TiO2; (a) at 303 K under atmospheric pressure, (b) at 373 K under 3 MPa. (c) at 493 K under 3 MPa for 3 min,(d) at 493 K under 3 MPa for 135 min. Reactant gas: H2/CO2=3, flow rate=100 ml rain 1. Fig. 3 shows IR spectra during CO2 hydrogenation species at 1560 and 1351 cm-1 became intense and by 5 wt% Cu/TiO2. When reactant gas (H2/CO2=3) discernible (Fig. 3(d)). was introduced onto the catalyst at 303 Kunder atmos- This is a peculiar phenomenon that the formate pheric pressure, peaks appeared at 1673, 1595, 1429, species decreased as the total pressure was raised on 1382, and 1249 cm-1, as shown in Fig. 3(a). The CulTiO2, whereas in the case of Cu/SiO2 and Cu/ peaks at 1673, 1429, and 1249 cm-1 were assigned A1203 the formate species were the dominant species to bicarbonate species on the TiO2 surface compared observed during the reaction. In order to evaluate with the results obtained for TiO2. The intense band at separately the contribution of Cu and TiO2 for the 1595 and 1382 cm- 1 were ascribed to carboxylate spectral change under the reactant gas, we first assume species on TiO2 and Cu, respectively. By subsequent that all the adsorbates are on Cu and compared the treatment at 373 K under 3 MPa, all the peaks became intensity of IR bands assigned to formate species per undiscernible (Fig. 3(b)), compared with Fig. 3(a). unit concentration of Cu surface sites. The result is Under the reaction condition (493 K, 3 MPa as shown shown in Table 2. Cu/SiO2 showed a relatively small in Fig. 3(c)), the intensity of observed bands around value. As explained in later sections, SiO2 could be 1700-1300 cm-l slightly increased compared with regarded as inert for CO2 hydrogenation. So adsorbed Fig. 3(b) and weak peaks also appeared at 2956 and species observed on Cu/SiO2 reflected the reactivity of 2883 cm i in the u(CH) region, these were assigned to Cu sites. The amount of formate species observed u(CH) of formate species judging from their frequen- during reaction was rather small compared with its cies [ 16,24]. But all these maxima were still weak and intrinsic ability to adsorb formate species, which broad. However, when the pressure was decreased to suggested that under reaction conditions the amount ambient pressure at 493 K, the peaks of formate of formate species on Cu was not large. Nevertheless, 396 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 1.5 - 1560 I 1351 1.0 -- 2956 (c) < 0.5 (b) _ _ 1382 I 0.0- ~ I I I I 3000 2500 2000 1500 Wavenumber /emq Fig. 3. In-situ FT-IR spectra observed for Cu/TiO2; (a) 303 K under atmospheric pressure, (b) at 373 K under 3 MPa, (c) at 493 K under 3 MPa, (d) at 493 K under atmospheric pressure. Reactant gas: H2/COz=3, flow rate=100 ml min-1. Table 2 IR intensity of adsorbed formate species per unit Cu surface area sample Cu surface area (~tmolg l) Absorbance (a.u) Absorbance/Cu surface area (10-2 ~tmol-lg) Cu/SiO2 6.4 0.10 (1353cm l) 1.6 Cu/AI203 26.4 1.20 ( 1326cm- 1 ) 4.6 Cu/TiO2 2.4 0.04 (1351cm-l) 1.8 Cu/TiO2 2.4 0.12 (1351cm l)a 5.0 Reaction conditions: 493 K, HffCO2=3, total pressure=3 MPa, flow rate=100 ml min-~, catalyst=l g. a Measured under an unpressurized condition. the formate species was the dominant ones which formate on A1203 in addition to those on Cu. Cu/ could be observed during reaction. Cu/A1203 showed TiOz (under ambient pressure) showed a large value, nearly three times larger value, and the formate spe- whereas Cu/TiO2 (under the pressurized condition) cies was dominant during the reaction. Since A1203 showed a small value. The value under the pressurized had high ability to adsorb formate (as will be condition might be smaller because the peaks were so explained later), this value probably contained the weak that the point of the base line and the peak top K.K. Bando et al./Applied Catalysis A: General 165 (1997) 39l~I09 397 were ambiguous. Anyway, it is obvious that adsorbed form. Therefore we observed adsorption of CO2 and formate species per unit Cu surface area was reactivity of the adsorbed CO2 species by IR. Each decreased on Cu/TiO2 under pressurized reaction catalyst was prereduced in H2 for 0.5 h at 623 K before conditions. Normally, the peaks due to the formate adsorption. species increased proportionally with the total pres- Fig. 4(a) and (b) show IR spectra observed sure [17]. It is peculiar that the concentration of for SiO2 exposed to CO2 at ambient temperature formate species on Cu/TiO2 depended negatively on and 473 K, respectively. No significant peak is the total pressure. These facts suggest two possibili- observed in Fig. 4(b). A weak peak is observed ties, one is a simple enhancement of hydrogenation, at 1627 cm-1 in Fig. 4(a), this was attributed to that is, hydrogenation processes on both Cu sites and bidentate carbonate species on SIO2. Adsorbed TiO2 sites was so promoted under the pressurized CO2 species were observed when reactant gas condition compared with the case of Cu/SiO2 and was introduced on 5 wt% Cu/SiO2 at 303 K under Cu/A1203, that deposition of adsorbates was pre- atmospheric pressure, as shown in Fig. 4(c). CO vented. The other is that modification of the surface adsorbed on Cu(I) site was appeared at 2127 cm state together with enhancement of hydrogenation and bidentate carbonate species on Cu appeared at occurred, that is, the activation of H2 on Cu was 1629 cm-1, and a weak band ascribed to symmetri- promoted due to a synergistic effect between Cu cally adsorbed carbonate species on Cu appeared at and TiO2, which promoted hydrogenation of not only 1427 cm l [ 14]. The difference between Fig. 4(a) and adsorbed species on Cu but also those on the interface (c) was small, so that promotion by Cu addition was between Cu and TiO2. Hydrogenation of adsorbed relatively small. Moreover, the amount of CO2 species on the interface was so promoted that adsorbed adsorbed per BET surface area was small on Cu/ species on TiO~ migrated to the interface and were SiO2 or SiO2 compared with that on either A1203 or hydrogenated. Simultaneously hydride species gener- TiO2 as shown in Table 3. ated on Cu spilled over on vacant sites on TiO2, and Fig. 5(a) shows an IR spectrum observed when finally they almost covered the TiO2 surface under TiO2 was exposed to CO2 under ambient pressure. pressure. Therefore, adsorption of carbonate and for- Broad bands were observed around 1569 and mate species on TiO2 was suppressed. Such pheno- 1409 cm 1 which were assigned to bicarbonate mena where hydride species covered the surface of (1666, 1409 and 1255 cm~-1), carboxylate species supports were reported in the literature [3,30]. As (1569 and 1355 cm 1), and carbonate species explained above, the amount of adsorbed formate (1639cm-1), judging from their frequencies [25]. species on Cu under reaction conditions were small. Compared with Fig. 4(a), the intensity of adsorbed Therefore, on such Cu sites as those on CulTiO2 where species was stronger, although the surface area of TiO2 activation of H2 was highly promoted, hardly any was about 1/5 of that of SiO2 (Table 3). So it is adsorbates were observed under reaction conditions, probable that TiO2 adsorbed more CO2 than SiO2 In both cases, the rate of hydrogenation of formate or Cu/SiO2 per unit area. If these adsorbed CO2 species was high compared with that of formate gen- species were firmly bounded to the surface, these eration on Cu]TiO2. Consequently, the concentration species could not participate in the reaction. To exam- of formate species decreased under the reaction con- ine the stability of adsorbed CO2, we observed their dition, behavior under the flow of He by IR. Intensity of To confirm these ideas, we investigated more adsorbed species except for 1639 cm ~ (bidentate intensively each elementary step using in-situ carbonate on TiO2) gradually decreased at ambient FT-IR. temperature in He flow (Fig. 5(b)), and all peaks disappeared at 373 K as shown in Fig. 5(c). By treat- 3.3. ln-situ FT-IR observation during C02 ment at 473 K in CO2, adsorbed CO2 species were adsorption observed at 1564, 1346 cm- I (carboxylate species) and 1450cm-1 (carbonate species) (Fig. 5(d)), but At the beginning of CO2 hydrogenation reaction, these species desorbed by the flow of He at 473 K CO2 must be adsorbed to the catalysts in a certain (Fig. 5(e)). These results indicated that CO2 rapidly 398 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391--409 0.3- 1629 21~7 0.2 b < 0.1- 1627 o.o] .......... I I I I I I 2200 2000 1800 1600 1400 1200 Waveuumber/cm J Fig. 4. In-situ FT-IR spectra observed for SiO2; ((a), (b)) and for 5 wt% Cu/SiO2 (a) at 303 K under CO2 flow, (b) at 473 K under COz flow, and (c) at 303 K under the flow of reactant gas (Hz/CO2=3). All reactant gases were introduced under atmospheric pressure. Table 3 IR intensity of adsorbed CO2 species per unit BET surface area Sample BET Surface area (m2 g l) Absorbance (a.u.) Absorbance/Surface area (10 3 m-2g) SiO2(1) 257 0.046 (1627 cm-1) 0.18 5 wt% Cu/SiO2(2) 257 0.061 (1629 cm-1) 0.24 A1203(1) 223 0.680 (1642 cm-1) 3.05 5 wt% Cu/A1203~2) 223 0.437 (1642 cm l) 1.96 TiO2~l) 48 0.280 (1569 cm 1) 5.83 5 wt% Cu/TiO2~2~ 48 0.330 (1595 cm 1) 6.88 Conditions: (1) 303 K, CO2 flow (atmospheric pressure), (2) 303 K, H2+CO2 (Hz/COz=3) flow (atmospheric pressure). K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 399 3.0 2.5 (e) 1450 1564 I 1346 . (d) =-\" 2.0 e~ |.5, -. (b)_. _ _ . l.O- (a) I I I 1 I 2200 2000 1800 1600 1400 1200 Wavenumber/cmq Fig. 5. In-situ FT-IR spectra observed for TiO2; (a) at 303 K under CO2 flow, (b) at 303 K under He flow, (c) at 373 K under He flow, (d) at 473 K under CO2 flow, (e) at 473 K under He flow. All reactant gases were introduced under atmospheric pressure. adsorbed on TiO2 by rather weak bondings. As shown Like TiO2, adsorbed CO2 species were easily in Fig. 3(a), when reactant gas was introduced to Cu/ desorbed by subsequent He treatment at ambient TiO2 at ambient temperature, a similar spectrum was temperature (Fig. 6(b)). By adsorption of CO2 at obtained. As mentioned in a previous section, most of 473 K bicarbonate (1642 and 1434 cm ~), carboxy- the peaks which appear in Fig. 3(a) were assigned to late species (around 1550 and 1380 cm-l) was adsorbed CO2 derivatives on TiO2, except for discernible (Fig. 6(c)), but these species were 1382 cm- t, which was ascribed to carboxylate species also easily desorbed by He treatment (Fig. 6(d)). on Cu. Surface species observed on Cu/A1203 when In the case of A1203, intense absorption of CO2+H2 was introduced at ambient temperature bicarbonate was observed at 1642, 1434cm ~ by (Fig. 6(e)) were mainly attributed to adsorbed exposure to COz at 303 K as shown in Fig. 6(a). CO2 on A1203. 400 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 6.0- (e) _ 5.5- 5.0- (d) ~. ~ j ~ 1380 4.5 < // 16;42 1434 ~4 t/ (c) 4.0 (b) 3.5- (a) 3.0- I I l -' I I 2200 2000 1800 1600 1400 1200 Wavenumber/cm-J Fig. 6. In-situ FT-IR spectra observed for A1203 ((a)-(d)) and for 5 wt% Cu/AI203 (e). (a) At 303 K under CO2 flow, (b) at 303 K under He flow, (c) at 473 K under CO2 flow, (d) at 473 K under He flow, and (e) at 303 K under the flow of reactant gas (H2/CO2=3). All reactant gases were introduced under atmospheric pressure. Because addition of Cu did not have so much 3.4. ln-situ FT-IR observation of adsorbed HCOOH influence on the total amount of CO2 adsorbed, the most part of adsorbed CO2 was attributed to that on the As mentioned in Section 1, formate species were supports. Therefore the ability of CO2 adsorption for thought to be the most stable intermediate in the each catalyst should be compared by the intensity of course of methanol formation. The formate species adsorbed COe per unit BET area. The order of COz were generated from adsorbed CO2 derivatives. As adsorption per unit BET area was (Table 3): Cu/TiO2 shown in Fig. 4(c), adsorbed CO2 derivatives on Cu TiO2 > A1203 ~ Cu/A1203 >~ Cu/SiO2 ~ SiO2. were observed by IR at 303 K under atmospheric Moreover these adsorbed CO2 species were found pressure on Cu/SiO2, and under this condition further to be adsorbed with relatively weak bindings, hydrogenation of adsorbed C02 derived species did K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 401 not take place, and no detectable methanol was Table 4 obtained. As temperature was raised, the IR bands IR intensity of adsorbed formate species for adsorbed CO2 derivative on Cu were converted to Sample Absorbance (a.u) those for formate species on Cu, as shown in Fig. 1 (a), si02 0.00 (1390 cm l ) and finally formate species became dominant under 5wt% Cu/SiO2 1.09 (1390cm t) reaction conditions. Recently it is reported that for- A1203 2.40 (1392 cm ~1 mate species were directly produced from CO2 and 5 wt% Cu/AI203 1.57 (1392 cm ~) H(surface) [16]. Even in such a case, CO2 must be TiO2 0.16(1368 cm ~) 5 wt% Cu/TiO2 0.25 (1363 cm t) adsorbed in a certain form before reaction with H(sur- face). In any case, it is concluded that the production of formate species from adsorbed CO2 species was a relatively fast step compared with hydrogenation of catalysts. The maxima attributed to adsorbed HCOOH formate species, on SiO2 (Fig. 7(a)) was less than 1/50 of that on Cu/ In Section 3.3, we pointed out that A1203 readily SiO2 (Fig. 7(b), Table 4). So the adsorbed species adsorbed CO2. On 5 wt% Cu]A1203 the main species observed on Cu/SiO2 were mainly attributed to those observed during reaction was formate species, and no on Cu or Cu related (interface between Cu and a carbonate species either on A1203 or on Cu/A1203 support) sites. Strong peaks appeared at 1708, 1575, were discernible. This phenomenon can be explained and 1390 cm-1 when 5 wt% Cu/SiO2 was exposed to in the same way as the case of Cu/SiO2, that is, HCOOH (Fig. 7(b)). Similar spectra were observed by hydrogenation of formate species was the rate deter- Millar et al. [24]. Judging from the frequency, mining step for methanol synthesis. In other words, 1708 cm-1 were assigned to physically adsorbed hydrogenation of adsorbed CO2 to form formate was HCOOH on Cu. Strong bands appearing a~ound fast compared with hydrogenation of formate. But we 1575 and 1390 cm-l were attributed to unidentate should note that A1203 readily adsorbs formate species and bidentate formate on Cu [24]. Peaks at 2950 compared with SIO2, as will be explained later in this and 2870 cm-t were assigned to u(CH) and combina- section. So there is another possibility that the peaks of tion band of bidentate and unidentate species. By active carbonate species on Cu were hidden in the treatment of at 473 K under vacuum (Fig. 7(c)), physi- intense peaks of formate deposited on A1203. cally adsorbed HCOOH (1708 cm-i) was desorbed, TiO2 also has an ability to adsorb CO2, but no and the maxima of formate species on Cu were red- significant peak (carbonate or formate) was observed shifted (1575 cm I ~ 1554 cm 1, 1390 cm-l ~ 1379 under reaction conditions. Production of CO and cm-l), but their intensity did not show any notable methanol was confirmed by analysis of products. So decrease. This fact indicated that adsorbed formate if we assume that these products was generated species were thermally stable up to 473 K. After through formate intermediate species, hydrogenation treatment at 473 K, the catalyst was cooled to ambient of adsorbed CO2 species must be comparably faster temperature, then 40 kPa of H2 was introduced and than other steps, reactivity of formate species was observed by IR. The We obtained so far the fact that the rate of hydro- products were removed from gas phase by a liquid N2 genation of adsorbed CO2 species under reaction trap. At 423 K the peaks slightly decreased, and its conditions was comparably faster regardless of the initial rate was about 1.9 x 10 2 min- 1 estimated from kinds of catalysts. In order to investigate the reactivity the decrease of a peak height at 1379 cm- ~ (Fig. 7(d)). of formate species, we carried out in-situ FT-IR At 473 K, a small peak gradually appeared at observation of adsorbed formate species which were 2833 cm-l which could be assigned to a methoxyl formed by adsorption of HCOOH on catalysts. The group, but this reaction was very slow at 473 K and the experiments were carried out by a closed circulating corresponding consumption of formate species was system, not so fast (the initial rate was 2.210 2 min- ~ cal- Fig. 7 shows the IR spectra observed for SiO2 and culated from the decrease of peak at 1379 cm-1) 5 wt% Cu/SiOz. Catalysts were prereduced by He (Fig. 7(e)). At 493 K the reaction was accelerated (53 kPa). HCOOH (0.2 kPa) was introduced to the and the formate species decreased rapidly 402 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 2934 S il (c) I'I 2870 I 2950 I 17d ._.__/-4._ ) I (a) I I I I 3000 2500 2000 1500 Wavenumber / em-x Fig. 7. In-situ FT-IR spectra of adsorbed HCOOH species observed on SiO2 (a), and 5 wt% Cu/SiO2 ((b)-(f)). (a) HCOOH adsorption at 303 K, (b) HCOOH adsorption at 307 K, (c) evacuation at 473 K, (d) hydrogenation at 423 K, (e) hydrogenation at 473 K, and (f) hydrogenation at 493 K. (4.0x 10-2 min-1 calculated as above). The maxima under vacuum, intense peaks remained at 2999, 2897, at 2934 and 2833 cm- 1 became intense corresponding 2744,1607, 1392, and 1318 cm-1 (Fig. 8(a), Table 5). to the decreases at 2955, 2875, 1554, and 1379 cm-1 Reactivity of these formate species were examined, as (unidentate and bidentate formates). According to the shown in Fig. 8(b)-(d). Formate species on A1203 did literature [24,29], the new peaks were assigned to not decompose nor react with Hz under 473 K methoxyl species which migrated from Cu onto (Fig. 8(b), (c)). It gradually began to decrease at SiO2 (Fig. 7(f)). 523 K; however, an intense peak remained until For A1203, we carried out the same kind of experi- 573 K (Fig. 8(d)). ments. The result is shown in Fig. 8. A1203 itself As shown in Fig. 9(a), when HCOOH was intro- adsorbed HCOOH more favorably than SiOz at ambi- duced to Cu/A1203 strong peaks assigned to formate ent temperature and by subsequent treatment at 473 K species on A1203 appeared at 2999, 2892, 2749, 1607, K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391~109 403 8- 6 (d) ~ . ~ 4 e~ < (c) (b) 0 t~ (a) I I I I I 3000 2500 2000 1500 1 ooo Wavenumber / cm-~ Fig. 8. In-situ FT-IR spectra of adsorbed HCOOH species observed on A1203. (a) Evacuation at 473 K after HCOOH adsorption, (b) hydrogenation at 423 K, (c) hydrogenation at 473 K, and (d) hydrogenation at 573 K. 1392, and 1318 cm-~. At the same time, a new peak molecules, and produced hydride species reacted with (2920 cm-~) was discernible at the shoulder of intense formate species. Even formate species on A1203 peak at 2892 cm-1. We assigned this peak to formate reacted with H(surface) and desorbed at lower tem- species on Cu sites. These formate species either on perature by addition of Cu. A1203 or on Cu did not react with Ha under 423 K When TiO2 was exposed to HCOOH, adsorbed (Fig. 9(b)). However, by treatment at 473 K, the formate species were observed. By treatment at intensity of formate species on both sites began to 473 K, physically adsorbed species was desorbed decrease (Fig. 9(c)), and at 533 K, the peak at but unidentate and bidentate formate species on 1318 cm-I disappeared (Fig. 9(d)). These facts TiO2 (2960, 2923, 2875, 1565, and 1368 cm-1) did implied that Cu had an ability to activate hydrogen not decompose under vacuum at 473 K (Fig. 10(a)). 404 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391--409 Table 5 The summary of IR peaks observed in this work Catalyst Wave number (cm i) Assignment Comments SiO2 1627 Bidentate carbonate on SiO2 CO2 adsorption 5 wt% Cu/SiO2 2127 Terminal carbonyl on Cu(I) CO2+H2 reaction 1629 Bidentate carbonate on Cu CO2+H2 reaction 1427 Symmetrically adsorbed carbonate on Cu CO2+H2 reaction 2933,2858, 1591, 1353 Formate on Cu CO2+H2 reaction 2955, 2875, 1554, 1379 Formate on Cu HCOOH adsorption 1708 Physisorbed HCOOH on Cu HCOOH adsorption 2934, 2833 Methoxy on SiO2 HCOOH adsorption AI203 1642, 1434 Bicarbonate on A1203 CO2 adsorption 1550, 1380 Carboxylate on A1203 CO2 adsorption 2999, 2897, 2744, 1607, 1392, 1318 Formate on A1203 HCOOH adsorption 5 wt% Cu/AIzO3 2892, 2856, 2742, 1600-1660, 1380, 1326 Formate on Cu and AI203 CO2+H2 reaction 2999, 2892, 2749, 1607, 1392, 1318 Formate on A1203 HCOOH adsorption 2920 Formate on Cu HCOOH adsorption TiO2 1673, 1430, 1224 Bicarbonate on YiO2 CO2+H2 reaction 1666, 1409, 1255 Bicarbonate on TiO2 COz adsorption 1587 Carboxylate on TiO2 CO2+H2 reaction 1569, 1355 Carboxylate on TiO2 COz adsorption 1450 Symrnertically adsorbed carbonate CO2 adsorption 1639 Bidentate carbonate on TiOe CO2 adsortion 2958, 2929, 2831, 1558, 1359 Formate on TiO2 CO2+H2 reaction 2960, 2923, 2875, 1565, 1368 Formate on TiOz HCOOH adsorption 5 wt% Cu/TiO2 1673, 1429, 1249 Bicarbonate on TiO2 CO2+H2 reaction 1595 Carboxylate on YiO2 COzq-H2 reaction 1382 Carboxylate on Cn CO2+H2 reaction 2956, 2883, 1560, 1351 Formate on TiO2 CO2+H2 reaction 1715 Physisorbed HCOOH on Cu HCOOH adsorption 2960, 2874, 1602, 1363 Formate on Cu HCOOH adsorption The structure of adsorbed species are as follows: 0 OH H 0 H ,c.,, (. ? o ? ,c,, o~.,o de,,, ,\" I u , C \" O : ~ , C O O ~) M i~l M \",. ,\" ' I fomme They did not react with H2 under 423 K either HCOOH was admitted to Cu/TiO2; then absorption (Fig. 10(b)) like formate species on other supports, of formate species appeared at 2948, 2892, 1715, By treatment at 473 K with H2, they gradually began 1625, 1562, and 1363 cm-t (Fig. 1 l(a) and (a~)). to react (Fig. 10(c)). When temperature was raised to By treatment at 473 K under vacuum, physically 523 K, the rate of decrease of formate species was adsorbed species (1715 cm-l) was desorbed and about I x 10-t min-t (Fig. 10(d)). adsorbed unidentate and bidentate formate species K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391~109 405 6- 4-~ .. J f .~ (c) (b) 1318 2892 I / 2920 j (a) I I I 1 3000 2500 2000 1500 1000 Wavenumber / cm-I Fig. 9. |n-situ FI'-IR spectra of adsorbed HCOOH species observed on 5 wt% Cu/AI203. (a) Evacuation at 473 K after HCOOH adsorption. (b) hydrogenation at 423 K, (c) hydrogenation at 473 K, and (d) hydrogenation at 533 K. remained at 2960, 2874, 1602, and 1363 cm-l 423 K, those adsorbed formate species almost disap- (Fig. 1 l(b) and (bt)). The intensity became stronger peared within 7 min (initial rate=l.410-1 min-1). than that of adsorbed formate on TiO2 alone (Table 5). as shown in Fig. 11 (e) and (e'). This again supports the fact that Cu promotes adsorp- It is reasonable that the formate species were more tion of formate species. As depicted in Fig. 1 l(b) and easily hydrogenated on Cu/TiO2 than on TiO2, (b'), these formate species on Cu were stable upto because addition of Cu which has ability to activate 473 K under vacuum. However, when He was intro- H2. On Cu/TiO2, hydrogenation of formate species duced to the catalyst and the temperature was raised to began at a lower temperature than that on Cu]SiO2 and 406 K.K. Bando et aL /Applied Catalysis A: General 165 (1997) 391--409 1.0 ---, ] ~ (d) , < 2960~5 (a) -0.5 _ 1368 I I I I 3000 2500 2000 1500 Wavenumber / cm-I Fig. 10. In-situ FT-IR spectra of adsorbed HCOOH species observed on TiO2. (a) Evacuation at 473 K after HCOOH adsorption, (b) hydrogenation at 423 K, (c) hydrogenation at 473 K, and (d) hydrogenation at 523 K. Cu/AI203. Thermal stability of formate species did not although thermal stability of formate species was differ so much among the three catalysts. TiO2 can not similar for three catalysts, hydrogenation of formate catalyze hydrogenation of formate species to form was promoted on Cu/TiO2, because Cu/TiO2 had the either CO or methanol by itself. Therefore it is due to high ability of H2 activation due to synergistic effects the synergetic effect between Cu and TiO2 which between Cu and TiO2. made the dissociative addition of H2 and the following hydrogenation of formate species occur at lower tem- perature. It is also to be noted that the formate species 4. Discussion on TiO2 did not remain after hydrogenation at 423 K, although hydrogenation of formate species over TiO2 This work is aimed to elucidate the reasons why the did not occur below 473 K. We explained the reason as amount of observable adsorbed species drastically follows. Due to the synergistic effect between Cu and decreased on Cu/TiO2 during reaction, although it TiO2, activation of H2 was promoted compared with showed the highest TOF among three catalysts (Cu/ Cu/SiO2 and Cu/A1203. Therefore, at such low tem- SiO2, Cu/A1203, and Ctffrio2). For this purpose, we perature as 423 K, formate species on Cu reacted with divided the whole reaction into three parts as in (1), hydride species and formate species on TiO2 migrated and studied the reactivity of adsorbed species in each to the interface between Cu and TiO2 and were stage by in-situ FF-IR. hydrogenated. The IR spectra observed for Cu/SiO2 and Cu/A1203 In summary, (1) hydrogenation of adsorbed CO2 during reaction were easily understood by the follow- species to formate species was a fast step compared ing explanation: that is, the formate species was the with other steps under reaction conditions, (2) most stable intermediate. In other words, hydrogena- K.K. Bando et al./Applied Catalysis A.\" General 165 (1997) 391-409 407 (18 - 06- 2 ( a\" J ~ /waN].] ~ ,../ uv ,~A ~ . 1363 __ _tqN_874~ (c) 4~ ~c') (b') 294828192 3 I 17151625I 136~, ~ 0- 0 0 I I I I I I I I 32(~) 3(K)(l 2800 26(X) 24(X) 2(X~) I~1 I f',(K) I~)0 12(~) Wavenumbcr / cm i Waxenumber ,' cm i Fig. I 1. ln-situ FI'-IR spectra of adsorbed HCOOH species observed on 5 wt% Cu/TiO2. (a) and (a') HCOOH adsorption at 303 K, (b) and (b') evacauation at 473 K, (c) and (c') Ha hydrogenation at 303 K, (d) and (d') hydrogenation at 423 K for 1 rain, and (e) and (e') hydrogenation at 423 K for 7 min. tion of formate species (step 3) was far slower than due to the synergistic effect between Cu and TiOe, other steps, so that the formate species was observed activation of H2 was highly enhanced, so that the as dominant during reaction in IR spectra. However hydrogenation of formate on Cu was promoted. More- we could not explain the IR spectra observed for Cu/ over formate species on TiO2 migrated to the interface TiO2 in a similar way. We first suspected that the and were hydrogenated. Meanwhile, hydride species ability of formate hydrogenation is higher than that of generated on Cu sites were rapidly spilled over onto formate formation. We compared the initial rate of vacant TiO2 sites and finally hydride species almost formate hydrogenation among three catalysts. As covered TiO2 surface, which suppressed the adsorp- shown in Section 3.4, it was observed that the formate tion of carbonate and formate species on TiO2 sites. species on Cu/TiO2 was most rapidly hydrogenated The other is a simple enhancement of hydrogenation among the three catalysts. However this fact does not activity, that is, although adsorption of reactants directly explain the phenomenon on Cu/TiO2. As occurred on TiO2, hydrogenation of adsorbates on mentioned in Section 3.2, carbonate species were Cu sites and/or on the interface between Cu and observed on TiOz under the reaction conditions; how- TiO2 was so enhanced that the adsorbales on TiO2 ever, little hydrogenation of carbonate species moved to the interface and were subjected to hydro- occurred on TiO2 itself. If TiOa has no contribution genation rapidly. We support the former explanation, to reactivity, nor was subjected to any influence from because as mentioned in Sections 3.2 and 3.3, CO7 Cu sites during reaction, surface of TiO2 should be adsorption to TiO2 was fast enough at 473 K, so it covered by carbonate species or formate species would not be negligible compared with tbrmate spilled over from Cu sites. However, these were not hydrogenation if the same reactivity was retained, the case, which implies two possibilities. One is that, The same phenomenon was observed for formate 408 K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 adsorption/desorption behavior. That is, although for- TOF among Cu/AI203, Cu]SiO2, and Cu/TiO2. mate on unsupporting TiO2 was relatively stable and In order to find out the essential factor that controls was observed above 473 K under hydrogen, all the for- the activity, we investigated the activity of intermedi- mate species on CuFFiO2 disappeared at 423 K under ate species mainly by in-situ FT-IR. We obtained hydrogen. Consequently, the reactivity of YiO2 surface a peculiar phenomenon that peaks of adsorbates was so modified by Cu addition that no IR active were depressed under reaction conditions on Cu/ adsorbates was observed on TiO2 during reaction. TiO2. We conducted CO2 and HCOOH adsorption Concerning the formate species on Cu, hydrogena- experiments and followed their behavior by in-situ tion of formate species on Cu/TiO2 was probably FT-IR. We concluded that the high ability to produce enhanced, whereas adsorption of CO2 on Cu was both CO and methanol on Cu/TiO2 was due to its not a favorable process, as we see in the case of high ability of H2 activation, which was brought Cu/SiO2. If we assume that the rate of hydrogenation about by the synergistic effect between Cu and of carbonate species was faster than that for formate TiO2. The peculiar behavior of IR spectra was hydrogenation, it is possible that relatively slow CO2 also explained by high H2 activation ability, which supply and very fast hydrogenation of formate on Cu/ suggested that sites on TiO2 were covered by hydride TiO2 resulted in no observable adsorbate under reac- species instead of formate species during reaction tion conditions, on Cu/TiO2. As mentioned in Section 3.1, Cu/TiO2 showed the highest ability per unit metal Cu site to produce CO and methanol among three kinds of catalysts. Accord- References ing to the information obtained from IR observation, TiO2 had the ability to supply CO2 to Cu sites under [1] H. Arakawa, Shokubai 31 (1989) 558. ambient pressure. However, under reaction conditions, [2l K. Klier, Adv. Catal. 31 (1982) 243. TiO2 surface was covered by hydride species and CO2 [3] K.C. Waugh, Catal. Today 15 (1992) 51. adsorption on TiOz was suppressed, so promotion of [4l J. Saussey, J.C. Lavalley, J. Mol. Catal. 50 (1989) 343. [5] T. Tagawa, Y. Amenomiya, Appl. Catal. 18 (1985) 285. CO2 adsorption under reaction condition could not be [6] GJ. Millar, C.H. Rochester, S. Bailey, K.C. Waugh, J. Chem. expected. However, by synergistic effect between Cu Soc., Faraday Trans. 88 (1992) 2085. and TiO2, activation of H2 was highly enhanced [7] T.S. Askgaard, J.K. Norskov, C.V. Ovesen, P. Stoltze, J. Catal. compared with Cu/SiO2 and Cu]A1203, so that once 156 (1995)229. CO2 was captured on Cu, it would be quickly con- [8] R.A. Koeppel, A. Baiker, A. Wokaun, Appl. Catal. A 84 verted to formate. The following hydrogenation of (1992) 77. [9] Y. Amenomiya, Appl. Catal. 30 (1987) 57. formate species to form both CO and methanol was llO] J.S. Lee, K.H. Lee, S.Y. Lee, Y.G. Kim, J. Catal. 144 (1993) also promoted, so that the turnover frequency of both 414. products showed the highest value. It is concluded that [11] Y. Kanai, I\". Watanabe, \"1\". Fujitani, M. Saito, J. Nakamura, T. the synergistic effect which promoted H2 activation Uchijima, Catal. Lett. 27 (1994) 67. was the cause of the high reactivity of Cu/TiO2. Such [12] M. Muhler, E. Tornqvist, L.P. Nielsen, B.S. Clausen, H. Topsoe, Catal. Lett. 25 (1994) 1. promotion could not be obtained by either Cu or TiO2 [13] H. Arakawa, J.-L. Dubois, K. Sayama, Energy Convers. alone. However, reactivity of formate on Cu toward Mgmt. 33 (1992) 521. hydride under reaction conditions was also somewhat [14] S.G. Neophytides, A.J. Marchi, G.E Froment, Appl. Catal. A 86 (1992) 45. modified by synergistic effect, which caused more favorable promotion of CO formation. Therefore [151 T. Tagawa, G. Pleizier, Y. Amenomiya, Appl. Catal. 18 (1985) 285. selectivity toward methanol was suppressed. [16] D.B. Clarke, A.T. Bell, J. Catal. 154 (1995) 314. [17] H. Arakawa, K. Sayama, Stud. Surf. Sci. Catal. 75 (1993) 2777. 5. Conclusions [18] H. Arakawa, K. Sayama, K. Okabe, K. Shimomura, H. Hagiwara, Shokubai 33 (1991) 103. [19] H. Arakawa, Nuriman, K. Sayama, Proceedings of 7th For methanol synthesis from CO2 hydrogenation, International Symposium on Relation Between Homogeneous TiOz-supported Cu catalyst showed the highest and HeterogeneousCatalysis, Tokyo, 1992, p. 144. K.K. Bando et al./Applied Catalysis A: General 165 (1997) 391-409 409 [20] H. Arakawa, K. Sayama, K. Okabe, A. Murakami, Stud. Surf. [26] A.M. Turek, I.E. Wachs, E. Decanio, J. Phys. Chem. 96 Sci. Catal. 77 (1993) 381. (1992) 5000. [21] H. Arakawa, T. Fukushima, M, Ichikawa, Appl. Spectrosc. 40 [27] G.J. Millar, C.H. Rochester, K.C. Waugh, J. Chem. Soc., (1986) 884. Faraday Trans. 88 (1992) 1477. [22] R.M. Dell, F.S, Stone, RF. Tiley, Trans. Faraday Soc. 49 [28] M.-Y. He, J.M. White, J.G. Ekerdt, J. Mol. Catal. 30 (1985) (1953) 195. 415. [23] G.C. Chinchien, C.M. Hay, H.D. Vandervell, K.C. Waugh, J. [29] G.J. Millar, C.H. Rochester, K.C. Waugh, J. Chem. Soc., Catal. 103 (1987) 79. Faraday Trans. 87 (1991) 2795. [24] G.J. Millar, C.H. Rochester, K.C. Waugh, J. Chem. Soc., [30] R. Burch, S.E. Golunski, M.S. Spencer, Catal. Lett. 5 (1990) Faraday Trans. 87 (1991) 1491. 55. [25] G.J. Millar, C.H. Rochester, K.C. Waugh, J. Catal. 155 (1995) 52. APCATA 97002214 S0926-860X(97)00221-4 10.1016/S0926-860X(97)00221-4 Elsevier Science B.V. All rights reserved. In-situ FT-IR study on CO2 hydrogenation over Cu catalysts supported on SiO2, Al2O3, and TiO2 Kyoko Kitamura Bando a 1 Kazuhiro Sayama b Hitoshi Kusama b Kiyomi Okabe b Hironori Arakawa * b a Institute of Research and Innovation, Takada, Kashiwa, Chiba 277, Japan b National Institute of Materials and Chemical Research, Higashi, Tsukuba, Ibaraki 305, Japan * Corresponding author. 1 Present address: Japan Science and Technology Corporation, Hon-cho, Kawaguchi, Saitama 332, Japan. For methanol synthesis from CO2 hydrogenation, TiO2-supported Cu catalyst (Cu/TiO2) showed the highest turnover frequency (specific rate per one active site) among three catalysts (Cu/Al2O3, Cu/SiO2, and Cu/TiO2). According to in-situ FT-IR observations, the peaks of adsorbed formate species observed during the reaction were suppressed for Cu/TiO2, although they were dominant for both Cu/Al2O3 and Cu/SiO2. In order to understand the relationship between IR spectra and the activity, as well as to find out the essential factors that control the activity, we investigated the reactivity of intermediate species mainly by in-situ FT-IR spectroscopy. Each Cu site itself had little ability to adsorb CO2; however, Al2O3 and TiO2 readily adsorbed CO2 by weak bondings on them. CO2 species adsorbed on Cu sites were rapidly converted to formate species under reaction conditions. Formate species generated on Cu sites of Cu/SiO2 remained under H2 at 473 K. On Cu/Al2O3 the formate species adsorbed on the support firmly, so it was difficult to distinguish the formate on Cu from that on the support (Al2O3), and they were stable under H2 at 473 K. On Cu/TiO2, hydrogenation of formate species occurred at 423 K. The behavior of IR spectra during reaction over Cu/TiO2 could be explained by the promotion of formate hydrogenation by the synergetic effect between Cu and TiO2. Keywords TiO2 supported Cu catalysts CO2 hydrogenation In-situ FT-IR Methanol synthesis Reference [1] Arakawa H. Shokubai 31 1989 558 [2] Klier K. Adv. Catal. 31 1982 243 [3] Waugh K.C. Catal. Today 15 1992 51 [4] Saussey J. Lavalley J.C. J. Mol. Catal. 50 1989 343 [5] Tagawa T. Amenomiya Y. Appl. Catal. 18 1985 285 [6] Millar G.J. Rochester C.H. Bailey S. Waugh K.C. J. Chem. Soc. 88 1992 2085 Faraday Trans. [7] Askgaard T.S. Norskov J.K. Ovesen C.V. Stoltze P. J. Catal. 156 1995 229 [8] Koeppel R.A. Baiker A. Wokaun A. Appl. Catal. A 84 1992 77 [9] Amenomiya Y. Appl. Catal. 30 1987 57 [10] Lee J.S. Lee K.H. Lee S.Y. Kim Y.G. J. Catal. 144 1993 414 [11] Kanai Y. Watanabe T. Fujitani T. Saito M. Nakamura J. Uchijima T. Catal. Lett. 27 1994 67 [12] Muhler M. Tornqvist E. Nielsen L.P. Clausen B.S. Topsoe H. Catal. Lett. 25 1994 1 [13] Arakawa H. Dubois J.-L. Sayama K. Energy Convers. Mgmt. 33 1992 521 [14] Neophytides S.G. Marchi A.J. Froment G.F. Appl. Catal. A 86 1992 45 [15] Tagawa T. Pleizier G. Amenomiya Y. Appl. Catal. 18 1985 285 [16] Clarke D.B. Bell A.T. J. Catal. 154 1995 314 [17] Arakawa H. Sayama K. Stud. Surf. Sci. Catal. 75 1993 2777 [18] Arakawa H. Sayama K. Okabe K. Shimomura K. Hagiwara H. Shokubai 33 1991 103 [19] Arakawa H. Nuriman Sayama K. Proceedings of 7th International Symposium on Relation Between Homogeneous and Heterogeneous Catalysis Tokyo 1992 144 [20] Arakawa H. Sayama K. Okabe K. Murakami A. Stud. Surf. Sci. Catal. 77 1993 381 [21] Arakawa H. Fukushima T. Ichikawa M. Appl. Spectrosc. 40 1986 884 [22] Dell R.M. Stone F.S. Tiley P.F. Trans. Faraday Soc. 49 1953 195 [23] Chinchien G.C. Hay C.M. Vandervell H.D. Waugh K.C. J. Catal. 103 1987 79 [24] Millar G.J. Rochester C.H. Waugh K.C. J. Chem. Soc. 87 1991 1491 Faraday Trans. [25] Millar G.J. Rochester C.H. Waugh K.C. J. Catal. 155 1995 52 [26] Turek A.M. Wachs I.E. Decanio E. J. Phys. Chem. 96 1992 5000 [27] Millar G.J. Rochester C.H. Waugh K.C. J. Chem. Soc. 88 1992 1477 Faraday Trans. [28] He M.-Y. White J.M. Ekerdt J.G. J. Mol. Catal. 30 1985 415 [29] Millar G.J. Rochester C.H. Waugh K.C. J. Chem. Soc. 87 1991 2795 Faraday Trans. [30] Burch R. Golunski S.E. Spencer M.S. Catal. Lett. 5 1990 55",
      "scopus-id": "0040567038",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002214",
        "dc:description": "For methanol synthesis from CO2 hydrogenation, TiO2-supported Cu catalyst (Cu/TiO2) showed the highest turnover frequency (specific rate per one active site) among three catalysts (Cu/Al2O3, Cu/SiO2, and Cu/TiO2). According to in-situ FT-IR observations, the peaks of adsorbed formate species observed during the reaction were suppressed for Cu/TiO2, although they were dominant for both Cu/Al2O3 and Cu/SiO2. In order to understand the relationship between IR spectra and the activity, as well as to find out the essential factors that control the activity, we investigated the reactivity of intermediate species mainly by in-situ FT-IR spectroscopy. Each Cu site itself had little ability to adsorb CO2; however, Al2O3 and TiO2 readily adsorbed CO2 by weak bondings on them. CO2 species adsorbed on Cu sites were rapidly converted to formate species under reaction conditions. Formate species generated on Cu sites of Cu/SiO2 remained under H2 at 473 K. On Cu/Al2O3 the formate species adsorbed on the support firmly, so it was difficult to distinguish the formate on Cu from that on the support (Al2O3), and they were stable under H2 at 473 K. On Cu/TiO2, hydrogenation of formate species occurred at 423 K. The behavior of IR spectra during reaction over Cu/TiO2 could be explained by the promotion of formate hydrogenation by the synergetic effect between Cu and TiO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002214",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bando, Kyoko Kitamura"
          },
          {
            "@_fa": "true",
            "$": "Sayama, Kazuhiro"
          },
          {
            "@_fa": "true",
            "$": "Kusama, Hitoshi"
          },
          {
            "@_fa": "true",
            "$": "Okabe, Kiyomi"
          },
          {
            "@_fa": "true",
            "$": "Arakawa, Hironori"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002214"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002214"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00221-4",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "In-situ FT-IR study on CO2 hydrogenation over Cu catalysts supported on SiO2, Al2O3, and TiO2",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "TiO2 supported Cu catalysts"
          },
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "In-situ FT-IR"
          },
          {
            "@_fa": "true",
            "$": "Methanol synthesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "391-409",
        "prism:endingPage": "409",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00221-4",
        "prism:startingPage": "391",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00221-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040567038"
      }
    }
  }
}