{
  "metadata": {
    "title": "The selective influence of sulfur on the performance of novel cobalt-based water-gas shift catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00158-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001580",
    "pii": "S0926860X97001580"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002523096",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001580 S0926-860X(97)00158-0 S0926860X97001580 10.1016/S0926-860X(97)00158-0 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 8 69 79 69 79 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. SELECTIVEINFLUENCESULFURPERFORMANCENOVELCOBALTBASEDWATERGASSHIFTCATALYSTS MELLOR J OUDAR 1980 171 J BARTHOLOMEW 1982 135 C MAXTED 1951 129 E BUTT 1972 259 J HAWKER 1982 183 P ENGELBRECHT 1981 113 A GOTTSCHALK 1989 F PHDTHESIS BOHLBRO 1970 46 H NEWSOME 1980 275 D COPPERTHWAITE 1990 L11 R GRENOBLE 1981 90 D LYWOOD 1989 W CATALYSISHANDBOOK CHUNG 1980 332 K HAKKARAINEN 1993 195 R LANIECKI 1993 2569 M HOUKEN 1979 J SYMPOSIUMSCIENCECATALYSISAPPLICATIONININDUSTRY ZONG 1995 50 Q TANG 1994 539 F PROCEEDINGSWORLDHYDROGENENERGYCONFERENCE1 HYDROGENENERGYPROGX HUTCHINGS 1992 408 G COLLEY 1992 186 S DUVENHAGE 1997 43 D FUKUDA 1977 379 K AKIMOTO 1980 84 M FIEDOROW 1984 339 R AUSCHITZKY 1990 325 E COLLEY 1989 129 S RATNASAMY 1980 401 P HOU 1983 280 P MELLORX1997X69 MELLORX1997X69X79 MELLORX1997X69XJ MELLORX1997X69X79XJ item S0926-860X(97)00158-0 S0926860X97001580 1-s2.0-S0926860X97001580 10.1016/S0926-860X(97)00158-0 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001580-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001580/MAIN/application/pdf/754555e57ba27c1c21b99b93a125846f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001580/MAIN/application/pdf/754555e57ba27c1c21b99b93a125846f/main.pdf main.pdf pdf true 667512 MAIN 11 1-s2.0-S0926860X97001580-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001580/PREVIEW/image/png/62c495b56eb0d0f6837b152d54d7f172/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001580/PREVIEW/image/png/62c495b56eb0d0f6837b152d54d7f172/main_1.png main_1.png png 60087 849 656 IMAGE-WEB-PDF 1 g! - i ,c,,il ELSEVIER Applied Catalysis A: General 164 (1997) 69-79 ~ APPLIED CATALYSIS A: GENERAL The selective influence of sulfur on the performance of novel cobalt-based water-gas shift catalysts J.R. Mellora'b, R.G. Copperthwaitea'c, N.J. Covillea'* aCentre for Applied Chemistry and Chemical Technology, Department of Chemistry, University of the Witwatersrand, Private Bag 3, PO Wits 2050, Johannesburg, South Africa bAnglo American Research Laboratories (Pry) Limited, PO Box 106, Crown Mines 2025, South Africa CResearch and Development Department, AECI, Private Bag X2, Modderfontein 1645, South Africa Received 17 January 1997; accepted 16 April 1997 Abstract Novel Co-MnO and CoCr204 catalysts were found to be tolerant to sulfur up to levels of 220 ppm under WGS reaction conditions. However in coal-derived process gas containing between 0.25 and 0.3 mol% sulfur, and at a reaction temperature of 400 the Co-MnO catalyst deactivated rapidly and irreversibly with formation of bulk Co9S8 and a surface manganese sulfide species. The CoCr204 catalyst partially deactivated under similar conditions, a phenomenon related to the formation of a surface sulfate species. Bulk sulfiding of the CoCr204 catalyst to CoCr2S4 occurred at 550 and this catalyst gave near- equilibrium CO conversions in the WGS reaction. A pre-sulfided cobalt chromium catalyst demonstrated typical sulfur dependent mechanistic characteristics, with a maximum activity above 400. 1997 Elsevier Science B.V. Keywords: Water-gas shift reaction; Cobalt catalyst; Sulfur poisoning; Spinel 1. Introduction Catalyst poisoning has been identified as one of the most significant problems associated with the com- mercial application of catalysts [1] and has been the subject of extensive studies particularly with regard to accurately predicting catalyst lifetime and behavior. For example, the life of supported metal catalysts may be significantly reduced in the presence of parts per million quantities of sulfur contaminants in a feed stream [2-4]. In industrial plants which utilize coal- derived synthesis gas to produce chemicals or fuels, *Corresponding author. Fax: +27 11 3397967; e-mail: ncoville @ aurum.chem.wits.ac.za rectisol sulfur removal units and/or guard reactors [5] have thus proven necessary to protect various catalysts from H2S and COS present in the feed gases [6,7]. The WGS (water-gas shift) reaction catalysts have been found to be especially prone to sulfur poisoning. The commercial high temperature iron chromium catalyst deactivates in H2S or COS at concentrations above 50 ppm [8]. A further disadvantage is that the iron-chromium catalyst cannot be operated below 330-350 [9], which limits the theoretically obtain- able CO conversion. Alternative metal oxides [10,11] including the cobalt-molybdenum oxide (CoMoX) catalyst, which has been recognised as a stable, active WGS catalyst in the sulfided state [12-14] have thus been studied. Laniecki et al. [15] also showed that 0926-860X/97/$17.00 @ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 5 8-0 70 J.R. Mellor et aL /Applied Catalysis A: General 164 (1997) 69-79 sulfided Ni-Mo-Y zeolite catalysts could catalyze the WGS reaction in a feed gas containing sulfur. A major drawback affecting the commercial applicability of CoMoX and other reported [16] catalysts for the WGS reaction have been that most coal-derived synthesis gas feedstocks contain insufficient sulfur to maintain a viable commercial activity. Recently, however, a Ti promoted Co-Mo-based catalyst has been reported [17,18] which extends the range of H2S concentration in which the catalyst can be operated. At present the identification of a high activity sulfur tolerant, rather than sulfur dependent, WGS catalyst has received little attention [10,19]. It is therefore evident that scope still exists to identify a WGS catalyst with significantly higher activity than iron chromium oxide which can be operated at a lower temperature and that can also be successfully employed in the presence or absence of feedstock sulfur [10]. Preliminary research carried out in our laboratories [10,20] showed that two cobalt-based high tempera- ture WGS catalysts namely, cobalt manganese oxide (Co :Mn=3 : 1) and cobalt chromium oxide (Co : Cr=3 : 1) showed promise in sulfur containing feed gas. The sulfur resistant characteristic dem- onstrated by the cobalt manganese oxide and cobalt chromium oxide catalysts were rationalized by the \"protective mechanism\" reported by Bartholomew [2]. It was hypothesized [19] that as the formation of manganese sulfides and chromium sulfides is ther- modynamically more favorable than the formation of cobalt sulfide, preferential sulfiding of the manganese and chromium catalyst supports took place leaving the cobalt component of both catalysts unchanged and unhindered (in this case) for actively catalyzing the WGSR. This paper expands on this research [ 10,19] both by characterizing the catalysts before and after sulfur treatment and by analyzing the performance of the catalysts in untreated, sulfur rich (0.25-0.3 mol%) process gas obtained from a coal-based ammonia synthesis plant. 2. Experimental Cobalt-manganese oxide (Co : Mn=3 : 1) and cobalt-chromium oxide (Co : Cr=3 : 1) catalysts were prepared by co-precipitation of mixed metal nitrate solutions with ammonia solution at a tempera- ture of 70, and a pH of 8.3.01 for cobalt- manganese oxide and 9.3.01 for cobalt--chrom- ium oxide. Atomic absorption (AA) data confirmed average atomic ratios of Co : Cr=2.88 : 1 and Co : Mn=3.!2 : 1. Catalyst particles (0.500- 1.180 mm) were calcined in air at 500 for 24 h and reduction was carried out in situ at 400 (H2 GHSV=200h-1) for 16 h unless otherwise stated. Catalyst characterization included the determination of bulk structure by XRD, using a Phillips PW1050 diffractometer, and BET surface area measurements. In situ XPS [20,21] was also used to determine the nature of sulfur adsorption onto the cobalt-based catalysts. Experiments were conducted in a Vacuum Generator \"Solar 300\" chamber (base pressure 4x 10-1bar) with a VG \"CLAM 100\" system com- prising of a standard (Mg/A1) water cooled anode and a LEG 61 electron gun, mounted in the chamber. These sources shared a 150spherical detector analy- zer and a channeltron detector. The catalyst reactor consisted of a Leybold-Heraeus VLP 10/63 prepara- tion chamber which was connected to a high pressure cell which was in turn linked to the UHV chamber. The catalyst disc was mounted on a molybdenum sample holder which fitted into a recess in a motor driven cylindrical rod. The sample was heated resis- tively by passing a current through the sample holder. A gas handling system allowed reactions to be carried out up to a pressure of 15 bar and at tempera- tures of up to 600. The reactor exit stream was fed through a GC for on-line analysis, the whole system being heated to prevent condensation of reaction products. A separate feed line for sulfur poisoning experiments was used, in order to minimize contam- ination of the system due to the sulfur. Hydrogen sulfide poisoning was performed as fol- lows. After catalyst reduction (400/l 6 h) in the XPS spectrometer the sample was flushed with N2 (400/ 16 h). A 1 ml pulse of 2% H2S/balance N2 (supplied by Afrox) was then syringed into the N2 carrier gas stream passed over the catalyst at atmospheric pres- sure. A similar procedure was adopted for the unre- duced catalysts i.e. for the addition of a H2S pulse at 400. Catalyst testing was conducted in a fixed-bed laboratory microreactor system with on-line sulfur analysis using a Hewlett Packard 5890A gas chroma- J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 71 tograph fitted with a flame photometric detector. The sulfur species were separated on a Chromosil 310 glass column at 60. Simultaneous analyses of H2, N2, CO, CH4 and CO2 were achieved by means of a thermal conductivity detector after separation on a Carbosieve SII column at 100. Activity is reported on the basis of percent CO conversion for 24-0.1 ml of 0.500 to 1.180 mm catalyst particles. Coal-derived sulfur containing process gas for the WGS reactor of a coal-based ammonia plant was obtained from AECI, Modderfontein, South Africa. The average composition of the sulfur containing coal-derived process gas used was 24.9 mol% Hz, 3.8 mol% N2, 60.4 mol% CO, 10.9 mol% CO2, 0.249% COS and less than 0.003 mol% H2S. The gas was collected in iron cylinders from the ammonia plant (pressure: 100 kPa). of hydrogen sulfide conversion to carbonyl sulfide (Eq. (2)). Under WGS conditions, sulfur in the form of COS is reconverted to H2S by carbonyl sulfide hydrolysis as shown below: COS + H20(g) ~- CO: + H2S K = 7.2 x 105(25), K = 268(425) (3) Hydrolysis of carbonyl sulfide (Eq. (3)) is well known and has been extensively reported in the lit- erature [23-25]. Thus, notwithstanding the high COS content of the industrial feed, it is considered that the sulfur poisoning effects observed in this study relate to the presence of H2S. 3.2. The activity of CoCr204 in coal-derived process gas 3. Results and discussion 3.1. Process gas analysis The high concentration of carbonyl sulfide (COS), relative to hydrogen sulfide (HeS), contained in the AECI industrial feed used in the studies, is considered to result from the conversion of H2S to COS according to the reaction(s) represented in following equations: H2S + CO ~ H2 + COS AGo = 0.78kJmol i K = 0.725(25) (1) HzS + CO + 1/202 ~- COS + HeO AGo ---- -226kJmo1-1 K-- 1.7 x 1040 (25) (2) The reaction of hydrogen sulfide and carbon mon- oxide (Eq. (1)) has been observed [22] to take place in a temperature range 170-380 over a number of sulfided metal catalysts. With a feed ratio of CO : HeS=2.2 : 1, Fukuda et al. [22] reported a rate constant of 4.25x104 (mol%-lmin-lm-2) over an FeS catalyst at 380, but since the rate was almost negligible even at 170, it is unlikely that the iron cylinder walls would catalyze reaction (1). Trace amounts of oxygen present in the process gas or introduced during gas collection would, however, considerably improve the thermodynamic viability Catalysts were reduced in situ under a flow of hydrogen at 400 and brought on-stream in a CO- H20/N2 reagent/carrier gas combination at the same temperature. After the catalyst had attained stability at equilibrium, the CO-HzO/N2 mixture was substituted for process gas whilst temperature and CO GHSV were kept constant. Fig. 1 shows the time-on-stream CO conversions for the CoCr204 catalyst. From Fig. 1 it can be seen that the activity of the CoCr204 catalyst rapidly decreased from an equili- brium CO conversion of 97% at 400 to a minimum of 26.2% (23.4% for a repeat run) after substituting the CO/Nz mixture for the reagent coal-derived process gas which contained 0.249% of sulfur. Catalyst activ- ity was subsequently re-established to a maximum of 50% over approximately 125 h. The temperature dependence of the CoCr204 catalyst in coal-derived process gas, together with the theoretically attainable equilibrium conversion values under reported reaction conditions are presented in Fig. 2. It is evident from Fig. 2 that at temperatures greater than 500, CO conversions close to equilibrium were obtained. The bulk crystalline phases, sulfur and carbon content, as well as the BET surface areas of the cobalt chromium oxide catalyst after testing at selected operating temperatures in the process gas feed streams are given in Table 1. CoCr204 spinel structures were observed for the precipitated, calcined and reduced cobalt chromium catalysts. No other 72 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 g ~0 L g I00 [ 90 80 70 60 50 40 30 20 I0 0 0 J O G 5b 16o i'5o 2Jo 360 3Jo n6o I Ti me-on-str~om (h) CO / N2 ~ Process gas FEED GAS 560 66o Fig. 1. Stability of the cobalt-chromium catalyst in sulfur free feed gas and coal-derived process gas under similar operating conditions (temperature=400; CO GHSV=500 h-l; CO : H20=1 : 4.5; catalyst=2+0.1 ml). Table 1 Crystalline phases, BET surface area and sulfur and carbon content of the CoCr204 catalyst after testing at selected operating temperatures in process gas Temp () Phasesa SBET (m2 g l) Sulfur (mass%) Carbon (mass%) 350 CoCr204, c~-Co(tr), 81.4 1.68 0.27 Co(cubic) 400 CoCr204, a-Co(tr) 110.1 0.59 0.98 550 CoCr2S4, CoCr204, 69.8 13.84 1.27 Co9Ss(tr) aPhases listed in approximate order of abundance (from left to right), tr=trace. crystalline phases could be detected. Gottschalk [7] reported a CoCr204 spinel structure for the reduced Co : Cr=3 : 1 catalyst as well as traces of Co metal. It was therefore concluded that hydrogen treatment at 400 was insufficient to reduce the cobalt of the spinel structure. Colley [26] also reported on the remarkable stability of the CoCr204 spinel and observed that only at a reduction temperature of 800 did the Co(fcc)/Cr203 matrix system form. The bulk crystalline structure of the cobalt chro- mium catalyst remained unchanged in coal-derived process feed gas (containing 0.249 mol% sulfur) up to an operating temperature of at least 400. Similarly, the XRD determined structure of a Co : Cr= 1 : 1 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 10o 73 go 80 70 6O g 5O ~ 4o 30 20 10 ~ | [ I I O0 450 500 550 Temperature () Fig. 2. Effect of temperature on the WGS activity of a cobalt-chromium catalyst operated in coal-derived synthesis gas (CO GHSV 500 h-~; CO : H20=l : 4.5; catalyst =2.1 ml). O, CoCr204 catalyst; - - - equilibrium CO conversion. WGS catalyst was reported to show no detectable change in the CoCr204 spinel structure when exposed to process feed gas containing 240 ppm of sulfur at 300 [7]. At 550 bulk sulfiding was observed to have taken place and was accompanied by notable increases in both the sulfur mass content of the catalyst and the total pore volume (from 0.25 to 0.54 cm3 g-l). CoCr2S4 was the predominant phase at 550. The average BET surface area of the freshly calcined (and reduced) cobalt chromium catalyst significantly increased from 34.4 to 81.4 meg-1 and 110.1 m2g-1 after operation at temperatures of 350 and 400, respectively. Copperthwaite et al. [10] also observed a 3.1 times increase in the BET surface area of a Co : Cr= 1 : 1 catalyst after WGS operation in a sulfur free environment for 600 h at 400. They concluded that the catalyst surface area was stabilized on formation of a cobalt-chromium spinel phase. Catalyst surface sulfiding is not consid- ered to be the major reason for the increased surface area. As no apparent structural changes took place on the cobalt-chromium catalyst at 400 the unusual de- activation-partial reactivation profile observed for the catalyst (Fig. 1) was considered to be a consequence of sulfur interaction with the surface. A comparative XPS study of the unreduced and reduced cobalt- chromium catalyst system was carried out to investi- gate the surface poisoning phenomena at 400. Samples were reduced in situ at 400 with hydrogen for at least 16 h. All catalysts were \"poisoned\" by introducing a pulse of H2S into the feed gas at 400. XPS spectra for the cobalt-chromium catalyst are shown in Fig. 3. 74 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 i \" i I dl, c I. b Ii' ,.a CO (2p) I Cr(2p} ,% 7805 I f ,,,j,,, ~, , ;,~,. %,lJ1,t 'jr 780.3 / k'\\~, 785.9 / ,,.JtX ' 780.3 I~ 80.3 t~,,~,~, ~ i i o(Ij BiNding ~nergv (eV) s(2p) Fig. 3. XPS spectra recorded from the cobalt-chromium catalyst in the Co(2p), Cr(2p), O(ls) and S(2p) regions: (a) unreduced cobalt- chromium (b) reduced cobalt-chromium (c) reduced and sulfided cobalt-chromium (d) unreduced and sulfided cobalt-chromium. The spectrum of the unreduced (calcined) CoCr204 sample reveals that the cobalt is present as the 2+/3+ ion (Co 2p3/2=780.3 eV, Co 2pU2=N795 eV). The tailing towards higher binding energies as well as the lack of a shake up satellite peak suggests a \"smear- ing\" effect, possibly arising from the mix of Co2+ and Co3+ states in the spinel. The Cr photopeak is sug- gestive of only the presence of Cr3+(Cr 2p3/2-- 576.4 eV). Reduction of the catalyst (in situ) reveals some change in the spectra shown in Fig. 3a and b. The Co 2p3/2 peak has broadened and the shake-up satellite at ~785 eV (due to high spin Co2+) can now readily be detected. This suggests that the Co2+ (relative to Co3 concentration has increased. No reduction of Cr has occurred. Sulfidation of this reduced material in the XPS reactor with H2S (Fig. 3c) yields only sulfate on the surface (S 2p3/2=168.7 eV). Thus, the sulfide has been oxidized by the catalyst. The O ls1/2 photopeak which shows a peak and a shoulder, is also consistent with surface sulfate formation (530.8 eV). The relative surface intensity of the Cr3+ peak (2p3/2=577.2 eV) has decreased dramatically suggesting that the SO42- is bound to (covers) the Cr atom. No change is seen in the Co XPS spectrum. Finally, for completeness, the XPS spectrum was recorded on a calcined but unreduced CoCr204 sample after exposure to H2S in the XPS spectrometer (Fig. 3d). Again sulfate is readily formed on the sur- face as detected by both S and O photopeaks. The cobalt photopeak is again hardly changed by the reaction while the chromium photopeak intensity is suggestive of sulfate coverage of the chromium ions. Thus the XPS spectra are entirely consistent with surface interaction with sulfur species. Together with the XRD data this suggests that little bulk sulfidation and little Co or Cr reduction to a low oxidation state occurs at 400 and that the active form of the catalyst is a Co2+/Cr3+ surface. Remarkably, as will be discussed below, a bulk sulfided catalyst is also active in the WGS reaction. J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 75 3.3. The activity of Co-MnO in coal-derived process gas A range of Co-MnO systems have been previously synthesized and studied by in situ XRD procedures [26]. The initial phase of the uncalcined oxide was found to be a mixed oxide spinel (Co,Mn)(Co,Mn)204 in which the Co and Mn cations occupied each site non-exclusively. Our XRD results for the 3 : 1 cobalt- manganese oxide were in agreement with this struc- ture. Reduction of the catalyst yielded a solid solution of the c~-cobalt in MnO [7]. The Co-MnO catalyst was calcined (500) and reduced in situ (400) and subsequently investigated for WGS activity. In the absence of sulfur, excellent activity and stability was obtained at 400 for 100 h (Fig. 4). At this stage the catalyst was subjected to the sulfur containing process gas and an immediate decrease in activity was noted. Although it appeared that an increase in activity occurred (15-20%) within 5-10 h of process gas use, the catalyst thereafter retained a low activity (6%) for the next 100 h on line. Similar profiles were obtained for repeat runs. Clearly, irreversible catalyst deactivation has occurred. An attempt was made to establish the reason for this deactivation using XRD and XPS techniques. At the end of the WGS reaction, performed in the presence of process gas (Fig. 4), the catalyst was analyzed and found to contain 9.25% sulfur (0.88% carbon). Both the surface area and the pore volume had decreased when compared to values measured for this reduced catalyst (33.1-7.5 m2g-1; 0.14-- 0.02cm3g-t). The XRD spectrum confirmed bulk sulfidation and revealed the presence of Co9S8, c~- cobalt, MnS and traces of MnO (in approximate order of abundance). XPS spectra were also obtained for the Co-MnO system (Fig. 5). Fig. 5a shows the photoelectron peaks for the calcined Co-MnO catalyst prior to reduction. The Co, 2p1/2 peak at 780.1 eV corresponds to Co2+/Co3+ oxidation states (see above) and the Mn peak at 641.9 eV to Mn3+, as expected. After in situ C 8 tO0 90 80 7O 60 50 40 30 2O IO o o I ,\\ O i loo 200 I fime-on-streom (h) CO / N2.~J__~.Process gas FEED GAS O Fig. 4. Stability of the cobalt-manganese oxide catalyst using sulfur free feed gas and coal-derived process gas under similar operating conditions (temperature=400; CO GHSV=500 h-l; CO : H20=l : 4.5; catalyst=2.1 ml). 76 J.R. Mellor et aL /Applied Catalysis A: General 164 (1997) 69-79 o Co(2p... ) I d CI b / 8o'> Mn(2p) ~ 642.1 .5 Binding Energy (eV~ Fig. 5. XPS spectra recorded from the cobalt-manganese oxide catalyst in the Co(2p), Mn(2p), O(ls) and S(2p) regions: (a) unreduced cobalt-manganese (b) reduced cobalt-manganese (c) reduced and sulfided cobalt-manganese (d) unreduced and sulfided cobalt-manganese. reduction (400) the Co3+ is readily reduced to cobalt metal (Co 2pl/2=777.5 eV). Interestingly the Mn 2p3/2 peak also shows a shift to lower binding energy (640.2 eV) which relates to metal reduction at the surface. Exposure of this reduced catalyst to H2S in the XPS reactor (Fig. 5c) results in significant changes to the XPS spectrum. Two Co peaks are observed with the dominant peak at 778.0 eV, close to the peak expected for cobalt metal. A second peak at ~781.4 eV could correspond to a small amount of Co2+/Co3+. A strong sulfide peak (161.5 eV) is noted as well as a decrease in the relative intensity for the oxygen peak. Of most significance is the disappearance of the Mn peak which is consistent with sulfur coverage occur- ring extensively over the manganese atoms. Together with the XRD data this suggests that the surface comprises largely of Co9S8 with any MnS formed being covered by this overlayer. Finally a set of XPS spectra were recorded on an unreduced but in situ H2S sulfided catalyst (Fig. 5d). The metal photopeaks correspond to metals in high oxidation state (Co2+, Mn3+) while the sulfur peak corresponds to surface sulfate (168.5 eV). Indeed, the shoulder on the O (Is) peak at 539.2eV is also consistent with metal sulfate formation. The above data clearly indicates that bulk and surface sulfidation occurs on exposure to the process gas and that the new sulfided materials formed (Co9S8, MnS) are not active in the WGS reaction. 3.4. The activity of pre-sulfided CoCr2O4 catalyst in coal-derived process gas The cobalt-chromium catalyst was pre-sulfided in the reactor according to an industrial procedure devel- oped for activating CoMoX catalysts [27]. Pretreat- ment of the catalyst involved exposure to a gas mixture of H2S, 1-I2 and N2. XRD analysis of the pre-sulfided cobalt--chromium catalyst (5.3% S) prior to use showed a predominant phase of CoCr2S4, with Co9S8 also in evidence. WGS activity was evaluated directly after in situ activation as a function of the process gas sulfur concentration at selected tempera- tures. The required sulfur levels used in the feed were obtained by co-feeding hydrogen sulfide with process J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 100 [ 77 80 70 ~. rio so 0 4O t 90 20 10 ~ 1 I i I I I 50 300 350 400 450 500 Temperofiure () Fig. 6. The effect of temperature and sulfur feed concentration on the WGS activity of a pre-sulfided cobalt-chromium catalyst (CO GHSV=500 h-l; CO : H20=l : 4.5; catalyst=2.1 hal). O, total sulfur feed=0.743% (0.675% H2S+0.068% COS); E], total sulfur feed=0.354% (0.321% H2S+0.033% COS); x, total sulfur feed=662 ppm COS. gas and the results are presented in Fig. 6. It can be seen (Fig. 6) that the CO conversion increased with temperature for all three reactions with a maximum activity of -4-93% achieved at temperatures above 350. At 500 CO conversion was independent of sulfur concentration. From Fig. 6 it can also be seen that the activity of the pre-sulfided cobalt-chromium catalyst increased with increasing sulfur feed concentration. The activity results obtained for the CoCr204 catalyst (Fig. 6) shows that the presence of sulfur in the feed promotes the WGS reaction, and suggests that the sulfur is actively participating in the shift reaction. It is well known that sulfur takes part in the hydrodesulfuriza- tion reaction sequence over Co-Mo-AI203 catalysts [28], whilst molybdenum sulfide is reported [29] to catalyze the WGS reaction by a redox cycle involving Mo(IV)/Mo(V) in the presence of sulfur-containing feed gas. Presumably a similar process is occurring for the CoCr204 catalyst in which the Cr takes the place of the Mo in the catalytic reaction. No evidence for the active participation of sulfur in the WGS mechanism of any sulfided or unsulfided cobalt-chromium catalyst combination has been pre- viously reported. 3.5. Activity of the pre-sulfided CoCl'2O4 and Co-Mo-AI203 catalysts as a function of GHSV and CO : H20 feed ratio An attempt was made to assess the catalytic activity of the pre-sulfided CoCr204 catalyst against a standard 78 J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 industrial catalyst. This was achieved by determining the catalytic activity under comparable reaction con- ditions and by varying either the CO : H20 feed ratio or CO GHSV. The activity of the pre-sulfided CoCr204 and Co-Mo-A1203 catalysts in process gas (containing 0.7% sulfur) at CO : H20 feed ratios in the range 1.1-1.7 were studied. It was found that a change in the catalyst performance occurred within this range, namely, that the industrial catalysts had a consistently higher % CO conversion than the CoCr204 catalyst (97% versus 92%). Both the pre-sulfided CoCr204 and Co-Mo-A1203 catalysts showed a decrease in activity as the CO GHSV feed rate was varied between 200 and 1100 h ~ (CoCr204: conversion decreased from 94 to 84%; Co-Mo-A1203: conversion decreased from 97% to 93%). The superiority of the industrial catalyst under the varying feed rate conditions used is apparent and suggests that further studies will be needed to maintain the activity of the CoCr204 catalyst at higher CO GHSV. 4. Conclusion The performance of high temperature Co-MnO and CoCr204 WGS catalysts was evaluated in coal-derived process gas containing 0.25-0.3 tool% sulfur. At an operating temperature of 400 the Co-MnO catalyst rapidly and irreversibly deactivated, whilst a deactiva- tion-partial reactivation profile was observed for the CoCr204 catalyst. Bulk sulfiding of the Co-MnO catalyst to form C09S8, coupled with a surface man- ganese-sulfide species, was concluded to be respon- sible for the permanent deactivation of this catalyst. By contrast, interaction of sulfur with the Cofr204 catalyst resulted in formation of a surface sulfate species which only caused a partial loss of catalyst activity. Bulk sulfiding of the CoCr204 catalyst at 550 resulted in the formation of CoCrzS4 (and to a lesser extent Co9S8) which is the species thought to be responsible for the sulfur dependent catalyst activ- ity. Indeed, a pre-sulfided CoCr204 catalyst displayed the highest WGS activity in a sulfur rich (0.91 mol%) co-feed at 400. The sulfided cobalt-chromium cata- lyst demonstrated good stability over a range of CO feed rates and CO : H20 ratios. Thus, evidence has been presented to demonstrate high WGS activity of both the oxide and sulfided forms of the cobalt- chromium catalyst in both the presence or absence of trace or concentrated sulfur compounds. Further work to optimize the catalyst is still required. Acknowledgements Financial support from the FRD, AECI Limited and the University of the Witwatersrand is gratefully acknowledged. Measurement of the XPS spectra by Mr. M. Towert is also acknowledged. References [1] J. Oudar, Catal. Rev. Sci. Eng. 22 (1980) 171. [2] C.H. Bartholomew, P.K. Agrawal, J.R. Katzer, Adv. in Catal. 31 (1982) 135. [3] E.B. Maxted, Adv. Catal. 3 (1951) 129. [4] J.B. Butt, Adv. in Chem. 109 (1972) 259. [5] P.N. Hawker, Hydrocarbon Process., Int. Ed. 61 (1982) 183. [6] A.D. Engelbrecht, L.J. Partidge, Technol. 9 (1981) 113. [7] EM. Gottschalk, Ph.D. Thesis, University of the Witwaters- rand, South Africa, 1989. [8] H. Bohlbro, M.H. Jorgensen, Chem. Eng. World 5 (1970) 46. [9] D.S. Newsome, Catal.Rev. Sci. Eng. 21 (1980) 275. [10] R.G. Copperthwaite, EM. Gottschalk, T. Sangiorgio, G.J. Hutchings, Appl. Catal. 63 (1990) L11. [11] D.C. Grenoble, M.M. Estadt, D.E Ollis, J. Catal. 67 (1981) 90. [12] W.J. Lywood, L. Lloyd, D.E. Ridler, M.V. Twigg, in: M.V. Twigg (Ed.), Catalysis Handbook, Wolfe Publishing, London, 1989. [13] K.S. Chung, EE. Massoth, J. Catal. 64 (1980) 332. [14] R. Hakkarainen, T. Salmi, R.L. Keiski, Appl. Catal. A 99 (1993) 195. [15] M. Laniecki, W. Zmierczak, Stud. Surf. Sci. Catal. 75 (1993) 2569. [16] J. Houken, L. Storgaard, Symposium on Science of Catalysis and its Application in Industry, Paper Number 44, FPDIL, Sindri, 1979. [17] Q. Zong, E Tang, Y. Yang, X. Zhang, Shiyou Huagong, 24 (1995) 50 (Chem. Abs. 137416 X, 1995). [18] E Tang, P. Mao, Hydrogen Energy Prog. X, Proceedings of the World Hydrogen Energy Conference 1 (1994) 539. [19] G.J. Hutchings, R.G. Copperthwaite, EM. Gottschalk, R. Hunter, J.R. Mellor, S.W. Orchard, T. Sangiorgio, J. Catal. 137 (1992) 408. [20] S.E. Colley, R.G. Copperthwaite, G.J. Hutchings, N.J. Coville, J. Catal. 134 (1992) 186. [21] D.J. Duvenhage, N.J. Coville, Appl. Catal. 153 (1997) 43. J.R. Mellor et al./Applied Catalysis A: General 164 (1997) 69-79 79 [22] K. Fukuda, M. Dokiya, T. Kameyama, Y. Kotera, J. Catal. 49 (1977) 379. [23] M. Akimoto, I.G. Dalla Lana, J. Catal. 62 (1980) 84. [24] R. Fiedorow, R. L6aut6, I.G. Dalla, Lana 85 (1984) 339. [25] E. Auschitzky, A.B. Boffa, J.M. White, T. Sahin, J. Catal. 125 (1990) 325. [26] S.E. Colley, R.G. Copperthwaitte, G.J. Hutchings, S.E Terblanche, M.M. Thackeray, Nature 339 (1989) 129. [27] R.G. Copperthwaite, Personal Communication, AECI (Pry) Ltd. [28] E Ratnasamy, S. Sivasanker, Catal. Rev. Sci. Eng. 22 (1980) 401. [29] E Hou, D. Meeker, H. Wise, J. Catal. 80 (1983) 280. APCATA 97001580 S0926-860X(97)00158-0 10.1016/S0926-860X(97)00158-0 Elsevier Science B.V. All rights reserved. The selective influence of sulfur on the performance of novel cobalt-based water-gas shift catalysts J.R. Mellor a b R.G. Copperthwaite a c N.J. Coville * a a Centre for Applied Chemistry and Chemical Technology, Department of Chemistry, University of the Witwatersrand, Private Bag 3, PO Wits 2050, Johannesburg, South Africa b Anglo American Research Laboratories (Pty) Limited, PO Box 106, Crown Mines 2025, South Africa c Research and Development Department, AECI, Private Bag X2, Modderfontein 1645, South Africa * Corresponding author. Fax: +27 11 3397967 Novel CoMnO and CoCr2O4 catalysts were found to be tolerant to sulfur up to levels of 220 ppm under WGS reaction conditions. However in coal-derived process gas containing between 0.25 and 0.3 mol% sulfur, and at a reaction temperature of 400°C the CoMnO catalyst deactivated rapidly and irreversibly with formation of bulk Co9S8 and a surface manganese sulfide species. The CoCr2O4 catalyst partially deactivated under similar conditions, a phenomenon related to the formation of a surface sulfate species. Bulk sulfiding of the CoCr2O4 catalyst to CoCr2S4 occurred at 550°C and this catalyst gave near-equilibrium CO conversions in the WGS reaction. A pre-sulfided cobalt chromium catalyst demonstrated typical sulfur dependent mechanistic characteristics, with a maximum activity above 400°C. Keywords Water-gas shift reaction Cobalt catalyst Sulfur poisoning Spinel References [1] Oudar J. Catal. Rev. Sci. Eng. 22 1980 171 [2] Bartholomew C.H. Agrawal P.K. Katzer J.R. Adv. in Catal. 31 1982 135 [3] Maxted E.B. Adv. Catal. 3 1951 129 [4] Butt J.B. Adv. in Chem. 109 1972 259 [5] Hawker P.N. Hydrocarbon Process., Int. Ed. 61 1982 183 [6] Engelbrecht A.D. Partidge L.J. Technol. 9 1981 113 [7] Gottschalk F.M. Ph.D. Thesis 1989 University of the Witwatersrand South Africa [8] Bohlbro H. Jorgensen M.H. Chem. Eng. World 5 1970 46 [9] Newsome D.S. Catal. Rev. Sci. Eng. 21 1980 275 [10] Copperthwaite R.G. Gottschalk F.M. Sangiorgio T. Hutchings G.J. Appl. Catal. 63 1990 L11 [11] Grenoble D.C. Estadt M.M. Ollis D.F. J. Catal. 67 1981 90 [12] Lywood W.J. Lloyd L. Ridler D.E. Twigg M.V. Twigg M.V. Catalysis Handbook 1989 Wolfe Publishing London [13] Chung K.S. Massoth F.E. J. Catal. 64 1980 332 [14] Hakkarainen R. Salmi T. Keiski R.L. Appl. Catal. A 99 1993 195 [15] Laniecki M. Zmierczak W. Stud. Surf. Sci. Catal. 75 1993 2569 [16] Houken J. Storgaard L. Symposium on Science of Catalysis and its Application in Industry Paper Number 44 1979 FPDIL Sindri [17] Zong Q. Tang F. Yang Y. Zhang X. Shiyou Huagong 24 1995 50 Chem. Abs. 1995 137416X [18] Tang F. Mao P. Hydrogen Energy Prog. X Proceedings of the World Hydrogen Energy Conference 1 1994 539 [19] Hutchings G.J. Copperthwaite R.G. Gottschalk F.M. Hunter R. Mellor J.R. Orchard S.W. Sangiorgio T. J. Catal. 137 1992 408 [20] Colley S.E. Copperthwaite R.G. Hutchings G.J. Coville N.J. J. Catal. 134 1992 186 [21] Duvenhage D.J. Coville N.J. Appl. Catal. 153 1997 43 [22] Fukuda K. Dokiya M. Kameyama T. Kotera Y. J. Catal. 49 1977 379 [23] Akimoto M. Dalla Lana I.G. J. Catal. 62 1980 84 [24] Fiedorow R. Léauté R. Dalla I.G. Lana 85 1984 339 [25] Auschitzky E. Boffa A.B. White J.M. Sahin T. J. Catal. 125 1990 325 [26] Colley S.E. Copperthwaitte R.G. Hutchings G.J. Terblanche S.P. Thackeray M.M. Nature 339 1989 129 [27] R.G. Copperthwaite, Personal Communication, AECI (Pty) Ltd. [28] Ratnasamy P. Sivasanker S. Catal. Rev. Sci. Eng. 22 1980 401 [29] Hou P. Meeker D. Wise H. J. Catal. 80 1983 280",
      "scopus-id": "0002523096",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001580",
        "dc:description": "Novel CoMnO and CoCr2O4 catalysts were found to be tolerant to sulfur up to levels of 220 ppm under WGS reaction conditions. However in coal-derived process gas containing between 0.25 and 0.3 mol% sulfur, and at a reaction temperature of 400°C the CoMnO catalyst deactivated rapidly and irreversibly with formation of bulk Co9S8 and a surface manganese sulfide species. The CoCr2O4 catalyst partially deactivated under similar conditions, a phenomenon related to the formation of a surface sulfate species. Bulk sulfiding of the CoCr2O4 catalyst to CoCr2S4 occurred at 550°C and this catalyst gave near-equilibrium CO conversions in the WGS reaction. A pre-sulfided cobalt chromium catalyst demonstrated typical sulfur dependent mechanistic characteristics, with a maximum activity above 400°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001580",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mellor, J.R."
          },
          {
            "@_fa": "true",
            "$": "Copperthwaite, R.G."
          },
          {
            "@_fa": "true",
            "$": "Coville, N.J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001580"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001580"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00158-0",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The selective influence of sulfur on the performance of novel cobalt-based water-gas shift catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Cobalt catalyst"
          },
          {
            "@_fa": "true",
            "$": "Sulfur poisoning"
          },
          {
            "@_fa": "true",
            "$": "Spinel"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "69-79",
        "prism:endingPage": "79",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00158-0",
        "prism:startingPage": "69",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00158-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002523096"
      }
    }
  }
}