{
  "metadata": {
    "title": "Gas-phase catalytic dehydrogenation of methanol to formaldehyde over ZnO/SiO<ce:inf loc=post>2</ce:inf> based catalysts, zeolites, and phosphates",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00195-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001956",
    "pii": "S0926860X97001956"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038483426",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97001956 S0926-860X(97)00195-6 S0926860X97001956 10.1016/S0926-860X(97)00195-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 10 115 131 115 131 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. GASPHASECATALYTICDEHYDROGENATIONMETHANOLFORMALDEHYDEOVERZNOSIO2BASEDCATALYSTSZEOLITESPHOSPHATES MUSIC A CHONO 1981 3 M SU 1994 34 S SU 1993 131 S WIESGICKL 1990 L1 G MATSUMURA 1986 392 Y MATSUMURA 1991 226 Y DARTT 1994 151 C KIBBY 1973 144 C TADA 1975 517 A ARAMENDIA 1993 M PROC2NDWORLDCONGRESS4THEUROPEANWORKSHOPMEETINGBENALMADENASPAINSEPTEMBER2024 ARAMENDIA 1995 97 M ARAMENDIA 1995 44 M VANDILLEN 1977 677 A PROC6THINTCONGRCATALCHEMSOCLONDON ROMANNIKOV 1983 311 V BUN 1990 13 S HOWDEN 1985 334 M YAMAMOTO 1988 273 T 1990 PDSMICROPOWDERDIFFRACTIONSEARCHMATCH HIRSCHWALD 1984 415 W BOWKER 1983 252 M SU 1992 131 S ZAZA 1994 325 P CANT 1985 197 N AI 1982 279 M CHUNG 1992 609 M TAKAHASHI 1982 363 K JACOBS 1977 P CARBONIOGENICACTIVITYZEOLITES TAGAKI 1985 527 K HOCEVAR 1982 205 S MUSICX1997X115 MUSICX1997X115X131 MUSICX1997X115XA MUSICX1997X115X131XA item S0926-860X(97)00195-6 S0926860X97001956 1-s2.0-S0926860X97001956 10.1016/S0926-860X(97)00195-6 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97001956-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001956/MAIN/application/pdf/b67903a040f7c08b3f57e90c26ff0625/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001956/MAIN/application/pdf/b67903a040f7c08b3f57e90c26ff0625/main.pdf main.pdf pdf true 1048889 MAIN 17 1-s2.0-S0926860X97001956-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001956/PREVIEW/image/png/e944ace8993b3b9808b0b6005fa01e92/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001956/PREVIEW/image/png/e944ace8993b3b9808b0b6005fa01e92/main_1.png main_1.png png 66949 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 115-131 Gas-phase catalytic dehydrogenation of methanol to formaldehyde over ZnO/SiO2 based catalysts, zeolites, and phosphates Andreja Mugi6a, Jurka Batistaa, Janez Levecab'* a Laboratory for Catalysis and Chemical Reaction Engineering, National Institute of Chemistry, P.O. Box 3430. SI-IO01 Ljub!jana, Slovenia b Department of Chemical Engineering, University of Ljubljana, P.O. Box 537. SI-IO01 Ljubljana, Slovenia Received 1 February 1997; received in revised form 27 May 1997: accepted 27 May 1997 Abstract A series of ZnO/SiO2 based catalysts modified by El-oxides (El: In, La, Ce, Cr, Mn, Fe, Cu, Ag), zeolites (Na-ZSM-5, Na- ZSM-5(B), Cu-ZSM-5, Zn-X), sodium carbonate-doped phosphates of zinc and magnesium (NaZnP, NaMgP), and phosphorus-added silica-supported copper catalyst (Cu-P/SiO2) were prepared and comparatively tested for the selective gas-phase dehydrogenation of methanol to formaldehyde. The selectivity of catalysts was found to be dependent on the acid- base and redox properties, which were affected by their synthesis and calcination. Among the tested catalysts, the highest selectivity to formaldehyde is exhibited by NaZnP and Cu-P/SiO2; nevertheless, their activity is low and they are prone to rapid deactivation. Although Na-ZSM-5, Zn-X and Cu-ZSM-5 possess promising selectivity, they suffer from lack of stable performance due to 'coking' reactions. On the other hand, ZnO/SiO2 based catalysts proved to possess superior long-term stability and higher yields when compared to zeolites or phosphates. At isoconversional conditions, the selectivity of ZnO/ SiO2 catalysts can be improved by incorporation of Fe oxide, while the addition of other oxides (Cu, La, Ag, In) does not show the same influence. However, at the same operating conditions, the modification with the mentioned oxides alters the catalyst activity (Cu and La enhance, while In and Ag suppress the ZnO/SiO2 activity). The modification with Ce-oxide, as well as with sodium carbonate, increases the dehydrogenation activity of the ZnO/SiO2 catalyst. Nevertheless, Ce and Na ions favour consecutive reaction to CO, and are therefore to be avoided while preparing a selective catalyst. '.{! 1997 Elsevier Science B.V. Keyvvords: Dehydrogenation; Methanol; ZnO/SiO2 based catalyst; Zeolite; Phosphate; Deactivation 1. Introduction hyde is produced by heating methanol vapours in the presence of oxygen/air over a silver catalyst or iron- Formaldehyde is widely used as a precursor of molybdenum catalyst. Both existing industrial pro- many important chemicals (ethylene glycol, glycolic cesses, which produce formaldehyde via either cata- acid, esters, etc.), explosives, and different types of lytic oxidative dehydrogenation (the silver process) or resins such as polyacetal, urea and phenol formalde- partial oxidation of methanol (the Formox process), hyde resins. At present, a vast majority of formalde- render formaldehyde in aqueous solution [1]. In some cases, e.g. for the synthesis of trioxane and the pro- *Corresponding author, Tel.: +386611760280; fax: duction of polyacetal plastics, water-free formalde- +386611259244; e-mail: janez.levec @ki.si. hyde of high purity is required as the starting material. 0926-860x/97/$17.00 ~. 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)00 1 95-6 116 A. Mugi( et al./Applied Catalysis A: General 165 (1997) 115-131 Formaldehyde in water solutions is found mainly in water-free formaldehyde proceeds over the aluminate the solvated form or in the form of short polymers (up Lio.sNao.sA102 catalyst [5] which is also stable at the to 8 units); therefore, it exhibits very low vapour reaction conditions. Relatively good selectivity pressure and consequently makes purification proce- towards formaldehyde formation at very high metha- dures difficult and expensive, nol conversion (74 and98%, respectively) was An alternative to the existing processes is direct attained only at reaction temperatures above 1000 K. catalytic, non-oxidative dehydrogenation of methanol Zeolites represent another group of potential cata- to formaldehyde [2]. This reaction is endothermic and lysts for methanol dehydrogenation to formaldehyde reversible, so that more favourable conversions are [6,7], because of their high thermal stability and due to attained at higher temperatures. On the other hand, the specific redox and acid-base properties of the active consequent decomposition of formaldehyde, which surface. These properties may be controlled by mod- gives carbon monoxide and hydrogen, also proceeds ifying the structure of zeolite, the Si/A1 ratio and faster at elevated temperatures. Homogenous formal- calcination conditions, as well as by ion-exchange. dehyde decomposition may be hindered by the rapid Alkali-exchanged zeolites behave as solid bases [8]. cooling of reaction products. Due to thermodynamic The basic sites are necessary for methanol dehydro- constrains of methanol dehydrogenation, conversion genation to formaldehyde but a certain degree of may be raised by continuous withdrawal of the hydro- acidity is required to stabilise the formaldehyde gen produced during the dehydrogenation reaction, for [6,8] and to prevent its further decomposition to CO. instance by means of a semipermeable membrane. The potential of calcium orthophosphate-hydroxy- The expedience of various catalytic materials which apatite [9] and zinc orthophosphate [10] as catalysts have so far been tested for the gas-phase methanol for dehydrogenation of primary and secondary alco- dehydrogenation to formaldehyde is mainly listed and hols has also been studied. Recently, sodium carbo- discussed in [3]. With respect to different natures of nate-doped magnesium and zinc orthophosphate catalysts they may be classified as: transition metal- catalysts for the gas-phase dehydrogenation--dehydra- based catalysts, sodium carbonate catalysts, oxides tion of cyclohexanol were thoroughly studied. Ara- and zeolites. Most of the studied transition metal- mendia et al. [ 11-13] have found that the addition of based catalysts (Cu, Ag, etc.) exhibit the reaction sodium carbonate during the synthesis of magnesium selectivity towards formaldehyde formation higher and zinc orthophosphates increases the number of than 0.70 [3]. In order to achieve such selectivities, surface basic sites and, consequently, enhances the those catalysts have to be modified with the addition of catalytic activity and selectivity of cyclohexanol dehy- an element of group V or VI (P, S, Se, Te). Unfortu- drogenation. However, the performance of sodium nately, materials comprising of elements that are carbonate-doped phosphates of zinc and magnesium volatile at the reaction conditions, undergo rapid in the catalytic gas-phase dehydrogenation of metha- irreversible deactivation. However, a high yield of nol has not been studied yet. formaldehyde was observed for catalysts consisting Although a number of catalytic materials have been of a zinc and indium oxide or a mixture of silica and tested for the direct dehydrogenation of methanol to one or more of these oxides [2,3]. formaldehyde, it is difficult to compare the catalytic The sodium carbonate shows high activity and activities of individual catalysts, since they have been selectivity towards formaldehyde formation and is used at different reactor systems and different operat- stable at the reaction conditions [3]. The catalytic ing conditions. Furthermore, little effort has been activity increases when sodium carbonate is mechani- made to study the temporal behaviour of catalytic cally mixed with active carbon or transition metals activity of tested samples, although it is known that (e.g., Fe, Ni), or when it is loaded on active charcoal, high temperature, reductive environment and compet- while its selectivity does not change significantly ing reactions strongly influence the catalyst perfor- [3,4]. Nevertheless, the reaction selectivity of sodium mance. In the light of these drawbacks, the objective carbonate catalyst alters with the change of methanol of this work is to elucidate the potential of the El- conversion and is higher at lower conversions. It is ZnO/SiO2 catalysts (El=In, La, Ce, Cr, Mn, Fe, Cu, also known that dehydrogenation of methanol to Ag), zeolites (Na-ZSM-5, Cu-ZSM-5, Na-ZSM-5(B), A. Mugi( et al./Applied Catalysis A: General 165 (1997) 115-131 117 Zn-X) and phosphate catalysts (ZnP, NaZnP, NaMgP) precursor was calcined in air at 823 K for 4 h in order for efficient, direct dehydrogenation of methanol to to remove the organic residue. The resulting Na-ZSM- formaldehyde. The experiments were performed in a 5 material was treated with sodium nitrate solution, fixed-bed, continuous flow reactor which enabled us to dried and activated in air at 773 K for 5 h [ 16] to obtain obtain information about the catalyst activity and the Na-ZSM-5 catalyst in its ion-added form. stability. The Na-ZSM-5(B) zeolite was synthesized and pre- pared as described in literature [17], except that tetraethyl ortosilicate (98 wt%, Aldrich) was used as 2. Experimental the source of silicon and tetrapropylammonium (TPA) hydroxide (20 wt% water solution, Fluka) as a tern- 2.1. Catalyst preparation plate. The initial molar ratios of reactants were: SiO2/ Na20= 10.5, SIO2/B203=9.0, TPA+/SiO2=0.156 and Because of the wide discrepancy of results in the H2OlSiO2=51.9. literature [2,3] concerning SiO2 based ZnO catalysts, Cu(II)-ZSM-5 was derived from Na-ZSM-5 by the it is of great importance to keep the results consistent, conventional ion-exchange procedure with aqueous Therefore, all the samples reported here were prepared copper(II) nitrate (p.a., Merck) solution. The from the most effective nitrate precursor [2], using the exchanged sample was then filtered, washed with same synthesis procedure and the same calcination distilled water, dried and calcined in dry air flow at conditions. It is well known that all these steps in 823 K for 1 h. catalyst preparation have a great impact on the surface Zinc orthophospate Zn3(PO4)2 (solid ZnP) and atomic arrangements and composition and, therefore, sodium carbonate-doped phosphates of zinc (solid on the catalytic behaviour of the prepared samples. NaZnP) and magnesium (solid NaMgP)were prepared The ZnO/SiO2 based catalysts were prepared by following a recently developed synthesis that includes precipitation of Zn2+ and E1n+ ions (El: In, La, Ce, Cr, precipitation of phosphates and their further modifica- Mn, Fe, Cu, Ag) from aqueous nitrate solutions (p.a., tion with sodium carbonate in order to increase the Merck) onto a suspended silica support (Aerosil, surface basicity of the obtained phosphates [11-13]. 200 m2 g-l) by means of urea decomposition at All the reactants used were of analytical grade purity. 363 K [14]. In order to ensure the nucleation of Zn- The solids ZnP and NaZnP were calcined in air and El- hydroxides on the silica support and not in the stepwise up to 773 K, while NaMgP was calcined solution, the metal nitrate concentration was kept up to 873 K. below 0.02 mol 1 i. After the materials had been The phosphorus promoted Cu-P/SiO2 catalyst was filtered, thoroughly washed with deionized water prepared according to [18]. The amount of the Cu and dried overnight at 383 K, they were first calcined loaded was 1.9 wt%, giving the P to Cu molar ratio in air at 723 K for 4 h, and then at 873 K for 5 h. of 0.2. The Zn-X catalyst was prepared using the Union Carbide 13X molecular sieve (Fluka, the molar ratios 2.2. Catalyst characterization were: Si/Al=l.23 and Na/AI=I.0). The starting 13X zeolite material was ion-exchanged with Zn(II) ions X-ray powder diffraction patterns of the prepared by adding 50 ml of 0.1 M zinc (II) nitrate solution catalysts were obtained on a Philips PW 1710 dif- (p.a., Merck) per gram of zeolite. The procedure fractometer with CuKc~ radiation (A= 1.5406/k) in the involved seven exchanges and after each exchange 20 range of 5-70 Computer analysis of X-ray powder the material was filtered and suspended in fresh nitrate diffraction data by the Search/Match Routine program solution. After completing the exchange, the Zn-X [19] allowed the phase identification of ZnP, NaZnP zeolite was filtered, washed, dried and calcined in air and NaMgP solids. at 923 K for 3 h. Chemical analysis of ZnO/SiOz catalysts and zeo- The (Na, TPA)-ZSM-5 precursor of the ZSM-5 lites Cu-ZSM-5 and Na-ZSM-5(B) was determined by zeolite was prepared by a well known procedure inductively coupled plasma-atomic emission spectro- [15] without addition of the alumina source. The scopy (ICP-AES) on Thermo Jarell Ash instrument. 118 A. Mu~i( et al./Applied Catalysis A: General 165 (1997) 115-131 Silica content was determined gravimetrically. The A1 means of a MKS flow-controller and was varied and Si contents in zeolites Na-ZSM-5 and Zn-X were between 35 and 300 ml (STP) min-~. After being determined photometrically, while atomic absorption purified of traces of water and oxygen, helium was spectroscopy was used to determine Na and Zn con- saturated with methanol vapour on passing through the centrations, bubble-column containing pure methanol (>99.95%), The qualitative and semiquantitative elemental and fed into the reactor. In order to prevent any microprobe analysis (energy-dispersive X-ray spec- condensation of methanol or polymerization of for- troscopy, EDXS)of the selected carbon-coated ZnO/ maldehyde, all connecting lines and valves were SiO2 based catalysts were obtained on a Jeol 35 heated to approximately 393 K. scanning electron microscope equipped with a Tracor The reaction products were analysed by means of a TN 2000 EDX detector. The analysis of the measured HP 5890 gas chromatograph, using a thermal con- X-ray emission spectra was made by a computer ductivity detector and Poraplot U capillary column. program for processing the spectra of elements and Good separation of carbon monoxide, methane, the composition of samples was calculated by a ZAF methanol, formaldehyde, methyl formate, dimethyl correction procedure. A 20 keV electron beam (dia- ether and water was achieved by employing tempera- meter about 1 x 10-6 m, I= 1.5.10-9 A) was used for ture-programmed analysis in the range of 393-423 K. excitation. Using this technique, no carbon dioxide and olefins Infrared spectra for some phosphate catalysts were were detected. However, they may be present in recorded from 400-4000 cm-I on a Perkin Elmer concentrations that do not exceed the detection limit. 1725X FTIR spectrometer using the KBr pellet tech- nique. The specific surface areas (BET) of the catalysts 3. Results and discussion were measured by nitrogen adsorption at 77 K on a Micrometric Flow Sorb II 2300 instrument. The cata- 3.1. ZnO/Si02 based catalysts lysts were previously degassed at 378 K for 12 h and at 378 K for 30 min in a stream of helium. 3.1.1. Catalyst characterization After the catalytic activity tests were performed, the The X-ray powder diffraction patterns of ZnO/SiO2 total carbon content on catalyst surface was estimated based catalysts are similar to those of the amorphous by means of an advanced DC-190 high-temperature silica support. There are no characteristic reflections TOC analyzer (Rosemount/Dohrmann). suggesting the formation of an El-compound, such as El-oxide. Therefore, the particles of these components 2.3. Catalytic activity tests are either too small to be detected or incorporated in the amorphous silica phase. The chemical composi- The catalytic dehydrogenation of methanol was tion and specific surface area of prepared catalysts are performed in a fixed-bed, continuous flow reactor, given in Table 1. It is evident that Zn and El-oxide inserted in an electrical furnace. The reactor consisted deposition on the silica support during the preparation of a quartz tubing with the i.d. of 10 mm. of ZnO/SiO2 based catalysts reduces the specific sur- A small amount of catalyst (0.15-0.40 g) was face area. EDX analysis was used to determine the placed on a layer of quartz wool, which was found local concentration of Zn, O, Si, Ag and Fe at several practically inactive for the methanol reaction, and then points on the surface of catalyst powders. The results pre-conditioned at the reaction temperature in a stream reveal inhomogeneous distribution of Zn, Ag and Fe of helium. Thus, the contribution of the thermal in the samples. The averaged values and standard decomposition of methanol either on the reactor walls, deviation for each element are presented in Table 2. silica wool or in the homogeneous phase was found negligible. 3.1.2. Catalytic dehydrogenation of methanol All experiments were carried out between 773 and Methanol dehydrogenation over ZnO/SiO2 based 923 K at atmospheric pressure in the stream of helium catalysts yields formaldehyde and hydrogen as the (>99.995% purity). The flow rate was adjusted by main products (Table 3). Methyl formate (MF), A. Mugi( et al./Applied Catalysis A: General 165 (1997) 115-131 119 Table I The chemical composition and BET specific surface area of the ZnO/SiO2 based catalysts (support: SiO2-Aerosil 200) Catalyst Chemical composition (wt%) aBET (m~_ g I) ZnO -- 4 ZnO/SiO2 21.4 ZnO, 78.6 SiO2 115 Cu-ZnO/SiO2 5.3 CuO, 11.1 ZnO, 83.5 SiO2 143 Cu, Mn-ZnO/SiO2 5.4 CuO, 0.6 MnO, 11.2 ZnO, 82.9 SiO2 81 Cu, Cr-ZnO/SiO2 5.2 CuO, 0.6 Cr203, 10.7 ZnO, 83.5 SiO2 75 La-ZnO/SiO2 3.5 La203, 15.4 ZnO, 81.1 SiO2 I11 Fe-ZnO/SiO2 0.7 Fe203, 22.8 ZnO, 76.5 SiO2 121 In-ZnO/SiO2 8.8 In203, 10.7 ZnO, 80.5 SiO2 119 Ag-ZnO/SiO2 0.3 Ag20, 22.0 ZnO, 77.6 SiO2 112 Ce-ZnO/SiO2 3.6 Ce203, 15.5 ZnO, 80.9 SiO2 111 Na-ZnO/SiO2 0.05 Na20, 16.8 ZnO, 83.1 SiO2 I I Table 2 EDXa analysis of the ZnO/SiO2, Fe-ZnO/SiO2, and Ag-ZnO/SiO2 catalysts Catalyst Zn (at.%) E1 (at.%) Si (at.%) O (at.%) ZnO/SiO2 5.94-0.3 - 29.44-0.2 64.64-0.1 Fe-ZnO/SiO2 6.44-0.5 0.20.12 28.9.3 64.5.2 Ag-ZnO/SiO2 6.24-0.4 0.06.01 29.2.3 64.6+0.2 \" Sample depth of about 1 lam; support: Aerosil 200, the average particle size of about 12 nm. Table 3 Methanol conversion (XMeoH) and selectivity over ZnO/SiO2 based catalysts Catalyst XMeO['t SHCHO Sco SCH4 SDME SMF YHCHO (%) ZnO (Carlo Erba) 10.0 75.0 9.0 - - 16.0 7.5 ZnO/SiO2 26.1 79.1 7.2 0.9 7.0 5.8 20.6 Cu-ZnO/SiO2 31.7 75.5 11.5 1.2 5.6 6.2 23.9 Cu, Mn-ZnO/SiO2 30.2 79.5 8.7 1.1 3.0 7.7 24.0 Cu, Cr-ZnO/SiO2 23.1 81.9 5.7 0.7 3.0 8.6 18.9 La-ZnO/SiO2 34.1 72.6 13.1 2.1 7.2 5.0 24.8 Fe-ZnO/SiO2 34.6 77.2 9.8 1.3 6.6 5.2 26.7 In-ZnO/SiQ 14.5 83.9 3.8 3.4 5.9 6.4 12.1 Ag-ZnO/SiO2 21.0 80.2 5.9 0.6 8.9 4.4 16.8 Ce-ZnO/SiO2 40.0 31.9 25.0 5.0 9.0 26.8 12.8 Na-ZnO/SiO2 38.0 29.8 34.0 4.0 4.8 38.0 t 1.3 S=selectivity, YHcHO=yield of formaldehyde. Operating conditions: T=873 K; P=1.0 bar; W/F--9.3 gcat h mol ~; meat=0.3 g: XMeOH.0--12%: time on stream, t=100 h, 70h (Cu, Mn and Cu, Cr), and 40h (ZnO, Ce, Na). dimethyl ether (DME), methane and carbon monoxide deposits. By means of TC analysis, the catalytic are also formed as by-products, along with trace samples are confirmed to contain minor amounts of amounts of water. The colour of the sample after carbon (e.g., ZnO/SiO2 after reaction contains the catalytic runs is markedly changed to dark grey 1.6 wt% of carbon, La-ZnO/SiO2 contains 1.9 wt% or black, indicating the presence of carbonaceous of carbon). 120 A. Mugi( et aL/Applied Catalysis A: General 165 (1997) 115-131 CO + 2H2 CO + H2 l T CH30H @ ,, CH20 + H2 CH20, HCOOCH3 1 1 GHaOCHa + H20 C02, CH4, CO, H2 l@ @ dehydrogenation @dehydration (acid catalyst) hydrocarbons , OH4 @ decomposition @ hydrogenolysis Fig. 1. Proposed general reaction scheme of methanol dehydrogenation and accompanying reactions. In Fig. 1 the proposed set of reactions that account species. Consecutive degradation of MF gives either for the observed product distribution is presented CO and methanol by decarbonylation [27] or CO2 and schematically. Along with the pursued dehydrogena- Hz by hydrogenolysis [28]. The decomposition of MF tion, which yields formaldehyde, the figure also may also give CH4 and CO2. includes the acid-catalyzed dehydration of methanol Parallel to the reaction of dehydrogenation, the to DME and hydrocarbons, and other side reactions dehydration of methanol also proceeds over our cat- that lead to the detected by-products CO, CH4 and MF. alysts. The formation of DME requires weak acid According to the reports in the literature, the dehy- surface sites [29]. High temperatures, that are drogenation of methanol to formaldehyde may either employed in this study, favour consequent dehydration be a surface reaction, that proceeds through the of DME on acidic surface sites. So formed light olefins adsorbed intermediates, or a surface-generated radical undergo rapid transformation, including oligomeriza- gas-phase reaction. In the first case, the surface inter- tion, disproportionation, 'cracking' and isomerization mediate is a methoxy species, which is confirmed to reactions, which eventually form the carbon-rich appear on ZnO surfaces upon dissociative methanol deposit on the catalyst surface. Due to the high rate adsorption [20,21]. The second feasible route for of the above mentioned surface acid-catalyzed trans- methanol dehydrogenation above 773 K involves formation of light olefins to higher hydrocarbons, the the generation of .CH2OH radicals by means of a olefins are not detected among the gaseous reaction heterogeneously initiated H-CH2OH cleavage. The products, whereas the 'coke' deposit on catalyst sur- resulting radicals are further decomposed in the gas face is evident. The presence of hydrogen puts into phase to yield formaldehyde and accompanying by- effect the fast and strongly exothermic hydrogenolysis products [22]. Also, the thermal decomposition of of deposited hydrocarbons and enables the formation formaldehyde is a free-radical chain reaction, giving of methane, which is also detected in our experiments. CO and H2 at temperatures above 723 K [23]. On the other hand, methane may also be formed from At our experimental conditions, the considerable the reaction side products, CO, H2 and H20, in the amounts of MF appear among the detected products methanation reactions. on all ZnO/SiO2 samples. MF is proposed to be It has been previously reported [2] that only pure formed in a consecutive reaction of adsorbed surface silica is an effective support for the selective produc- species [24-26], either by Tischenko dimerization of tion of formaldehyde from methanol; when the A1203 CH20 or reaction between formaldehyde and methoxy or SIO2-A1203 support was applied, a large amount of A. Mugi( et al./Applied Catalysis A: General 165 (1997) 115-131 121 DME was detected. Dehydration of methanol to DME initial activity on both catalysts may be attributed to takes places on active sites with weak BrCnsted acidity active surface blocking by carbon deposits and Zn2+ [29]. Minor amounts of DME also occur during reduction and subsequent evaporation of metallic zinc. methanol reaction over ZnO/SiO2 based samples At the exit of the reactor, where the reaction products (Table 3); we may therefore conclude that weak acidic are cooled, the zinc deposit in the form of a mirror sites, resulting from the electronegativity difference emerges. As expected, the metallic deposit is much between Zn an Si ions, exist on their surface. No more abundant in case of unsupported ZnO. TC and measurable amounts of DME are formed in the reac- BET analysis of used catalytic materials reveal the tion over a commercial ZnO powder sample or silica presence of carbonaceous deposit (ZnO and ZnO/ support alone. SiO:, 1.6 and 4.5 wt% C, respectively). It is interesting The activity tests, carried out at conditions with to note that in case of ZnO no CH4 was detected negligible heat and mass transfer resistances, show among the reaction products. This, along with high that ZnO/SiO2 exhibits higher conversion and HCHO carbon content, indicates that the hydrogenolysis does yield in comparison with commercial ZnO powder not occur on the surface of amphotheric ZnO. Due to (Table 3). The temporal course of methanol dehydro- the absence of acid sites, that are responsible for genation in the presence of ZnO and ZnO/SiO2 is dehydration reactions, it can be speculated that the shown in Figs. 2 and 3(a), respectively. The zinc oxide formation of surface overlayer is caused by the sec- deposition on the SiO2 support results in higher cata- ondary reactions of adsorbed formaldehyde. lytic performance per weight unit of the active phase, The modification with Fe, Cu, La and Ce-oxides as most likely due to its improved dispersion. The loss of well as with sodium carbonate increases the activity of 0.8 0.7 \"7\" ~- 0.6 O --O-- Xmethanol .... [-I .... SMF .~ _._A_._ SHCHO - -V- - SCO 0.5 c O 0.4- (O ,~ 0.3- t~ > m~ _.~ 0.2- \" 01 eeg8:----- ..... [] ..... u ....... [] ..... [] ..... [] ..... [] ..... [] ..... [] ..... ..... 0.0 ' I , , , , , , 0 10 20 30 40 50 Time on stream (h) Fig. 2. Methanol conversion, formaldehyde selectivity and product distribution for ZnO catalyst as a function of time on stream. Operating conditions: T=873 K, P 1.0 bar, W/F=9.3 gcat h mol I m,.~=0.3 g, XM,~OH,O=I2%. [22 A. Mugi( et al./Applied Catalysis A: General 165 (1997) 115-131 0.8 &. &..~k..~ 4k..A,.4k-A,. ~. -dk--~- -,k-.A..i,-~k..A .-,~.-,A-~k-A -,~..A.~ A.A_~.A 0.7 \"7\" ~, 0.6 --o-- Xmethanol ---O--- SDMI= ~ ---A-.- SHCH0 - -V- - Sco ,m fd) 0.5 .... [] .... SMF .... +_... ScH4 @} 0.4 - .o 0.3 > 0.2 0 o.1 ~. ~ g--$~-~- ~- ~-~-~ ,-,-~ ~-I~-~ ,-e~-l~ ~ ~-~ [~1..~..~..~--O-~.-13-- EH3--rn--O --I~ -O-tD -I~--[]- -EH3-O---D--r'I-~- ~ - ~-~- ~ 0.0 -F\" \"'~\"\" -F\" --I\" --}--i'Jc\" -I-\" -I-\" ~t- -'~-\" -I- \"l~C\"\" \"~1-\" -I- -\"~ \"J--\"~'\" I-I--~-'+'+'+'+~-~+'+l 0 20 40 60 80 100 Time on stream (h) 0.8 - ~k'-'dk\"-'~\"\" 4k\"\"~ -- ~'-Ak\" -~'\"~\"'-k\"~-'A'-'A'-'A\"-,A'\" -~k-\"A--,L-- ~-'A'--A \"7\" i~ 0.6 --o--Xm~thaool ---*--- SDME ...... SHCHO --V-- Sco .... [] .... ~MF \"\" 0,4 C 0 L_ g: 0.2 0 0 ~ - - O- - ~I,- -O- -O - -O - O- - 41,- - O- - 4,- -~I,- -~k - 4~- - 4,-- O- -41,- -O --~I, - -0. - ~I,- - ~ -v--v.-v.-v.-~z_~._~._8_ -~-8-B::B: :8-8-B:-B-B:.:B --~--B ........_...._....-.-. .......................... 0.0 , , , 0 20 40 60 80 Time on stream (h) ?ig. 3. Methanol conversion, formaldehyde selectivity and product distribution for (a) ZnO/SiO2 and (b) Ag-ZnO/SiO2 catalysts as a functio: )f time on stream. Operating conditions: T--873 K, P=I.0 bar, W/F=9.3 gc,t h mol-I, meat=0.3 g, XMeOH,O=12%. A. Mugi6 et al./Applied Catalysis A: General 165 (1997) 115-131 123 0.9 ,.,..-\"7\" mmAi ~0.8 o% >--- O [] O[3 -~ D O [] 0.7 oW~\" Zn Ag o o0 o 0 \", in Cr no o >, 0.6- o Cu Ce i- V Na Mn \"10 0.5- o La [] Fe g 0 IJ_ 0.4 v v v 0.3 v v I I I I I 0.1 0.2 0.3 0.4 0.5 Methanol conversion (-) Fig. 4. Selectivity-conversion relationship for the EI-ZnO/SiO2 catalysts at 873 K. ZnO/SiO2 catalyst at given reaction conditions. The the Fe oxide addition the consecutive reaction of increased activity may be attributed to the modified formaldehyde decomposition is perceivably inhibited; acid-base and redox properties or the surface compo- therefore, the amount of CO among products is also sition, to mention only a few possible causes. The lower. addition of various metal oxides alters the catalyst The Fe oxide is therefore the only additive that leads activity; it can be seen from Table 3, that modification to an increase in selectivity, whereas Na- and Ce- with In and Ag suppress their activity, while Fe, Cu ZnO/SiO2 exhibit a notable selectivity decrease in the and La act beneficially on the reactant conversion, whole range of conversions, at the expense of higher when experimental conditions remain unchanged. MF and CO formation. The deposition of cerium oxide Fig. 4 shows the relation between the conversion or sodium carbonate over the solid ZnO/SiO2 signifi- and selectivity to formaldehyde; as the conversion cantly improves the dehydrogenation activity of ZnO/ becomes higher, the selectivity drops, indicating that SiO2. The addition of sodium carbonate is reported to at higher conversions the side reactions are favoured to increase the number of surface basic sites [ 13]. It can methanol dehydrogenation. The selectivity-conver- be speculated that the incorporation of Ce oxide has a sion plot demonstrates that the modification with similar effect. At the same time, the product distribu- In, Ag, Cu, Fe and La merely changes the catalyst tion for both catalysts is markedly changed (Table 3), activity and the selectivity dependence follows the giving rise to CO and MF. This could be explained by same route as that of an unmodified sample. Formal- the stronger electropositive nature of basic additives dehyde selectivity declines linearly with increasing and stronger bond between surface ions and adsorbate; methanol conversion, which implies that the catalysts formaldehyde is therefore less likely to desorb and are influencing not only the dehydrogenation to for- reacts further to give methyl formate. Carbon mon- maldehyde, but also other paralel and consecutive side oxide may then be formed from methanol, formalde- reactions. On the other hand, the Fe-ZnO/SiO2 cata- hyde or methyl formate by decomposition. Therefore, lyst shows a slight increase in HCHO selectivity in the addition of cerium oxide or sodium carbonate to ZnO/ considered region of conversions. It seems that upon SiO2 seems to promote the formation of large quan- 124 A. MugiE et al./Applied Catalysis A.\" General 165 (1997) 115-131 0.8 --O-- Xmethanol ---O--- SDME AIk, ---A--- SHCH0 - -V- - Sco 0.6 \"A,. ----a .... SMF .... + .... SCH4 >,, > _~ \"~-~.,~.~ 0.4 o *-\" = 0.2 /.u--'c;'''~' ._._~e~ \" \" 0 D,,EF'~-'W\" V- V- W- ~ 0 --v-v\" ~:e- ~.e.~ 4~.e- e..e.e. 4~-e-e.4~-e-e-~-e-e.~-e-e.o-e-e.e + ..__b _.-I---+--t-- -I---+ - -I- -- +-- +- --t---+---I- --P-- +--+---I-- -I- - -I---+--+ - -I---+---I- - -I---+ 0.0 , , ~ , 0 20 40 60 80 Time on stream (h) 0.7I --O-- Xmethanol --- O--- SDME / 0.6 - ---A--- SHCH0 - -V- - Sco ~.~ .... [] .... SMF .... + .... SCH ~>' 0.5 - \"A\"A'-A-'A'\"A-'~-~ -a.- ,_,.~:~-~-~-o--u-u--u--o.u 0.4 - ~ -u _u_~._~.~r.aa-t~-o-cr-~\" ~\"A --u--~ 0..[3-O\" - - .A.A _~ 00 u'\" -,..,~,r - ,- 0.3 - n..--a\"--\"~\"~-~,-~,~..~ m 0.2- '~ > .V.V-V 47 ~ W\" e\" 0 0 0.1 ~ -,-,- v\"v'v v -~ -~-v-v-v-~ -v- -~7-- v_ v-v -~ ~ v 0.0 i i , 0 2'0 40 60 80 1 O0 Time on stream (h) Fig. 5. Methanol dehydrogenation over the (a) Ce-ZnO/SiO2 and (b) Na-ZnO/SiO2 catalysts. Operating conditions: T=873 K, P=I.0 bal W/F=9.3 gcat h tool l, mcat=0.3 g, XMeOU,O=12%. A. Mu~i( et al./Applied Catalysis A: General 165 (1997) 115-131 125 1.0 --O-- Xmethanol \"-'0--\" SDME ___A_._ SHCHO - -V- - SCO v 0.8 .... [] .... SMF .... + .... SCH4 - ~ A-,I~-,I~--A-,II, ~ ,A,-~-,~-~-,~A''A'~''~'~jA'A''~-~-~'I~'A''~'A ~...,.e 0.6 f~.~ O 0.4- V, 0 0.2 - v~v \"~=.+--F.+.+H--F,~--F-F-t--I--F-P--~-i--~--P-+-+.+.+-+-+-+'+-+.+.-b-%+~+ I I I I I 0 20 40 60 80 100 120 Time on stream (h) 0.8 ' .r~k~.-.,ik ..... A---~ .... .... ~.- ...,A-. -. -,l,-.--',ik .... \"T\" -\"~'~''A\"'-\" ' \"--'~,~ 0.6 ~... \"'\"\" ]--O-- Xrnethano, \"'\" O\"'\" SDME ._>= ~ \"k~. /--\"--\" SHCHO --V-- Sco r~ 0.4 O J~ ~'- 9.. ~\" 0.2 \"v. c 0 ?~'v- IL,]~--- ..O- - - -~1,, -. - ~ - - - 4- - - ...4l, .... -~1,- - - ..4)- - - - ~ - - - -4P - - -4P, - - - -4i, - - - -4k - - - ..i,, Jr..i ..... [] ...... [] ..... [] ..... [] ..... [] ...... [] ..... [] ...... [] ..... [] ..... [3 ...... [] ..... [] ..... [] +Jr\"\"-'+ ..... -P .... +\"'-\"+\"--'+ ...... + ..... + ..... d--'--+ ..... \"t- .... -I-----H------t- 0.0 i '\" J i w \" 0 10 20 30 40 50 Time on stream (h) Fig. 6. Methanol conversion, formaldehyde selectivity and product distribution lbr (a) Cu-ZnO/Si02 and (b) La-ZnO/SiO2 catalysts as a function of time on stream. Operating conditions: T=873 K, P=I.0 bar, W/F=9.3 goat h tool i mcat~0.3 g, XM~OH.o=]2%. 126 A. Mu,gi? et al./Applied Catalysis A: General 165 (1997) 115-131 Table 4 Methanol conversion (XMeoH) and selectivity over ZnO/SiO2 based catalysts at various temperatures Catalyst T (K) SHCHO SCO SCH4 SDME SMF XMeOH (%) Cu-ZnO/SiO2 773 74.3 4.9 -- 8.8 12.0 6.6 823 76.1 7.1 0.7 7.0 9.1 15.3 873 75.5 11.5 1.2 5.6 6.2 31.7 Ag-ZnO/SiO2 772 69.9 7.4 0.8 10.0 11.8 10.7 823 75.5 5.0 0.6 9.6 7.0 17.6 873 80.2 5.9 0.6 8.9 4.4 21.6 ZnO/SiO2 823 77.0 6.0 0.6 7.4 9.0 17.5 873 79.2 7.4 0.8 7.0 5.5 26.3 S=selectivity. Operating conditions: P=I.0 bar; W/F=9.3 gcat h mol-l; mcat=0.3 g; XM~OH,0=12%; time on stream, t=100 h. tities of carbon monoxide and methyl formate. This Table 5 becomes even more significant at prolonged testing The chemical composition and BET specific surface area of the (Fig. 5). zeolite catalysts The methanol conversion, formaldehyde selectivity Catalyst Chemical composition SBET and product distribution as a function of time on (molar ratio) (m2g i) stream over Cu-ZnO/SiO2 and La-ZnO/SiO2 samples Zn-X Si/AI= 1.23 198 are shown in Fig. 6. The product distribution over Cu- Na/Al=0.34 Zn/AI=0.30 ZnO/SiO2 sample changes with temperature, as pre- Na-ZSM-5 Si/A1=272 248 sented in Table 4. At lower temperatures, the main by- Na/AI=3.3 product is MF, whereas at higher temperature (873 K) Na-ZSM-5(B) Si/B=44 301 CO predominates. B/Na= 1.2 Cu-ZSM-5 Si/Al=271 308 In accordance with the work of Sagou et al. [2], we Na/AI=0.16 observed that silica support enhances resistance to Cu/AI= 1.7 Zn2+ ion reduction and thereby the loss of zinc due to evaporation. After the initial period of stabilization, activity and selectivity of the supported catalysts reach a plateau and only minor deactivation is detected after concentration of aluminium in ZSM-5 zeolite, the 100 h on stream (Fig. 3). The exception is the ZnO/ number of acid sites increases. Na-silicalite-1, extre- SiO2 catalysts promoted with sodium carbonate and mely aluminium-deficient ZSM-5 zeolite, modified by cerium oxide, which gradually lose their high initial sodium ions during synthesis, is reported to be attrac- selectivity and increase the rate of carbon monoxide tive as a potential catalyst for methanol dehydrogena- formation (Fig. 5). tion to formaldehyde [6,7], due to its suppressed acidity and great resistance to deactivation. The results 3.2. Zeolite catalysts of chemical analysis demonstrate, that the Na-ZSM-5 zeolite contains an excess of Na (the molar ratio of Na/ 3.2.1. Catalyst characterization AI>I), and after Cu exchange, an excess of Cu (the The structural type, degree of crystallinity and molar ratio of Cu/AI>0.5). It seems that a part of phase purity of the prepared zeolite samples were sodium and copper ions are occluded in the prepared checked by X-ray powder diffraction analysis. The Na- and Cu-ZSM-5 zeolites. chemical composition and specific surface area of catalyst samples are given in Table 5. Although during 3.2.2. Catalytic dehydrogenation of methanol the synthesis of Na-ZSM-5 no aluminium source was Methanol conversion results over Zn-X, Na-ZSM- added, the zeolite contains traces of aluminium, ori- 5, Na-ZSM-5(B) and Cu-ZSM-5 at various reaction ginating from raw materials as an impurity. With the temperatures are summarized in Table 6. The com- A. Mugig et al./Applied Catalysis A: General 165 (1997) 115-131 127 Table 6 Methanol conversion (XMeon) and selectivity over zeolite catalysts at various reaction temperatures and time on stream Catalyst T t XMeOH SHCHO S(,O SCH4 SI)ME SMF (K) (h) (%) Zn-X 873 1 68.3 31.5 19.7 17.5 30.7 0.6 20 33.8 67.0 8.4 4.3 19.9 ~1.4 Na-ZSM-5 773 1 5.7 69.9 12.9 -- 17.2 -- Na-ZSM-5(B) 773 1 32.0 13.2 67.2 -- 19.6 -- Cu-ZSM-5 773 2 45.9 12.8 86.8 0.2 -- 0.2 20 14.2 52.3 42.5 2.3 -- 2.9 40 8.4 72.3 24.5 3.2 -- -- S=selectivity. Operating conditions: P= 1.0 bar, W/F=9.3 goat h tool I, m~at=0.3 g, XM~oH.~= 12%. parative catalytic tests reveal that initial activity of (Table 6) is observed on Zn-X catalyst at 873 K. both Cu-ZSM-5 and Na-ZSM-5(B) zeolite is very During the methanol dehydrogenation over Zn-X, high, but selectivity is poor. The main products are conversion drops from 68 to 34% after 20 h on stream carbon monoxide and hydrogen. On the other hand, while the selectivity to formaldehyde simultaneously the initial high activity of Zn-X is mainly a result of increases. The predominant by-product is dimethyl methanol dehydration to dimethyl ether (Fig. 7(a)). ether, but carbon monoxide and methane are also Formaldehyde is produced from methanol with high formed. The differences probably arise from the dif- selectivity over the Na-ZSM-5 as well as over the Cu- ferent numbers of BrCnsted acid sites, whose number ZSM-5 catalyst. It is interesting to note that during the increases with increasing replacement of the sodium reaction over Cu-ZSM-5 conversion decreases, ion in the Na-X zeolite by the multivalent cation, i.e. whereas selectivity to formaldehyde increases with the Zn(II) ion [29,31]. The catalytic behaviour of the time on stream (Fig. 7(b)). The obtained selectivity Zn-X catalyst greatly depends on its synthesis, which could reflect the change of copper(II) oxidation state tailors the Na/Zn atomic ratio in the exchanged Na-X under reducing reaction atmosphere. In agreement zeolite and location of Zn(II) ions in zeolite cages. The with our results, it is expected that the concentration selectivity towards formaldehyde over Zn-X is mark- of Cu(0) species, which are reported to be responsible edly decreased at a lower reaction temperature where for formaldehyde formation [30], rises with time on DME prevails, as is evident from Fig. 7(a). stream. In the course of reaction the sample colour In agreement with findings of Matsumura et al. [6 ] changes from pale blue to dark grey, which can be the activity of the zeolite samples decreases rapidly ascribed to the reduction of copper ions. Catalytic tests with time on stream. All samples become dark due to over Na-ZSM-5 show high formaldehyde selectivity the coke deposition. It was suggested that deactivation (Table 6); on the other hand, activity is only moderate, of Na-ZSM-5 zeolite is caused by the polymerization Substitution with boron considerably enhances its of the adsorbed formaldehyde [6]. Although coking dehydrogenation activity, resulting in loss of selectiv- predominantly occurs in larger-pore zeolite, coke ity and predominant yield of CO. However, both burn-off is reported to be effective in both types of catalysts are subject to rapid deactivation. In spite tested zeolites [61. of interesting results [6,7], very fast deactivation of extremely aluminium-deficient zeolite Na-ZSM-5 and 3.3. Phosphate catalysts a narrow selection of appropriate raw materials needed for the synthesis (i.e. an optimal amount of sodium 3.3.1. Catalyst characterization ions, the content of aluminium and transition metal ion The analysis of X-ray powder diffraction data [19] impurities must be as low as possible), are the main for calcined ZnP, NaZnP and NaMgP reveals the pre- drawbacks of these zeolite catalysts, sence of phases given in Table 7. ZnP consists mainly Among the tested zeolites, the highest conversion of Zn3(PO4)2, while sodium zinc phosphate accompanied by high selectivity to formaldehyde NagZnzl(PO4)17 and sodium phosphate Na3PO4 are 128 A. MugiE et al./Applied Catalysis A: General 165 (1997) 115-131 0.8 O---- ..... .... .... .~....~....~ .... .... .... ,O----.e-----0\"---4 .... ~_~ 0.6 .> --O--Xmethanol --'-\" SDME U _._A_._ SHCHO .... +_... SCH4 0.4 c o---o----o o o o ,o .o o o o----.o O J-- L-- > 0.2 e- 0,0 I I I I I I 0 20 40 60 80 100 120 140 Time on stream (min) 0.8 ~;, .... A-.--A'~\" v o.6 \",~, X ,As\" \"'methanol ,'~;~ .... A--. SHCH0 \"~ ~/ \"v.. - -v-- Sco (/) 0.4 o .,'\" \"v, = K./~/ \" V'''V'\" V'--V--~_.V .9 I._ > 0.2 K.// O 0.0 , i , , 10 2O 30 4O Time on stream (h) Fig. 7. Methanol conversion, formaldehyde selectivity and product distribution for (a) Zn-X and (b) Cu-ZSM-5 catalysts as a function of time on stream. Operating conditions: T--773 K, P=I.0 bar, W/F=9.3 gcat h mol-l, meat=0.3 g, XMeOH,0=12%. A. Mu~i( et al./Applied Catalysis A: General 165 (1997) 115-131 129 Table 7 that amorphous sodium carbonate is present on the Results of XRD and BET analysis of the prepared phosphate solids surface of NaZnP and NaMgP phosphates. Solid Phase identification (XRD) SBET (m2 g-l) The calcined ZnP, NaZnP and NaMgP have low ZnP Zn3(PO4)2, NagZnel(PO4)lT, 1.0 specific surface areas (1.0,3.2 and ll.3m2g-l, Na3PO4 respectively), which was also found by Aramendia NaZnP NaZnPO4, ZnO, NaOH 3.2 et al. [11-13]. NaMgP NaMgPO4, Na4Mg(PO4)2, 11.3 NazMg(CO3)2 3.3.2. Catalytic dehydrogenation of methanol Cu-P/SiOe amorphous n.d. Low dehydrogenation activity is observed over phosphate catalysts below their calcination tempera- ture. Therefore all measurements were taken at tem- peratures equal to or higher than calcination present only as minor phases. NaZnP contains sodium temperatures. Table 8 presents the activities of various zinc phosphate NaZnPO4 (the predominant phase), phosphate samples and their deactivation after longer zincite phase ZnO and traces of unreacted sodium exposure. There is a significant difference between the hydroxide. The NaMgP sample contains mainly tested phosphates: Cu-P/SiO2, NaZnP and NaMgP NaMgPO4 and traces of Na4Mg(PO4)2 and produce formaldehyde selectively, whereas ZnP pre- Na2Mg(CO3)2. Therefore, the structural identification dominantly yields carbon monoxide. The highest of the prevailing phase in the prepared ZnP, NaZnP selectivity to formaldehyde is obtained at 873 K, using and NaMgP solids (Zn3(PO4)2, NaZnPO4 and the NaZnP sample. As reaction temperature increases, NaMgPO4, respectively) is in agreement with that the dehydrogenation activity remains almost reported by Aramendia et al. [11-13]. unchanged while the selectivity to formaldehyde The IR spectra of NaZnP and NaMgP were com- slightly drops and methyl formate occurs as the main pared with Na2CO3 spectra in order to determine the by-product. potential presence of sodium carbonate on the surface The results shown in Table 8 clearly indicate that of prepared phosphates. The IR spectra of the NaZnP the addition of sodium carbonate during the synthesis and NaMgP show the strongest band in the region of phosphates (NaZnP and NaMgP) increases the 1000-1050 cm-1, which is characteristic of inorganic selectivity to formaldehyde and decreases the conver- phosphates with the general formula M3PO4 [12,13]; sion of methanol. On the basis of surface character- on the other hand, there are no bands that would ization of the NaMgP catalyst by EDX and XPS clearly confirm the presence of NazCO3. Nevertheless, analysis, followed by FFIR spectroscopy of NaZnP using diffuse reflectance IR and XPS elemental com- and NaMgP catalysts and by the determination of position analysis, Aramendia et al. [11-13] confirmed acidic, basic and oxidising site concentrations of the Table 8 Methanol conversion (XMeoH) and selectivity over phosphate catalysts at various reaction temperatures and time on stream Catalyst T t XMeOH SHcHO Sco ScH4 St)ME SMv (K) (h) (%) ZnP 873 2 73.6 3.9 91.7 2.3 2.1 -- 20 19.8 12.8 87.2 -- -- -- NaZnP 873 2 7.2 92.5 5.5 -- -- 2.0 20 3.9 97.0 3.0 -- -- -- 925 2 10.4 84.6 6.4 1.0 -- 8.0 20 5.1 83.6 6.6 -- -- 9.8 NaMgP 925 2 29.4 30.2 54.6 12.0 3.4 -- 20 5.5 60.8 27.2 1.7 10.3 -- Cu-P/SiO2 773 2 10.7 93.4 1.7 -- 4.9 -- 20 2.1 81.5 5.4 -- 13.1 -- S=selectivity. Operating conditions: P=I.0 bar, W/F=9.3 goat h tool l, meat=0.3 g; 0.40 g (Cu-P]SiO2), XueoH.o=12%. 130 A. Mu~i( et al./Applied Catalysis A: General 165 (1997) 115-131 NaMgP solid, Aramendia et al. [ 11-13] have found deactivation of the catalyst at reaction conditions. The that the NazCO3 deposited over the zinc or magnesium Cu-P/SiO2 catalyst was black after the catalytic test orthophosphate increased the number of surface basic and it contained 2.1 wt% of carbon. sites, and consequently increased the phosphate dehy- Unfortunately, NaZnP and other phosphate samples drogenation capacity for cyclohexanol. In our study (Table 8) are rapidly deactivated at the operating ZnP shows a tendency to produce carbon monoxide conditions employed in this study. On the basis of selectively. NaZnP and NaMgP samples possess total carbon content and X-ray powder diffraction improved selectivity to formaldehyde, the most sig- patterns of the NaZnP sample before and after the nificant by-products being MF and CO in the first and reaction, the deactivation of the catalyst is probably CO, DME and methane in the second case. due to the formation of carbonaceous deposits on the A silica-supported copper catalyst whose surface active surface (1.9 wt% of carbon). The NaZnP sam- was covered with a certain phosphorus compound was ple was black after the catalytic test, but its X-ray prepared for comparison, because it was found [18] powder diffractogram confirms the retained structure. that the Cu-P/SiO2 catalyst showed excellent selec- Deactivation of phosphate catalysts was also men- tivity to formaldehyde in dehydrogenation of metha- tioned in early studies of structure-reactivity relation- nol. The temporal course of methanol ship for the alcohol dehydrogenation reaction over dehydrogenation over the Cu-P/SiO2 catalyst is hydroxyapatite [9], where the aldehyde, produced by shown in Fig. 8. The conversion of methanol dehydrogenation of primary alcohols, underwent sec- decreases gradually with time on stream. In all stages ondary reactions that influenced the catalyst deactiva- of the reaction, carbon monoxide and dimethyl ether tion. Aramendia et al. [13] assumed that the NaZnP are formed as by-products. Our results confirm the catalyst deactivation during the gas-phase dehydro- previously reported [18] outstanding selectivity to genation of cyclohexanol was a result of thermal formaldehyde and reveal low conversion and rapid decomposition of cyclohexanol and cyclohexanone 1.0 - _ .... ..... ~ ...... ..... \"7\" 0.8 ........ ~ ..... ,A--.A ,m ._> u 0.6 ~ --O-- Xmethanol f\"#) --- '0--- SDME C o 0.4 ---A--- SHCHO --v-- Sco L_ c o 02 ...... . ...... . ....... . ...... .. 0.0- _~---v---v--- ~ ........ - ....... 0 5 10 15 20 Time on stream (h) Fig. 8. Methanol conversion, formaldehyde selectivity and product distribution for Cu-P/SiO2 catalyst as a function of time on stream. Operating conditions: T=773 K, P= 1.0 bar, WIF=9.3 g~at h mo1-1, meat=0.40 g, XMeOH.O=12%. A. MuJi( et al./Applied Catalysis A: General 165 119971 115-13l 131 to carbon. They also stated that both the conversion [51 G. Wiesgickl, H.E Beck, G. Eming, Appl. Catal. 59 119901 and carbon formation increase with temperature. L1. [6] Y. Matsumura, K. Hashimoto, S. Yoshida, J. Catal. 100 (1986) 392. [7] Y. Matsumura, K. Hashimoto, S. Yoshida, J. Catal. 131 ~ 1991 ) 4. Conclusions 226. [8] C.D. Dart[, M.E. Davis, Catal. Today 19 (19941 151. ZnO/SiO2 based catalysts exhibit much better long- [9] C.L. Kibby, W.K, Hall, J. Catal. 29 11973) 144. term stability and higher yields of formaldehyde than [10] A. Tada, H. ltoh, J.M. Kawasaki, J. Nara, Chem. Lett., (t975) 517. zeolites and phosphates. Modification with oxides of [11] M.A. Aramendia, J. Barrios, V. Borau, C. Jimenez, J. M. transition metals, especially with iron oxide, by a Marinas, EJ. Romero, J.R, Ruiz, EJ. Urbano. Proc. 2nd procedure that includes coprecipitation of zinc and World Congress and 4th European Workshop Meeting, Benalmadena, Spain, September 20-24, 769, 1993. metal hydroxides from aqueous nitrate solutions onto a suspended silica support and subsequent calcination, [12] M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas, F.J. Romero, J.A. Navio, J. Barrios, J. Catal. 157 11995) 97. changes the properties of the active surface and alters [13] M.A. Aramendia, V. Borau, C. Jimenez, J.M. Marinas, EJ. the dehydrogenation activity. At isoconversional con- Romero, J. Catal, 151 (19951 44. ditions the selectivity to formaldehyde is improved in [14] A.J. van Dillen, J.W. Geus, L.A.M. Hermans, J. van der case of Fe oxide addition, while the presence of Ce Meijden, in: G. C. Bond et al. (Eds.), Proc. 6th Int. Congr. Catal., The Chem. Soc., London, vol. 2, 1977, p. 677. oxide and sodium carbonate markedly reduce the [15] V.N. Romannikov, V.M. Mastikhin, S. Ho6evar, B. Dr~aj, selectivity. Zeolites, 3 119831 311. Zeolites are prone to deactivate via the 'coking' [16] S. Bun, S. Nishiyama, S. Tsuruya. M. Masai, Appl. Catal. 59 reactions, which render them less suitable for dehy- (19901 13. drogenation of methanol. Sodium carbonate-doped [17] M.G. Howden, Zeolites 5 119851 334. zinc phosphate and the phosphorus-added silica-sup- [181 Y. Yamamoto, A. Shimoda, T. Okuhara, M. Misono, Chem, Let[., 119881 273. ported copper catalyst proved to be extremely selec- [19] p, PDS, Micro Powder Diffraction Search Match, Fein- tive. Nevertheless, they have low activity and Marquart Associates, Release 4.30, 19911. deactivate very rapidly. [2o] W. Hirschwald, D. Hofmann, Surface Sci. 140 119841 415. [21] M. Bowker, H. Houghton, K.C. Waugh, J. Catal. 84 11983) 252. Acknowledgements [22] S. Su, M.R. Prairie, A. Renken, Appl. Catal. A: General 91 119921 131. [23] R Zaza, H. Randall, R. Doepper, A. Renken, Catal. Today 211 The financial support of this work from the Slove- 119941 325. nian Ministry of Science and Technology under grant [24] N.W. Cant, S.R Tonner, D.L. Trimm, MS. Wainwright, J. Catal. 91 11985) 197. J2-7061 is gratefully acknowledged. [25] Mamoru Ai, J. Catal. 77 (19821 279. [26] Moon-Jo Chung, Dong-Ju Moon, Kun-You Park, Son-Ki Ibm, J. Catal., 136 11992) 609. References [27] B.W. Higdon, C.C. Hobbs, M.U. Onore, U.S. Pat. 3,812, 2111 119741. [1] M. Chono, T. Yamamoto, Shokubai 23 119811 3. [28] K. Takahashi, N. Takezava, H. Kobayashi. Appl. Catal. 2 [2] M. Sagou, European Patent Application 0 130 068 A2 119821 363. 11985). [29] P.A. Jacobs, Carboniogenic Activity of Zeolites, Elsevier. Amsterdam, 1977. [3] S. Su, R Zaza, A. Renken, Chem. Eng. Technol. 17 (1994) 34. [30] K. Tagaki, Y. Morikawa, T. lkawa. Chem. Let[., 4 (1985) 527. [4] S. Su, M.R. Prairie, A. Renken, Appl. Catal. A: General 95 (1993) 131. [31] S. Ho~evar, B. Dr~,aj, J. Catal. 73 119821 2115. APCATA 97001956 S0926-860X(97)00195-6 10.1016/S0926-860X(97)00195-6 Elsevier Science B.V. All rights reserved. Gas-phase catalytic dehydrogenation of methanol to formaldehyde over ZnO/SiO2 based catalysts, zeolites, and phosphates Andreja Musˇicˇ a Jurka Batista a Janez Levec * a b a Laboratory for Catalysis and Chemical Reaction Engineering, National Institute of Chemistry, P.O. Box 3430, SI-1001 Ljubljana ,Slovenia b Department of Chemical Engineering, University of Ljubljana, P.O. Box 537, SI-1001 Ljubljana ,Slovenia * Corresponding author. Tel.: +386611760280; fax: +386611259244 A series of ZnO/SiO2 based catalysts modified by El-oxides (El: In, La, Ce, Cr, Mn, Fe, Cu, Ag), zeolites (Na-ZSM-5, Na-ZSM-5(B), Cu-ZSM-5, Zn-X), sodium carbonate-doped phosphates of zinc and magnesium (NaZnP, NaMgP), and phosphorus-added silica-supported copper catalyst (Cu—P/SiO2) were prepared and comparatively tested for the selective gas-phase dehydrogenation of methanol to formaldehyde. The selectivity of catalysts was found to be dependent on the acid-base and redox properties, which were affected by their synthesis and calcination. Among the tested catalysts, the highest selectivity to formaldehyde is exhibited by NaZnP and Cu—P/SiO2; nevertheless, their activity is low and they are prone to rapid deactivation. Although Na-ZSM-5, Zn—X and Cu-ZSM-5 possess promising selectivity, they suffer from lack of stable performance due to ‘coking’ reactions. On the other hand, ZnO/SiO2 based catalysts proved to possess superior long-term stability and higher yields when compared to zeolites or phosphates. At isoconversional conditions, the selectivity of ZnO/SiO2 catalysts can be improved by incorporation of Fe oxide, while the addition of other oxides (Cu, La, Ag, In) does not show the same influence. However, at the same operating conditions, the modification with the mentioned oxides alters the catalyst activity (Cu and La enhance, while In and Ag suppress the ZnO/SiO2 activity). The modification with Ce-oxide, as well as with sodium carbonate, increases the dehydrogenation activity of the ZnO/SiO2 catalyst. Nevertheless, Ce and Na ions favour consecutive reaction to CO, and are therefore to be avoided while preparing a selective catalyst. Keywords Dehydrogenation Methanol ZnO/SiO2 based catalyst Zeolite Phosphate Deactivation Reference [1] Chono M. Yamamoto T. Shokubai 23 1981 3 [2] M. Sagou, European Patent Application 0 130 068 A2 (1985). [3] Su S. Zaza P. Renken A. Chem. Eng. Technol. 17 1994 34 [4] Su S. Prairie M.R. Renken A. Appl. Catal. A: General 95 1993 131 [5] Wiesgickl G. Beck H.P. Eming G. Appl. Catal. 59 1990 L1 [6] Matsumura Y. Hashimoto K. Yoshida S. J. Catal. 100 1986 392 [7] Matsumura Y. Hashimoto K. Yoshida S. J. Catal. 131 1991 226 [8] Dartt C.D. Davis M.E. Catal. Today 19 1994 151 [9] Kibby C.L. Hall W.K. J. Catal. 29 1973 144 [10] Tada A. Itoh H. Kawasaki J.M. J. Nara, Chem. Lett. 1975 517 [11] Aramendia M.A. Barrios J. Borau V. Jimenez C. Marinas J.M. Romero F.J. Ruiz J.R. Urbano F.J. 3rd ed. Proc. 2nd World Congress and 4th European Workshop Meeting, Benalmadena, Spain, September 20–24 769 1993 [12] Aramendia M.A. Borau V. Jimenez C. Marinas J.M. Romero F.J. Navio J.A. Barrios J. J. Catal. 157 1995 97 [13] Aramendia M.A. Borau V. Jimenez C. Marinas J.M. Romero F.J. J. Catal. 151 1995 44 [14] van Dillen A.J. Geus J.W. Hermans L.A.M. van der Meijden J. 3rd ed. Bond G.C. Proc. 6th Int. Congr. Catal., The Chem. Soc., London vol. 2 1977 677 [15] Romannikov V.N. Mastikhin V.M. Hocˇevar S. Drzˇaj B. Zeolites 3 1983 311 [16] Bun S. Nishiyama S. Tsuruya S. Masai M. Appl. Catal. 59 1990 13 [17] Howden M.G. Zeolites 5 1985 334 [18] Yamamoto T. Shimoda A. Okuhara T. Misono M. Chem. Lett. 1988 273 [19] 3rd ed. μPDS, Micro Powder Diffraction Search Match 1990 Fein-Marquart Associates Release 4.30 [20] Hirschwald W. Hofmann D. Surface Sci. 140 1984 415 [21] Bowker M. Houghton H. Waugh K.C. J. Catal. 84 1983 252 [22] Su S. Prairie M.R. Renken A. Appl. Catal. A: General 91 1992 131 [23] Zaza P. Randall H. Doepper R. Renken A. Catal. Today 20 1994 325 [24] Cant N.W. Tonner S.P. Trimm D.L. Wainwright M.S. J. Catal. 91 1985 197 [25] Ai Mamoru J. Catal. 77 1982 279 [26] Chung Moon-Jo Moon Dong-Ju Park Kun-You Ihm Son-Ki J. Catal. 136 1992 609 [27] B.W. Higdon, C.C. Hobbs, M.U. Onore, U.S. Pat. 3, 812, 210 (1974). [28] Takahashi K. Takezava N. Kobayashi H. Appl. Catal. 2 1982 363 [29] Jacobs P.A. 3rd ed. Carboniogenic Activity of Zeolites 1977 Elsevier Amsterdam [30] Tagaki K. Morikawa Y. Ikawa T. Chem. Lett. 4 1985 527 [31] Hocˇevar S. Drzˇaj B. J. Catal. 73 1982 205",
      "scopus-id": "0038483426",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001956",
        "dc:description": "A series of ZnO/SiO2 based catalysts modified by El-oxides (El: In, La, Ce, Cr, Mn, Fe, Cu, Ag), zeolites (Na-ZSM-5, Na-ZSM-5(B), Cu-ZSM-5, Zn-X), sodium carbonate-doped phosphates of zinc and magnesium (NaZnP, NaMgP), and phosphorus-added silica-supported copper catalyst (Cu—P/SiO2) were prepared and comparatively tested for the selective gas-phase dehydrogenation of methanol to formaldehyde. The selectivity of catalysts was found to be dependent on the acid-base and redox properties, which were affected by their synthesis and calcination. Among the tested catalysts, the highest selectivity to formaldehyde is exhibited by NaZnP and Cu—P/SiO2; nevertheless, their activity is low and they are prone to rapid deactivation. Although Na-ZSM-5, Zn—X and Cu-ZSM-5 possess promising selectivity, they suffer from lack of stable performance due to ‘coking’ reactions. On the other hand, ZnO/SiO2 based catalysts proved to possess superior long-term stability and higher yields when compared to zeolites or phosphates. At isoconversional conditions, the selectivity of ZnO/SiO2 catalysts can be improved by incorporation of Fe oxide, while the addition of other oxides (Cu, La, Ag, In) does not show the same influence. However, at the same operating conditions, the modification with the mentioned oxides alters the catalyst activity (Cu and La enhance, while In and Ag suppress the ZnO/SiO2 activity). The modification with Ce-oxide, as well as with sodium carbonate, increases the dehydrogenation activity of the ZnO/SiO2 catalyst. Nevertheless, Ce and Na ions favour consecutive reaction to CO, and are therefore to be avoided while preparing a selective catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001956",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Musˇicˇ, Andreja"
          },
          {
            "@_fa": "true",
            "$": "Batista, Jurka"
          },
          {
            "@_fa": "true",
            "$": "Levec, Janez"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001956"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001956"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00195-6",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Gas-phase catalytic dehydrogenation of methanol to formaldehyde over ZnO/SiO2 based catalysts, zeolites, and phosphates",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Methanol"
          },
          {
            "@_fa": "true",
            "$": "ZnO/SiO2 based catalyst"
          },
          {
            "@_fa": "true",
            "$": "Zeolite"
          },
          {
            "@_fa": "true",
            "$": "Phosphate"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "115-131",
        "prism:endingPage": "131",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00195-6",
        "prism:startingPage": "115",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00195-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038483426"
      }
    }
  }
}