{
  "metadata": {
    "title": "EXAFS identification of the active species in supported niobium sulfide hydrotreatment catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00069-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000690",
    "pii": "S0926860X97000690"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001071108",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000690 S0926-860X(97)00069-0 S0926860X97000690 10.1016/S0926-860X(97)00069-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 25 333 354 333 354 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. EXAFSIDENTIFICATIONACTIVESPECIESINSUPPORTEDNIOBIUMSULFIDEHYDROTREATMENTCATALYSTS ALLALI N PECORARO 1981 430 T LEWIS 1981 186 D KONDRATEV 1985 1167 S VRINAT 1987 1017 M DANOT 1991 629 M LACROIX 1989 473 M RIJNSDORP 1978 325 J ALLALI 1995 279 N ALLALI 1996 137 N KURDI 1988 M MICHALOWICZ 1991 102 A LOGICIELSPOURLACHIMIE LENGELER 1980 4507 B JAMES 1976 75/20 F REHR 1988 3763 J MUSTREDELEON 1991 4146 J STERN 1993 9825 E LYTTLE 1975 4825 F STERN 1975 4836 E EISENBERGER 1979 481 P BUNKER 1983 437 G DECRESCENZI 1981 921 M LAGARDE 1983 275 P KADIJK 1969 F JELLINEK 1960 376 F KADIJK 1969 421 F BOUWENS 1990 3711 S BREYSSE 1991 489 M EIJSBOUTS 1993 53 S YUAN 1992 S BOUWENS 1991 123 S ALLALIX1997X333 ALLALIX1997X333X354 ALLALIX1997X333XN ALLALIX1997X333X354XN item S0926-860X(97)00069-0 S0926860X97000690 1-s2.0-S0926860X97000690 10.1016/S0926-860X(97)00069-0 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000690-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000690/MAIN/application/pdf/5749830e7863a14bbfd863da093b704c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000690/MAIN/application/pdf/5749830e7863a14bbfd863da093b704c/main.pdf main.pdf pdf true 1189710 MAIN 22 1-s2.0-S0926860X97000690-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000690/PREVIEW/image/png/bba1733a14b36427c5aa6f42fa233a11/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000690/PREVIEW/image/png/bba1733a14b36427c5aa6f42fa233a11/main_1.png main_1.png png 47616 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 333-354 EXAFS identification of the active species in supported niobium sulfide hydrotreatment catalysts Nabil Allalia, Eric Prouzeta, Alain Michalowiczbc, Val~rie Gaborita, Abdelilah Nadiria, Michel Danota'* aLaboratoire de Chimie des Solides, IMN, CNRS-Universit~ de Nantes, UMR 6502, 2 rue de la Houssinibre. B.P. 32229, 44322 Nantes Cidex 3, France bLaboratoire de Physique des Milieux Dgsordonn~s, Faculti des Sciences et Technologies, Universiti Paris XIL Avenue du G~n~ral de Gaulle, 94000 Cr~teil, France CLURE, Universit~ de Paris-Sud, CNRS Bdttiment 209 D, 91405 Orsay Cddex, France dLaboratoire de Chimie Mindrale AppliquEe, Facult~ des Sciences, Universit~ Moulay lsmaiL BP 4010, Beni M'hamed, Meknks, Morocco Received 4 December 1996; received in revised form 14 February 1997; accepted 14 February 1997 Abstract We present a Nb K-edge EXAFS study of carbon- and alumina-supported niobium sulfide hydrotreatment catalysts. NbS2 and NbS3 entities have been evidenced on the carbon support, and NbS2 and Nbl_yS ones on the alumina support. EXAFS spectra of carbon-supported species, which are highly disordered, were analyzed through an asymmetric distance distribution model. Considering their poor dispersion, Nbl_yS species can be thought to be intrinsically highly active. Their activity, and that of NbS3 entities as well, can possibly be related to cation clustering. Niobium sulfides appear as very sensitive to support effects. Keywords.\" Niobium sulfides; Carbon support; Alumina support; EXAFS; Hydrotreatment I. Introduction Much work devoted to hydrotreatment catalysts concerns the improvement of the more traditional formulations (CoMo, NiMo .... ). However, non-conventional catalysts are also of interest, both technologically and intellectually, a case in point being the example of the niobium sulfides. The first studies of unsupported niobium sulfides gave somewhat different results. In their early survey of transition * Corresponding author. Tel.: +33-2-40373925; fax: +33-2-40373995. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00069-0 334 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 metal sulfides as hydrodesulfurization catalysts, Pecoraro and Chianelli [1] measured for niobium sulfide a rather low activity. Lewis and Kenney [2], on the other hand, have shown the disulfide NbS2 to be an effective catalyst for the isomerization and hydrogenation of 1-butene, despite very low surface areas of their samples. Besides, Kondratev et al. observed that cobalt-doping can induce a 50% increase of the activity of NbS2 [3]. Some years later, several unsupported niobium sulfides, the trisulfide NbSs, the disulfide NbS2, and the non-stoichio- metric disulfide Nbl+xS2, were tested in several hydrotreatment model-reactions (hydrodesulfurization, hydrodenitrogenation, hydrogenation) [4,5]. If compared to molybdenum disulfide, niobium sulfides showed interesting activities, a remark- able ability to cleave C-N and C-C bonds, and a high selectivity for hydrogenation [5,6]. It was found that the trisulfide NbS3 is more active than the disulfides NbS2, Nbl+xS2, and MoS2. This is probably related to the electronic particularities of niobium trisulfide which, contrary to the disulfides, presents anion- and cation- pairing, as evidenced from a structural point of view by the existence of short interanionic and intercationic distances (ds-s =2.05 ,~ and dNb-Nb =3.04 ,~) [7]. The interest of niobium sulfides being clearly demonstrated from the catalytic performances of unsupported samples, the study of related supported systems was undertaken, using carbon and alumina supports [8,9]. According to the synthesis route and nature of the support, large differences in activity were observed. Even if differences in the dispersion play an important role, identification of the active phase(s) can be of interest for a better understanding of these systems, particularly concerning their structural and electronic characteristics. However, no informative X-ray diffraction pattern has been obtained for these supported catalysts due to the particle size and/or poor long range order. In such a case, the (Extended X-ray Absorption Fine Structure) EXAFS technique can be a convenient tool for information to be obtained concerning the local structural arrangement. The present article is devoted to an EXAFS study, at the niobium K-edge, of some carbon- and alumina-supported niobium sulfide catalysts. This study was undertaken in order to establish correlations between nature of the active species and synthesis parameters, including characteristics of the support. Additionally, it provided an opportunity to check the efficacy of using an asymmetric distance distribution function for EXAFS data processing in the case of highly disordered materials. 2. Experimental 2.1. Preparation of the supported niobium sulfide catalysts Due to its remarkable mechanical characteristics, alumina is generally preferred as a catalyst support for industrial hydrotreatment processes. However, our first attempts to prepare alumina-supported niobium sulfide catalysts were unsuccessful N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 335 because niobium-containing precursors cannot be sulfided on this support by usual methods [10]. For this reason, part of our work was carried out using the carbon support, which allows easy sulfidation of niobium. In parallel, we undertook investigations in order to sulfide niobium on the alumina support and found that sulfidation can be achieved using as the sulfiding agent carbon disulfide under pressure. The supports we used were \"Norit RX3\" carbon (CN), \"Lonza\" carbon (CL) and \"GFSC\" alumina. Their surface areas and pore volumes are 1200 m2/g and 1 cm3/g for CN, 225 m2/g and 1 cm3/g for CL, and 256 m2/g and 0.6 cm3/g for alumina. All the catalysts were prepared [8] by impregnation of the support with an oxalic buffer solution of niobium oxalate (about 10 g Nb/L), the niobium amount being equal to 10% of the support mass. For the alumina-supported catalysts, the niobium loading was achieved in one single impregnation. For the carbon- supported catalysts, two impregnations were used with half the required volume of solution, and with intermediate drying at room-temperature. Double impreg- nation was used for the synthesis of Nb/CN because, compared to single impreg- nation, it was found to increase the catalytic activity (thiophene HDS) threefold [8]. Nb/CL was also prepared using the double impregnation method, for the two carbon-supported samples differ only concerning the support characteristics; however, with the \"Lonza\" carbon support, the two methods give similar activities. Single impregnation was chosen for the three alumina-supported catalysts because double impregnation did not increase their activity. For the carbon-supported samples, sulfidation of niobium was achieved under atmospheric pressure at 400, during 4 h, using a N2/H2S (15%) flow. Unfortu- nately, this process is completely uneffective in the case of the alumina-supported samples for which more severe conditions are required: for these catalysts, sulfidation was carried out under CS2 pressure (~40 bar) at 400 for 13 h (Nbl/A1203), 400 for 100 h (Nb2/A1203) and 450~C for 4 h (Nb3/A1203). In order to be used as references, supported MoS2 samples were prepared with the same cation amount as the niobium sulfide catalysts ( 10% of the support mass). 2.2. Characterization X-ray diffraction patterns were recorded on an INEL device with a curved multi- cell detector, using CuKa 1 radiation (A= 1.54059 A). EDX analysis and estimation of the active particle size were performed (when possible) using a Philips CM30 device operated at 300 kV. For EDX analysis, crystalline NbS2 was used as reference compound. 2.3. Catalytic activities Catalytic activities were measured after stabilization (16 h) in the model- reaction of thiophene hydrodesulfurization (HDS), at 350, under hydrogen flow 336 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 (50 cm3/mn) at atmospheric pressure, using a thiophene partial pressure of 18 Torr. The catalytic activities are expressed as the number of thiophene moles trans- formed per second and per gram of cation (Nb or Mo). 2.4. EXAFS measurements and data analysis 2.4.1. EXAFS measurements The EXAFS spectra were recorded at the Laboratoire d'Utilisation du Rayonne- ment Electromagn&ique (LURE), the French Synchrotron Laboratory, on the EXAFS I spectrometer, using a Si (3 3 1) channel cut monochromator. During the experiments, the storage ring (DCI) used 1.85 GeV positrons with an average intensity of 250 mA. Data were collected in transmission mode by measurement of the beam intensities I0 and L respectively before and after passing through the sample, using ionization chambers partially filled with argon. For preparation of samples, each material was uniformly dispersed, and sandwiched between two X- ray transparent adhesive tapes (Kapton). The measurements were performed at the Nb K-edge from 18 850 to 19 800 eV with 3 eV steps and one second accumulation time per point. The experiments were carried out at room-temperature for the alumina-supported catalysts samples and at 77 K for the carbon-supported ones. Low-temperature measurements were preferred in the second case because of the highly disordered character of this second series. 2.4.2. EXAFS data analysis The EXAFS data processing was performed following the single scattering procedure [ 11 ]. The absorption spectra to be analyzed were obtained by averaging three experimental spectra using a cumulative approach. The background absorp- tion was calculated by using a theoretical expression [12] and the single atomic absorption of the absorber was interpolated by a fifth-degree polynomial expres- sion between 19 010 and 19 800 eV. Each spectrum was carefully extracted by varying both the degree and first point of the polynomial, and the best removal of low frequency noise was checked by further Fourier transformation. The edge energy, Eo, was taken equal to 18986 eV at half height of the absorption. The pseudo radial distribution function (RDF) around the absorbing atom was then obtained by a Fourier transformation of the weighted w(k).k3.X(k) spectrum, where a;(k) is a weighting window using a Kaiser function (7-=3.5) defined between 3 and 15 ~-1. All the further back Fourier transforms included a removal of this window. EXAFS spectra were fitted by using simplex and gradient methods [13] on a single scattering spherical wave model based on tabulated amplitudes and phase shifts calculated by the FEFF 6 Code [14,15]. This procedure is known to be valid as far as multiple scattering can be neglected, as we checked through calculations including multiple scattering (FEFF 6 Code [ 15]). For all calculations, the number of refined parameters was taken lower or equal to (Nind--1), where Nind is the number of independent variables [16]. N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 337 For materials with a good crystalline organization, the distribution function of distances corresponding to a given neighbor shell can be correctly described using a gaussian model [17,18], which corresponds to the usual EXAFS calculations. The parameters to be refined are the energy origin shift AE0 between experimental spectra and theoretical phase shift files and the structural parameters N, R, and o- (N is the number of neighbors of a defined species around niobium, at the distance R, with both thermal and st~.lctural disorders expressed through cr, the Debye-Waller factor). For highly disordered samples, the distance distribution cannot be described by a symmetrical function, kx(k) must then be represented, in the case of a single shell, by the following equation [19,20]: x(k) = -$2o f P(r). N.A(k)2 e_2k,.o~ . e(_2_rr/k) . sin(2kr + ~(k)) dr, k. where So2 is a many-body amplitude reduction factor, F equal to k/~(k), where )~(k) the mean free path of the photoelectron, A(k) the backscattering amplitude of the neighbors, and ~(k) the phase shift due to interactions between the photoelectron and both absorber and backscatterer atomic potentials. P(r) is the distance distribution function, it can be chosen as a hard sphere distribution function given by the following expressions [21,22]: 1 r P(r)~--exp(- -RJ) ifr_>Rj, s s P(r)=O ifr<Rj. After integration, the analytical expression of kx(k) becomes: k . x(k) = -SENA(k) (1 + 2ks. cot(2kRj + ~(k))) (4kZs2 + 1). (Rj + s)2 e-2k2 e(-2rIR,+s)/k) sin(2kRj + ~b(k)). In this case Rj, the minimum value of the interatomic distance for the concerned shell, and s, which depends upon the importance of disorder - and increases with it - must be refined. Since it has been established on the basis of a hard sphere model, the asymmetric distance distribution function can be used only for the first coordination shell of the absorbing atom. Whatever the distance distribution function, So2 and F were first determined using a reference spectrum, in order to enhance the accuracy of the model based on theoretical amplitude and phase shift files, and then kept at these values for the other spectra to be processed. The reliability of the fit is determined through the fit residue p: p = ~-~k k \" [kXexp(k) - kXcalc(k )]2 ~-~k k[kXexp ( k ) ]2 338 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 3. Results and discussion 3.1. Characterizations 3.1.1. X-ray diffraction The carbon-supported catalysts do not give any significant diffraction line. As for the alumina-supported phases, only one broad, weak line was detected in the diffractograms: at d~5.7 A for Nbl and d~5.9 ,~ for Nb2 and Nb3. These lines are consistent with the Nbl_yS 100-line [23] and NbS2 002- or 003-line of the 2H- or 3R-variety [24] respectively; however such a broad and weak unique line is not enough to allow definitive structural identification. From the line-widths, the coherence lengths can be estimated to ca. 30 ,~ along the radial direction. This value has to be considered only as a rough estimate since the Bragg peak description becomes unsuitable for so small coherence lengths. 3.1.2. Dispersion Due to very poor contrast, it was impossible to observe the carbon-supported active particles by electron microscopy. However, considering the EXAFS results (vide infra), it appears that crystalline organization is very imperfect for Nb/CN and slightly better for Nb/CL. As for the alumina-supported niobium sulfides, they show very poor dispersion [8]; all three appear rather similar, with particles of substantial length and stacking. Average length approaches 100 nm and 20-layer stackings can be found. Because of the presence of such large particles, it would be questionable to quantify the dispersion in order to compare the three catalysts in this regard. Considering the coherence length estimated hereabove, it can be deduced that the large particles are in fact aggregates constituted of small-size crystallites. 3.1.3. Chemical composition 3.1.3.1. Carbon-supported niobium sulfides. Chemical analysis (combustion) of Nb/CN gave a S/Nb ratio (3.2) greater than allowed by the chemistry of bulk niobium sulfides (maximal S/Nb ratio: 3), which is possibly related to particle size since for a given phase the overall composition depends upon the dispersion. For this reason, chemical analysis does not permit phase identification when dispersion has not been quantified: for instance smaller S/Nb ratio observed for Nb/CL (2.6) could be due to different nature of the active species and/or to larger particle size. TPR measurements were carried out on carbon-supported niobium sulfide and some of them were already reported [8]. For instance, 3.1 sulfur atoms per Nb atom were removed from Nb/CN. However, the device which was used (Tmax--1100 K) did not allow complete removal of sulfur. We note that, even if total sulfur amount N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 339 Table 1 Catalytic activities in thiophene hydrodesulfurization (AnDs, mol/sg of cation) for supported niobium sulfides and corresponding MoS2 references Carbon support Alumina support Catalyst Nb/CL Nb/CN Nbl/A1203 Nb2/A1203 Nb3/AI2Oa AHDS 109 24 121 35 13 20 Catalyst MoSz/CL MoS2/CN MoS2/AI203 AHDS 109 69 88 33 could be derived from these measurements, it would be affected also by the particle size. Moreover, the presence of adsorbed HzS and elemental sulfur on the support cannot be excluded, which would lead chemical analysis and TPR measurements to overestimate the S/Nb ratio in the active particles. For the same reason, EDX analysis cannot be informative in the case of these catalysts since, due to very poor contrast, it is impossible to be sure that the results actually reflect the active particle composition without any other contribution. 3.1.3.2. Alumina-supported niobium sulfides. These catalysts contain significant amounts of adsorbed CS2, which distorts the results of chemical analysis and TPR measurements as well. However, for these materials, rather good contrast and large particle size allow EDX determination of the atomic S/Nb ratio in the active phase. This ratio was found smaller for Nbl/A1203 (S/Nb=I.0) than for the two other samples (S/Nb=2.1). 3.1.4. Catalytic activities Table 1 gives the catalytic activities in thiophene HDS for the five niobium sulfide supported catalysts concerned by the present study. In order to allow comparisons, activities are also given in this table, for the same reaction, for MoS2 supported on CN, CL, and A1203. Nb/CN has a higher activity than any of the tested MoS2 samples. However, its activity is much lower than that of a Co-Mo or Ni-Mo catalyst, and cobalt and nickel were not found to promote niobium sulfides [3,9]. 3.2. EXAFS study 3.2.1. The reference crystalline compounds NbS2 and NbSs Niobium disulfide (NbSz), was used as a first reference compound to determine S~ and F. For these calculations, the structural parameter N previously derived from X-ray diffraction data was introduced as a non-refinable parameter. Using these S2 and F values, the EXAFS spectrum of NbS3, the second reference, was then refined in order to check the validity of calculations (agreement between 340 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 EXAFS and X-ray diffraction results). Furthermore, both references were used to compare, in the case of crystalline materials, the descriptions obtained on the basis of symmetric and asymmetric distance distributions. These results will be useful as terms of comparison for the values refined for the supported catalysts. 3.2.1.1. Crystal structure. (a) NbS2 (Fig. l(a)) is a lamellar compound [24]. Its structure is built from homoatomic layers: sulfur layers and niobium layers. Three neighboring layers, a sulfur one, a niobium one, and a sulfur one ,gain, are associated by strong Nb-S bonds to form a [SNbS] slab. In such a slab, every niobium atom is prismatically surrounded by six sulfur atoms. The whole crystal arrangement results from the stacking of slabs, but inter-slab bonds are weak, which is responsible for the anisotropy of the properties of such layered compounds. (b) In NbS3 (Fig. l(b)) [7], the elementary unit is also a [NbS6] triangular prism. Every niobium has two other sulfur neighbors, so that its effective coordination number is 8 (bicapped prism). The way these prisms are associated is quite different from that of NbS2: sharing their triangular bases, they constitute infinite fibres. However, the structure of NbS3 is two-dimensional due to inter-fiber bonds involving niobium and its bicapping sulfur neighbors. In NbS3, contrary to NbS2, the triangular bases of the [NbS6] prism are not equilateral, but only roughly isosceles, with a short S-S distance which corresponds to the existence of a S-S bond. The sulfur atoms concerned form disulfide anionic pairs, S2-, whereas the third sulfur of the triangular base occurs as S2-. This means that niobium has a +IV oxidation state, with a d~ electronic configuration. For energetic reasons (better stability) niobium pairs are formed due to dl--d1 bonds, which results in an alternation of short and long Nb-Nb distances. 3.2.1.2. EXAFS results (a) Symmetric distance distribution. For NbS2, as shown in Fig. 2(a), the RDF around niobium exhibits two peaks. The first one corresponds to the nearest neighbors (six sulfur atoms at a distance of 2.48 ,~), and the second one to the next nearest neighbors of niobium, i.e. six niobium atoms located in the same 0 0 1 plane as the absorbing niobium atom, at a distance (3.33 A) that corresponds to the a parameter of the hexagonal unit-cell of NbS2. Using these numbers of neighbors (N,-) as fixed values, Ri, F, So, AEo, and cr were refined. The fit result is presented in Table 2. Afterwards, for the other samples (the NbS3 model compound and the supported catalysts),/~ and S2 were fixed to the values refined for the NbS2 reference and the other parameters were refined. The RDF obtained for NbS3 (Fig. 2(b)) contains one sulfur and several niobium contributions. The experimental and calculated EXAFS spectra and Fourier transforms are compared in Fig. 3(a) and (b) and results are presented in Table 2. The distances and numbers of neigbors refined for each shell from the EXAFS data are in perfect agreement with those obtained from X-ray diffraction measurements N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 341 (b) Fig. 1. Structures of NbS2 (a) and NbS3 (b). The niobium and sulfur atoms are respectively represented by black and dotted circles. 342 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 16 12 _8 4 (a) 0l) 3 4 5 6 R (A) ' ' ' ' I ' ' ' ' I ' ' ' ' I ' ' ' ' [ ' ' ' ' I ' ' ' ' p J 1 2 12- _8 4 00 1 2 3 4 5 (b) R (A) Fig. 2. Radial distribution functions for NbS2 (a) and NbS3 (b). [7]. For the sulfur shell, the 8 neighbors at the average distance of 2.57 ,~ correspond to the [NbS6+2] bicapped prism. Concerning the two first niobium shells, the short (NbI at 3.04 A) and long (NblI at 3.68 A) distances respectively refer to paired and unpaired atoms in a given fibre. The other Nb-Nb distances (NblII at 4.09 ,~ and NblV at 4.12 ,~) correspond to niobium neighbors located in the adjacent fibers. The excellent agreement between the structural parameters derived from EXAFS and from X-ray diffraction data unambiguously confirms the valididty of the calculation method we used. (b) Asymmetric distance distribution. As already mentioned, the asymmetric distance distribution model can only concern the first shell (Nb-S). For the N. AUali et al./Applied Catalysis A: General 159 (1997) 333-354 343 Table 2 Crystalline references NbS2 and NbS3: Results of the fits of the EXAFS spectra, comparison with crystallographic data REXAFS (A) NEXAFS O- (A) z~xE0 (eV) RXRD (ilk) NXRD S (A) p (%) NbS2s 0.3 Sulfur shell 2.47 (6) 0.06 1.4 2.48 6 -- Niobium shell 3.32 (6) 0.07 0.3 3.33 6 -- NbS2a 3.8 Sulfur shell 2.47 (6) 0.06 1.9 2.48 6 0.00 NbS3~ 0.7 Sulfur shell 2.57 8.2 0.09 2.8 2.57 8 -- Niobium shells NbI 3.04 1.2 0.06 -5.8 3.04 1 -- NbIl 3.68 1.7 0.07 -5.8 3.69 1 -- NblII 4.09 2.0 0.07 -5.8 4.08 2 -- NblV 4.12 1.5 0.10 -5.8 4.17 2 -- NbS3a 5.2 Sulfur shell 2.58 7.0 0.07 0.0 2.57 8 0.00 The refinement was performed /'Nb=0.60 ]k-2. \" The refinement was performed F~=0.60 ,~-2. O: Non-refined parameters. using symmetric distance distribution, S~=0.78, Fs=0.73 ~-2 and using asymmetric distance distribution, S02=0.78, Fs=0.73 ~-2 and reference NbS2, this refinement was performed - as the previous one - with the Ns crystallographic value as a non-refined parameter, in order to derive the F and S~ values. The Ns and RNb-S values then refined for NbS3 according to the asymmetric distance distribution model (Table 2) are close by those obtained with the symmetric one. The values of s (0.00 ,~ for both NbS2 and NbS3) are in agreement with the well-ordered character of these crystalline reference com- pounds. (c) Identification of Nb-S moieties from EXAFS results. NbS2 and NbS3 entities can clearly be distinguished from EXAFS results due to their very different Nb-Nb contributions. The Nb-S peak can be used also for this purpose: the number of sulfur neighbors cannot be a decisive information owing to the calculation accuracy (i10% and sometimes up to +20%), but significant difference exists between the Nb-S bond lengths (2.57 ,~ for NbS3 and 2.48 A for NbS2 with a calculation accuracy of about 0.02 ,~). When the second peak is too weak for refinements to be significant, for instance in the case of highly disordered materials, the precise knowledge of the Nb-S distance is particularly important for identification of the niobium sulfide species. However, whereas a long Nb-S distance (2.57 ,~) is typical of NbS3, a short Nb-S distance (2.48 ,~) can be found not only in NbS2 but also in another niobium sulfide, Nbl_yS [23,25]. Nbj_yS species can be identified using the second peak since their Nb-Nb distance is very short (2.92 ,~, to be compared to 3.33 ,~ in NbS2). 344 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 10 5 -5 -10 2 (a) 4 6 8 10 12 14 k (i\" I~ 1 \"',-.. ,= 1 2 3 4 5 (b) R (~,) Fig. 3. Comparison between the experimental and simulated spectra for NbS3, including both sulfur and niobium shell contributions. (a) Calculated (continuous line) and experimental (black dots) EXAFS spectra. (b) Fourier transform: experimental (black dots) and calculated (continuous line) moduli, experimental (triangles) and calculated (continuous line) imaginary parts. 3.2.2. Carbon-supported niobium sulfides: Two supports with different surface areas Among the carbon-supported catalysts studied, two samples, Nb/CL and Nb/CN, have been chosen to illustrate the sensitivity of niobium sulfide chemistry to support effects. In addition, the use of an asymmetric distance distribution for disordered materials will be illustrated. The two catalysts, Nb/CL and Nb/CN, contain the same amount of niobium and differ only in the characteristics of the carbon support. In HDS of thiophene Nb/CN is five times more active than Nb/CL (a) ~ 4 o ~2 Al~li et al./Applied Cam~sis A: General 159 (1997) 333-354 6 ,lll|lllllllllllllllllllltl,I 0 - 3 4 5 6 R (A) 6 ''''|''''l'' 'l'~''l~'''l'''' 1 2 345 (b) 1 2 3 4 5 6 R (~,) --4 vt --.2 Fig. 4. Radial distribution functions for Nb/CL (a) and Nb/CN (b). (Table 1). Fig. 4 gives the RDF for both Nb/CL and Nb/CN. The peaks are less intense than those of the crystalline references (compare the vertical scales in Figs. 2 and 4), which is a first symptom of disorder. Due to the weakness of the significant peaks, the peaks around 1 A (Fig. 4), which originate from background, appear important (when present for well-organized samples, such peaks escape notice (cf. Fig. 2(a)) because of the different vertical scale). In fact, in the case of Nb/CN, disorder is so important that no significant parameter refinement could be performed for the second coordination shell of niobium. Consequently, this second peak can only be considered from a qualitative point of view, the only reliable source of structural information being the Nb-S contribution. As for Nb/CL, it gives a second peak more intense than that of Nb/CN, and calculations were 346 N, Allali et al./Applied Catalysis A: General 159 (1997) 333-354 performed for the corresponding Nb neighbor shell (using symmetric distance distribution since a second shell is concerned). However, when disorder effects can be seen for the first shell, they cannot be neglected for the second one. Conse- quently, the results of the refinements concerning the Nb-Nb peak of Nb/CN can only be considered as an indication which has to be confirmed by the Nb-S contribution. However, as indicated above, short Nb-S bond (2.48 ,~) can be attributed to either NbS2 or Nbl_yS species. Nevertheless, the existence of Nbl_yS species in these samples can be considered as rather unlikely considering, despite their uncertainty, the S/Nb ratios derived from chemical analysis, which are much larger than expected for the Nbl_yS phase (S/Nb~ 1.08 [23]). Besides, despite their weak intensity, the RDF's Nb-Nb peaks support this assumption : for all carbon- supported catalysts we studied (not only for the present report), the Nb-Nb peaks systematically consist of contributions which can be found in NbS2 and NbS3, without any participation of the Nbl_yS short distance. It can then be assumed that, if present, Nbl_yS cannot constitute an important proportion of the active species on the carbon supports. 3.2.2.1. Symmetric distance distribution. For Nb/CL, the Nb-S distance refines to 2.52 .~ (Table 3), intermediate between the Nb-S distances in NbS2 and NbS3, which suggests the coexistence of NbS2 and NbS3 entities. On the other hand, the Nb-Nb peak (Fig. 4(a)) does not contain any contribution from NbS3, actually it is ve~ similar to that of NbS2, in agreement with the refined Nb-Nb distance (3.32 A, to be compared to 3.33 ,~ for NbS2). For Nb/CN, the Nb-S distance refines to 2.57 ,~ (the Nb-S distance in NbS3) which suggests that this catalyst consists of the NbS3 species. However, in the RDF (Fig. 4(b)), the (weak) Nb-Nb peak contains a contribution at R=3.0 .~, (uncorrected value) which is present in the RDF of NbS2 (Fig. 2(a)). Besides, for all these calculations, the refined numbers of neighbors are very small. Concerning the second coordination shell (Nb/CL), such a low value can be related to high dispersion or to disorder effects, as discussed in the case of MoS2-based catalysts [26]. As for the first shell, the numbers of sulfur neighbors (2.0 for both Nb/CL and Nb/CN) are too small to have real structural meaning and can thus be considered as the consequence of an Table 3 Carbon-supported niobium sulfide catalysts: results of the fits of the EXAFS spectra Catalyst R~rb-s (A) RNb-Nb (A) Ns Nr (A) a (A) AEo (eV) s (A) p (%) Nb/CLS 2.52 2.0 0.05 1.8 -- 4.4 Nb/CNs 2.57 2.0 0.07 5.2 -- 7.1 Nb/CLa 2.46 5.4 0.02 4.4 0.20 4.9 Nb/CNa 2.52 7.0 0.01 7.7 0.38 5.4 Nb/CLs 3.32 1.9 0.07 -4.7 -- 4.4 s The refmement was performed using symmetric distance distribution. a The refinement was performed using asymmetric distance distribution. N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 347 inadequate fitting procedure. This can be related to an important disorder [19,20], consistent with the weakness of the peaks in the RDE It is precisely the case for which a refining procedure using an asymmetric distribution of the distances must be used. 3.2.2.2. Asymmetric distance distribution. For the sulfur coordination shell, Fig. 5 allows us to compare the experimental EXAFS signal with the curve calculated on the basis of the asymmetric distance distribution model, for both Nb/CL and Nb/CN. In both cases, the Nb-S distances and numbers of sulfur 4~ -4 (a) b _ ~\" .. ,-. 2 -2 2 4 6 8 10 12 14 16 k (,~,- ') ~0 -2 | 2 \\ i i 2 (b) i I 1 t F I 4 I i i ! .. . . ;,\" :; 6 8 k {~-') ' ' I ' ' I ' - ,I,,,I, 10 12 i 14 Fig. 5. Refinement for Nb/CL (a) and Nb/CN (b) of the sulfur shell contribution using asymmetric distance distribution. Experimental (black dots) and calculated (continuous line) EXAFS spectra. 348 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 neighbors are largely different from those obtained by the first procedure (Table 3). The Nb--S distances are this time 2.46 ,~ for Nb/CL and 2.52 A for Nb/CN. This means that Nb/CL is formed exclusively by the NbS2 species whereas the NbS3 and NbS2 species coexist in Nb/CN. Numbers of sulfur neighbors are now fitted by meaningful values which clearly shows, even if the fit residue is not decreased for Nb/CL, that the asymmetric distance distribution model leads to a far better description of the structural reality. The large values refined for s (0.20 .~ for Nb/CL and 0.38 ,~ for Nb/CN, to be compared to 0.00 ,~ for the crystalline references) are characteristic of an important disorder. 3.2.2.3. Discussion. For Nb/CL, the Nb-Nb signal in the RDF (Fig. 4(a)) is very similar to that of the reference NbS2, in perfect agreement with the information derived from the Nb-S shell on the basis of the asymmetric distribution. For Nb/CN, the Nb-Nb peak in the RDF (Fig. 4(b)) contains a contribution at o R=3.0 A (uncorrected value) in agreement with the presence of the NbS2 species. Another contribution can be observed at about R=3.4 A (uncorrected value), which is present in the RDF of the reference NbS3, but the complete Nb-Nb distance set of NbS3 does not appear in the RDF of this catalyst. However, the long Nb-S distance in Nb/CN can only be explained by the presence, for part of the niobium atoms, of a sulfur coordination shell similar to that which exists in crystalline NbS3 i.e. with sulfur pairing. However, as far as the weak Nb-Nb peak in the RDF of Nb/CN is significant, this similarity with NbS3 could be limited to the first neighbor shell, likely due to the lack of ordering at larger distance. Consequently, except for the sulfur surrounding of niobium, the so-called NbS3 species could not be considered as really identical to crystalline NbS3. These two catalysts differ only in the characteristics of the carbon-supports we used. On the basis of our EXAFS results, it appears that sulfidation is more important for Nb/CN. It can be thought that the high surface area \"Norit\" carbon allows a better dispersion, which leads to easier sulfidation of the precursor salt. The fivefold increase of activity observed from Nb/CL to Nb/CN can thus originate from better dispersion and/or from difference in the active phase(s) nature. In the case of reference carbon-supported molybdenum sulfide, only MoS2 can be formed in the synthesis conditions, and the activity difference between MoS2/CN and MoS2/CL is much weaker than in the case of niobium sulfide. On the basis of these comparisons, it could be thought that NbS3 supported species are more active than NbS2 ones, in agreement with the behavior of the corresponding unsupported catalysts. However, since dispersions could not be quantified, no definitive conclusion can be drawn about that. 3.2.3. Alumina supported niobium sulfides: Different sulfidation conditions We have observed that the catalytic activity (thiophene HDS) of alumina- supported niobium sulfides largely depends upon the sulfidation conditions (temperature and duration of the treatment under CSz pressure). Among all the N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 16_,,,,i .... ~ .... I .... I .... ~ .... '1~ 12- ~A i i i i~ 3 4 5 6 R (A) Fig. 6. Radial distribution functions for alumina-supported niobium sulfide catalysts. 349 samples we studied, three catalysts (Nbl/A1203, Nb2/AI203, and Nb3/AI203) have been chosen to illustrate the correlation between sulfidation conditions and nature of the active phase determined from EXAFS data. These three catalysts, for which HDS activities have been indicated hereabove (see Table 1), differ only concerning the conditions of sulfidation (see experimental section). For these three samples, Fig. 6 shows the radial distribution functions and Fig. 7 the calculated and experimental EXAFS signals including both sulfur and niobium shell contribu- tions. It first appears that in this series, the crystalline organization is far better than in the carbon-supported one, as shown by the greater intensities of the RDF's peaks (compare the vertical scales in Figs. 4 and 6). Besides, the radial distribution functions present a second peak intense enough for significant parameters to be refined, which allows us to extract the decisive structural information. Indeed, the first peak is the same for the three samples and, on the basis of a symmetric distance distribution, it corresponds to a Nb-S distance of 2.50 A (Table 4). Unlike the carbon-supported samples, the number of sulfur neighbors is not underestimated for Nbl and Nb3 because these catalysts are better organized, as confirmed by calculations using an asymmetric distance distribution. Effectively, according to the asymmetric model, the s factor refines to a value (0.01 ~, for both Nb 1 and Nb3) as low as those of our crystalline references. For Nb2, the number of sulfur neighbors is found smaller (4.4). Using the asymmetric distance distribution model, it increases to 5.6 without significant change of the distance; s is then found equal to 0.08 ~, which indicates the presence of some disorder. The second peak corresponds to a very short Nb--Nb distance (2.94 ,~, Table 4) for the catalyst sulfided at 400 during 13 h (Nbl/A1203). In the niobium-sulfur system, such a short distance can be observed only for Nbl_yS species, in which niobium atoms are associated in Nb3 triangular clusters (Fig. 8) with a Nb-Nb 350 N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 8 4 -4 -8 4 6 8 10 12 14 (a) k tA-') -4 -8 .... ' ' 2 4 6 (b) 8 I0 12 14 16 k IA ') 8 ~0 -4 -8 2 (c) 4 6 8 10 12 14 k (A-'~ Fig. 7. Refinement of both sulfur and niobium shell contributions for NbI/AI203 (a), Nb2/A1203 (b), and Nb3/ A1203 (c). Experimental (black dots) and calculated (continuous line) EXAFS spectra. Table 4 Alumina-supported niobium sulfide catalysts: results of the fits of the EXAFS spectra R (.~) N o (.~) AEo (eV) p (%) Nbl/AI203 0.3 Sulfur shell 2.50 7.6 0.08 -0.7 Niobium shell 2.94 0.8 0.05 10.5 Nb2/AlzO3 1.3 Sulfur shell 2.50 4.4 0.06 0.6 Niobium shell 3.33 1.6 0.06 -2.3 Nb3/A1203 0.6 Sulfur shell 2.50 5.2 0.07 - 1.1 Niobium shell 3.29 1.9 0.09 -6.4 distance equal to 2.92 A [23,25]. If the sulfidation treatment at 400 is carried on for 100 h (Nb2/A1203), the Nb-Nb distance becomes equal to 3.33 ~, (Table 4), which shows that the Nb~_yS entities have transformed into NbS2 ones (RN~-t,m=3.33 +~). However, this treatment does not allow perfect organization of the sulfur surrounding of niobium (s=0.08). If the sulfidation temperature is slightly increased (450), and even for short duration treatment (4 h, Nb3/AI203) N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 351 Fig. 8. Structure of Nbl_yS, with triangular niobium clusters. The niobium and sulfur atoms are respectively represented by black and dotted circles. the Nb-Nb distance (3.29 A) is consistent with the existence of the NbS2 species. The numbers of niobium neighbors (Table 4) are found smaller than expected from the structural data (~2 for Nbl_yS, 6 for NbS2). Considering the large particle size [8] this reduction cannot be related to high dispersion but to imperfect organization of the second coordination sphere of niobium (highly folded slabs [26]). Considering the nature of the niobium sulfide entities evidenced by the second peak, it is not surprizing that we refined the same Nb-S distance for the three catalysts since, as mentioned above, this distance can be found in both NbS2 and Nbl_yS [23,25]. The nature of the active species determined from EXAFS data (Nb~ _yS for Nb 1 and NbS2 for Nb2 and Nb3) is consistent with X-ray diffraction and EDX analysis results (see the characterization section). However, these two techniques could not alone allow precise description of the niobium sulfide entities. Effectively, as indicated hereabove, only one broad and weak line could be observed on the diffractograms. EDX analysis of course gives the composition of the particles, but does not provide any information about the local atomic arrangement. For instance, in the case of Nbl/A1203, EDX analysis shows that the formula of the active particles is close to NbS, but only the EXAFS study could demonstrate that, in these particles, the atomic arrangement is effectively that which exists in bulk Nbl_rS, with cation clustering. 352 N. Allali et aL /Applied Catalysis A: General 159 (1997) 333-354 An important result of this study is that the best activity on the alumina-support is obtained for catalysts composed of Nb~_yS-like species. This point will be discussed in Section 3.2.4. As shown by the intensities of the peaks in the RDF's and refined values of s, the crystalline organization of the active phase is rather good, at least concerning the first neighbor shell, in these alumina-supported catalysts. Moreover, the active particles are quite large if compared to those of industrial CoMo or NiMo [27,28]. Considering this very poor dispersion, the activities we reach in thiophene HDS (and in some other hydrotreatment model reactions as well) indicate that niobium sulfides are highly active. Careful optimization of the successive steps of the synthesis is currently in progress, in order to improve the dispersion, and the activity, of these catalysts. 3.2.4. Comparison of carbon- and alumina-supported niobium sulfide catalysts In this article only some of the numerous catalysts are mentioned which we prepared using alumina and carbon supports. Considering the whole set of catalysts we studied, a striking feature is that, whereas NbS2 species can be evidenced on both supports, NbS3 entities form only on carbon and Nbl_yS ones only on alumina, whatever the synthesis conditions. Concerning Nbl_yS, it has to be pointed out that attempts to synthesize bulk samples systematically resulted in polyphasic products [23]. It thus appears that Nbl_yS is stabilized by the alumina support. Besides, as already indicated, sulfidation of the niobium precursor can easily be achieved on the carbon support using a N2/H2S (15%) flow under atmospheric pressure, whereas much more severe treatment (CS2 under pressure) is required for the alumina-supported catalysts. It follows from these results that the chemistry of niobium sulfides largely depends upon the support that is used: the chemical consequences of support effects therefore appear to be more important for niobium than for molybdenum sulfides.Cation clustering, a decisive feature for high catalytic activity? At the very beginning of the study of niobium sulfide catalysts [4], the first hypothesis to explain the high activity of unsupported NbS3, compared to niobium or molybdenum disulfides, was to attribute an important catalytic role to the 2 sulfur pairs $2-. However, it appears that this anionic pairing is not sufficient for a hydrotreatment catalyst to be highly active, since titanium or zirconium trisulfides - with sulfur pairs too - are perfectly inactive [10]. It could then be thought that the high activity of NbS3 could be related to the other electronic peculiarity of this phase, i.e. cationic pairing through dl-d~ bonds (which does not exist in TiS3 and ZrS3 in which the cation external configuration is dO). For our Nb/CN catalyst, which is more active than MoS2 on the same support, it appears that part of the niobium atoms have a sulfur environment similar to that in NbS3. However, this similarity with NbS3 is not sufficient to definitively prove the importance of cation pairing since the weak Nb-Nb contribution did not allow the cationic environment of niobium to be identified. Concerning alumina-sup- ported niobium sulfides, despite its low S/Nb ratio and very poor dispersion, one of N. Allali et al./Applied Catalysis A: General 159 (1997) 333-354 353 our catalysts matches MoS2/A1203 (Table 1). A striking feature is that the EXAFS results clearly show that this catalyst is characterized by the existence of metal- metal associations (short Nb-Nb distances typical of the Nbl_yS structural arrangement). The role of metal-metal associations has been demonstrated for hydrotreatment ruthenium sulfide catalysts, for which the best activities are reached for sulfur-deficient materials, with ruthenium clustering [29]. In Co- and Ni-promoted molybdenum sulfide catalysts, the Mo-(Ni or Co) distance is short (2.8 A [26,30]), which denotes strong metal-metal interactions. These observations do not allow us to definitively conclude that cation clustering necessarily induces high hydrotreatment catalytic activity; it is however remark- able that highly active systems contain species with cation clustering. 4. Conclusion In this work we show that, for poorly organized materials, it is of paramount importance to use a suitable model for description of the distance distribution. For the crystalline references, and for our alumina-supported catalysts in which the Nb-S species exhibit a rather good crystalline organization, correct results are obtained using either gaussian or asymmetric distance distributions. In contrast, for our poorly crystallized carbon-supported catalysts, the gaussian description leads to structural parameters devoid of chemical meaning, and precludes precise identification of the niobium sulfide entities. In such a case, an asymmetric distance distribution model has to be used, since it is the only way for significant parameters to be refined and the nature of the active species established. This study shows that various niobium sulfide species can be synthesized by varying the nature of the support and synthesis conditions. The highest activity was obtained with the \"Norit RX3\" carbon support. However, because alumina is preferred for industrial use, it is on alumina-supported niobium sulfides that we will focus future efforts. Effectively, considering the poor morphologic character- istics of the present alumina-supported samples, the catalytic activities we measured show that niobium sulfides are intrinsically highly active. Moreover, as we have previously shown, if compared to molybdenum-based formulations, they have interesting specific properties. Future work will be devoted to a systematic optimization of the different steps of the synthesis of alumina-supported niobium sulfides, in order to improve the dispersion and activity of these promising catalysts. Acknowledgements This work was carried out in the framework of the contract \"Desulfurization of gas oils\". It received support from Elf, IFP, Total, Procatalyse, and from the CNRS 354 N. Allali et aL /Applied Catalysis A: General 159 (1997) 333-354 (ECOTECH). The authors thank Christophe Geantet for fruitful discussions, Anne- Marie for EDX analysis, and Peter Bancel for helpful comments on the manuscript. References [1] T,A. Pecoraro and R.R. Chianelli, J. Catal., 67 (1981) 430. [2] D.A. Lewis and C.N. Kenney, Trans. I Chem. E., 59 (1981) 186. [3] S.I. Kondratev, S.B. Nikishenko, G.V. Antoshin, A.A. Slinkin, E.A. Fedorovskaya and K.M. Minachev, Kinet. Katal., XXVI, 5 (1985) 1167. [4] M. Vrinat, C. GuiUard, M. Lacroix, M. Breysse, M. Kurdi and M. Danot, Bull. Soc. Chim. Belg., 96 (1987) 1017. [5] M. Danot, J. Alfonso, J.L. Portefaix, M. Breysse and T. des Courri~res, Catal. Today, 10 (1991) 629. [6] M. Lacroix, N. Boutarfa, C. Guillard, M. Vrinat and M. Breysse, J. Catal., 120 (1989) 473. [7] J. Rijnsdorp and E Jellinek, J. Solid State Chem., 25 (1978) 325. [8] N. Allali, A.M. Marie, M. Danot, C. Geantet and M. Breysse, J. Catal,, 156 (1995) 279. [9] N. Allali, A. Leblanc, M. Danot, C. Geantet, M. Vrinat and M. Breysse, Catal. Today, 27 (1996) 137. [10] M. Knrdi, Th~se de l'Universit6 de Nantes, 1988. [11] A. Michalowicz, Logiciels pour la Chimie, Soci6t6 Fran~;aise de Chimie, Paris, 1991, p. 102. [12] B. Lengeler and P. Eisenberger, Phys. Rev. B, 21 (1980) 4507. [13] E James, M. Roos, CERNID Internal Report, 1976, 75/20. [14] J.J. Rehr, J. Mustre de Leon, S.I. Zabinsky and R.C. Albers, J. Am. Chem. Soc., 110 (1988) 3763. [15] J. Mustre de Leon, J.J. Rehr, S.I. Zabinsky and R.C. Albers, Phys. Rev. B, 44 (1991) 4146. [16] E.A. Stem, Phys. Rev. B, 48 (1993) 9825. [17] F.W. Lyttle, D.E. Sayers and E.A. Stem, Phys. Rev. B, 11 (1975) 4825. [18] E.A. Stem, D.E. Sayers and EW. Lyttle, Phys. Rev. B, 11 (1975) 4836. [19] P. Eisenberger and G.S. Brown, Solid State Commun., 29 (1979) 481. [20] G. Bunker, Nucl. Instrum. Methods, 207 (1983) 437. [21] M. De Crescenzi, A. Balzarotti, E Comin, L. Incoccia, S. Mobilio and N. Motta, Solid State Commun., 37 (1981) 921. [22] P. Lagarde, J. Rivory and G. Vlaic, J. Non Cryst. Solids, 57 (1983) 275. [23] F. Kadijk, Thesis Groningen, 1969. [24] E Jellinek, G. Brauer and H. Muller, Nature, 185 (1960) 376. [25] F. Kadijk and F. Jellinek, J. Less Comm. Met., 19 (1969) 421. [26] S.M.A.M. Bouwens, R. Prins, V.H.J. de Beer and D.C. Koningsberger, J. Phys. Chem., 94 (1990) 3711. [27] M. Breysse, J.L. Portefaix and M. Vrinat, Catal. Today, 10 (1991) 489. [28] S. Eijsbouts, J.J.L. Heinerman and H.J.W. Elzerman, Appl. Catal. A, 105 (1993) 53. [29] S. Yuan, Th~se de l'Universit6 de Lyon I, 1992. [30] S.M.A.M. Bouwens, J.A.R. van Veen, D.C. Koningsberger, V.H.J. de Beer and R. Prins, J. Phys. Chem., 95 (1991) 123. APCATA 97000690 S0926-860X(97)00069-0 10.1016/S0926-860X(97)00069-0 Elsevier Science B.V. All rights reserved EXAFS identification of the active species in supported niobium sulfide hydrotreatment catalysts Nabil Allali a Eric Prouzet a Alain Michalowicz b c Valérie Gaborit a Abdelilah Nadiri d Michel Danot * a a Laboratoire de Chimie des Solides, IMN, CNRS-Universitéde Nantes, UMR 6502, 2 rue de la Houssinière, B.P. 32229, 44322 Nantes Cédex 3, France b Laboratoire de Physique des Milieux Désordonnés, Facultédes Sciences et Technologies, UniversitéParis XII, Avenue du Général de Gaulle, 94000 Créteil, France c LURE, Universitéde Paris-Sud, CNRS Baˆtiment 209 D, 91405 Orsay Cédex, France d Laboratoire de Chimie Minérale Appliquée, Facultédes Sciences, UniversitéMoulay Ismaïl, BP 4010, Beni M'hamed, Meknès, Morocco * Corresponding author. Tel.: +33-2-40373925; fax: +33-2-40373995. We present a Nb K-edge EXAFS study of carbon- and alumina-supported niobium sulfide hydrotreatment catalysts. NbS2 and NbS3 entities have been evidenced on the carbon support, and NbS2 and Nb1−y S ones on the alumina support. EXAFS spectra of carbon-supported species, which are highly disordered, were analyzed through an asymmetric distance distribution model. Considering their poor dispersion, Nb1−y S species can be thought to be intrinsically highly active. Their activity, and that of NbS3 entities as well, can possibly be related to cation clustering. Niobium sulfides appear as very sensitive to support effects. Keywords Niobium sulfides Carbon support Alumina support EXAFS Hydrotreatment Reference [1] Pecoraro T.A. Chianelli R.R. J. Catal. 67 1981 430 [2] Lewis D.A. Kenney C.N. Trans. I Chem. E. 59 1981 186 [3] Kondratev S.I. Nikishenko S.B. Antoshin G.V. Slinkin A.A. Fedorovskaya E.A. Minachev K.M. Kinet. Katal. XXVI 5 1985 1167 [4] Vrinat M. Guillard C. Lacroix M. Breysse M. Kurdi M. Danot M. Bull. Soc. Chim. Belg. 96 1987 1017 [5] Danot M. Alfonso J. Portefaix J.L. Breysse M. des Courrières T. Catal. Today 10 1991 629 [6] Lacroix M. Boutarfa N. Guillard C. Vrinat M. Breysse M. J. Catal. 120 1989 473 [7] Rijnsdorp J. Jellinek F. J. Solid State Chem. 25 1978 325 [8] Allali N. Marie A.M. Danot M. Geantet C. Breysse M. J. Catal. 156 1995 279 [9] Allali N. Leblanc A. Danot M. Geantet C. Vrinat M. Breysse M. Catal. Today 27 1996 137 [10] Kurdi M. Thèse de l'Universitéde Nantes 1988 [11] Michalowicz A. Logiciels pour la Chimie 1991 SociétéFrançaise de Chimie Paris 102 [12] Lengeler B. Eisenberger P. Phys. Rev. B 21 1980 4507 [13] James F. Roos M. CERNID Internal Report 1976 75/20 [14] Rehr J.J. Mustre de Leon J. Zabinsky S.I. Albers R.C. J. Am. Chem. Soc. 110 1988 3763 [15] Mustre de Leon J. Rehr J.J. Zabinsky S.I. Albers R.C. Phys. Rev. B 44 1991 4146 [16] Stern E.A. Phys. Rev. B 48 1993 9825 [17] Lyttle F.W. Sayers D.E. Stern E.A. Phys. Rev. B 11 1975 4825 [18] Stern E.A. Sayers D.E. Lyttle F.W. Phys. Rev. B 11 1975 4836 [19] Eisenberger P. Brown G.S. Solid State Commun. 29 1979 481 [20] Bunker G. Nucl. Instrum. Methods 207 1983 437 [21] De Crescenzi M. Balzarotti A. Comin F. Incoccia L. Mobilio S. Motta N. Solid State Commun. 37 1981 921 [22] Lagarde P. Rivory J. Vlaic G. J. Non Cryst. Solids 57 1983 275 [23] Kadijk F. Thesis Groningen 1969 [24] Jellinek F. Brauer G. Muller H. Nature 185 1960 376 [25] Kadijk F. Jellinek F. J. Less Comm. Met. 19 1969 421 [26] Bouwens S.M.A.M. Prins R. de Beer V.H.J. Koningsberger D.C. J. Phys. Chem. 94 1990 3711 [27] Breysse M. Portefaix J.L. Vrinat M. Catal. Today 10 1991 489 [28] Eijsbouts S. Heinerman J.J.L. Elzerman H.J.W. Appl. Catal. A 105 1993 53 [29] Yuan S. Thèse de l'Universitéde Lyon I 1992 [30] Bouwens S.M.A.M. van Veen J.A.R. Koningsberger D.C. de Beer V.H.J. Prins R. J. Phys. Chem. 95 1991 123",
      "scopus-id": "0001071108",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000690",
        "dc:description": "We present a Nb K-edge EXAFS study of carbon- and alumina-supported niobium sulfide hydrotreatment catalysts. NbS2 and NbS3 entities have been evidenced on the carbon support, and NbS2 and Nb1−y S ones on the alumina support. EXAFS spectra of carbon-supported species, which are highly disordered, were analyzed through an asymmetric distance distribution model. Considering their poor dispersion, Nb1−y S species can be thought to be intrinsically highly active. Their activity, and that of NbS3 entities as well, can possibly be related to cation clustering. Niobium sulfides appear as very sensitive to support effects.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000690",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Allali, Nabil"
          },
          {
            "@_fa": "true",
            "$": "Prouzet, Eric"
          },
          {
            "@_fa": "true",
            "$": "Michalowicz, Alain"
          },
          {
            "@_fa": "true",
            "$": "Gaborit, Valérie"
          },
          {
            "@_fa": "true",
            "$": "Nadiri, Abdelilah"
          },
          {
            "@_fa": "true",
            "$": "Danot, Michel"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000690"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000690"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00069-0",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "EXAFS identification of the active species in supported niobium sulfide hydrotreatment catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Niobium sulfides"
          },
          {
            "@_fa": "true",
            "$": "Carbon support"
          },
          {
            "@_fa": "true",
            "$": "Alumina support"
          },
          {
            "@_fa": "true",
            "$": "EXAFS"
          },
          {
            "@_fa": "true",
            "$": "Hydrotreatment"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "333-354",
        "prism:endingPage": "354",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00069-0",
        "prism:startingPage": "333",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00069-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001071108"
      }
    }
  }
}