{
  "metadata": {
    "title": "Synergy in the SnMoO catalysts: The selective oxidation of methanol",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-29",
    "doi": "10.1016/S0926-860X(96)00339-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003390",
    "pii": "S0926860X96003390"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040679621",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003390 S0926-860X(96)00339-0 S0926860X96003390 10.1016/S0926-860X(96)00339-0 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00555 2024-01-01T12:19:29.85596Z 0 0 19970529 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 153 153 1 2 1 2 Volume 153, Issues 1–2 9 119 132 119 132 19970529 29 May 1997 1997-05-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SYNERGYINSNMOOCATALYSTSSELECTIVEOXIDATIONMETHANOL VALENTE N IVANOV 1994 L1 L3 K KLISSURSKI 1993 12 D IIWORLDCONGRESSIVEUROPEANWORKSHOPMEETINGNEWDEVELOPMENTSINSELECTIVEOXIDATION CASTILLO 1993 13 R IIWORLDCONGRESSIVEUROPEANWORKSHOPMEETINGNEWDEVELOPMENTSINSELECTIVEOXIDATION AI 1983 141 M WENG 1983 383 T AI 1975 318 M NIWA 1995 285 M COURTY 1973 21 P WARD 1977 306 M CADUS 1994 41 L NEWDEVELOPMENTSINSELECTIVEOXIDATIONII MENDELOVICI 1985 37 L SOLYMOSI 1992 563 A ORGANOWSKI 1975 161 W KHAN 1985 263 M DELMON 1994 121 B WENG 1992 455 L VALENTEX1997X119 VALENTEX1997X119X132 VALENTEX1997X119XN VALENTEX1997X119X132XN item S0926-860X(96)00339-0 S0926860X96003390 1-s2.0-S0926860X96003390 10.1016/S0926-860X(96)00339-0 271346 2024-01-01T12:19:29.85596Z 1997-05-29 1-s2.0-S0926860X96003390-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003390/MAIN/application/pdf/3acb0e9da6db681b6d3310ffc6c6dd4b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003390/MAIN/application/pdf/3acb0e9da6db681b6d3310ffc6c6dd4b/main.pdf main.pdf pdf true 694626 MAIN 14 1-s2.0-S0926860X96003390-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003390/PREVIEW/image/png/97fef97151533b95aca34ff5b68c4f94/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003390/PREVIEW/image/png/97fef97151533b95aca34ff5b68c4f94/main_1.png main_1.png png 45165 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 153 (1997) 119-132 Synergy in the Sn-Mo-O catalysts: The selective oxidation of methanol N.G. Valente, L.E. Cadtis*, O.F. Gorriz, L.A. Arrtia, J.B. Rivarola INTEQUI, Instituto de Investigaciones en Tecnologfa Qu{mica ( UNSL- CONICET), Chacabuco y Pedernera - 5700, San Luis, Argentina Received 8 May 1996; received in revised form 16 September 1996; accepted 16 September 1996 Abstract This work deals with the performance of mechanical mixtures of SnO2 and MoO3 (prepared separately) in the selective oxidation of methanol. Synergetic cooperations occur between these phases in the oxidation of methanol. The catalysts are investigated by different techniques (XRD, XPS, SSA, DTA, Redox cycles and EPR) in order to explain the catalytic behavior. Catalytic activities of artificially contaminated phases by impregnation are also measured. Methanol conversion and selectivity to methyl formiate are closely related to the increase in the redox capacity of the catalyst and to the appearance of Mo5+ ions. The synergy in the catalytic activity might be accounted by the creation of new active sites. Ken'words: Methanol partial oxidation; Tin oxide; Molybdenum oxide 1. Introduction One of the most studied methanol oxidation reactions has been the oxidation to formaldehyde (FA). The most widely used catalyst consists of mixtures of iron molybdate with molybdenum trioxide (MOO3) often modified by different addi- tives [ 1 ]. The only disadvantage this catalyst has is the deactivation resulting from Fe2(MoO4)3 reduction to FeMoO4. Its catalytic performance is, however, highly satisfactory and practically insurmountable (98-100% methanol conversion and 92-94% selectivity to formaldehyde) [2,3]. The scientific literature about this is mainly theoretical or related to catalyst stabilization (deactivation) [4,5]. However, other methanol oxidation reactions have been studied. Methanol is selectively * Corresponding author. Fax: 54-652-26711; e-mail: intequi@unsl.edu.ar. 0926-860X/97/$17.00 ~ 1997 Elsevier Science B,V. All rights reserved. PII S0926-860X(96)00339-0 120 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 oxidated to methyl formiate (MF) with Sn-Mo-O catalysts obtained by co- precipitation [5]. Mamoru Ai [6] attributes that activity to the distribution of acid and basic sites inherent to the catalyst. No additional description of the surface is given with which we can identify the phases present and the active sites. The difficulty in determining the absolute purity of the phases present in these systems has been brought forth by Weng and Wolf [7]. Their XPS studies indicate some alterations in the spectra, which suggests that SnMoO2 would probably coexist with MoO3 in samples treated at 873 K. SnO2 is not a good oxidation catalyst mainly due to its low activity. However, oxide mixtures that combine SnO2 with other metallic oxides are effective in some oxidation reactions [8]. These combinations seem to induce unexpected changes in catalytic behavior. The function of the second components has not been deter- mined as yet. Niwa et al. [9] have recently published results for molybdenum oxide catalysts supported on tin oxide used in methanol oxidation. These authors have concluded that the high activity obtained might be related to changes in supported Mo reducibility. The final description of this system might correspond to a complex catalyst whose architecture is difficult to determine. A possibility that cannot be left out is that even though there may be no crystalline phases, contamination of one phase by the other is likely. In order to understand the high catalytic performance of this catalyst it is necessary to methodically investigate the possible cooperative effects between the phases involved. The present work focuses on (i) physico-chemical transformations occurring in catalytic systems formed by the pure phases of MoO3 and SnO2 mixed mechani- cally and subjected to reaction conditions; (ii) catalytic performance in the partial oxidation of methanol. In order to explain the observed synergy, physico-chemical transformations occurred in the catalyst were investigated. 2. Experimental 2.1. Catalyst preparation 2.1.1. Preparation of pure oxides The reagents used were (NH4)6Mo7024.4H20 (Merck AR grade with Fe <0.0005%, Pb <0.001% and Cu <0.001%), SnCIz.2H20 (May and Baker AR grade with As <0.0001%) and H3C6H5OTH20 (Mallinckrodt AR grade with Fe <0.0003% and Pb <0.00005%). MoO3 was prepared by dissolving ammonia hepta-molybdate in distilled water. After evaporation of the solvent at 323 K at reduced pressure, the solid obtained was dried at 373 K overnight in a vacuum oven and then calcined at 823 K for 8 h. SnO2 was prepared by the citrate method followed by Courty et al. [10]: SnCI2 and citric acid were dissolved in distilled water. After evaporation of the solvent N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 121 in a rotating vessel at about 323 K at reduced pressure, the solid obtained was dried at 373 K overnight. After calcination at 823 K for 8 h cassiterite SnO2 was obtained. 2.1.2. Preparation of mechanical mixtures Mechanical mixtures with different compositions were obtained by mixing together powder of the samples described earlier in n-pentane under mechanical agitation and ultrasonic dispersion for 10 min; n-pentane was evaporated under continuous agitation at 298 K at reduced pressure. The solid was dried at 353 K overnight. The starting oxides were submitted to the same procedure. Mixture composition is expressed by the mass-ratio Rm = mass of SnOz/(mass of SnO2 + mass of MOO3). The mixtures prepared correspond to Rm 0, 0.25, 0.50, 0.75, 0.98 and 1. 2.2. Sample characterization 2.2.1. Surface area The BET specific surface areas (SSA, m2 g-l) were measured by N2 adsorption at 77 K (BET method) with a Micromeritics Accusorb 2100 E. 2.2.2. X-ray diffraction XRD patterns were obtained with a Rigaku diffractometer operated at 35 kV and 30 mA, employing Ni-filtered Cu Ks radiation (A =0.51418 nm). 2.2.3. Electron paramagnetic resonance EPR measurements were made at room temperature on a Bruker spectrometer operated at X-band frequencies. 9.7 GHz Klystron frequency and 100 kHz mag- netic field modulation were used. The spectrometer was equipped with an on-line computer for data processing. 2.2.4. X-ray photoelectron spectroscopy XPS spectra were obtained with a Shimadzu spectrometer employing a Mg Kc~ X-ray excitation source (hv = 1253.6 eV). The fine-powdered sample was pressed. The reported binding energies have been referenced to C15 which has been assigned a binding energy of 284.6 eV. Referencing was performed both before and after a complete set of spectra had been obtained. Ratios of atomic concen- tration in the outer layers of the samples were estimated from the corresponding XPS area ratios by using the effective ionization cross-section of ejected electrons tabulated by Scofield and the formulas given by Seah and Dench (1979). 2.2.5. Differential thermal analysis DTA measurements were performed in a DTA 50 Shimadzu apparatus at temperatures ranging from room temperature to 1073 K in a flow of N2 122 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 and air (60 cm3 min-1 and 40 cm3 min-1 respectively), using c~-A1203 as reference and a 10K min-~ heating rate. 0.02g of sample was used for each experiment. Comparable volumes of sample and reference were placed in platinum containers. 2.2.6. Thermo-gravimetric measurement of reducibility: redox cycles Isothermal redox cycles were carried out in a Cahn 2000 microbalance con- nected to a gas handling system. The samples were heated in purified N2 gas from room temperature up to 616 k at 10 k min-1. Afterwards the reduction experiments were performed by flowing a 4.5% Hz/N2 mixture (40 cm3 min-1). After 3 h the reductions were discontinued and Nz was circulated as a sweeping gas for 1 h. Then, re-oxidation of the samples were carried out by circulating 5% O2/N2 mixture (40 cm3 min-1). The sample weight was 0.2 g. The weight change was followed up by means of a data acquisition system connected to a computer. Results are expressed as the percentage of weight change with respect to total mass of sample Am%/mo. 2.3. Catalytic test Selective oxidation of methanol was carried out in a conventional fixed bed reactor system. The catalyst (1.0 g) was held in place by a glass-wool sandwich. A methanol/oxygen/helium mixture at 2.5/1/10.5 molar ratios (total feed rate 28 cm3 min-~) and 93.3256 kPa pressure was used as reactant gas for all the data presented in this work. The reaction temperatures were 433,448, 473 and 498 K. Analysis of the reaction products was performed with an on-line gas chromato- graph (KONIC - 3000) containing two packed columns (Porapak T and molecular sieve 5 A) and a TCD detector. The catalytic values reported here were obtained after running the reaction for a few hours, when the steady state had essentially been reached. 3. Results 3.1. Bet surface area The SSA of the fresh mechanical mixtures correspond to the sum contributions of the pure oxides. Table 1 shows the SSA of the mechanical mixtures as a function of Rm. There were no change after the catalytic test. 3.2. X-ray diffraction Fig. 1 illustrates the XRD spectra for the pure oxides and the mechanical mixtures as a function of Rm. The XRD patterns correspond to those of pure SnO2 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 Table 1 SSA of the mechanical mixtures as a function of Rm 123 Rm SSA, m2 g-l 0 2.45 0.25 5.90 0.50 9.35 0.75 12.79 0.98 15.96 1 16.24 2000 i : - Rm [ ' \" ~ ' .98 I [ Rm 0.75 e- ,i 1000 1400 700 0 1400 700 0 4400 2200 0 6000 I 3000 0 4800 I 2400 0 I 10 Rm 0.60 2- \"l 0.25 \" I ' ! I ' I ' I I 20 30 40 50 60 70 20 Fig. 1. X-ray patterns of fresh catalysts, SnO2, MoO~. (cassiterite) and pure MoO3 (orthorhombic) or their contribution in the case of the mechanical mixtures. The amount of MoO3 in Rm 0.98 sample is present in such a small quantity as to evade detection by XRD. No new phase was detected after the catalytic test. 3.3. Differential thermal analysis The DTA analyses made on the mechanical mixtures and the reference oxides have shown that no phase transition takes place at temperatures up to 873 K. The results from pure oxides and mechanical mixture Rm 0.75 are shown in Fig. 2. The DTA data for Rm=0.25 and 0.50 are very close to those of Rm=0.75. An effect accompanied by mass decrease is found in MoO3 at temperatures above 873 K. This behavior, which might indicate sublimation of molybdenum trioxide, was not found in the mechanical mixtures. 124 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 (a.~) (b). (c) iS.j~ | I ' | ~ I 400 600 800 1000 T (K) Fig. 2. DTA diagram for (a) MOO3, (b) SnOz, (c) Rm 0.75 catalysts 3.4. X-ray photoelectron spectroscopy Binding energy values of Sn3ds/2 and MO3ds/2 are almost the same (4- 0.2 eV) in all samples, before and after catalytic reaction and correspond to those of pure SnO2 and MoO3.Table 2 summarizes binding energies of the most intense peaks of metal cations together with their surface atomic ratios for fresh and used samples. The Mo/Sn atomic ratio for used catalyst is fairly close to the value observed on fresh catalyst. There is no significant difference in the carbon content of the samples before and after the catalytic test. 3.5. Electron paramagnetic resonance EPR measurements were performed to detect the presence of Mo5+. The spectra of fresh catalysts recorded at room temperature revealed no signal of Mo5+ ions. Table 2 Binding energies Sample MO3dS/2 Sn3ds/2 Mo/Sn atomic ratio MoO3 232.8 - - SnO2 - 487.3 - fresh MM 232.9 487.4 0.9 used MM 232.8 487.2 1.0 N.GI Valente et al./Applied Catalysis A: General 153 (1997) 119-132 125 1000 900 800 - 700 - 600. .~ 500- 900- 800. 700 - 600 500. 400. 3200 3400 I [a] i [b] ]/;i Rm075 used ~ 36100 38100 40100 H (Gauss) Fig. 3. EPR spectra for fresh and used Rm 0.75. 4200 However, the presence of this species was detected in all mechanical mixtures after the catalytic test. The EPR spectra for mechanical mixture Rm 0.75 are shown in Fig. 3. The spectra obtained both before and after the catalytic test are shown in Fig. 3. The used sample shows an asymmetrical signal with: gx = gy ----1.93, gz ~+ = 1.90. The average g value was 1.925, which was assigned to Mo . The spectrum is well resolved and can be assigned to an unpaired electron of Mo5+ in an axial symmetrical environment. The fresh mechanical mixtures Rm 0.75 calcined at 973 K show the same signal attributed to Mo5+. However, after the catalytic test, all the mixtures showed an additional signal with g =2.0018 assigned to O- [11]. The weaker signal corresponds to Rm 0.98 and was not detected in the pure oxides (Rm 0, Rm 1) (Fig. 4). 3.6. Redox cycles The percentages of weight change as a function of Rm with time on stream as parameter are given in Fig. 5a (reduction) and Fig. 6b (re-oxidation). 126 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 3000 2500 2000 1500 1000 ~ 5~ ~ 3OOO 2500 ] 2000 ] 1500 1000 50G Rm 0.25 used Rm 0.76 used 33'oo ~'~o ~o 3;5o ~9'oo Rrn 0.50 used I Rm 0.98 used i / 33~0 ~50 ~o0 37'5o 39'o0 H (Gauss) Fig. 4. EPR spectra for used catalysts: (a) Rm 0.25, (b) Rm 0.50, (c) Rm 0.75, (d) Rm 0.98. 1,0- 0,8- 0,6- 0,4- 0,2- 3 0,3 0,6 0,90,0 0,3 0,6 0,9 Fig. 5. Percentage of weight change (a) by reduction and (b) reoxidation as a function of Rm. 1 h, 2 h, 3h. The results obtained at 616 K show that MoO3 does not reduce in measurable amounts, whereas SnO2 reduces about 0.5% after 3 h. However, reducibilities of the mechanical mixtures change due to contact between the two different phases. Reducibilities deviate from the values calculated with the arith- metic mean for reducibility of pure phases. The greater change is given by Rm 0.75. At experimental conditions re-oxidation is faster than reduction in all the mechanical mixtures (Fig. 6a and Fig. 6b). After 30 min of time on stream complete re-oxidation is achieved by all of them. N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 0,0 -~ Reduction -0,2. -0,4 -0,6 \\\\ \"~ -0,8 (a) ~,~ .... Rm I -1 rO q ~., Rm 0.75 127 20 40 60 80 100 120 140 160 0 20 40 60 80 Time (rain) 1,4 1,2 1,0 -1,2 (b) 0,8 0,6 0,4 0,2 ~-~--q o,o 100 120 Fig. 6. Percentage of weight change (a) by reduction and (b) reoxidation as a function of time on stream. B0 , I ' i , i ' I ' i I ' i , i ' = , 80 . TR=4g8 K 70 - S(F,t 70 60- / 60 50 - // _~_ '/ /j /'--- ..~ 40 - sl ~ / 40 r/J X / ~o- / / /\" 30 20 - 20 10 - 10 Sc~ O. . , . . . I . , . , ~T.~ . , . 0 0,0 0!1 0,2 013 0'.+ 0,5 o,e os 0,8 09 1,o Rm Fig. 7. Conversion and selectivity to SnO2-MoO3 mechanical mixtures as a function of Rm. 3.7. Catalytic performance Fig. 7 shows conversion (X) and selectivities (S) as a function of Rm at 498 K. Pure MoO3 and SnO2 phases were inactive under the conditions studied. However, the mechanical mixtures were very active, with FA and MF as main products. Methanol conversion showed a strong synergetic effect, which reached a maximum for Rm 0.75. Conversion values for Rm 0.50 and Rm 0.98 were similar. Product distribution was a function of Rm. At low Rm the catalyst produced mainly FA and additionally only MF was detected. Conversely, at high Rm the main product was MF, the by-product was FA, and small amounts of CO2 and DME were also obtained. CO2 and DME began to be detected from Rm 0.75. Experiments carried out at 433, 448 and 473 K showed the same trend. 128 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 4. Discussion Catalytic activity results suggest the existence of synergy between the appar- ently pure phases of MoO3 and SnO2. MoO3 in close contact with SnO2 has shown to be much more active and selective than the individual pure phases. Anyhow, the probable transformation of the oxide system physico-chemistry remains to be studied as well as the formation of new phases during the catalytic test. Several explanations could be advanced a priori: Formation of a new oxide phase associating Mo with Sn, which would be more active than the pure oxides; Surface modifications of the contact between phases (contamination by volatilization, for example); Physico-chemical transformation of pure oxide surfaces. These possibilities will be discussed in the light of the results shown and of additional tests designed to that effect. 4.1. Examination of the formation of a new phase, morphology and texture XRD diagrams of the fresh and used mechanical mixtures correspond to the simple sum of MoO3 and SnO2 pure oxide patterns. Within the limitations of the technique, no new phase formation was detected for fresh and used samples. No changes were observed in the XRD diagrams of the samples after the latter were exposed to reaction conditions for 8 h. BET specific area measurements show that SSA do not change after the catalytic test. The SSA of fresh and used mechanical mixtures are the simple sum of the contribution of the pure oxides that compose them. This fact suggests that separately prepared MoO3 and SnO2 particle remain unchanged either during preparation of the mechanical mixtures or during the catalytic test and that MoO3 and SnO2 can coexist when there is physical contact without covering or encapsulating one another. Measurements made by DTA do not indicate any phase transition at tempera- tures higher than those used in the catalytic tests (up to T=873 K). Binding energies corresponding to MO3d5/2 and Sn3d5/2 remain unchanged in all mechanical mixtures before and after the catalytic test; therefore we can conclude that no phase transformation exists during reaction conditions. Characterization results from XRD, XPS, BET specific surface area and DTA techniques show that apparently these mechanical mixtures were always formed by the two phases. After the catalyst acted in the catalytic reaction, neither new phases nor decomposition of the phases composing the mechanical mixture were observed. N. G. Valente et al. /Applied Catalysis A: General 153 (1997) 119-132 129 4.2. Examination of surface contamination The difficulty in determining the absolute purity of the phases present in these systems has been brought up by Weng and Wolf [7]. Their X-ray photoelectron spectroscopy studies show some alterations in the spectra, suggesting that SnMoO4 would coexist with MoO3 in samples treated at 873 K. It must be taken into account that the mechanical mixtures studied in the present work were submitted to non-aggressive thermal conditions, Tmax=498 K. Catalytic synergy might be attributed to contamination by Mo volatilization and condensation. Trying to confirm the above, an artificially contaminated sample was prepared by impregnation. SnO2 was impregnated with 3% molybde- num from a solution of ammonia hepta-molybdate dried and calcined at 773 K for 5 h. Thus, the contact between phases was much closer. In the temperature range studied, conversion was similar to that obtained for Rm 0.75. But product distribution was different for the same methanol conversion (approximately 50% at 498 K), selectivity to MF was lower (35% to 50%) and selectivity to FA was slightly higher (57.5% to 50%); the balance was completed with DME and CO2. Evaluation of these artificially contaminated catalysts by XPS both before and after the catalytic test showed a similar value in the Mo/Sn atomic ratio. If a hypothetical contamination had taken place, the Mo/Sn atomic ratio should have shown an increasing trend. Unalterability of the BET specific area of mechanical mixtures invalidates the hypothesis that the values observed for the Mo/Sn atomic ratio may be affected by some kind of sintering process. If a phase contamination by molybdenum from a process of volatilization- condensation took place in the mechanical mixtures, a product distribution similar to that of the impregnated catalyst would be expected. In addition, if the contamination occurred by volatilization and condensation, the synergy would increase during the reaction, which contradicts our results. Observations made with the artificially contaminated samples minimize the possibility that the contamination is responsible for catalytic improvement. Surface atomic ratios Mo3a /Sn3ds/2, are fairly identical in the mechanical mixtures before and after the catalytic reaction. Therefore, we can conclude that no contamination or volatilization and further condensation exists during reaction conditions. Another explanation might be phase cooperation, so that MoO3 crystals would be oriented on the surface of SnO2 creating catalytically active sites that would not be present in the isolated phases. But it is difficult to accept that a very simple mixture of two powders prepared separately would allow for a \"very precise\" matching of two \"very precise\" faces in an amount that would explain such a large increase of activity [12]. 130 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 4.3. Physico-chemical changes Catalytic behavior, Fig. 7, might be explained by an increase in the total number of active sites. As Rm increases, up to Rm 0.75, it can be inferred from the results that the higher the active site concentration in the catalyst, the higher will be the methanol conversion. Characterization techniques have shown that mechanical mixtures at all times are formed by the two phases. No new phases are formed. There is no decom- position and it can practically be assured that there is no phase contamination after the reaction. However, some important modifications in the redox properties of the catalysts were evidenced by the redox cycles and EPR. A peculiarity of molybdenum-based catalysts is the importance of Mo5+ sites for adsorption of active species of oxygen [13,14]. EPR measurements for all the mechanical mixtures tested in the catalytic reaction have shown the Mo5+ signal, which was not found in the fresh mechanical mixtures. Selective oxidation catalyst activity is usually related to the formation of a redox-type complex. In the present case, it might be assumed that it is related to the formation of a complex containing the Mo5+ ion. Calcination of the catalysts at high temperatures (823 K) would probably cause the loss of an oxygen atom in the corner of some distorted octahedrons. Such \"oxygen hole\" would lead to the formation of the penta- coordinated MoO55+ ion [ 15]. The fresh, impregnated catalyst that shows the EPR signal is consistent with the mentioned assertion. However, the impregnated catalyst shows a change in the intensity of the signal for Mo5+ both before and after the catalytic test. It is therefore possible to think that the hydrocarbon would be responsible for the initial reduction of the catalyst, allowing the formation of the Mo6+-Mo5+ coupled pair on the surface. Kahn and Somorjai [ 16] propose that this pair is capable of maintaining a redox mechanism in the catalyst. According to the results obtained by EPR, there is no direct correlation between Mo5+ ion spines and the level of catalytic activity. However, it has to be borne in mind that EPR is a bulk technique and therefore, the reduction depth does not necessarily reflect what occurs in the surface. The development of O- species (only when the catalyst was submitted to the catalytic test) would show that these species are formed from the methanol oxidation reaction. The O- ions would probably be involved in the catalytic OXD reactions. Ward et al. attribute the stability of O- species in MoO3/silica gel catalysts to the presence of N20. This does not agree with the results of this study for the SnOz-MoO3 catalyst, in which no N20 was used and stability of the O- species was observed. From the results obtained in this study, it is proposed that active sites are a co- ordinatively unsaturated form of Mo5+. Active Mo5+ might be generated on the surface by reduction with methanol. The results of successive reductions and re-oxidations show that the reducibil- ities changes with Rm and that for mechanical mixtures it is higher than the value N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 131 calculated from pure oxides. In the light of the redox cycle results, the general balance of the system suggests that, in general, the system remains reduced, which agrees with what has been proposed by Delmon [17]. 5. Conclusions It might be concluded that the evidence obtained in this study indicates that the catalyst formed by mechanical mixture of MoO3 and SnO2 shows a synergy mechanism similar to that previously observed in other catalytic systems that involve molybdenum oxide. Characterization studies indicate that apparently neither phase of the catalyst is altered either in its crystalline structure or in its chemical composition, but that there are changes in the physico-chemistry of the surface. Anyway, the possibility of interaction between undetectable phases can not be fully disregarded. Selective oxidation studies show that methanol conversion and selectivity to methyl formiate are closely related to the increase in the redox capacity of the catalyst and to the appearance of Mo5+ ions. The changes in the catalytic activity might be accounted for by the creation of new active sites. Although the mechanism for the creation of these sites is not within the scope of this work, the remote control theory proposed by Delmon [ 18] appears to be a very useful tool to explain the observed synergy. It is not possible from our results to assure something about this theory because this work do not give any new evidence in favor or against it. This is a subject of study in the current research. Acknowledgements The authors are grateful for the financial support from the National Council for Scientific and Technical Research of Argentina (CONICET) and Universidad Nacional de San Luis (UNSL), San Luis, Argentina. References [1] Ph. Courty, US Patent, 4 141 861 (1979). [2] L. Cavalli, M. Cucchetto, A. Viola, US Patent, 4 829 042 (1989). [3] K. Ivanov, Appl. Catal. A, 116 (1994) L1-L3. [4] D. Klissurski, V. Rives, Y. Pesheva, L. Mitov and P. Stoyanova, in V. Cort6s Corberfin and S. Vic Bellon (Eds.), II World Congress and IV European Workshop Meeting New Developments in Selective Oxidation, 1993, p. 12. [5] R. Castillo, P. A. Awasarkar, Ch. Papadopoulou, D. Acosta and P. Ruiz, in V. Cort6s Corber~in and S. Vic Bellon (Eds.), II World Congress and IV European Workshop Meeting New Developments in Selective Oxidation, 1993, p. 13. 132 N.G. Valente et al./Applied Catalysis A: General 153 (1997) 119-132 [6] M. Ai, J. Catal., 83 (1983) 141. [7] T. Weng and E.E. Wolf, Appl. Catal. A, 96 (1983) 383. [8] M. Ai, J. Catal., 40 (1975) 318. [9] M. Niwa, M. Sano, H. Yamada and Y. Murakami, J. Catal., 151 (1995) 285. [10] Ph. Courty, H. Ajot, Ch. Marcilly and B. Delmon, Powder Technol., 7 (1973) 21. [11] M.B. Ward, M.J. Lin and J.H. Lunsford, J. Catal., 50 (1977) 306. [12] L.E. Cadfis, Y.L. Xiong, F.J. Gotor, D. Acosta, J. Naud, P. Ruiz and B. Delmon, in V. Cort6s Corberfin and S. Vic Bellon (Eds.), New developments in selective oxidation II. Elsevier, Amsterdam, 1994, p. 41. [13] L. Mendelovici and J.H. Lunsford, J. Catal., 94 (1985) 37. [14] A. Solymosi, F. Erdohelyi and F. Solymosi, J. Catal., 135 (1992) 563. [15] W. Organowski, I. Hanuza, B. Jezowska-Trzebiatowskaa and I. Wrzyszcz, J. Catal., 39 (1975) 161. [16] M.M. Khan and G.A. Somorjai, J. Catal., 91 (1985) 263. [17] B. Delmon, Appl. Catal. A, 113 (1994) 121. [18] L.T. Weng, L.E. Cadus, P. Ruiz and B. Delmon, Catal. Today, 11 (1992) 455. APCATA 96003390 S0926-860X(96)00339-0 10.1016/S0926-860X(96)00339-0 Article Synergy in the SnMoO catalysts: The selective oxidation of methanol N.G. Valente L.E. Cadús ∗ O.F. Gorriz L.A. Arrúa J.B. Rivarola INTEQUI, Instituto de Investigaciones en Tecnología Química (UNSL- CONICET), Chacabuco y Pedernera - 5700, San Luis, Argentina ∗ Corresponding author. Fax: 54-652-26711 This work deals with the performance of mechanical mixtures of SnO2 and MoO3 (prepared separately) in the selective oxidation of methanol. Synergetic cooperations occur between these phases in the oxidation of methanol. The catalysts are investigated by different techniques (XRD, XPS, SSA, DTA, Redox cycles and EPR) in order to explain the catalytic behavior. Catalytic activities of artificially contaminated phases by impregnation are also measured. Methanol conversion and selectivity to methyl formiate are closely related to the increase in the redox capacity of the catalyst and to the appearance of Mo5+ ions. The synergy in the catalytic activity might be accounted by the creation of new active sites. Keywords Methanol partial oxidation Tin oxide Molybdenum oxide References [1] Ph. Courty, US Patent, 4 141 861 (1979). [2] L. Cavalli, M. Cucchetto, A. Viola, US Patent, 4 829 042 (1989). [3] K. Ivanov Appl. Catal. A 116 1994 L1 L3 [4] D. Klissurski V. Rives Y. Pesheva L. Mitov P. Stoyanova V. Cortés Corberán S. Vic Bellon II World Congress and IV European Workshop Meeting New Developments in Selective Oxidation 1993 12 [5] R. Castillo P.A. Awasarkar Ch. Papadopoulou D. Acosta P. Ruiz V. Cortés Corberán S. Vic Bellon II World Congress and IV European Workshop Meeting New Developments in Selective Oxidation 1993 13 [6] M. Ai J. Catal. 83 1983 141 [7] T. Weng E.E. Wolf Appl. Catal. A 96 1983 383 [8] M. Ai J. Catal. 40 1975 318 [9] M. Niwa M. Sano H. Yamada Y. Murakami J. Catal. 151 1995 285 [10] Ph. Courty H. Ajot Ch. Marcilly B. Delmon Powder Technol. 7 1973 21 [11] M.B. Ward M.J. Lin J.H. Lunsford J. Catal. 50 1977 306 [12] L.E. Cadús Y.L. Xiong F.J. Gotor D. Acosta J. Naud P. Ruiz B. Delmon V. Cortés Corberán S. Vic Bellon New developments in selective oxidation II 1994 Elsevier Amsterdam 41 [13] L. Mendelovici J.H. Lunsford J. Catal. 94 1985 37 [14] A. Solymosi F. Erdohelyi F. Solymosi J. Catal. 135 1992 563 [15] W. Organowski I. Hanuza B. Jezowska-Trzebiatowskaa I. Wrzyszcz J. Catal. 39 1975 161 [16] M.M. Khan G.A. Somorjai J. Catal. 91 1985 263 [17] B. Delmon Appl. Catal. A 113 1994 121 [18] L.T. Weng L.E. Cadus P. Ruiz B. Delmon Catal. Today 11 1992 455",
      "scopus-id": "0040679621",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003390",
        "dc:description": "This work deals with the performance of mechanical mixtures of SnO2 and MoO3 (prepared separately) in the selective oxidation of methanol. Synergetic cooperations occur between these phases in the oxidation of methanol. The catalysts are investigated by different techniques (XRD, XPS, SSA, DTA, Redox cycles and EPR) in order to explain the catalytic behavior. Catalytic activities of artificially contaminated phases by impregnation are also measured. Methanol conversion and selectivity to methyl formiate are closely related to the increase in the redox capacity of the catalyst and to the appearance of Mo5+ ions. The synergy in the catalytic activity might be accounted by the creation of new active sites.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003390",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Valente, N.G."
          },
          {
            "@_fa": "true",
            "$": "Cadús, L.E."
          },
          {
            "@_fa": "true",
            "$": "Gorriz, O.F."
          },
          {
            "@_fa": "true",
            "$": "Arrúa, L.A."
          },
          {
            "@_fa": "true",
            "$": "Rivarola, J.B."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003390"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003390"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00339-0",
        "prism:volume": "153",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synergy in the SnMoO catalysts: The selective oxidation of methanol",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methanol partial oxidation"
          },
          {
            "@_fa": "true",
            "$": "Tin oxide"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "119-132",
        "prism:endingPage": "132",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00339-0",
        "prism:startingPage": "119",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00339-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040679621"
      }
    }
  }
}