{
  "metadata": {
    "title": "Hydroisomerization of n-hexane over platinum mazzite and platinum mordenite catalysts kinetics and mechanism",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-07",
    "doi": "10.1016/S0926-860X(96)00346-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003468",
    "pii": "S0926860X96003468"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002315947",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003468 S0926-860X(96)00346-8 S0926860X96003468 10.1016/S0926-860X(96)00346-8 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0052X 2024-01-01T12:19:29.85596Z 0 0 19970507 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 152 152 2 2 Volume 152, Issue 2 4 221 235 221 235 19970507 7 May 1997 1997-05-07 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. HYDROISOMERIZATIONNHEXANEOVERPLATINUMMAZZITEPLATINUMMORDENITECATALYSTSKINETICSMECHANISM ALLAIN J BELLOUM 1991 89 M KOUWENHOVEN 1973 529 H MOLECULARSIEVES FRANCK 1983 J5910 J GENIEETPROCEDESCHIMIQUES BOLTON 1976 714 A ZEOLITECHEMISTRYCATALYSIS CORMA 1995 559 A PERROTTA 1978 240 A SCHULZ 1993 P AICHENATIONALMEETING RIBEIRO 1979 405 F GUISNET 1976 1657 M RIBEIRO 1982 275 F CARDONA 1995 243 F CHEVALIER 1976 3 F ALLAIN 1996 J PHDTHESIS GUISNET 1991 283 M MARTENS 1990 J THEORETICALASPECTSHETEROGENEOUSCATALYSIS GUISNET 1987 415 M GIANNETTO 1986 481 G BARTHOMEUF 1987 49 D FAJULA 1993 1007 F NEWFRONTIERSINCATALYSIS ALVAREZ 1989 1339 F ZEOLITESFACTSFIGURESFUTURE STEIJNS 1981 660 M VANSINO 1983 531 H GIANNETTO 1985 G PHDTHESIS GIANNETTO 1985 467 G PROCEEDINGSINTERNATIONALSYMPOSIUMZEOLITECATALYSIS COQ 1988 321 B ALLAINX1997X221 ALLAINX1997X221X235 ALLAINX1997X221XJ ALLAINX1997X221X235XJ item S0926-860X(96)00346-8 S0926860X96003468 1-s2.0-S0926860X96003468 10.1016/S0926-860X(96)00346-8 271346 2024-01-01T12:19:29.85596Z 1997-05-07 1-s2.0-S0926860X96003468-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/MAIN/application/pdf/bd7289c2ae114c0612a703bc53a5f280/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/MAIN/application/pdf/bd7289c2ae114c0612a703bc53a5f280/main.pdf main.pdf pdf true 709382 MAIN 15 1-s2.0-S0926860X96003468-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/PREVIEW/image/png/d4e5ba3d5f29ca59b6c6d061e5d18881/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/PREVIEW/image/png/d4e5ba3d5f29ca59b6c6d061e5d18881/main_1.png main_1.png png 44774 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96003468-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/STRIPIN/image/gif/734a82578cc171b4f1a7c1be5f5b8a13/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/STRIPIN/image/gif/734a82578cc171b4f1a7c1be5f5b8a13/si4.gif si4 true si4.gif gif 345 30 44 ALTIMG 1-s2.0-S0926860X96003468-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/STRIPIN/image/gif/a8a002850b432e696020f659c74b8b81/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/STRIPIN/image/gif/a8a002850b432e696020f659c74b8b81/si3.gif si3 true si3.gif gif 661 40 133 ALTIMG 1-s2.0-S0926860X96003468-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/STRIPIN/image/gif/08faec7f09963faf4a84174864d867fa/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/STRIPIN/image/gif/08faec7f09963faf4a84174864d867fa/si2.gif si2 true si2.gif gif 819 30 191 ALTIMG 1-s2.0-S0926860X96003468-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003468/STRIPIN/image/gif/674d6e46e5db8fe299b323f247b12690/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003468/STRIPIN/image/gif/674d6e46e5db8fe299b323f247b12690/si1.gif si1 true si1.gif gif 579 40 104 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 152 (1997) 221-235 Hydroisomerization of n-hexane over platinum mazzite and platinum mordenite catalysts Kinetics and mechanism J.F. Allaina, R Magnouxa, Ph. Schulzb, M. Guisneta'* aURA CNRS 350, Catalyse en Chimie Organique, Universiti de Poitiers, 40, avenue du Recteur Pineau, F-86022 Poitiers Cedex, France bCentre de Recherches, ELF Solaize, 69360 Solaize, France Received 24 July 1996; received in revised form 23 September 1996; accepted 23 September 1996 Abstract A kinetic study of n-hexane isomerization was carried out at 250 under high pressure (13- 48 bar, PH2/Pn-hex~ne from 3 to 27) on three PtHMAZ catalysts without extraframework aluminium species (Si/AI=10, 15 and 30) and on a commercial PtHMOR catalyst. Under standard conditions (30 bar, pHJPn_hexane=9), PtHMAZ catalysts with Si/A1 ratios of 15 and 30 are 1.6 times more active than the PtHMOR catalyst, which can be related to the greater strength of their acid sites. With PtHMAZ and PtHMOR, methylpentanes, 2,3-dimethylbutane and low amounts of 2,2- dimethylbutane appear as primary products. The apparent direct formation of dimethylbutane is explained by the unidirectional pore structure of these zeolite catalysts. 2,3-dimethylbutane isomerization into 2,2-dimethylbutane is slower on PtHMOR than on the PtHMAZ catalysts whose pore size is larger. A kinetic bifunctional model, in which the limiting step is the isomerization of olefinic intermediates on the acid sites, accounts for the quantitative changes in the reaction rate versus hydrogen and n-hexane pressures. This provided that a concentration effect in the zeolite pores by a physical adsorption process is considered. 1. Introduction A light gasoline cut of high octane number can be obtained by isomerization of C5-C6 n-alkanes. Thus, while the octane number of n-hexane is around 25, that of methylpentanes is around 75 and that of dimethylbutanes around 95. The octane number of n-pentane is roughly 60, that of isopentane 90 [1]. Furthermore, the * Corresponding author. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00346-8 222 J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 lower the reaction temperature, the greater the percentage of branched alkanes at thermodynamic equilibrium, hence the greater the octane number [ 1-4]. Platinum highly chlorinated alumina catalysts can be used at low temperatures (120-180). However these catalysts being very sensitive to accidental deactivation, a pre- treatment of the feed is required. Moreover chlorine compounds must be con- tinuously introduced to maintain the acidity stable, hence the catalytic activity. That is why, despite their lower activity, PtHMOR catalysts which do not have these drawbacks are also used for commercial isomerization [1,2,4,5]. The processes using these catalysts must operate around 250, which is less favour- able for the production of branched isomers. However this drawback can be reduced by associating a separation process (e.g. Ipsorb from IFP [6]) to the isomerization process. Another manner to overcome this drawback is to develop zeolite catalysts, more acidic, hence more active than the mordenite catalysts. This is the case with mazzite [7,9], a zeolite which, like mordenite, presents mono- dimensional channels but with a greater diameter (7.4 ,~ against 6.5 7.0 ,~). We confirm here that PtHMAZ catalysts are more active for n-hexane isomer- ization under hydrogen pressure and more selective for the desired dimethylbu- tanes than a commercial PtHMOR catalyst. A kinetic study of n-hexane isomerization (effect of temperature, hydrogen and n-hexane pressures) was carried out over various catalysts. The differences between the catalytic properties of PtHMOR and PtHMAZ catalysts are discussed in the light of the reaction mechanisms. 2. Experimental The commercial PtHMOR catalyst (0.4 wt% Pt, 85% zeolite, 15% binder), the three mazzite samples (framework and total Si/A1 ratios of 10, 15 and 30) were supplied by Elf Antar, France. Pt mazzite catalysts with 0.3 wt% Pt were prepared according to the method previously described [10]: ion exchange of the zeolite samples by [Pt(NH3)4]2+ in competition with NH4+(NH4+/[Pt(NH3)4]2+=100) followed by calcination under dry air flow at 300 for 6 h and reduction under hydrogen flow at 450 for 6 h. n-Hexane transformation was carried out at 250 in a flow reactor working under high pressure. The standard conditions were 30 bar, PHz/Pn-hexane ratio equal to 9. The reaction products were analyzed on line using a Squalane capillary column. 3. Results With all the catalysts an initial increase in the catalyst activity can be observed. After three hours reaction, the activity is very stable. Thus its values measured under standard conditions (T =250, PrI2 =27 bar, Pn-hexane =3 bar) are practically J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 223 x (%) 80 Pt-~AZlS ~q) 60 ~OR 40 l0 20 0 I I 0 0.05 0.1 0.15 0.2 I/WHSV (h) Fig. 1. Conversion of n-hexane X (%) under standard conditions versus the reverse of the weight hour space velocity (1/WHSV) (h). The weight hour space velocity is the ratio between the mass flow of n-hexane and the mass of Pt zeolite (excluding the binder) identical before and after the various changes in the operating conditions (tem- perature, pressures or contact time). 3.1. Comparative study of n-hexane transformation on PtHMOR and PtHMAZ catalysts Fig. 1 shows the change in n-hexane conversion on the various catalysts as function of contact time. The contact time is expressed by the reverse of WHSV, the weight hour space velocity taken as the ratio between the mass flow of n-hexane and the mass of Pt zeolite (excluding the binder). PtHMAZ 15 and PtHMAZ 30 are about twice more active than PtHMAZ 10. The activity of the commercial PtHMOR catalyst (0.043 mol h-1 g-1 zeolite) is greater than that of PtHMAZ l0 but 1.6 times lower than those of the other PtHMAZ catalysts (0.07 mol h- ~ g- 1 zeolite). With all the catalysts only isomers are formed at low conversion, a small amount of C2-C5 products appearing at high conversion. Isomer product distributions are Table 1 Isomer product distribution (%) on the various catalysts for a n-hexane conversion of about 30% 2-MP 3-MP 2,3-DMB 2,2-DMB PtHMAZ 10 51.9 34.0 8.7 5.4 PtHMAZ 15 49.1 33.1 10.0 7.8 PtHMAZ 30 49.5 32.0 10.2 8.3 PtHMOR 49.7 32,4 12.8 5.1 224 J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 30 20 i0 2-MP f 20 40 60 x (%) 80 % 2,3-DMB / I I i 20 40 6O X (%) 80 % 20 3-MP o b ! 20 40 60 x (%) 10 0 80 % 2,2-DMB /d yo 20 40 60 X(%) 80 Fig. 2. Transformation of n-hexane under standard conditions. Yields (%) in 2-methylpentanes (2-MP, a), 3- methylpentane (3-MP, b), 2,3-dimethylbutane (2,3-DMB, c) and 2,2-dimethylbutane (2,2-DMB, d) versus n- hexane conversion X (%). PtHMAZ10 (.); PtHMAZ30 (O); PtHMOR (x) given in Table 1 for a n-hexane conversion of about 30%. 2-Methylpentane (2- MP), 3-methylpentane (3-MP) and 2,3-dimethylbutane (2,3-DMB) are directly formed from n-hexane (nC6) (these isomers are apparent primary products) while 2,2-dimethylbutane (2,2-DMB) seems to be a secondary product (Fig. 2). There- fore, with all the catalysts, n-hexane isomerization occurs apparently through the following scheme. nC6 ~ 3 - MP ~ 2, 2 - DMB 2, 3 - DMB The 2MP/3MP ratio equal to 1 at very low n-hexane conversion, becomes close to its value at thermodynamic equilibrium for conversions greater than 10% (Fig. 3). On the other hand, the percentage of 2,3-DMB in the primary products J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 2-MP/3-MP 2 1.5 0.5 TE 225 b 0 20 40 60 X (%) Fig. 3. Transformation of n-hexane under standard conditions. 2-Methylpentane/3-methylpentane ratio (2-MP/ 3-MP) versus n-hexane conversion X (%). T.E.: thermodynamic equilibrium ratio. PtHMAZ10 (o); PtHMAZ30 (0); PtHMOR (x) MP/2,3-DMB 20 15 10 TE h L I 0 20 40 60 80 X (%) Fig. 4. Transformation of n-hexane under standard conditions. Methylpentanes/2,3-dimethylbutane ratio (MP/ 2,3-DMB) versus n-hexane conversion X (%). T.E.: thermodynamic equilibrium ratio. PtHMAZ10 (,); PtHMAZ30 (; PtHMOR ( is much lower than its percentage at thermodynamic equilibrium. Thus, Fig. 4 shows that the MP/2,3-DMB ratio becomes close to the equilibrium ratio only for conversions of 25% with PtHMOR and greater than 60% with PtHMAZ catalysts. Thermodynamic equilibrium between the dimethylbutanes is obtained at very high 226 J.F. Allain et al./Applied Catalysis A: General 152 (1997) 221-235 2,2-DMB/2,3-DMB i TE 1 oo 0 : i 0 20 40 60 80 x (*/.) Fig. 5. Transformation of n-hexane under standard conditions. 2,2-Dimethylbutane/2,3-dimethylbutane ratio (2,2-DMB/2,3-DMB) versus n-hexane conversion X (%). T.E.: thermodynamic equilibrium ratio. PtHMAZ10 (e); PtHMAZ30 (O); PtHMOR (x) n-hexane conversions (>80%, Fig. 5). Furthermore, Fig. 5 shows that at very low conversions the 2,2-DMB/2,3-DMB ratio is not equal to zero. Therefore 2,2-DMB could be formed directly but in very low amounts (10 times more slowly than 2,3- DMB). However, the main mode of formation of 2,2-DMB is the secondary isomerization of 2,3-DMB. Some significant differences can be observed between the isomer distribution on PtHMOR and PtHMAZ catalysts: 1. The percentage of 2,3-DMB is smaller on PtHMAZ while the percentage of 2,2-DMB is greater (Fig. 2). This leads to a higher 2,2-DMB/2,3-DMB ratio with PtHMAZ catalysts, in particular with PtHMAZ 30 (Fig. 5). Thus at 50% conversion, this ratio is equal to 0.4 with PtHMOR against 1.4 with PtHMAZ 30 (Fig. 5). 2. A greater initial value of the MP/2,3-DMB ratio is found with PtHMAZ catalysts, particularly with PtHMAZ 10. Furthermore thermodynamic equili- brium between methylpentanes and 2,3-dimethylbutane is obtained at a higher conversion with PtHMAZ catalysts (Fig. 4). Light products are formed only at high conversion particularly with the commercial PtHMOR catalyst. Thus, for about 50% n-hexane conversion, only 0.4% is transformed into light products on PtHMOR against 1.6% on the PtHMAZ 15 and 30 catalysts. Moreover, with PtHMOR, the light products are constituted by about 80 tool% of propane, 10% of isobutane and 10% of isopentane while with J.F. Allain et al./Applied Catalysis A: General 152 (1997) 221-235 227 PtHMAZ 30 there is a quasi equimolar amount of El, C2, C3, C4 and C5 alkanes, the iso/nC4 ratio being of about 1 and the iso/nC5 ratio of 2.5. It can be underlined that under atmospheric pressure no C1 and C2 products have been observed [15,27]. 3.2. Kinetic study The kinetic study of n-hexane transformation was carried out with the com- mercial PtHMOR catalyst and with the most active PtHMAZ samples: PtHMAZ 15 and 30. The effect of the temperature on the activity was determined between 210 and 250 with pH2=27 bar and Pn_hexaneZ3 bar. The apparent activation energy was equal to about 125 kj mo1-1 (30 kcal mol-l) with the three catalysts. The effect of n-hexane pressure on the activity was determined at 250, PH2 equal to 27 bar and with Pn-hexane between 1 bar and 10 bar. With all the catalysts, the reaction order, slightly positive for n-hexane pressure below 3 bar, was equal to zero for higher pressures. The effect of hydrogen pressure on the activity was determined at 250, Pn-hexane of 3 bar and with Pn2 between 10 and 45 bar. Hydrogen had an inhibiting effect on the hexane transformation; the reaction order with respect to hydrogen was equal to about -0.7 with the three catalysts. 4. Discussion At 250 and under high pressure, i.e. under the conditions of the isomerization process, PtHMAZ catalysts with framework and total Si/A1 ratios of 15 and 30 are 1.6 times more active than a commercial PtHMOR catalyst (activity expressed by mass unit of the zeolite component). Therefore, when considering the apparent activation energy, it is possible to obtain on PtHMAZ 15 or 30 at 240 practically the same n-hexane conversion than on PtHMOR at 250. This is favourable, for a decrease in temperature causes an increase in the percentage of 2,2-DMB (which has a high octane number) in the thermodynamic equilibrium mixture at the expense of the percentages of n-hexane and methylpentanes (which have, low or average octane numbers) [1]. Moreover, Fig. 6 shows that, whatever the conver- sion, the methylpentane/dimethylbutane ratio (M/B) is lower with PtHMAZ 15 or 30 than with PtHMOR. Since the octane numbers of dimethylbutanes are greater than those of methylpentanes, this means that, whatever the conversion, PtHMAZ catalysts are better than PtHMOR catalysts. However, at high conversion, a lower isomerization selectivity is found with PtHMAZ catalysts. This lower selectivity is due to the hydrogenolysis activity of platinum in these non optimized PtHMAZ catalysts. Indeed, there is a large amount of C1 in the light products formed on PtHMAZ while no C1 is observed with the commercial PtHMOR catalyst. Since this hydrogenolysis activity can be easily suppressed, PtHMAZ catalysts are more 228 .LE Allain et al./Applied Catalysis A: General 152 (1997) 221-235 Mill o x o x A && u r r I 20 40 60 80 x (O/o) Fig. 6. Transformation of n-hexane under standard conditions. Methylpentanes/dimethylbutane ratio (M/B) versus n-hexane conversion X (%). T.E.: thermodynamic equilibrium ratio. PtHMAZ15 (A); PtHMAZ30 (O); PtHMOR (x) active and more selective than PtHMOR catalysts and should substitute for them in the near future [8]. 4.1. Reaction scheme and mechanism With all the catalysts, the isomerization occurs through the same scheme with direct formation of 2-MP, 3-MP and 2,3-DMB, the larger part of 2,2-DMB resulting from 2,3-DMB isomerization. This reaction scheme is typical of an acid mechanism. Indeed as can be observed for alkane isomerization over chlorinated alumina [ 11 ] or over protonic zeolites [ 12] and for isobutane alkylation with alkenes [13], only alkanes with a tertiary carbon atom can be easily formed. This is due to the fact that hydride transfer to a tertiary carbenium ion is much faster than to a secondary one. However an acid mechanism is unlikely for the following reasons: 1. As can be expected from a bifunctional isomerization process (Fig. 7), in which the acid reaction is the limiting step, the reaction order with respect to hydrogen is negative and the values of the apparent activation energy are close to those found with typical bifunctional catalysts such as Pt/SiO2-A1203 [14]. 2. For reactions under atmospheric pressure we have shown [15] that the activity of PtHMAZ catalysts first increases with the platinum content then remains practically stable at high platinum content (_>0.3 wt%). This is typical of a J.E Allain et al,/Applied Catalysis A: General 152 (1997) 221-235 229 nC6 iC6 .H~ +H+ nC6+ _ - iC6+ -~H+ iO6 nO6 Fig. 7. Isomerization of n-hexane through bifunctional catalysis, nC6= n-hexane; iC6= isohexanes; nO6= n- hexenes; iO6= isohexenes: nC6+, iC6+ = carbenium ions bifunctional reaction scheme in which, at low platinum contents, the limiting step is the dehydrogenation of n-hexane on the Pt sites and, at high platinum contents, the isomerization of olefinic intermediates on the acid sites. 3. 2,2-DMB appears as a primary product of n-hexane transformation under atmospheric pressure [15] although, through the acid mechanism, its formation requires an unfavourable hydride transfer to a secondary carbenium ion. On the other hand, 2,3-DMB has been found to be a secondary product of n-hexane isomerization under high pressure over very dealuminated mordenites [16]. However with a bifunctional transformation in which the limiting step is the acid reaction, the isomerization scheme should be: hE6 ~ 2 - MP ~ 2, 3 - DMB ~ 2, 2 - DMB with no direct formation of 2,3-DMB. Indeed the formation of 2,3-DMB requires two successive branching through protonated cyclopropanes on the acid sites (reactions 1 and 2). Since this branching is the limiting step of the bifunctional mechanism the formation of 2,3-DMB should be consecutive to that of MP, (in fact of the 2-MP) (reaction 2), with a simultaneous formation of 2,2-DMB: ~, ..i c--c-c-c-c + \"\"+\" (1) c-c-c-c-c-c ,. c-c-c-c-c ~ + C-C-C-C-C 04,4-0 ,c, c + c-c'~b-c /~\" c c C-C-C-C-C c ~ ~ + (2) C--C-C-C With this mechanism 2-MP and 3-MP should be formed at similar rates, which can be observed at very low conversion (Fig. 3). However, the thermodynamic equilibrium between 2- and 3-MP is rapidly established because of their rapid interisomerization through a methyl shift (reaction 3). c-c-.-c-c-c ~ C-C--C-C-C (3) 230 J.F. Allain et al./Applied Catalysis A: General 152 (1997) 221-235 Indeed methyl shift (A isomerization) is known to be faster than isomerization through protonated cyclopropanes (B isomerization) [17]. Furthermore 2,3-DMB should be formed more rapidly than 2,2-DMB since 2,3-DMB formation involves a tertiary cation (reaction 2), which is actually observed (Fig. 2). As we have previously proposed for PtHY catalysts with a very low Pt content (0.02 wt%), the apparent direct formation of a bibranched product such as 2,3- DMB could be explained by the bifunctional mechanism if the hexene inter- mediates undergo two successive branching on the acid sites during their diffusion between two platinum sites [ 18,19]. However, this seems unlikely with PtHMOR and PtHMAZ catalysts used in this work, for their platinum content is much higher (0.3 wt%). This direct transformation, which does not occur over PtHY catalyst with platinum contents _>0.10%, could be typical of zeolite catalysts with a monodirectional pore system such as PtHMAZ and PtHMOR: n-hexane entering a channel could undergo various successive bifunctional transformations when passing through this channel. The acidity, in particular the density of the protonic acid sites and their strength, could determine the significance of this direct formation of 2,3-DMB. Indeed, the higher the acid site density, the greater the number of acid sites encountered by the olefinic intermediates during their diffusion in a zeolite channel, hence, the higher the probability of double branching. However, contrary to what can be expected from an effect of the acid site density, the percentage of 2,3-DMB in the primary products is slightly lower with PtHMAZ 10 than with PtHMAZ 30 (Fig. 2c). Furthermore, the stronger the acid sites, the higher should be the probability of isomerization on the acid sites, hence of double branching. This could explain the difference between PtHMAZ 10 and PtHMAZ 30 catalysts. Indeed the maximum activity of HMAZ catalysts for n-hexane cracking at 300 has been found for a framework Si/A1 ratio of 15 [15], which means that the maximum strength of the acid sites of HMAZ is obtained for Si/A1 greater than 15 [20]. However, with the mordenite catalyst whose acid sites are weaker than those of mazzite, the percentage of 2,3-DMB in the primary products is greater. Therefore, the lower selectivity of PtHMAZ samples for 2,3-DMB is due to another characteristic of these catalysts, most likely their larger pore size (7.4 ,~ against 6.5 x 7.0 ,~ with mordenite) [21]. In these larger pores the diffusion of organic molecules would be faster, which decreases the probability of double branching. The multiple branching found for reactions under atmospheric pressure (direct significant formation of 2,2-DMB) [15] could also be explained by diffusion limitations in the zeolite channels. Indeed under this pressure there is a rapid deactivation by coking of the PtHMAZ catalysts, the coke molecules located in the pores limiting the rate of diffusion of organic molecules thus favouring a multiple branching. The greatest difference between the product distributions with PtHMOR and PtHMAZ catalysts concerns dimethylbutanes. However the difference remains J.E AUain et al./Applied Catalysis A: General 152 (1997) 221-235 231 small at low n-hexane conversion: the MP/2,3-DMB and 2,2-DMB/2,3-DMB ratios are practically identical on both types of catalysts. The difference increases with the conversion because the rates of 2,3-DMB isomerization into 2,2-DMB on PtHMOR and PtHMAZ catalysts differ very much. Indeed Fig. 5 shows that the increase of the 2,2-DMB/2,3-DMB ratio with n-hexane conversion is more pronounced with PtHMAZ than with PtHMOR catalysts. This could be related to the stronger acidity of the HMAZ zeolites. However, this is most unlikely, for the dimethylbutane interisomerization which proceeds through a methyl shift (reaction 4) is a facile reaction. C + ~ CH3 C -'-(~ -'~'-C (4) C --\"C'-C'--C 66 Moreover with PtHMAZ 30 the increase with conversion of the 2,2-DMB/2,3- DMB ratio is quite similar to the one found with PtHY catalysts whose acidity is weaker [22]. Therefore, this difference in selectivity between PtHMOR and PtHMAZ is due to another characteristic of these catalysts, most likely their pore size. Because of the narrow pore size of PtHMOR catalysts, the isomerization of 2,3-DMB into 2,2-DMB would be limited by steric constraints or the desorption of 2,2-DMB from the zeolite channels would be diffusion limited. With PtHMAZ catalysts whose pore size is larger, these steric constraints and/or diffusion limitations would be less pronounced (PtHMAZ 10) or even would not exist (PtHMAZ 30), as suggested by the quasi-identical increase in the 2,2-DMB/2,3- DMB ratio with n-hexane conversion found over PtHMAZ and PtHY catalysts [22]. The difference between PtHMAZ 10 and 30 is most likely due to the greater number of mesopores in HMAZ 30 which favours the diffusion of 2,2-DMB. 4.2. Kinetic model Over the PtHMAZ and PtHMOR catalysts the isomerization of n-hexenes into isohexenes on the acid sites is the limiting reaction of the bifunctional transforma- tion of n-hexane (Fig. 7). The formation of carbenium ions from alkenes (step 2) and the desorption of alkenes from protonic sites (step 4) are known to be very rapid and step 3 is very likely to be the limiting step of n-hexane isomerization. At low conversion (to neglect the reverse reaction) the rate of n-hexane transformation can be written as: k3 Cm K1 K2 Cn c6 1 PH2 1 r= ---*-= -- +-- (5) P~t2 + K1g2Cnc6 r k3CmKIK2Cnc6 k3Cm where k3 is the rate constant of step 3, Cm the concentration of protonic sites, KI and K2 the equilibrium constants of the dehydrogenation of n-hexane (step 1) and of the carbenium ion formation (step 2). 232 J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 100/r 80 x 60 40 20 x x x x x x x x x o A o o o &~ & AO A it 0& & I I i i q 5 10 15 20 25 30 PH2Ipnc6 Fig. 8. Verification of the kinetic Eq. (5) derived from the bifunctional mechanism with the skeletal isomerization of carbenium ions as a limiting step. PtHMAZ15 (A); PtHMAZ30 (C)); PtHMOR ( Fig. 8 shows that Eq. (5) is not verified. This could be due to a concentration effect in the zeolite pores by a physical adsorption process as has been proposed for hydroisomerization of n-dodecane, n-decane [23], n-octane [24] on PtHFAU catalysts and even for n-heptane hydroisomerization on PtHFAU [25] and PtHMFI catalysts [26]. Taking into account this possible concentration effect, the gas phase concentra- tion of n-hexane Cnc~ was replaced in Eq. (5) by C(nc6)p the concentration of physisorbed n-hexane given by the Langmuir equation: ( CnC6)mgLPnC6 (6) C(nc6)p z 1 + KLPnC6 where (Cnc6)m is the maximum concentration in the zeolite pores and KL, the equilibrium constant of n-hexane physisorption. km CmK1 K2 ( Cnc6 )mKLPnC6 apnc6 r = = (7) PH2 + KLPH2PnC~ + KIKz(Cnc6)KLPnC~ PH2 + bpn2Pnc6 + Cpnc~ Equation (7) accounts for our results for the three catalysts: 1/r versus Ps~ and versus 1/Pnc~ are straight lines (Fig. 9). The values of Kr,k3-Cm and K1K2(Cnc6)m can be drawn from the slopes and from the ordinates at zero abscissa of the straight lines in Fig. 9. KL (bar-1) is practically the same with all the catalysts (6 to 8). The values of KIK2(Cnc6)m (bar-l) are quasi-identical with PtHMOR and PtHMAZ 15 (8 to 10) and slightly greater with J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 233 80 60 40 20 100/r x I I L I 0 10 20 30 40 50 Pm 60 40 20 LOO/r x x o o 0 I I I I 0 0.2 0.4 06 0.8 lip.c6 Fig. 9. Verification of the kinetic Eq. (7) derived from the bifunctional mechanism with the skeletal isomerization of carbenium ions as a limiting step and by supposing a concentration effect in the zeolite pores. PtHMAZ15 (A); PtHMAZ30 (O); PtHMOR ( PtHMAZ 30. The main difference is found for the values of k3 Cm which are much greater with the PtHMAZ catalysts: 0.28 mol h-1 g-1 with PtHMAZ 15, 0.18 with PtHMAZ 30 and only 0.075 with PtHMOR, which can be related to the greater strength of the PtHMAZ catalysts. 5. Conclusion Under industrial-like conditions, PtHMAZ catalysts with total framework Si/A1 ratios of 15 and 30 and with 0.3 wt% Pt are 1.6 times more active for n-hexane 234 J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 isomerization than a commercial PtHMOR catalyst, which allows to operate at lower temperature (around 10 below). This greater activity of PtHMAZ catalysts can be related to the greater strength of their acid sites. With both types of catalysts, methylpentanes, 2,3-dimethylbutane and very low amount of 2,2-dimethylbutane are directly formed. The apparent formation of dimethylbutanes as primary products can be related to the unidirectional pore structure of these zeolite catalysts. However, at high conversion, a large difference appears in the production of 2,2-dimethylbutane on PtHMOR and PtHMAZ catalysts. This difference is due to a strong limitation in the rate of 2,3-dimethylbutane isomerization over the PtHMOR catalyst. No limitation exists with PtHMAZ catalysts whose pore size is larger. The effect of hydrogen and n-hexane pressures on the isomerization rate (reaction orders with respect to hydrogen around -0.7 and with respect to n- hexane close to zero with all the catalysts) can be explained by a kinetic bifunctional model. Here, the limiting step would be the isomerization of olefinic intermediates on the acid sites. Moreover, a concentration effect in the zeolite pores should be considered. References [1] M. Belloum, Ch. Travers and J.P. Bournonville, Rev. Inst. Fr. Pet., 46 (1991) 89. [2] H.W. Kouwenhoven, in W.M. Meier and J.B. Uytterhoeven (Eds.), Molecular Sieves, Adv. Chem. Ser., Vol. 121, American Chemical Society, Washington, 1973, p.529. [3] J.E Franck, G6nie et Proc6d6s Chimiques, Techniques de l'Ing6nieur, Paris, 1983, J5910.. [4] A.E Bolton, in J.A. Rabo (Ed.), Zeolite Chemistry and Catalysis, ACS Mongr. 171, American Chemical Society, Washington, 1976, p. 714. [5] A. Corma, Chem. Rev., 95 (1995) 559. [6] S. Jullian, L. Mank and A. Minkkinen, F. Pat. 2.679.245 (1991); US Pat. 5 233 120 (1992). [7] A.J. Perrotta, C. Kibby, B.R. Mitchell and E.R. Tucci, J. Catal., 55 (1978) 240. [8] Ph. Schulz, N. Barbouth, Ch. Travers and E Fajula, AIChE National Meeting, Paper 66a, 1993. [9] D. Mc Queen, B.H. Chiche, E Fajula, A. Auroux, C. Guimon, E Fitoussi and Ph. Schulz, J. Catal, accepted for publication (doit paratre en 07/96). [10] E Ribeiro and C. Marcilly, Rev. Inst. Ft. Pet., 34 (1979) 405. [11] M. Guisnet, J.J. Garcia, E Chevalier and R. Maurel, Bull. Soc. Chim. Fr., (1976) 1657. [12] E Ribeiro, C. Marcilly and M. Guisnet, J. Catal., 78 (1982) 275. [13] E Cardona, N.S. Gnep, M. Guisnet, G. Szabo and E Nascimento, Appl. Catal. A: General, 128 (1995) 243. [14] E Chevalier, M. Guisnet and R. Maurel, C.R. Acad. Sci. S6rie C, 282 (1976) 3. [15] J.E Allain, PhD Thesis, University of Poitiers, 1996. [16] M. Guisnet, V. Fouch6, M. Belloum, J.E Boumonville and C. Travers, Appl. Catal., 71 (1991) 283. [17] J.A. Martens and EA. Jacobs, in J.B. Moffat (Ed.) \"Theoretical Aspects of Heterogeneous Catalysis\", van Nostrand Reinhold, New York, 1990. [18] M. Guisnet, E Alvarez, G. Giannetto and G. P6rot, Catalysis Today, 1 (1987) 415. [19] G.E. Giannetto, G.R. P6rot and M.R. Guisnet, Ind. Eng. Chem. Prod. Res. Dev., 25 (1986) 481. [20] D. Barthomeuf, Mater. Chem. Phys., 17 (1987) 49. [21] E Fajula, M. Boulet, B. Coq, V. Rajaofanova, E Figueras and T. Des Courribres, in L. Guczi, E Solymosi and E T6t6nyi (Editors), \"New Frontiers in Catalysis\", Proceedings of the 10th International Congress on Catalysis, Akad6miai Kiado, Budapest 1993, p. 1007. [22] E Alvarez, ER. Ribeiro, G. Giannetto, E Chevalier, G. P6rot and M. Guisnet, in EA. Jacobs and R.A. van Santen, (Eds.) \"Zeolites: Facts, Figures, Future\", Stud. Surf. Sci. Catal., 49, Elsevier, Amsterdam, 1989, p. 1339. J.E Allain et al./Applied Catalysis A: General 152 (1997) 221-235 235 [23] M. Steijns and G.E Froment, Ind. Eng. Chem. Prod. Res. Dev., 20 (1981) 660. [24] H. Vansino, M.A. Baltanas and G.E Froment, Ind. Eng. Chem. Prod. Res. Dev., 22 (1983) 531. [25] G. Giannetto, PhD Thesis, University of Poitiers, 1985. [26] G. Giannetto, G. P&ot and M. Guisnet, Proceedings of the International Symposium on Zeolite Catalysis, Acta Physica et Chemica Szegediensis, 1985, p. 467. [27] B. Coq, E Figueras and V. Rajaofanova, J. Catal., 114 (1988) 321. APCATA 96003468 S0926-860X(96)00346-8 10.1016/S0926-860X(96)00346-8 Article Hydroisomerization of n-hexane over platinum mazzite and platinum mordenite catalysts kinetics and mechanism J.F. Allain a P. Magnoux a Ph. Schulz b M. Guisnet ∗ a a URA CNRS 350, Catalyse en Chimie Organique, Université de Poitiers, 40, avenue du Recteur Pineau, F-86022 Poitiers Cedex, France b Centre de Recherches, ELF Solaize, 69360 Solaize, France ∗ Corresponding author. A kinetic study of n-hexane isomerization was carried out at 250°C under high pressure (13–48 bar, p H 2 p n-hexane from 3 to 27) on three PtHMAZ catalysts without extraframework aluminium species ( Si Al=10, 15 and 30 ) and on a commercial PtHMOR catalyst. Under standard conditions (30 bar, p H 2 p n-hexane =9 ), PtHMAZ catalysts with Si Al ratios of 15 and 30 are 1.6 times more active than the PtHMOR catalyst, which can be related to the greater strength of their acid sites. With PtHMAZ and PtHMOR, methylpentanes, 2,3-dimethylbutane and low amounts of 2,2-dimethylbutane appear as primary products. The apparent direct formation of dimethylbutane is explained by the unidirectional pore structure of these zeolite catalysts. 2,3-dimethylbutane isomerization into 2,2-dimethylbutane is slower on PtHMOR than on the PtHMAZ catalysts whose pore size is larger. A kinetic bifunctional model, in which the limiting step is the isomerization of olefinic intermediates on the acid sites, accounts for the quantitative changes in the reaction rate versus hydrogen and n-hexane pressures. This provided that a concentration effect in the zeolite pores by a physical adsorption process is considered. References [1] M. Belloum Ch. Travers J.P. Bournonville Rev. Inst. Fr. Pet. 46 1991 89 [2] H.W. Kouwenhoven W.M. Meier J.B. Uytterhoeven Molecular Sieves Adv. Chem. Ser. Vol. 121 1973 American Chemical Society Washington 529 [3] J.P. Franck Génie et Procédés Chimiques 1983 Techniques de l'Ingénieur Paris J5910 [4] A.P. Bolton J.A. Rabo Zeolite Chemistry and Catalysis ACS Mongr. 171 1976 American Chemical Society Washington 714 [5] A. Corma Chem. Rev. 95 1995 559 [6] S. Jullian, L. Mank and A. Minkkinen, F. Pat. 2.679.245 (1991); US Pat. 5 233 120 (1992). [7] A.J. Perrotta C. Kibby B.R. Mitchell E.R. Tucci J. Catal. 55 1978 240 [8] Ph. Schulz N. Barbouth Ch. Travers F. Fajula AIChE National Meeting Paper 66a 1993 [9] D. Mc Queen, B.H. Chiche, F. Fajula, A. Auroux, C. Guimon, F. Fitoussi and Ph. Schulz, J. Catal, accepted for publication (doit paratre en 07/96). [10] F. Ribeiro C. Marcilly Rev. Inst. Fr. Pet. 34 1979 405 [11] M. Guisnet J.J. Garcia F. Chevalier R. Maurel Bull. Soc. Chim. Fr. 1976 1657 [12] F. Ribeiro C. Marcilly M. Guisnet J. Catal. 78 1982 275 [13] F. Cardona N.S. Gnep M. Guisnet G. Szabo P. Nascimento Appl. Catal. A: General 128 1995 243 [14] F. Chevalier M. Guisnet R. Maurel C.R. Acad. Sci. Série C 282 1976 3 [15] J.F. Allain PhD Thesis 1996 University of Poitiers [16] M. Guisnet V. Fouché M. Belloum J.P. Bournonville C. Travers Appl. Catal. 71 1991 283 [17] J.A. Martens P.A. Jacobs J.B. Moffat Theoretical Aspects of Heterogeneous Catalysis 1990 van Nostrand Reinhold New York [18] M. Guisnet F. Alvarez G. Giannetto G. Pérot Catalysis Today 1 1987 415 [19] G.E. Giannetto G.R. Pérot M.R. Guisnet Ind. Eng. Chem. Prod. Res. Dev. 25 1986 481 [20] D. Barthomeuf Mater. Chem. Phys. 17 1987 49 [21] F. Fajula M. Boulet B. Coq V. Rajaofanova F. Figueras T. Des Courrières L. Guczi F. Solymosi P. Tétényi New Frontiers in Catalysis Proceedings of the 10th International Congress on Catalysis 1993 Akadémiai Kiado Budapest 1007 [22] F. Alvarez F.R. Ribeiro G. Giannetto F. Chevalier G. Pérot M. Guisnet P.A. Jacobs R.A. van Santen Zeolites: Facts, Figures, Future Stud. Surf. Sci. Catal. 49 1989 Elsevier Amsterdam 1339 [23] M. Steijns G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 20 1981 660 [24] H. Vansino M.A. Baltanas G.F. Froment Ind. Eng. Chem. Prod. Res. Dev. 22 1983 531 [25] G. Giannetto PhD Thesis 1985 University of Poitiers [26] G. Giannetto G. Pérot M. Guisnet Proceedings of the International Symposium on Zeolite Catalysis Acta Physica et Chemica Szegediensis 1985 467 [27] B. Coq F. Figueras V. Rajaofanova J. Catal. 114 1988 321",
      "scopus-id": "0002315947",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003468",
        "dc:description": "A kinetic study of n-hexane isomerization was carried out at 250°C under high pressure (13–48 bar, p H 2 p n-hexane from 3 to 27) on three PtHMAZ catalysts without extraframework aluminium species ( Si Al=10, 15 and 30 ) and on a commercial PtHMOR catalyst. Under standard conditions (30 bar, p H 2 p n-hexane =9 ), PtHMAZ catalysts with Si Al ratios of 15 and 30 are 1.6 times more active than the PtHMOR catalyst, which can be related to the greater strength of their acid sites. With PtHMAZ and PtHMOR, methylpentanes, 2,3-dimethylbutane and low amounts of 2,2-dimethylbutane appear as primary products. The apparent direct formation of dimethylbutane is explained by the unidirectional pore structure of these zeolite catalysts. 2,3-dimethylbutane isomerization into 2,2-dimethylbutane is slower on PtHMOR than on the PtHMAZ catalysts whose pore size is larger. A kinetic bifunctional model, in which the limiting step is the isomerization of olefinic intermediates on the acid sites, accounts for the quantitative changes in the reaction rate versus hydrogen and n-hexane pressures. This provided that a concentration effect in the zeolite pores by a physical adsorption process is considered.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-07",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003468",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Allain, J.F."
          },
          {
            "@_fa": "true",
            "$": "Magnoux, P."
          },
          {
            "@_fa": "true",
            "$": "Schulz, Ph."
          },
          {
            "@_fa": "true",
            "$": "Guisnet, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003468"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003468"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00346-8",
        "prism:volume": "152",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydroisomerization of n-hexane over platinum mazzite and platinum mordenite catalysts kinetics and mechanism",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "221-235",
        "prism:endingPage": "235",
        "pubType": "fla",
        "prism:coverDisplayDate": "7 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00346-8",
        "prism:startingPage": "221",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00346-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "44",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003468-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "345",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003468-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "661",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "191",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003468-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "819",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003468-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "579",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002315947"
      }
    }
  }
}