{
  "metadata": {
    "title": "Pt<ce:glyph name=sbnd></ce:glyph>SO<ce:inf loc=post>4</ce:inf><ce:sup loc=post>2−</ce:sup><ce:glyph name=sbnd></ce:glyph>ZrO<ce:inf loc=post>2</ce:inf> catalysts. Correlation of catalytic activity with SO<ce:inf loc=post>4</ce:inf><ce:sup loc=post>2−</ce:sup> XPS data",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-19",
    "doi": "10.1016/S0926-860X(96)00189-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96001895",
    "pii": "S0926860X96001895"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043095248",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-14T00:05:07 1-s2.0-S0926860X96001895 S0926-860X(96)00189-5 S0926860X96001895 10.1016/S0926-860X(96)00189-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00087 2024-01-01T12:18:48.759026Z 0 0 19961119 1996 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 147 147 1 1 Volume 147, Issue 1 10 109 125 109 125 19961119 19 November 1996 1996-11-19 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. PTSO42ZRO2CATALYSTSCORRELATIONCATALYTICACTIVITYSO42XPSDATA MILBURN D SCHERZER 1989 215 J PINES 1981 H CHEMISTRYCATALYTICHYDROCARBONCONVERSION HINO 1979 6439 M HOSOI 1988 562 T DAVIS 1994 219 B MOLES 1992 382 P MOLES 1992 384 P MOLES 1992 387 P TANABE 1985 347 K TANABE 1985 71 94 K HETEROGENEOUSCATALYSIS ARATA 1990 165 K ARATA 1990 213 K TANABE 1990 1 K YAMAGUCHI 1990 1 T WHITMORE 1932 3274 F THOMAS 1949 2564 C BRENNER 1948 281 J HANSFORD 1947 849 R CIAPETTA 1948 2091 F BLACK 1944 1589 H GREENFELDER 1949 2573 B HANSFORD 1983 247 252 R HETEROGENEOUSCATALYSISSELECTEDAMERICANHISTORIES MATSUSHITA 1969 128 K KEOGH 1995 292 R ZHANG 1994 349 C SRINIVASAN 1996 51 R PINNA 1994 339 F KEOGH 1994 755 R SPARKS 1996 203 D MOULDER 1992 242 J HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY JANSSON 1984 40 41 P DECONVOLUTIONAPPLICATIONSINSPECTROSCOPY BARR 1994 T MODERNESCAPRINCIPLESPRACTICEXRAYPHOTOELECTRONSPECTROSCOPY MILBURNX1996X109 MILBURNX1996X109X125 MILBURNX1996X109XD MILBURNX1996X109X125XD item S0926-860X(96)00189-5 S0926860X96001895 1-s2.0-S0926860X96001895 10.1016/S0926-860X(96)00189-5 271346 2024-01-01T12:18:48.759026Z 1996-11-19 1-s2.0-S0926860X96001895-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001895/MAIN/application/pdf/10244d1d64f8135a9c5013aacd50b173/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001895/MAIN/application/pdf/10244d1d64f8135a9c5013aacd50b173/main.pdf main.pdf pdf true 783612 MAIN 17 1-s2.0-S0926860X96001895-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001895/PREVIEW/image/png/29427e9045260ca910ce293f7f349d6d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001895/PREVIEW/image/png/29427e9045260ca910ce293f7f349d6d/main_1.png main_1.png png 41922 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 147 (1996) 109-125 Pt-SOZ--ZrO2 catalysts. Correlation of catalytic activity with SO2- XPS data Diane R. Milburn, Robert A. Keogh, Ram Srinivasan, Burtron H. Davis * Center for Applied Energy Research, Universi~ of Kentucky, 3572 Iron Works Pike, Lexington, KY 4051 l, USA Received 21 February 1996; revised 17 May 1996; accepted 18 May 1996 Abstract Increasing activity for the conversion of n-hexadecane is observed for 0.6% Pt-SO2--ZrO~ catalysts with increasing time of activation in air at 500 (773 K). XPS analysis suggests that, rather than a change in the crystal phase, this increase is due to a loss of water and/or an increase in surface concentration of SO4z-. It is noted that there is a reasonably good correlation between the relative surface sulfate concentration and relative conversion of n-hexadecane with increasing heating time, although there are minor differences. In spite of the many assumptions that were made to generate the two curves showing the relative XPS peak area and the catalytic activity, there is surprising agreement between the two. It is therefore inviting to relate the catalytic activity for n-hexadecane conversion to that of the sulfate group. Furthermore, it appears that the active site related to the sulfate group is not one that contains water in its make-up. Keywords: Sulfated zirconia; Active site; XPS: Superacid 1. Introduction Hydrocarbon processing by isomerization is a never ending search for a more active and selective catalyst which simultaneously will undergo deactivation at a slower rate. Environmental concerns have mandated significant decreases in the content of aromatics and olefins in gasoline; both of these compound classes are major contributors of today's high octane gasoline [1]. Thus, as these two * Corresponding author. Tel.: (+ 1-606) 257-025l: fax: (+ 1-606) 257-0302; davis @alpha.caer.uky.edu. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll S0926-860X(96)00189-5 e-mail: 110 D.R. Milburn et al./Applied Catalysis A: General 147 (1996) 109-125 compound classes are decreased, other sources must be found for the needed high octane contributions to gasoline. One potential source of high octane contributors is increased amounts of highly branched alkanes. In general, normal alkanes have low octane numbers whereas branched alkanes have high octane numbers. It is usually observed that the more branched the alkane isomer, the higher the octane number [1]. It is also desirable to include as much of the alkane fraction as possible in the high priced gasoline since the alkane has about a 20% larger volume than the aromatic having the same carbon number. For these reasons, there has been an interest in developing processes that would convert n-alkanes to i-alkanes. Furthermore, the ability to operate at low temperatures is desirable since the thermodynamic limitations for the desired isoalkane products become more favorable as the operating tempera- ture is lowered [2]. Thus, the observation that a sulfated zirconia catalyst had sufficient activity to isomerize butane to isobutane at temperatures of 150 or lower attracted much attention [3,4]. A number of reviews have described the results of these studies [5-12]. Thus, only pertinent material relating to the active site and catalytic activity will be outlined below. Whitmore applied the carbocation theory (known as carbonium ion theory at that time) to explain many acid catalyzed organic reactions [13]. It was recognized that many of the results from the catalytic cracking of hydrocarbons with acidic clay and with the synthetic amorphous silica-alumina catalysts resembled those predicted by the carbocation theory. This observation became reasonable when Thomas utilized Pauling's rules to deduce that a trivalent aluminum in a matrix of tetrahedral silica would also be tetrahedrally coordi- nated with oxygen [14]. This bonding would leave a charge associated with the tetrahedrally coordinated aluminum ion as shown in Eq. (1). O--Si --0 -- AI --0 I 0 (1) The negative charge could be balanced with a hydrogen ion to form a protonic acid or it could lead to a Lewis acid. A number of papers appeared during a brief period in which catalytic cracking was explained by applying Whitmore's carbocation theory [15-19]. The paper by Greenfelder et al. [19] received wide attention because the authors applied rules for the stability of carbocations to make a quantitative prediction of the product distribution that should result from the catalytic cracking of n-hexadecane. The predicted distri- bution agreed surprisingly well with the experimental results and differed significantly from the results expected and obtained for thermal cracking via a free radical mechanism. D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109 125 111 A problem was soon recognized and an adequate explanation has not been offered even today. As described by Hansford [20], 'In a study of the cracking of n-butane over a commercial silica-alumina catalyst, it was early observed that activity decreased as the catalyst was dehydrated at high temperatures under vacuum. The activity could be restored simply by allowing water vapor to readsorb on the catalyst at elevated temperature. As little as 0.1% of adsorbed water significantly affected activity. Since these early observations, many workers have conducted experimental work directed toward providing answers to this puzzle (e.g., [21]), but a satisfactory reason for the activity increase has not been provided. One difficulty encountered in offering an explanation is that there is no common scale for Br0nsted and Lewis acidity. Another problem is that the conjugate acid must be weaker than the acid from which it is formed. Thus, viewing the reaction between the dehydrated silica-alumina catalyst, a Lewis acid, and water, a base, we have O=S/A[] + H20 ~ HO-S/A-OH (2) where S/A represents the structure of silica alumina and [] represents a Lewis acid site. As a conjugate acid, the compound represented by the structure on the fight side of Eq. (2) must be a weaker acid than O=S/A[]. It is therefore difficult to understand why the material produced by the reaction with water should be a more active catalyst than the dehydrated silica-alumina catalyst unless the cracking reaction requires a BrCnsted acid, and not a general Lewis catalyst. One reason that the BrCnsted acid could act differently is illustrated by the following reaction R-H + H+~ R++ H2 (3) where R-H represents a hydrocarbon and Rthe carbenium ion formed by hydride abstraction. The carbenium ion could then become part of a conversion (isomerization and/or cracking) in an ion regeneration reaction chain. In contrast to the silica-alumina catalyst, the addition of water to the dehydrated zirconia catalyst leads to less, not more, active material [22]. Whatever the reaction mechanism, it is well established that sulfated zirconia is a superactive catalyst; for example similar conversion levels for n-hexadecane cracking are obtained with a Pt-SO4Z--ZrO2 at 150 (423 K) and with a Pt-HZSM-5 operating at 350 (622 K). The nature of the acidity of sulfated zirconia remains controversial [5]. There are claims that the catalytic activity derives mainly, or completely, from protonic (Br0nsted) acid sites. Other authors are equally convinced that the acid sites are aprotic (Lewis sites). Various studies employing IR spectroscopic techniques provide data to distinguish these two general acid types. The results from pyridine adsorption indicated that there were about equal amounts of Br0nsted and Lewis sites following evacuation at 400 (623 K) of a sample previously calcined at 650 (923 K) [23]. However, if the same samples were 112 D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109-125 evacuated at only 100 (373 K) essentially all of the acid sites were of the Br~nsted type and it was believed that activation at increasingly higher tempera- tures than 400 (623 K) would decrease the fraction of the BrCnsted sites even further. The adsorption of pyridinium sulfate on unsulfated zirconia produced results that did not support the presence of a dominant fraction of pyridine adsorption sites being of the BrCnsted type [24]. Studies to define the type of acidity of sulfated zirconia have been recently summarized [5,24]. Catalytic activity and IR studies have shown that the addition of gaseous CO eliminated butane isomerization activity and produced IR data that was consistent with Lewis acid sites being responsible for the catalytic activity [25]. There is an optimum activation temperature to produce the maximum cat- alytic activity, and this temperature may vary for various catalyst batches prepared by procedures as identical as possible within experimental error [26]. Furthermore, at the optimum temperature it appears that a time as short as 15 min is sufficient to activate the catalyst [27]. However, activation for long periods of time at a lower temperature may produce an active catalyst as shown by the data presented in this manuscript. The course of the lower temperature activation has been followed by heating in air flow with intermittent X-ray photoelectron spectroscopy (XPS) analyses to obtain the relative intensity and the chemical state of the elements that could be associated with the formation of active sites on a platinum promoted sulfated zirconia catalyst. 2. Experimental 2.1. Catalyst preparation Hydrous zirconium oxide was prepared by rapidly precipitating from a 0.3 M aqueous solution, prepared from anhydrous ZrC14, with a molar excess of concentrated NH4OH, while stirring rapidly, to produce a final pH of approxi- mately 10.5. After washing the precipitate thoroughly with water and a final wash with ethanol to remove most of the bound water, the catalyst was dried in air at 120 for 2 to 3 days. The chloride content of the final water wash was less than 3 ppm. Sulfation of this powder was accomplished by slurring the dried material with 0.5 M H2SO4 (15 ml/g of catalys0 and filtering without washing. The sulfated catalyst was dried overnight and ground to a fine powder. The sulfur content of the 5042--ZRO2 was 3.44 + 0.02 wt.-%. Platinum (nomi- nal 0.6 wt.-%) was added to the SOJ--ZrO: catalyst using the incipient wetness technique and the appropriate amount of an aqueous solution of chloroplatinic acid (Colonial Metals, Inc.). The Pt-SO42--ZrOz catalyst was dried overnight and ground to a fine powder. Pyridinium sulfate loaded zirconia was prepared by placing the dried zirconia powder in 100 ml of n-pentane, adding an excess (l.3 times the stoichiometric D.R. Milburn et al./Applied Catalysis A: General 147 (1996) 109-125 113 amount) of pyridine, then slowly dropping an amount of concentrated H2SO4 into the vigorously stirred suspension to produce 10.4 wt.-% SO2- in the final material. The mixture was vigorously agitated for 1 h and most of the n-pentane was removed by passing a flow of dry nitrogen over the sample. The remaining n-pentane was removed under vacuum (ca. 25 mm Hg) at room temperature. 2.2. Activi~ testing The Pt-SO42 -ZrO2 catalyst samples were activated using a temperature of 500 (773 K) for various time periods (8-72 h) in air. The catalysts were placed in a preheated muffle furnace for the required time period prior to analysis and/or activity testing. The activity testing of the catalysts utilized dried, 25 ml batch microauto- claves. The reaction was carried out at a temperature of 150 (423 K), a residence time of 15 min, 500 psig (3.45 MPa) H2 (ambient) and a n-hexade- cane (4 g)/catalyst (2 g) ratio of 2. Anhydrous n-hexadecane (Aldrich) was used in all of the experiments. The activated catalyst was put directly in the dried reactor from the muffle furnace and the reactor was placed in a desiccator to cool to room temperature. After the reactor was cooled to room temperature, the required amount of n-C 16 was added and the reactor assembly was completed. Ultra high purity hydrogen was used to purge the reactor (6 times) and to then bring the reactor to a final pressure of 500 psig (3.45 MPa). The reactor was heated to 150 in a fluidized sand bath and vertically shaken at 400 cpm for 15 min. Typically, the reactor reached reaction temperature in less than 2 min. After completion of the experiments the reactor was cooled to room temperature (typically within 1 rain) and slowly vented to atmospheric pressure. The reaction products were separated from the catalyst by filtration and stored in a freezer prior to analysis. 2.3. Product characterization The liquid products were analyzed using a 60 m 0.32 mm DB-5 capillary (0.25 txm thickness) colunm installed in an HP 5890 Series II gas chromato- graph. Conversion was defined by the disappearance of n-C16 in the liquid phase; therefore, conversion includes both isomerization and cracked products. Identification of the n-C 16 peak and many of the isomerization/cracked prod- ucts was made using GC-MS equipped with the same column and using the same temperature program. 2.4. Catalyst characterization Multipoint surface areas of the catalysts were obtained from nitrogen phy- sisorption isotherms measured using a Quantachrome Autosorb 6 and the 114 D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109-125 standard BET equation. Sulfur determinations were made using standard meth- ods on a Leco SC-432 instrument following ASTM standard method D4239. The samples were X-rayed from 25 to 40 (20) using a Philips X-ray diffrac- tometer equipped with a graphite crystal monochromator using Cu K a radiation at 40 kV and 20 mA. The data were collected at a step width of 0.02 degrees, counting 2 s at each step. XPS analyses were performed with a Leybold-Heraeus spectrometer using a Mg Ko~ X-ray source operated at 12.5 kV. Catalyst powders were pressed into thin wafers and mounted between gold foil slices attached to a heatable probe. This allowed sequential treatments in vacuum or gas flow at elevated tempera- ture and subsequent XPS analysis without exposure to the atmosphere. The samples were analyzed prior to any treatment, then following several hours of heating at 150 (423 K) in vacuum, and then following sequential periods of heating to 500 (773 K) under flowing 'breathing quality' air (Air Products, Inc.). Moisture exposure was achieved by saturating an air stream with distilled, deionized water at ambient temperature and passing the water saturated air stream over the catalyst for approximately 3 min prior to evacuation at ambient temperature. Data collection was made at < 5 10-7 MPa in 0.1 eV increments with at least 100 scans/energy region. Significant charging (3-8 eV) was observed for the insulating zirconia samples. Binding energy corrections were made using the Zr 3d5/2 peak (assuming a value of 182.2 eV for Zr in ZrO2) [28]. Peak deconvolution utilized a Voigt function, which is a convolution of a Lorentzian with a Gaussian function [29]. Na2SOn-ZrO2 standard samples with various amounts of SO2- were pre- pared by manually grinding the dried ZrO2 powder together with Na2SO4 (Aldrich). 3. Results and discussion The sulfated zirconia sample is, or nearly is, amorphous prior to activation. The sample activated at 500 (773 K) for different time intervals (Fig. 1) shows the development of the tetragonal phase of zirconia. As the time of activation increases, the crystallite size of the zirconia gradually increases. With increasing time of activation the surface area also decreases from 290 m2 g-1 (at time = 0) to approximately 110 m2 g- 1 after 60 h at 500 (773 K) (Fig. 2). The total sulfur content of the catalyst after activation at various times is shown in Fig. 3. Surprisingly, the total sulfur content did not change signifi- cantly with time of activation. The retention of all of the sulfur contrasts to the loss of sulfur when the sample is heated at 650 (923 K) or 725 (998 K). For example, activating the sample at 725 (998 K) for 2 h in air would result in a catalyst that contains about 1 + 0.2 wt.-% S [27]. D.R. M ilburn et al. / Applied Catalysis A: General 147 (1996) 109 125 115 1Oh (111)t o C 0 4,,$ _c ~' 1 I I I I I 26 27 28 29 30 31 32 33 2 O, (degrees) Fig. 1. X-ray diffraction scans for sulfated zirconia samples activated in air at 500 for varying lengths of time. The activity of the catalyst, defined by the conversion of n-C]6, after activation at different time intervals is also shown in Fig. 3. As can be seen in this figure, the conversion becomes noticeable after approximately 18 h and then increases steadily to a maximum at 67.5 h of activation. The conversion obtained after 67.5 h (76.81 wt.-%) at 500 (713 K) is equivalent to the average conversion (76.60 wt.-%) of a number of catalyst batches of the same formulation that were activated at 725 (998 K) for 2 h in air. The 725 (998 K) activation temperature was previously determined to be the optimum temper- ature for n-Cl6 conversion with this particular catalyst preparation using an activation time of 2 h. It is apparent from these data that a time-temperature relationship exists for the activation of a Pt promoted sulfated zirconia catalyst. A similar time-temperature relationship has been previously reported for Fe-Mn promoted sulfated zirconia catalysts [30]. XPS scans made at various times during heating at 500 (773 K) for the two 0.6 wt.-% Pt-SO42--ZrO2 prepared using H2SO4 and pyridinium sulfate indi- cate the occurrence of chemical changes on the catalyst surface coinciding with 116 D.R. Milburn et al./Applied Catalysis A: General 147 (1996) 109-125 300 250 E t~ 200 o cO I-- LLI 133 150 100 I I I I I I I 0 10 20 30 40 50 60 70 Activation Time in Air at 500, (h) Fig. 2. BET surface areas for sulfated zirconia samples activated in air at 500 for varying lengths of time. increasing activity. Unfortunately, the chemical state of the surface Pt species could not be ascertained with accuracy due to the prominent gold 4f doublet from the sample holder, which obscures the small Pt 4f doublet. Likewise, a reliable measure of the chemical state of sulfur could not be determined due to interference with the dominant Zr 3d doublet and the uncertainty this latter peak imposed upon deconvoluting the experimental data. The most interesting peak in the spectra is the oxygen Is peak, and its nature is illustrated in Fig. 4. The position for each curve is not shifted to correct for charging, rather the curves are shifted so that the maximum intensity for the O ls peak in each curve occurs at the same binding energy (ZrO2 scale is used in the figure). A single Gaussian peak is observed in the O Is region for the calcined zirconia. The shapes and line widths at half height (LWHH; about 1.9 eV) for zirconia and the uncalcined Pt-SO4Z--ZrO2 samples are essentially the same. The O ls peak obtained for the physical mixture of calcined zirconia and sodium sulfate is decidedly asymmetric with an obvious shoulder on the higher binding energy side of the peak. The position of the smaller, higher binding energy O ls peak agrees with the binding energy expected for oxygen in a D.R. Milburn et al. / Applied Catalysis A: General 147 (1996) 109-125 117 1 O0 4.0 90 _m f 3.5 80 Average Conversion for _ 3.0 \"\" \" \"Act'ivat|on ai \" o~ 70 2.5 ,4~ 60 2.0 t- O .- 50 1.5 0 40 1.0 P' 0 o ~o 0 T- O 30 o.~ 20 0.0 ~'~ I0 -0.5 0 ',r ~ l ~ l ~ -I .0 0 10 20 30 40 50 60 70 80 Time of Activation at 500 (h) Fig. 3. Activity for n-C 16 conversion and sulfur concentration of sulfated zirconia samples activated in air at 500 for varying lengths of time. Dotted line represents conversion for sulfated zirconia activated 2 h in air at 725. sulfate group [28]. The differences of the binding energies of the two deconvo- luted O ls peaks is about 1.5-2.2 eV. When the Pt-SO42--ZrO2 sample is exposed to air for 72 h at 500 (773 K) the peak shape becomes asymmetrical and is fitted well by two peaks with a binding energy separation (ABE) of 1.9 to 2.1 eV (Fig. 5). A linear relationship between the area of the smaller peak and the SO2- content of the standards (0 to 5 wt.-% Na2SO4 with ZrO2) was obtained. This curve was used to calculate an apparent surface concentration of SO2- oxygen from the smaller, higher binding energy O 1 s peak in the catalyst samples. Fig. 6 presents the relative contribution of SO2- oxygen to the total oxygen ls peak for the catalyst prepared with H2SO4 at increasing heating times in air at 500 (773 K). The presence of SO4z- oxygen on the catalyst surface increases with exposure time to air at 500 (773 K), and continues to increase up to approximately 10% SO2- after 78 h. The sample contains 3.7 wt.-% S and 118 D.R. Milburn et al./Applied Catalysis A: General 147 (1996) 109-125 Im ~\" [ ~ 0.6% Pt/SO42\"/ZrO2 5\"/.. SO4/Z.. rO= I I I I 532 534 536 538 540 Binding Energy, (eV) Fig. 4. Oxygen ls XPS peak for calcined ZrO2, 0.6% Pt-SO~- -ZrO2, 0.6% Pt-SO42- -ZrO2 following 73 h at 500 in air and 5% SO2- -ZrO2 physical mixture. this corresponds to about 11 wt.-% SOn2-. This suggests that the SO42-, present in the catalyst sufficiently close to the surface to be detected by XPS, is approximately similar to that of the physical mixture of sodium sulfate and zirconia. The relative catalytic activity (based on 76% conversion) and SO42- content (based on the higher binding O ls XPS peak (10.8%)) were calculated from the smooth curves in Figs. 3 and 6. In Fig. 7 we compare the relative catalytic activity, based on the relative conversion at any heating time divided by the conversion of n-hexadecane at about 80 h of heating at 500, and the relative surface sulfate concentration, determined by the O Is peak area after heating for some time divided by that following about 80 h of heating, as a function of heating time. Considering the 14000 12000 A t~ 10000 8000 ,~ 6000 c C 4000 m 2000 :/// \\\"\\\\\"\"\"\" \"\" Fi d D,R. Milburn et al. / Applied Catalysis A: General 147 (1996) 109-125 119 0 -\" : : : \" = .... I '''' .... [ 532 634 536 538 540 542 Binding Energy, (eV) Fig. 5. Representative O ls peak measured by XPS for 0.6% Pt-SO2- -ZrO2 heated to 500 in air for 72 h. Dotted lines represent fitted data. assumptions made to calculate the percent SO42- from the XPS data, there is surprisingly good correspondence between the two curves with increasing heating time (Fig. 7). Thus, the oxygen XPS peak associated with the sulfate group appears likely to be associated with the site responsible for the catalytic activity. Differences in activity between a catalyst prepared using H2SO4 and then adsorbing pyridine and one prepared from pyridinium sulfate are observed Thus, the sample containing pyridinium sulfate was subjected to the same heat treatment in air at 500 (773 K) as was the catalyst prepared using H2SO4. The sulfate O 1 s level increases during about 20 h to attain a constant value of about 5.5 wt.-% SO2- (Fig. 8). When the same sample was then heated for an additional 3 h at 500 (773 K), the peak area increased to correspond to approximately 5% SO4z- concentration on the surfaceDeliberate exposure of 120 D.R. Milburn et al. // Applied Catalysis A.\" General 147 (1996) 109-125 12 A o~ O E c\" O .m Im (1) t- O O & O (/) 10 I I I 20 40 60 Activation in Air at 500, (h) 80 Fig. 6. Percent SO42- for 0.6% Pt-SOa2--ZrO2 prepared using n2so4 calculated from XPS for samples heated to 500 in airlfor varying lengths of time. this sample to a water saturated air stream for only 3 min resulted in a decrease in the sulfate oxygen O 1 s peak for the pyridinium sulfate catalyst, as shown in Fig. 8 (HeO exposure is represented by the dotted vertical line). Heating to 150 (423 K) in vacuum for 1.5 h only partially restored the SO42- peak (3.5% SO4); however, heating at 500 (773 K) for 17 h in air restored the surface SO42- concentration to 5.5%, the value calculated prior to water exposure. These experiments show the reversibility of water adsorption, and the association of the added water with the oxygens of the surface sulfate groups. The total area of the O 1 s peak relative to that of the Zr 3d peak area, shown in Fig. 9, decreases with time of heating in air at 500 (773 K) and eventually approaches a constant ratio of approximately unity (a ratio of unity is not significant in this case considering the uncertainty in the escape depth, etc.). One D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109-125 121 C 0 l,_ e- 0 C 0 0 & 0 > =m m n.. \"0 C >, > 0 < > m n- 1.0 0.8 0.6 0.4 0.2 0.0 IO [] lIB [] I I I 0 20 40 60 Activation Time, (h) 80 Fig. 7. Relative activity (I) and SO42- surface concentration (0) for 0.6% Pt-SO~- -ZrO2 heated to 500 for varying lengths of time. explanation for this would be that a significant quantity of water is retained on the surface of the uncalcined material and that this surface coverage by the oxygen rich compound decreases at the same time increasing the escape probability of the Zr 3d electrons. Another possibility is that the sintering of the zirconia (and loss of surface area) causes loss of water through the reaction 2OH-~ 02-+ H20 (4) It is quite likely that both factors play a role in causing the decrease of the O ls/Zr 3d area ratio. There appears to be another factor to consider in determining the O ls/Zr 3d area ratio. Initially the peak due to the oxygen in the sulfate is not discernable from the peak originating from the oxygen associated with zirconia. It is obvious that the oxygen associated with sulfate anions must be present in the uncalcined 122 D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109-125 ~'C 3 o e\" 0 a- & H20 EXposure , o i 5o cN,cu.. i i i 20 40 60 80 1 O0 Activation in Air at 500, (h) Fig. 8. Surface SO42 concentration for 0.6% Pt-SO42- -ZrO2 catalyst prepared using pyridinium sulfate (and heated in air to 500 for varying lengths of time). Dotted vertical line represents water exposure. sample. Thus, this peak is not observed even though the sulfate is present. Binding energy is sensitive to the bonding associated with the particular element of interest. It is therefore likely that the water present in the uncalcined catalyst interacts strongly with the sulfate group, forming in effect a wide range of H-O-S bonding. If this is the case, the peak expected for the oxygen associated with the H-O-S bond would have a wide range of binding energies, and because of this the O Is peak associated with the H-O-S bonding would be so broad that it is lost in the background. According to this model, as the sample is heated and the water is lost from the sulfate groups, the peak associated with this oxygen species becomes narrower and becomes observable in the XPS spectrum, as indeed it does. The chemical shift associated with the O ls peak arising from the sulfate group is of special interest. The O 1 s binding energy of the neutral oxygen atom in Oz is at about 536 eV [31]. Irrespective of the actual binding energy for the O Is peaks for zirconia and sulfate oxygen ions, it is apparent that the oxygens present in the sulfate group are less negative than the oxygens present in the zirconia. It is anticipated that the higher the positive charge of the central positive ion (Zr4+ or S6+), the lower the binding energy of the oxygens bonded to this central positive ion. This would indicate that the Zr4+ is more electron deficient than S6 and hence the Zr4+ is a stronger Lewis acid than the S6 ZrO2 that does not contain sulfate is not active for the conversion of D.R. Milburn et al. /Applied Catalysis A: General 147 (1996) 109-125 123 1.7 1.6 1.5 o -- 1.4 ~o re' Q,) 1.3 t,=, \"o O3 1.2 L_ N ',l,-- 1.1 O 1.0 0.9 0.8 [] D I I I I 0 20 40 60 80 Activation in Air at 500, (h) Fig. 9. O ls/Zr 3d total area for 0.6% Pt-SO~- -ZrO2 heated to 500 in air for varying lengths of time. 0, prepared using H2SO4; II, prepared using pyridinium sulfate; [3, prepared using pyridinium sulfate, following water exposure. n-hexadecane; thus, the Lewis sites associated with Zr4+ cannot be the catalytic site. The more negative oxygen of the SO2- could be viewed to enhance the Lewis acidity associated with the Zr4+ that is the nearest neighbor of the SO2-. If this is not the case, it appears that it is the oxidizing/reducing character of the SO2- group that is responsible for the super catalytic activity of sulfated zirconia. The experiments in which water is 'added-back' to the catalyst are also in agreement with the view that water is not associated with the active catalytic site. It has been reported that the 'added-back' water is a catalyst poison. Likewise, the data reported in this manuscript show that the 'added-back' water causes the disappearance of the O l s peak associated with sulfate oxygen and this is presumed to be due to the interaction of the sulfate group with water to generate Brensted acid sites. 124 D.R. Milburn et al. /Applied Catalysis A.\" General 147 (1996) 109-125 4. Conclusions Activation of 0.6% Pt/soZ-/ZrO2 catalysts in air at a relatively low temperature (773 K) for longer times (60 h) without sulfur loss results in similar activity for conversion of n-C 16 as short (2 h) activation at higher temperatures (923-998 K) where the sulfur is lost. XPS analysis during the lower temperature activation indicates the increased presence of a surface SO4z- species and the appearance of this peak corresponds to the increased catalytic activity. The loss of water may be responsible, since the addition of water is observed to obscure the sulfate O l s peak and also to poison the catalytic activity. Acknowledgements This work was supported by the DOE contract #DE-AC22-90PC90049 and the Commonwealth of Kentucky. References [1] J. Scherzer, Catal. Rev.-Sci. Eng., 31 (1989) 215. [2] H. Pines, The Chemistry of Catalytic Hydrocarbon Conversion, Academic Press, New York, 1981. [3] M. Hino, S. Kobayashi and K. Arata, J. Am. Chem. Soc., 101 (1979) 6439. [4] T. Hosoi, T. Shimidzu, S. Itoh, S. Baba, H. Takaoka, T. Imai and N. Yokoyama, Am. Chem. Soc., Div. Petr. Prepr., 38 (1988) 562. [5] B.H. Davis, R.A. Keogh and R. Srinivasan, Catal. Today, 20 (1994) 219. [6] P.J. Moles, Spec. Chem., 12 (1992) 382, 384, 387. [7] K. Tanabe, Mater. Chem. Phys., 13 (1985) 347. [8] K. Tanabe, in B.L. Shapiro (Editor), Heterogeneous Catalysis, Texas A&M. University, College Station, TX, 1985, pp 71-94. [9] K. Arata, Adv. Catal., 37 (1990) 165. [10] K. Arata, Mater. Chem. Phys., 26 (1990) 213. [11] K. Tanabe, Crit. Rev. Surf. Sci., 1 (1990) 1. [12] T. Yamaguchi, Appl. Catal., 61 (1990) 1. [13] F.C. Whitmore, J. Am. Chem. Soc., 54 (1932) 3274. [14] C.L. Thomas, Ind. Eng. Chem., 41 (1949) 2564. [15] J.G M. Brenner, Research, 1 (1948) 281. [16] R.C. Hansford, Ind. Eng. Chem., 39 (1947) 849. [17] F.G. Ciapetta, S.J. Macuga and L.N. Leum, Ind. Eng. Chem., 40 (1948) 2091. [18] H.S. Black and C.L. Thomas, J. Am. Chem. Soc., 66 (1944) 1589. [19] B.S. Greenfelder, H.H. Voge and J.G.M. Good, Ind. Eng. Chem., 41 (1949) 2573. [20] R.C. Hansford, in B.H. Davis and W.P. Hettinger, Jr. (Editors), Heterogeneous Catalysis, Selected American Histories (ACS Symp. Ser., Vol. 222), 1983, pp. 247-252. [21] K. Matsushita and P.H. Emmett, J. Catal., 13 (1969) 128. [22] R.A. Keogh, R. Srinivasan and B.H. Davis, J. Catal., 151 (1995) 292. [23] C. Zhang, R. Miranda and B.H. Davis, Catal. Lett., 29 (1994) 349. [24] R. Srinivasan, R.A. Keogh and B.H. Davis, Catal. Lett., 36 (1996) 51. [25] F. Pinna, M. Signoretto, G. Strukul, G. Cerrato and C. Morterra, Catal. Lett., 26 (1994) 339. D.R. Milburn et al./Applied Catalysis A: General 147 (1996) 109-125 125 [26] R. A. Keogh, D. Sparks, J. Hu, I. Wender, J.W. Tierney, W. Wang and B.H. Davis, Energy Fuels, 8 (1994) 755. [27] D.E. Sparks, R.A. Keogh and B.H. Davis, Appl. Catal., A, 144 (1996) 203. [28] J.F. Moulder, W.F. Stickel, P.E. Sobol and K.D. Bomben, in J. Chastain (Editor), Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer Corp., Eden Prairie, MN, 1992, p. 242. [29] P.A. Jansson, in P.A. Jansson (Editor), Deconvolution With Applications in Spectroscopy, Academic Press, 1984, pp. 40-41. [30] C.-Y, Hus, V.K. Patel, D.H. Vahlsing, J.T. Wei and H.K. Meyers, Jr., U.S. Patent 5,019,671 (1991). [31] T.L. Barr, Modern ESCA, The Principles and Practice of X-ray Photoelectron Spectroscopy, CRC Press, Boca Raton, 1994. APCATA 96001895 S0926-860X(96)00189-5 10.1016/S0926-860X(96)00189-5 Elsevier Science B.V. All rights reserved PtSO4 2− ZrO2 catalysts. Correlation of catalytic activity with SO4 2− XPS data Diane R. Milburn Robert A. Keogh Ram Srinivasan Burtron H. Davis * Center for Applied Energy Research, University of Kentucky, 3572 Iron Works Pike, Lexington, KY 40511, USA * Corresponding author. Tel.: (+1-606) 257-0251; fax: (+1-606) 257-0302 Increasing activity for the conversion of n-hexadecane is observed for 0.6% PtSO4 2− ZrO2 catalysts with increasing time of activation in air at 500°C (773 K). XPS analysis suggests that, rather than a change in the crystal phase, this increase is due to a loss of water and/or an increase in surface concentration of SO4 2−. It is noted that there is a reasonably good correlation between the relative surface sulfate concentration and relative conversion of n-hexadecane with increasing heating time, although there are minor differences. In spite of the many assumptions that were made to generate the two curves showing the relative XPS peak area and the catalytic activity, there is surprising agreement between the two. It is therefore inviting to relate the catalytic activity for n-hexadecane conversion to that of the sulfate group. Furthermore, it appears that the active site related to the sulfate group is not one that contains water in its make-up. Keywords Sulfated zirconia Active site XPS Superacid References [1] Scherzer J. Catal. Rev.-Sci. Eng. 31 1989 215 [2] Pines H. The Chemistry of Catalytic Hydrocarbon Conversion 1981 Academic Press New York [3] Hino M. Kobayashi S. Arata K. J. Am. Chem. Soc. 101 1979 6439 [4] Hosoi T. Shimidzu T. Itoh S. Baba S. Takaoka H. Imai T. Yokoyama N. Am. Chem. Soc., Div. Petr. Prepr. 38 1988 562 [5] Davis B.H. Keogh R.A. Srinivasan R. Catal. Today 20 1994 219 [6] Moles P.J. Spec. Chem. 12 1992 382 Moles P.J. Spec. Chem. 12 1992 384 Moles P.J. Spec. Chem. 12 1992 387 [7] Tanabe K. Mater. Chem. Phys. 13 1985 347 [8] Tanabe K. Shapiro B.L. Heterogeneous Catalysis 1985 Texas A&M. University College Station, TX 71 94 [9] Arata K. Adv. Catal. 37 1990 165 [10] Arata K. Mater. Chem. Phys. 26 1990 213 [11] Tanabe K. Crit. Rev. Surf. Sci. 1 1990 1 [12] Yamaguchi T. Appl. Catal. 61 1990 1 [13] Whitmore F.C. J. Am. Chem. Soc. 54 1932 3274 [14] Thomas C.L. Ind. Eng. Chem. 41 1949 2564 [15] Brenner J.GM. Research 1 1948 281 [16] Hansford R.C. Ind. Eng. Chem. 39 1947 849 [17] Ciapetta F.G. Macuga S.J. Leum L.N. Ind. Eng. Chem. 40 1948 2091 [18] Black H.S. Thomas C.L. J. Am. Chem. Soc. 66 1944 1589 [19] Greenfelder B.S. Voge H.H. Good J.G.M. Ind. Eng. Chem. 41 1949 2573 [20] Hansford R.C. Davis B.H. Hettinger W.P. Jr. Heterogeneous Catalysis, Selected American Histories Fourth Edition ACS Symp. Ser. Vol. 222 1983 247 252 [21] Matsushita K. Emmett P.H. J. Catal. 13 1969 128 [22] Keogh R.A. Srinivasan R. Davis B.H. J. Catal. 151 1995 292 [23] Zhang C. Miranda R. Davis B.H. Catal. Lett. 29 1994 349 [24] Srinivasan R. Keogh R.A. Davis B.H. Catal. Lett. 36 1996 51 [25] Pinna F. Signoretto M. Strukul G. Cerrato G. Morterra C. Catal. Lett. 26 1994 339 [26] Keogh R.A. Sparks D. Hu J. Wender I. Tierney J.W. Wang W. Davis B.H. Energy Fuels 8 1994 755 [27] Sparks D.E. Keogh R.A. Davis B.H. Appl. Catal., A 144 1996 203 [28] Moulder J.F. Stickel W.F. Sobol P.E. Bomben K.D. Chastain J. Handbook of X-ray Photoelectron Spectroscopy 1992 Perkin-Elmer Corp. Eden Prairie, MN 242 [29] Jansson P.A. Jansson P.A. Deconvolution With Applications in Spectroscopy 1984 Academic Press 40 41 [30] C.-Y. Hus, V.K. Patel, D.H. Vahlsing, J.T. Wei and H.K. Meyers, Jr., U.S. Patent 5,019,671 (1991). [31] Barr T.L. Fourth Edition Modern ESCA, The Principles and Practice of X-ray Photoelectron Spectroscopy 1994 CRC Press Boca Raton",
      "scopus-id": "0043095248",
      "coredata": {
        "eid": "1-s2.0-S0926860X96001895",
        "dc:description": "Increasing activity for the conversion of n-hexadecane is observed for 0.6% PtSO4 2− ZrO2 catalysts with increasing time of activation in air at 500°C (773 K). XPS analysis suggests that, rather than a change in the crystal phase, this increase is due to a loss of water and/or an increase in surface concentration of SO4 2−. It is noted that there is a reasonably good correlation between the relative surface sulfate concentration and relative conversion of n-hexadecane with increasing heating time, although there are minor differences. In spite of the many assumptions that were made to generate the two curves showing the relative XPS peak area and the catalytic activity, there is surprising agreement between the two. It is therefore inviting to relate the catalytic activity for n-hexadecane conversion to that of the sulfate group. Furthermore, it appears that the active site related to the sulfate group is not one that contains water in its make-up.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96001895",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Milburn, Diane R."
          },
          {
            "@_fa": "true",
            "$": "Keogh, Robert A."
          },
          {
            "@_fa": "true",
            "$": "Srinivasan, Ram"
          },
          {
            "@_fa": "true",
            "$": "Davis, Burtron H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96001895"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96001895"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00189-5",
        "prism:volume": "147",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "PtSO4 2− ZrO2 catalysts. Correlation of catalytic activity with SO4 2− XPS data",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sulfated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Active site"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "Superacid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "109-125",
        "prism:endingPage": "125",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00189-5",
        "prism:startingPage": "109",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00189-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043095248"
      }
    }
  }
}