{
  "metadata": {
    "title": "Liquid phase hydrogenation of crotonaldehyde over Pt/SiO<ce:inf loc=post>2</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00126-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001269",
    "pii": "S0926860X97001269"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000564337",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001269 S0926-860X(97)00126-9 S0926860X97001269 10.1016/S0926-860X(97)00126-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 10 111 122 111 122 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. LIQUIDPHASEHYDROGENATIONCROTONALDEHYDEOVERPTSIO2CATALYSTS ENGLISCH M VANNICE 1989 65 M VANNICE 1990 165 M MARINELLI 1993 1211 T PROCEEDING10THINTERNATIONALCONGRESSCATALYSIS COQ 1993 211 B RAAB 1992 71 C BECCAT 1990 451 P MARINELLI 1995 51 T GOUPIL 1987 185 D GALVAGNO 1986 365 S RICHARD 1989 53 D GIROIRFENDLER 1990 175 A POLTARZEWSKI 1986 190 Z GALVAGNO 1991 237 S COQ 1993 215 B RYLANDER 1985 P HYDROGENATIONMETHODS FREIFELDER 1971 M PRACTICALCATALYTICHYDROGENATIONTECHNIQUESAPPLICATION MATYI 1987 41 R RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINUMMETALS MARINELLI 1993 T PHDTHESIS ENGLISCH 1996 M PHDTHESIS CORDIER 1984 349 369 G CATALYSISBYMETALS ENGLISCHX1997X111 ENGLISCHX1997X111X122 ENGLISCHX1997X111XM ENGLISCHX1997X111X122XM item S0926-860X(97)00126-9 S0926860X97001269 1-s2.0-S0926860X97001269 10.1016/S0926-860X(97)00126-9 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001269-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001269/MAIN/application/pdf/2a4a6c75f9ead9682fcfc7938b5d1320/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001269/MAIN/application/pdf/2a4a6c75f9ead9682fcfc7938b5d1320/main.pdf main.pdf pdf true 865864 MAIN 12 1-s2.0-S0926860X97001269-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001269/PREVIEW/image/png/c713055067f738b86b0f2296ba973265/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001269/PREVIEW/image/png/c713055067f738b86b0f2296ba973265/main_1.png main_1.png png 59090 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 163 (1997) 111-122 Liquid phase hydrogenation of crotonaldehyde over Pt/SiO2 catalysts Martin Englisch, Vidyadhar S. Ranade, Johannes A. Lercher* Department of Chemical Technology, Catalytic Processes and Materials, University of Twente, P.O. Box 217, 7500 AE Enschede, Netherlands Received 6 May 1996; received in revised form 21 March 1997; accepted 28 March 1997 Abstract The dependence of the catalytic properties of Pt/SiO2 catalysts for the hydrogenation of crotonaldehyde on the hydrogen pressure, the reaction temperature, the nature of the solvent and the presence of several additives were investigated. Strong deactivation of the catalysts mainly caused by decarbonylation of crotonaldehyde and irreversible adsorption of CO was observed. The initial activity of the deactivated catalysts is regained by oxidation of the adsorbed CO to CO2 by purging with air. The selectivity to crotylalcohol increased with increasing number of turnovers per metal site. This is explained with preferential blocking of the nonselective sites on the metal crystallites by CO and by a slow surface modification of the aging catalyst with organic deposits. The overall rate and the selectivity to the saturated aldehyde are markedly enhanced by an increase in hydrogen pressure and by a decrease in reaction temperature. The addition of modifiers such as potassium acetate, triphenylphosphine and thiophene had only little influence on the activity and the selectivity of the catalysts, c1997 Elsevier Science B.V. Keywords: Crotonaldehyde; Selective hydrogenation; Decarboxylation; Pt, silica supported catalyst; Catalytic hydrogenation; Carbon monoxide poisoning; Crotylalcohol 1. Introduction Kinetic reasons imply a preferential hydrogenation of the C=C bond of c~/3-unsaturated aldehydes over most metal catalysts. Thus selective hydrogenation of the C=O group presents considerable challenge. The design of catalysts with an increased selectivity for the hydrogenation of the carbonyl bond usually aims at the creation of polar sites which interact with the CO bond and, thus, preferentially activate it. This is *Corresponding author. Tel,: +31 53 4892858; fax: +31 53 4894683. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 26-9 achieved by using bimetallic catalysts or noble metals supported on reducible oxides. However, all catalytic systems tested up to now consist not only of these polar sites that preferentially hydrogenate the carbo- nyl bond, but also of mono- or bimetallic sites showing high rates for the C=C bond hydrogenation [1-16]. Most contributions published, e.g., [1-7], describe the hydrogenation of c~/3-unsaturated aldehydes in the gas phase using differential conversions. Their main goal is to contribute to the understanding of the reaction mechanism and the influence of different surface sites on the selectivity. Studies performed in liquid phase [8-14] focused mainly on the role of 112 M. Englisch et aL/Applied Catalysis A: General 163 (1997) 111-122 Table 1 Catalyst pretreatment and characterization Oxidation Reduction H/Pt ratio Average diameter (nm) Time (h) T (K) Time (h) T (K) Pt I 3 1093 5 1143 0.07 2.3 and 15-100 Pt II 2 673 2 673 0.75 2.3 catalyst properties on the product distribution. How- ever, examples of comparable reactions showed [15,16] that the selectivity might be markedly enhanced by a variation of the reaction parameters. Thus, the understanding of the influence of reaction parameters like temperature, pressure, agitation, amount of catalyst and chemical nature of the solvent might help to optimize the process. We address the influence of the hydrogen pressure, the reaction temperature, the amount of catalyst and concentration of water on the hydrogenation of cro- tonaldehyde over Pt/SiO2 catalysts with different par- ticle sizes. The influence of the solvent and potentially selective poisons (thiophene, triphenylphosphine and potassium acetate) was studied. In addition, the role of catalyst aging on the selectivity in the liquid phase hydrogenation of crotonaldehyde was investigated. 2. Experimental 2.1. Chemicals and catalyst preparation Trans-crotonaldehyde (Aldrich, purity >99%) and ethanol (Merck, purity >99.8%) were used without further purification. Pure H2 (purity >99.999%) was used for catalyst reduction and reaction. The catalysts were prepared by ion exchange using an aqueous Pt(NH3)4(OH)2 solution (Johnson Matthey GmbH). Silica with a surface area of 200 mZ/g (Degussa, Aerosil 200), the weighted amount of the Pt-solution to obtain a metal loading of 4 wt% and the amount of a 25% NH3 solution necessary to obtain a pH of approximately 11 were added to an excess of water. The resulting slurry was stirred overnight under reflux. After filtration, the precipitate was washed and dried at 383 K overnight. The analysis of the filtrate indicated that nearly all Pt ions were bound to the silica support during ion exchange. The so-prepared precursor mate- rials were ground to fine powders, calcined in flowing air and subsequently reduced in flowing hydrogen. The calcination and reduction conditions used are compiled in Table 1. After reduction, the catalysts were stored under ambient conditions and were used for the catalytic experiments without further treat- ment. 2.2. Catalyst characterization The metal dispersion of the catalysts was derived from hydrogen chemisorption isotherms obtained in an all glass volumetric adsorption system. The particle size distribution of the catalysts was studied by trans- mission electron microscopy (TEM) using a Philips CM 30 microscope (300 kV). All particles visible on the TEM photographs were evaluated and classified using the equivalent circle diameter and the average diameter presented is determined as the mean dia- meter according to [17]. The TEM photographs of catalyst Pt II showed small spherical metal particles (2.3 nm) with a relatively narrow particle size distri- bution. Catalyst Pt I had a bimodal particle size distribution, consisting of a small view (around 2.3 nm) and quite large metal particles ranging between 15 and 100 nm. The results from hydrogen chemisorption and TEM are compiled in Table 1. EDAX measurements of the reduced catalysts confirmed the absence of impurities (e.g., residual chlorine from the catalyst precursors). 2.3. Catalytic experiments Hydrogenation experiments were performed in magnetically stirred stainless steel autoclaves (volume of 65 ml) operated in batch mode. The magnetic stirrer operated at a speed of 1500 rpm. In a typical experi- ment, the autoclave was loaded with l0 ml of the reactant solution (consisting of 1 ml crotonaldehyde, 1 ml H20 and 8 ml ethanol, unless otherwise speci- fied) and 100 mg of the catalyst. The degree of filling M. Englisch et aL/Applied Catalysis A: General 163 (1997) 111-122 113 of the autoclave (10 ml) was dictated by the wish to use the minimum amount of catalyst reproducibly. The autoclave was extensively purged with helium, flushed with hydrogen and finally filled with hydrogen to the required pressure (25 bar if not stated otherwise). When reaction temperatures other than ambient (294-298 K) were required, the autoclaves were kept in a thermostated bath before and during reaction. During reaction, micro samples (5-10 ~tl) of the reac- tion mixture were taken via a septum port and were analyzed immediately. After a defined reaction time, the autoclaves were opened and the composition of the liquid phase was analyzed. The samples were ana- lyzed by gas chromatography using a HP5890 gas chromatograph equipped with a 30 m J and W DB- WAX capillary column and a FID detector. Several chemicals (thiophene, triphenylphosphine and potassium acetate) were added to the reaction mixture to modify the catalyst surface. The weighed amount of the additive was dissolved in ethanol and added dropwise under vigorous stirring to the slurry of the catalyst and the reaction mixture before the admis- sion of hydrogen. 3. Results 3.1. General trends in the hydrogenation of crotonaldehyde Butyraldehyde (BuHO), crotylalcohol (CrOH), butanol (BuOH) and cis-crotonaldehyde (CrHO-c) were the main reaction products. Approximately 1-5% of crotonaldehyde was converted to hydrocarbons (propane, propene, butane and butenes) and CO (see the reaction scheme in Fig. 1). The product distribu- tion of the hydrogenation of crotonaldehyde changes with reaction time as shown for catalyst Pt II in Fig. 2. The formation of the crotonaldehydediacetal (1,1- diethoxy-2-butene) occurred instantly by mixing cro- tonaldehyde with the solvent ethanol. This crotonal- dehydediacetal is formed via the semiacetal by addition of ethanol and subsequent dehydration. This reaction is catalyzed by small amounts of acids, i.e., the Si-OH groups of silica. Crotonaldehyde and the corresponding diacetal were found to be in equili- brium (approximately 2% diacetal exists at 289 K) at all stages of the reaction. Thus, the amount of diacetal found with the analysis was added to the amount of crotonaldehyde to simplify the data analysis. The crotonaldehyde used as reactant was mainly in the trans form (99%) and does not isomerize during storage or when diluted with water and ethanol. Iso- merization is only observed in the presence of a catalyst such as Pt/SiO2 at temperatures above 283 K. Due to the limited separation obtained with the GC-column used, a reliable quantification of cis- crotonaldehyde was only possible for conversions of trans-crotonaldehyde of more than 50%. However, it was found that the formed cis-crotonaldehyde is clearly less reactive than trans-crotonaldehyde since after complete conversion of trans-crotonaldehyde only secondary hydrogenation of butyraldehyde and crotylalcohol to butanol were observed and the CO + C ~ hydrocarbon trans-crotonaldehyde ~H2 H~C~c =c~H Csconden_~\" H H/C = O sationproduct NN~2 cis- H.,, /H /C = C, crotonaldehyde H~C H/C = O butyraldehyde /H =o l H2NN~ butanol H~C -CH2-CH2--CH2--OH H~C .. /H H/C = butane + C\"CH2--OH H~O cro~lalcohol Fig. 1. Reaction scheme of crotonaldehyde. 114 M. Englisch et al./Applied Catalysis A.\" General 163 (1997) 111-122 o o & c. I t-CrHO 0.8 Bu~o CrOH BuOtt c-CrHO X J 0.6, o 0.4 0.2~ 0 2000 4000 6000 8000 reaction time [rain] Fig. 2. Hydrogenation of crotonaldehyde over Pt II (T--298 K, Phyd~ogen=15 bar). concentration of cis-crotonaldehyde stayed constant. Fig. 2 shows that the cis/trans isomerization was slow compared with hydrogenation, but the rate was inde- pendent of catalyst deactivation and the concentration of trans-crotonaldehyde. Extensive studies of the stirring speed and the stirrer shape indicates that the reaction was not limited by external mass transfer for a bar type stirrer and a stirring rate of 1500 rpm used for the experiments reported. It was found that the stainless steel autoclaves also catalyzed the hydrogenation of crotonaldehyde. For the current discussion, the corresponding activity of the autoclave (blank) was subtracted from the results of the catalytic experiments. For all experiments, except for the addition of large quantities triphenyl- phosphine and thiophene, the activity of the reactor was less then 10% of the catalyst activity. 3.2. The dependence of activity and selectivity on time on stream and on the nature of the catalyst The high initial activity of both catalysts in the hydrogenation of crotonaldehyde decreased signifi- cantly during the course of reaction for all reaction conditions. After a certain number of turnovers per exposed metal atom, the activity ceased completely being an evidence for a deactivation process. The experimental data for the overall reaction cannot be described by a rate law being first order with respect to the organic reactant as suggested for cinnamaldehyde [12]. For the experiments with catalysts Pt I and Pt II shown in Fig. 3 the initial catalyst activity was calcu- lated using a mathematic model that described the data. The initial activities for catalyst Pt I and Pt II were found to be 0.3 and 0.09 mol CrHO per hour (per gram metal), respectively. For the determination of the activities, the conversion of crotonaldehyde to hydro- carbons was not included into the overall conversion since it was not assessed for all experiments. Rela- tively high selectivities to hydrocarbons were observed at the initial stages of the reaction, but the total yield did not exceed 5%. The activity of the exposed surface metal atoms of the catalyst with the larger particles (Pt I) was sig- nificantly higher compared with the catalyst consist- ing of smaller particles (Pt II). A comparison of the number of molecules converted in a given period normalized to the accessible surface atoms of Pt (i.e., turnover number, TON) is shown in Fig. 3. The initial activity of all deactivated catalysts could be completely restored by purging the reaction mix- ture with air under vigorous stirring. After regenera- tion with air, the selectivity was not identical with the original values, but with those before regeneration. As the selectivity to crotylalcohol increased with the number of turnovers and was retained during the treatment with air a high selectivity was observed for a second cycle after the regeneration of the de- activated catalyst. Fig. 4 shows the activity (a), M. Englisch et al./Applied Catalysis A: General 163 (1997) 111-122 115 3000 2500 2000 150o Y-~ 100o 500 I I I I I I i l~ 2~ 3~ 4~ 5~ 6~ 7~ 8000 Reaction time [min] Fig. 3. Comparison of the TON for 50 mg catalyst Pt I (n) and Pt II (0) (T--298 K, Phydrogen--25 bar). selectivity (b) and the yield (c) of the hydrogenation upon catalyst Pt I before and after in situ regeneration with air. The selectivity to crotylalcohol increased for all reaction conditions during the course of reaction and reached a maximum at a conversion from 50% to 70% trans-crotonaldehyde. At higher conversions the complete saturation of crotylalcohol and subse- quently of butyraldehyde decreased the yield to the primary products and favored the formation of butanol. It is remarkable that the selectivity depended on the amount of catalyst used for the hydrogenation of the same amount of reactant. For a conversion of 40%, a selectivity of 55% to the unsaturated alcohol was found when 25 mg catalyst Pt I were used while only 20% crotylalcohol was found with 100 mg of the same catalyst for the hydrogenation of 1 ml crotonaldehyde at 25 bar (see Fig. 5(a)). For the catalyst with the smaller metal particles (Pt II, see Fig. 5(b)) the same trend was observed, the selectivity to crotylalcohol, 33% for 25 mg catalyst and 6% for 100 mg catalyst, however, was lower. 3.3. Influence of pressure Increasing the hydrogen pressure had a positive effect on the activity of the catalyst, see Fig. 6(a). For the same amount of catalyst, approximately 2000 min were required to reach 60% conversion with 15 bar of hydrogen, while only 30 rain were required with a pressure of 60 bar. Fig. 6(b) shows the influence of the hydrogen pres- sure on the selectivities for the same amount of catalyst and a conversion of 60% trans-crotonal- dehyde. The selectivity to butyraldehyde, crotylalco- hol and butanol varied approximately linearly with hydrogen pressure. The selectivity to butyraldehyde increased from 50% for 15 bar of hydrogen to 80% for 60 bar. The selectivity of crotylalcohol and butanol decreased with increasing hydrogen pressure (from 28% to 4% for crotylalcohol and from 20% to 13% for butanol for hydrogen pressures of 15 and 60bar, respectively). 3.4. Influence of temperature The activity of the catalyst decreased with increasing reaction temperature, see Fig, 7(a). The time required to reach a conversion of 30% was 100 rain at a reaction temperature of 273 K and approximately 1400 min for a reaction temperature of 338 K. A conversion of 65% required 300 min at 273 K, while it could not be achieved at all at 338 K. Fig. 7(b) shows the dependence of the selectivity on the reaction temperature. The selectivity to butyral- dehyde decreased with increasing reaction tempera- ture. A selectivity of 77% to butyraldehyde was found for a reaction temperature of 273 K, while it was only 116 M. Englisch et al./Applied Catalysis A: General 163 (1997) 111-122 o 8 60 ..... I ',j ?I ] 40 :~ 30 - ~.'-' purged with air oIi ~ _ 70 i -' BuHO f 60 ~ CrOH r i- B.o.i 40 1 N 2o lO ! 0 4-- - I - - ~ 30 r- r i BuHO 25 !A croH! J o Boo\"I 20 , ] 5 / i] 0 U f .... ~ - ; 0 5000 10000 15000 20000 25000 reaction time [min] Fig. 4. Hydrogenation of crotonaldehyde over Pt I, the reactor was purged with air after approximately 11000 min reaction time (T=298 K, Phydrogen=25 bar). 34% at 338 K (conversion 30%). The selectivity to crotylalcohol increased from 6% at 273 K to 14% at 338 K. Isomerization of trans-crotonaldehyde to cis- crotonaldehyde was not found at a reaction tempera- ture of 273 K, while 40% of the trans-crotonaldehyde was converted to cis-crotonaldehyde at a reaction temperature of 338 K. 3.5. Influence of the solvent The presence of water had a positive effect on the activity of the catalyst. Without water, the activity was relatively low (see Fig. 8(a)), approximately 2000 min were required to obtain a conversion of 65%. When the reaction mixture contained 10 vol% water the time M. Englisch et al./Applied Catalysis A: General 163 (1997) 111-122 117 I00. 80. 7 60' = 40 [ --II'--BuHO ~BuOH ~CtOH I 2O 0 I I I I |0 30 50 70 90 Amount of catalyst [mg] 1 I0 2000 ~ .~ 1600 =o 1200 ~ 800 ~ 400' 0 10 B 20 30 40 50 60 Hydrogen pressure [barl 70 100 80 ~,, 60 40 20 I I I I l0 30 50 70 90 110 Amount of catalyst lmg] Fig. 5. (a) Hydrogenation of crotonaldehyde over Pt I (conversion: 40%); (b) Hydrogenation of crotonaldehyde over Pt II (conversion: 40%). necessary to reach the same conversion decreased to 900 min. A further increase in the concentration of water did not influence the activity. The product distribution changed also markedly upon increasing the water concentrations up to 10 vol% (see Fig. 8(b)). Using an anhydrous solvent, many side products (in total 10%) and a high con- centration of cis-crotonaldehyde (37%) were detected. The isomerization to cis-crotonaldehyde decreased with increasing concentration of water. It was not detected at a water content of 66%. Side products were not detected when the water concentration exceeded 5 vol%. The selectivity to butyraldehyde was nearly constant (approximately 60%) for water concentrations of more than 5 vol%. The selectivity to crotylalcohol did not depend at all on the water concentration. The results compiled in Table 2 summarize the influence of various solvents on the activity and selectivity for a constant reaction time and a constant crotonaldehyde to catalyst ratio. The investigated I00 80 ~, 60 Z 40 f i \"-Q'-\" BuOH [--~-c,o~ 20 0 I I I I T 10 20 30 40 50 60 Hydrogen pressure [bar] 70 Fig. 6. (a) Dependence of the activity on the hydrogen pressure for catalyst Pt II; (b) Dependance of the selectivity on the hydrogen pressure for catalyst Pt II. solvents were: ethanol (EtOH), methanol (MeOH), isopropanol (1PA), cyclohexane (C6H12) and chloro- form (CHCI3), In case of all alcoholic solvents, the reaction mixture contained 10vol% water. When cyclohexane and chloroform were used, water was not added due to the low solubility of water in these solvents. The water content of the commercial cyclo- hexane and chloroform was less then 0.01%. The use of chloroform and cyclohexane resulted in low conversions and in a low yield to the desired product crotylalcohol. With methanol, more side pro- ducts (29%) were detected compared with IPA or ethanol. The selectivity to butyraldehyde was lower with methanol (45%) compared with ethanol (65%) and IPA (67%). The dependence of the selectivity to butanol and crotylalcohol was only slightly affected by the change in the alcoholic solvents. It is interesting to note that only ethanol was found to promote the isomerization of trans-crotonaldehyde to cis-crotonal- dehyde. 118 M, Englisch et al. /Applied Catalysis A: General 163 (1997) 111-122 1600 - ~ 1200 800 .~ ~ 400 __j I I I 270 290 310 330 Reaction temperature [K] 350 2200 \"=~ ~ 1800 c~ 1400 ...= ~ looo ,.o 600 200 I i I I 10 20 30 40 50 60 Vol% water 70 100. 80. :~ 60. 40, g, 20 o 270 b 1 I 280 290 300 3 lO 320 330 340 Reaction temperature [K] Fig. 7. (a) Dependence of the activity on the reaction temperature for catalyst Pt II (conversion: 30%); (b) Dependence of the selectivity on the reaction temperature for catalyst Pt II (conver- sion: 30%). 70 60 5O 40 \"~ 30 20 10 m~ BuHO \"\"0'-- BuOH ~C~H +CrHO-c 0 20 40 60 Vol% water Fig. 8. (a) Dependence of the activity on the concentration of water for catalyst Pt II; (b) Dependence of the selectivity on the concentration of water for catalyst Pt II. Table 2 Influence of various solvents on activity and selectivity for 960 rain reaction time, 100 mg Pt II catalyst and 1 ml crotonaldehyde Solvent Conversion (%) Selectivity (%) BuHO BuOH CrOH CrHO-cis Side products CHC13 16 57 C6H12 17 65 CH3OH 59 45 CzH5OH 65 60 IPA 67 64 16 5 20 0 20 10 0 0 14 11 0 29 18 20 2 0 18 13 0 4 To probe for the influence of (the secondary pro- duct) butanol, 0.1 ml butanol was added to a slurry of 1 ml water, 9 ml ethanol and catalyst Pt II. The slurry was stirred for 2 h before crotonaldehyde and 25 bar of hydrogen were added. The resulting activity and selectivity were identical to those obtained without addition of butanol, hence the influence of the sec- ondary product on the primary reactions is concluded to be small. 3.6. Influence of modifiers To probe for the effect of modifiers, the slurry consisting of the catalyst and the reactant mixture (1 ml crotonaldehyde, 1 ml water and 8 ml ethanol) was stirred for 30 min. Under vigorous stirring, an ethanolic solutions of the modifiers (thiophene, tri- phenylphosphine or potassium acetate) were added dropwise before closing the autoclave and introducing M. Englisch et al./Applied Catalysis A: General 163 (1997) 111-122 119 Table 3 Influence of 1.5 molecules modifier per accessible surface site on the activity and selectivity of catalyst Pt I (conversion 40%) Additive Reaction time (rain) Selectivity (%) BuHO BuOH CrOH None 1000 44 14 42 TPP 3000 34 14 51 K-acetate 1000 50 14 35 hydrogen. The amount of additive was adjusted to obtain ratios of 0.1 and 0.3 modifier molecules per accessible metal atom of the catalyst (Pt II). However, the influence of all three additives with respect to activity and selectivity was very small. Also, the addition of approximately 1.5 molecules potassium acetate per accessible site to catalyst Pt I did not influence the rate of reaction. The selectivity to cro- tylalcohol was, however, lower than without potas- sium acetate. For a conversion of 40%, a selectivity of 42% to crotylalcohol was found for the reaction with- out potassium acetate and 35% selectivity was found in the presence of potassium acetate (see Table 3). The addition of 1.5 molecules triphenylphosphine (TPP) per accessible site of catalyst Pt I suppressed the hydrogenation of both double bonds. The results suggest that the rate of C=C bond hydrogenation is more suppressed than the rate of C=O bond hydro- genation leading to a higher selectivity to the un- saturated alcohol (51% in the presence of triphenylphosphine and 42% without, see Table 3). 4. Discussion The selectivity in the hydrogenation of crotonalde- hyde depends critically on the proper choice of the catalyst. As we showed previously [ 18], the selectivity and the activity of Pt/SiOz catalysts are strongly influenced by the size of the Pt particles. The selec- tivity to the unsaturated alcohol increases with increasing particle size. For large metal particles, the high fraction of Pt (1 1 1) surfaces was concluded to favor the adsorption of crotonaldehyde via the carbonyl bond. On small Pt particles, the high abun- dance of metal atoms in low coordination allows unconstrained adsorption of both double bonds. In this case, the hydrogenation of the C=C bond is kinetically favored. The deactivation was higher for catalysts consisting of small particles since the atoms in high coordinated positions favor side reactions and adsorb organic molecules stronger. The current results show that the variation of the reaction conditions can also alter the activity and selectivity, but the intrinsic properties of the catalyst are still the dominating features, regardless which reaction parameter is varied. The catalyst with the larger metal particles (Pt I) is substantially more active and deactivates slower than the catalyst with the smaller metal particles (Pt II), see Fig. 3. In accordance with earlier measurements in the gas phase this indicates that small particles tend to favor side reactions like polymerization or decarbo- nylation. This difference is primarily attributed to the different fractions of exposed metal surfaces with varying particle size [18], i.e. edges and comers prevail with very small metal particles, Pt (1 1 l) surfaces are the most abundant for large particles. Decarbonylation and the irreversible adsorption of CO on the metal surface is the main reason for the loss in activity. For gas phase reactions, the initial activity of deactivated catalysts can be restored by removing CO via evacuation or hydrogenation at 673 K. For liquid phase hydrogenation this is not practicable, but the activity of a deactivated catalyst could be fully restored by purging with air, see Fig. 4 and [19]. During that procedure sorbed CO is oxidized to CO2 which has a significantly lower adsorption con- stant than CO on Pt. It desorbs and the properties of the catalyst are restored without influencing the physical state of the catalyst (i.e., dispersion). To probe, if CO can be oxidized with air over the investigated cata- lysts, the reaction was carried out in a gas phase plug flow reactor. Both, prereduced and catalysts saturated with oxygen were active for the oxidation of CO. Thus, it can be safely assumed that the adsorbed CO blocking the sites in the liquid phase can be oxidized to CO2 by purging with air at ambient temperature. In gas phase hydrogenation, it was found that sorbed CO [ 18,20], the main reason for deactivation, decreases the rate to crotylalcohol to a slightly lesser extent than the rate to butyraldehyde. In liquid phase hydrogenation of cinnamaldehyde over Ru catalysts, decarbonylation was also observed at low conversions and the CO molecules were speculated to be respon- sible for the initial changes in the catalytic perfor- mance. Our results suggest that CO blocks active sites 120 M, Englisch et aL/Applied Catalysis A: General 163 (1997) 111-122 and, thus, decreases the activity of the catalyst, but it is of minor importance for the selectivity. When CO was oxidized to CO2 which desorbes, the initial activity of the catalyst but not the initial selectivity was regen- erated (see Fig. 4(b)). Thus, it may be suggested, that the steps, corners and kinks do not regain their full catalytic activity by the oxidative treatment or another kind of modification and/or selective poisoning modi- fies the catalyst during the course of reaction. An evidence for such a side reaction was found in both, gas and liquid phase experiments. With IR spectroscopy long chain organic molecules that are at least partly located at the -OH groups of the support, were found [18]. The important role of Pt for the formation of these condensation products and their high stability in vacuum and hydrogen atmo- sphere at 673 K suggest a permanent modification of a part of the catalyst surface. However, it is not clear at present, to what extent these surface species influence the catalytic properties of the Pt particles. Furthermore it was found in liquid phase experiments that di- and polymeric species are formed (i.e., by the change of the color of the reaction mixture during the reaction from colorless to yellow, the same color as observed after autocatalytic dimerization of crotonaldehyde). The selectivity depends on the number of turnovers for all reaction conditions investigated. With increas- ing number of turnovers and, thus, with an aging catalyst the selectivity (and the yield) to crotylalcohol increased up to a conversion of 70% trans-crotonal- dehyde (see Fig. 2). This in turn suggests that the best selectivity to crotylalcohol is obtained when the low- est possible amount of catalyst to reach a defined conversion is used. The selectivity of the catalyst with the larger metal particles is higher if the two catalysts are compared at the same final conversion and a defined amount of catalyst (see Fig. 5(a) and (b)). Since the selectivity depends strongly on the number of turnovers, the selectivity of catalysts with different particle sizes has to be compared after the same number of turnovers as shown in Fig. 9. For both catalysts it was found that the high initial selectivity to butyraldehyde decreases monotonously, while the selectivity to crotylalcohol increases with increasing TON. At first view, the present results suggest that a certain selectivity can be obtained at a defined number of turnovers with both catalysts regardless of their metal particle morphology 70 60 50 F 40 \"7 3O 2O 10 0 tA [] Qo [] B @@$@m~ o 00 0 o @ I I I I I 0 5000 10000 15000 20000 25000 30000 TON [molec. converted/site] Fig. 9. Selectivity as a function of the TON, comparison of catalyst Pt I (empty symbols) and catalyst Pt II (solid symbols). (by adjusting the ratio between the amount of catalyst and the amount of reactant). However, increasing the selectivity by increasing the TON is limited as every catalyst becomes completely inactive for the hydro- genation of both double bonds after a certain number of turnovers. In particular, a high TON cannot be obtained with the catalyst consisting of small metal particles, as the catalyst is inactive after less than 1000 turnovers, while the catalyst with the larger particles remains active for approximately 5000 turnovers. Hence, deactivation is one of the determining para- meters for the optimum activity and selectivity, The reaction temperature has an unexpected influ- ence on the activity. Usually an increase in reaction temperature increases the rate of reaction. The oppo- site effect of the temperature for the hydrogenation of crotonaldehyde suggests that the rate of deactivation decreases faster than the rate of hydrogenation when the reaction temperature is lowered. Since decarbo- nylation mainly causes the loss in catalyst activity, we speculate that the difference in the activation energy of the decarbonylation and hydrogenation of crotonalde- hyde is responsible for this effect. A slower deactiva- tion (and a slower modification of the sites) at lower reaction temperatures causes a higher activity, but a lower selectivity to the unsaturated alcohol for a defined number of turnovers. The increased selectivity to butyraldehyde with increasing hydrogen pressure can be explained in a similar manner. The increased hydrogen pressure increases the activity of the catalyst for hydrogenation, while the parallel side reactions like decarbonylation M. Englisch et al./Applied Catalysis A: General 163 (1997) Ill 122 12l and a possible surface modification seem to be independent or negatively affected by the hydrogen pressure. The isomerization of trans-crotonaldehyde to cis- crotonaldehyde proceeded with a slow reaction rate, independent of the deactivation and the reactant con- centration suggesting a 0 order for this reaction (see Fig. 2). It is well known, that trans-cis isomerization reactions are catalyzed by weak or medium acid sites and, thus, it can be assumed that the isomerization takes place at the Si-OH groups of the support and is independent from the presence of metal particles. The 0 order of this reaction indicates a high coverage of the Si-OH groups with crotonaldehyde for all concentra- tions of crotonaldehyde as found in gas phase IR studies [21]. Addition of water to ethanol has a stabilizing effect when present in concentrations of more than 5 vol% (see Fig. 8). When anhydrous ethanol was used, the reaction proceeded slower and additionally 10% side products were formed. The reaction of crotonaldehyde (and butyraldehyde) with water leads to the corre- sponding aldehydehydrates that are more stable with respect to side reactions like condensations than the aldehydes. Note, that the aldehydehydrates and the semiacetal, formed by the reaction with ethanol, can- not be isolated. An easier hydrogenation of the C-OH bond of aldehydehydrates, which formally lost the properties of a C=O double bond was not found since the selectivity to crotylalcohol was fairly independent of the concentration of water. The addition of modifiers aimed at a selective poisoning of the sites showing a high rate for the hydrogenation of the C--C bond (Cordier et al. [22] presents a similar study in case of cinnamaldehyde hydrogenation). Unexpectedly, the addition of 0.1 and 0.3 molecules of thiophene, triphenylphosphine or potassium acetate per accessible metal atom had no effect on the activity or selectivity of the catalysts. The addition of 1.5 molecules of triphenylphosphine led to a decrease in activity, the same amount of potassium acetate had only a small effect on activity. Thiophene and triphenylphosphine strongly adsorb on Pt blocking the active sites for hydrogenation reactions. However, it is not clear at present, why thiophene and triphenylphosphine had such little influence on the activity and selectivity in the hydro- genation. 5. Conclusions The selectivity in the liquid phase hydrogenation of crotonaldehyde over Pt/SiO2 catalysts to the primary products butyraldehyde and crotylalcohol depends critically on the number of turnovers per site. The selectivity to crotylalcohol increases with an increas- ing number of turnovers. The maximum number of turnovers per site, however, is limited by the strong deactivation. Catalysts with large metal particles deac- tivate slower than catalysts with small metal particles. Thus, the size of the metal particles determines the rate of deactivation. The deactivation is mainly caused by surface poisoning of the metal particles with CO formed by decarbonylation of crotonaldehyde. CO can be removed by oxidation with air at 298 K and the initial activity of the catalyst can be restored. The initial selectivity of the catalyst, however, is not regained upon the regeneration process. The integral conversion of the reaction increases with increasing hydrogen pressure and with decreas- ing reaction temperature. The selectivity to crotyl- alcohol decreases with increasing hydrogen pressure and decreasing reaction temperature. The presence of more than 5 vol% water suppressed side reactions and increased the activity of the cata- lyst. The concentration of water had no influence on the selectivity. Alcohols were found to be better solvents than chloroform or cyclohexane, the chemi- cal nature of the alcohol had only little effect on activity and selectivity. The addition of small quantities thiophene, triphe- nyiphosphine and potassium acetate had no influence on the reaction, the addition of an excess of triphe- nylphosphine caused a lower activity of the catalyst and a slightly higher selectivity to crotylalcohol. Acknowledgements We gratefully acknowledge the financial support of this work by the Christian Doppler Society. References [1] M.A. Vannice, B. Sen, J. Catal. 115 (1989) 65. [2] M.A. Vannice, J. Mol. Catal. 59 (1990) 165. 122 M. Englisch et aL/Applied Catalysis A: General 163 (1997) 111-122 [3] T.B.L.W. Marinelli, J.H. Vleeming, V. Ponec, in: Guczi et al. (Eds.), Proceeding, 10th International Congress on Catalysis, Budapest 1992, New Frontiers in Catalysis, Elsevier, Amsterdam, 1993, p. 1211. [4] B. Coq, E Figueras, P. Geneste, C. Moreau, P. Moreau, M. Warawdekar, J. Mol. Catal. 78 (1993) 211. {5] C.G. Raab, J.A. Lercher, J. Mol. Catal. 75 (1992) 71. [6] P. Beccat, J.C. Bertolini, Y. Gauthier, J. Massardier, P. Ruiz, J. Catal. 126 (1990) 451. [7] T.B,L.W. Marinelli, V. Ponec, J. Catal. 156 (1995) 51. [8] D. Goupil, P. Fouilloux, R. Maurel, React. Kin. Catal. Lett. 35 (1987) 185. [9] S. Galvagno, Z. Poltarzewski, A. Donato, G. Neri, R. Pietropaolo, J. Mol. Catal. 35 (1986) 365. [10] D. Richard, J. Ockleford, A. Giroir-Fendler, P. Gallezot, Catal. Lett. 3 (1989) 53. [11] A. Giroir-Fendler, D. Richard, P. Gallezot, Catal. Lett. 5 (1990) 175. [12] Z. Poltarzewski, S. Galvagno, R. Pietropaolo, P. Staiti, J. Catal. 102 (1986) 190. [13] S. Galvagno, G. Capannelli, G. Neff, A. Donato, R. Pietropaolo, J. Mol. Catal. 64 (1991) 237. [14] B. Coq, P.S. Kumbhar, C. Moreau, P. Moreau, M.G. Warawdekar, J. Mol. Catal. 85 (1993) 215. [15] P.N. Rylander in: Hydrogenation methods, Academic Press, London, 1985. [16] M. Freifelder in: Practical Catalytic Hydrogenation, Techni- ques and Application, Wiley, New York, 1971. [17] R.J. Matyi, L.H. Schartz, J.B. Butt, Catal. Rev. Sci. Eng. 29 (1987) 41. [18] M. Englisch, A. Jentys, J.A. Lercher, J. Catal., accepted. [19] P. Rylander, in: Catalytic Hydrogenation over Platinum Metals, Academic Press, New York and London, 1967. [20] T.B.L.W. Marinelli, Ph.D. Thesis, University of Leiden (1993). [21] M. Englisch, Ph.D. Thesis, University of Twente (1996). [22] G. Cordier, Y. Colleuille, P. Fouilloux, in: B. Imelik et al. (Eds.), Catalysis by Metals, CNRS, Paris, 1984, pp. 349- 369. APCATA 97001269 S0926-860X(97)00126-9 10.1016/S0926-860X(97)00126-9 Elsevier Science B.V. All rights reserved. Liquid phase hydrogenation of crotonaldehyde over Pt/SiO2 catalysts Martin Englisch Vidyadhar S. Ranade Johannes A. Lercher * Department of Chemical Technology, Catalytic Processes and Materials, University of Twente, P.O. Box 217, 7500 AE Enschede, Netherlands * Corresponding author. Tel.: +31 53 4892858; fax: +31 53 4894683. The dependence of the catalytic properties of Pt/SiO2 catalysts for the hydrogenation of crotonaldehyde on the hydrogen pressure, the reaction temperature, the nature of the solvent and the presence of several additives were investigated. Strong deactivation of the catalysts mainly caused by decarbonylation of crotonaldehyde and irreversible adsorption of CO was observed. The initial activity of the deactivated catalysts is regained by oxidation of the adsorbed CO to CO2 by purging with air. The selectivity to crotylalcohol increased with increasing number of turnovers per metal site. This is explained with preferential blocking of the nonselective sites on the metal crystallites by CO and by a slow surface modification of the aging catalyst with organic deposits. The overall rate and the selectivity to the saturated aldehyde are markedly enhanced by an increase in hydrogen pressure and by a decrease in reaction temperature. The addition of modifiers such as potassium acetate, triphenylphosphine and thiophene had only little influence on the activity and the selectivity of the catalysts. Keywords Crotonaldehyde Selective hydrogenation Decar☐ylation Pt, silica supported catalyst Catalytic hydrogenation Carbon monoxide poisoning Crotylalcohol References [1] Vannice M.A. Sen B. J. Catal. 115 1989 65 [2] Vannice M.A. J. Mol. Catal. 59 1990 165 [3] Marinelli T.B.L.W. Vleeming J.H. Ponec V. Guczi Proceeding, 10th International Congress on Catalysis Budapest 1992 New Frontiers in Catalysis 1993 Elsevier Amsterdam 1211 [4] Coq B. Figueras F. Geneste P. Moreau C. Moreau P. Warawdekar M. J. Mol. Catal. 78 1993 211 [5] Raab C.G. Lercher J.A. J. Mol. Catal. 75 1992 71 [6] Beccat P. Bertolini J.C. Gauthier Y. Massardier J. Ruiz P. J. Catal. 126 1990 451 [7] Marinelli T.B.L.W. Ponec V. J. Catal. 156 1995 51 [8] Goupil D. Fouilloux P. Maurel R. React. Kin. Catal. Lett. 35 1987 185 [9] Galvagno S. Poltarzewski Z. Donato A. Neri G. Pietropaolo R. J. Mol. Catal. 35 1986 365 [10] Richard D. Ockleford J. Giroir-Fendler A. Gallezot P. Catal. Lett. 3 1989 53 [11] Giroir-Fendler A. Richard D. Gallezot P. Catal. Lett. 5 1990 175 [12] Poltarzewski Z. Galvagno S. Pietropaolo R. Staiti P. J. Catal. 102 1986 190 [13] Galvagno S. Capannelli G. Neri G. Donato A. Pietropaolo R. J. Mol. Catal. 64 1991 237 [14] Coq B. Kumbhar P.S. Moreau C. Moreau P. Warawdekar M.G. J. Mol. Catal. 85 1993 215 [15] Rylander P.N. Hydrogenation methods 1985 Academic Press London [16] Freifelder M. Practical Catalytic Hydrogenation, Techniques and Application 1971 Wiley New York [17] Matyi R.J. Schartz L.H. Butt J.B. Catal. Rev. Sci. Eng. 29 1987 41 [18] M. Englisch, A. Jentys, J.A. Lercher, J. Catal., accepted. [19] Rylander P. Catalytic Hydrogenation over Platinum Metals 1967 Academic Press New York and London [20] Marinelli T.B.L.W. Ph.D. Thesis 1993 University of Leiden [21] Englisch M. Ph.D. Thesis 1996 University of Twente [22] Cordier G. Colleuille Y. Fouilloux P. Imelik B. Catalysis by Metals 1984 CNRS Paris 349 369",
      "scopus-id": "0000564337",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001269",
        "dc:description": "The dependence of the catalytic properties of Pt/SiO2 catalysts for the hydrogenation of crotonaldehyde on the hydrogen pressure, the reaction temperature, the nature of the solvent and the presence of several additives were investigated. Strong deactivation of the catalysts mainly caused by decarbonylation of crotonaldehyde and irreversible adsorption of CO was observed. The initial activity of the deactivated catalysts is regained by oxidation of the adsorbed CO to CO2 by purging with air. The selectivity to crotylalcohol increased with increasing number of turnovers per metal site. This is explained with preferential blocking of the nonselective sites on the metal crystallites by CO and by a slow surface modification of the aging catalyst with organic deposits. The overall rate and the selectivity to the saturated aldehyde are markedly enhanced by an increase in hydrogen pressure and by a decrease in reaction temperature. The addition of modifiers such as potassium acetate, triphenylphosphine and thiophene had only little influence on the activity and the selectivity of the catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001269",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Englisch, Martin"
          },
          {
            "@_fa": "true",
            "$": "Ranade, Vidyadhar S."
          },
          {
            "@_fa": "true",
            "$": "Lercher, Johannes A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001269"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001269"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00126-9",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid phase hydrogenation of crotonaldehyde over Pt/SiO2 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Crotonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Decar☐ylation"
          },
          {
            "@_fa": "true",
            "$": "Pt, silica supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalytic hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Carbon monoxide poisoning"
          },
          {
            "@_fa": "true",
            "$": "Crotylalcohol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-122",
        "prism:endingPage": "122",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00126-9",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00126-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000564337"
      }
    }
  }
}