{
  "metadata": {
    "title": "The cyclohexanol dehydrogenation on Rh<ce:glyph name=sbnd></ce:glyph>Cu/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts: 2. Chemisorption and reaction",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00139-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001397",
    "pii": "S0926860X97001397"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039375514",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001397 S0926-860X(97)00139-7 S0926860X97001397 10.1016/S0926-860X(97)00139-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 14 153 164 153 164 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. CYCLOHEXANOLDEHYDROGENATIONRHCUAL2O3CATALYSTS2CHEMISORPTIONREACTION MENDES F FRYDMAN 1989 A MSCTHESIS ESTUDOCINETICODADESIDROGENACAOCICLOHEXANOL NIKIFOROVA 1974 116 N CESAR 1995 D MSCTHESIS ESTUDODECATALISADORESCUCOSIO2APLICADOSNAREACAODEDESIDROGENACAOCICLOHEXANOL SOLYMOSI 1995 343 F COQ 1989 4904 B BOND 1989 507 C LECLERQ 1995 161 G DUMAS 1992 87 J BARBIER 1990 L1 J CHOKSI 1995 85 H KENVIN 1991 447 J GIAMELLO 1984 443 E PARRIS 1986 374 G MENDES 1997 393 F MENDES 1995 F MSCTHESIS CARACTERIZACAODECATALISADORESBIMETALICOSRHCUSUPORTADOSEMAL2O3 VANTBLIK 1984 379 H CAVANAGH 1981 22 R KUNIMORI 1982 67 K NORONHA 1992 125 F KNOZINGER 1992 335 H CESAR 1993 D 10CONGRESSOBRASILEIRODEENGENHARIAQUIMICA DETERMINACAODAAREASUPERFICIALDECOBRE SINFELT 1973 308 J CLARKE 1978 230 J MENDESX1997X153 MENDESX1997X153X164 MENDESX1997X153XF MENDESX1997X153X164XF item S0926-860X(97)00139-7 S0926860X97001397 1-s2.0-S0926860X97001397 10.1016/S0926-860X(97)00139-7 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001397-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001397/MAIN/application/pdf/c4fb7708e66681f2a0a905874316a76a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001397/MAIN/application/pdf/c4fb7708e66681f2a0a905874316a76a/main.pdf main.pdf pdf true 784286 MAIN 12 1-s2.0-S0926860X97001397-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001397/PREVIEW/image/png/b5b91613d3cc0968cef290c5e0aade89/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001397/PREVIEW/image/png/b5b91613d3cc0968cef290c5e0aade89/main_1.png main_1.png png 59442 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 163 (1997) 153-164 APPLIED CATALYSIS A: GENERAL The cyclohexanol dehydrogenation on Rh-Cu/A1203 catalysts\" 2. Chemisorption and reaction Fabiana M.T. Mendesl'a'b, Martin Schmala'c'* \"WUCAT/PEQ/COPPE, Federal Universi~ of Rio de Janeiro, Caixa Postal 68502, Rio de Janeiro, Brazil blnstituto de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil ~Escola de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil Received 8 July 1996; received in revised form 10 March 1997: accepted 26 March 1997 Abstract Rh-Cu supported on alumina were selected for the dehydrogenation of cyclohexanol. Highly dispersed Rh-Cu supported on alumina were obtained and characterized after reduction. The metallic surface area was determined by frontal H2 chemisorption and by N20 decomposition followed by TPR. The TPR method for surface oxide reduction after exposing the catalyst to N20 decomposition for the determination of the active phase is in good agreement with the frontal H2 chemisorption method on rhodium, copper and bimetallic catalysts. The temperature and time exposition are important parameters for a complete oxidation of the monolayer, in particular for lower concentration of copper. An exposition time of 20 h is needed to complete a monolayer oxidation. Metallic copper is oxidized to CuI+ and Cu2+ although not all Cu2+ is reduced to CuI ~ without oxidation of a sublayer. For the bimetallic catalysts Rh-Cu a complete monolayer was attained. The TOF values were calculated based on the total active sites which give correct interpretation of the activity. The activity decreases when copper is added to rhodium which was attributed to an ensemble effect. For lower contents the selectivity of ketone was enhanced, which could be explained by simultaneous geometric and electronic effects. The selectivity on the monometallic catalysts prevails toward cyclohexene formation, indicating strong influence of the acidic sites. However, for the bimetallic catalysts it changed drastically toward dehydrogenation. The second metal affects the surface sites enhancing the metallic or bimetallic formation for dehydrogenation. This phenomena explains the electronic effect on bimetallic Rh-Cu systems. ,~i', 1997 Elsevier Science B.V. Keywords: Bimetallic Rh-Cu catalyst; Surface acid and metal site on bimetals; N20 decomposition by TPR, Frontal chemisorption; Activity and selectivity for the cyclohexanol dehydrogenation 1. Introduction The dehydrogenation of cyclohexanol is of great importance for the production of cyclohexanone, as *Corresponding author. Escola de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil. Fax: +55 2906626. tFax: 2906626; e-mail: nucat@peq.coppe.ufrj.br. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 39-7 well as other cyclic oxygenates compounds which require bifunctional catalysts. Metallic sites are important for the dehydrogenation while acid sites for dehydration. Copper supported on silica and copper-manganese catalysts have been used for this reaction yielding high selectivity to cyclohexanone, low phenol contents, and more importantly, the copper supported on silica 154 FM.Z Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 catalysts are very stable [1,2]. However, the copper contents are very high and the role of the silica support is not clear. The role of the acid, the metal sites and the high stability of the catalysts are still unexplained. We reported previously [3] that Co-Cu catalysts with silica, containing much more copper and with an atomic ratio 1 : 1, are also very stable and selective for cyclohexanone. It was shown that a mixed oxide was formed and that the total metallic surface area is yet unresolved for these catalysts; however, the nature of the acid and metal sites were shown to influence the selectivity. Solymosi et al. [4] showed that the com- bination of Rh-Cu give very good catalysts for dehy- drogenation, while Coq et al. [5] demonstrated that this system has two kinds of sites, one with rhodium atoms of low coordination while the other with high coordination. The changes in selectivity were explained by segregation of copper who substitute rhodium atoms of low coordination. Therefore, the metal with lower heat of sublimation will be accu- mulated at the surface and then preferentially loca- lized over sites with lower coordination. The next problem is to know the nature of the active metallic sites on these supported bimetallic catalysts. Rhodium sites can be easily determined while not copper. For the later case, several methods were proposed, using CO, H2 chemisorption and N20 decomposition [6]. Bond et al. [6] suggested the N20 decomposition followed by TPR to reduce the surface oxide. Leclercq et al. [7], as well as Barbier et al. [8,9] determined only the active phase of rhodium in the bimetallic catalysts because copper in their reaction system was believed to be inactive. However, in our case copper is active in the dehydrogenation reaction and the active sites must be determined in order to know the TOF of the monometallic and bimetallic catalysts. Recently, Choksi et al. [10] and Kenvin et al. [11] observed that the stoichiometry for the decomposition of N20 on copper surface was different from previous works [6,12, l 3], and proposed that every Cu atom in the sample has acquired one oxygen atom, which suggests a stoichiometry of O/Cu. Therefore, it points out some disagreement in the literature concerning the copper surface stoichio- metry. On the other hand, alumina support contain acidic sites which favors the dehydration. Therefore, Rh-Cu supported on alumina were selected for the dehydro- genation of cyclohexanol to answer the effect of dehydration and dehydrogenation on the selectivity. In this paper we choose high dispersed Rh-Cu sup- ported on alumina, studying the effect of the combi- nation of Rh-Cu catalysts on the selectivity. We also tried to determine the metallic surface area using the N20 decomposition followed by TPR and the frontal H2 chemisorption methods. The activity and selectiv- ity, as well as the product distribution were determined for different temperatures. 2. Experimental 2.1. The catalysts A 7-A1203 support from Harshaw was used (200 m2/g). The catalysts were prepared by impreg- nation technique, as described in our previous paper [14], whose contents and pretreatment conditions are listed in Table 1. After impregnation, they were dried for 24 h and calcined in flowing air (80 ml/min), with a heating rate of 10 K/rain. The final temperature of calcination were 623 and 723 K for rhodium and copper, respectively. The bimetallic catalysts were calcined for 2 h at 623 and 723 K, respectively. 2.2. Characterization 2.2.1. Chemisorption measurements 2.2.1.1. Hydrogen chemisorption by frontal chemi- sorption. This method allows us to determine the metallic surface area or the dispersion of accessible rhodium at the surface. The same TPR apparatus was used, as described elsewhere [15]. After reduction, Ar was fluxed through the sample for 30 rain to remove residual H2. Then, cooling down to 298 K, a flow mixture of 1.7% H2/Ar was introduced measuring the total adsorption at room temperature and Argon was flown to remove weak adsorbed H2 and finally the flow was switched to the same mixture for the adsorption of reversible H2. The irreversible H2 uptake was taken for the determination of the dispersion of rhodium, assuming H/Rh=I. The particle sizes of Rh were calculated assuming spherical particles and 1.33 1019 atoms/m2. The mean particle size was 1.4 nm EM.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 Table 1 Catalyst's dispersion after reduction at 773 K 155 Catalyst Metal content (wt%) SBET (mZ/g) H2 uptake (lamol/gcat) H/Rh Rh Cu Calcination temperature 0.5% Cu -- 0.53 197 -- 623 K 723 K 0.3% Rh 0.3 -- -- 7.8 0.60 -- -- 0.5% Rh 0.48 -- 207 20.36 0.87 -- -- 1% Rh 1.04 -- 208 39.2 0.78 0.79 0.82 0.3% Rh~).2% Cu 0.29 0.19 191 9.4 0.67 -- -- 0.5% Rh~).3% Cu 0.43 0.34 171 18.75 0.89 -- -- I% Rh~).6% Cu 1.00 0.60 159 30.12 0.62 -- -- which was confirmed by TEM measurements, not here included. 2.2.1.2. N20 decomposition by frontal method. This method is based on the decomposition of N20 over the metallic surface, which releases N2. Catalysts containing copper were subject of discussion, in particular in the determination of the metallic surface area. Attempts with CO and H2 were not completely successful and even oxygen, since its chemisorption is followed by a gradual oxidation of the bulk phase. The N20 decomposition was suggested as an alternative, however the extent of oxidation depends on the temperature. Some authors suggested temperatures between 363 and 373 K, which allows attaining complete oxidation of the sublayer. This temperature range was not well established, as well as the procedures used [12,13]. Bond et al. [6] suggested one procedure with programmed temperature reduction, following the hydrogen consumption after surface oxidation by N20. This method was chosen to determine the active surface sites of the bimetallic Rh-Cu catalysts with low metal contents. We used the same TPR apparatus described above for the frontal chemisorption, using a mixture of 10% N20 (99.999)/He(99.999) and purified He for the reduction of surface oxygen. The catalysts were pretreated with Ar flow and heated at 393 K for 30 min. Then the following pro- cedure was performed: Reduction 1. Rhodium catalysts were reduced with a flow mixture of 2% Hz/Ar, raising the temperature at a heating rate of 10 K/min up to 773 K, holding the final temperature for 30 min. The copper catalysts was reduced at 623 K and two different holding times, 30 and 1200 rain. The bimetallic catalysts were reduced with pure H2 and a holding time of 1200 min. Oxidation with N20. In sequence the oxidation was performed, varying time and temperature. The rho- dium catalysts were exposed to N20 for 1 h or 20 h at a temperature of 298 K or for 20 h at 363 K, flowing a mixture of 10% N20/He at 80 ml/min. The copper catalyst was also exposed to this mixture for 1, 2 and 20 h, at a constant temperature of 333 K, attempting to find out the time needed for a complete oxidation of the sublayer. Then the temperature was changed to 363, 373 and 453 K and for a holding time of 20 h. Reduction 2. The reduction of the surface oxide sublayer was performed similarly as in the first reduc- tion, raising the temperature up to 623 K and a holding time of 30 min at this temperature. 2.3. Reaction The dehydrogenation of cyclohexanol was per- formed in a continuous flow reactor at normal pres- sure. A pyrex reactor with a porous frite was charged with 0.1-0.2 g of the catalyst. The liquid was pumped at a constant flow rate and vaporized on pre-heated lines, then mixed with flowing N2 or He. The reaction products were condensed and samples were taken each hour and analyzed in a gas chromatograph CG 3537D (FID), using a packed column of Carbowax/ Chromosorb (80-100) and 4 m. The reaction conditions were selected to avoid diffusion effects and conversions below 10%. The liquid flow rate varied between 0.02 and 0.04 ml/ min and the gas flow rate between 40 and 80 ml/ 156 F.M.T. Mendes, M. Sehmal/Applied Catalysis A: General 163 (1997) 153-164 min. The space velocity was 5 h-j. The reduction procedure was similar as in the TPR, flowing 30 ml/ rain of pure H2 and raising the temperature from room temperature up to 623 K at a heating rate of 10 K/rain. Then, after cooling to the reaction temperature, the reactants were introduced in the reactor. The products and nonreacted compounds were condensed and col- lected at different time intervals. The reaction tem- perature varied between 453 and 483 K to prevent formation of higher molecular weight products, which are condensed in the lines and in the reactor, causing quick deactivation. The last experiment was to repeat at the initial temperature to verify whether deactiva- tion occurs. 3. Results and discussions 3.1. Frontal chemisorption and N20 decomposition The frontal chemisorption results of the catalysts after reduction at 773 K are presented in Table 1. It displays the total H2 chemisorption in gmol/g cat and the dispersions based on H2 adsorbed dissociatively on Rh atoms. The dispersions of rhodium in the mono and bimetallic catalysts are very high. Van't Blik et al. [16] and Cavanagh et al. [17] observed high dispersion for Rh/A1203, which they explained by multiple adsorp- tion of H2. They observed for this system hydrogen spillover which consisted of fast dihydrogen dissocia- tion on Rh sites and fast transfer to A1203, slow migration of chemisorbed hydrogen atoms across A1203, which in our case, although not directly observed, cannot be completely excluded, specially in the bimetallic system with lower contents. These dispersions are in good agreement with Kunimori et al. [18]. Particles sizes were found around 1.2 and 1.4 nm for 0.5 Rh and 1 Rh, respectively. Noteworthy is the 0.5 Rh-0.3 Cu catalyst, which is highly dispersed, as compared to other bimetallic catalysts. Moreover, the dispersion did not change when the temperature of calcination is increased, indicating no agglomeration of Rh particles. The dispersion on 1 Rh-0.6 Cu catalyst decreases compared to previous one, suggest- ing the presence of geometric effects. This decay (20%) is not so pronounced when compared to other similar bimetallic catalysts in the literature [19], who observed decays of more then 60%. Therefore, we suggest that copper may interact with rhodium, caus- ing bimetallic formation, as discussed previously [14]. This method allows us to quantify only the disper- sion of rhodium and not of the bimetallic catalysts, since H2 will not be adsorbed on metallic copper. Moreover, in almost all bimetallic catalysts, copper was inactive and dilutes the active metal. In our case, copper plays an important role in the reaction, and therefore needs to be quantified. Thus, the TPR method after N20 decomposition was used to deter- mine the total active phase of the bimetallic catalysts. First, we studied the conditions on the 0.5 Cu/AleO3 catalyst, varying the temperature and time of N20 exposition after reduction with pure H2 at 623 K. The TPR results for different temperatures are presented in Fig. 1. The profiles show two distinct peaks at 408 and 475 K. The first peak is attributed to the reduction of Cuj+ species, which is formed after oxidation with N20, as discussed by Giamello [12], and identified by DRS spectra, shown in our first paper [14], while the second peak represents likely the reduction of Cu2+ species, also present in this catalyst [20]. With the increase of the temperature the first peak is more pronounced and the second peak decreases. The shape- lines were not significantly modified between 353 and 363 K, however, at 453 K the first reduction peak is significantly increased and the second one disappears with the appearance of a shoulder around 444 K. The hydrogen consumption results are presented in Table 2. We observe an inversion of the H2 uptake corresponding to the first and second peak, when the temperature is changed from 333 to 353 K. The He uptakes above this temperature were not significantly modified until 453 K while the He consumption cor- responding to the first peak increases two-fold. The metallic surfaces calculated from the total He uptake are similar after NzO decomposition at 333 and 353 K, although the H2 uptake indicate that the oxida- tion at 333 K did not allow to the formation of a complete oxide sublayer, since inversion of these peaks occur. The oxidation between 353 and 363 K evidences a constant Hz uptake relative to the first peak and the calculated surface area varies only within 4%. Assuming that between 353 and 363 K the mono- layer exist, then the H2 uptake corresponding to the reduction of Cu1+ is 8.1 gmol/mgcu which remains constant, resulting in a total area of 669 m2/gcu. Cesar F.M.Z Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 157 A i 427K J/f Toxid=453K Toxid=363K Toxid=353K Toxid=333K ~1~1,1=1~1~1~1~1~1= 373 473 573 673 Temperature K Fig. 1. TPR profiles after N20 oxidation on 0.5 Cu/AI20~. Table 2 H2 uptake TPR at 623 K after NeO oxidation for 1200 min at different temperatures (Mcat=l.6 g) TN20 (K) H2 uptake H2 uptake for Copper area Copper area Discrepance (pmol) each peak (pmol)(m-/gcu)~ a (mZ/gcu)b (%)b 333 58.1 First peak (Cu+l) 18.1 595 186 Second peak (Cu+2) 40.0 353 57.3 First peak (Cu+1) 39.4 587 404 Second peak (Cu+2) 17.9 363 65.3 First peak (Cu+1) 37.7 669 386 Second peak (Cu+2) 27.9 453 84.3 First peak (Cu+1) 74.6 863 763 Second peak (Cu+2) 9.7 54 4 49 \" Total H2 uptake. b First peak H2 uptake. 158 F.M.T. Mendes, M. Schmal/Applied Catalysis A.\" General 163 (1997) 153-164 et al. [21] obtained 1.2 ~tmoles/mgcu and a surface area of 95.6 m2/gcu for 10% Cu/SiO2. However, using different parameters they found that for hydrogen uptakes between 1 and 10~tmol/mgcu a complete monolayer was established. We found a value within this range for the 0.5 Cu catalyst and thus the surface area is seven-fold greater. Moreover, above this temperature subsequent sub- layers are oxidized and therefore 363 K was consid- ered the upper limit of temperature which allows us to attain a complete monolayer after N20 exposition. The H2 uptake at lower temperatures is not the only significant parameter, because the monolayer has not already been formed, since Cu~+ oxidation prevails, as observed from the inversion of H2 uptake for Cue+ and Cut+ in the TPR after N20 oxidation. In summary, the oxidation with N20 yield Cu~+ and Cu2+ species at the surface and with increasing temperature Cu1+ species are preferentially formed. Simultaneous reduction of Cu1+ to Cuand Cu2+ to Cuoccurs with a maximum peak of reduction of CuI+ species observed between 353 and 363 K, without further reduction of subsequent sublayers. These observations are in good agreement with Knrzinger et al. [20]. Despite of recent results presented by Choksi et al. [10] concerning the surface copper stoichiometry of 10/Cu atom in highly dispersed copper samples, it is worth to mention that our catalysts after N20 exposi- tion were analyzed by DRS and the results indicate predominantly the presence Cu~+. Fig. 2 exhibits a band at 407 nm, which corresponds to Cu J +, although this sample has a lower metal loading compared to those investigated by Choksi. Therefore the stoichio- metry seems to follow the O/2Cu atom ratio, in agreement with previous literature [6,12,13]. The structural analysis of our catalysts were presented recently in a previous paper [14]. The rhodium catalysts were also exposed to N20 at 298 and 363 K after reduction at 773 K, followed by a second reduction and the results were compared by frontal chemisorption, as shown in Table 3. These results are in good agreement and indicate an accuracy within 14%. However, segregation may occur with higher Rh content and higher temperatures of oxida- tion, which was not observed for lower Rh contents. The bimetallic catalysts were reduced at 623 K and submitted to N20 for the same period of time, but at different temperatures 298 and 363 K, respectively. The TPR profiles after oxidation are presented in Fig. 3. The profiles (F4) of the 0.3 Rh-0.2 Cu catalyst exhibit two reduction peaks at 364 and 512 K after oxidation at 298 K and only one broad peak around v LL 240nm 342nm I 2OO 400 cu(o,5%)-~2% afer N20 DRS/NUCAT/UFRJ 747nm i i 600 8OO ~numl:~r(nm) Fig. 2. DRS spectra after N20 at 333 K. I 1300 F.M.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 Table 3 Chemisorption on Rh catalysts 159 Catalyst N20 H2 chemisorption H2 chemisorption TPR after N20 temperature (K) %tmol Rh/mg) (metal) (~tmol Hz/g cat) (~tmol H2/g cat) TPR after N20 (~tmol Rh/mg) (metal) 0.5% Rh 298 8.5 20.36 23.37 9.7 363 24.87 10.5 1% Rh 298 7.5 39.2 43.43 8.35 363 36.2 6.97 H2 uptake (a.u.) 392K 1%Rh_0,6%C~ k \\ (363K) ~ (~K) F5 ~2~K 373K 0,3%Rh-0,2%Cu F4 ~ (a6aK) ~__ 512K (298K' ------.-...__.._._ I I I | I I I I 3~K 4~K 5~K 6~K Temperature ( ) N,O temperature Fig. 3. TPR profiles after N20 oxidation on bimetallic catalysts. 373 K after oxidation at 363 K. On the other hand, the profile (F5) of the 0.5 Rh-0.3 Cu catalyst displays two peaks at 367 and 503 K after oxidation at 298 K, which are shifted toward lower temperatures at 356 and 470 K, respectively, after oxidation at 363 K. Finally, the profile (F6) of the 1.0 Rh-0.6 Cu catalyst, shows either a broad peak at 365 and 392 K, respec- tively, after oxidation at 298 and 363 K. These results indicate reduction of isolated Rh3+ together with bimetallic particles in the first peak and reduction 160 F.M.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 Table 4 H2 uptake during TPR after N20 oxidation for bimetallic catalysts Catalyst H2 uptake after N20 at H2 chemisorption after first He uptake alter NzO at 298 K (~amol/g cat) reduction (~tmol/g cat) 363 K (~tmol/g cat) 0.3% Rh~).2% Cu 59 9.40 62.6 0.5% Rh-0.3% Cu 80 18.45 83.3 1% Rh-0.3% Cu 91 30.12 116.0 of mainly Cu2+ species in the second peak while the reduction of pronounced bimetallic phases are evidenced through the broad peaks and with higher Rh contents. Therefore, it seems that isolated Rh and Cu particles as well as bimetallic particles at the surface are formed, increasing with higher rhodium contents. The total hydrogen uptakes of the TPR profiles after oxidation at different temperatures are presented in Table 4 and indicate increasing amounts with increas- ing rhodium content but not significant differences with higher oxidation temperatures. The total He uptakes in the bimetallic catalysts are higher than the amounts needed for the surface reduction of iso- lated metal oxides, which indicate the formation of bimetallic surface particles, although a spillover can- not be excluded. From the total Hz uptake after reduction of the surface oxide it was possible to calculate the total metallic surface area of the bi- metallic system, instead of the usual method employ- ing H2 or CO chemisorptions, which measures only the metallic Rh particles sites. 3.2. Hydrogenation of cyclohexanol 3.2.1. Activi~ The reaction rate, as well as the activities expressed by TOE for the different catalysts and for three different temperatures, are presented in Table 5. The reaction rates for the monometallic 0.5 Cu and 0.5 Rh catalysts were 9.610 3 and 1.210-2 gmol/ h g at 473 K, respectively, while those of the bi- metallic catalysts were lower. This indicates that the copper catalyst was also active for the cyclohexanol dehydrogenation, The Rh catalyst is more active but the activity decreases slowly with time. Copper is initially activated before attaining steady state condi- tions. The TOF values were calculated based on the H2 chemisorption and on NzO oxidation followed by H2 uptake, as discussed above. The TOF value for 0.5 Rh is 0.084 s-~, while for 0.5 Cu is 0.0204 s i. Compar- ing the TOF values based on H2 uptake and N20 decomposition on the bimetallic catalysts at the same temperature it is seen that they are somewhat different. Table 5 Catalytic activity Catalyst Rate (mol/h g cat) TOF (s I/ E,, (kcal/mol) 473 K 463 K 453 K 473 K 463 K 453 K 1% Rh~),6% Cu 0.0124 0.0097 0.0035 0.5% Rh-0.3% Cu 0.0077 0.00408 0.00413 0.3% Rh-0.2% Cu 0.0047 0.0049 0.003 1% Rh -- 0.0044 0.0034 0.5% Rh 0.0124 0.0052 0.0031 0.0459 0.0359 0.0130 (0.0296)~ (0.0232)~ (0.0084)a 0.0570 0.0302 0.0130 13.2 (0.0257)~ (0,0136)a (0.0138)~ 0.0463 0,0483 0.0295 9.7 (0.0207)a (0.0216)a (0.0132)~ -- 0.0121 0.0094 -- 0.0846 0.0355 0.0212 29.6 \"Based on N20 uptake. F.M.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 161 metallic sites acid sites T Cyclexan 1 ~' l lCyclexene~\"~ I)Cyc|exaneL [ I metallic site'b'~n~~J .,~ metallic sites dehydration dehydrogenatio /~ dehydrogenation ICyclohexanonel J, Benzene I< / / desproport on metallic sites Scheme 1. Reactional routes of cyclohexanol dehydrogenation. The specific activity of the bimetallic catalysts expressed per surface Rh atoms, based on H2 uptakes at low Cu loading, are of the same order but two-fold greater than those expressed per total active sites based on N20 decomposition, even more sensitive for higher temperatures. However, the specific activities based on N20 uptakes of the bimetallics are almost similar for all Rh-Cu systems. Actually, a constant turnover was expected for the dehydrogenation reaction. Coq et al. [5] observed similar behavior. At first instance, we observed for low contents of Rh-Cu catalysts, disper- sions which are still very high compared to the RbJ A1203 catalysts. We explained this by the coexistence of isolated Rh and Cu particles, although the 1% Rh- 0.6% Cu catalyst exhibited a dispersion which decreases from 0.78 to 0.62 indicating already bi- metallic formation or dilution of Rh due to the pre- sence of copper. In the first case, one can speculate the presence of spillover of hydrogen, which then would affect the specific activity, increasing the turnover frequency, where Cu atoms sites were not accounted, that means, the real specific activity will be therefore, higher than expected. However, the specific activity based on Rh atoms are similar for the bimetallic catalysts, which does not evidence strong spillover effect. The literature has reported that reactions which are structure sensitive evidences decay of activity with the addition of a second metal [22,23]. Sinfelt et al. [22] showed that the addition of Cu to Ni or Rh decreases the hydrogenolysis activity, in accordance with Leclercq [7]. They attributed this behavior to a geometric effect, where rhodium sites are diluted with the addition of a second metal, diminishing the activ- ity of the bimetallic catalysts when compared to the monometallic ones. However, here the second metal is also active, as observed with the Cu catalyst, which during the dehydrogenation provided also other reac- tions, like dehydration, beside secondary dehydro- genation converting into different products, as shown in Scheme 1. Therefore, for the dehydrogenation of cyclohexa- nol, copper is active together with rhodium. As the decay of the activity is not caused by sintering of Rh particles, it seems that the TOF for bimetallics based upon N20 oxidation are correct indicating active sites which includes copper as well as bimetallic or rho- dium sites at the surface, while the TOF values calculated based on H2 chemisorption indicate only the active sites of the metallic rhodium. Thus, in agreement with previous conclusions, the addition of copper helps to dilute the rhodium atoms, which is attributed to a geometric effect, but the activity is not exclusively attributed to rhodium sites since cop- per sites are also active in dehydrogenation of cyclo- hexanol. 3.2.2. Selectivity The selectivity was obtained at isoconversion and at 473 K, as presented in Table 6. Following the reaction scheme of the cyclohexanol dehydrogenation, one can observe that on 0.5 Rh mainly cyclohexene was formed due to the dehydration, which is attributed to the acid sites. However, cyclohexanol is also trans- formed in cyclohexanone due to the dehydrogenation on metallic sites. For higher concentration of Rh (1%) benzene is favored, followed by cyclohexanone, but no more cyclohexane. This last case may occur on sites of low coordination of rhodium, since for higher concentration the particles sizes increase and thus cyclohexane vanished. Otherwise, the 0.5 Cu catalyst 162 EM.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 Table 6 Selectivities of cyclohexanol dehydrogenation at 473 K Catalyst Cyclohexane Cyclohexene Benzene Cyclohexanone Phenol Conversion 0.5% Rh 1.5 70.5 5.9 19.7 2.3 7.6 6.8\" 41.2~ 18.2\" 30.5a 3.4~ 0.5% Cu -- 83.9 -- 15.3 1.6 13.6 0.5% Rh-0.3% Cu -- 52.7 28.2 18.0 1.1 9.6 32.4\" 25.8a 41.4a 0.4a 0.3% Rh-0.2% Cu -- 29.9 15.5 75.6 3.0 7.3 1% Rh -- 8.4 51.9 39.7 -- 5.0 1% Rh~).6% Cu -- 14.4 18.8 58.5 -- 5.1 ~'At 463 K. directed the selectivity mainly toward cyclohexene and less to cyclohexanone, which is attributed to predominant presence of acid sites. Benzene vanished and phenol decreases, compared to the rhodium cata- lysts. An alternative explanation could be that Cu ions replace the acid sites of alumina, which are respon- sible for dehydration. Although the selectivity to cyclohexene increases compared to Rh catalyst, it decreases by a factor of 1.5 for the bimetallic system. However, not only dehydration is affected but the selectivity of other products due to the metallic sites changed drastically. Indeed, the bimetallic catalysts changed this beha- vior completely. The Rh-Cu catalysts indicate a sharp decrease of cyclohexene followed by a three-fold increase in benzene, which is due to the secondary dehydrogenation of cyclohexene and the deproportio- nation of cyclohexane. An enhancement in selectivity to cyclohexanone was achieved in the bimetallic catalysts, in particular for the 0.3 Rh-0.2 Cu catalyst accompanied by a drastic decrease in phenol forma- tion. Therefore, the formation of benzene and cyclo- hexanone is suggested to occur on rhodium particles of higher coordination. However, the addition of copper to rhodium also increases the formation of cyclohexanone, Noteworthy are the differences in the selectivity to cyclohexene on monometallic and bimetallic cata- lysts. The selectivity is very high on both 0.5 Rh and 0.5 Cu catalysts but of the same order, which is frequently attributed to the acid sites. However, on the bimetallic catalysts the selectivity changed, balancing dehydration and dehydrogenation. Therefore the Rh- Cu system likely indicate formation of sites which are different from the monometallic ones, and capable to enhance the dehydrogenation to benzene from cyclo- hexene and to cyclohexanone from cyclohexanol. Thus, one can propose different model reactions for the monometallic and bimetallic systems. In the monometallic catalysts, with low Rh concentrations, the acid sites active for dehydration to cyclohexene prevail. With increasing concentration of rhodium, dehydrogenation is favored. However, for the bi- metallic Rh-Cu catalysts two different reaction path- ways may be postulated: Dehydration of cyclohexanol to cyclohexene on the acid sites, and then cyclohex- anol moves toward Rh-Cu sites being dehydrogenated to benzene; simultaneously, dehydrogenation occurs over these sites to cyclohexanone or phenol. It seems that the addition of copper to Rh/'7-A1203 catalyst favors the dehydrogenation. Therefore, beside geo- metric effects caused by copper, as noted from the decay of the activity, there are electronic effects, which are modifying markedly the selectivity. 3.2.3. Product distribution Product distribution of the cyclohexanol dehydro- genation over 1 Rh, 0.5 Cu and 1 Rh-06 Cu catalysts were obtained at isoconversion at 473 K and followed by Mass Spectrometer. The main products were iden- tified and are presented in Table 7. For Rh catalyst mainly alkylation products of benzene, like methyl- benzene and hexyl-benzene were obtained. These products were not formed on Cu catalyst. Instead, cyclic compounds containing oxygen, like aromatic acetone, cyclo-heptanol and linear acids were formed. However, on the bimetallic catalysts the alkylation of F.M.Z Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-t64 Table 7 Mass spectroscopy analysis over 1 Rhq3.6 Cu 163 No Compound MW 1% Rh 0.5% Cu 1% Rh~).6% Cu 1 Methylbenzene 92 -- 1.2 2.9 2 Ethylbenzene 106 0.2 -- --- 3 Diethylbenzene 134 8.9 -- 4,1 4 Propylbenzene 120 12 -- 3.9 5 Pentylbenzene 148 11,2 -- 3.0 6 Hexylbenzene 162 0.06 -- 0.6 7 Methylethyl benzene 120 0.3 -- 6.2 8 Methyl butyl benzene 148 -- -- 0.03 9 Cyclo-heptanol 114 -- 14 2.4 l0 Hexanoix acid 116 -- 10.9 -- I t Bicyclohexyl 166 22.3 0.004 12 Cyclohexylbenzene 160 2.8 0.07 3.5 13 Cyclohexylcyclohexanol 114 0.6 2.3 -- 14 Bicyclohexyl ether 182 22.9 61.9 45.4 15 Methytcyclohexanol 114 -- -- 6.6 16 Phenylcyclohexyl ether 176 -- -- 6. I 17 Cyclohexyl Phenol 176 -- 0,97 -- 18 Biphenyl 154 18.6 0.03 15,2 19 Aromatic acetone 162 -- 0,9 -- 20 Aromatic acetone (Isomer) 162 -- 7,5 -- benzene decreases with the appearance of new com- pounds like methylcyclo-hexanol and phenyl cyclo- hexylether. This behavior explains the segregation effect of copper with low coordination, decreasing the hydrogenolysis capacity of rhodium. Similar observations were made previously with other hydro- carbon reactions [5,8,21]. Otherwise the appearance of new compounds is explained by the electronic effect due to the Rh-Cu synergism. 4. Conclusions The TPR method after N20 decomposition at the surface for the determination of the active phase is in good agreement with the frontal H2 chemisorption method. The temperature and time of N20 exposure are important parameters to attain a monolayer. The choice of these parameters are dependent on the loading, in particular for lower concentrations of copper. In this case, for 0.5 Cu, an exposure time of 20 h is needed to complete a monolayer. Metallic copper is oxidized to Cu~+ and Cue+ although not all Cu2+ is reduced to Cu1+ without oxidation of a sublayer, depending on the temperature. For the bi- metallic Rh-Cu catalysts and after an exposure time of 20 h the monolayer was attained and was independent of the temperature. From the total H2 uptake of a single peak the total active phase was determined. Therefore, the TOF values could be calculated based on the total active sites. The specific activity on the bimetallic catalyst was determined based on N20 uptakes followed by TPR. However, if based on Rh atoms the specific activities are two-fold greater which can be attributed to not accounted active sites of copper or the presence of a spillover effect, since the dispersions of the bimetallic systems are almost as high as the monometalic ones. Therefore, the apparent specific activity is slightly higher compared to the specific activity based on N20 when the Cu sites are accounted. The selectivity on the monometallic catalysts was predominantly directed toward cyclohexene forma- tion, indicating strong influence of the acidic sites. However, for the bimetallic catalysts it changed dras- tically toward dehydrogenation. The second metal affect the surface sites favoring the dehydrogenation, Therefore, dehydration occurs easily on acid sites with the formation of cyclohexene, which then moves toward metal sites for dehydrogenation to benzene 164 F.M.T. Mendes, M. Schmal/Applied Catalysis A: General 163 (1997) 153-164 or directly to cyclohexanone. This phenomena could support the presence of electronic effects on the bimetallic Rh-Cu systems. References [1] A. Frydman, Estudo Cin&ico da Desidrogenao do Ciclo- hexanol, M.Sc. Thesis, COPPE/UFRJ (1989). [2] N.V. Nikiforova, K.A. Zhavnerko, Neftekhimiya 14(1) (1974) 116. [3] D.V. Cesar., Estudo de Catalisadores Cu-Co/SiO2 Aplicados na Reao de Desidrogenao do Ciclohexanol, M.Sc. Thesis, IQ/UFRJ (1995). [4] F. Solymosi, J. Cserenyi, Catal. Lett. 34 (1995) 343. [5] B. Coq, R. Dutartre, F. Figueras, A. Rouco, J. Phys. Chem. 93 (1989) 4904. [6] C.G. Bond, N.S. Namijo, J. Catal. 118 (1989) 507. [7] G. Leclerq, S. Pietrzyk, J.F. Lamonier, L. Leclerck, L.M. Bouleau, R. Maurel, Appl. Catal. A 123 (1995) 161. [8] J.M. Dumas, C. G6ron, P. Mar6cot, J. Barbier, J. Mol. Catal. 77 (1992) 87. [9] J. Barbier, J.M. Dumas, H. Hadrame, Appl. Catal. 67 (1990) LI. [10] H.N. Choksi, A. Zippert, R Berdahl, J.A. Bertrand, D.L. Perry, M.B. Mitchell, M.G. White, J. Mol. Catal. 97 (1995) 85. [11] J.C. Kenvin, M.G. White, J. Catal. 130 (1991) 447. [12] E. Giamello, B. Fubini, P. Lauro, A. Bossi, J. Catal. 87 (1984) 443. [13] G.E. Parris, K. Klier, J. Catal. 97 (1986) 374. [14] EM.T. Mendes, M. Schmal, The Cyclohexanol Dehydrogena- tion on Rh-Cu/AI203 Catalysts I-Characterization 151(2) (1997) 393. [15] EM.T. Mendes, Caracterizao de Catalisadores Bimet~ilicos Rh~Su suportados em 3'-A1203, M.Sc. Thesis, IQ/UFRJ (1995). [16] H.EJ. Van't Blik, J.B.A.D. Van Zon, D.C. Koningsberger, R. Prins, J. Mol. Catal. 25 (1984) 379. [17] R.R. Cavanagh, J.T. Yeates, J. Catal, 68 (1981) 22. [18] K. Kunimori, T. Uchijima, Appl. Catal. 4 (1982) 67. [19] EB. Noronha, M. Primet, R. Frety, M. Schmal, Appl. Catal. 78 (1992) 125. [20] H. Kn6zinger, J. Chem. Soc. Faraday Trans. 88(3) (1992) 335. [21] D.V. Cesar, A.B. Santos, V.M.M. Salim, Determinacfio da ~irea superficial de Cobre, 10~'Congresso Brasileiro de Engenharia Quimica, 1993. [22] J.H. Sinfelt, J. Catal. 29 (1973) 308. [23] J.K.A. Clarke, 1. Manninger, T. Baird, J. Catal. 54 (1978) 230. APCATA 97001397 S0926-860X(97)00139-7 10.1016/S0926-860X(97)00139-7 Elsevier Science B.V. All rights reserved. The cyclohexanol dehydrogenation on RhCu/Al2O3 catalysts: 2. Chemisorption and reaction Fabiana M.T. Mendes a b 1 Martin Schmal * a c a NUCAT/PEQ/COPPE, Federal University of Rio de Janeiro, Caixa Postal 68502, Rio de Janeiro, Brazil b Instituto de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil c Escola de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil * Corresponding author. Escola de Quimica UFRJ, Caixa Postal 68502, Rio de Janeiro, Brazil. Fax: +55 2906626. 1 Fax: 2906626 RhCu supported on alumina were selected for the dehydrogenation of cyclohexanol. Highly dispersed RhCu supported on alumina were obtained and characterized after reduction. The metallic surface area was determined by frontal H2 chemisorption and by N2O decomposition followed by TPR. The TPR method for surface oxide reduction after exposing the catalyst to N2O decomposition for the determination of the active phase is in good agreement with the frontal H2 chemisorption method on rhodium, copper and bimetallic catalysts. The temperature and time exposition are important parameters for a complete oxidation of the monolayer, in particular for lower concentration of copper. An exposition time of 20 h is needed to complete a monolayer oxidation. Metallic copper is oxidized to Cu1+ and Cu2+ although not all Cu2+ is reduced to Cu1+ without oxidation of a sublayer. For the bimetallic catalysts RhCu a complete monolayer was attained. The TOF values were calculated based on the total active sites which give correct interpretation of the activity. The activity decreases when copper is added to rhodium which was attributed to an ensemble effect. For lower contents the selectivity of ketone was enhanced, which could be explained by simultaneous geometric and electronic effects. The selectivity on the monometallic catalysts prevails toward cyclohexene formation, indicating strong influence of the acidic sites. However, for the bimetallic catalysts it changed drastically toward dehydrogenation. The second metal affects the surface sites enhancing the metallic or bimetallic formation for dehydrogenation. This phenomena explains the electronic effect on bimetallic RhCu systems. Keywords Bimetallic RhCu catalyst Surface acid and metal site on bimetals N2O decomposition by TPR Frontal chemisorption Activity and selectivity for the cyclohexanol dehydrogenation References [1] Frydman A. Estudo Cinético da Desidrogenaça˜o do Ciclohexanol 3rd ed. M.Sc. Thesis 1989 COPPE/UFRJ [2] Nikiforova N.V. Zhavnerko K.A. Neftekhimiya 14 1 1974 116 [3] Cesar D.V. Estudo de Catalisadores CuCo/SiO2 Aplicados na Reaça˜o de Desidrogenaça˜o do Ciclohexanol 3rd ed. M.Sc. Thesis 1995 IQ/UFRJ [4] Solymosi F. Cserenyi J. Catal. Lett. 34 1995 343 [5] Coq B. Dutartre R. Figueras F. Rouco A. J. Phys. Chem. 93 1989 4904 [6] Bond C.G. Namijo N.S. J. Catal. 118 1989 507 [7] Leclerq G. Pietrzyk S. Lamonier J.F. Leclerck L. Bouleau L.M. Maurel R. Appl. Catal. A 123 1995 161 [8] Dumas J.M. Géron C. Marécot P. Barbier J. J. Mol. Catal. 77 1992 87 [9] Barbier J. Dumas J.M. Hadrame H. Appl. Catal. 67 1990 L1 [10] Choksi H.N. Zippert A. Berdahl P. Bertrand J.A. Perry D.L. Mitchell M.B. White M.G. J. Mol. Catal. 97 1995 85 [11] Kenvin J.C. White M.G. J. Catal. 130 1991 447 [12] Giamello E. Fubini B. Lauro P. Bossi A. J. Catal. 87 1984 443 [13] Parris G.E. Klier K. J. Catal. 97 1986 374 [14] Mendes F.M.T. Schmal M. The Cyclohexanol Dehydrogenation on RhCu/Al2O3 Catalysts I-Characterization 151 2 1997 393 [15] Mendes F.M.T. Caracterizaça˜o de Catalisadores Bimetálicos RhCu suportados em γ-Al2O3 3rd ed. M.Sc. Thesis 1995 IQ/UFRJ [16] Van't Blik H.F.J. Van Zon J.B.A.D. Koningsberger D.C. Prins R. J. Mol. Catal. 25 1984 379 [17] Cavanagh R.R. Yeates J.T. J. Catal. 68 1981 22 [18] Kunimori K. Uchijima T. Appl. Catal. 4 1982 67 [19] Noronha F.B. Primet M. Frety R. Schmal M. Appl. Catal. 78 1992 125 [20] Knözinger H. J. Chem. Soc. Faraday Trans. 88 3 1992 335 [21] Cesar D.V. Santos A.B. Salim V.M.M. Determinaca˜o daárea superficial de Cobre 10°Congresso Brasileiro de Engenharia Química 1993 [22] Sinfelt J.H. J. Catal. 29 1973 308 [23] Clarke J.K.A. Manninger I. Baird T. J. Catal. 54 1978 230",
      "scopus-id": "0039375514",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001397",
        "dc:description": "RhCu supported on alumina were selected for the dehydrogenation of cyclohexanol. Highly dispersed RhCu supported on alumina were obtained and characterized after reduction. The metallic surface area was determined by frontal H2 chemisorption and by N2O decomposition followed by TPR. The TPR method for surface oxide reduction after exposing the catalyst to N2O decomposition for the determination of the active phase is in good agreement with the frontal H2 chemisorption method on rhodium, copper and bimetallic catalysts. The temperature and time exposition are important parameters for a complete oxidation of the monolayer, in particular for lower concentration of copper. An exposition time of 20 h is needed to complete a monolayer oxidation. Metallic copper is oxidized to Cu1+ and Cu2+ although not all Cu2+ is reduced to Cu1+ without oxidation of a sublayer. For the bimetallic catalysts RhCu a complete monolayer was attained. The TOF values were calculated based on the total active sites which give correct interpretation of the activity. The activity decreases when copper is added to rhodium which was attributed to an ensemble effect. For lower contents the selectivity of ketone was enhanced, which could be explained by simultaneous geometric and electronic effects. The selectivity on the monometallic catalysts prevails toward cyclohexene formation, indicating strong influence of the acidic sites. However, for the bimetallic catalysts it changed drastically toward dehydrogenation. The second metal affects the surface sites enhancing the metallic or bimetallic formation for dehydrogenation. This phenomena explains the electronic effect on bimetallic RhCu systems.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001397",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mendes, Fabiana M.T."
          },
          {
            "@_fa": "true",
            "$": "Schmal, Martin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001397"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001397"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00139-7",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The cyclohexanol dehydrogenation on RhCu/Al2O3 catalysts: 2. Chemisorption and reaction",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic RhCu catalyst"
          },
          {
            "@_fa": "true",
            "$": "Surface acid and metal site on bimetals"
          },
          {
            "@_fa": "true",
            "$": "N2O decomposition by TPR"
          },
          {
            "@_fa": "true",
            "$": "Frontal chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Activity and selectivity for the cyclohexanol dehydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-164",
        "prism:endingPage": "164",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00139-7",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00139-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039375514"
      }
    }
  }
}