{
  "metadata": {
    "title": "Review on the poisoning behavior of typical metals on cracking catalysts for chemicals production from petroleum and anti-poisoning strategies",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2024-09-25",
    "doi": "10.1016/j.apcata.2024.119897",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X24003429",
    "pii": "S0926860X24003429"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85200218545",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2024-07-30 2024-07-30 2024-08-02 2024-08-02 2025-01-28T12:54:02 1-s2.0-S0926860X24003429 S0926-860X(24)00342-9 S0926860X24003429 10.1016/j.apcata.2024.119897 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X24X00137 2025-01-28T13:20:03.656536Z 0 0 20240925 2024 2024-07-30T15:39:53.318567Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 685 685 C Volume 685 27 119897 119897 119897 20240925 25 September 2024 2024-09-25 2024 article rev © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. REVIEWPOISONINGBEHAVIORTYPICALMETALSCRACKINGCATALYSTSFORCHEMICALSPRODUCTIONPETROLEUMANTIPOISONINGSTRATEGIES XU Z 1 Introduction 2 Catalytic cracking technology for chemicals production 2.1 Typical catalytic cracking processes for maximum chemicals 2.2 Cracking catalysts 2.3 Typical metal contents in crude oils 3 Effect of metals on property of catalysts 3.1 Effect of nickel contamination 3.2 Effect of vanadium contamination 3.3 Effect of nickel-vanadium contamination 3.4 Effect of other metal contamination 4 Strategies for mitigating metal contamination 4.1 Controlling the content of toxic metals in feedstock 4.2 Strategies for inhibiting Ni contamination in catalysts 4.3 Strategies for inhibiting V contamination in catalysts 4.4 Strategies for inhibiting Fe contamination in catalysts 5 Conclusions and outlook CRediT authorship contribution statement Acknowledgements References SONG 2019 86 94 C ALSAMHAN 2022 122161 M CORMA 2018 726 736 A ALABDULLAH 2020 8131 8140 M ZHAO 2021 124482 F SADRAMELI 2016 285 297 S FENG 2017 430 434 M ALKHATTAF 2018 6189 6199 S ALABDULLAH 2021 233 241 M WU 2023 126132 Q WU 2022 1 10 Q ALABDULLAH 2021 1806 1813 M XU 2004 754 756 H YANG 2024 1061 1071 Y MOUNA 2019 175 182 H ETIM 2019 276 285 U LUO 2010 14 16 S SHA 1999 618 621 Y GONG 2021 1 5 J ZHAO 2011 159 160 C XIONG 2023 86 104 H JEONG 2001 6081 6086 S XIE 2022 1 C GAO 2022 e202210095 P WU 2022 126132 Q WU 2022 1 Q MA 2010 265 L ZHANG 2017 666 672 H JEONG 2002 257 264 S CHE 2019 22 29 Y GAO 2023 1215 1226 M TANG 2016 1 8 R LEMONIDOU 1989 119 138 A NIWAMANYA 2022 125285 N XUE 2009 87 94 N BLASCO 2006 267 277 T ZHAO 2018 1418 1426 X ZIYAUDDIN 2022 105621 S TANIMU 2022 5152 5166 A DU 2011 1 5 X CHEN 2011 371 374 F LI 2010 558 563 J GAO 2014 256 261 X ZHANG 2022 11628 11635 L GUSEV 2019 2631 2641 A CHEN 2022 111575 F ALOTAIBI 2022 012026 A KUGLER 1988 387 395 E ETIM 2016 667 676 U REN 2017 38 43 F PETTI 1998 95 109 T LV 2022 372 376 P ZHANG 2000 368 373 J SOUZA 2018 206 214 N UPSON 1982 135 140 L TANGSTAD 2006 243 249 E WANG 2012 355 358+364 G ETIM 2019 276 285 U DEGNAN 2000 245 252 T ESCOBAR 2005 196 201 A ALABDULLAH 2022 5657 5670 M YANG 2024 1061 1071 Y YANG 1994 109 123 S YANG 1995 77 82 S TATTERSON 1988 1595 1599 D LIAO 2021 640413 Y LIU 2022 1 6 Q BAI 2018 333 405 P FRITZ 1989 85 98 P SANDOVALDIAZ 2012 89 98 L XU 2002 237 246 M WANG 2020 5551 5560 C LI 2016 127 131 Z NGUYEN 2022 T SOLOUKI 2022 4373 4385 A S 2011 S PROCESSOPTIMIZATIONFORBIODIESELPREPARATIONVEGETABLEOILSUSINGHETEROGENEOUSCATALYSTS YANG 2011 155 Y LOU 2002 357 360 S TU 2000 1168 1175 S VAZQUEZDUHALT 2002 1239 1250 R SALEHIZADEH 2007 226 231 H DEDELES 2000 515 521 G VINCZ 2015 39 44 C YU 2019 11770 11778 L NEMATIKHARAT 2013 209 217 A ADANENCHE 2023 127894 D MONAI 2021 11503 11529 M YUAN 2022 7720 C ZHANG 2021 106273 C QI 2023 143452 Y XIE 2023 119 159 Y LIU 2019 345 351 P MOREIRA 2010 75 81 C HU 1999 12 14 Y QIAN 2004 1 20 B XU 2016 74 77 M MU 2022 2201842 C LI 2019 2521 2531 X LI 2024 150842 X XUX2024X119897 XUX2024X119897XZ 2026-08-02T00:00:00.000Z 2026-08-02T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2024-10-10T02:46:03.208Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Chinese Academy of Sciences XDA0390301 CAS Chinese Academy of Sciences http://data.elsevier.com/vocabulary/SciValFunders/501100002367 http://sws.geonames.org/1814991 National Natural Science Foundation of China 22393953 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 National Science Fund for Excellent Young Scholars National Science Fund for Excellent Young Scholars 22322813 IUSS National Outstanding Youth Science Fund Project of National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/100014717 http://sws.geonames.org/1814991/ We sincerely acknowledge the financial supports from National Science Fund for Excellent Young Scholars (No. 22322813), \\u201CLow-carbon transformation technologies and demonstrations in chemical engineering and metallurgical processing\\u201D, Strategic Priority Research Program of the Chinese Academy of Sciences (No. XDA0390301), and Major Project of National Natural Science Foundation of China (No. 22393953). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(24)00342-9 S0926860X24003429 1-s2.0-S0926860X24003429 10.1016/j.apcata.2024.119897 271346 2025-01-28T13:20:03.656536Z 2024-09-25 1-s2.0-S0926860X24003429-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/MAIN/application/pdf/ec03af1a666b109dae67b3e6ee6f39fe/main.pdf main.pdf pdf true 1252022 MAIN 12 1-s2.0-S0926860X24003429-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/PREVIEW/image/png/ad71d94c5bbec008dee5cb8f96b519dd/main_1.png main_1.png png 60597 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X24003429-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr3/DOWNSAMPLED/image/jpeg/695408df79995ea65ea0c3b0734a9d25/gr3.jpg gr3 gr3.jpg jpg 7489 112 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24003429-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr4/DOWNSAMPLED/image/jpeg/1624c5f79950d25274ba6e6871e0ba68/gr4.jpg gr4 gr4.jpg jpg 15969 280 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24003429-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr1/DOWNSAMPLED/image/jpeg/bad380075879d5207428fdfa0c090225/gr1.jpg gr1 gr1.jpg jpg 22649 351 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24003429-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr2/DOWNSAMPLED/image/jpeg/90776283688d527f596deb5b6da5be3c/gr2.jpg gr2 gr2.jpg jpg 26386 194 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24003429-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/ga1/DOWNSAMPLED/image/jpeg/4fdf626014ad6e9fb030745020bb0cc0/ga1.jpg ga1 true ga1.jpg jpg 24811 245 248 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X24003429-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr3/THUMBNAIL/image/gif/d5ce2b99ca3a27c8881cda946e826def/gr3.sml gr3 gr3.sml sml 4322 72 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24003429-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr4/THUMBNAIL/image/gif/db63e6d2c79076130ab556f8d7095a69/gr4.sml gr4 gr4.sml sml 5109 163 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24003429-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr1/THUMBNAIL/image/gif/db1687f66a6065a1dcd6fd92c29e7acb/gr1.sml gr1 gr1.sml sml 6576 164 176 IMAGE-THUMBNAIL 1-s2.0-S0926860X24003429-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/gr2/THUMBNAIL/image/gif/d0c67066be6ff4ea9fad8ac114d7e31d/gr2.sml gr2 gr2.sml sml 13045 125 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X24003429-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003090/ga1/THUMBNAIL/image/gif/23462f647d7be3567288a3f9181ddfae/ga1.sml ga1 true ga1.sml sml 15833 164 166 IMAGE-THUMBNAIL 1-s2.0-S0926860X24003429-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/HIGHRES/image/jpeg/a37fe09bc84fab4d3e09d70a46e4e95c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 33626 494 1497 IMAGE-HIGH-RES 1-s2.0-S0926860X24003429-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/HIGHRES/image/jpeg/2fb17f22e3e6980cee08ed5723159924/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 78388 1239 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X24003429-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/HIGHRES/image/jpeg/6be5807ff0c48b739d47cddad8b8618d/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 102861 1551 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X24003429-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/HIGHRES/image/jpeg/88274bfe3b91df961cc3b40474c01e45/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 127325 856 1497 IMAGE-HIGH-RES 1-s2.0-S0926860X24003429-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003090/HIGHRES/image/jpeg/70b0f1da8fd500874afa852a6b40b10b/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 193565 1085 1098 IMAGE-HIGH-RES 1-s2.0-S0926860X24003429-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X24003429/image/svg+xml/65e6fca623dc86c192b9a9e66e3b274f/si0001.svg si0001 si0001.svg svg 2921 ALTIMG 1-s2.0-S0926860X24003429-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10FNFDPG2Z5/MAIN/application/pdf/a0199af585e919e38d15442509f89c13/am.pdf am am.pdf pdf false 785857 AAM-PDF APCATA 119897 119897 S0926-860X(24)00342-9 10.1016/j.apcata.2024.119897 Elsevier B.V. Fig. 1 Typical configuration of catalytic cracking-regeneration unit. Fig. 1 Fig. 2 Effect of metal deposition in ZSM-5 on catalytic cracking product distribution [52]. Reprinted with permission from the American Chemical Society, Copyright 2020. Fig. 2 Fig. 3 Change in the valence state of V under different conditions [66]. Reprinted with permission from the Petrochemical Technology & Application, Copyright 2012. Fig. 3 Fig. 4 Pathways of Y zeolite destruction [80]. Reprinted with permission from Elsevier, Copyright 2002. Fig. 4 Table 1 Nickel, vanadium, and iron contents in various crude oils worldwide in 2011 [47–50]. Table 1 Country Oil Field API Gravity Metal content (ppm) Iron Vanadium Nickel China Suizhong 40.9 27.0 1.3 40.1 Tahe 22.1 8.2 252.4 32.5 Shengli 34.9 13.8 5.2 54.0 Canada Athabasca 6.5 ND 250.3 100.6 USA Santa Barbara channel 17.4 ND 248.9 105.2 Venezuela Eastern heavy Blend 8.2 ND 464.0 85.3 Melones (light) 20.1 ND 197.4 49.6 Melones (heavy) 9.9 ND 342.3 81.9 Algeria Zarzaitine 43.5 9.8 1.7 3.6 Angola Malongo, Cabinda (offshore) 31.7 10.6 2.4 15.9 Libya Sarir 38.3 4.9 6.0 14.4 Nigeria Brass River 40.9 5.7 2.0 1.7 Iran Foroozan 31.3 1.4 36.0 11.3 Saroosh 18.1 ND 101.0 35.9 Saudi Arabia/Kuwait Khafji (offshore) 28.5 1.4 55.2 16.0 Wafra (Burgan) 23.3 9.8 34.0 6.8 United Arab Emirates Abu AI Bu Khoosh, Abu Dhabi (offshore) 31.6 1.1 12.1 7.0 Fatech, Dubai (offshore) 31.1 2.8 42.8 14.0 Indonesia Arimbi, Java (offshore) 31.8 7.3 0.9 2.6 Cinta, Sumatra (offshore) 33.4 1.4 0.1 9.5 Malaysia Pulai (offshore) 42.5 0.8 1.4 0.1 Tanis (offshore) 44.3 0.1 0.0 0.2 ND: not detected Review on the poisoning behavior of typical metals on cracking catalysts for chemicals production from petroleum and anti-poisoning strategies Zhen Xu Conceptualization Writing – original draft Writing – review & editing Data curation a b Youbing Zhu Data curation b Maoming Gong Visualization b Nianming Jiao Writing – review & editing b Tao Zhang Writing – review & editing b Hui Wang Writing – review & editing Validation Supervision Funding acquisition Conceptualization a b c d ⁎ a Sino-Danish College, University of Chinese Academy of Sciences, Beijing 100049, PR China Sino-Danish College, University of Chinese Academy of Sciences Beijing 100049 PR China Sino-Danish College, University of Chinese Academy of Sciences, Beijing 100049, PR China b Beijing Key Laboratory of Ionic Liquids Clean Process, CAS Key Laboratory of Green Process and Engineering, State Key Laboratory of Mesoscience and Engineering, Institute of Process Engineering, Innovation Academy for Green Manufacture, Chinese Academy of Sciences, Beijing 100190, PR China Beijing Key Laboratory of Ionic Liquids Clean Process, CAS Key Laboratory of Green Process and Engineering, State Key Laboratory of Mesoscience and Engineering, Institute of Process Engineering, Innovation Academy for Green Manufacture, Chinese Academy of Sciences Beijing 100190 PR China Beijing Key Laboratory of Ionic Liquids Clean Process, CAS Key Laboratory of Green Process and Engineering, State Key Laboratory of Mesoscience and Engineering, Institute of Process Engineering, Innovation Academy for Green Manufacture, Chinese Academy of Sciences, Beijing 100190, PR China c Longzihu New Energy Laboratory, Zhengzhou Institute of Emerging Industrial Technology, Zhengzhou, Henan 450003, PR China Longzihu New Energy Laboratory, Zhengzhou Institute of Emerging Industrial Technology Zhengzhou Henan 450003 PR China Longzihu New Energy Laboratory, Zhengzhou Institute of Emerging Industrial Technology, Zhengzhou, Henan 450003, PR China d Huizhou Institute of Green Energy and Advanced Materials, Huizhou, Guangdong 516081, PR China Huizhou Institute of Green Energy and Advanced Materials Huizhou Guangdong 516081 PR China Huizhou Institute of Green Energy and Advanced Materials, Huizhou, Guangdong 516081, PR China ⁎ Corresponding author at: Beijing Key Laboratory of Ionic Liquids Clean Process, CAS Key Laboratory of Green Process and Engineering, State Key Laboratory of Mesoscience and Engineering, Institute of Process Engineering, Innovation Academy for Green Manufacture, Chinese Academy of Sciences, Beijing 100190, PR China. Beijing Key Laboratory of Ionic Liquids Clean Process, CAS Key Laboratory of Green Process and Engineering, State Key Laboratory of Mesoscience and Engineering, Institute of Process Engineering, Innovation Academy for Green Manufacture, Chinese Academy of Sciences Beijing 100190 PR China Catalytic cracking technology of crude oil to chemicals (COTC), characterized by its strong adaptability to raw materials, low energy consumption, and high yield of chemicals, aligns well with the refining industry's transition from a \"fuel-based\" to a \"chemical-based\" model. However, a significant issue in the catalytic cracking process of crude oil is catalyst deactivation, particularly because of the poisoning effects of metals present in crude oil, such as nickel (Ni), vanadium (V), iron (Fe), and sodium (Na). This paper reviews the typical processes of COTC, mechanisms of typical metal poisoning on catalysts, and strategies to mitigate the contamination of metals on catalysts. Additionally, this paper offers a prospective analysis of the current challenges and future development directions in this field, aiming to establish a theoretical foundation for the development of poison-resistant catalysts with industrial application potential. Graphical Abstract Keywords Crude oil to chemicals Cracking catalyst Catalyst poisoning mechanism Typical metals Anti-poisoning strategies Data availability Data will be made available on request. 1 Introduction The robust demand for basic chemical raw materials, such as ethylene and propylene [1], coupled with the slow growth rate of refined oil consumption [2], has prompted the development of the direct conversion of crude oil to chemical products (crude oil to chemicals, COTC), which has emerged as a new direction in the petrochemical industry [3–6]. Currently, light olefins are in short supply, and 90% of the world’s ethylene and 57% of the world’s propylene are primarily produced by the steam cracking process, with high-energy consumption because of the high temperature (1073–1173 K) and carbon emission [7,8]. Compared with steam cracking, catalytic cracking offers a wider range of raw material adaptability and lower reaction temperatures (773–873 K) [9,10]. This significantly reduces the overall energy consumption and carbon emission while substantially increasing the output of high-value chemicals, such as ethylene, propylene, and light aromatics, offering tremendous economic value [11]. Petroleum companies and institutes worldwide have successively developed technologies to maximize the production of chemicals from crude oil. For example, in 2014, ExxonMobil completed the world's first commercial application of technology for directly cracking crude oil to produce ethylene in Singapore, with an annual capacity of 1 million tons for ethylene. Compared with the conventional naphtha steam cracking process, ExxonMobil's novel technique offers a net profit increase of $100 to $200 per ton of ethylene, especially in regions with higher naphtha price, such as Southeast Asia [12,13]. In 2022, Sinopec in China achieved the world's first industrial demonstration of a technology for the catalytic cracking of crude oil to chemicals [14] with a chemical yield of approximately 50%. Saudi Aramco, Reliance Industries in India, Sumitomo in Japan, and many other companies have also been devoted to the development of crude oil-to-chemical technologies [15]. Catalysts are crucial for catalytic cracking of crude oil for chemical production. In recent years, with the deep exploitation of oil fields, the quality of the world's crude oil resources has deteriorated, and the metal content in crude oil has increased by several times. For instance, the content of V in Tahe crude oil is as high as 252.0 ppm, and the amounts of Ni and Fe metals are 35.4 and 8.1 ppm, respectively [16]. During the cracking process, these metals are continuously deposited on the catalyst, leading to catalyst deactivation. This, in turn, promotes undesired reactions such as dehydrogenation and coke production, severely affecting the properties and distribution of the products [17]. Currently, approximately 700,000 to 900,000 tons of spent cracking catalysts need to be disposed of around the world each year, causing significant environmental pollution [18]. Studies have reported the poisoning effects of metals on catalytic cracking catalysts. The toxicity of Ni to the catalyst mainly manifests as enhanced dehydrogenation reactions and coke formation, while that of V mainly manifests as altering the texture of the catalyst, leading to destruction of the molecular sieve structure and catalyst deactivation [19]. In addition, sodium not only neutralizes the acidic centers of the catalyst, leading to poisoning and loss of activity, but also forms low-melting eutectics with vanadium deposited on the catalyst surface, thereby reducing thermal stability of the catalysts. Iron deposits on the surface to form nodules and acidic sites are decreased, which make the catalyst exhibit lower cracking performance [17]. According to the above-mentioned phenomena of poisoning, researchers have proposed a variety of strategies to mitigate this issue, such as controlling the content of typical metals in the raw materials, modifying the pore structure of the catalysts, and adding metal passivators. Among them, the most widely used strategy is the addition of passivators that have passivating effects on typical metals. This paper summarizes the typical processes of catalytic cracking for chemical production from petroleum and the poisoning behaviors of typical metals (including Ni, V, Na, and Fe) on cracking catalysts, and discusses the effects of metal contamination on acidity and textural properties. Moreover, strategies that could inhibit the poisoning effects of metals on the catalysts were also reviewed. Additionally, challenges are still faced in catalyst design for the cracking of crude oil (especially under the background that petroleum quality deteriorates) for light olefins and aromatics production. By consolidating these insights, this study intends to provide researchers with a comprehensive understanding of the current state of this field, elucidate the mechanisms of metal poisoning in catalysts, and lay the theoretical groundwork for the development of more efficient metal-resistant catalysts for industrial applications. 2 Catalytic cracking technology for chemicals production In catalytic cracking for the production of chemicals from petroleum, crude oil is directly cracked into light olefins and aromatics in the presence of a catalyst. This method differs significantly from traditional fluid catalytic cracking (FCC). The COTC technology can process a variety of raw materials, involving naphtha, gasoline, diesel oil, vacuum gas oil, heavy oil, crude oil, to directly produce chemicals like light olefins and aromatics. The traditional FCC technology mainly converts heavy petroleum fractions (such as vacuum oil or residue) into gasoline and light cycle oil (LCO), with relatively small amounts of light olefins, aromatics and other chemicals. Although both processes fundamentally decompose heavy hydrocarbons into lighter and more valuable fractions, COTC is specifically aimed at producing light olefins and aromatics. This specificity towards a particular product range marks a key distinction from the FCC process, which yields a broader spectrum of products. Additionally, compared to FCC, COTC operates at higher cracking temperatures with a higher catalyst-to-oil ratio. This is because COTC aims to maximize the production of chemicals, which requires higher temperatures for deep cracking. A higher catalyst-to-oil ratio provides more active sites, also promoting the deep cracking of large molecules in the oil, thereby increasing the yield of chemicals. Therefore, the product distribution and reaction conditions of these two processes are different. The catalytic cracking process for the production of chemicals has several advantages, including flexible feedstock adaptability (e.g., crude oil, paraffin oil, or heavy oil), adjustable product distribution and selectivity, and high economic benefits. This is an effective method for the production of oil-based chemicals. The distribution of reaction products is influenced by various factors, including feedstock property, reaction conditions, and catalyst composition. Over the past half-century, several catalytic cracking technologies have been developed. This section summarizes the typical processes and introduces common catalytic cracking catalysts. 2.1 Typical catalytic cracking processes for maximum chemicals Catalytic cracking can be categorized into three types based on feedstock properties, i.e., crude oil cracking, light oil cracking, and heavy oil cracking. Among them, the advanced catalytic olefins (ACO) process uses naphtha as the feedstock, offering advantages such as high olefin yield (especially propylene) and low coke yield. However, the reaction temperature of this process is as high as 973 K because of the high bond energy of the naphtha components, and additional thermal energy input is required to meet the heat requirement of the reaction, leading to increased energy consumption [20]. In contrast, the catalytic cracking process developed by the Saudi Basic Industries Corporation (SABIC) employs a grading approach to handle crude oil. Crude oil was first separated into light naphtha and heavy components. Light naphtha, with a boiling point below 473 K, enters the steam cracking unit, while the heavy components enter the catalytic cracking unit. These two processes are coupled, and the residual heat from the steam cracking unit is used for catalyst regeneration to maximize the utilization of thermal energy [21], thereby reducing energy consumption and equipment costs. It is important to note that this complex coupling process requires specific adjustments to the process parameters for different types of naphtha, which limits its applicability to some extent. The deep catalytic cracking (DCC) process, developed by Sinopec in the 1990s, aims to produce propylene from heavy oil feedstock. Although DCC has improved the conversion of heavy oil through catalyst innovation and reactor design, it faces the challenge of balancing the propylene yield with selective coke formation [1]. Several heavy oil catalytic cracking processes have emerged based on the DCC process, including the catalytic pyrolysis process (CPP) [22], heavy-oil contact cracking process (HCC) [23], and residue thermal cracking (RTC). In 2023, the RTC (DCC pro) catalytic cracking unit introduced an efficient fast fluidized bed reactor that overcame mass and heat transfer limitations, allowing for the processing of low-quality heavy oil [24]. The China University of Petroleum (East China) proposed a two-stage catalytic cracking technology [25] to optimize propylene production, minimize dry gas production, and reduce coke generation. Tsinghua University developed multi-stage downer catalytic pyrolysis (MDCP) process for olefins and aromatics production. The heavy oil to chemicals (HOTC) process, with MDCP as its core unit, can achieve an integrated chemical yield exceeding 75% and carbon emission was reduced by more than 70% compared to existing technologies [26]. However, this technology also presents several potential challenges that need attention. The reaction time in the downer reactor involved cracking process is short, resulting in insufficient reaction depth. Moreover, the difficulty of operation and control is particularly pronounced in industrial-scale applications, especially in maintaining the stability and consistency of reaction conditions across various stages. Toyo Engineering Corporation's total hydrocarbon reforming (THR) process in Japan is known for its high olefin yield, extended high-pressure operation, and low coke production [27]. In addition to the above-mentioned processes, various other technologies by different companies, such as SCC (selected component cracking) by Lummus, Dual Risers by ExxonMobil, MAXOFINTM by KBR, NEXCCTM by Mesteoy, and HS-FCC (high-severity fluid catalytic cracking) by Saudi Aramco, have been developed, contributing to the evolution of catalytic cracking processes [1]. The above-mentioned acid-catalytic cracking technology involves the use of zeolites or modified zeolites. In addition to the aforementioned acid catalysis techniques, the base catalysis technology DPC (Direct Petroleum Cut to Chemicals & Material) developed by CNOOC (China National Offshore Oil Corporation) has also been applied industrially [28]. In May, 2021, an industrial test of DPC technology commenced in the 1.2 million tons per annum industrial plant of CNOOC Huizhou Petrochemical. Subsequently, other petrochemical companies have conducted their own industrial experiments using this technology. The core of DPC is the use of a mesoporous base catalyst, which reduces isomerization, prevents hydrogen transfer and aromatization condensation reaction, with lower coking yield [29]. DPC base catalysis technology only requires a reaction temperature of 793 K, whereas the DCC process typically requires a much higher reaction temperature of 843–853 K or even higher (e.g., 953–993 K) [30]. According to experimental results from CNOOC, the total chemical yield (including light olefins and aromatics) of cracking different feedstocks with DPC base catalysis technology can be higher than 60% [31]. Furthermore, the goal of development of DPC alkaline catalysis technology is to process a wide range of crude oils, including atmospheric and vacuum residues, as well as other heavy oils. In the future, acid-base coordination (ABC) technology should be investigated to combine the advantages of acidic and basic catalysts [30]. For the catalytic cracking process, the feedstock composition, reaction apparatus, and operating conditions are the key factors influencing the reaction. Generally, higher H/C ratios in the feedstock can result in higher yields of light olefins. The reaction apparatus is important for catalytic cracking because it provides a site for reactions to occur. Different catalytic cracking processes employ various types of reactors, including moving beds, fluidized beds, downer beds, risers, and dual risers. Currently, risers are the most widely used reactors in industry. Typical catalytic cracking units consist of a riser reactor and a regenerator, as shown in Fig. 1. In the riser, crude oil contacts the catalyst under high-temperature conditions, leading to cracking reactions and the formation of chemicals including light olefins, benzene, toluene, and xylene (BTX). During this process, coke is formed, which covers the surface of the catalyst and results in decreased catalytic activity. The deactivated catalyst and cracking products are separated in a cyclone separator, and the catalyst enters the regenerator for regeneration, where it regains the activity, and is injected into the riser for cracking reactions. The catalyst repeatedly undergoes a cycle reaction-regeneration process. In the riser, the catalyst is in a reducing atmosphere, while in the regenerator, it is in a high temperature oxidation atmosphere. The catalyst atmosphere at different locations varies, and the difference would affect the toxic effects of metals on the catalyst, which are discussed in detail in Section 3. In fact, improvements in the cracking process involve optimizing the reactor, such as the use of a riser reactor with a dense phase bed in the DCC process, design of new reactors, etc. The decline in feedstock quality often signifies an increase in heavier and more structurally complex hydrocarbons in crude oil, which affects the flowability within the pipeline, leading to a prolonged residence time. Particularly, in riser reactors, this extension in residence time significantly increases the risk of catalyst coking, thereby increasing the likelihood of reactor blockage. 2.2 Cracking catalysts Catalysts are the heart of the catalytic cracking process because their composition is closely related to the yield and selectivity of the products. Different processes require different catalysts to meet the specific needs of the various feedstocks and target products. Various catalysts have been developed for the cracking of various feedstocks. These catalysts can be categorized into two main types: metal oxides and molecular sieve catalysts. In metal oxide involved catalytic cracking systems, research on single-component metal oxide catalyst is currently limited; typically, multi-component metal oxide catalysts are employed [32]. At present, research on metal oxide catalysts generally involves loading alkali metals, alkaline earth metals, or rare earth metal oxides on alumina and other carriers or a complex of several oxides [33–35]. These catalysts have no acidity or only weak acidity, and the cracking primarily follows a free radical reaction mechanism. The generation of free radicals requires high-temperature conditions. Using Al2O3 impregnated with K2CO3 as the catalyst, a fixed-bed reactor (1033–1093 K) was employed to catalytically crack naphtha, which reduced coke formation but also lowered the selectivity for light olefins [36]. Among metal oxide catalysts, calcium aluminate has the advantages of high cracking activity, hydrothermal stability, and environmental friendliness, making it one of the most extensively researched alkaline earth metal catalysts to date. The study found that the olefinicity of C2= and C3= was greater than 58.0%, and the conversion of oil was over 92.0%. Additionally, the amount of deposited carbon was approximately 4.2 wt%. These results were obtained through cracking using a modified calcium aluminate catalyst at a temperature of 923 K and catalyst-to-oil ratio of 7.0 [37]. Catalytic cracking on metal oxides broadens the range of catalytic cracking feedstocks to a certain extent, and metal oxides can withstand harsh operating conditions and improve the yield of light olefins. However, the reaction temperature is high (923–1093 K), and there are many problems such as low conversion of raw materials, difficult control of product distribution, large carbon dioxide emission because of severe reaction conditions, and so on, which limit the application of metal oxides in catalytic cracking [38]. In addition, metal oxide catalysts often lack selectivity toward the desired products because of limitation in pore size control and is not ideal for maximizing the light olefins yield [32]. Therefore, they are generally used in combination with zeolites. For example, mixing calcium aluminate with ZSM-5 improved conversion and light olefins yield, with reduced coke [39]. Zeolites have adequate pore structure that allows them to exhibit shape selectivity towards certain product molecules, such as ethylene and propylene. The acidic sites on the catalyst serve as the primary active centers, where the feed molecules primarily undergo cracking reactions by forming carbocations. To adjust their property and catalytic activity, researchers have modified zeolites to change their acidity, pore size, hydrothermal stability, and resistance to coking and poisoning. Among the catalysts used in hydrocarbon cracking, ZSM-5 zeolite is the most widely used one because of its controllable acidity, unique pore structure, excellent shape selectivity for small molecules, and high thermal and hydrothermal stability [40,41]. However, as the feedstock in catalytic cracking becomes heavier, the small pore size of ZSM-5 (0.51 nm×0.55 nm, 0.53 nm×0.56 nm) prevents many large molecules from entering the pores, and thus, the accessibility of the active acidic sites decreases, leading to lower cracking efficiency [42]. Current solutions to address this issue include the preparation of hierarchical porous ZSM-5 to improve the accessibility of the active centers and enhance the conversion of large molecules. For example, Qureshi et al. [43] synthesized novel hierarchical zeolite-containing mesoporous silica-alumina core-shell catalysts, which eased the rapid diffusion of desired products from intra-framework channels while inhibiting the formation of coke deposits. The optimized mesoporous silica-alumina composite Z30@MSA had improved textural characteristics, moderate acidity, and crude oil cracking potential with higher conversion (∼70%) and selectivity towards light olefins (∼49.4%) than unmodified ZSM-5(30). Additionally, mixing ZSM-5 with large-pore molecular sieves, such as Y and beta zeolites, allows large molecules to be first cracked on the large-pore sieve before undergoing shape-selective cracking on smaller-pore sieves, resulting in increased production of olefins. In addition to the pore structure, researchers have modified ZSM-5 to adjust its acidity and stability. Because catalytic cracking usually proceeds in a riser reactor, which is a fluidized bed, the catalyst should exhibit excellent mechanical property to avoid excessive catalyst loss. The formulated catalysts should possess matrix, zeolite, rare earth elements (to enhance catalytic activity and stability), and contaminant metal passivation components [44]. Spray drying is a widely used method for cracking catalyst formulation, where adhesives and clays are usually included to increase mechanical strength. Catalyst compositions, such as zeolite concentration, and matrix materials, significantly influence oil cracking. It was found that over spray-dried catalysts containing a 1:1 mixture of ZSM-5 and Y zeolites (as well as adhesives and clays), light olefin yields exceeding 35 wt% could be achieved [15,45]. Coke deposition and catalyst deactivation are related to the properties of the zeolite components. The significance of catalyst design lies not only in enhancing the yield and quality of chemical products, but also in achieving efficient energy utilization (the energy produced in catalyst regeneration could supply the energy needed in cracking), thereby reducing production costs and increasing economic benefits. Such a design must consider the diversity of feedstocks and the operational conditions of reactors to ensure that catalysts operate at their optimal state, achieving the highest cracking efficiency and product selectivity. 2.3 Typical metal contents in crude oils With the continuous exploitation of oil resources, crude oil has become increasingly heavier and contains metals, such as Ni, V, Fe, and Na. These metals are detrimental to the catalyst’s lifetime and can reduce the performance of the catalyst, thereby affecting product distribution. China imports crude oil from 48 countries [46]. The import of Middle East crude oil has increased year by year, and the V content in crude oil in this region is generally higher than 20 ppm, or even as high as 60 ppm. After the raw material was cracked, the V content on the equilibrium catalyst could be as high as 7000–11000 ppm, so that the structure of the zeolite in the catalyst could be destroyed. Even if more fresh catalyst is added, the activity of the balancing agent still decreases, and the product quality and distribution deteriorate, which seriously affects the economic benefits of the cracking process. As summarized in Table 1, the metal contents in crude oils exhibit regional variation across different parts of the world. In the vast majority of Chinese crude oils, the Ni content exceeds the V content, distinguishing it from the crude oils of many other countries where the V content often surpasses the Ni content. Crude oils from Venezuela, Canada, and the United States contain 220–400 ppm of vanadium, and these countries are among the few in the world having oils with high vanadium content. Other countries with relatively high vanadium contents in oil are in the Middle East, where the vanadium content is also above 20 ppm. As the heavy metal content in the feedstock continues to increase, it is necessary to reveal the effects of metals on the properties and catalytic performance of zeolite catalysts. 3 Effect of metals on property of catalysts With the cracking reaction proceeding, some metals, such as nickel, vanadium, iron, sodium, calcium, copper, arsenic, etc., would deposit on the catalyst. In the catalyst regeneration stage, coke on the catalyst is removed by reaction with oxygen, but the metals remain on the catalyst. As the operating time increases, the deposition of metals on the catalyst continues to increase, causing contamination and catalyst poisoning, resulting in a decrease in catalyst activity and a reduction in the production of chemicals. At present, various types of zeolites have been developed for cracking petroleum components, each with a different framework structure. The degree of metal poisoning varies among zeolites with different topological structures. Although FCC and COTC differ in target product distribution and reaction conditions, the active components of their catalysts are similar: ZSM-5 zeolite (or modified ZSM-5) and Y zeolite. The main active component of FCC catalyst is Y zeolite, because this zeolite has a large pore size and can crack macromolecules in heavy petroleum fractions [51]. Studies have also shown that adding ZSM-5 into FCC catalyst can improve the octane number of gasoline, so ZSM-5 is widely used as an additive in FCC catalyst [52]. Similarly, ZSM-5 and Y zeolites are also the most commonly used active components in the COTC catalyst. ZSM-5 zeolite has high acidity, small pore size, and therefore good shape selectivity for small molecules like light olefins [53]. Y zeolite is designed to crack large molecules in petroleum (having a larger pore size compared to ZSM-5), facilitating their conversion into smaller molecules [54]. The contents of ZSM-5 and Y zeolite in the COTC catalyst can be adjusted according to the distribution of desired target products or the type of oil. For instance, when the oil contains more large molecules, the content of Y zeolite with large pore size should be increased. When light oil is used as the raw material, the content of ZSM-5 zeolite or modified ZSM-5 in the catalyst should be enhanced. Extensive research has focused on metal poisoning of these two zeolites. Therefore, this review summarizes progress on the poisoning effects of various metals on these two zeolites. Gusev [52] et al. studied the effect of metal deposition on ZSM-5 in the catalytic cracking of vacuum gas oil (VGO) and n-hexane, as shown in Fig. 2. They found that metals reduced the catalytic activity of zeolite, thereby reducing the yield of C2-C4 olefins. Compared to the catalyst containing no metal, the yield of light olefins decreased by 23% at high metal concentrations (e.g., the total content of Ni and V higher than 4000 ppm). The effects of metal element deposition on the catalyst mainly include the following: i) metals can physically adsorb on the catalyst surface or react with active sites, occupying the active sites of the catalyst. This impedes the interaction between the catalyst and reactants, thereby reducing the catalytic activity and lowering the product yield. ⅱ) Metals could promote coke deposition on the catalyst's surface or the channel, forming a carbon layer that covers the catalyst's active sites and reduces its activity as well as product selectivity. ⅲ) Interactions between different metals further poison the catalyst, shortening its lifetime. Therefore, the presence of metals and coke poses significant challenges in the catalytic cracking process. To gain a deeper understanding of the impact of these contaminants on the catalyst, this section comprehensively discusses the effects of typical metals (V, Ni, Fe, and Na) that are present in high concentrations in crude oil and adversely affect the catalytic performance. The deposition sites of these metals on zeolites, their impact on the physicochemical properties of zeolites, and the mechanisms of poisoning are focused on. 3.1 Effect of nickel contamination The metals in the feedstock are initially deposited near the external surface of the catalyst particles, and the deposited nickel is either fixed or has very low mobility [55]. Understanding the type and location of Ni in the catalysts is a prerequisite for studying their toxicity. Etim [56] and Ren [57] et al. have investigated the types and locations of contaminants (including vanadium, nickel, and coke) in the catalysts. Most of the nickel existed in the form of NiAl2O4 or Ni2SiO4, with a small amount present in the form of NiO [58]. Initially, nickel was deposited on the catalyst surface, and with the increase in nickel content and reaction time, nickel gradually penetrated into the catalyst [59]. The formation of NiAl2O4 on the alumina carrier suggested the preferential location within the alumina matrix component of the catalyst. The acidic properties of zeolites have a significant effect on catalytic cracking performance. The amount of Lewis acids gradually increases, but the amount of Brønsted acids decreases with nickel deposition on the catalyst [52,60]. Both the weak and strong acids exhibited similar variation tendencies. These variations could be attributed to the accumulation of nickel aluminate, which reduced the amount of skeletal aluminum to some extent, thereby decreasing the number of Brønsted acid sites. When large amounts of organic nickel compounds accumulate on the catalyst surface and are transformed into low-valence Ni, dehydrogenation reactions are prone to occur. The intensity of the dehydrogenation reactions increases as the oxidation state of nickel decreases (Ni2+ < Ni+ < Ni). This leads to a significant increase in the hydrogen and coke yields, resulting in reduced target product selectivity. As the Ni content increased, the dry gas yield increased significantly [61]. Although the relationship between nickel oxidation states and dehydrogenation activity is well studied, the exact mechanisms behind this process remain underexplored. Additionally, the potential influence of other co-existing metals in the feedstock on nickel behavior deserves further investigation. Besides, the dehydrogenation activity of Ni is closely related to its dispersion. Aggregated Ni, owing to its reduced effective surface area, exhibits lower dehydrogenation activity. In contrast, well-dispersed Ni offers more active sites, thereby enhancing dehydrogenation efficiency [62]. While the importance of nickel dispersion is acknowledged, achieving and controlling an optimal dispersion of Ni in industrial settings poses a significant challenge. Factors such as feedstock variability and reaction conditions can greatly influence Ni dispersion, highlighting the need for proposal of catalyst design strategies that consider multiple factors. 3.2 Effect of vanadium contamination Vanadium is the most deleterious metal because it not only acts as an undesired dehydrogenation site but also migrates deeper inside catalyst particles under the catalyst regeneration conditions. Vanadium can also be stabilized in different phases that attack the crystalline structure of the catalyst, thus resulting in an irreversible loss of activity [63]. Unlike nickel, vanadium exhibits a high degree of mobility, showing migration within and between particles [55]. Upson [64] and Leta [55] et al. investigated V deposition in catalysts using secondary ion mass spectrometry (SIMS). They found that initially, the distribution of V in the catalyst was random; however, as the reaction proceeded, intraparticle migration of vanadium occurred, which accumulated on the zeolite. The presence of sodium accelerated the migration process. The valence state of V could change under different conditions, as shown in Fig. 3. It is clear from this figure that, in the cracking reaction zone, V is influenced by the reducing atmosphere and is typically in lower oxidation states (V4+, V3+), which exhibits a relatively minor impact on the catalytic activity. However, when the low-valence vanadium enters the regenerator along with the catalyst in a high-temperature oxidative environment, it is easily oxidized to high-valence V2O5, which has a lower melting point (approximately 948 K) and exists as a liquid fluid in the regenerator. This enhances the mobility of V, favoring its accumulation around the molecular sieve and subsequently causing damage to the zeolite structure, leading to catalyst deactivation. Additionally, V2O5 could react with water vapor in the regenerator to produce H3VO4, which is strongly acidic and mobile. This could cause hydrolysis of the zeolite framework, reduce its activity, and even cause irreversible deactivation owing to the structural damage caused by this hydrolysis process [63,65]. Vanadic acid is a medium-to-strong acid that can ionize some H+, which leads to the removal of aluminum from the zeolite framework and decreases the number of Brønsted acid sites [63]. Additionally, vanadium in the +5-oxidation state could intensify the formation of hydrogen and coke. Finally, in the presence of sodium, V2O5 reacts with sodium to form sodium metavanadate (nNa2O·V2O5), which has a low melting point and high volatility, and readily accumulates in the channels, thereby reducing the activity of the catalyst [66]. V accelerates destruction of the zeolite structure, leading to the formation of macro/mesoporous defects. This structural change reduces the microporosity of the zeolite, especially at high metal concentrations, and the microporous area can be reduced by 24% [52]. In the cracking processes of n-hexane and vacuum gas oil, the presence of V led to alterations in product selectivity, resulting in changes in the distribution of cracking products. Specifically, the hydrogen and methane selectivity increased with increasing V concentration in the zeolite. Increased amounts of such products indicate enhanced dehydrogenation activity during paraffin cracking over the zeolite. Thus, the dehydrogenation activity is related to the amount of V on the zeolite. Therefore, the cracking reactions that produce light olefins at the same sites are probably hindered [52]. In addition, a high V load on the catalyst severely destroyed the Brønsted acid sites, and the amount of coke-on-catalyst was reduced [67]. The observed coke behavior was due to the loss of acid sites located on the catalyst surface. Degnan et al. [68] reported that with the same vanadium content, the loss of crystallinity in ZSM-5 was much less than that of Y zeolite, indicating that ZSM-5 was more tolerant to vanadium-induced poisoning [52,68]. This is because of the high silica content of ZSM-5, which is unfavorable for the removal of frame aluminum. However, it should be noted that the effect of V on the removal of framework Al may vary depending on the specific location of Al in the zeolite structure, such as tetrahedral sites, bridging oxygens, or other framework locations. Currently, there is a lack of systematic understanding of these positional effects and how they influence the overall stability and functionality of the zeolite. 3.3 Effect of nickel-vanadium contamination When two metals coexist on a zeolite, they may interact with each other, promoting mutual deposition. For instance, the presence of deposited vanadium can alter the chemical properties of the catalyst surface, making it easier for Ni to deposit. This phenomenon could be due to changes in the charge distribution on the surface of the molecular sieve caused by metal deposition or because the already deposited metal provides more adsorption sites for new metal ions [47,69]. These deposits hinder the approach of raw material molecules to the active sites, adversely affecting the cracking process [70]. The catalytic performance of zeolites largely depends on the nature of their acidic surface sites. The accumulation of Ni and V may neutralize these acidic sites, reducing their acidity [56]. Additionally, the metal ions may exchange with the hydrogen ions of the acidic sites, thereby altering the acidity of the catalyst. Multi-metal deposition leads to an obvious decrease in the specific surface area, pore volume, and acid sites [71]. The interactions between different metals have complex effects on catalysts. Literature [72–74] indicates that under hydrothermal conditions, the presence of vanadium can inhibit the dehydrogenation activity of nickel, thus reducing coke formation, whereas the presence of nickel can inhibit the removal of alumina from the molecular sieve framework induced by vanadium. The exact mechanism of Ni-V interaction remains unclear; however, it is theorized that Ni, when interacting with V-damaged amorphous aluminum, becomes more difficult to be reduced. This interaction diminished dehydrogenation activity and enhanced light olefin selectivity. Although current research suggests that the interactions between Ni and V benefit the formation of light olefins and reduce coke formation, the underlying mechanisms are still speculative and require validation through advanced characterization techniques such as in-situ spectroscopy and microscopy. Etim [56,67] and Du [47] et al. studied the destruction of the active center of the catalyst during pyrolysis with the coexistence of nickel and vanadium. Under hydrothermal conditions, vanadium exhibited a significant destructive effect on the structure and activity of the catalyst. Vanadium in excess of 3000 mg/kg caused the catalyst to lose its active property, including the surface area, crystallinity, and acid sites [67]. In contrast, Ni had a minimal impact on the catalyst structure, and its presence, whether alone or in conjunction with V, retained the activity. An activity of 79.1% was obtained over catalyst containing 5400 mg/kg of Ni. When Ni and V coexisted, the detrimental effects on the activity of zeolite catalysts were generally reduced. When using catalysts containing both V and Ni (5341 and 3607 mg/kg, respectively), the activity was 67.0%, whereas for samples containing only V (5378 mg/kg), the activity decreased to 41.3%. This demonstrates the mitigating effect of Ni on the destructive influence of V. H2-TPR and 51V MAS NMR analysis also revealed the interactions between V and Ni, indicating the formation of refractory nickel vanadate, as shown in formula (1). Therefore, the mobility of V was reduced, and the damaging effect on the zeolite structure was weakened [56]. (1) 2 NiO + 2 H 3 VO 4 → Ni 2 V 2 O 7 + 3 H 2 O 3.4 Effect of other metal contamination The iron in crude oil can also cause catalyst poisoning, and the poisoning behavior of iron has become a hot research topic in recent years. As the reaction proceeds, iron gradually enriches on the external surface of the particles owing to its weak mobility, leading to blockage of the pores. Additionally, iron can form low-melting compounds with silicon, calcium, sodium, and other elements in the matrix, forming a dense shell on the surface with a thickness between 1 and 3 μm [59], which greatly reduces the accessibility of the active center, resulting in reduced conversion and product selectivity. With the rise in iron deposition from 6728 to 13518 μg/g, the specific surface area of Fe-contaminated catalyst decreased from 173.3 to 123.2 m2/g, and the pore volume dropped from 0.2 to 0.1 cm3/g [71]. The amount of Lewis acid gradually decreased, while the Brønsted acid remained relatively constant. Both weak and strong acids exhibited similar decreasing trends as iron nodules formed, which covered the surface of the catalyst, hindering the interaction of probe molecules with the catalyst's pore channel or acidic sites [75]. Research has demonstrated that iron nodules can be observed by SEM when the amount of iron deposited on the catalyst exceeded 7400 μg/g. The presence of iron deposits on the catalyst did not negatively affect the crystal structure of Y zeolite. However, as the amount of Fe deposition increased, the surface area and pore volume of the catalyst decreased. This led to the closure of some of the matrix pores, ultimately resulting in subpar catalytic reaction performance. When iron deposition increased from 53 to 11,690 μg/g, the conversion decreased by 4.8%. Under the same conversion (78 wt%), bottoms yield and coke yield increased by 2.1% and 1.3%, respectively [75]. In addition, iron deposition on the catalyst surface enhances its roughness and reduces the apparent bulk density, potentially causing flow challenges within the conduit, thereby leading to fluidization difficulties [76]. Sodium accumulates on the surface of the catalyst [77]. The exchange of Na+ ions with protons neutralizes Bronsted acids and promotes the structural destruction of zeolite [78,79]. For Y zeolite containing low Na+ amounts, steam hydrolysis of framework Al is the main cause of zeolite collapse as shown in Fig. 4 (Pathway A). In such a pathway, the rapid healing of framework tetrahedral holes by Si species from silica-enriched matrices stabilizes the zeolite. Furthermore, sodium particles could form NaOH with steam, further damaging the zeolite structure. The attack on Si-O bonds could also destroy the zeolite structure, as shown in Fig. 4 (pathway B) [80]. With increasing concentrations of Na+, the zeolite undergoes irreversible amorphization, and both the crystallinity and the number of micropores decrease. Vanadium and sodium have a synergistic effect, that is, sodium could intensify vanadium's melting and lattice destruction effects on zeolites, further reducing catalyst activity and selectivity. Chen et al. [81] have investigated the poisoning effects of Na+ on copper-based small-pore zeolites. Their findings indicated that the structural degradation of Cu/SSZ-13 zeolites occurred gradually with increasing sodium poisoning, whereas the structural collapse of Cu/SAPO-34 was abrupt. Studies on the mechanism of Na+ poisoning showed that the reduction of acidic sites was the main reason for the decline in activity of Cu/SSZ-13, while structural collapse was the main reason for the decrease in activity of Cu/SAPO-34. 4 Strategies for mitigating metal contamination When some metals, i.e., Ni, V, Fe, and Na, in crude oil enter the processing unit, they will affect performance of the catalyst. For example, Ni is deposited on the catalyst carrier, promoting the side reactions, generating more hydrogen and carbon; V will destroy the structure of zeolite and shorten the catalyst life; Na has a destructive effect on the lattice of the cracking catalyst, and the salt of ions will cause the increase of pressure drop of the catalyst bed and decrease of the catalyst acid strength. Three strategies have been proposed to mitigate the negative effect of metals on cracking catalysts: ⅰ) controlling the content of toxic metals in the feedstock; ⅱ) development of catalysts that are resistant to toxic metals; ⅲ) adding passivators or scavengers for the toxic metals, which are discussed in detail in this section. 4.1 Controlling the content of toxic metals in feedstock In industry, electrostatic desalting units are commonly used for pretreatment of crude oil, removing inorganic salts (such as NaCl, CaCl2, MgCl2) and other impurities. Currently, crude oil demetallization methods include hydrotreating, membrane separation, chemical, ultrasonic, and microbiological methods [82]. Hydrodemetallization (HDM) can effectively remove metal impurities (such as Ni and V) from crude oil by using hydrogenation catalyst (e.g., Co-Mo/Al2O3, CoMoP/Al2O3) at high temperature and pressure, to improve the efficiency and product selectivity of catalytic cracking process. The results show that the metal content in heavy oil can be significantly reduced by hydrotreating, and the negative impact on subsequent cracking can be reduced [83]. Although HDM is widely used in crude oil upgrading plants, high operating temperature and pressure, high investment cost, rapid catalyst deactivation and extreme hydrogen consumption are still major disadvantages of this technology [84]. Kutowy et al. [85] proposed a method of ultrafiltration of aliphatic hydrocarbon liquid molecules using microfiltration membranes, and this membrane separation method is particularly effective in removing nitrogen, sulfur, aluminum, copper, nickel, and vanadium from crude oil. Osterhuber [86] developed a functional membrane consisting of modified cellulose to remove organometallic substances and some polar hydrocarbons from heavy oils. The results showed that 85.7% vanadium and 83.5% nickel could be removed. Membrane separation, though simple, economical, and environmentally friendly, is not mature enough for industrial application. Commonly used demetallization reagents in chemical methods include inorganic acids, inorganic salts, amides, phosphides, and organic acids, with the most employed technique being the use of ligand separation agents. Experiments have proved [87] that hydrofluoric acid is the most effective inorganic acid reagent for demetallization, and the metal removal percentage can be up to 90%. But it is difficult to separate metal fluoride or other fluoride complexes formed in the reaction between hydrofluoric acid and metal elements from crude oil. The chelation separation method involves the reaction of a chelating agent with oil-soluble organometallic compounds present in the oil, to generate water-soluble complexes or precipitates, which were washed with water and separated by centrifugation [88]. This method is capable of removing the majority of metal elements from oil, achieving a total removal percentage of over 70% for challenging elements like Ni and V, and over 80% for calcium (Ca), magnesium (Mg), and Fe [89]. Chemical methods are easy to operate but often lead to multiple side reactions and environmental pollution. Ultrasonic demetallization is energy-efficient and could remove metals efficiently [90], but the application of large ultrasonic device in industrial production requires further exploration. Microbial methods require low investment and are adaptable [91–93], however, selecting suitable microbial species is challenging. Therefore, the combination of multiple demetallization methods has become a new trend. 4.2 Strategies for inhibiting Ni contamination in catalysts From the understanding of nickel's poisoning mechanism on catalysts in Section 3.1, we know that the detrimental effects of Ni mainly lead to dehydrogenation and coke formation. When a substantial amount of nickel's organic compounds is dispersed on the catalyst surface and reduced to low-valent nickel, dehydrogenation reactions are more readily induced. Therefore, in the development of nickel-resistant catalysts, controlling the reducibility and dispersibility of nickel is essential. On the one hand, to control the reduction state of Ni, chemical methods are used to bind Ni with other substances to form stable structures that are not easily reduced. For example, special alumina could be added to the matrix to react with Ni, forming spinel-type substances [94]. The spinel structure could improve the catalytic performance and the anti-coking property of the catalysts [95]. Incorporating phosphorus-containing materials into the catalyst can not only immobilize nickel but also help to reduce the formation of coke [62]. On the other hand, preparing catalyst supports with large pore sizes and low specific surface areas can lead to the aggregation of Ni, reducing its dispersibility and consequently diminishing its dehydrogenation activity [45]. Some researchers use antimony (Sb) to passivate nickel, but Sb can increase the emission of nitrogen oxides, leading to environmental problems [96]. More reliable methods involve the use of specialized alumina (highly crystalline boehmite), rare earth compounds, and bismuth to passivate nickel [97]. Rare earth elements can form stable NiREO3 with nickel, inhibiting the formation of NiO and Ni, thus weakening the impact of nickel on the catalyst. Alumina and bismuth are immobile and thus cannot passivate nickel deposited on the periphery of the catalyst, resulting in low efficiency. Additionally, boron-containing technologies are also considered as a reliable method to mitigate the poisonous effect of nickel on zeolites [98]. Under hydrothermal conditions, boron (B) reacts with NiO to form NiB2O4, significantly raising the reduction temperature range of Ni from 623 – 873 K to 923–1073 K. This shift renders Ni more resistant to reduction, diminishes the dehydrogenation efficiency, and thereby enhances the Ni passivation capability of zeolites [99]. Zhang et al. [100] studied the interaction between boron and nickel on the passivation of nickel. Through trend analysis using CO In-situ Diffuse Reflectance Infrared Fourier Transform Spectroscopy (CO DRIFTS), it was found that boron-based technology (BBT) effectively passivated nickel by decreasing its reducibility. These results provided direct spectroscopic evidence that boron can significantly reduce the reducibility of nickel, thereby mitigating the negative effects of nickel on the catalyst. Lanthanum (La) and phosphorus (P) were found to exert the most effective effects on nickel passivation. The use of twice the quantity of La or P more than Ni, or the combined use of La and P each in equimolar ratio to Ni is able to decrease the dehydrogenation extent by 97% [101]. The addition of Ni passivators can effectively mitigate the toxic effects of nickel by reducing its dehydrogenation activity. In addition, according to the mechanism of Ni poisoning, although Ni causes minimal damage to the zeolite structure, its high dehydrogenation activity can lead to coke deposition and deactivation. Modifying the pore structure and size of the zeolite to enhance the diffusion capability of carbon can also slow down the deactivation process, thereby reducing the toxic effects of Ni [102]. However, modifying the pore structure to such an extent may compromise the intrinsic properties of the zeolite, such as shape selectivity and overall catalytic activity. A balance must be struck between enhancing diffusion and maintaining the desired catalytic performance. 4.3 Strategies for inhibiting V contamination in catalysts Vanadium exhibits high mobility, thus the addition of V passivators should immobilize V, thereby minimizing damage to the zeolite structure. In terms of the mechanism of vanadium passivation, the prevailing perspective posits that these agents induce the formation of high-melting-point compounds with V. Such compounds remain stable under the regenerative conditions of catalyst, thereby preventing the migration across the zeolite catalyst surface. Alternatively, the interaction between the passivator and V, as well as between zeolite and matrix components, leads to the formation of a thin film on the catalyst surface. This film encapsulates V, inhibiting its migration into the zeolite pores and thus mitigating the damage to the catalyst caused by V [66]. The active components utilized in vanadium passivators generally comprise compounds of alkaline earth metals, rare earth metals, tin (Sn), titanium (Ti), zirconium (Zr), and chromium (Cr), while the matrix typically involves substances such as activated alumina, aluminosilicate, and clay. Sn can form a thin film coating on the catalyst surface, reducing the destructive effect of vanadium on zeolites by about 20% [19], and also has some inhibitory effect on sodium contamination. However, due to the toxicity of tin, there are certain limitations in its industrial promotion. Alkaline earth metal passivators were developed after tin-based passivators. Research indicates that among alkaline earth metals, strontium-based vanadium passivators exhibit superior comprehensive performance compared to other alkaline earth metals [97]. Among rare earth metals, lanthanum oxide reacts more readily with vanadium than cerium oxide, demonstrating stronger vanadium resistance [103]. However, the method of introducing La can affect the crystallinity and pore structure of the zeolites, thus impacting their catalytic performance. Moreira et al. [104] investigated the effect of lanthanum introduction methods on vanadium passivation, including impregnation, precipitation, and ion-exchange methods. Samples prepared via precipitation mainly exhibited La species on the surface of the zeolite. Conversely, using ionic exchange for La introduction resulted in lanthanum being situated within the zeolite channels and cavities. The impregnation method yielded a catalyst with La both on the surface and within the channels and cavities of the zeolite. This catalyst demonstrated a high tolerance to vanadium presence, reduced zeolite damage during steaming, and fewer acid sites being poisoned by vanadium. Liu et al. [103] demonstrated that introducing La2O3 through simple physical mixing was an effective method for vanadium passivation. The excellent passivation performance might primarily be attributed to La2O3 introduced through simple physical mixing, which tended to interact with vanadium species rather than migrating into the channels and cavities of Y zeolites. Vanadium's detrimental effect on catalysts primarily manifests through the assault on zeolites, resulting in their structural collapse and subsequent deactivation. Consequently, enhancing the stability of zeolites represents an additional strategy in the resistance against vanadium poisoning [62]. In recent years, research on zeolites both domestically and internationally has advanced to the level of their molecular frameworks. Studies have demonstrated that zeolites with frameworks incorporating heteroatoms, such as boron and gallium, exhibit superior resistance to metal contamination compared to traditional silica-alumina framework zeolites. The Research Institute of Petroleum Processing, Sinopec, has developed cerium-rich and silicon-rich zeolites, named SRY and RPSA, which exhibited high hydrothermal stability and resistance to metal contamination [105]. AkzoNobel has developed the highly stable ADZ-50 zeolite, which demonstrated excellent resistance to metals in industrial applications when paired with a mesoporous matrix (equilibrium catalyst with an average pore size >2 nm) in the Octavision527 catalyst. Even with an equilibrium catalyst containing 7823 ppm of nickel, 689 ppm of vanadium, and 2400 ppm of sodium, its micro-reactivity and specific surface area were nearly identical to those of fresh catalysts [106,107]. The latest developed zeolites can withstand attacks from vanadium at concentrations of 6000–8000 ppm without the need for specific vanadium scavengers [62]. 4.4 Strategies for inhibiting Fe contamination in catalysts If the iron content of the raw material cannot be controlled from the source, a catalyst with better iron resistance is still needed in the long run. Iron-resistant catalysts generally require zeolite with larger pore volumes, high stability and effective metal trapping units [76]. However, compared to the proposed strategies for resisting nickel and vanadium, there are relatively fewer studies on mitigating iron contamination. Literature suggests that zinc and iron can form high-melting-point zinc ferrite (ZnFe2O4) [108], reducing the formation of low-melting-point eutectics mentioned in iron contamination. This enhances the catalyst's resistance to iron pollution in catalytic cracking. 5 Conclusions and outlook Molecular sieve catalysts, with their distinctive pore structure and acidic sites, demonstrate exceptional catalytic performance in the process of crude oil cracking, thereby enhancing the yield and selectivity of chemicals. Despite their promising performance, metal poisoning, particularly the presence of metals such as nickel, vanadium, iron, and sodium, poses a major challenge. These metals can significantly affect the physicochemical properties of catalysts, reducing their activity and lifespan. The degree of poisoning and deactivation varies depending on the type of metal and worsens with metal accumulation, often being permanent and irreversible. During catalytic cracking, nickel initially deposits on the catalyst's external surface with low mobility. When a large amount of organic nickel compounds accumulates on the catalyst surface and are converted to low-valence nickel, they are more prone to induce dehydrogenation reactions, leading to increased dry gas and coke formation. Controlling the reducibility and dispersion of nickel can effectively alleviate nickel contamination. Vanadium has a high migration capacity, mainly dispersing from the outside to the inside, and is the most harmful pollutant. It not only acts as an unwanted dehydrogenation site, but also migrates deep into the catalyst particles under regenerative conditions, destroying the zeolite structure and causing the catalyst to be permanently deactivated (the process could be accelerated by sodium). Fixing deposited vanadium on the catalyst is an effective way to mitigate vanadium contamination. Iron does not migrate to the interior of the catalyst but exists in the depth of 1–5 μm. Iron can be combined with elements, such as silicon, calcium, and sodium, to form a low-melting phase that obstructs the pore structure of the catalyst and results in the creation of iron nodules. The increase of iron nodules is the main reason for the decrease of surface area and pore volume of iron contaminated catalyst. When multiple metals coexist and contaminate zeolites, they may interact and promote mutual deposition. Interactions between different metals have complex effects on catalysts. Although the specific mechanisms remain unclear, literature suggests that the presence of nickel and vanadium simultaneously can reduce the impact on the physicochemical properties of the catalyst, compared with the presence of one single metal. This is because nickel could interact with vanadium to form a refractory nickel vanadate solid, which limits the mobility of vanadium. Metal contamination affects a series of physicochemical properties of catalysts, such as surface area, micropore volume, acidity, etc., thereby reducing the active sites of molecular sieves, leading to a decline in their activity, promoting coke formation, and accelerating deactivation. At present, the main way to solve metal poisoning problem is to consider from the aspects of catalyst and process. The former is mainly to improve the ability of the catalyst itself to resist heavy metal pollution; the latter is to change the process conditions or to remove metals from the raw oil (raw material pretreatment). The latter is costly and has some limitations. Research in recent years has mainly focused on the former, and some progress has been made to mitigate the effects of metal poisoning. On one hand, increasing the surface area and porosity of the catalyst matrix components can enhance the catalyst's resistance to metal contamination. On the other hand, other effective approach is to shorten the diffusion length of micropores. This not only increases the rate at which reactant molecules reach active sites, enhances the catalytic activity, reduces the likelihood of coke formation, alleviates the toxic effect of metals on the catalyst, but also allows for rapid diffusion and removal of coke, preventing pore blockage, and extending the catalyst's lifespan. Furthermore, adding passivation agents or modifying elements can alleviate metal pollution, improve the stability of zeolite, and prolong the catalyst's lifespan. So far, Sb, P, B, rare earth metals, among others, have been proven effective in passivating nickel contamination. Compounds of rare earth metals, alkaline earth metals, Sn, Ti, Zr, Cr, and others can mitigate vanadium pollution. Zn and other modifying elements can alleviate iron pollution. It's worth noting that the choice of modifying elements should also consider their environmental friendliness. There is also the use of coating technology to mitigate metal contamination, which is generally a highly active and selective core inside the catalyst, and the outside is surrounded by a porous and highly permeable metal trapping agent. However, some mass transfer limitations are still prevalent in these processes. In these architectures, the difficulty of controlling coating thickness and porosity remains a concern. Currently, substantial research efforts have been dedicated to addressing the pollution caused by Ni and V, achieving notable progress. However, investigations into the pollution from Fe and Na remain limited, with iron pollution, in particular, posing significant challenges. This issue has led to catalyst poisoning in several production facilities, severely disrupting the stable operation of catalytic cracking units and negatively impacting the plants' economic performance. The exploration of strategies to mitigate iron pollution should not be ignored. The most widely used and cost-effective strategy to mitigate metal poisoning is to add metal passivator. However, due to the interactions between different metals, the mechanisms of these interactions are not yet fully understood. Therefore, future research should consider the interactions between metals and develop efficient passivators capable of simultaneously passivating multiple metals. The use of modern technologies such as machine learning and computational simulations can accelerate the screening and optimization of passivation agents and catalysts. By employing these efficient tools, more effective solutions can be identified in a shorter time, thus shortening the development cycle. Furthermore, different metals have varying contamination mechanisms and degrees of damage to zeolites. Current research mainly focuses on common Y and ZSM-5 zeolites, with limited studies on other zeolites. As a result, the extent of metal influence on other zeolites is not clearly understood. In-situ analysis techniques have been widely used in photocatalysis [109], single-atom catalysis [110], catalytic cracking [111], and other fields. In future research, the development of in-situ analytical technologies will be the key. This technology enables real-time monitoring of the migration patterns and compositional changes of different metals during the catalytic process. Such technologies can reveal how metal ions affect the structure and performance of catalysts, fundamentally providing a scientific basis for the design and optimization of catalysts. Additionally, exploring effective recovery and regeneration techniques for catalysts deactivated by metal pollution will be another major focus of research. This includes developing chemical or physical methods to remove metal pollution from the surface of catalysts, not only to restore the activity and selectivity of the catalysts but also to assess the long-term impact of these treatment methods on the structure and performance of the catalysts. Furthermore, the application of nanotechnology heralds the great potential for developing a new generation of catalysts. By designing catalysts with specific nanostructures, such as core-shell structures, nanocages, or porous nanomaterials, it is possible to effectively isolate or capture metal ions, significantly mitigating their poisoning effects. These innovative structures not only enhance the selectivity and stability of catalysts but also pave new ways to counteract the adverse effects of metal ions. With further development and refinement of in-situ analytical technologies, nanotechnology, catalyst recovery and regeneration methods, we are standing at the forefront of revealing the impact of metal ions on the catalytic cracking process. These studies are expected to significantly enhance the efficiency and environmental friendliness of converting crude oil into chemicals, and also provide a deep theoretical and practical foundation for the innovative design of catalysts. Looking forward, through interdisciplinary cooperation and technological innovation, we anticipate steady progress and continuous improvement in addressing metal pollution issues in catalytic cracking, thereby advancing the petrochemical industry towards a higher level of sustainable development. CRediT authorship contribution statement Zhen Xu: Conceptualization, Writing – original draft, Writing – review & editing, Data curation. Youbing Zhu: Data curation. Maoming Gong: Visualization. Nianming Jiao: Writing – review & editing. Tao Zhang: Writing – review & editing. Hui Wang: Writing – review & editing, Validation, Supervision, Funding acquisition, Conceptualization. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements We sincerely acknowledge the financial supports from National Science Fund for Excellent Young Scholars (No. 22322813), “Low-carbon transformation technologies and demonstrations in chemical engineering and metallurgical processing”, Strategic Priority Research Program of the Chinese Academy of Sciences (No. XDA0390301), and Major Project of National Natural Science Foundation of China (No. 22393953). References [1] C.C. Song Z.H. Deng C.F. Niu Advances in production of chemicals such as light oilfins from heavy oil Chem. Ind. Eng. Prog. 38 2019 86 94 10.16085/j.issn.1000-6613.2019-0376 C.C. Song, Z.H. Deng, C.F. Niu, Advances in production of chemicals such as light oilfins from heavy oil, Chem. Ind. Eng. Prog. 38 (2019) 86-94, http://dx.doi.org/10.16085/j.issn.1000-6613.2019-0376. [2] M. Al-Samhan J. Al-Fadhli A.M. Al-Otaibi F. Al-Attar R. Bouresli M.S. Rana Prospects of refinery switching from conventional to integrated: an opportunity for sustainable investment in the petrochemical industry Fuel 310 2022 122161 10.1016/j.fuel.2021.122161 M. Al-Samhan, J. Al-Fadhli, A.M. Al-Otaibi, F. Al-Attar, R. Bouresli, M.S. Rana, Prospects of refinery switching from conventional to integrated: An opportunity for sustainable investment in the petrochemical industry, Fuel. 310 (2022) 122161, http://dx.doi.org/10.1016/j.fuel.2021.122161. [3] A. Corma L. Sauvanaud Y. Mathieu S. Al-Bogami A. Bourane M. Al-Ghrami Direct crude oil cracking for producing chemicals: thermal cracking modeling Fuel 211 2018 726 736 10.1016/j.fuel.2017.09.099 A. Corma, L. Sauvanaud, Y. Mathieu, S. Al-Bogami, A. Bourane, M. Al-Ghrami, Direct crude oil cracking for producing chemicals: Thermal cracking modeling, Fuel. 211 (2018) 726-736, http://dx.doi.org/10.1016/j.fuel.2017.09.099. [4] Bp Energy Outlook 2022 Edition, https://www.bp.com/content/dam/bp/business-sites/en/global/corporate/pdfs/energy-economics/energy-outlook/bp-energy-outlook-2022.pdf. [5] M.A. Alabdullah A.R. Gomez J. Vittenet A. Bendjeriou-Sedjerari W. Xu I.A. Abba J. Gascon A viewpoint on the refinery of the future: catalyst and process challenges ACS Catal. 10 2020 8131 8140 10.1021/acscatal.0c02209 M.A. Alabdullah, A.R. Gomez, J. Vittenet, A. Bendjeriou-Sedjerari, W. Xu, I.A. Abba, J. Gascon, A Viewpoint on the Refinery of the Future: Catalyst and Process Challenges, ACS Catal. 10 (2020) 8131-8140, http://dx.doi.org/10.1021/acscatal.0c02209. [6] F. Zhao Y. Fan S. Zhang Assessment of efficiency improvement and emission mitigation potentials in China’s petroleum refining industry J. Clean. Prod. 280 2021 124482 10.1016/j.jclepro.2020.124482 F. Zhao, Y. Fan, S. Zhang, Assessment of efficiency improvement and emission mitigation potentials in China’s petroleum refining industry, J. Cleaner Prod. 280 (2021), http://dx.doi.org/10.1016/j.jclepro.2020.124482. [7] S.M. Sadrameli Thermal/catalytic cracking of liquid hydrocarbons for the production of olefins: a state-of-the-art review II: catalytic cracking review Fuel 173 2016 285 297 10.1016/j.fuel.2016.01.047 S.M. Sadrameli, Thermal/catalytic cracking of liquid hydrocarbons for the production of olefins: A state-of-the-art review II: Catalytic cracking review, Fuel. 173 (2016) 285-297, http://dx.doi.org/10.1016/j.fuel.2016.01.047. [8] M.C. Feng X.L. Zhou C.L. Li J.G. Zhao n-Hexane catalytic cracking over K/ZSM-5, Appl Chem. Ind. 46 2017 430 434 10.16581/j.cnki.issn1671-3206.20170120.049 M.C. Feng, X.L. Zhou, C.L. Li, J.G. Zhao, n-Hexane catalytic cracking over K/ZSM-5, Appl. Chem. Ind. 46 (2017) 430-434, http://dx.doi.org/10.16581/j.cnki.issn1671-3206.20170120.049. [9] S. Al-Khattaf M.R. Saeed A. Aitani M.T. Klein Catalytic Cracking of Light Crude Oil to Light Olefins and Naphtha over E-Cat and MFI: microactivity Test versus Advanced Cracking Evaluation and the Effect of High Reaction Temperature Energy Fuels 32 2018 6189 6199 10.1021/acs.energyfuels.8b00691 S. Al-Khattaf, M.R. Saeed, A. Aitani, M.T. Klein, Catalytic Cracking of Light Crude Oil to Light Olefins and Naphtha over E-Cat and MFI: Microactivity Test versus Advanced Cracking Evaluation and the Effect of High Reaction Temperature, Energy Fuels. 32 (2018) 6189-6199, http://dx.doi.org/10.1021/acs.energyfuels.8b00691. [10] M. Alabdullah A. Rodriguez-Gomez T. Shoinkhorova A. Dikhtiarenko A.D. Chowdhury I. Hita S.R. Kulkarni J. Vittenet S.M. Sarathy P. Castaño A. Bendjeriou-Sedjerari E. Abou-Hamad W. Zhang O.S. Ali I. Morales-Osorio W. Xu J. Gascon One-step conversion of crude oil to light olefins using a multi-zone reactor Nat. Catal. 4 2021 233 241 10.1038/s41929-021-00580-7 M. Alabdullah, A. Rodriguez-Gomez, T. Shoinkhorova, A. Dikhtiarenko, A.D. Chowdhury, I. Hita, S.R. Kulkarni, J. Vittenet, S.M. Sarathy, P. Castaño, A. Bendjeriou-Sedjerari, E. Abou-Hamad, W. Zhang, O.S. Ali, I. Morales-Osorio, W. Xu, J. Gascon, One-step conversion of crude oil to light olefins using a multi-zone reactor, Nature Catalysis. 4 (2021) 233-241, http://dx.doi.org/10.1038/s41929-021-00580-7. [11] Q. Wu Acidic and basic catalytic cracking technologies and its development prospects for crude oil to chemicals Fuel 332 2023 126132 10.1016/j.fuel.2022.126132 Q. Wu, Acidic and basic catalytic cracking technologies and its development prospects for crude oil to chemicals, Fuel. 332 (2023), http://dx.doi.org/10.1016/j.fuel.2022.126132. [12] G. Khare, M. Arné, IHS chemical PEP report 29J: steam cracking of crude oil, 2015. [13] Q. Wu Technology and progress in crude oil to chemicals Part one: crude oil steam cracking technology Pet. Refin. Eng. 52 2022 1 10 10.3969/j.issn.1002-106X.2022.04.001 Q. Wu, Technology and progress in crude oil to chemicals Part one: crude oil steam cracking technology, Pet. Refin. Eng. 52 (2022) 1-10, http://dx.doi.org/10.3969/j.issn.1002-106X.2022.04.001. [14] Crude Oil to Chemicals (COTC): A technology update,.https://www.gpca.org.ae/2021/05/09/crude-oil-to-chemicals-cotc-a-technology-update/. [15] M. Alabdullah T. Shoinkhorova A. Rodriguez-Gomez A. Dikhtiarenko J. Vittenet O.S. Ali I. Morales-Osorio W. Xu J. Gascon Composition-performance relationships in catalysts formulation for the direct conversion of crude oil to chemicals ChemCatChem 13 2021 1806 1813 10.1002/cctc.202001738 M. Alabdullah, T. Shoinkhorova, A. Rodriguez-Gomez, A. Dikhtiarenko, J. Vittenet, O.S. Ali, I. Morales-Osorio, W. Xu, J. Gascon, Composition-performance Relationships in Catalysts Formulation for the Direct Conversion of Crude Oil to Chemicals, ChemCatChem. 13 (2021) 1806-1813, http://dx.doi.org/10.1002/cctc.202001738. [16] H. Xu G.H. Que D.Y. Yu Isolation and Characterization of Vanadium Porphyrins in Tahe Crude Oil Chin. J. Appl. Chem. 21 2004 754 756 10.3969/j.issn.1000-0518.2004.07.026 H. Xu, G.H. Que, D.Y. Yu, Isolation and Characterization of Vanadium Porphyrins in Tahe Crude Oil, Chin. J. Appl. Chem. 21 (2004) 754-756, http://dx.doi.org/10.3969/j.issn.1000-0518.2004.07.026. [17] Y. Yang C.W. Liu X.L. Ma Z.X. Zu Y. Su H.W. Li D. Ji Multiple Performances of Metal Contamination for Nickel, Vanadium and Iron on FCC Catalysts Catal. Lett. 154 2024 1061 1071 10.1007/s10562-023-04371-6 Y. Yang, C.W. Liu, X.L. Ma, Z.X. Zu, Y. Su, H.W. Li, D. Ji, Multiple Performances of Metal Contamination for Nickel, Vanadium and Iron on FCC Catalysts, Catal. Lett. 154 (2024) 1061-1071, http://dx.doi.org/10.1007/s10562-023-04371-6. [18] H.M. Mouna S.S. Baral A bio-hydrometallurgical approach towards leaching of lanthanum from the spent fluid catalytic cracking catalyst using Hydrometallurgy 184 2019 175 182 10.1016/j.hydromet.2019.01.007 H.M. Mouna, S.S. Baral, A bio-hydrometallurgical approach towards leaching of lanthanum from the spent fluid catalytic cracking catalyst using, Hydrometallurgy. 184 (2019) 175-182, http://dx.doi.org/10.1016/j.hydromet.2019.01.007. [19] U.J. Etim P. Bai X. Liu F. Subhan R. Ullah Z. Yan Vanadium and nickel deposition on FCC catalyst: Influence of residual catalyst acidity on catalytic products Microporous Mesoporous Mater. 273 2019 276 285 10.1016/j.micromeso.2018.07.011 U.J. Etim, P. Bai, X. Liu, F. Subhan, R. Ullah, Z. Yan, Vanadium and nickel deposition on FCC catalyst: Influence of residual catalyst acidity on catalytic products, Microporous Mesoporous Mater. 273 (2019) 276-285, http://dx.doi.org/10.1016/j.micromeso.2018.07.011. [20] M.J. Tallman, C.N. Eng, S. Choi, D.S. Park, Naphtha cracking for light olefins production, United Kingdom, 2010. [21] T.K. Alshammari, M.S. Babu, Naphtha catalytic cracking process, CN114207092A (2022). [22] S.J. Luo J. Yan L. Wang C.H. Liu Catalytic pyrolysis process and its application prospect Pet. Plan. Eng. 21 2010 14 16 10.3969/j.issn.1004-2970.2010.05.004 S.J. Luo, J. Yan, L. Wang, C.H. Liu, Catalytic pyrolysis process and its application prospect, Petroleum Planning & Engineering. 21 (2010) 14-16, http://dx.doi.org/10.3969/j.issn.1004-2970.2010.05.004. [23] Y.X. Sha Z.Q. Cui M.D. Wang G.L. Wang J. Zhang Olefine production by heavy oil contact cracking Petrochem. Technol. 28 1999 618 621 10.3321/j.issn:1000-8144.1999.09.012 Y.X. Sha, Z.Q. Cui, M.D. Wang, G.L. Wang, J. Zhang, Olefine production by heavy oil contact cracking, Petrochem. Technol. 28 (1999) 618-621, http://dx.doi.org/10.3321/j.issn:1000-8144.1999.09.012. [24] J.H. Gong L. Wu Q.Q. Ma Z.G. Zhang X.L. Wei X.L. Chang J.S. Zhang Commercial application of novel deep catalytic cracking technology for resid to chemicals (RTC) Pet. Process. Petrochem. 52 2021 1 5 10.3969/j.issn.1005-2399.2021.07.003 J.H. Gong, L. Wu, Q.Q. Ma, Z.G. Zhang, X.L. Wei, X.L. Chang, J.S. Zhang, Commercial application of novel deep catalytic cracking technology for resid to chemicals (RTC), Pet. Process. Petrochem. 52 (2021) 1-5, http://dx.doi.org/10.3969/j.issn.1005-2399.2021.07.003. [25] C.B. Zhao Scheme comparison of increasing propylene production process, Guangzhou Chem. Eng. 39 2011 159 160 10.3969/j.issn.1001-9677.2011.06.060 C.B. Zhao, Scheme Comparison of Increasing Propylene Production Process, Guangzhou Chemical Engineering. 39 (2011) 159-160, http://dx.doi.org/10.3969/j.issn.1001-9677.2011.06.060. [26] H. Xiong X.Y. Liang C.X. Zhang H.L. Bai H.L. Fan F. Wei Heavy oil to chemicals: multi-stage downer catalytic pyrolysis CIESC J. 74 2023 86 104 10.11949/0438-1157.20221188 H. Xiong, X.Y. Liang, C.X. Zhang, H.L. Bai, X.Y. Fan, F. Wei, Heavy oil to chemicals: multi-stage downer catalytic pyrolysis, CIESC J. 74 (2023) 86-104, http://dx.doi.org/10.11949/0438-1157.20221188. [27] S.M. Jeong J.H. Chae W.-H. Lee Study on the catalytic pyrolysis of naphtha over a KVO3/α-Al2O3 catalyst for production of light olefins Ind. Eng. Chem. Res. 40 2001 6081 6086 10.1021/ie010395a S.M. Jeong, J.H. Chae, W.-H. Lee, Study on the Catalytic Pyrolysis of Naphtha over a KVO3/α-Al2O3 Catalyst for Production of Light Olefins, Ind. Eng. Chem. Res. 40 (2001) 6081-6086, http://dx.doi.org/10.1021/ie010395a. [28] C.G. Xie Flexibility Of DCC technology and its commercial application in chemical-type refinery, Pet Process. Petrochem. 53 2022 1 10.3969/j.issn.1005-2399.2022.07.001 C.G. Xie, Flexibility Of DCC technology and its commercial application in chemical-type refinery, Pet. Process. Petrochem. 53 (2022), http://dx.doi.org/10.3969/j.issn.1005-2399.2022.07.001. [29] P. Gao L. Zhong B. Han M. He Y. Sun Green carbon science: keeping the pace in practice Angew. Chem. Int. Ed. Engl. 61 2022 e202210095 10.1002/anie.202210095 P. Gao, L. Zhong, B. Han, M. He, Y. Sun, Green Carbon Science: Keeping the Pace in Practice, Angew. Chem. Int. Ed. Engl. 61 (2022) e202210095, http://dx.doi.org/10.1002/anie.202210095. [30] Q. Wu Acidic and basic catalytic cracking technologies and its development prospects for crude oil to chemicals Fuel 332 2022 126132 10.1016/j.fuel.2022.126132 Q. Wu, Acidic and basic catalytic cracking technologies and its development prospects for crude oil to chemicals, Fuel. (2022), http://dx.doi.org/10.1016/j.fuel.2022.126132. [31] Q. Wu Technology and progress in crude oil to chemicals Part two: catalytic cracking technology and DPC basic catalytic cutting technology Pet. Refin. Eng. 52 2022 1 10.3969/j.issn.1002-106X.2022.08.001 Q. Wu, Technology and progress in crude oil to chemicals Part two: catalytic cracking technology and DPC basic catalytic cutting technology, Pet. Refin. Eng. 52 (2022) 1, http://dx.doi.org/10.3969/j.issn.1002-106X.2022.08.001. [32] L. Ma Y. Wang F. Chen Catalysts in the catalytic cracking of hydrocarbons to produce light olefins, Process Chem 22 2010 265 L. Ma, Y. Wang, F. Chen, Catalysts in the catalytic cracking of hydrocarbons to produce light olefins, Processing chemistry. 22 (2010). [33] H. Zhang X.J. Li Y. Jiao Z.Z. Wang Q. Zhu J.L. Wang X.Y. Li Catalytic cracking of n-decane over NiO–MoO3 modified Pt/ZrO2–TiO2–Al2O3 catalyst with different Al2O3 ratios Pet. Chem. 57 2017 666 672 10.1134/s0965544117080175 H. Zhang, X.J. Li, Y. Jiao, Z.Z. Wang, Q. Zhu, J.L. Wang, X.Y. Li, Catalytic cracking of n-decane over NiO–MoO3 modified Pt/ZrO2–TiO2–Al2O3 catalyst with different Al2O3 ratios, Pet. Chem. 57 (2017) 666-672, http://dx.doi.org/10.1134/s0965544117080175. [34] S.M. Jeong J.H. Chae J.-H. Kang S.H. Lee W.-H. Lee Catalytic pyrolysis of naphtha on the KVO3-based catalyst Catal. Today 74 2002 257 264 10.1016/s0920-5861(02)00035-4 S.M. Jeong, J.H. Chae, J.-H. Kang, S.H. Lee, W.-H. Lee, Catalytic pyrolysis of naphtha on the KVO3-based catalyst, Catal. Today. 74 (2002) 257-264, http://dx.doi.org/10.1016/s0920-5861(02)00035-4. [35] Y.J. Che Z. Yang Y.Y. Qiao Y.Y. Tian Study on catalytic pyrolysis of vacuum residue and its eight group-fractions with solid acid-base mixed catalysts by Py-GC/MS Fuel Process. Technol. 188 2019 22 29 10.1016/j.fuproc.2019.02.003 Y.J. Che, Z. Yang, Y.Y. Qiao, Y.Y. Tian, Study on catalytic pyrolysis of vacuum residue and its eight group-fractions with solid acid-base mixed catalysts by Py-GC/MS, Fuel Process. Technol. 188 (2019) 22-29, http://dx.doi.org/10.1016/j.fuproc.2019.02.003. [36] M. Gao G. Zhang L. Zhao J. Gao C. Xu Research progress of basic catalyst used in catalytic cracking for olefin production and heavy oil utilization Ind. Eng. Chem. Res. 62 2023 1215 1226 10.1021/acs.iecr.2c03939 M. Gao, G. Zhang, L. Zhao, J. Gao, C. Xu, Research Progress of Basic Catalyst Used in Catalytic Cracking for Olefin Production and Heavy Oil Utilization, Ind. Eng. Chem. Res. 62 (2023) 1215-1226, http://dx.doi.org/10.1021/acs.iecr.2c03939. [37] R.Y. Tang Y.Y. Tian Y.Y. Qiao H.F. Zhou G.M. Zhao Bifunctional base catalyst for vacuum residue cracking gasification Fuel Process. Technol. 153 2016 1 8 10.1016/j.fuproc.2016.07.022 R.Y. Tang, Y.Y. Tian, Y.Y. Qiao, H.F. Zhou, G.M. Zhao, Bifunctional base catalyst for vacuum residue cracking gasification, Fuel Process. Technol. 153 (2016) 1-8, http://dx.doi.org/10.1016/j.fuproc.2016.07.022. [38] A.A. Lemonidou I.A. Vasalos Preparation and evaluation of catalysts for the production of ethylene via steam cracking: effect of operating Conditions on the Performance of 12CaO-7Al2O3 Catalyst Appl. Catal. 54 1989 119 138 10.1016/S0166-9834(00)82360-X A.A. Lemonidou, I.A. Vasalos, Preparation and evaluation of catalysts for the production of ethylene via steam cracking: Effect of Operating Conditions on the Performance of 12CaO-7Al2O3 Catalyst, Applied Catalysis. 54 (1989) 119-138, http://dx.doi.org/10.1016/S0166-9834(00)82360-X. [39] N. Niwamanya J. Zhang C. Gao D.T. Sekyere A. Barigye J. Nangendo Y. Tian Catalytic pyrolysis behavior of heavy crude oil over acid-base composite catalysts Fuel 328 2022 125285 10.1016/j.fuel.2022.125285 N. Niwamanya, J. Zhang, C. Gao, D.T. Sekyere, A. Barigye, J. Nangendo, Y. Tian, Catalytic pyrolysis behavior of heavy crude oil over acid-base composite catalysts, Fuel. 328 (2022), http://dx.doi.org/10.1016/j.fuel.2022.125285. [40] N.H. Xue L. Nie D.M. Fang X.F. Guo J.Y. Shen W.P. Ding Y. Chen Synergistic effects of tungsten and phosphorus on catalytic cracking of butene to propene over HZSM-5 Appl. Catal. A: Gen. 352 2009 87 94 10.1016/j.apcata.2008.09.029 N.H. Xue, L. Nie, D.M. Fang, X.F. Guo, J.Y. Shen, W.P. Ding, Y. Chen, Synergistic effects of tungsten and phosphorus on catalytic cracking of butene to propene over HZSM-5, Applied Catalysis A: General. 352 (2009) 87-94, http://dx.doi.org/10.1016/j.apcata.2008.09.029. [41] T. Blasco A. Corma J. Martineztriguero Hydrothermal stabilization of ZSM-5 catalytic-cracking additives by phosphorus addition J. Catal. 237 2006 267 277 10.1016/j.jcat.2005.11.011 T. Blasco, A. Corma, J. Martineztriguero, Hydrothermal stabilization of ZSM-5 catalytic-cracking additives by phosphorus addition, J. Catal. 237 (2006) 267-277, http://dx.doi.org/10.1016/j.jcat.2005.11.011. [42] X.B. Zhao Y. Hong L.Y. Wang D. Fan N.N. Yan X.N. Liu P. Tian X.W. Guo Z.M. Liu External surface modification of as-made ZSM-5 and their catalytic performance in the methanol to propylene reaction Chin. J. Catal. 39 2018 1418 1426 10.1016/S1872-2067(18)63117-1 X.B. Zhao, Y. Hong, L.Y. Wang, D. Fan, N.N. Yan, X.N. Liu, P. Tian, X.W. Guo, Z.M. Liu, External surface modification of as-made ZSM-5 and their catalytic performance in the methanol to propylene reaction, Chinese J Catal. 39 (2018) 1418-1426, http://dx.doi.org/10.1016/S1872-2067(18)63117-1. [43] S.Q. Ziyauddin M.A. Siddiqui T. Abdulkadir A. Abdullah C.A. Aaron X. Qi A. Mansour Steam catalytic cracking of crude oil over novel hierarchical zeolite–containing mesoporous silica–alumina core-shell catalysts J. Anal. Appl. Pyrolysis 166 2022 105621 10.1016/j.jaap.2022.105621 S.Q. Ziyauddin, M.A. Siddiqui, T. Abdulkadir, A. Abdullah, C.A. Aaron, X. Qi, A. Mansour, Steam catalytic cracking of crude oil over novel hierarchical zeolite–containing mesoporous silica–alumina core-shell catalysts, J. Anal. Appl. Pyrolysis. (2022), http://dx.doi.org/10.1016/j.jaap.2022.105621. [44] S.S. Pan, L.T.X. Lin, V. Komvokis, A. Spann, M. Clough, B. Yilmaz, Nanomaterials Fueling the World, Symposium on Nanostructural Materials for Next-Generation Energy Storage and Conversion at the 246th ACS National Meeting and Exposition, Indianapolis, IN, 2013, pp. 3-18. [45] A. Tanimu G. Tanimu H. Alasiri A. Aitani Catalytic cracking of crude oil: mini review of catalyst formulations for enhanced selectivity to light olefins Energy Fuels 36 2022 5152 5166 10.1021/acs.energyfuels.2c00567 A. Tanimu, G. Tanimu, H. Alasiri, A. Aitani, Catalytic Cracking of Crude Oil: Mini Review of Catalyst Formulations for Enhanced Selectivity to Light Olefins, Energy Fuels. 36 (2022) 5152-5166, http://dx.doi.org/10.1021/acs.energyfuels.2c00567. [46] Main suppliers of crude oil to China in 2012 and 2022 (in million metric tons), https://www.statista.com/statistics/1310953/oil-imports-by-country-china/. [47] X.H. Du Z.C. Tang H.T. Zhang X.H. Gao X.M. Zhu Effect of vanadium and nickel contamination on the property of FCC catalyst Chem. Eng. Equip. 2011 1 5 10.3969/j.issn.1003-0735.2011.05.001 X.H. Du, Z.C. Tang, H.T. Zhang, X.H. Gao, X.M. Zhu, Effect of vanadium and nickel contamination on the property of FCC catalyst, Chemical Engineering & Equipment. (2011) 1-5, http://dx.doi.org/10.3969/j.issn.1003-0735.2011.05.001. [48] F.R. Chen C.R. Yang J.X. Li D.F. Yang L. Zheng X.R. Wang Determination of trace mental elements and cluster analysis on different crude oil J. Anal. Sci. 27 2011 371 374 F.R. Chen, C.R. Yang, J.X. Li, D.F. Yang, L. Zheng, X.R. Wang, Determination of trace mental elements and cluster analysis on different crude oil, J. Anal. Sci. 27 (2011) 371-374. [49] J.X. Li F.R. Chen W.G. Cui C.R. Yang X.R. Wang Determination of trace metal elements in different crude oils and their cluster analysis J. Instrum. Anal. 29 2010 558 563 10.3969/j.issn.1004-4957.2010.06.006 J.X. Li, F.R. Chen, W.G. Cui, C.R. Yang, X.R. Wang, Determination of trace metal elements in different crude oils and their cluster analysis, J. Instrum. Anal. 29 (2010) 558-563, http://dx.doi.org/10.3969/j.issn.1004-4957.2010.06.006. [50] X. Gao T.T. Cai L.J. Zhu Y.L. Zhou Y.Z. Xiang D.H. Xia Content distribution and existing form of Fe in crude and residual oil Pet. Process. Sect. 30 2014 256 261 10.3969/j.issn.1001-8719.2014.02.010 X. Gao, T.T. Cai, L.J. Zhu, Y.L. Zhou, Y.Z. Xiang, D.H. Xia, Content distribution and existing form of Fe in crude and residual oil, Pet. Process. Sect. 30 (2014) 256-261, http://dx.doi.org/10.3969/j.issn.1001-8719.2014.02.010. [51] L. Zhang Q. Hu Y. Qin H. Liu X. Zhao X. Gao L. Song Z. Sun Optimized zeolite distribution of FCC catalysts for promoting heavy-oil catalytic cracking Ind. Eng. Chem. Res. 61 2022 11628 11635 10.1021/acs.iecr.1c04656 L. Zhang, Q. Hu, Y. Qin, H. Liu, X. Zhao, X. Gao, L. Song, Z. Sun, Optimized Zeolite Distribution of FCC Catalysts for Promoting Heavy-Oil Catalytic Cracking, Ind. Eng. Chem. Res. 61 (2022) 11628-11635, http://dx.doi.org/10.1021/acs.iecr.1c04656. [52] A.A. Gusev A.C. Psarras K.S. Triantafyllidis A.A. Lappas P.A. Diddams I.A. Vasalos ZSM-5 additive deactivation with nickel and vanadium metals in the fluid catalytic cracking (FCC) process Ind. Eng. Chem. Res. 59 2019 2631 2641 10.1021/acs.iecr.9b04819 A.A. Gusev, A.C. Psarras, K.S. Triantafyllidis, A.A. Lappas, P.A. Diddams, I.A. Vasalos, ZSM-5 Additive Deactivation with Nickel and Vanadium Metals in the Fluid Catalytic Cracking (FCC) Process, Ind. Eng. Chem. Res. 59 (2019) 2631-2641, http://dx.doi.org/10.1021/acs.iecr.9b04819. [53] F. Chen J. Hao Y. Yu D.G. Cheng X. Zhan The influence of external acid strength of hierarchical ZSM-5 zeolites on n-heptane catalytic cracking Microporous Mesoporous Mater 330 2022 111575 10.1016/j.micromeso.2021.111575 F. Chen, J. Hao, Y. Yu, D.-g Cheng, X. Zhan, The influence of external acid strength of hierarchical ZSM-5 zeolites on n-heptane catalytic cracking, Microporous Mesoporous Mater. 330 (2022), http://dx.doi.org/10.1016/j.micromeso.2021.111575. [54] A.M. Al-Otaibi M. Al-Samhan Correlation and analysis of operating temperature data for direct olefin conversion from heavy crude J. Phys.: Conf. Ser. 2179 2022 012026 10.1088/1742-6596/2179/1/012026 A.M. Al-Otaibi, M. Al-Samhan, Correlation and Analysis of Operating Temperature Data for Direct Olefin Conversion from Heavy Crude, Journal of Physics: Conference Series. 2179 (2022), http://dx.doi.org/10.1088/1742-6596/2179/1/012026. [55] E. Kugler Nickel and vanadium on equilibrium cracking catalysts by imaging secondary ion mass spectrometry J. Catal. 109 1988 387 395 10.1016/0021-9517(88)90221-7 E. Kugler, Nickel and vanadium on equilibrium cracking catalysts by imaging secondary ion mass spectrometry, J. Catal. 109 (1988) 387-395, http://dx.doi.org/10.1016/0021-9517(88)90221-7. [56] U.J. Etim B. Xu P. Bai R. Ullah F. Subhan Z. Yan Role of nickel on vanadium poisoned FCC catalyst: a study of physiochemical properties J. Energy Chem. 25 2016 667 676 10.1016/j.jechem.2016.04.001 U.J. Etim, B. Xu, P. Bai, R. Ullah, F. Subhan, Z. Yan, Role of nickel on vanadium poisoned FCC catalyst: A study of physiochemical properties, J. Energy Chem. 25 (2016) 667-676, http://dx.doi.org/10.1016/j.jechem.2016.04.001. [57] F. Ren H. Sha Y.X. Zhu Study on nickel species on FCC catalyst by XRD Pet. Process. Petrochem. 48 2017 38 43 10.3969/j.issn.1005-2399.2017.07.009 F. Ren, H. Sha, Y.X. Zhu, Study on nickel species on FCC catalyst by XRD, Pet. Process. Petrochem. 48 (2017) 38-43, http://dx.doi.org/10.3969/j.issn.1005-2399.2017.07.009. [58] T.F. Petti D. Tomczak C.J. Pereira W.C. Cheng Investigation of nickel species on commercial FCC equilibrium catalysts - implications on catalyst performance and laboratory evaluation Appl. Catal., A. 169 1998 95 109 10.1016/s0926-860x(97)00373-6 T.F. Petti, D. Tomczak, C.J. Pereira, W.C. Cheng, Investigation of nickel species on commercial FCC equilibrium catalysts - implications on catalyst performance and laboratory evaluation, Appl. Catal., A. 169 (1998) 95-109, http://dx.doi.org/10.1016/s0926-860x(97)00373-6. [59] G. Yaluris, W.C. Cheng, M. Peters, L.T. McDowell, L. Hunt, Mechanism of Fluid Cracking Catalysts deactivation by Fe, in: M. Occelli (Ed.) Fluid Catalytic Cracking VI: Preparation and Characterization of Catalysts 2004, pp. 139-163. [60] Zeolites for Cleaner Technologies, Catalytic Science Series, PUBLISHED BY IMPERIAL COLLEGE PRESS AND DISTRIBUTED BY WORLD SCIENTIFIC PUBLISHING CO., 2002, pp. 388. [61] P.G. Lv T. Liu Z.S. Pan Y.F. Zhang X.L. Huang J.J. Cai M.Y. Wang H.C. Duan Influence of vanadium and nickel contamination on performance of additives for increasing propylene production in fluid catalytic cracking Petrochem. Technol. Appl. 40 2022 372 376 10.19909/j.cnki.ISSN1009-0045.2022.06.0372 P.G. Lv, T. Liu, Z.S. Pan, Y.F. Zhang, X.L. Huang, J.J. Cai, M.Y. Wang, H.C. Duan, Influence of vanadium and nickel contamination on performance of additives for increasing propylene production in fluid catalytic cracking, Petrochem. Technol. Appl. 40 (2022) 372-376, http://dx.doi.org/10.19909/j.cnki.ISSN1009-0045.2022.06.0372. [62] J.P. Zhang H.X. Li Research progress of FCC catalysts against heavy metals Petrochem. Technol. 29 2000 368 373 10.3321/j.issn:1000-8144.2000.05.014 J.P. Zhang, H.X. Li, Research progress of FCC catalysts against heavy metals, Petrochem. Technol. 29 (2000) 368-373, http://dx.doi.org/10.3321/j.issn:1000-8144.2000.05.014. [63] N.L.A. Souza I. Tkach E. Morgado K. Krambrock Vanadium poisoning of FCC catalysts: a quantitative analysis of impregnated and real equilibrium catalysts Appl. Catal., A. 560 2018 206 214 10.1016/j.apcata.2018.05.003 N.L.A. Souza, I. Tkach, E. Morgado, K. Krambrock, Vanadium poisoning of FCC catalysts: A quantitative analysis of impregnated and real equilibrium catalysts, Appl. Catal., A. 560 (2018) 206-214, http://dx.doi.org/10.1016/j.apcata.2018.05.003. [64] L. Upson S. Jaras I. Dalin Mentals-resistant FCCcatalyst gets field test Oil Gas. J. 80 1982 135 140 https://www.osti.gov/biblio/6076801 L. Upson, S. Jaras, I. Dalin, Mentals-resistant FCCcatalyst gets field test, Oil Gas J. 80 (1982) 135-140. https://www.osti.gov/biblio/6076801. [65] E. Tangstad T. Myrstad A.I. Spjelkavik M. Stöcker Vanadium species and their effect on the catalytic behavior of an FCC catalyst Appl. Catal., A. 299 2006 243 249 10.1016/j.apcata.2005.10.058 E. Tangstad, T. Myrstad, A.I. Spjelkavik, M. Stöcker, Vanadium species and their effect on the catalytic behavior of an FCC catalyst, Appl. Catal., A. 299 (2006) 243-249, http://dx.doi.org/10.1016/j.apcata.2005.10.058. [66] G.F. Wang Y.Z. LV H.J. Zhao Influence of vanadium on catalytic cracking catalysts and its countermeasures Petrochem. Technol. Appl. 30 2012 355 358+364 10.3969/j.issn.1009-0045.2012.04.017 G.F. Wang, Y.Z. LV, H.J. Zhao, Influence of vanadium on catalytic cracking catalysts and its countermeasures, Petrochem. Technol. Appl. 30 (2012) 355-358+364, http://dx.doi.org/10.3969/j.issn.1009-0045.2012.04.017. [67] U.J. Etim P. Bai X.H. Liu F. Subhan R. Ullah Z.F. Yan Vanadium and nickel deposition on FCC catalyst: Influence of residual catalyst acidity on catalytic products Microporous Mesoporous Mater. 273 2019 276 285 10.1016/j.micromeso.2018.07.011 U.J. Etim, P. Bai, X.H. Liu, F. Subhan, R. Ullah, Z.F. Yan, Vanadium and nickel deposition on FCC catalyst: Influence of residual catalyst acidity on catalytic products, Microporous Mesoporous Mater. 273 (2019) 276-285, http://dx.doi.org/10.1016/j.micromeso.2018.07.011. [68] T.F. Degnan G.K. Chitnis P.H. Schipper History of ZSM-5 fluid catalytic cracking additive development at Mobil Microporous Mesoporous Mater. 35-36 2000 245 252 10.1016/s1387-1811(99)00225-5 T.F. Degnan, G.K. Chitnis, P.H. Schipper, History of ZSM-5 fluid catalytic cracking additive development at Mobil, Microporous Mesoporous Mater. 35-36 (2000) 245-252, http://dx.doi.org/10.1016/s1387-1811(99)00225-5. [69] A. Escobar M. Pereira R. Pimenta L. Lau H. Cerqueira Interaction between Ni and V with USHY and rare earth HY zeolite during hydrothermal deactivation Appl. Catal. A: Gen. 286 2005 196 201 10.1016/j.apcata.2005.03.002 A. Escobar, M. Pereira, R. Pimenta, L. Lau, H. Cerqueira, Interaction between Ni and V with USHY and rare earth HY zeolite during hydrothermal deactivation, Applied Catalysis A: General. 286 (2005) 196-201, http://dx.doi.org/10.1016/j.apcata.2005.03.002. [70] M.A. Alabdullah T. Shoinkhorova A. Dikhtiarenko S. Ould-Chikh A. Rodriguez-Gomez S.-h Chung A.O. Alahmadi I. Hita S. Pairis J.-l Hazemann P. Castaño J. Ruiz-Martinez I. Morales Osorio K. Almajnouni W. Xu J. Gascon Understanding catalyst deactivation during the direct cracking of crude oil Catal. Sci. Technol. 12 2022 5657 5670 10.1039/d2cy01125e M.A. Alabdullah, T. Shoinkhorova, A. Dikhtiarenko, S. Ould-Chikh, A. Rodriguez-Gomez, S.-h Chung, A.O. Alahmadi, I. Hita, S. Pairis, J.-l Hazemann, P. Castaño, J. Ruiz-Martinez, I. Morales Osorio, K. Almajnouni, W. Xu, J. Gascon, Understanding catalyst deactivation during the direct cracking of crude oil, Catalysis Science & Technology. 12 (2022) 5657-5670, http://dx.doi.org/10.1039/d2cy01125e. [71] Y. Yang C. Liu X. Ma Z. Zu Y. Su H. Li D. Ji Multiple performances of metal contamination for nickel, vanadium and iron on FCC catalysts Catal. Lett. 154 2024 1061 1071 10.1007/s10562-023-04371-6 Y. Yang, C. Liu, X. Ma, Z. Zu, Y. Su, H. Li, D. Ji, Multiple Performances of Metal Contamination for Nickel, Vanadium and Iron on FCC Catalysts, Catal. Lett. (2023), http://dx.doi.org/10.1007/s10562-023-04371-6. [72] S.J. Yang Y.W. Chen C.P. Li Vanadium nickel interaction in rey zeolite Appl. Catal., A. 117 1994 109 123 10.1016/0926-860X(94)85092-5 S.J. Yang, Y.W. Chen, C.P. Li, Vanadium Nickel Interaction in rey zeolite, Appl. Catal., A. 117 (1994) 109-123, http://dx.doi.org/10.1016/0926-860X(94)85092-5. [73] S.J. Yang Y.W. Chen Chiupingli The interaction of vanadium and nickel in USY zeolite Zeolites 15 1995 77 82 10.1016/0144-2449(94)00010-P S.J. Yang, Y.W. Chen, Chiupingli, The interaction of vanadium and nickel in USY zeolite, Zeolites. 15 (1995) 77-82, http://dx.doi.org/10.1016/0144-2449(94)00010-P. [74] D.F. Tatterson R.L. Mieville Nickel/vanadium interactions on cracking catalyst Ind. Eng. Chem. Res. 27 1988 1595 1599 10.1021/ie00081a007 D.F. Tatterson, R.L. Mieville, Nickel/Vanadium Interactions on Cracking Catalyst, Ind. Eng. Chem. Res. 27 (1988) 1595-1599, http://dx.doi.org/10.1021/ie00081a007. [75] Y.T. Liao T. Liu X.H. Du X.H. Gao Distribution of iron on FCC catalyst and its effect on catalyst performance Front. Chem. 9 2021 640413 10.3389/fchem.2021.640413 Y.T. Liao, T. Liu, X.H. Du, X.H. Gao, Distribution of iron on FCC catalyst and its effect on catalyst performance, Front. Chem. 9 (2021) 640413, http://dx.doi.org/10.3389/fchem.2021.640413. [76] Q. Liu Z. Da L. Lv Analysis of iron poisoning in catalytic cracking catalysts Pet. Refin. Petrochem 53 2022 1 6 10.3969/j.issn.1005-2399.2022.05.001 Q. Liu, Z. Da, L. Lv, Analysis of Iron Poisoning in Catalytic Cracking Catalysts, Pet. Refin. Petrochem. 53 (2022) 1-6, http://dx.doi.org/10.3969/j.issn.1005-2399.2022.05.001. [77] P. Bai U.J. Etim Z.F. Yan S. Mintova Z.D. Zhang Z.Y. Zhong X.H. Gao Fluid catalytic cracking technology: current status and recent discoveries on catalyst contamination Catal. Rev. 61 2018 333 405 10.1080/01614940.2018.1549011 P. Bai, U.J. Etim, Z.F. Yan, S. Mintova, Z.D. Zhang, Z.Y. Zhong, X.H. Gao, Fluid catalytic cracking technology: current status and recent discoveries on catalyst contamination, Catalysis Reviews. 61 (2018) 333-405, http://dx.doi.org/10.1080/01614940.2018.1549011. [78] P. Fritz The effect of sodium poisoning on dealuminated Y-type zeolites J. Catal. 118 1989 85 98 10.1016/0021-9517(89)90303-5 P. Fritz, The effect of sodium poisoning on dealuminated Y-type zeolites, J. Catal. 118 (1989) 85-98, http://dx.doi.org/10.1016/0021-9517(89)90303-5. [79] L.E. Sandoval-Díaz J.M. Martínez-Gil C.A. Trujillo The combined effect of sodium and vanadium contamination upon the catalytic performance of USY zeolite in the cracking of n-butane: evidence of path-dependent behavior in Constable–Cremer plots J. Catal. 294 2012 89 98 10.1016/j.jcat.2012.07.009 L.E. Sandoval-Díaz, J.M. Martínez-Gil, C.A. Trujillo, The combined effect of sodium and vanadium contamination upon the catalytic performance of USY zeolite in the cracking of n-butane: Evidence of path-dependent behavior in Constable–Cremer plots, J. Catal. 294 (2012) 89-98, http://dx.doi.org/10.1016/j.jcat.2012.07.009. [80] M.T. Xu X.S. Liu R.J. Madon Pathways for Y zeolite destruction: the role of sodium and vanadium J. Catal. 207 2002 237 246 10.1006/jcat.2002.3517 M.T. Xu, X.S. Liu, R.J. Madon, Pathways for Y zeolite destruction: The role of sodium and vanadium, J. Catal. 207 (2002) 237-246, http://dx.doi.org/10.1006/jcat.2002.3517. [81] C. Wang Z.X. Chen J.Q. Wang Omparison study of Na poisoning effect on copper-based chabazite micropore catalysts for NH3-SCR reaction CIESC J. 71 2020 5551 5560 C. Wang, Z.X. Chen, J.Q. Wang, Omparison study of Na poisoning effect on copper-based chabazite micropore catalysts for NH3-SCR reaction, CIESC J. 71 (2020) 5551-5560. [82] Z. Li Z.X. Wang Process of research on demetalization in heavy oil Chem. Ind. Eng. Prog. 35 2016 127 131 10.16085/j.issn.1000-6613.2016.s2.021 Z. Li, Z.X. Wang, Process of research on demetalization in heavy oil, Chem. Ind. Eng. Prog. 35 (2016) 127-131, http://dx.doi.org/10.16085/j.issn.1000-6613.2016.s2.021. [83] T.-H. Nguyen Q.-A. Nguyen A.N.T. Cao T. Ernest T.B. Nguyen P.T.H. Pham T.M. Nguyen Hydrodemetallization of heavy oil: Recent progress, challenge, and future prospects J. Pet. Sci. Eng. 216 2022 10.1016/j.petrol.2022.110762 T.-H. Nguyen, Q.-A. Nguyen, A.N.T. Cao, T. Ernest, T.B. Nguyen, P.T.H. Pham, T.M. Nguyen, Hydrodemetallization of heavy oil: Recent progress, challenge, and future prospects, Journal of Petroleum Science and Engineering. 216 (2022), http://dx.doi.org/10.1016/j.petrol.2022.110762. [84] A. Solouki S.A. Jaffer J. Chaouki Process development and techno-economic analysis of microwave-assisted demetallization and desulfurization of crude petroleum oil Energy Rep. 8 2022 4373 4385 10.1016/j.egyr.2022.03.122 A. Solouki, S.A. Jaffer, J. Chaouki, Process development and techno-economic analysis of microwave-assisted demetallization and desulfurization of crude petroleum oil, Energy Reports. 8 (2022) 4373-4385, http://dx.doi.org/10.1016/j.egyr.2022.03.122. [85] Kutowy O., T.T. A, H.J. D, Method for the molecular filtration of predominantly aliphatic hydrocarbon liquids, US4814088A (1989). [86] O.E. J, Upgrading heavy oils by solvent dissolution and ultrafiltration, US4797200 A (1989). [87] S. S Process optimization for biodiesel preparation from vegetable oils using heterogeneous catalysts 2011 College of Engineering, University of Petroleum & Energy Studies S. S, Process optimization for biodiesel preparation from vegetable oils using heterogeneous catalysts, College of Engineering, University of Petroleum & Energy Studies, 2011. [88] Y.L. Yang R.X. Yin Analysis on the technology of nickel and vanadium removal by petroleum chemistry Technol. Enterp. 2011 155 10.13751/j.cnki.kjyqy.2011.12.009 Y.L. Yang, R.X. Yin, Analysis on the technology of nickel and vanadium removal by petroleum chemistry, Technology and Enterprise. (2011) 155, http://dx.doi.org/10.13751/j.cnki.kjyqy.2011.12.009. [89] S.S. Lou H.X. Zhang O. Sha X.L. Chu Y. Zuo J.M. Zhao Removal of metallic impurities from residue oil Petrochem. Technol. 31 2002 357 360 10.3321/j.issn:1000-8144.2002.05.008 S.S. Lou, H.X. Zhang, O. Sha, X.L. Chu, Y. Zuo, J.M. Zhao, Removal of metallic impurities from residue oil, Petrochem. Technol. 31 (2002) 357-360, http://dx.doi.org/10.3321/j.issn:1000-8144.2002.05.008. [90] S.P. Tu T.F. Yen The feasibility studies for radical-induced decomposition and demetalation of metalloporphyrins by ultrasonication Energy Fuels 14 2000 1168 1175 10.1021/ef000044t S.P. Tu, T.F. Yen, The feasibility studies for radical-induced decomposition and demetalation of metalloporphyrins by ultrasonication, Energy Fuels. 14 (2000) 1168-1175, http://dx.doi.org/10.1021/ef000044t. [91] R. Vazquez-Duhalt E. Torres B. Valderrama S. Le Borgne Will biochemical catalysis impact the petroleum refining industry Energy Fuels 16 2002 1239 1250 10.1021/ef020038s R. Vazquez-Duhalt, E. Torres, B. Valderrama, S. Le Borgne, Will Biochemical Catalysis Impact the Petroleum Refining Industry?, Energy Fuels. 16 (2002) 1239-1250, http://dx.doi.org/10.1021/ef020038s. [92] H. Salehizadeh M. Mousavi S. Hatamipour K. Kermanshahi Microbial demetallization of crude oil using Aspergillus sp.: vanadium oxide octaethyl porphyrin (VOOEP) as a model of metallic petroporphyrins Iran. J. Biotechnol. 5 2007 226 231 10.1016/1381-1169(95)00239-1 H. Salehizadeh, M. Mousavi, S. Hatamipour, K. Kermanshahi, Microbial demetallization of crude oil using Aspergillus sp.:: vanadium oxide octaethyl porphyrin (VOOEP) as a model of metallic petroporphyrins, Iran. J. Biotechnol. 5 (2007) 226-231, http://dx.doi.org/10.1016/1381-1169(95)00239-1. [93] G.R. Dedeles A. Abe K. Saito K. Asano K. Saito A. Yokota F. Tomita Microbial demetallization of crude oil: Nickel protoporphyrin disodium as a model organo-metallic substrate J. Biosci. Bioeng. 90 2000 515 521 10.1016/s1389-1723(01)80032-3 G.R. Dedeles, A. Abe, K. Saito, K. Asano, K. Saito, A. Yokota, F. Tomita, Microbial demetallization of crude oil: Nickel protoporphyrin disodium as a model organo-metallic substrate, J. Biosci. Bioeng. 90 (2000) 515-521, http://dx.doi.org/10.1016/s1389-1723(01)80032-3. [94] C. Vincz R. Rath G.M. Smith B. Yilmaz R. McGuire Dendritic nickel porphyrin for mimicking deposition of contaminant nickel on FCC catalysts Appl. Catal. A: Gen. 495 2015 39 44 10.1016/j.apcata.2015.01.043 C. Vincz, R. Rath, G.M. Smith, B. Yilmaz, R. McGuire, Dendritic nickel porphyrin for mimicking deposition of contaminant nickel on FCC catalysts, Applied Catalysis A: General. 495 (2015) 39-44, http://dx.doi.org/10.1016/j.apcata.2015.01.043. [95] L. Yu M. Song P.T. Williams Y.X. Wei Alumina-supported spinel NiAl2O4 as a catalyst for re-forming pyrolysis gas Ind. Eng. Chem. Res. 58 2019 11770 11778 10.1021/acs.iecr.9b01006 L. Yu, M. Song, P.T. Williams, Y.X. Wei, Alumina-Supported Spinel NiAl2O4 as a Catalyst for Re-forming Pyrolysis Gas, Ind. Eng. Chem. Res. 58 (2019) 11770-11778, http://dx.doi.org/10.1021/acs.iecr.9b01006. [96] A. Nemati Kharat R. Zafari Application of zeolitic additives in the fluid catalytic cracking (FCC) J. Nanostruct. 3 2013 209 217 10.7508/jns.2013.02.009 A. Nemati Kharat, R. Zafari, Application of Zeolitic Additives in the Fluid Catalytic Cracking (FCC), J. Nanostruct. 3 (2013) 209-217, http://dx.doi.org/10.7508/jns.2013.02.009. [97] D.E. Adanenche A. Aliyu A.Y. Atta B.J. El-Yakubu Residue fluid catalytic cracking: a review on the mitigation strategies of metal poisoning of RFCC catalyst using metal passivators/traps Fuel 343 2023 127894 10.1016/j.fuel.2023.127894 D.E. Adanenche, A. Aliyu, A.Y. Atta, B.J. El-Yakubu, Residue fluid catalytic cracking: A review on the mitigation strategies of metal poisoning of RFCC catalyst using metal passivators/traps, Fuel. 343 (2023), http://dx.doi.org/10.1016/j.fuel.2023.127894. [98] M. Monai M. Gambino S. Wannakao B.M. Weckhuysen Propane to olefins tandem catalysis: a selective route towards light olefins production Chem. Soc. Rev. 50 2021 11503 11529 10.1039/d1cs00357g M. Monai, M. Gambino, S. Wannakao, B.M. Weckhuysen, Propane to olefins tandem catalysis: a selective route towards light olefins production, Chem. Soc. Rev. (2021), http://dx.doi.org/10.1039/d1cs00357g. [99] C. Yuan L. Zhou Q. Chen C. Su Z. Li G. Ju The research on anti-nickel contamination mechanism and performance for boron-modified FCC catalyst Materials 15 2022 7720 10.3390/ma15207220 C. Yuan, L. Zhou, Q. Chen, C. Su, Z. Li, G. Ju, The Research on Anti-Nickel Contamination Mechanism and Performance for Boron-Modified FCC Catalyst, Materials. 15 (2022) 7720, http://dx.doi.org/10.3390/ma15207220. [100] C.C. Zhang J. Shi S. Hartlaub J.P. Palamara I. Petrovic B. Yilmaz In-situ diffuse reflective infrared Fourier transform spectroscopy (DRIFTS) study on Ni passivation in FCC catalysts from boron-based technology Catal. Commun. 150 2021 106273 10.1016/j.catcom.2020.106273 C.C. Zhang, J. Shi, S. Hartlaub, J.P. Palamara, I. Petrovic, B. Yilmaz, In-situ diffuse reflective infrared Fourier transform spectroscopy (DRIFTS) study on Ni passivation in FCC catalysts from boron-based technology, Catal. Commun. 150 (2021), http://dx.doi.org/10.1016/j.catcom.2020.106273. [101] Y. Qi Q.Q. Liu Z.Y. Chen Y.X. Zhu Y. Chen H.T. Song B.Q. Dai L. Zhang Nickel-Passivating element selection in FCC process and mechanistic study on the passivation of nickel by lanthanum and phosphorus Chem. Eng. J. 467 2023 143452 10.1016/j.cej.2023.143452 Y. Qi, Q.Q. Liu, Z.Y. Chen, Y.X. Zhu, Y. Chen, H.T. Song, B.Q. Dai, L. Zhang, Nickel-Passivating element selection in FCC process and mechanistic study on the passivation of nickel by lanthanum and phosphorus, Chem. Eng. J. 467 (2023), http://dx.doi.org/10.1016/j.cej.2023.143452. [102] Y. Xie Y. Zhang L. He C.Q. Jia Q. Yao M. Sun X. Ma Anti-deactivation of zeolite catalysts for residue fluid catalytic cracking Appl. Catal. A: Gen. 657 2023 119 159 10.1016/j.apcata.2023.119159 Y. Xie, Y. Zhang, L. He, C.Q. Jia, Q. Yao, M. Sun, X. Ma, Anti-deactivation of zeolite catalysts for residue fluid catalytic cracking, Applied Catalysis A: General. 657 (2023) 119-159, http://dx.doi.org/10.1016/j.apcata.2023.119159. [103] P.S. Liu Y. Cui G.B. Gong X.B. Du J.Y. Wang X.H. Gao M.J. Jia J.H. Yu Vanadium contamination on the stability of zeolite USY and efficient passivation by La2O3 for cracking of residue oil Microporous Mesoporous Mater. 279 2019 345 351 10.1016/j.micromeso.2019.01.023 P.S. Liu, Y. Cui, G.B. Gong, X.B. Du, J.Y. Wang, X.H. Gao, M.J. Jia, J.H. Yu, Vanadium contamination on the stability of zeolite USY and efficient passivation by La2O3 for cracking of residue oil, Microporous Mesoporous Mater. 279 (2019) 345-351, http://dx.doi.org/10.1016/j.micromeso.2019.01.023. [104] C.R. Moreira N. Homs J.L.G. Fierro M.M. Pereira P. Ramírez de la Piscina HUSY zeolite modified by lanthanum: effect of lanthanum introduction as a vanadium trap Microporous Mesoporous Mater. 133 2010 75 81 10.1016/j.micromeso.2010.04.017 C.R. Moreira, N. Homs, J.L.G. Fierro, M.M. Pereira, P. Ramírez de la Piscina, HUSY zeolite modified by lanthanum: Effect of lanthanum introduction as a vanadium trap, Microporous Mesoporous Mater. 133 (2010) 75-81, http://dx.doi.org/10.1016/j.micromeso.2010.04.017. [105] Y. Hu Y.B. Luo X.B. Zhao X.T. Shu Preparation of SRY zeolite with rich silicon in framework and its catalyst Pet. Process. Petrochem. 30 1999 12 14 Y. Hu, Y.B. Luo, X.B. Zhao, X.T. Shu, Preparation of SRY zeolite with rich silicon in framework and its catalyst, Pet. Process. Petrochem. 30 (1999) 12-14. [106] B.Z. Qian J.F. Zhu New progress of catalysts for petroleum refining(eds.) Ind. Catal. 2004 1 20 B.Z. Qian, J.F. Zhu, New progress of catalysts for petroleum refining(eds.), Ind. Catal. 2004, pp. 1-20. [107] Application of Akzon-Nobel catalyst for reducing olefins in Luoyang Petrochemical Industry, Ind. Catal. (2003) 11. [108] M. Xu Jl Yang S.J. Ma L.J. Bai H.X. Xiao Experimental research on preparation of zinc ferrite by roasting Min. Metall. Eng. 36 2016 74 77 10.3969/j.issn.0253-6099.2016.03.019 M. Xu, Jl Yang, S.J. Ma, L.J. Bai, H.X. Xiao, Experimental research on preparation of zinc ferrite by roasting, Min. Metall. Eng. 36 (2016) 74-77, http://dx.doi.org/10.3969/j.issn.0253-6099.2016.03.019. [109] C. Mu C. Lv X. Meng J. Sun Z. Tong K. Huang In situ characterization techniques applied in photocatalysis: a review Adv. Mater. Interfaces 10 2022 2201842 10.1002/admi.202201842 C. Mu, C. Lv, X. Meng, J. Sun, Z. Tong, K. Huang, In Situ Characterization Techniques Applied in Photocatalysis: A Review, Advanced Materials Interfaces. 10 (2022), http://dx.doi.org/10.1002/admi.202201842. [110] X. Li X. Yang J. Zhang Y. Huang B. Liu In Situ/Operando Techniques for Characterization of Single-Atom Catalysts ACS Catal. 9 2019 2521 2531 10.1021/acscatal.8b04937 X. Li, X. Yang, J. Zhang, Y. Huang, B. Liu, In Situ/Operando Techniques for Characterization of Single-Atom Catalysts, ACS Catal. 9 (2019) 2521-2531, http://dx.doi.org/10.1021/acscatal.8b04937. [111] X. Li R. Fan H. Shen G. Wang C. Li A site distance dependence of product selectivity in n-hexane dehydrogenation over alumina-supported chromium catalyst Chem. Eng. J. 488 2024 150842 10.1016/j.cej.2024.150842 X. Li, R. Fan, H. Shen, G. Wang, C. Li, A site distance dependence of product selectivity in n-hexane dehydrogenation over alumina-supported chromium catalyst, Chem. Eng. J. 488 (2024), http://dx.doi.org/10.1016/j.cej.2024.150842.",
      "scopus-id": "85200218545",
      "coredata": {
        "eid": "1-s2.0-S0926860X24003429",
        "dc:description": "Catalytic cracking technology of crude oil to chemicals (COTC), characterized by its strong adaptability to raw materials, low energy consumption, and high yield of chemicals, aligns well with the refining industry's transition from a \"fuel-based\" to a \"chemical-based\" model. However, a significant issue in the catalytic cracking process of crude oil is catalyst deactivation, particularly because of the poisoning effects of metals present in crude oil, such as nickel (Ni), vanadium (V), iron (Fe), and sodium (Na). This paper reviews the typical processes of COTC, mechanisms of typical metal poisoning on catalysts, and strategies to mitigate the contamination of metals on catalysts. Additionally, this paper offers a prospective analysis of the current challenges and future development directions in this field, aiming to establish a theoretical foundation for the development of poison-resistant catalysts with industrial application potential.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2024-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X24003429",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xu, Zhen"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Youbing"
          },
          {
            "@_fa": "true",
            "$": "Gong, Maoming"
          },
          {
            "@_fa": "true",
            "$": "Jiao, Nianming"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Tao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X24003429"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X24003429"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(24)00342-9",
        "prism:volume": "685",
        "articleNumber": "119897",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Review on the poisoning behavior of typical metals on cracking catalysts for chemicals production from petroleum and anti-poisoning strategies",
        "prism:copyright": "© 2024 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Crude oil to chemicals"
          },
          {
            "@_fa": "true",
            "$": "Cracking catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalyst poisoning mechanism"
          },
          {
            "@_fa": "true",
            "$": "Typical metals"
          },
          {
            "@_fa": "true",
            "$": "Anti-poisoning strategies"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "119897",
        "pubType": "rev",
        "prism:coverDisplayDate": "25 September 2024",
        "prism:doi": "10.1016/j.apcata.2024.119897",
        "prism:startingPage": "119897",
        "dc:identifier": "doi:10.1016/j.apcata.2024.119897",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "112",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7489",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15969",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "351",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22649",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "194",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26386",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "248",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24811",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "72",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4322",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5109",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6576",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "125",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13045",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15833",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "494",
            "@width": "1497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "33626",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1239",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "78388",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1551",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "102861",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "856",
            "@width": "1497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "127325",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1098",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "193565",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "2921",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X24003429-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "785857",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85200218545"
      }
    }
  }
}