{
  "metadata": {
    "title": "Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the preparation method",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-12-17",
    "doi": "10.1016/S0926-860X(96)00218-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002189",
    "pii": "S0926860X96002189"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0347214984",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-06-17 1999-06-17 2010-11-14T00:05:07 1-s2.0-S0926860X96002189 S0926-860X(96)00218-9 S0926860X96002189 10.1016/S0926-860X(96)00218-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00592 2024-01-01T12:19:29.85596Z 0 0 19961217 1996 1999-06-17T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 148 148 1 1 Volume 148, Issue 1 6 63 80 63 80 19961217 17 December 1996 1996-12-17 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. CROTONALDEHYDEHYDROGENATIONOVERBIMETALLICPTSNCATALYSTSSUPPORTEDPREGRAPHITIZEDCARBONBLACKEFFECTPREPARATIONMETHOD COLOMA F SINFELT 1981 257 J CATALYSISSCIENCETECHNOLOGY VOLTER 1981 42 J LIESKE 1984 96 H BALAKRISHNAN 1991 287 K SEXTON 1984 466 B DAUTZENBERGERG 1980 119 F ADKINS 1984 371 S SRINIVASAN 1991 257 R SRINIVASAN 1987 449 R SRINIVASAN 1990 303 R LI 1990 71 Y LI 1991 1 Y VANNICE 1990 165 M COLOMA 1995 L1 F BECCAT 1993 99 P POLTARZEWSKI 1986 190 Z TRONCONI 1990 1766 E GALVAGNO 1987 379 S GALVAGNO 1990 215 S GALVAGNO 1993 55 S GALVAGNO 1993 227 S COLOMA 1996 231 F COLOMA 1995 299 F RODRIGUEZREINOSO 1986 171 F BILOEN 1980 112 O COLOMAX1996X63 COLOMAX1996X63X80 COLOMAX1996X63XF COLOMAX1996X63X80XF item S0926-860X(96)00218-9 S0926860X96002189 1-s2.0-S0926860X96002189 10.1016/S0926-860X(96)00218-9 271346 2024-01-01T12:19:29.85596Z 1996-12-17 1-s2.0-S0926860X96002189-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/MAIN/application/pdf/0eac74c91223cc1b0061409ee89ec035/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/MAIN/application/pdf/0eac74c91223cc1b0061409ee89ec035/main.pdf main.pdf pdf true 889185 MAIN 18 1-s2.0-S0926860X96002189-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/PREVIEW/image/png/a983e41c8263a1b32fb7ad0323c73c8f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/PREVIEW/image/png/a983e41c8263a1b32fb7ad0323c73c8f/main_1.png main_1.png png 43866 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002189-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif si5 true si5.gif gif 288 18 43 ALTIMG 1-s2.0-S0926860X96002189-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif si4 true si4.gif gif 288 18 43 ALTIMG 1-s2.0-S0926860X96002189-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/STRIPIN/image/gif/3969a1289fa07a9d0850936f6975be80/si4.gif si3 true si3.gif gif 288 18 43 ALTIMG 1-s2.0-S0926860X96002189-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/STRIPIN/image/gif/7320ee78ba185aca7d69425cd744a02e/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/STRIPIN/image/gif/7320ee78ba185aca7d69425cd744a02e/si2.gif si2 true si2.gif gif 362 18 66 ALTIMG 1-s2.0-S0926860X96002189-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002189/STRIPIN/image/gif/7320ee78ba185aca7d69425cd744a02e/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002189/STRIPIN/image/gif/7320ee78ba185aca7d69425cd744a02e/si2.gif si1 true si1.gif gif 362 18 66 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 148 (1996) 63-80 Crotonaldehyde hydrogenation over bimetallic Pt-Sn catalysts supported on pregraphitized carbon black. Effect of the preparation method F. Coloma a, A. Sepflveda-Escribano a, J.L.G. Fierro b, F. Rodriguez-Reinoso a,* a Departamento de Qulmica lnorgdmica, Unit,ersidad de Alicante, Apartado 99, E-03080 Alicante, Spain h lnstituto de Cat{tlisis y Petroleoqufmica, C.S.I.C., Campus U.A.M., Cantoblanco, E-28049 Madrid, Spain Received 11 March 1996; revised 12 April 1996; accepted l 1 May 1996 Abstract The effect of the preparation method on the catalytic behavior of bimetallic Pt-Sn/C catalysts in the vapor phase hydrogenation of crotonaldehyde has been determined. Nine Pt-Sn/C bimetallic catalysts have been prepared by coimpregnation and by successive impregnations of the support with solutions of the metal precursors, with Sn/Pt atomic ratios ranging from 0 to 1.43. The effect of these variables on the surface characteristics of the catalysts has been analyzed by hydrogen and carbon monoxide chemisorption at room temperature and by X-ray photoelectron spectroscopy (XPS), and they have been related to the catalytic behavior in the title reaction. Results show that both metallic and oxidized tin species are present in the reduced catalysts (hydrogen, 623 K, 12 h) and their relative amounts depend on the preparation method and on the Sn/Pt ratio. The overall activity for the title reaction increases with tin content, with a maximum for Sn/Pt of about 0.8, and then decreases for higher tin loadings. The selectivity for the hydrogenation of the carbonyl bond in competition with the reduction of the olefinic C=C bond seems to be related to the relative amount of oxidized surface tin species. The best results in terms of activity and selectivity are achieved with catalysts in which the tin precursor has been loaded first. Keywords.\" Pt-Sn/carbon black; Carbon support: Chemisorption: XPS: Selective hydrogenation: Benzene hydrogenation: Crotonaldehyde; Selectivity, crotyl alcohol * Corresponding author. Fax: (+ 34-6) 590 34 54; e-mail: reinoso@ua.es. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)002 1 8-9 64 F. Coloma et aL /Applied Catalysis A: General 148 (1996) 63-80 1. Introduction Pt-Sn catalysts, in most cases supported on alumina, are widely used for hydrocarbon reforming and dehydrogenation reactions because they show a better performance, in terms of activity and stability, than monometallic Pt/A1203 catalysts [1,2]. In this sense, supported bimetallic Pt-Sn catalysts have been widely characterized by several techniques with the aim of correlating their surface characteristics with their catalytic behavior. Among the most interesting topics arising from these studies are the oxidation state of tin in the catalysts after reduction in hydrogen, the possibility of platinum-tin alloy formation and the extent of the tin-support interaction. The nature of the support has a great importance in determining those features and thus, it has been reported that the presence of Snafter reduction is related to the extent of the metal-support interaction [3], which is higher for alumina than for silica [4,6]. The use of a relatively inert support such as carbon will allow to discard the possibility of a strong tin-support interaction, thus facilitating the platinum- tin interaction; this could lead to an easier formation of Pt-Sn alloy phases. Such alloys have been identified even on alumina by a number of techniques (M~ssbauer spectroscopy, electron microdiffraction, XPS, XRD, etc.) and are shown to strongly depend on the method and precursors used to prepare the catalysts [7-12]. Bimetallic Pt-Sn catalysts have also been used in reactions leading to the production of fine chemicals. In this field, the preparation of unsaturated alcohols by selective hydrogenation of the corresponding a, E-unsaturated alde- hydes has a great industrial importance and constitutes a challenging task, because the hydrogenation of the olefinic C=C group is thermodynamically favored over the hydrogenation of the carbonyl group. Monometallic Pt catalysts usually produce the saturated aldehyde, and it is necessary to modify them either by support effects [13,14] or by addition of a second metal [15] to improve the selectivity towards the hydrogenation of the carbonyl bond. The promoter effect of tin on the catalytic behaviour of platinum and ruthenium in fine chemical hydrogenation reactions in the liquid phase has been studied by Galvagno et al. They used the Pt-Sn/nylon system to hydrogenate acrolein [16], cinnamalde- hyde [16,17], nitrobenzene [18] and benzonitrile [19]. In all cases they found an increase in the reaction rate at low tin contents and a decrease in activity for higher Sn/Pt ratios. Furthermore, the addition of tin produced an enhanced selectivity towards the hydrogenation of the C=O bond and formation of unsaturated alcohols in the hydrogenation of a, E-unsaturated aldehydes (acrolein and cinnamaldehyde). Similar results were obtained with carbon-supported ruthenium-tin catalysts in the liquid phase hydrogenation of cinnamaldehyde and citral [20,21]. The authors suggested that the hydrogenation of the C=O group takes place on sites associated with tin ions, where the carbonyl group is F. Coloma et al. /Applied Catalysis A: General 148 (1996) 63-80 65 polarized, this facilitating the reduction with hydrogen from adjacent Ru-H sites. In a previous paper [22], we have reported the beneficial effect of tin addition to Pt/C catalysts in the vapor phase hydrogenation of crotonaldehyde, showing that tin favors the hydrogenation of the carbonyl group, this yielding an enhanced selectivity for the unsaturated alcohol (crotyl alcohol). In that piece of work we studied the effect of the Sn/Pt atomic ratio on the catalyst behavior, correlating the surface characteristics deduced from several techniques with the activity and selectivity of the catalysts. We concluded that the Sn/Pt atomic ratio, ranging from 0 to 1.4, determined to a great extent the surface chemistry of the catalysts, i.e., the amount of surface platinum and tin and the oxidation state of tin (metallic or oxidized) and, consequently, their behavior in the title reaction. These catalysts were prepared by successive impregnations, loading the platinum precursor in the first place. Bearing in mind the great dependence of the catalytic behavior on the surface chemistry of the samples, and that this may be also modified as a function of the preparation method, we have prepared and studied two new series of catalysts, with similar Sn/Pt ratios than those reported in our previous paper [22] but prepared by two different methods: coimpregna- tion of both metal precursors and successive impregnation with the tin precursor which is now loaded first. This paper reports the results of this study. 2. Experimental The raw material used for the preparation of the support was a fumace carbon black (CC-40-220, from Columbian Chemical Co.) with a mean particle diame- ter of 18 nm and an ash content of 0.15 wt.-%. This carbon was heat treated at 2273 K for 1 h under a helium flow to obtain the pregraphitized material used as the catalyst support. The preparation and characterization of this support (named C20) has previously been reported [23]. It had a BET surface area (N2, 77 K) of 212 m2 g-l, micropore volumes of 0.03 cm3 g-1 (CO2' 273 K, Dubinin- Radushkevich) and 0.09 cm3 g-1 (N2, 77 K, Dubinin-Radushkevich) and the presence of sulfur was not detected in the composition. For the sake of simplicity, it will be referred hereafter as carbon C. Three bimetallic catalysts were obtained by coimpregnation of the support with ethanolic solutions of H2PtC166H20 and SnC12 (10 cm3 per gram of support), with the appropriate concentrations to obtain a Pt loading of 1 wt.-% and tin contents of 0.25, 0.50 and 0.75 wt.-%. The excess of solvent was removed by flowing nitrogen through the suspension and the remaining solid was dried overnight at 393 K (series A). The monometallic Pt/C catalyst was prepared by impregnating the support with an aqueous solution of H2PtC16. Three bimetallic Pt-Sn/C catalysts (series B) were prepared by impregnation of Pt/C with acidic aqueous solutions of SnC12 in different concentrations to 66 F. Coloma et al. /Applied Catalysis A: General 148 (1996) 63-80 achieve the same nominal tin loadings as in series A [22]. Three more bimetallic catalysts (series C) were prepared by successive impregnations, but reversing the order of precursor addition (i.e. by first introducing SnC12). The platinum dispersion was determined by hydrogen and carbon monoxide chemisorption at room temperature, after reduction in flowing hydrogen at 623 K for 12 h. The chemical state of platinum and tin, both in the fresh and reduced catalysts, was studied by X-ray photoelectron spectroscopy (XPS). The catalytic behavior of the catalysts in the title reaction and in benzene hydrogenation was determined in the vapor phase at atmospheric pressure, using a dynamic glass microflow reactor equipped with an automatic on-line analysis system. Benzene hydrogenation was studied at 323 K, with a reactant mixture containing purified hydrogen and benzene in a Hz/C6H6 ratio of 11.0. Crotonaldehyde (trans-2- butenal, CROALD) hydrogenation was performed at temperatures ranging from 313 K to 373 K; the reaction mixture, in a H,_/CROALD ratio of 26, was prepared by passing a hydrogen flow through a saturator containing crotonalde- hyde, which was thermostatized at 293 K. A Carbowax 20M 58/90 25-30 m semicapilar column was used in both reactions (with different temperature programs) to separate the reaction products, which were analyzed by gas-chro- matography. 3. Results and discussion 3.1. Hydrogen and carbon monoxide chemisorption at room temperature Table 1 reports the Sn/Pt atomic ratio of the catalysts along with the amounts of hydrogen and carbon monoxide adsorbed at 298 K on the reduced samples (H2,623 K, 12 h). The capacity for chemisorbing both gases at room tempera- ture strongly decreases as the amount of tin increases up to an atomic Sn/Pt ratio of 0.82, the decrease, if any, being much smaller thereafter. The great Table 1 Catalysts description and chemisorption data Catalyst Sn/Pt HChem\" COchem H/Pt CO/Pt atomic (/xmol g cat- 1 ) (/zmol g cat i ) Pt/C 0 46.7 29.4 0.92 0.58 A-Pt25Sn/C 0.41 23.6 22.8 0.46 0.44 A-Pt50Sn/C 0.82 3.0 2.8 0.06 0.05 A-Pt75Sn/C 1.23 5.2 3.3 0.10 0.06 C-Pt25Sn/C 0.41 19.0 19.4 0.37 0.38 C-Pt50Sn/C 0.82 5.4 9.9 0.10 0.19 C-Pt75Sn/C 1.23 3.8 2.5 0.07 0.05 F. Coloma et al./Applied Catalysis A: General 148 (1996) 63-80 Table 2 Binding energies (eV) of core electrons and 1cl/IXPS ratio in carbon-supported Pt-Sn catalysts 67 Catalyst Treatment 1 / 1c Pt 4f7/2 Sn 3d5/2 A-Pt75Sn/C Vacuum 0.0351 71.9 487.6 73.0 Reduction 0.0050 71.9 486.1 73.5 487.7 B-Pt75Sn/C Vacuum 0.0284 72.4 487.8 74.0 Reduction 0.0014 71.9 486.0 487.7 C-Pt75Sn/C Vacuum 0.0204 72.3 487.6 74.5 Reduction 0.0038 72.1 486.0 73.2 487.6 difference between the amounts of hydrogen and carbon monoxide chemisorbed by the monometallic Pt/C catalyst is attributed to a high contribution of CO being bonded to platinum as bridging species on this catalyst, as previously discussed [22-24]. The effect of tin on the chemisorption behaviour of Pt-Sn/AleO3 catalysts has been explained in terms of either alloy formation [3], or interaction between tin and alumina to form a kind of tin-aluminate shell that influences the properties of the Pt atoms which are close to it [5], although the possibility of a decrease of the Pt accessibility by tin or oxidized tin deposits may not be ruled out. In our case, the pregraphitized carbon black practically discards the tin-support interaction as the origin of the decrease in hydrogen uptake, when using a relatively inert support. Thus, the formation of Pt-Sn alloys, the surface enrichment with tin species or even the increase in particle sizes with tin addition could account for the observed behavior. 3.2. XPS Characterization The binding energies of the Pt 4f7/2 and Sn 3d5/2 levels for catalysts with the highest Sn/Pt ratios, both freshly prepared (vacuum treatment at room temperature) and reduced 'in situ' (hydrogen, 623 K, 1 h), are reported in Table 2 after referencing them to the C ls binding energy of 284.9 eV. In some cases two values are given, corresponding to the deconvolution of the main peak into two components. Table 2 also presents the Ic~/lc XPS ratio of the different catalysts, both fresh and reduced, which can be considered as a measure of the amount of the surface C1 content. The C1 2p binding energy appeared at 198.8 eV in every case, irrespective of the catalyst and the previous treatment. It can 68 F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 e- C 0 Pt4f Pt(ID Pt(o) \\ \\ \\ \\ I I 78 75 72 BE (eV) Fig. 1. XPS spectra of the Pt 4f region for fresh and reduced Pt75Sn/C catalysts. be seen that the IC1/IC ratio strongly decreases with the reduction treatment, due to the reduction of the chlorinated species impregnated on the supports. The Pt 4f spectra for the fresh and reduced catalysts are compared in Fig. 1. The XPS spectra of fresh samples present some differences among them depending on the preparation method. Thus, although a peak at low binding energy (71.9 eV for the A-catalyst and 72.3-72.4 eV for B- and C-catalysts), which can be assigned to metallic platinum, is observed for all of them, a second peak, at higher binding energies, is also present. This second peak, whose position is slightly different for each sample, appears at BE values around that of Ptn (74.0 eV), and it could then be tentatively assigned to Ptn chlorinated species which are affected, to different extends, by the presence of tin in their F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 69 vicinity. In any case, it is to be noted that upon impregnation, platinum becomes reduced from PtTM in the metal precursor to Ptand Ptn in the fresh catalysts. This redox reaction could involve the oxidation of the carbon support or, more likely, the oxidation of Snn species from the tin precursor to SnTM and thus, it could be greatly affected by the impregnation method used. The peaks for both Ptand Ptn appear at binding energies that are somewhat higher than in the monometallic Pt/C catalyst (71.5 eV for Ptand 73.0 eV for ptn), and this could be due to a kind of electronic modification of the surface platinum atoms. Similar results have been previously found in Pt-Sn/AI203 catalysts [4], and were assigned to platinum being in a Pt-O-Sn state, and also in Pt-Re/SiO2 samples [25], where the origin of the BE shift was attributed to an effect of Pt-Re alloy formation. These two possibilities can be taken into account to explain our results with the Pt-Sn/C system, since, both metallic and oxidized tin are present in the bimetallic catalysts after reduction. Fig. 2 shows the Sn 3d spectra of both fresh and reduced catalysts. The spectra recorded with the fresh samples show a unique peak at about 487.6 eV (actual values are reported in Table 2) which is assigned to oxidized tin (Snn or SniV), probably forming chlorinated species. Unfortunately, XPS cannot dis- criminate between Snn and SnTM. When the catalysts are reduced, a new peak at 486.1 eV appears, which is characteristic of metallic tin. The relative amount of metallic tin is greatly affected by the preparation method and thus, tin reduction is nearly complete in the A-catalyst but much less in the C-catalyst. Coming back to the Pt 4f spectra of Fig. 1, it can be seen that Ptis the main platinum species in the reduced catalysts; platinum is completely reduced in B-Pt75Sn/C, but a small amount of oxidized platinum still remains in the catalysts of series A and C, the binding energies of this oxidized platinum species being somewhat lower than the corresponding Ptn. In conclusion, the surface composition of the bimetallic Pt-Sn catalysts depends, to a large extent, on the impregnation method employed. Platinum is mainly in the metallic state after reduction, but small amounts of oxidized species can be observed. With regards to tin, it can be concluded that the thermal treatment in hydrogen causes the reduction of a certain amount of tin to the metallic state, this opening the possibility to the formation of alloy phases between metallic platinum and metallic tin. We have recently shown in a previous paper that the surface composition of the reduced catalysts is also affected by the Sn/Pt atomic ratio [22]. The effect of the reduction temperature on the surface composition of catalysts prepared by two different methods has been evaluated by XPS. Samples B-Pt50Sn/C and C-Pt50Sn/C have been analyzed after reduction in flowing hydrogen at 423, 623 and 773 K for 1 h. The Pt 4f spectra of both catalysts after reduction at different temperatures are compared in Fig. 3. It can be seen that, whereas Pt is fully reduced to Ptafter treatment at only 423 K in catalyst B-Pt50Sn/C, some amount of Ptu remains in the catalyst from series C. On the other hand, the Sn 3d spectra of the reduced samples are compared in 70 F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 Sn3d 497 Sn(II/IV) B-I't75Sn/C \"'l .~ C-Pt75SnlC I T T 494 491 488 485 BE (eV) Fig. 2. XPS spectra of the Sn 3d region for fresh and reduced Pt75Sn/C catalysts. Fig. 4, and clear differences arise between both samples. Tin reduction is more hindered in catalysts from series B; an important amount of reduced tin is achieved after reduction at 773 K under the conditions used. However, metallic tin already appears in catalyst C-Pt50Sn/C after reduction at only 423 K, and the treatment at higher temperatures slightly increases the amount of metallic tin detected. Thus, it can be concluded that the preparation method greatly affects the surface characteristics of the resulting catalysts, what is likely due to the different interactions taking place between the metal precursors among them and the carbon support in the initial stages of the catalyst preparation procedure. 3.3. Benzene hydrogenation Benzene hydrogenation has been carried out with the monometallic and bimetallic catalysts in order to assess the decrease of the amount of surface F. Coloma et al./Applied Catalysis A: General 148 (1996) 63-80 7 (a) l e. e-, Pt 4f et(0) I Tr = 500 I I I I 76 74 72 70 BE (eV) (b) Pt 4f Pt(0) Tr = 150 Tr :~ Tr = $100 I __ I / 76 74 72 70 BE (eV) Fig. 3. XPS spectra of the Pt 4f region for catalysts (a) B-PtSoSn/C and (b) C-PtSOSn/C reduced at differen temperatures. 72 F. Coloma et al. /Applied Catalysis A.\" General 148 (1996) 63-80 (a) Sn 3d Sn(II/IV) Sn(0) o Tr = 500 I I I I 497 493 489 485 BE (eV) (b) Sn 3d Sn(II/IV) ~Tr = 150 / Tr = 500 i , I I [ 497 493 489 485 BE (eV) Fig. 4. XPS spectra of the Sn 3d region for catalysts (a) B-Pt5oSn/C and (b) C-Pt50Sn/C reduced at differen! temperatures. F. Coloma et al. /Applied Catalysis A: General 148 (1996) 63-80 73 Rate (mmol.min1 -gPt\" ) Catalysts Fig. 5. Catalytic activity for benzene hydrogenation at 323 K for selected catalysts. platinum with tin loading, obtained by chemisorption measurements, given the structure insensitive character of this reaction. The activity data for benzene hydrogenation at 323 K of some selected catalysts are plotted in Fig. 5. The addition of a small amount of tin causes a decrease in the rate of benzene hydrogenation, which is mainly due to the blocking of platinum surface sites, but the specific activity (amount of benzene reacted per surface platinum atom) of the monometallic Pt/C catalyst is similar to that of catalysts with Sn/Pt = 0.41 (A-Pt25Sn/C and C-Pt25Sn/C). However, catalysts with Sn/Pt = 0.82 show a very low activity, which does not correlate with the loss of surface platinum deduced from hydrogen chemisorption, since, the specific activity obtained is about nine times lower than that of catalysts with lower tin loading. This seems to indicate a poison effect of tin, which would withdraw electronic density from platinum. In fact, XPS results of catalysts with the highest tin content show a slight shift of the Pt 4f7/2 level binding energy to higher values as discussed above; the same was observed with catalysts from series B with different tin content [22]. This Pt-Sn interaction, which was stronger as the Sn/Pt atomic ratio increased, would account for the observed activities in the benzene hydrogenation reaction, and could be related to the formation of Pt-Sn alloy phases of specific stoichiometry. As will be shown below, the effect of tin addition on the benzene hydrogenation reaction is completely opposite to that observed for the hydrogenation of crotonaldehyde, thus making the promoter effect of tin for the latter reaction evident. 3.4. Crotonaldehyde hydrogenation Fig. 6 shows the overall activities (/xmol of crotonaldehyde (CROALD) transformed per second and gram of Pt) for the catalysts, in the vapor phase hydrogenation of crotonaldehyde at 343 K, as a function of the Sn/Pt atomic ratio. The reported values have been obtained after 90 min on stream at the 74 F. Coloma et al. //Applied Catalysis A: General 148 (1996) 63-80 Rate (pmol-s4.gPt4) 160 / % / \\ 0 0.2 0.4 0.6 0.8 1 1.2 1.4 Sn/Pt Fig. 6. Overall catalytic activities in the vapor phase hydrogenation of CROALD as a function of the Sn/Pt atomic ratio. mentioned temperature, when the activities are clearly stabilized after the deactivation observed during the first minutes of the reaction. It can be seen that the catalytic activity increases with tin addition when the Sn/Pt is relatively low (0.41), but higher tin loadings induce a decrease in catalytic activity. An important point to emphasize is the higher activity of series C samples, prepared by first impregnating the tin precursor. The specific activities (turnover num- bers), calculated on the basis of the amount of hydrogen which is chemisorbed at 298 K, are plotted in Fig. 7. When one takes into account the amount of surface platinum atoms determined from hydrogen chemisorption, a sharp increase in specific activities with tin loading is obtained for catalysts from both T.O.N. (h4) 1200 1000 <t:~.Series A oo 6OO 4OO 2OO 0 0.2 0.4 0.6 0.8 1 1.2 1.4 Sn/Pt Fig. 7. Overall specific activities in the vapor phase hydrogenation of CROALD as a function of the Sn/Pt atomic ratio. F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 75 CROALC % 6O Pt75Sn/C 5O I--__,___~i_ C-PtS0SntC 40 ~~~ ~\"--I 30 5Sn/C 20 A-Pt75Sn/C \"\"~PtSOSn/C A-Pt25Sn/C 10 ~ O Pt/C 0 i ~_ 5 10 15 20 Conversion % Fig. 8. Selectivity towards crotyl alcohol as a function of the conversion degree for the different catalysts. series if the Sn/Pt atomic ratio is kept lower than one. For higher tin loadings, a decrease in activity is obtained which is more important for catalyst A-Pt75Sn/C. A qualitatively similar trend is obtained with catalysts from series B [22], although with lower values of specific activity. Thus, although the amount of surface platinum atoms decreases by surface enrichment with tin species, the catalytic activity of the remaining platinum atoms is enhanced. The products obtained in the vapor phase hydrogenation of crotonaldehyde in the conditions used in this study are n-butyraldehyde (BUTALD), crotyl alcohol (CROALC), butanol (BUTNOL) and butane. Fig. 8 compares the selectivity towards the unsaturated alcohol, crotyl alcohol, for the different catalysts as a function of conversion. These data have been obtained by carrying out the reaction at 313, 333, 353 and 373 K, and keeping constant all other parameters. Butanol and butane are produced in small amounts, which are similar for all the catalysts (< 10% with the bimetallic catalysts, nearly nil with Pt/C) at the several reaction temperatures studied. Consequently, a high selectivity to crotyl alcohol means a low selectivity for the hydrogenation of the olefinic C=C bond yielding butyraldehyde. The monometallic Pt/C catalyst promotes nearly exclusively the hydrogena- tion of the olefinic bond. Tin addition modifies the catalytic behavior of platinum and thus, the selectivity towards crotyl alcohol is much higher with the bimetallic catalysts. Both the atomic Sn/Pt ratio and the preparation method affect the catalytic behavior; thus, as previously reported with catalysts from series B [22] and also observed in Fig. 6 for catalysts of series A and C, the increase of tin loading favors the hydrogenation of the carbonyl bond. Sample A-Pt75Sn/C does not follow the general trend, showing less selectivity for CROALC than its counterparts with lower Sn/Pt ratio. As will be commented below, this is an effect of its surface chemistry. 76 F. Coloma et al. /Applied Catalysis A: General 148 (1996) 63-80 There are several likely pathways for the hydrogenation of crotonaldehyde to the fully hydrogenated product (butane). In a first step, one hydrogen molecule can be added to the C=C olefinic bond to yield butyraldehyde (BUTALD) but also, in a parallel reaction, the carbonyl C=O bond can be hydrogenated to produce crotyl alcohol (CROALC). These two products are further hydrogenated to butanol and then to butane, but the reaction sequences also include secondary reactions such as the isomerization of CROALC to BUTALD, which are the origin of the decrease in the selectivity to CROALC as the conversion increases. The hydrogenation of the olefinic bond in the first stage of the reaction is thermodynamically favored over the hydrogenation of the carbonyl bond at the temperatures at which the reaction is usually carried out and so, it is necessary to kinetically control the reaction in order to obtain the hydrogenation of the carbonyl functional group at practical rates. In previous works dealing with the promoter effect of tin in the selective hydrogenation of the carbonyl bond in a,fl-unsaturated aldehydes in the liquid phase [21], the increase in selectivity towards the unsaturated alcohol was explained on the basis of a polarizing effect of ionic tin on the C=O group, so that the further attack by hydrogen would be favored with respect to the hydrogenation of the olefinic bond. There would be different adsorption sites on the catalyst's surface which would yield, respec- tively, the hydrogenation of the olefinic bond and the hydrogenation of the carbonyl bond. Taking into account the promoter effect of oxidized tin species, these latter sites would be placed at the boundary zones between platinum and tin oxide, whereas the former would be constituted by platinum or platinum-tin alloys. Our results show that there is an increase in the overall hydrogenation activity when tin is added with atomic Sn/Pt ratios lower than one, and this could be ascribed to the increase in the hydrogenation rate of the carbonyl bond, yielding an enhanced selectivity to crotyl alcohol. An increase in the rate of butyraldehyde formation is also observed, and it was explained on the basis of the isomerization of a part of the formerly produced crotyl alcohol [22]. Although the promoter effect is observed whatever the preparation method used, its extent does depend on the way the metal precursors have been deposited on the carbon support, because this affects the surface chemistry of the final catalyst. XPS spectra of reduced catalysts in Figs. 1 and 2 show the different surface compositions of catalysts with Sn/Pt = 1.43. Tin in catalyst A-Pt75Sn/C (coimpregnation) is mainly in the reduced state, probably forming alloy phases with platinum; this catalyst exhibits a relatively low overall activity, due to the dilution of platinum atoms with tin, and the existence of small amounts of oxidized tin accounts for the higher selectivity to crotyl alcohol with respect to the unpromoted Pt/C catalyst. However, the main part of tin is in an oxidized state in catalyst C-Pt75Sn/C (loading tin first), and promotes the hydrogenation of the carbonyl bond, yielding higher overall activity and selectivity for crotyl alcohol than its counterpart from series A. The effect of the reduction temperature on the catalytic behavior of samples F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 77 Ea (kJ/mol) I- B-Pt5OSn/C 25 J 2O 15 10 400 500 600 700 800 T (K) Fig. 9. Apparent activation energies for crotonaldehyde hydrogenation with catalysts B-Pt5OSn/C (O) and C-Pt50Sn/C ( after reduction at different temperatures. in the vapor phase hydrogenation of crotonaldehyde has been determined with catalysts B-Pt50Sn/C and C-Pt50Sn/C, which have been reduced 'in situ' in flowing hydrogen at 423, 523, 623, 723 and 773 K before the catalytic measurements. Firstly, it is to be noticed that the product distributions obtained with both catalysts do not change significantly with the reduction treatments, in such a way that catalyst from series C has, in every case, a higher selectivity towards crotyl alcohol than the corresponding catalysts from series B. This would point to the interaction between platinum and tin species in the early stages of the catalyst preparation as the main origin of the selectivity. The apparent activation energies for the overall reaction obtained with both catalysts are plotted in Fig. 9 as a function of the reduction temperature in flowing hydrogen; these values have been obtained by changing the reaction temperature from 313 to 373 K. It can be seen that the apparent activation energy is practically constant for catalyst C-Pt50Sn/C irrespective of the reduction treatment, whereas catalyst B-Pt50Sn/C shows a high Ea(app) after reduction at 423 K, which then decreases for higher reduction temperatures, specially when increasing from 423 to 523 K. The evolution of the catalytic activity of both samples with time-on-reaction, after reduction treatments at different temperatures, is plotted in Fig. 10. In both cases the activity is low after reduction at only 423 K. For higher reduction temperatures the activity increases, and similar values are achieved after reduc- tion at 523, 623 and 723 K, both at the initial steps of the reaction and after the deactivation process. After reduction at 773 K a new increase in activity is observed, which is much more important for catalysts B-Pt50Sn/C; initial activity of catalyst C-Pt50Sn/C also increases but, after the deactivation, it becomes similar to that obtained after reduction at lower temperatures. It should 78 F. Coloma et al. / Applied Catalysis A: General 148 (1996) 63-80 (a) 160 r ~mol/gPt s) '4o -\\~ 120 100 I 80I 6O ;~. 40 ~ ~t~, ,\\ B-Pt50Sn/C V (b)lso 140 120 100 8ol 20 e-e--e- ..... 1~ ----~---- ~-- -- ~ ~-- -e I t t 0 20 40 60 80 1 O0 t (rnin) r (/Jmol/gPt s) 12o C-Pt50Sn/C \"T 40/ q'-\" = = --.~--~ -,---- 4- / 0 , i 610 8;0 I 0 20 40 100 120 t (min) Fig. 10. Evolution of catalytic activity with time-on-stream for catalysts (a) B-Pt50Sn/C and (b) C-Pt5OSn/C after reduction at different temperatures: (0) 423 K; (0) 523 K; ([3) 623 K; (O) 723 K and (v) 773 K. be remembered that all these modifications of catalytic activity are produced without changing the product distribution. When the effect of Sn/Pt was analyzed by using catalysts from series B [22], it was observed that the apparent activation energies followed an opposite trend to that of the catalytic activity (a higher activity implied a lower Ea(app)), and that it correlated well to the production of crotyl alcohol. Now, when the effect of the reduction temperature is analyzed with two catalysts with the same Sn/Pt ratio, the variation of the apparent activation energies does not correlate with selectivity, but it does, especially in data from catalyst B-Pt50Sn/C, with the catalytic activity trend, in such a way that a higher Ea(app) is related to a lower catalytic activity. The correlation is not so clear in data from catalyst C- F. Coloma et al. /Applied Catalysis A: General 148 (1996) 63-80 79 Pt50Sn/C but, in this case, the differences in catalytic activity after the reduction treatments are less accentuated than in catalysts from series B. The increase in catalytic activity with increasing reduction temperature is not due to a higher amount of surface platinum atoms; hydrogen chemisorption at room temperature indicates that the H/Pt ratio is only slightly decreased when reducing at higher temperatures. Consequently, the results shown in Fig. 10 must be attributed to a change in the surface chemistry of the catalysts which modifies the promoter effect of tin on the platinum behavior, and is a function of the preparation method used. The analysis of the XPS spectra of samples reduced at different temperatures (Figs. 3 and 4) indicates that there are important differences in the surface characteristics of the catalysts after reduc- tion at different temperatures, as discussed above, and this can account for the different behavior observed, given that the surface composition of catalyst B-Pt50Sn/C seems to be more affected by the reduction temperature than that of sample C-Pt50Sn/C. The increase in catalytic activity without change in the product distributions may be due, for instance, to secondary reactions such as the isomerization of crotyl alcohol to butyraldehyde, favored by the surface modifications attained upon reduction at increasing temperatures. Studies on reactions of crotylalcohol on these catalysts in the presence of hydrogen are being accomplished in our laboratory which are expected to throw light upon the behavior of bimetallic PtSn/C catalysts in the selective hydrogenation of a,/3-unsaturated aldehydes. 4. Conclusions Bimetallic Pt-Sn catalysts supported on a pregraphitized carbon black have been prepared which are very active and selective to the unsaturated alcohol, crotyl alcohol, in the vapor phase hydrogenation of crotonaldehyde. Platinum dispersion decreases as the amount of tin increases, which is due to surface covering with tin species and/or to the formation of Pt-Sn alloys. In spite of the lower amount of surface platinum atoms, the specific activity (per surface platinum atom) increases with the Sn/Pt atomic ratio, with a maximum for Sn/Pt = 0.82. XPS measurements reveal the presence of tin in both zero and oxidized states in the reduced catalysts, along with reduced platinum, and the relative amounts of reduced and oxidized tin depend on the preparation method used. The results suggest that tin oxide promotes the hydrogenation of the carbonyl bond on platinum atoms placed in its vicinity whereas the formation of Pt-Sn alloys or the dilution of platinum in tin species would inhibit the hydrogenation of the olefinic bond. Some of the crotyl alcohol produced is likely to undergo isomerization to butyraldehyde under the reaction conditions. The best results are achieved when catalysts are prepared by successive impreg- nations, loading first the tin precursor. 80 F. Coloma et aL /Applied Catalysis A: General 148 (1996) 63-80 Acknowledgements Financial support from DGICYT (project no. PB91/0747) is gratefully acknowledged. F. Coloma acknowledges a grant from M.E.C. (Spain). References [1] J.M. Sinfelt, in J.R. Anderson and M. Boudart (Editors), Catalysis, Science and Technology, Vol. 1, Springer, Heidelberg, 1981, p. 257. [2] J. Vtilter, G. Lietz, M. Uhlemann and M. Hermann, J. Catal., 68 (1981) 42. [3] H. Lieske and J. Vtilter, J. Catal., 90 (1984) 96. [4] K. Balakrishnan and J. Schwank, J. Catal., 127 (1991) 287. [5] B.A. Sexton, A.E. Hughes and K. Foger, J. Catal., 88 (1984) 466. [6] F.M. Dautzenbergerg, J.N. Helle, P. Biloen and W.M.N. Sachtler, J. Catal., 63 (1980) 119. [7] S.R. Adkins and B.H. Davis, J. Catal., 89 (1984) 371. [8] R. Srinivasan, L. Rice and B.H. Davis, J. Catal., 129 (1991) 257. [9] R. Srinivasan, R.J. De Angelis and B.H. Davis, J. Catal., 106 (1987) 449. [10] R. Srinivasan, R.J. De Angelis and B.H. Davis, Catal. Lett., 4 (1990) 303. [11] Y.X. Li, J.M. Stencel and B.H. Davis, Appl. Catal., 64 (1990) 71. [12] Y.X. Li, J. Klabunde and B.H. Davis, J. Catal., 128 (1991) 1. [13] M.A. Vannice. J. Mol. Catal., 59 (1990) 165. [14] F. Coloma, A. Sepfilveda-Escribano and F. Rodrfguez-Reinoso, Appl. Catal. A, 123 (1995) L1. [15] P. Beccat, J.C. Bertolini, Y. Gauthier, J. Massardier and P. Ruiz, J. Catal., 18 (1993) 99. [16] Z. Poltarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal., 102 (1986) 190. [17] E. Tronconi, C. Crisafulli, S. Galvagno, A. Donato, G. Neff and R. Pietropaolo, I&EC Res., 29 (1990) 1766. [18] S. Galvagno, A. Donato, G. Neff. R. Pietropaolo and J. Poltarzewski, J. Mol. Catal., 42 (1987) 379. [19] S. Galvagno, C. Milone, A. Donato, G. Neff and R. Pietropaolo, J. Mol. Catal., 58 (1990) 215. [20] S. Galvagno, C. Milone, A. Donato, G. Neri and R. Pietropaolo, Catal. Lett., 17 (1993) 55. [21] S. Galvagno, A. Donato, G. Neri, R. Pietropaolo and G. Capannelli, J. Mol. Catal., 78 (1993) 227. [22] F. Coloma, A. Sepfilveda-Escribano, J,L.G. Fierro and F. Rodrfguez-Reinoso, Appl. Catal. A, 136 (1996) 231. [23] F. Coloma, A. Sepflveda-Escribano and F. Rodr~guez-Reinoso, J. Catal., 154 (1995) 299. [24] F. Rodriguez-Reinoso, I. Rodrlguez-Ramos, C. Moreno-Castilla, A. Guerrero-Ruiz and J.D. Ldpez- Gonz~ilez, J. Catal., 99 (1986) 171. [25] O. Biloen, J.N. Helle, H. Verbeck, F.M. Dautzenberg and W.M.H, Sachtler, J. Catal., 63 (1980) 112. APCATA 96002189 S0926-860X(96)00218-9 10.1016/S0926-860X(96)00218-9 Article Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the preparation method F. Coloma a A. Sepúlveda-Escribano a J.L.G. Fierro b F. Rodríguez-Reinoso ∗ a a Departamento de Química Inorgánica, Universidad de Alicante, Apartado 99, E-03080 Alicante, Spain b Instituto de Catálisis y Petroleoquímica, C.S.I.C., Campus U.A.M., Cantoblanco, E-28049 Madrid, Spain ∗ Corresponding author. Fax: (+34-6) 590 34 54 The effect of the preparation method on the catalytic behavior of bimetallic PtSn C catalysts in the vapor phase hydrogenation of crotonaldehyde has been determined. Nine PtSn C bimetallic catalysts have been prepared by coimpregnation and by successive impregnations of the support with solutions of the metal precursors, with Sn Pt atomic ratios ranging from 0 to 1.43. The effect of these variables on the surface characteristics of the catalysts has been analyzed by hydrogen and carbon monoxide chemisorption at room temperature and by X-ray photoelectron spectroscopy (XPS), and they have been related to the catalytic behavior in the title reaction. Results show that both metallic and oxidized tin species are present in the reduced catalysts (hydrogen, 623 K, 12 h) and their relative amounts depend on the preparation method and on the Sn Pt ratio. The overall activity for the title reaction increases with tin content, with a maximum for Sn Pt of about 0.8, and then decreases for higher tin loadings. The selectivity for the hydrogenation of the carbonyl bond in competition with the reduction of the olefinic CC bond seems to be related to the relative amount of oxidized surface tin species. The best results in terms of activity and selectivity are achieved with catalysts in which the tin precursor has been loaded first. Keywords PtSn/carbon black Carbon support Chemisorption XPS Selective hydrogenation Benzene hydrogenation Crotonaldehyde Selectivity, crotyl alcohol References [1] J.M. Sinfelt 2nd edn. J.R. Anderson M. Boudart Catalysis, Science and Technology Vol. 1 1981 Springer Heidelberg 257 [2] J. Völter G. Lietz M. Uhlemann M. Hermann J. Catal. 68 1981 42 [3] H. Lieske J. Völter J. Catal. 90 1984 96 [4] K. Balakrishnan J. Schwank J. Catal. 127 1991 287 [5] B.A. Sexton A.E. Hughes K. Foger J. Catal. 88 1984 466 [6] F.M. Dautzenbergerg J.N. Helle P. Biloen W.M.N. Sachtler J. Catal. 63 1980 119 [7] S.R. Adkins B.H. Davis J. Catal. 89 1984 371 [8] R. Srinivasan L. Rice B.H. Davis J. Catal. 129 1991 257 [9] R. Srinivasan R.J. De Angelis B.H. Davis J. Catal. 106 1987 449 [10] R. Srinivasan R.J. De Angelis B.H. Davis Catal. Lett. 4 1990 303 [11] Y.X. Li J.M. Stencel B.H. Davis Appl. Catal. 64 1990 71 [12] Y.X. Li J. Klabunde B.H. Davis J. Catal. 128 1991 1 [13] M.A. Vannice J. Mol. Catal. 59 1990 165 [14] F. Coloma A. Sepúlveda-Escribano F. Rodríguez-Reinoso Appl. Catal. A 123 1995 L1 [15] P. Beccat J.C. Bertolini Y. Gauthier J. Massardier P. Ruiz J. Catal. 18 1993 99 [16] Z. Poltarzewski S. Galvagno R. Pietropaolo P. Staiti J. Catal. 102 1986 190 [17] E. Tronconi C. Crisafulli S. Galvagno A. Donato G. Neri R. Pietropaolo I&EC Res. 29 1990 1766 [18] S. Galvagno A. Donato G. Neri R. Pietropaolo J. Poltarzewski J. Mol. Catal. 42 1987 379 [19] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo J. Mol. Catal. 58 1990 215 [20] S. Galvagno C. Milone A. Donato G. Neri R. Pietropaolo Catal. Lett. 17 1993 55 [21] S. Galvagno A. Donato G. Neri R. Pietropaolo G. Capannelli J. Mol. Catal. 78 1993 227 [22] F. Coloma A. Sepúlveda-Escribano J.L.G. Fierro F. Rodríguez-Reinoso Appl. Catal. A 136 1996 231 [23] F. Coloma A. Sepúlveda-Escribano F. Rodríguez-Reinoso J. Catal. 154 1995 299 [24] F. Rodríguez-Reinoso I. Rodríguez-Ramos C. Moreno-Castilla A. Guerrero-Ruiz J.D. López-González J. Catal. 99 1986 171 [25] O. Biloen J.N. Helle H. Verbeck F.M. Dautzenberg W.M.H. Sachtler J. Catal. 63 1980 112",
      "scopus-id": "0347214984",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002189",
        "dc:description": "The effect of the preparation method on the catalytic behavior of bimetallic PtSn C catalysts in the vapor phase hydrogenation of crotonaldehyde has been determined. Nine PtSn C bimetallic catalysts have been prepared by coimpregnation and by successive impregnations of the support with solutions of the metal precursors, with Sn Pt atomic ratios ranging from 0 to 1.43. The effect of these variables on the surface characteristics of the catalysts has been analyzed by hydrogen and carbon monoxide chemisorption at room temperature and by X-ray photoelectron spectroscopy (XPS), and they have been related to the catalytic behavior in the title reaction. Results show that both metallic and oxidized tin species are present in the reduced catalysts (hydrogen, 623 K, 12 h) and their relative amounts depend on the preparation method and on the Sn Pt ratio. The overall activity for the title reaction increases with tin content, with a maximum for Sn Pt of about 0.8, and then decreases for higher tin loadings. The selectivity for the hydrogenation of the carbonyl bond in competition with the reduction of the olefinic CC bond seems to be related to the relative amount of oxidized surface tin species. The best results in terms of activity and selectivity are achieved with catalysts in which the tin precursor has been loaded first.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002189",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Coloma, F."
          },
          {
            "@_fa": "true",
            "$": "Sepúlveda-Escribano, A."
          },
          {
            "@_fa": "true",
            "$": "Fierro, J.L.G."
          },
          {
            "@_fa": "true",
            "$": "Rodríguez-Reinoso, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002189"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002189"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00218-9",
        "prism:volume": "148",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Crotonaldehyde hydrogenation over bimetallic PtSn catalysts supported on pregraphitized carbon black. Effect of the preparation method",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "PtSn/carbon black"
          },
          {
            "@_fa": "true",
            "$": "Carbon support"
          },
          {
            "@_fa": "true",
            "$": "Chemisorption"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Benzene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Crotonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Selectivity, crotyl alcohol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-80",
        "prism:endingPage": "80",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 December 1996",
        "prism:doi": "10.1016/S0926-860X(96)00218-9",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00218-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002189-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "288",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002189-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "288",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002189-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "288",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002189-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "362",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002189-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "362",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0347214984"
      }
    }
  }
}