{
  "metadata": {
    "title": "Potassium-containing calcium aluminate catalysts for pyrolysis of <ce:italic>n</ce:italic>-heptane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00097-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000975",
    "pii": "S0926860X97000975"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039375399",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97000975 S0926-860X(97)00097-5 S0926860X97000975 10.1016/S0926-860X(97)00097-5 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 18 193 200 193 200 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. POTASSIUMCONTAININGCALCIUMALUMINATECATALYSTSFORPYROLYSISNHEPTANE ANILKUMAR V BASU 1992 146 B KIKUCHI 1985 54 K LEMONIDOU 1989 119 A MUKHOPADHYAY 1993 1914 R NOWAK 1990 103 127 S CATALYSISINPETROLEUMREFINING1989 MROSS 1983 591 W ANDREW 1969 321 S BAJUS 1979 30 M MIURA 1986 407 K HUTTINGER 1986 1112 K MOULIJN 1986 181 195 J CARBONCOALGASIFICATIONSCIENCETECHNOLOGY SAMS 1985 1208 D ELLIG 1985 1080 D CHOUDHARY 1994 300 V ANILKUMARX1997X193 ANILKUMARX1997X193X200 ANILKUMARX1997X193XV ANILKUMARX1997X193X200XV item S0926-860X(97)00097-5 S0926860X97000975 1-s2.0-S0926860X97000975 10.1016/S0926-860X(97)00097-5 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97000975-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000975/MAIN/application/pdf/27bfddaa7605a50516d558ada37e0b2d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000975/MAIN/application/pdf/27bfddaa7605a50516d558ada37e0b2d/main.pdf main.pdf pdf true 611978 MAIN 8 1-s2.0-S0926860X97000975-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000975/PREVIEW/image/png/1c1860f1a20c1634cfce22ff7d8733d9/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000975/PREVIEW/image/png/1c1860f1a20c1634cfce22ff7d8733d9/main_1.png main_1.png png 56812 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 162 (1997) 193-200 APPLIED CATALYSIS A: GENERAL Potassium-containing calcium aluminate catalysts for pyrolysis of n-heptane V. Anil Kumar, K.K. Pant, D. Kunzru* Department of Chemical Engineering, Indian Institute of Technology, Kanpur-208016. India Received 31 July 1996; received in revised form 12 February 1997; accepted 24 February 1997 Abstract The effectiveness of potassium promoted calcium aluminate to catalyze the steam pyrolysis of n-heptane has been investigated at 1023 K and atmospheric pressure. Various amounts of potassium were incorporated on calcium aluminate (12CaO-7AI203) by three different methods. Compared to thermal pyrolysis, addition of the calcium aluminate catalyst (either promoted or unpromoted) significantly increased the conversion as well as the yields of CH4, C2H4 and C3H6. The presence of potassium significantly reduced the coke deposited on the catalysts due to the enhanced rate of the coke gasification reaction. A significant amount of potassium was lost from the catalysts during preparation as well as during reaction. The gasification activity was higher for the catalysts in which the K2CO3 was incorporated by incipient wetness method but the potassium loss during reaction was also higher in comparison to catalysts in which the potassium was incorporated by co-sintering. 4) 1997 Elsevier Science B.V. Keywords: Calcium aluminate; Potassium impregnation; n-Heptane; Catalytic pyrolysis I. Introduction Steam pyrolysis of hydrocarbons to produce ethy- lene, propylene and 1,3-butadiene is an important petrochemical process. Feedstocks usually range from ethane to naphtha with efforts being made to also utilize heavier feedstocks such as gas oil and vacuum gas oil. The thermal process has several disadvantages such as the high process gas temperature required, the deposition of coke on the reactor walls and the low selectivity of ethylene. Recently there has been interest in developing catalysts for hydrocarbon pyrolysis. Various types *Corresponding author. 0926-860x/97/$17.00 ~t-: 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)00097-5 of catalysts have been tried and the information available on catalytic pyrolysis has been summarized elsewhere [ 1 ]. The most promising catalysts seem to be calcium aluminates [2-6]. Tomita et al. [2] obtained the best results with a catalyst containing 51.46 wt% CaO and 47.73% A1203, the main crystalline phase being 12CaO-7AI203. Similarly Lemonidou and Vasalos [4] tested various catalysts and found 12CaO-7A1203 to be the most active catalyst for n- hexane pyrolysis. In order to reduce the coke deposi- tion on the catalyst during naphtha pyrolysis, Mukho- padhyay and Kunzru [5] impregnated the calcium aluminate (12CaO-7A1203) with potassium carbonate by incipient wetness method. KzCO3 is known to be an active catalyst for the steam-coke reaction. Compared 194 V.A. Kumar et al./Applied Catalysis A: General 162 (1997) 193-200 to 12CaO-7AI203 catalyst the coke on the alkali- doped catalyst was significantly reduced. However, potassium was lost from the catalyst during opera- tion resulting in a continuous decrease in the CO2 yields. Nowak et al. [6] used a promoted calcium aluminate catalyst containing 30 wt% CaO for the catalytic pyrolysis of atmospheric gas oil and light gas oil. With increasing promoter concentration, the formation of cracked gas, ethylene and carbon oxides was increased whereas coke deposition was reduced. However, the details of the promoter were not revealed. Although alkali-doped catalysts are used in various reactions [7] there is very limited information avail- able in the published literature regarding prevention of alkali loss from such catalysts [8]. The objective of the present study was to investigate different methods of incorporating potassium in the calcium aluminate catalyst, with the aim of reducing potassium loss during reaction. Three different methods of catalyst preparation have been investigated. Moreover, the effect of varying the potassium loading on the product yields has also been investigated, n-Heptane was selected as the feedstock because no data on catalytic pyrolysis of n-heptane using calcium alumi- nate catalysts has been published. Moreover, in the naphtha range heptane gives the highest yield of ethylene [9]. 2. Experimental 2.1. Catalyst preparation Three methods were used for preparing calcium aluminate catalysts containing potassium. Previous studies [1-5] on potassium-free calcium aluminates have shown that the most active catalysts are obtained using 51.5 wt% CaO (remainder A1203) with the major crystalline phase being 12CaO-7AI203. There- fore, for all the catalysts prepared in this study the mass ratio of CaO to A1203 was kept at 51.5 : 48.5. The preparation methods were as follows : (a) Incipient wetness method. In this method first calcium aluminate containing 51.5 wt% CaO and 48.5% A1203 was prepared. To prepare the unpro- moted catalyst the required amounts of CaO (prepared by decomposition of calcium hydroxide) and A1203 were thoroughly mixed with 1% aqueous solution of pol(vinyl alcohol), which was used as the binder. After drying the mixture was moulded into cylindrical pel- lets, aged at 353 K for 24 h and then sintered. For sintering the furnace temperature was increased at a rate of 200-1623 K/h and then held at 1623 K for 18 h. The catalyst prepared using the above procedure showed good crystallinity as measured by X-ray dif- fraction (XRD). The diffraction pattern confirmed that the major crystalline phase present was 12CaO- 7A1203. The potassium carbonate was impregnated on the calcium aluminate catalyst by the incipient wetness method and the impregnated catalyst was then heat- treated at 1023 K for 6 h. The potassium loading was 2.2, 4.8 or 6.4 wt% of catalyst. These catalysts have been denoted as IKx where x is the wt% of potassium present after the heat-treatment step. (b) Co-sintering method. The required amounts of KaCO3, CaO and A1203 powders were mixed with the binder and the subsequent preparation procedure was identical to that used for preparing potassium-free calcium aluminate. The catalysts prepared using this procedure have been designated as CKx where x is the wt% of potassium present after sintering, x was 2.0, 3.1 or 3.5. (c) Calcium aluminate containing calcium silicate. In this method of incorporating potassium to the catalyst, CaO, A1203, K2CO3 and CaSiQ powders were mixed in the presence of the binder, dried, aged and then sintered by the procedure outlined above. The catalyst prepared by this procedure had a potassium content of 2.8 wt% and has been designated as SK 2.8. 2.2. Catalyst characterization The prepared catalysts were characterized using XRD, atomic absorption spectroscopy (AAS), ther- mogravimetric analysis and surface area measure- ments. The XRD was obtained on a Reich Seifert Iso Debye Flex 2002 unit using monochromated Cu Kct radiation. The bulk phases present in the different catalysts were determined by XRD and are shown in Table 1. The XRD patterns of the potassium carbo- nate-free calcium aluminate and IKx catalysts were similar, although the intensity ratios were not iden- tical. The similar XRD pattern for these two types of V.A. Kumar et al./Applied Catalysis A: General 162 (1997) 193 200 195 Table 1 Bulk phases identified by XRD Catalyst Major phase Minor phase Calcium aluminate 12CaO-7AI203 3CaO-AI203 1K~ 12CaO-7AI203 3CaO-A120~ CK~ 12CaO-7A1203 3CaO-AI203, CaO-AI203 SK 2.8 12CaO-7AI203 CaO-AI203, 2CaO-SiO2 catalysts indicated that no new phase was formed when K2CO3 was impregnated on the calcium alumi- nate. Most probably, K2CO3 forms a solid solution with 12CaO-7A1203. The major phase present in the unpromoted calcium aluminate and IKx catalysts was 12CaO-7A1203 with 3CaO-A1203 present in minor amounts. For the CKx catalysts the major phase was 12CaO-7A1203 with both 3CaO-A1203 and CaO- A1203 phases present in minor amounts. Compared to the above two catalysts the intensity ratios and consequently the crystallinity of the co-sintered cata- lyst was lower. In the SK 2.8 catalyst also the major phase was 12CaO-7A1203. In contrast to the other catalysts no 3CaO-A1203 phase was present but CaO- A1203 was present in minor amounts, presumably due to the addition of more CaO in the form of CaSiO. In addition, minor amounts of 2CaO-SiO2 were also detected. No published information is available on the CaO-A1203-K20-SiO2 system. The surface area of the catalysts was measured using the dynamic pulsing technique on a Micromeri- tics Pulse Chemisorb 2700 unit. Nitrogen was used as the adsorbent. The total surface area of the unpro- rooted calcium aluminate catalyst was 0.9+0.1 m2/g, which is in the range reported by other workers [13]. There was a slight decrease in the surface area when potassium was incorporated in the calcium aluminate catalyst. The surface areas for catalysts IK 2.2, IK 4.8, IK 6.4, CK 2.0, CK 3.1, CK 3.5 and SK 2.8 were 0.82, 0.75, 0.65, 0.74, 0.65, 0.58 and 0.65 m2/g, respec- tively. The porosity of the catalysts was in the range of 0.30-0.35 cm3/g. The potassium content of the catalysts was deter- mined using AAS on a Varian Spectra AA spectro- meter. To suppress ionization of potassium in the flame, cesium chloride was added in all the samples including the blank. The potassium content of the flesh catalyst samples as determined from AAS were IK 2.2, IK 4.8, IK 6.4, CK 2.0, CK 3.1, CK 3.5 and SK 2.8. There was a significant loss of potassium during catalyst preparation. This loss mainly depends on the initial loading and the sintering or heat treatment temperature. In the case of IK catalysts, where the heat treatment temperature was 1023 K, the potassium loss was 10-20% of the initial loading. For the co- sintered catalysts, 30-55% of the initial potassium was lost during preparation. In the case of SK 2.8 catalyst the potassium loss during preparation was 50%. To check the stability of the fresh catalysts thermogravi- metric analysis (TGA) for samples which had been predried at 383 K for 12 h was conducted on a Harrops Model TG 722 instrument. The moisture-free catalyst samples were treated in a nitrogen atmosphere from room temperature to 1073 K at a rate of 10 K/min. No weight loss was observed for any of the samples confirming the stability of the catalysts. 2.3. Apparatus and procedure The catalysts were tested for their effect on the pyrolysis of n-heptane. For the pyrolysis runs, the catalyst samples were crushed and sieved, and the 2.5+0.5 mm fraction retained for use. Preliminary runs with unpromoted 12CaO-7A1203 using a size fraction of 1.2:t:0.2 mm confirmed that there was no effect of catalyst size on the conversion and product yields. The pyrolysis runs were conducted in an annular tubular reactor. The experimental apparatus and procedure has been described in detail earlier [1 ] and are only briefly mentioned here. n-Heptane and water were taken in separate burettes and pumped to a vaporizer maintained at 573 K. The vaporized stream then passed through a preheater where it was heated approximately to 773 K. This heated stream then entered the reactor. The reactor was a 700 mm long stainless steel tube (i.d. 19 ram, o.d. 25 ram). The reactor was heated in a three zone furnace and the heated length was 600 mm. The temperature of each zone could be independently controlled. The axial temperature profile in the reactor was measured with chromel-alumel thermocouples using two thermo- wells (o.d. 6 ram). One thermowell was attached to the top of the reactor whereas the other was inserted from the reactor outlet. A circular plate (diameter 19mm), containing ten 1 mm holes, was welded to the upper thermowell and served as the catalyst retaining support. During the course of a run the 196 VA. Kumar et al./Applied Catalysis A: General 162 (1997) 193-200 total condensed water and organic liquid products together with the volume and composition of the noncondensable gases was measured at regular intervals. The total duration of the run was varied from 1 to 12 h. The noncondensable gases, which mainly consisted of C1-C4 hydrocarbons, were analyzed by gas chro- matography using three columns, viz., Duropak, Por- apak Q and Carbosphere. The hydrogen in the product gases was not analyzed. The liquid products were analyzed on a capillary column (Petrocol DH; i.d. 0.25 mm; length, 100 m). The coke content of the used catalyst was determined by heating the catalyst in an oven at 373 K for 24 h to remove any moisture present in the catalyst followed by burning the coke at 1073 K for 8 h. The amount of coke deposited on the catalyst was calculated from the difference in the weight of the spent and regenerated catalyst. 3. Results and discussion All catalyst samples were tested at identical con- ditions. The operating condition for the pyrolysis runs were: temperature, 1023 K; pressure, atmospheric; n-heptane flow rate, 0.6 mol/h; steam flow rate, 8.3 mol/h; mass of catalyst, 3.0 g. n-Heptane was of 99.5 wt% purity and was used without further purifi- cation. Although the tubular reactor had significant axial temperature gradients, an isothermal zone was maintained in the central portion of the reactor where the catalyst was placed. For the sake of comparison runs without any catalyst were also made. 3.1. Conversion and product yields The major products both during catalytic and ther- mal pyrolysis were CH4, C2H4 and C3H6, and con- stituted 74-79 wt% of the total products. Other components obtained in measurable amounts were ethane, propane, 1-butene, 1,3-butadiene, 3-methyl- butene, 1-pentene, 1-hexene, benzene, carbon mon- oxide and carbon dioxide. The carbon balance over the reactor was 98+2%. Compared to noncatalytic pyrolysis the unpromoted calcium aluminate catalyst significantly increased the overall conversion as well as the yields of the major products (Table 2). With this catalyst the conversion increased by 17.4% whereas the yields of CH4, C2H4 and C3H6 increased by 26.2%, 16.8% and 17.1%, respectively. The yields of the other products were not significantly affected. With this catalyst as well as for the noncatalytic runs, the carbon oxides were formed in trace amounts only. Basu and Kunzru [1], in their study of 12CaO-7A1203 catalyst for naphtha pyrolysis, reported a 16% increase in cracked gas yields at 1033 K, whereas for n-hexane pyrolysis on 12CaO-7A1203 a 25% increase in con- version at 1063 K has been reported [4]. The conversion, product yields and the coke depos- ited after a run time of 3 h for the different potassium containing catalysts is also given in Table 2. With increasing potassium content of the catalyst, the con- version and the yields of CH4, C2H4 and C3H6 gra- dually decreased, whereas the yields of carbon oxides (especially CO2) increased. The amount of coke deposited on the catalyst decreased with an increase in potassium content of the catalyst. Table 2 Conversion and product yields for the various catalysts (run time: 3 h) Catalyst Conversion (%) Product yields (wt% feed) CH4 C2H4 C3H6 CO CO Coke deposited (wt% catalyst) 12CaO-7A120~ 81.0 8.2 37.5 IK2.2 79.7 8.0 36.7 IK4.8 78.4 7.9 36.0 IK6.4 77.7 7.9 34.6 CK2.0 77.7 7.6 34.5 CK3.1 77.5 7.4 33.9 CK3.5 77.3 7.5 33.6 SK2.8 76.4 6.8 32.7 Emptyreactor 69.0 6.5 32.1 18.5 tr tr 3.8 18.2 0.8 0.2 2.4 18.1 0.2 2.5 0.8 18.0 0.4 3.4 0.6 18.0 0.1 1.1 2.8 18.0 0.5 1.2 2.2 17.8 0.4 1.5 1.1 16.8 0.1 tr 3.0 15.8 tr tr -- tr: trace. V.A. Kumar et al./Applied Catalysis A: General 162 (1997) 193-200 197 Miura et al. [ 10] investigated the effect of potassium and sodium on the rates of steam gasification reactions and their results show that metal additives such as K and Na greatly promote CO2 formation but have less influence on CO formation. In agreement with their findings the results of this study also show that although potassium has an insignificant effect on the CO yields, the CO2 yields are significantly increased (Table 2). A possible reason for the low yields of CO could be that at the reaction conditions part of the CO produced during coke gasification converted to CO2 by the water-gas shift reaction [10]. Compared to the 12CaO-7A1203 catalyst the decrease in conversion and product yields was highest for the SK 2.8 catalyst and lowest for the IK 2.2 catalyst. The low activity of the SK 2.8 catalyst may be due to the presence of 2CaO-SiO2. The catalytic activity of this phase is not known. The coke deposited on this catalyst was higher than the other potassium promoted catalysts but lower than the unpromoted catalyst. Tomita et al. [2] have also reported increased coke deposition for calcium aluminate catalysts con- taining silicon dioxide. To compare the potassium loss from the different catalysts the potassium content of each of the used catalysts was determined after a 3 h pyrolysis run and the results are shown in Table 3. The potassium loss was highest for the IKx catalysts and the lowest for the SK 2.8 catalyst. Moreover, for the IKx catalysts the potassium loss was higher for higher loadings. To be effective as a gasification catalyst the alkali needs to be mobile on the surface. This alkali mobility which is necessary for catalytic action also results in alkali loss from the catalyst [8]. Most likely, for all the three types of catalysts studied, the potassium compounds react with steam during pyrolysis to form potassium Table 3 Potassium loss during reaction Type of catalyst Potassium content Potassium of catalyst after 3 h (wt%) loss (%) IK 6.4 3.0 53.1 IK 4.8 2.5 47.9 IK 2.2 1.7 22.7 CK 3.5 3.1 11.4 CK 3.1 2.8 9.7 CK 2.0 1.8 10.0 CK 2.8 2.6 7.1 hydroxide which has been postulated as the precursor for the active species during carbon-steam reaction [11]. The active species are most probably nonstoi- chiometric potassium oxides. During reaction with carbon these active species are reduced forming CO. The reduced species can be reoxidized by steam or CO2 to the active form [12]. Sams et al. [13] have reported that the loss of potassium is due to the vaporization of the reduced form of the catalyst. The nature of this reduced form is not precisely known but most probably it is a complex involving K, C and possibly O. They experimentally confirmed that for- mation of the reduced complex was a prerequisite for the observed weight loss of the catalyst at 1073 K. Thus the gasification activity and potassium loss from the catalyst would depend on the rate of these reac- tions; a higher gasification activity being associated with a higher potassium loss. In addition to the steam partial pressure and temperature, the rate of liberation of potassium would depend on the nature of the potassium compound present in the catalyst. Our results show that both the gasification activity and potassium loss are highest for the IKx catalysts and lowest for the SK 2.8 catalyst, implying that the mobility of the alkali is highest for the IKx catalysts and lowest for the SK 2.8 catalyst. 3.2. Effect of run time The activity of hydrocarbon processing catalysts generally decreases with time due to the deposition of coke. To study the reduction of activity and the effectiveness of potassium as a gasifying agent, 12 h runs were taken at 1023 K for unpromoted as well as potassium promoted catalysts. The variation of conversion with run time for the unpromoted calcium aluminate, IK 6.4 and CK 3.5 catalysts is shown in Fig. 1 whereas the comparison of the yields of CH4, C2H4 and c3n6 for the three catalysts are shown in Figs. 2-4, respectively. For the unpromoted 12CaO-7A1203 the conversion was nearly constant till 3 h and gradually decreased for longer run times due to coke deposition (Fig. 1). For a 12 h run at 1023 K the conversion decreased by 2.6%, whereas the total cracked gas yields decreased by 2.2%. As shown in Figs. 2-4, for this catalyst, the yields of CH4, C2H4 and C3H6 also decreased margi- nally with run time. On this catalyst, till a run time of 198 V.A. Kumar et al./Applied Catalysis A.\" General 162 (1997) 193-200 o 12 COO-7 AI203 ~ 82 C ..C g 7B c- O '~ 76- > C~ o 74 72 70 0 IK6.4 o CK 3.5 o. -o....._ I I i J I 2 4 6 8 l0 Run time, h Fig, 1. Effect of run time on conversion. .I ... 12 \"O e~ v~ 9 8 E 7 o 12 CoO-TAI203 t~ IK 6.4 o CK 3.5 I I I I I I 14 5 0 2 4 6 8 l0 12 14 Run time . h Fig. 2, Effect of run time on methane yields, 7 h, carbon dioxide in the effluent was present in traces only, whereas at longer run times measurable amounts were formed (Fig. 5), presumably due to increased levels of coke on the catalyst due to which the coke- steam reaction would be enhanced. The amount of coke deposited on the catalyst increased with run time 44 ae 40 d36 c~ =~ 32 \"a _~ 2B o 12 O00-TAIzO3 tx IK6-4 a CK 3.5 24 0 --o I I I. I I I 2 4 6 B 10 12 Run time. h Fig. 3. Effect of run time on ethylene yields. 14 d 8 0 >- 19\"0 \"18.5 lB.( 17-5 17.0 16-5 16.0 0 o 12 CaO-7AI203 \", [K6.4 o CK 3.5 Jx A 1'1 n i\"1 ~ O Q I I I I I I 2 4 6 ~ 10 12 Run time, h Fig. 4. Effect of run time on propylene yields. 14 although the rate of coke deposition was lower at longer run times (Fig. 6). For the case of IK 6.4 and CK 3.5 catalyst the conversion as well as the yields of CH4, C2l-t4 and C3Ho were nearly constant for a 12 h run (Figs. 1-4). For both 1K 6.4 and CK 3.5 catalysts the decrease in conversion after 12 h was only 0.6%. This is due to the significantly lower amount of coke deposited on these catalysts (Fig. 6). The amount of coke deposited on V.A. Kumar et al./Applied Catalysis A.\" General 162 (1997) 193-200 199 5 & x o 4 0 e~3 > 1 \"~ 1o 0 g 8 ~ 6 o 4 n ~ 2 0 0 o o 12 CoO-7 AI203 IK 6.4 o CK 3.5 0 0 I 0 I 0 I ~ ' 0 2 4 6 8 10 12 Run time, h Fig..5. Effect of run time on carbon dioxide yields. o 12 CaO-7AI203 a IF, 6.4 o CK 3.5 2 4 6 8 10 12 Run tlm~ ,h 14 14 unpromoted 12CaO-7A1203, IK 6.4 and CK 3.5 were reduced from 0.90 to 0.85, 0.65 to 0.62 and 0.58 to 0.52 mZ/g, respectively. After 12 h the coke deposited on IK 6.4 and CK 3.5 was, respectively, 2.3 and 3.1 wt%, compared to 9.1 wt% for the unpromoted catalyst. In contrast to the trends observed in this study Mukhopadhyay and Kunzru [5], for naphtha pyrolysis on KzCO3 impregnated calcium aluminate found that the yields of cracked gas CH4, C3H4 and C3H6 gra- dually increased with run time and tended to approach asymptotic values slightly lower than that obtained on unpromoted catalysts. Calcining conditions and the source of CaO may be the cause of this behavior [14] as in the earlier study the catalysts were prepared using a commercially available CaO and the sintering tem- perature was 1713 K. Further work on this aspect is in progress. It should be mentioned that the effect of precursor on the properties and activity has also been observed for MgO used for the oxidative coupling of methane [ 15]. The yields of CO2 decreased with run time indicat- ing a decrease in the gasification activity of the catalysts due to the significant loss of potassium during reaction (Fig. 5). The potassium content of these two catalysts was determined after different run times and the results are shown in Fig. 7. As can be clearly seen, the potassium loss from CK 3.5 catalyst is significantly lower than for the IK 6.4 catalyst. This is also reflected in the marginal change in the yield of CO2 with run time for the CK 3.5 catalyst. Fig. 6. Effect of run time on coke deposited on catalyst. the catalyst is the difference between the coke formed and the coke gasified during the reaction. Since the hydrocarbon product selectivities are not affected in the presence of the catalysts the lower coke deposition is a result of more coke removal due to gasification. As shown in Fig. 5, the yields of carbon dioxide with IK 6.4 and CK 3.5 were significantly higher confirming the higher gasification activity of these catalysts. The surface areas of the used catalysts were also measured and were found to be marginally reduced due to coke deposition. After a 3 h run the surface areas of the \"~ o4 13.. 2 a IK 6.4 0 I I | I [ I 0 2 4 6 8 10 12 14 Run tim~, h Fig. 7. Variation of potassium content of catalyst with run time. 200 V.A. Kumar et al./Applied Catalysis A: General 162 (1997) 193-200 To check the effect of regeneration the coked catalysts were reactivated by air oxidation and reused in the pyrolysis runs. The performance of the regen- erated unpromoted catalyst was similar to that of the fresh catalyst. Similar results have been reported for the catalytic pyrolysis of naphtha on calcium alumi- nate [1]. For potassium-containing regenerated cata- lysts, although the conversion was nearly the same as that of the fresh catalyst, the coke deposition was higher whereas the carbon oxides yields were lower. This was due to the lower potassium content of the regenerated catalyst. A suitable catalyst for pyrolysis of hydrocarbons should not only increase the desired reactions to produce more cracked products but also enhance the coke-steam reaction. In addition it should maintain its activity even after repeated coking~lecoking cycles. The results of this study show that none of the catalysts tested completely satisfy all the criteria. The cracking and gasification activity of the IKx catalysts is higher than that of the CKx or SK 2.8 catalysts, but on the other hand the loss of potassium during pyrolysis is lower for the CKx catalysts. If the potassium loss from the CIZ, Lr catalysts can be further reduced then these may prove to be the best. Further work to reduce potassium loss is in progress. 4. Conclusions Based on the results of this study the following conclusions can be made: 1. Calcium aluminate catalyst (12CaO-7AI203) sig- nificantly increases the conversion and product yields during the pyrolysis of n-heptane. The coke gasification activity of this catalyst is negligible and therefore the coke deposition is high and increases with run time. Consequently, the con- version and gas yields decrease gradually with time. 2. Incorporation of potassium to the 12CaO-7A1203 lowers the coke deposited on the catalyst due to the increased rate of coke gasification. The decline in catalyst activity for the potassium promoted cata- lysts is much slower than that of the unpromoted catalyst. 3. The gasification activity of the catalyst as well as the potassium loss from the catalyst depends on the method of catalyst preparation. The gasification activity as well as the potassium loss is highest for the impregnated catalyst, intermediate for the co- sintered catalyst and lowest for the catalyst con- taining CaSiO3. Acknowledgements The financial support provided by the Department of Science and Technology, New Delhi, for this study is gratefully acknowledged. References [1] B. Basu, D. Kunzru, Ind. Eng. Chem. Res. 31 (1992) 146. [2] T. Tomita, M. Noda, Y. Yamaguchi, K.I. Uwano, British Patent 1 478 899 (1977). [3] K. Kikuchi, T. Tnmita, T. Sakamato, T. Ishida, Chem. Eng. Prog. 81(6) (1985) 54. [4] A.A. Lemonidou, I.A. Vasalos, Appl. Catal, 54 (1989) 119. [5] R. Mukhopadhyay, D. Kunzru, Ind. Eng. Chem. Res. 32 (1993) 1914. [6] S. Nowak, G. Zimmermann, H. Guschel, K. Anders, in: D.L. Trimm (Ed.), Catalysis in Petroleum Refining 1989, Elsevier, Amsterdam, 1990, pp. 103-127. [7] W.D. Mross, Catat. Rev. Sci. Eng. 25 (1983) 591. [8] S.RS. Andrew, Ind. Eng. Chem. Prod. Res. Dev. 8 (1969) 321. [9] M. Bajus, V. Vesely, RA. Leclercq, J.A. Rijks, Ind. Eng. Chem. Prod. Res. Dev. 18 (1979) 30. [10] K. Miura, M. Aimi, T. Naita, K. Hashimoto, Fuel 65 (1986) 407. [11] K.J. Htittinger, R. Minges, Fuel 65 (1986) 1112. [12] J.A. Moulijn, E Kapteijn in: J.L. Figueiredo, J.A. Moulijn (Eds.), Carbon and Coal Gasification. Science and Technol- ogy, Martin Nijhoff, Dordrecht, 1986, pp. 181-195. [13] D.A, Sams, T. Talverdian, E Shadman, Fuel 64 (1985) 1208. [14] D.L. Ellig, C.K. Lal, D.W. Mead, J.P. Longwell, W.A. Peters, Ind. Eng. Chem. Process Des. Dev. 24 (1985) 1080. [15] V.R. Choudhary, V.H. Rane, R.V. Gadre, J. Catal. 145 (1994) 300. APCATA 97000975 S0926-860X(97)00097-5 10.1016/S0926-860X(97)00097-5 Article Potassium-containing calcium aluminate catalysts for pyrolysis of n-heptane V. Anil Kumar K.K. Pant D. Kunzru ∗ Department of Chemical Engineering, Indian Institute of Technology, Kanpur-208016, India ∗ Corresponding author. The effectiveness of potassium promoted calcium aluminate to catalyze the steam pyrolysis of n-heptane has been investigated at 1023 K and atmospheric pressure. Various amounts of potassium were incorporated on calcium aluminate (12CaO7Al2O3) by three different methods. Compared to thermal pyrolysis, addition of the calcium aluminate catalyst (either promoted or unpromoted) significantly increased the conversion as well as the yields of CH4, C2H4 and C3H6. The presence of potassium significantly reduced the coke deposited on the catalysts due to the enhanced rate of the coke gasification reaction. A significant amount of potassium was lost from the catalysts during preparation as well as during reaction. The gasification activity was higher for the catalysts in which the K2CO3 was incorporated by incipient wetness method but the potassium loss during reaction was also higher in comparison to catalysts in which the potassium was incorporated by co-sintering. Keywords Calcium aluminate Potassium impregnation n-Heptane Catalytic pyrolysis References [1] B. Basu D. Kunzru Ind. Eng. Chem. Res. 31 1992 146 [2] T. Tomita, M. Noda, Y. Yamaguchi, K.I. Uwano, British Patent 1 478 899 (1977). [3] K. Kikuchi T. Tomita T. Sakamato T. Ishida Chem. Eng. Prog. 81 6 1985 54 [4] A.A. Lemonidou I.A. Vasalos Appl. Catal. 54 1989 119 [5] R. Mukhopadhyay D. Kunzru Ind. Eng. Chem. Res. 32 1993 1914 [6] S. Nowak G. Zimmermann H. Guschel K. Anders D.L. Trimm Catalysis in Petroleum Refining 1989 1990 Elsevier Amsterdam 103 127 [7] W.D. Mross Catal. Rev. Sci. Eng. 25 1983 591 [8] S.P.S. Andrew Ind. Eng. Chem. Prod. Res. Dev. 8 1969 321 [9] M. Bajus V. Vesely P.A. Leclercq J.A. Rijks Ind. Eng. Chem. Prod. Res. Dev. 18 1979 30 [10] K. Miura M. Aimi T. Naita K. Hashimoto Fuel 65 1986 407 [11] K.J. Hüttinger R. Minges Fuel 65 1986 1112 [12] J.A. Moulijn F. Kapteijn J.L. Figueiredo J.A. Moulijn Carbon and Coal Gasification. Science and Technology 1986 Martin Nijhoff Dordrecht 181 195 [13] D.A. Sams T. Talverdian F. Shadman Fuel 64 1985 1208 [14] D.L. Ellig C.K. Lal D.W. Mead J.P. Longwell W.A. Peters Ind. Eng. Chem. Process Des. Dev. 24 1985 1080 [15] V.R. Choudhary V.H. Rane R.V. Gadre J. Catal. 145 1994 300",
      "scopus-id": "0039375399",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000975",
        "dc:description": "The effectiveness of potassium promoted calcium aluminate to catalyze the steam pyrolysis of n-heptane has been investigated at 1023 K and atmospheric pressure. Various amounts of potassium were incorporated on calcium aluminate (12CaO7Al2O3) by three different methods. Compared to thermal pyrolysis, addition of the calcium aluminate catalyst (either promoted or unpromoted) significantly increased the conversion as well as the yields of CH4, C2H4 and C3H6. The presence of potassium significantly reduced the coke deposited on the catalysts due to the enhanced rate of the coke gasification reaction. A significant amount of potassium was lost from the catalysts during preparation as well as during reaction. The gasification activity was higher for the catalysts in which the K2CO3 was incorporated by incipient wetness method but the potassium loss during reaction was also higher in comparison to catalysts in which the potassium was incorporated by co-sintering.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000975",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Anil Kumar, V."
          },
          {
            "@_fa": "true",
            "$": "Pant, K.K."
          },
          {
            "@_fa": "true",
            "$": "Kunzru, D."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000975"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000975"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00097-5",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Potassium-containing calcium aluminate catalysts for pyrolysis of n-heptane",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Calcium aluminate"
          },
          {
            "@_fa": "true",
            "$": "Potassium impregnation"
          },
          {
            "@_fa": "true",
            "$": "n-Heptane"
          },
          {
            "@_fa": "true",
            "$": "Catalytic pyrolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "193-200",
        "prism:endingPage": "200",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00097-5",
        "prism:startingPage": "193",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00097-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039375399"
      }
    }
  }
}