{
  "metadata": {
    "title": "In-situ spectroscopic studies and modelling of crystallization processes of sulphuric acid catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-19",
    "doi": "10.1016/S0926-860X(96)00200-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002001",
    "pii": "S0926860X96002001"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000400179",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-14T00:05:07 1-s2.0-S0926860X96002001 S0926-860X(96)00200-1 S0926860X96002001 10.1016/S0926-860X(96)00200-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00087 2024-01-01T12:18:48.759026Z 0 0 19961119 1996 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 147 147 1 1 Volume 147, Issue 1 11 127 144 127 144 19961119 19 November 1996 1996-11-19 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. INSITUSPECTROSCOPICSTUDIESMODELLINGCRYSTALLIZATIONPROCESSESSULPHURICACIDCATALYSTS OEHLERS C MARS 1968 1 P HOLROYD 1971 1971 F BORESKOV 1978 203 G VILLADSEN 1978 203 J BORESKOV 1980 25 G BALZHINIMAEV 1984 219 B BALZHINIMAEV 1990 1939 B FRAZER 1940 1659 J TOPSOE 1947 18 H SIMONOVA 1983 59 L DOERING 1987 186 F BOGHOSIAN 1989 121 S ERIKSEN 1995 32 K GRYDGAARD 1978 582 P ACSSYMPSER DOERING 1987 126 F ERIKSEN 1991 263 K KOZYREV 1982 53 S IBERS 1962 1914 J TANDY 1956 68 G SPITSYN 1957 2416 V FLOOD 1947 781 H SIMONOVA 1991 687 L KARYDIS 1994 2151 A BELYAEVA 1986 9 N ERIKSEN 1996 480 K MASTIKHIN 1987 160 V BALZHINIMAEV 1989 1 B NIELSEN 1993 4825 K BOGHOSIAN 1995 703 S BINDER 1988 19 K SPRINGERSERIESINSOLIDSTATESCIENCES MONTECARLOSIMULATIONINSTATISTICALPHYSICS GEIBURTGEIBOVICH 1956 1801 E LAPINA 1995 123 O OEHLERSX1996X127 OEHLERSX1996X127X144 OEHLERSX1996X127XC OEHLERSX1996X127X144XC item S0926-860X(96)00200-1 S0926860X96002001 1-s2.0-S0926860X96002001 10.1016/S0926-860X(96)00200-1 271346 2024-01-01T12:18:48.759026Z 1996-11-19 1-s2.0-S0926860X96002001-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002001/MAIN/application/pdf/b1bbd74a62e046c73997e41be119b090/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002001/MAIN/application/pdf/b1bbd74a62e046c73997e41be119b090/main.pdf main.pdf pdf true 1047495 MAIN 18 1-s2.0-S0926860X96002001-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002001/PREVIEW/image/png/39428de37e1cf2d2262a46a189d9e94b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002001/PREVIEW/image/png/39428de37e1cf2d2262a46a189d9e94b/main_1.png main_1.png png 48013 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 147 (1996) 127-144 In-situ spectroscopic studies and modelling of crystallization processes of sulphuric acid catalysts C. Oehlers a, R. Fehrmann b,,, S.G. Masters b, K.M. Eriksen b, D.E. Sheinin c B.S. Bal'zhinimaev c V.I. Elokhin c a BP Chemicals Limited, Research Laboratory, Poplar House, Chertsev Road Sunbuty-on-Thames, Middlesex TW16 7LN, UK h Department of Chemistry, Building 207, Technical Universi~ of Denmark, DK-2800 Lyngby, Denmark c Boreskov Institute of Catalysis, Noc'osibirsk 630090, Russia Received 26 February 1996; revised 31 May 1996; accepted 31 May 1996 Abstract Deactivation processes of commercial and prototype sulphuric acid catalysts have been investigated in-situ both in highly converted and unconverted feed gases, using electron paramag- netic resonance (EPR) spectroscopy. The investigation revealed that the deactivation of catalysts for SO2 oxidation is strongly dependent on physical and chemical parameters such as the pore structure of the support, the type of the alkali promoter as well as the SO2 and SO3 partial pressures. A hysteresis effect in catalytic activity could be observed during reheating of the deactivated catalysts. In this context indirect evidence was found of deactivation by the formation of vanadium(III) compounds. The various vanadium compounds in the oxidation state (IV) and with mixed valence (IV-V), formed during deactivation, have been characterized by EPR. The investigations showed no change in the vanadium oxidation state in the catalytic cycle under steady-state conditions, and at high SO2 partial pressure even at low temperatures, indicating that the so-called 'associative mechanism' probably dominates in the catalytic SO2 oxidation. A statistical lattice model was applied to describe the crystallization of binuclear complexes in the melt of snlphuric acid catalysts during deactivation while taking into account parameters such as temperature, the composition of the catalyst and SO2 conversion. Keywords.\" SO2 oxidation: Deactivation; Activity; Crystallization modelling; EPR; UV-spectrophotometry 1. Introduction Sulphuric acid is the chemical made in the largest volumes in both Europe and in the United States. The oxidation reaction SO2 + 1/202 ~ SO3 cat- * Corresponding author. Fax: (+45) 45883136. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00200- 1 128 C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 alyzed by the alkali-promoted vanadium catalysts is the key process which has recently also been applied for emission control, for example, in sulphuric acid production by desulphurization of flue gases. Numerous kinetic investigations regarding the oxidation of SO2 with pro- moted vanadium catalysts under steady state [1-4] and non-steady state condi- tions [5-7] have been reported, but a kinetic model, describing the catalytic process in a wide range of temperatures and pressures, is still not available; this is because of the complex processes which take place in the melt, are located in the catalyst pores. Therefore the characterization of deactivation compounds, the role of active vanadium species and a model describing crystallization processes in the catalyst pores, as depicted in the present paper, could be an important step forward to understand the essential reactions in the catalytic cycle of SO2 oxidation. The present study also shows the significant influence on the deacti- vation process of sulphuric acid catalysts by chemical and physical parameters such as the type of the alkali promoter, the gas composition and the pore size of the support. The investigated catalysts consisted of 6-9% V205, 6-12% K20, Na20 and/or Cs20 on an inert carrier. The alkali oxides, which are promoters for the catalyst, take up SO3 during catalytic operation and form a mixture of sulphates and pyrosulphates that act as the solvent for the catalytically active species [8,9]. This type of catalyst is referred to as a 'supported liquid phase' (SLP)-catalyst and its activity depends on various chemical and physical properties [10-13]. The experimental investigations were conducted applying electron paramag- netic resonance (EPR) in combination with UV- spe~trophotometry and gaschro- matography for monitoring the amount of paramag~etic vanadium(IV) [Ar] 3d~ compounds formed, as well as the SO2 and SO3 .partial pressures. Thus, the vanadium(IV) complex formation and the catalytictactivity could be measured simultaneously in situ. During catalysis, vanadium(V) is partly reduced to the lower oxidation states (IV) and (III) which play an important role in the deactivation process of the catalysts [3,11-17] taking place around 420. The EPR spectra of the commercial Russian catalyst IK-1-6 and six prototype catalysts were compared with spectra of compounds isolated from the molten salt/gas system M2S207-V2Os/SO2-O2-SO3-N2 (M = Na, K or Cs), which is considered a realistic model for the catalyst used for sulphuric acid production [4]. 2. Experimental The experimental set-up included mainly EPR spectrometry in combination with UV-spectrophotometry and gaschromatography as depicted in Fig. 1. The EPR spectrometer was a modified JEOL JES-ME-1X instrument equipped with a high temperature cavity (Bruker ER4114HT) operating up to 1000. The C. Oehlers et al. / Applied Catalysis A: General 147 (1996) 127-144 129 1 ~ ~m;~Gar~a J I I Chrtr ~ t .............. t t I m / Flow Controller 0 - 1000 SCCM HlghvecuUm-Pump I ~- Gas Exit Shimadzu I C- R6A Integrator J Perkin Elmer ~ /= ~E'r~o'm% Needle valve Shut off valve O Three way C] valve JEOL JES - ME -1X ESR- Spectrometer C Lt' I, i!_.t ...............1 Sample \\ Reactor Cell in High Temperature- Cavity Fig. 1. Flow diagram of the experimental set-up for combined in-situ EPR and investigations of catalytic activity of SO2-oxidation catalysts. reactor cell of quartz contained two concentric tubes where the synthesis gas enters and leaves after being in contact with the catalyst sample [16]. The catalysts were prepared by impregnation of bidispersed silicagel with a solution 130 C. Oehlers et al. / Applied Catalysis A: General 147 (1996) 127-144 of vanadyl sulphate and alkali hydrogen sulphate followed by drying and calcination at 773 K. The catalyst pellets were gently crushed and about 30 mg were placed in the inner tube of the cell between two plugs of quartz wool. The temperature was measured by a non-magnetic chromel-constantan thermocou- ple in contact with the catalyst. The probe was positioned between the pole caps of a 6 inch magnet with a variable field range of 500-6500 Gauss. The gas composition before and after the reactor cell was monitored by a UV/VIS/NIR spectrometer (Perkin Elmer Lambda 9) and by a GC (Shimadzu GC-8APT) with a 4-m stainless steel column containing Supelco Chromosorp 102 or a molecular sieve 5A, after absorption of SO3 in 96% H2SO4. Helium served as carrier gas. The feed gas was premixed in special gas steel bottles using dry sulphur dioxide, oxygen and nitrogen of commercial purities. The on-line gas mixing unit used in the present work consisted of Brooks mass flow controllers (Model 5810) with a flow range from 0 to 1000 cm3/min. The gas stream was dried through a phosphorous pentoxide (Sicapent, Merck) column and then led to the preconverter or directly into the reactor cell. The preconverter consisted of a 2 cm i.d. quartz glass tube which was filled with platinated silica [12]. The preconverter was operated at 520 to 580 to obtain 80 to 90% conversion with a flow rate of 10 cm3/min. The conversion in the reactor cell of any gas mixture was below 20% and the reactor could therefore be considered differen- tial. Further details of the experimental set-up and the reactor cell applied for the synthesis of VTM and Vv compounds from the molten salt gas system M2S207- V2Os/SO2-O2-SO3-N2 can be found elsewhere [12,13]. The catalyst samples were manufactured by the Boreskov Institut of Catalysis, Novosibirsk, Russia. 3. Results The experimental investigation concerned measurements of the deactivation temperature and catalytic activity of sulphuric acid catalysts at low and high Table 1 Composition of molten salt sulphuric acid catalysts Catalyst V205 content (wt.-%) M/V-ratio IK- 1-6 8.0 IK-748 8.0 IK-739 7.7 IK-752 8.2 IK-821 a 7.2 IK-741 a 8.0 IK-768 a 7.5 M = (60% K, 40% Na), M/V = 4-4.5 M = (70% K, 30% Na), M/V = 3.3 Cs/V = 2.7 K/V = 3.2 M =(71% K, 29% Na), M/V= 3.5 K/V = 3.3 Cs/V = 2.7 a Special porous structure of the silica support: 10 nm pore diameter. C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 131 conversion of 502, in order to gain a deeper insight into deactivation processes and the reaction mechanism. The catalytic activities as well as EPR spectra of several catalysts containing the various alkali promoters (M = Na, K, Cs) with M/V molar ratios between 2.7 and 4.5 have been measured in the temperature regime 20 ~< T ~< 500. The relevant catalysts and their approximate compo- sitions are listed in Table 1. (a) ~ 467\"~: ' g~--1,151\"~74 g, = 1.911 , I , I , I ~ I , 2500 3000 3500 4000 Magnetic Field [Gauss] (b). _ ~ 4~0._C J~ /I ' 1 \" T 351 \"C f I!H/ ga. = 1.978 g, = 1.923 t r f , I , I 2500 3000 3500 4000 Magnetic Field [Gauss] I(c) i- 325 \\ (d) J I I ~ I I I I 375 400 425 450 475 325 Temperature ['C] ,I I I I I I 350 350 375 400 425 450 475 i[ Temperature ['C] Fig. 2. ln-situ EPR spectra of the catalyst IK-739 at high temperatures in traditional synthesis gas at low and high SO2 conversion. (a) Composition of the synthesis gas: 10% SO2, 11% 02, 79% N2 (low conversion). (b) Composition of the preconverted gas: 1% SO2, 9% SO3, 7% 02, 83% N2 (high conversion). (c), (d) Relative VTM concentration obtained from the double integrated EPR spectra at low and high SO2 conversion at different temperatures. 132 C. Oehlers et al. /Applied Catalysis A.\" General 147 (1996) 127-144 > '5 E \"0 t- 8 o,~ u) ,..~ \"5o 170\"1 I 21 ~,,~. IK-741 ,K-,08 380 *C 475 450 425 400 375 350 \"C I I I I I I I E 1.3 1.4 1.5 1.6 1.7 IO00/T [1/KI Fig. 3. Arrhenius plots of four alkali promoted sulphuric acid catalysts referred to the total vanadium amount ((0) unconverted synthesis gas and (~) preconverted synthesis gas). For clarity the plots have been off-set relatively. The breakpoint temperatures Tb are indicated by arrows. As an example, EPR spectra of the catalyst IK-739 at low and high SO2 conversion as well as the relative vanadium(IV) concentration dependency of the temperature are illustrated in Fig. 2. The vanadium(IV) amount sharply in- creases at the crystallization temperature Tp, indicated [13] by the appearance of a sharp central line in the EPR spectra. Tp corresponds approximately to the breakpoint temperature Tb where the catalyst starts to deactivate according to the activity measurements shown in Fig. 3. For all catalysts the apparent activation energies below the breakpoint temperature Tb are much higher compared to the region where the catalysts show high activity as listed in Table 2. The process of deactivation is influenced both by the chemical and physical properties of the catalyst as follows from Table 2. The cesium promoted catalysts IK-739 and IK-768 deactivate at lower temperatures than the other catalysts containing the alkali promoters sodium and/or potassium. Most likely the support of the catalyst has also an effect on the deactivation process. Thus, small pores in the carrier are shifting the temperature of crystallization of C. Oehlers et al. // Applied Catalysis A : General 147 (1996) 127-144 Table 2 Activity of sulphuric acid catalysts at high and low SO2 conversion 133 Catalyst Deactivation temperature Tb () Apparent activation energy (kJ/mol) Converted gas a Unconverted gas b Converted gas Unconverted gas < Tb > Tb < Tb > Tb IK-1-6 390-400 400 .... IK-748 400 420-430 .... 1K-739 380 395 159 59 131 37.5 c IK-752 400 450 - - - IK-821 410 430 57 20 95 25.5 IK-741 380 430 271 38 101 32 c IK-768 380-390 390 - - 130 35 ~ a 1% SO2, 9% SO3, 7% O2, 83% N2. h 10% SO2, 11% 02, 79% N2. \" Apparent activation energy from the 'Boreskov Plot' in the unconverted feed gas. IK-739:26 kJ/mol, IK-741:31 kJ/mol, IK-768:38 kJ/mol. Tb (IK-739)= 395 > ~ > > e.- 8 o2 o \"T~IK-768)= !9~ = T ~w o Tb (IK-768)= 390 ~..<. 450 400 I I I I ] I 1.3 1.4 1.5 1.6 1.7 i ooorr [l/K] Fig. 4. Arrhenius plots referred to vanadium in the oxidation state (V) in unconverted synthesis gas. The arrows indicate the breakpoint temperatures Tb of the catalysts. 134 C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 vanadium compounds to lower temperatures as observed by comparison of the catalysts IK-741 and IK-752 having nearly the same chemical composition. Furthermore, the investigation revealed that in general the deactivation tempera- tures are lower at high SO2 conversion than at low. In order to get further information about the reaction mechanism, we have calculated the rate of SO2 oxidation only referred to the proportion of pentava- lent vanadium for the catalysts IK-741, IK-768 and IK-739 at low SO2 conver- sion. Thus, the number of moles of vanadium in the oxidation state (V) could be calculated by subtracting the number of moles of vanadium(IV) from the initial amount of vanadium(V). The respective number of moles for vanadium(IV) is the ratio between the double integrated EPR signal of vanadium(IV) at T >/350 and at T = 350 multiplied by the total amount of vanadium(V), assuming that all vanadium in these catalysts (with relatively low M/V ratios), is reduced to vanadium(IV) and not to vanadium(Ill) at 350. It is also assumed that spin-spin interactions are negligible. Compared to the overall turnover fre- quency for the catalytic oxidation of SO2 no break in the activity plot can be observed, which is illustrated in Fig. 4. Attempts to calculate the turnover frequency of SO2 only with respect to vanadium(V) also at high SO3 partial pressures failed, because of the limited accuracy for determining the low vanadium(IV) content in the melt. In the high temperature area above 420 all EPR spectra show a broad line feature. In the case of the cesium doped catalyst (Fig. 2) a superimposed Table 3 EPR investigation of sulphuric acid catalysts at high and low SO2 conversion a Catalyst xp EPR parameter Linewidth b b b giso gll g AH (G) Most probable vIV compound formed during deactivation IK- 1-6 0 1.966 140+5 c K 4(VO)3(504)5 0.85 1.927 1.977 21 + 2 13_VOSO4 d IK-748 0 1.972 69 _+ 2 K 4(VO)3(504)5 0.85 1.928 1.985 20 + 2 I3_VOSO4 d IK-739 0 1.913 1.976 28 _+ 2 Cs2(WO)2(SO4)3 0.85 1.923 1.978 24 + 2 13_VOSO4 d IK-752 0 1.967 79-t-3 K 4(VO)3(804)5 0.85 1.926 1.977 23 _+ 2 I3_VOSO4 d IK-821 0 1.969 79 _+ 3 K 4(VO)3(SO4)5 0.85 1.920 1.928 19_+2 [3_VOSO4 d IK-741 0 1.966 83 3 Ka(VO)3(SO4)5 0.85 1.923 1.980 21 -+ 2 13_VOSO4 d IK-768 0 1.910 1.970 29-+2 Cs2(VO)2(SO4)3 0.85 1.929 1.981 20_+2 13_VOSO4 d a Xp: SO2 conversion degree. b Standard deviation for g-values: _+ 0.05. c Partly glass formation. d 13_VOSO4_like compound possibly also containing SO2 and/or SO3 molecules in the structure, but no alkali metal ions. C. Oehlers et al./Applied Catalysis A.\" General 147 (1996) 127-144 135 multiline spectrum can be observed at high SO2 conversion. By further lowering of the temperature a narrow signal appears, characteristic of crystalline VTM compounds. The room temperature EPR powder spectra of different vanadium(IV) deactivation compounds can be classified as an axial symmetric type, that can be resolved by Lorentzian functions [18]. The investigation revealed that the type of vanadium(IV) deactivation compounds crystallized in the pores of the carrier, are strongly dependent on the SO2 and SO3 partial pressures. At low SO2 conversion different vanadium(IV) compounds with isotropic and slightly anisotropic spectra were accumulating, whereas high SO3 partial pressures led only to one type of deactivation compounds for the different t- ._o o c- o m ~.0t) > >, ._> o,y (a) D,~.. D 320 C *,~:.;.. \" .... G ' ............ i B \"\" ~..:i:~i~i~.::i:O_,.i ..O :~\"\"- ;;;;;? ~ ........ \"-O- .;.;.\" ..... ~:::::~,,,,,..~. I I I I I I I 340 360 380 400 420 440 460 Temperature [C] I 480 500 ~'- O x E >= moo LI_ E~ #_E 35 30 25 20 15 10 5 320 (b) 0 .\"\"B ...i.~ .... ..:. .,Q' ~ii.i./ . 4 .......... ~:;..,~-~ ~~ ...... ... .., ;!: ..~\" ,~,. ~ ~,~,~ ~:Y~ / ~:::::.- ~:~ ;~..~;~ 340 360 380 400 420 440 460 480 Temperature [C] 500 Fig. 5. (a) Relative VTM concentration as function of the temperature for the catalysts IK-768 (O) and IK-739 (O) in unconverted gas. Arrows indicate decrease/increase of the temperature for the catalyst sample. (b) Activity plots for the catalysts IK-768 (O) and IK-739 (pressed (~) and nonpressed (0) sample) vs. temperature. The period of time between two measured points is about 1 h. 136 C. Oehlers et aL / Applied Catalysis A: General 147 (1996) 127-144 catalysts. The vanadium(IV) compounds were identified by their g-values and line widths [13] and are presented in Table 3. A 'hysteresis effect' could be observed when the catalysts were reheated in order to regain their full activity. This catalytic hysteresis was investigated for the catalysts IK-739 and IK-768 with nearly the same catalyst specifications but a different porous structure of the support and is depicted in Fig. 5. As seen in Fig. 5a for both catalysts, by reheating, the relative vanadium(IV) concentration drops below the curve obtained by lowering of the temperature, probably due to precipitation of minor amounts of EPR silent vanadium(III) compounds. The catalytic activity is regained after reheating at approximately 480 as shown in Fig. 5b. In order to further investigate the influence of the pore structure on the deactivation process, one sample of the powderous IK-739 catalyst was pel- letized under pressure (p = 0.3 GPa). A different hysteresis behavior could be observed compared with the nonpressed sample of the IK-739, as shown in Fig. 5b. Furthermore, a different vanadium(IV) deactivation compound was formed, judged from the EPR spectra (not shown). 4. Discussion 4.1. Catalyst activity and deactivation The EPR investigations revealed that the deactivation temperature of the catalysts is dependent on the type of the alkali promoter. The catalysts contain- ing cesium show an enhanced activity at lower temperatures compared with catalysts based on potassium and sodium promoters. The increasing radius of the alkali metal ions in the sequence Li, Na, K, Rb, Cs leads to a stabilisation of active vanadium compounds in the oxidation state (V) by stabilising pyrosul- phates and higher pyrosulphates [19-21]. The amount of pyrosulphate ions is sufficient for the formation of active complexes even for the lighter alkalimetal ions due to the high solubility of SO3. Simonova et al. [22] showed, by quantitative analysis of EPR spectra, that the content of crystalline vanadium(IV) does not exceed 50% of the total vanadium amount at 420 and 30% SO2 conversion for cesium catalysts with a molar ratio M/V = 2. On the other hand their investigations revealed, under the same reaction conditions, that in the catalysts containing sodium and potassium all vanadium is found as inactive crystalline compounds. The results are in accordance with our measurements of sulphufic acid catalysts and model systems, here and previously [ 12,13]. The deactivation process, in particular the increase of vanadium(III) and (IV) deactivation compounds in the pores of the SLP-catalyst as well as the sudden drop of activity in the Arrhenius plots, is dependent on the SO3/SO2 partial pressure ratio. It turned out that the deactivation temperature of the investigated catalysts is approximately 20-30 lower in the 85% preconverted gas com- C. Oehlers et al. / Applied Catalysis A: General 147 (1996) 127-144 137 pared with the unconverted feed gas. This is probably due to a shift of the formal equilibrium system SO2 .. SO2 .,. vV~v'*~V\" (1) SO3 SO3 to the left, since the partial pressure ratio p(SO3)/p(SO2) is larger compared to the unconverted feed gas, as proposed recently [13]. Thus, the solubility limit of vanadium species in the oxidation states (lid and (IV) is achieved at lower temperature in the 85% preconverted gas and Tb is accordingly lower. This phenomenon is confirmed by recent spectrophotometric and EPR measurements on dilute solutions of vanadium pentoxide in molten pyrosulphates [23]. From a technical point of view these results are important for the cost-effective design of a new type of industrial converter without interstage absorption of SO3. In this context the catalysts IK-739, IK-768 and IK-741 show promising results at low and high SO3 partial pressures, although the desired deactivation tempera- ture Tb ~< 350 is not reached, yet. Physical parameters as the pore geometry and size of the catalyst support have an effect on the liquid distribution and the deactivation process. The deactivation temperature of the catalyst IK-741 with a special porous structure is approximately 20 lower in comparison with the catalyst IK-752. The tempera- ture deviation between the catalysts IK-739 and IK-768 is approximately 10, and no effect can be noticed for the catalysts IK-748 and IK-821 as presented in Table 2. Belyaeva et al. [24] investigated the activity of a potassium promoted vanadium catalyst in dependency of the silica gel pore size structure. They also found that at low conversion the on-set of crystallization of the active com- pounds is shifted to lower temperatures for catalysts with small pore sizes, i.e. between 10 and 80 nm. Their explanation for this phenomenon is based on the Gibbs-Thomson equation Gq = c,~ exp(2 6 Vo/rkT) (2) This states, that the equilibrium concentration Ceq of the precipitating vana- dium(IV) increases by decreasing radius r of the crystals, ca is the equilibrium concentration of the precipitating species in a solution with infinitely large crystals, i.e. coo is the solubility, ~ is the free surface energy, V0 is the molecular volume, k is the Boltzmann constant and T the temperature. Thus, catalysts with small pores will give rise to precipitation at lower temperatures than catalysts with large pores. A catalytic hysteresis effect could be observed after reheating the deactivated sulphuric acid catalysts again in unconverted gas as shown in Fig. 5. The catalysts IK-768 and IK-739 are nearly based on the same chemical composition but with a different porous structure of the support. According to Fig. 5a the relative vanadium(IV) concentration increased slightly for both catalysts by 138 C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 lowering the temperature, whereas much more vanadium(IV) species were formed below the breakpoint temperature (region B-C). The precipitation of crystalline vanadium(IV) compounds increased further during 12 h at 345 (region C-D). By reheating the catalyst samples the vanadium(IV) amount decreased, indicating a reversible process in the melt. Furthermore, it can be noticed that the relative vanadium(IV) concentration drops below the curve obtained during the cooling process for the two catalysts. Most likely the precipitation of vanadium species both in the oxidation states + 3 (EPR-silent) and +4 at 345 can be assumed. Thus, upon reheating, first vanadium(IV) compounds decompose and form the catalytic active vanadium(V) complexes in the melt, but the catalytic activity was only fully regained at approximately 480 as shown in Fig. 5b where the vanadium(III) compounds also are reoxidized to vanadium(V) [12]. The influence of the porous structure on the hysteresis behavior seems to be important and more pronounced for the experiment where a sample of the IK-739 catalyst was pelletized under pressure (p = 0.3 GPa). A different deactivation compound and a lower turnover frequency was found for the pressed sample (Fig. 5b), most likely due to a change of the porous structure inducing mass transport restriction of the gas phase components. Due to the EPR parameter of the spectrum of the pressed sample, the precipitated compound could be classified as a mixed valence vanadium(IV-V) compound, probably Cs6(VO)4(504)8 analogous to K6(VO)4(SO4)8, which recently has been isolated from model melts [25]. The calculated values giso = 1.974 and A Bpp = 67 Gauss show good accordance with the EPR data of the sodium and potassium mixed valence compounds [25,26]. This is surprising, because so far all mixed valence vanadium(IV-V) compounds containing Cs, Na, K have been synthesised in highly preconverted gas. Therefore the change of physical properties seems to influence strongly the chemical processes in the catalyst melt. The activity measurements based on vanadium(V) showed that under steady- state conditions and high SO2 partial pressures (i.e. low conversion) the catalytic reaction most likely takes place without a change in the oxidation state of vanadium even below the breakpoint temperature Tb, since no break can be observed. A straight line could not be obtained for the catalyst IK-768 in the high temperature region, probably due to its very high activity leading to full conversion of the gas. Thus, in contrast to an earlier publication [3], the so-called 'associative mechanism' seems to be dominant also at low temperature and at low conversion. The active species in the catalytic cycle are considered to be polynuclear complexes of vanadium in the oxidation state (V) coordinated to sulphate and/or pyrosulphate ligands [27,28]. The synthesis and characterization of the dimeric vanadium(V) compound Cs4(WO)20(SO4)4, which could be an initial component in the reaction mechanism, is described in [29]. The redox reaction of vanadium is a side reaction in equilibrium with the catalytic cycle [7,28]. At lower temperatures the equilibrium reaction, leading to deactivation, C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 139 dominates the whole catalytic process, since the active species are reduced to inactive vanadium compounds. The formation of vanadium(IV) deactivation compounds, below the break- point temperature Tb, resulted in EPR spectra with different g-values and line widths (Table 3). The chemical composition of the catalyst as well as the partial pressures of SO2 and SO3 have a strong influence on the type of deactivation compound. High SO2 conversion favours the formation of vanadylsulphate-like compounds containing SO2 and/or SO3 in their structure but without alkali metal ions [30]. The formation of vanadium(III) species at low SO2 conversion is more likely than under high, due to a shift of the equilibrium (Eq. 1) to lower oxidation states. The role of vanadium(III) deactivation compounds in the catalysts for sulphuric acid production as shown here by the hysteresis behavior and during flue gas cleaning [31] has so far been underestimated. This is supported by earlier investigations of model melts [12]. 4.2. Co, stallization modeling Crystallization processes in the melt of sulphuric acid catalysts can be described on the basis of a statistical lattice type model by changing the parameters of temperature, SO2 conversion and chemical composition. The used model includes local interactions between the cells like in the Ising models and is independent of the uniform distribution of the reagents and the catalytically active complexes across the reaction system in contrary to the traditional models. The catalyst melt was modeled by a cubic lattice consisting of N 3 cells, each containing one of the binuclear complexes (V5+)2 or (V4+)2. There are only four mutual orientations of two neighbouring dimers: (1) consecutive (-- --), (2) parallel (LI), (3) perpendicular (1) and (4) crossed (+). The model is simplified by the approximation that the interaction energies for the perpendicu- lar and crossed orientations are zero since interaction between dimers are supposed to occur for either parallel or consecutive complex configurations. This leads to six different interaction energies between the neighbouring pairs of V4+V4+, V4+V5+ and Vs+VS+-dimers. The model lattice configuration (~) is defined by the orientations and types of the dimer. If these sets of dimer states are known, the energy of the given configuration E(~) can be calculated as the sum of the interaction energies for all the pairs of neighbouring dimers divided by a factor of two to avoid double counting. At a certain temperature the ratio c = [V4+]/[V5+] is constant for each ensemble of possible lattice configurations (~), and it can be calculated from the temperature, the composition of the gas mixture and the chemical composition of the catalyst according to the equation obtained from earlier kinetic investigations [7]. The probabilities P(~) of the configurations E(~) are obtained by considering the Boltzmann factor P({)= exp{-E(~)/RT}. The 140 C. Oehlers et al. /Applied Catalysis A: General 147 (1996) 127-144 average energy per cell for the different T and c can be calculated according to ( E)~ = E(fg)/N3. Due to the Metropolis method [32] the equilibrium configura- tion of the lattice at a defined temperature and concentration can be computed using the three parameters El j, E(~) and (E)~. The energy values Eij reflect the interaction energies between the consecutive and parallel vanadium dimers. The mentioned method is a standard routine which enables the simulation of a thermodynamic equilibrium in Gibbs ensembles. The algorithm starts from the arbitrary initial configuration ~o. The current configuration ~s is transformed into the next ~+1 configuration by the randomized procedure of the so-called Monte Carlo step. The computation was stopped after a finite number of MC steps, when the ( E)~ value became stable. In the present simulation the number of MC steps was varied in the range 100-500. It tumed out that with a lattice size of N = 25 the average mean square error of ( E)'r was less than 10%. Each MC step consisted of N3 attempts to transform the randomly chosen dimer into another state, by changing its space orientation and by the subsequent change of places with another randomly chosen dimer. The state of each cell is characterized by the configuration energy, calculated as the sum of energies of mutual interactions with six neighbour cells. If the cell configuration energy decreases, the probability P of the transition is P = 1. On the other hand, the probability of the transition into another state follows the equation Pr = exp{ -- A Er/RT} if the configuration energy increases (E2 > E~), where A E~ = E2 - E1. El is the initial configuration energy, E2 the configuration energy after the transition into a new orientation. The described statistical lattice model was proven by calculating the depen- dency of the average energy ( E)'7- per cell vs. temperature taking into account the experimental data of former kinetic investigations [33]. The results are depicted in Fig. 6. The calculations were carried out with different sets of model parameters. The interaction energies were varied at fixed [V+4]/[V+5] ratios calculated from a kinetic model equation [7] and are considered acceptable when they correspond with the experimental breakpoint temperatures. Good agreement can be reached with the interaction energy values E4+4+ = E4;5+ = -3.56, EI41+4+ =EJ+5+ = -2.93, E5;5+ = -3.35 and Ells+5+ = -2.72 kJ/mol. En- ergy values Eij of that order of magnitude reflect weak dipole-dipole or ion-dipole interactions, and they are most likely necessary to maintain the optimal configuration for the phase transition. When the latter is achieved the crystallization process proceeds very fast. The sequence E4+4+ = E4+5+ < E5+5+ shows that mainly vanadium(IV) compounds crystallize or those with mixed valence which have been identified recently [25,26]. The formation of solid vanadium(V) compounds occurs at lower temperatures. The results of crystallization modeling for the catalysts IK-741 and IK-739 at high (Xp = 0.85) and low (Xp = 0.2) degrees of SO2 conversion are depicted in Fig. 7. The vanadium(IV) amount was calculated by using the kinetic model [33] or the experimental data of the in-situ EPR investigations. The vertical lines C. Oehlers et al./Applied Catalysis A: General 147 (1996) 127-144 141 -1.0 -1.5 O E ol--- A 111 v e-- 111 -2.0 -2.5 @ o o o o < .2 1.3 1.4 1000/T [l/K] 0.5 0.0 v -0.5 rF t\" o \"5 IZ -1.0 \\'. 0 ~ 0 :1 0 0 0 i t 1.5 1,6 Fig. 6. Comparison of reaction rates (obtained from catalytic activity measurements) and average energies from the statistical lattice model for a potassium promoted catalyst (K/V = 3) at 30% and 75% SO2 conversion. Xp = 0.30: (~) modeling, ([:3) experimental data and Xp = 0.75: (O) modeling, ((3) experimental data. indicate the experimental breakpoint temperatures Tb obtained from in-situ activity measurements as described above. For the statistical lattice model the orientational energy parameters of the cesium promoted catalyst IK-739 were changed in contrary to the potassium promoted catalyst IK-741. Catalysts with cesium as promoter contain a higher content of pyrosulphate ions in the melt due to the shift of the sulphate-pyrosulphate equilibrium towards pyrosulphates. This leads to a smaller size of the vanadium oligomers in comparison to the potassium based catalyst and is confirmed by recent high temperature NMR investigations [34]. Thus, the smaller vanadium complex size for the cesium catalyst resulted in a decrease of the interaction energies in the statistical lattice model due to E;+5+ = -2.51 and E~I+5+ = -1.88 ld/mol. As seen in Fig. 7 the crystallization modeling, based on the vanadium(IV) amount obtained from 142 C. Oehlers et al./Applied Catalysis A: General 147 (1996) 127-144 0 E ol-- A 1U V r- UJ -1.5 -2 -2.5 o I I (IK-739 +1K-741) I , I , 560 600 640 ee~ o~t:::,j-~-#c~ I J Tb (IK-739)! Tb (IK-741) I r I ~ I I , I 680 720 760 I 8OO Temperature [K] Fig. 7. Crystallization modeling for the catalysts 1K-739 and IK-741 at low (xp = 0.20) and high (xp = 0.85) SO2 conversion. Absolute VTM concentrations are obtained at xp = 0.85 from a kinetic model ((~) IK-739, (r3) IK-741) and at xp = 0.20 from EPR data ((0) IK-739, (O) 1K-741). Vertical lines reflect experimental breakpoint temperatures Tb from catalytic activity measurements. the kinetic model at high conversion and EPR data at low conversion, shows good accordance with the experimental breakpoint temperatures Tb. The statistical lattice model failed by using the EPR data at high conversion and the kinetic model at low conversion (not shown in Fig. 7). This discrepancy of Tb at high SO2 conversion degrees can be explained as due to the relative large error by calculating very small absolute vanadium(IV) concentrations from the EPR spectra. In the case of low SO2 conversion degrees the vanadium(IV) concentration is much higher and suitable for EPR estimation. However, the kinetic model is not able to take into account possible accumulation of vana- dium(IV) species into oligomers and polymers in the melt at low SO2 conver- C. Oehlers et al./Applied Catalysis A: General 147 (1996) 127-144 143 sion. Therefore the amount of vanadium(IV), calculated from the kinetic model, might be different from that obtained from EPR investigations and leads to a less accurate simulation of crystallization processes in the catalyst melt. 5. Conclusion Activity measurements of sulphuric acid catalysts revealed that at low SO2 conversion degrees the so-called 'associative mechanism' dominates the cat- alytic reaction, i.e. the vanadium oxidation state of the active polynuclear vanadium(V) complexes remains unchanged in the catalytic cycle. Different crystalline vanadium compounds are formed during the deactivation process at low and high SO2 conversion. The increasing p(SO3)/p(SO2) ratio leads to the formation of vanadium(IV) compounds with less SO2- per VO2unit, proba- bly due to a shift of the solvent equilibrium SO3 + SO2- ~ $2O2- to the right. The deactivation of SO2 oxidation catalysts is a reversible process. However, by reheating the deactivated catalysts the relative vanadium(IV) concentration shows hysteresis and drops below the curve obtained during the cooling process, indicating that vanadium species both in the oxidation states (III) and (IV) are formed. Physical parameters like the pore size influences the deactivation process as well as the catalytic activity. The reactions which take place in the homogeneous phase of the catalyst pores are complex and therefore modeling of these processes is quite difficult. Nevertheless a new statistical lattice type model can describe the position of the breakpoint temperature Tb very accu- rately at different SO2 conversion degrees and for catalysts with different chemical compositions. Acknowledgements This investigation has been supported by the programs and foundations Human Capital and Mobility (contract ERBCHBGCT920129), Deutsche Forschungsgemeinschaft (DFG), BRITE-EURAM II (contract BRE2.CT93.0447), INTAS (contract No. 93-3244), the Danish Natural Science Research Council and the Siberian Branch of Russia's Academy of Sciences. The authors thank Dr. L.G. Simonova for the preparation of the catalyst samples. References [1] p. Mars and J.G.H. Maessen, J. Catal., 10 (1968) 1. [2] F.B.P. Holroyd and C.N. Kenney, Chem. Eng. Sci., 26 (1971) 1971. 144 C. Oehlers et al./Applied Catalysis A: General 147 (1996) 127-144 [3] G.K. Boreskov, G.M. Polyakova, A.A. Ivanov and V.M. Mastikhin, Dokl. Akad. Nauk. SSSR (Engl. Transl.), 17 (1978) 203. [4] J. Villadsen and H. Livbjerg, Catal. Rev.-Sci. Eng., 17 (1978) 203. [5] G.K. Boreskov, A.A. Ivanov, B.S. Balzhinimaev and L.M. Kamatorskaya, React. Kinet. Catal. Lett,, 14 (1980) 25. [6] B.S. Balzhinimaev, V.E. Ponomarev, G.K. Boreskov and A.A. Ivanov, React. Kinet. Catal. Lett., 25 (1984) 219. [7] B.S. Balzhinimaev, N.P. Belyaeva and S.I. Reshetnikov, Chem. Eng. Sci., 45 (1990) 1939. [8] J.H. Frazer and W.J. Kirkpatrick, J. Am. Chem. Soc., 62 (1940) 1659. [9] H.F.A. Tops~e and A. Nielsen, Trans. Dan. Acad. Tech. Sci., 1 (1947) 18. [10] L.G. Simonova, O.B. Lapina, V.M. Mastikhin and V.A. Dzisko, React. Kinet. Catal. Lett., 22 (1983) 59. [11] F.J. Doering, H.K. Yuen, P.A. Berger and M.L. Unland, J. Catal., 104 (1987) 186. [12] S. Boghosian, R. Fehrmann, N.J. Bjerrum and G.N. Papatheodorou, J. Catal., 119 (1989) 121. [13] K.M. Eriksen, D.A. Karydis, S. Boghosian and R. Fehrmann, J. Catal., 155 (1995) 32. [14] P. Grydgaard, H. Jensen-Holm, H. Livbjerg and J. Villadsen, ACS Syrup. Ser., 65 (1978) 582. [15] F.J. Doering and D. Berkel, J. Catal., 103 (1987) 126. [16] K.M. Eriksen, R. Fehrmann and N.J. Bjerrum, J. Catal., 132 (1991) 263. [17] S.V. Kozyrev, B.S. Balzhinimaev, G.K. Boreskov, A.A. Ivanov, React. Kinet. Catal. Lett., 20 (1982) 53. [18] J.A. Ibers and J.D. Swalen, Phys. Rev., 127 (1962) 1914. [19] G.H. Tandy, J. Appl. Chem., 6 (1956) 68. [20] V.I. Spitsyn and I.E. Mikhailenko, J. Inorg. Chem., 2 (1957) 2416. [21] H. Flood and T. Forland, Acta Claim. Scand., 1 (1947) 781. [22] L.G. Simonova, B.S. Balzhinimaev, O.B. Lapina, Y.O. Bulgakova and T.F. Soshkina, Kinet. Katal. (Engl. Transl.), 32 (1991) 687. [23] A. Karydis, K.M. Eriksen, R. Fehrmann and S. Boghosian, J. Chem. Soc. Dalton Trans., (1994) 2151. [24] N.P. Belyaeva, B.S. Balzhinimaev, L.G. Simonova, V.I. Zaikovskii, A.A. Ivanov and G.K. Boreskov, React. Kinet. Catal. Lett., 30 (1986) 9. [25] C. Oehlers, K. Nielsen, K.M. Eriksen and R. Fehrmann, work in progress. [26] K.M. Eriksen, K. Nielsen and R. Fehrmann, Inorg. Chem., 35 (1996) 480. [27] V.M. Mastikhin, O.B. Lapina, B.S. Balzhinimaev, L.G. Simonova, L.M. Karnatovskaya and A.A. Ivanov, J. Catal., 103 (1987) 160. [28] B.S. Balzhinimaev, A.A. Ivanov, O.B. Lapina, V.M. Mastikhin and K.I. Zarnaraev, Faraday Discuss. Chem. Soc., 87 (1989) 1. [29] K. Nielsen, R. Fehrmann and K.M. Eriksen, Inorg. Chem., 32 (1993) 4825. [30] S. Boghosian, K.M. Eriksen, R. Fehrmann and K. Nielsen, Acta Chim. Scand., 49 (1995) 703. [31] S.G. Masters, A. Chrissanthopoulos, K.M. Eriksen, S. Boghosian and R. Fehrmann, submitted to J. Catal. [32] K. Binder and D.W. Heermann, Monte Carlo Simulation in Statistical Physics (Springer Series in Solid-State Sciences, Vol. 80), Springer Verlag, 1988, p. 19. [33] E.B. Geiburt-Geibovich, G.K. Boreskov, Zh. Fiz. Khim., 30 (1956) 1801. [34] O.B. Lapina, V.M. Mastikhin, A.A. Shubin, K.M. Eriksen and R. Fehrmann, J. Molec. Catal. A, 99 (1995) 123. APCATA 96002001 S0926-860X(96)00200-1 10.1016/S0926-860X(96)00200-1 Elsevier Science B.V. All rights reserved In-situ spectroscopic studies and modelling of crystallization processes of sulphuric acid catalysts C. Oehlers a R. Fehrmann * b S.G. Masters b K.M. Eriksen b D.E. Sheinin c B.S. Bal'zhinimaev c V.I. Elokhin c a BP Chemicals Limited, Research Laboratory, Poplar House, Chertsey Road, Sunbury-on-Thames, Middlesex TW16 7LN, UK b Department of Chemistry, Building 207, Technical University of Denmark, DK-2800 Lyngby, Denmark c Boreskov Institute of Catalysis, Novosibirsk 630090, Russia * Corresponding author. Fax: (+ 45) 45883136. Deactivation processes of commercial and prototype sulphuric acid catalysts have been investigated in-situ both in highly converted and unconverted feed gases, using electron paramagnetic resonance (EPR) spectroscopy. The investigation revealed that the deactivation of catalysts for SO2 oxidation is strongly dependent on physical and chemical parameters such as the pore structure of the support, the type of the alkali promoter as well as the SO2 and SO3 partial pressures. A hysteresis effect in catalytic activity could be observed during reheating of the deactivated catalysts. In this context indirect evidence was found of deactivation by the formation of vanadium(III) compounds. The various vanadium compounds in the oxidation state (IV) and with mixed valence (IV–V), formed during deactivation, have been characterized by EPR. The investigations showed no change in the vanadium oxidation state in the catalytic cycle under steady-state conditions, and at high SO2 partial pressure even at low temperatures, indicating that the so-called ‘associative mechanism’ probably dominates in the catalytic SO2 oxidation. A statistical lattice model was applied to describe the crystallization of binuclear complexes in the melt of sulphuric acid catalysts during deactivation while taking into account parameters such as temperature, the composition of the catalyst and SO2 conversion. Keywords SO2 oxidation Deactivation Activity Crystallization modelling EPR UV-spectrophotometry References [1] Mars P. Maessen J.G.H. J. Catal. 10 1968 1 [2] Holroyd F.B.P. Kenney C.N. Chem. Eng. Sci. 26 1971 1971 [3] Boreskov G.K. Polyakova G.M. Ivanov A.A. Mastikhin V.M. Dokl. Akad. Nauk. SSSR 17 1978 203 (Engl. Transl.) [4] Villadsen J. Livbjerg H. Catal. Rev.-Sci. Eng. 17 1978 203 [5] Boreskov G.K. Ivanov A.A. Balzhinimaev B.S. Karnatorskaya L.M. React. Kinet. Catal. Lett. 14 1980 25 [6] Balzhinimaev B.S. Ponomarev V.E. Boreskov G.K. Ivanov A.A. React. Kinet. Catal. Lett. 25 1984 219 [7] Balzhinimaev B.S. Belyaeva N.P. Reshetnikov S.I. Chem. Eng. Sci. 45 1990 1939 [8] Frazer J.H. Kirkpatrick W.J. J. Am. Chem. Soc. 62 1940 1659 [9] Topsøe H.F.A. Nielsen A. Trans. Dan. Acad. Tech. Sci. 1 1947 18 [10] Simonova L.G. Lapina O.B. Mastikhin V.M. Dzisko V.A. React. Kinet. Catal. Lett. 22 1983 59 [11] Doering F.J. Yuen H.K. Berger P.A. Unland M.L. J. Catal. 104 1987 186 [12] Boghosian S. Fehrmann R. Bjerrum N.J. Papatheodorou G.N. J. Catal. 119 1989 121 [13] Eriksen K.M. Karydis D.A. Boghosian S. Fehrmann R. J. Catal. 155 1995 32 [14] Grydgaard P. Jensen-Holm H. Livbjerg H. Villadsen J. Fourth Edition ACS Symp. Ser. 65 1978 582 [15] Doering F.J. Berkel D. J. Catal. 103 1987 126 [16] Eriksen K.M. Fehrmann R. Bjerrum N.J. J. Catal. 132 1991 263 [17] Kozyrev S.V. Balzhinimaev B.S. Boreskov G.K. Ivanov A.A. React. Kinet. Catal. Lett. 20 1982 53 [18] Ibers J.A. Swalen J.D. Phys. Rev. 127 1962 1914 [19] Tandy G.H. J. Appl. Chem. 6 1956 68 [20] Spitsyn V.I. Mikhailenko I.E. J. Inorg. Chem. 2 1957 2416 [21] Flood H. Forland T. Acta Chim. Scand. 1 1947 781 [22] Simonova L.G. Balzhinimaev B.S. Lapina O.B. Bulgakova Y.O. Soshkina T.F. Kinet. Katal. 32 1991 687 (Engl. Transl.) [23] Karydis A. Eriksen K.M. Fehrmann R. Boghosian S. J. Chem. Soc. Dalton Trans. 1994 2151 [24] Belyaeva N.P. Balzhinimaev B.S. Simonova L.G. Zaikovskii V.I. Ivanov A.A. Boreskov G.K. React. Kinet. Catal. Lett. 30 1986 9 [25] C. Oehlers, K. Nielsen, K.M. Eriksen and R. Fehrmann, work in progress. [26] Eriksen K.M. Nielsen K. Fehrmann R. Inorg. Chem. 35 1996 480 [27] Mastikhin V.M. Lapina O.B. Balzhinimaev B.S. Simonova L.G. Karnatovskaya L.M. Ivanov A.A. J. Catal. 103 1987 160 [28] Balzhinimaev B.S. Ivanov A.A. Lapina O.B. Mastikhin V.M. Zamaraev K.I. Faraday Discuss. Chem. Soc. 87 1989 1 [29] Nielsen K. Fehrmann R. Eriksen K.M. Inorg. Chem. 32 1993 4825 [30] Boghosian S. Eriksen K.M. Fehrmann R. Nielsen K. Acta Chim. Scand. 49 1995 703 [31] S.G. Masters, A. Chrissanthopoulos, K.M. Eriksen, S. Boghosian and R. fehrmann, submitted to J. Catal. [32] Binder K. Heermann D.W. Monte Carlo Simulation in Statistical Physics Fourth Edition Springer Series in Solid-State Sciences Vol. 80 1988 Springer Verlag 19 [33] Geiburt-Geibovich E.B. Boreskov G.K. Zh. Fiz. Khim. 30 1956 1801 [34] Lapina O.B. Mastikhin V.M. Shubin A.A. Eriksen K.M. Fehrmann R. J. Molec. Catal. A 99 1995 123",
      "scopus-id": "0000400179",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002001",
        "dc:description": "Deactivation processes of commercial and prototype sulphuric acid catalysts have been investigated in-situ both in highly converted and unconverted feed gases, using electron paramagnetic resonance (EPR) spectroscopy. The investigation revealed that the deactivation of catalysts for SO2 oxidation is strongly dependent on physical and chemical parameters such as the pore structure of the support, the type of the alkali promoter as well as the SO2 and SO3 partial pressures. A hysteresis effect in catalytic activity could be observed during reheating of the deactivated catalysts. In this context indirect evidence was found of deactivation by the formation of vanadium(III) compounds. The various vanadium compounds in the oxidation state (IV) and with mixed valence (IV–V), formed during deactivation, have been characterized by EPR. The investigations showed no change in the vanadium oxidation state in the catalytic cycle under steady-state conditions, and at high SO2 partial pressure even at low temperatures, indicating that the so-called ‘associative mechanism’ probably dominates in the catalytic SO2 oxidation. A statistical lattice model was applied to describe the crystallization of binuclear complexes in the melt of sulphuric acid catalysts during deactivation while taking into account parameters such as temperature, the composition of the catalyst and SO2 conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002001",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Oehlers, C."
          },
          {
            "@_fa": "true",
            "$": "Fehrmann, R."
          },
          {
            "@_fa": "true",
            "$": "Masters, S.G."
          },
          {
            "@_fa": "true",
            "$": "Eriksen, K.M."
          },
          {
            "@_fa": "true",
            "$": "Sheinin, D.E."
          },
          {
            "@_fa": "true",
            "$": "Bal'zhinimaev, B.S."
          },
          {
            "@_fa": "true",
            "$": "Elokhin, V.I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002001"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002001"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00200-1",
        "prism:volume": "147",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "In-situ spectroscopic studies and modelling of crystallization processes of sulphuric acid catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "SO2 oxidation"
          },
          {
            "@_fa": "true",
            "$": "Deactivation"
          },
          {
            "@_fa": "true",
            "$": "Activity"
          },
          {
            "@_fa": "true",
            "$": "Crystallization modelling"
          },
          {
            "@_fa": "true",
            "$": "EPR"
          },
          {
            "@_fa": "true",
            "$": "UV-spectrophotometry"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "127-144",
        "prism:endingPage": "144",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00200-1",
        "prism:startingPage": "127",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00200-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000400179"
      }
    }
  }
}