{
  "metadata": {
    "title": "Electron-deficient boronic acid catalyzed cyclization of CO<ce:inf loc=post>2</ce:inf> and epoxides",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2025-04-05",
    "doi": "10.1016/j.apcata.2025.120170",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X25000717",
    "pii": "S0926860X25000717"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85218248942",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2025-02-18 2025-02-18 2025-02-22 2025-02-22 2025-03-01T20:53:14 1-s2.0-S0926860X25000717 S0926-860X(25)00071-7 S0926860X25000717 10.1016/j.apcata.2025.120170 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X25X0003X 2025-03-01T21:11:27.187936Z 0 0 20250405 2025 2025-02-19T00:15:12.822824Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 695 695 C Volume 695 5 120170 120170 120170 20250405 5 April 2025 2025-04-05 2025 article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ELECTRONDEFICIENTBORONICACIDCATALYZEDCYCLIZATIONCO2EPOXIDES JIANG X 1 Introduction 2 Results and discussion 2.1 Optimization of the reaction conditions 2.2 Substrate scope of the reaction 2.3 Mechanism studies 2.4 Catalyst recycling experiment 3 Conclusion CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References SATHISH 2016 1032 M KULAL 2019 434 N LAN 2016 826 D GUO 2021 77 L WANG 2023 106917 J REHMAN 2021 105113 A SI 2021 918 G MIHARA 2023 1214 M SHEN 2025 e202401362 Q SOPENA 2017 3532 S LIU 2018 9945 N WU 2019 1895 X ANDREA 2019 1799 K COKOJA 2015 2436 M XUE 2017 2271 Z LI 2019 5231 Y LUO 2023 15717 Y WANG 2016 4871 J GUO 2017 6770 Z ZHONG 2017 2728 W BOBBINK 2018 2589 F AYTAR 2024 132867 E YASAR 2024 2938 E KILIC 2024 101620 A YASAR 2025 122503 E SILVA 2019 110425 L DU 2023 108269 M HU 2023 45 H SUN 2023 L JIANG 2020 5317 X LI 2024 110206 Y LIU 2017 107 B ZHAO 2019 172 L JIANGX2025X120170 JIANGX2025X120170XX 2027-02-22T00:00:00.000Z 2027-02-22T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-02-27T18:32:33.655Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Science and Technology Program of Suzhou SKJYD2021054 Science and Technology Program of Suzhou http://data.elsevier.com/vocabulary/SciValFunders/501100018556 http://sws.geonames.org/1814991/ SZWZYTD202204 http://sws.geonames.org/1814991 GSWS2023104 Suzhou City Science and Technology Bureau http://data.elsevier.com/vocabulary/SciValFunders/501100010881 http://sws.geonames.org/1814991 Gusu Health Talent Research Project 24KJB350007 Jiangsu Province People's Government http://data.elsevier.com/vocabulary/SciValFunders/501100002949 http://sws.geonames.org/1814991 National Key R&D Program of China 2023YFA1507500 NKRDPC National Key Research and Development Program of China http://data.elsevier.com/vocabulary/SciValFunders/501100012166 http://sws.geonames.org/1814991/ Jiangsu College Basic Science Technology innovation team of Suzhou Vocational Health College Ministry of Science and Technology of the People's Republic of China http://data.elsevier.com/vocabulary/SciValFunders/501100002855 http://sws.geonames.org/1814991 The authors acknowledge financial support of this work by the financial support from the National Key R&D Program of China (2023YFA1507500), Gusu Health Talent Research Project (GSWS2023104), Jiangsu College Basic Science (Natural Science) Research Project (24KJB350007), Science and Technology Program of Suzhou (SKJYD2021054), Technology innovation team of Suzhou Vocational Health College (SZWZYTD202204). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(25)00071-7 S0926860X25000717 1-s2.0-S0926860X25000717 10.1016/j.apcata.2025.120170 271346 2025-03-01T21:11:27.187936Z 2025-04-05 1-s2.0-S0926860X25000717-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/MAIN/application/pdf/7900ad6e5ebc1e45e1870d5bb58a7923/main.pdf main.pdf pdf true 905489 MAIN 6 1-s2.0-S0926860X25000717-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/PREVIEW/image/png/20d8861e72ace24a1753817d9ff426f2/main_1.png main_1.png png 60038 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X25000717-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr3/DOWNSAMPLED/image/jpeg/df51395a7d94bd80126eb7aa7a08a060/gr3.jpg gr3 gr3.jpg jpg 19602 221 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr2/DOWNSAMPLED/image/jpeg/2aed25a87999dd46d34d2dca38299f3c/gr2.jpg gr2 gr2.jpg jpg 20100 410 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/ga1/DOWNSAMPLED/image/jpeg/22bb06ce01a4631d0127ab94d0332efe/ga1.jpg ga1 true ga1.jpg jpg 20330 200 449 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr1/DOWNSAMPLED/image/jpeg/e465b7582eceab380a5418ec0ea812bc/gr1.jpg gr1 gr1.jpg jpg 19058 285 508 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/sc1/DOWNSAMPLED/image/jpeg/6b2b6610f338f4e64572bf80fd75b541/sc1.jpg sc1 sc1.jpg jpg 59783 374 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-fx2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/fx2/DOWNSAMPLED/image/jpeg/d3b4449fb412b072f2067ca02403ad79/fx2.jpg fx2 fx2.jpg jpg 40869 359 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/fx1/DOWNSAMPLED/image/jpeg/79e1b767e879d7c7a7b5368e9da0d4bc/fx1.jpg fx1 fx1.jpg jpg 27543 262 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25000717-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr3/THUMBNAIL/image/gif/49354d7ef214034b67760b534a554623/gr3.sml gr3 gr3.sml sml 4096 71 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr2/THUMBNAIL/image/gif/730f5445f8553d9e7f2d7cdd47a658e1/gr2.sml gr2 gr2.sml sml 3431 164 150 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/ga1/THUMBNAIL/image/gif/a4ccfa0f3b4f213fbd02b0b200bad706/ga1.sml ga1 true ga1.sml sml 4461 98 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/gr1/THUMBNAIL/image/gif/437eec9036cf353e435c7b21d87ec170/gr1.sml gr1 gr1.sml sml 4245 123 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/sc1/THUMBNAIL/image/gif/21b0d077d43c81979d1ae67c3993ec24/sc1.sml sc1 sc1.sml sml 6530 121 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/fx2/THUMBNAIL/image/gif/55a382190ea660c1f7bda4b6024f7f74/fx2.sml fx2 fx2.sml sml 4773 139 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/fx1/THUMBNAIL/image/gif/82ef04d56f2253d9dc7acba0aef3c769/fx1.sml fx1 fx1.sml sml 3661 102 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25000717-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/812174d70fbd59592e2b5b6c11e4fcda/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 84974 977 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/3b025537c678c797e8447aa4515c751c/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 114474 1813 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/42e5e2d3a6188c535de25ae3f1f783fb/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 146569 886 1989 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/e5c4e4a5eafefae7e11c65aa02c2715f/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 82938 1261 2245 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/11e506d02c789f9891dfbfacfb6e17c2/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 315938 1651 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-fx2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/f6f3e7e2d1c1976deb7e4ea525b510fd/fx2_lrg.jpg fx2 fx2_lrg.jpg jpg 254739 1584 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/HIGHRES/image/jpeg/f2d2dea6727bbe1adbb19446439cba3a/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 177347 1158 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X25000717-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25000717/mmc1/MAIN/application/pdf/5603cf0a9f0568fa1dc9dd33893dc8f5/mmc1.pdf mmc1 mmc1.pdf pdf false 1119975 APPLICATION APCATA 120170 120170 S0926-860X(25)00071-7 10.1016/j.apcata.2025.120170 Elsevier B.V. Fig. 1 In-situ 11B NMR spectrum of characteristic peaks of PhB(OH)2. Fig. 1 Fig. 2 Proposed mechanism for the transformation. Fig. 2 Fig. 3 (A) Reaction profiles for the kinetic studies. Reaction conditions: 1a (1.0 mmol), CO2 (2 bar), 4-F-phenlboronic acid (4 mol%), TBAB (4 mol%), heptane (1 mL), 60 °C. (B) Reaction profiles for the cycle studies. Reaction conditions: propylene oxide (30.0 mmol), CO2 (1 bar), 4-F-phenlboronic acid (4 mol%), TBAB (4 mol%), 40 °C. Yields determined by GC using n-dodecane as the internal standard. Fig. 3 Scheme 1 Activation of epoxides for cycloaddition. Scheme 1 Table 1 Optimization of the reaction conditions. a Table 1 Image 1 Entry [C] Solvent Yield (2a) % Entry [C] Solvent Yield (2a) % 1 3a PhCl 1 11 3e heptane 23 2 3b PhCl 0 12 3 f heptane 49 3 3c PhCl 20 13 3 g heptane 6 4 3d PhCl 34 14 3 h heptane 36 5 - PhCl 0 15 3i heptane 48 6 3d DCE 28 16 3j heptane 70 7 3d DMF 31 17 3k heptane 31 8 3d EtOH 0 18 3 l heptane 27 9 3d THF 4 19 3 m heptane 10 10 3d heptane 49 20 b 3j heptane 95 a Reaction conditions: 1a (0.5 mmol); 60 °C, 2 h, CO2 pressure: 2 bar; solvent (1 mL), GC yield with n-dodecane as internal standard; b 6 h. Table 2 Substrate scope study. a Table 2 Image 2 a Reaction conditions: 1 (0.5 mmol), CO2 (2 bar), catalyst (4 mol%), TBAB (4 mol%), heptane (1 mL), 60 °C, 6 h, Yields of isolated products are given. b Yields were determined by GC. c 100 °C, 12 h. Electron-deficient boronic acid catalyzed cyclization of CO2 and epoxides Xiaolin Jiang Writing – review & editing Writing – original draft Supervision Project administration Formal analysis Conceptualization a ⁎ 1 Liguang Zhang Writing – original draft Resources Project administration Investigation Data curation b 1 Shenglong Jiang Validation Data curation Conceptualization c Liwei Sun Resources Project administration Methodology Conceptualization c Yaru Zou Methodology Formal analysis d Yuehui Li Writing – review & editing Writing – original draft Methodology Investigation Funding acquisition Conceptualization c ⁎ a School of Pharmacy, Shanghai University of Medicine and Health Sciences, Shanghai 201318, PR China School of Pharmacy, Shanghai University of Medicine and Health Sciences Shanghai 201318 PR China School of Pharmacy, Shanghai University of Medicine and Health Sciences, Shanghai 201318, PR China b Pharmacy College, Suzhou Vocational Health College, Suzhou 215009, PR China Pharmacy College, Suzhou Vocational Health College Suzhou 215009 PR China Pharmacy College, Suzhou Vocational Health College, Suzhou 215009, PR China c College of Smart Energy, Shanghai Jiao Tong University, Shanghai 200240, PR China College of Smart Energy, Shanghai Jiao Tong University Shanghai 200240 PR China College of Smart Energy, Shanghai Jiao Tong University, Shanghai, 200240, PR China d Department of Pharmacy, Children’s Hospital of Soochow University, Suzhou 215000, PR China Department of Pharmacy, Children’s Hospital of Soochow University Suzhou 215000 PR China Department of Pharmacy, Children’s Hospital of Soochow University, Suzhou 215000, PR China ⁎ Corresponding authors. 1 These authors contributed equally to this work. Utilizing CO2 as an abundant and low-cost C1 resource for the production of value-added chemicals is of significant industrial interest. This work introduces a metal-free cyclization of CO2 and epoxides into cyclic carbonates, catalyzed by electron-deficient, fluorine-substituted boronic acids under mild conditions. The catalysts demonstrate high activity and selectivity under mild condtions in non-polar solvents, with excellent compatibility with various functional groups such as heterocycle, alkene, phthalimide and chloride (13 examples, 53–95 % yields). The electron deficiency by F-substitution and the use of non-polar solvents enhance B-O interactions, allowing excellent catalytic performance and 6 times of catalyst recycling. This work highlights an effective strategy for CO2 utilization, advancing recyclable boronic acid catalysts in green chemistry. Graphical Abstract A highly efficient, metal-free approach for the cycloaddition of CO2 with epoxides was achieved via catalysis of fluorine-substituted boronic acids. The catalysts demonstrate high activity and selectivity under mild condtions in non-polar solvents, with excellent compatibility with various functional groups. The B-O interactions between catalyst and substrate were proposed to play crucial roles for the excellent catalytic performance. Keywords Cyclic carbonates Boronic acid catalyst CO2 utilization B-O interaction F-substitution Data availability Data will be made available on request. 1 Introduction Cyclic carbonates are important solvents of Li-battery and valuable compounds widely used in the production of polymers, pharmaceuticals, and fine chemicals [1,2]. Traditional synthetic routes often rely on hazardous reagents like phosgene, prompting the need for safer, more sustainable alternatives. The cycloaddition of carbon dioxide (CO2) with epoxides has emerged as an attractive strategy, utilizing CO2 as a low-cost C1 feedstock to produce valuable chemicals. This approach not only avoids toxic reagents but also offers the dual benefit of CO2 utilization and the generation of carbon-neutral products, making it highly relevant for sustainable chemical processes [3–5]. The selective activation of CO2 and epoxides requires rational design of multifunctional catalysts. Traditional metal-based catalysts for this cycloaddition reaction, such as zinc, cobalt, or aluminum complexes, often face limitations such as high costs, toxicity, and poor recyclability [6–9]. As a result, there has been growing interest in exploring non-metallic catalysts due to their advantages in cost-effectiveness, environmental safety, and tunability [10–13]. Recent studies have shown that non-metallic catalysts, such as ionic liquids containing imidazole and bromine, polyphenolic compounds, and organic boron-containing molecules, are promising alternatives for catalyzing the cycloaddition of CO2 with epoxides [14–25]. In 2017, Mu and collaborators pioneered the use of a binary catalyst system consisting of potassium iodide (KI) and boron phosphate (BPO4) for this reaction. In this system, BPO4 acts as both a Brønsted and Lewis acid, facilitating the activation of the epoxy ring through hydrogen bonding and significantly enhancing the catalytic activity of KI for the cycloaddition reaction ( Scheme 1A) [15]. Liu and coworkers reported another binary system comprising tetrahydroxydiboron and tetrabutylammonium iodide (TBAI), where tetrahydroxydiboron exhibits dual activation effects on both CO2 and epoxides. Initially, it forms a boron-CO2 adduct, followed by epoxide activation through interaction with the B-O bond (Scheme 1B) [17]. Zhang and collaborators found 2,6-substituted arylboronic acid behaved as a strong hydrogen-bonding donor. It is the first time that boronic acid acts as a Brønsted acid catalyst in the reaction of CO2 with epoxide (Scheme 1C) [18]. However, the use of water arises the limitations related to the stability issue of both epoxides and boronic acids under heating conditions [26]. The modular nature of boronic acid catalysts allows for easy tuning of their structures and properties to optimize catalytic performance. The introduction of the fluorine (F) group offers further electronic stabilization and steric control, enhancing both solubility and catalytic recyclability, ultimately leading to improved performance. In this context, the present study focuses on the development of fluorine-containing boronic acid catalysts for the cycloaddition of CO2 with epoxides to produce cyclic carbonates in non-polar solvents (Scheme 1). Notably, the use of non-polar solvents may enable catalyst recycling in boronic acid-catalyzed reactions. However, previous studies have focused on using water as solvent, without investigating recyclability of the molecular catalyst [18]. This catalytic system presents several key advantages: it is operated under metal-free and mild reaction conditions, exhibits high catalytic activity, and offers excellent cyclicity, all while being compatible with non-polar solvents. Through systematic experimental investigations, we aim to elucidate the reaction mechanism, optimize the catalytic performance, and explore the broader applicability of this system in sustainable chemical synthesis. 2 Results and discussion 2.1 Optimization of the reaction conditions Based on our recent work on developing new catalysts for synthesis of cyclic carbonates [27–29] and arylborate catalysts for CO2 activation [30], we embarked on investigating small molecules especially containing boron as catalysts for synthesis of cyclic carbonates from CO2 and epoxides. Initially, various molecules containing active proton were tested while selecting styrene oxide (1a) as model substrate for screening of catalyst structure and optimization of reaction conditions, and the results are summarized in Table 1. When phenol was used as catalyst with chlorobenzene as solvent and tetrabutylammonium bromide (TBAB) as co-catalyst, we found only a trace amount of the desired product was determined (Table 1, entry 1); when using thiols, no desired product was formed (Table 1, entry 2). However, when using aromatic carboxylic acids as catalyst, the yield was achieved at 20 % (Table 1, entry 3), indicating active hydrogen contained compounds as promising catalysts for the reaction of CO2. We further screened phenylboronic acid as a catalyst in chlorobenzene solvent and found that phenylboronic acid has a higher catalytic activity yield of 34 % for the reaction of epoxides and CO2 to form cyclic carbonates (Table 1, entry 4). A blank experiment conducted without the catalyst failed to produce any detectable amount of cyclic carbonate (Table 1, entry 5), highlighting the essential role of the boronic acid catalyst. Since the choice of solvent plays a critical role in small-molecule catalysis, we systematically screened various solvents. We observed significant differences in yield depending on the solvent's properties. Solvents commonly used for epoxide-to-carbonate transformations showed good activity (Table 1, entries 6 and 7). However, in polar proton solvents, the reaction did not proceed (Table 1, entry 8). This inhibition is likely due to the solvent quenching the activation effect of the boronic acid catalyst on the epoxide, thus preventing the reaction. Notably, the highest yield was achieved using the non-polar solvent n-heptane (Table 1, entry 10), which was chosen as the optimal solvent for further studies. We then tested a series of boronic acids, which yielded varying results (Table 1, entries 11–19). For example, when 4-chloroboronic acid was used, styrene oxide was converted to cyclic carbonate with a moderate yield of 48 %, slightly lower than that of unsubstituted boronic acid (Table 1, entry 15 vs. entry 10). Encouraged by this result, we further explored the effects of halogen substitutions and their positions on the boronic acid. Among the tested catalysts, 4-fluorophenylboronic acid provided the highest yield (Table 1, entry 16), and the turnover frequency (TOF) is 8.8 h−1. In our recent work involving CO2 utilization, it was found that KF can significantly promote the cleavage of C-O bonds[31]. The reaction conditions were subsequently optimized, and an excellent yield of 95 % was obtained when the reaction was carried out at 60 °C for 6 h, and the total turnover number (TON) is 24 (Table 1, entry 20). Interestingly, 1,4-benzenediboronic acid proved ineffective for the cycloaddition reaction (Table 1, entry 19), possibly due to steric hindrance or electronic effects that interfered with catalyst-substrate interactions. These findings demonstrate that both the choice of solvent and the specific structure of the boronic acid catalyst significantly impact the catalytic efficiency and overall reaction outcome. 2.2 Substrate scope of the reaction With the optimal reaction conditions in hand, we explored the scope and limitations of the boronic acid-catalyzed synthesis of cyclic carbonates from CO2 and epoxides, as shown in Table 2. Various epoxides were successfully transformed, giving the corresponding cyclic carbonates in excellent yields (2a-2m). Both electron-donating and electron-withdrawing substituents exhibit significant activity. However, cyclohexyl epoxide provided cyclic carbonates in only 25 % and 13 % yields (2k, 2l), likely due to the steric hindrance of the cyclohexyl ring. Epoxides with succinimide and carbazole heterocyclic substituents also gave good yields (2g, 93 %; 2i, 82 %), demonstrating the method's broad applicability. Additionally, increasing the reaction temperature to 100 °C and extending the time to 12 h improved the yields for cyclohexyl epoxide (2k, 69 %; 2l, 53 %). We believe this improvement is due to overcoming the steric hindrance of the cyclohexyl ring at higher temperatures. 2.3 Mechanism studies To gain further insight into the mechanism of this transformation, we examined the interactions between boronic acid, TBAB, styrene oxide, and CO2 using NMR spectroscopy. The 11B NMR spectrum (128 MHz, CDCl3) showed a peak at 29.4 ppm, corresponding to the boron atom in phenylboronic acid, while a new peak at 30.0 ppm suggested that TBAB interacted with phenylboronic acid, likely through H-Br hydrogen bonding. Literature reports support this, indicating that phenylboronic acid and TBAB can form a crystal structure with strong hydrogen bonding between the bromide of TBAB and the hydrogen atom of boronic acid [32]. Additionally, a downfield shift to 31.9 ppm was observed, which may be attributed to interactions between boronic acid and the oxygen in styrene oxide. In the presence of CO2, a small shoulder peak at 30.1 ppm emerged, indicating the interaction between CO2 and the boron atom ( Fig. 1). In the 1H NMR experiments, the addition of styrene oxide to phenylboronic acid resulted in unchanged chemical shifts for the aromatic hydrogen atoms, indicating a weak and dynamic electrostatic B-O interaction. On the other hand, upon mixing phenylboronic acid with TBAB, the aromatic C-H signals exhibited an upfield shift (e.g., from 7.63 to 7.53 ppm for the hydrogen atom para to the boron atom), which can be attributed to hydrogen bonding interactions between the bromide ion and the aromatic C-H bonds (see the Supporting Information). Based on these NMR findings, we propose the following reaction mechanism ( Fig. 2). Initially, intermediate A is formed through hydrogen bonding between TBAB and phenylboronic acid, as indicated by previous literature reports[32]. This interaction activates the B-O-H bond, which coordinates with the oxygen atom of the epoxide, increasing the electrophilicity of the carbon atoms in the epoxide ring. The activation of epoxide through B-O interaction which is supported by DRIFTS study [33] is then followed by attack of the bromide ion nearby, leading to the formation of a six-membered ring intermediate (C). Subsequently, C undergoes C-O bond cleavage, and CO2 is introduced, forming a carbonate anion intermediate (E). Intermediate F then undergoes ring opening and cyclization, ultimately forming the cyclic carbonate product with the release of bromide (Fig. 2). 2.4 Catalyst recycling experiment Preliminary kinetic studies provided further mechanistic insights ( Fig. 3A). Styrene oxide (1a) was almost fully converted into the cyclic carbonate product (2a) within six hours. There is almost no incubation period for the catalyst. Additionally, the 4-F-boronic acid catalyst was tested at 4 mol% loading in a batch mode over six recycling cycles for the cycloaddition process of propylene oxide, which is the most concerned in industry. It maintained a yield of 70 % (GC yield) with a TOF of 11.2 h−1 and a TON of over 400 achieved (Fig. 3B). After each cycle, the catalyst was retained by evaporation, washed with heptane, and reused without further drying, demonstrating excellent recyclability. 3 Conclusion In conclusion, we have successfully demonstrated that F-containing boronic acid catalysts exhibit high efficiency in promoting the cycloaddition of CO2 with epoxides to form cyclic carbonates. The use of metal-free catalysts under mild, recyclable conditions presents a promising and sustainable strategy for CO2 utilization. The catalysts demonstrate high activity and selectivity in non-polar solvents, with excellent compatibility with various functional groups such as heterocycle, alkene, phthalimide and chloride (13 examples, 53–95 % yields). The tunable electronic and steric properties of the boron atom further enhance the catalytic performance, offering flexibility for optimization in various applications. This work provides a green, efficient pathway for cyclic carbonate synthesis and contributes meaningfully to advancing sustainable CO2 conversion technologies. CRediT authorship contribution statement Yuehui Li: Writing – review & editing, Writing – original draft, Methodology, Investigation, Funding acquisition, Conceptualization. Liwei Sun: Resources, Project administration, Methodology, Conceptualization. Yaru Zou: Methodology, Formal analysis. Liguang Zhang: Writing – original draft, Resources, Project administration, Investigation, Data curation. Shenglong Jiang: Validation, Data curation, Conceptualization. Xiaolin Jiang: Writing – review & editing, Writing – original draft, Supervision, Project administration, Formal analysis, Conceptualization. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements The authors acknowledge financial support of this work by the financial support from the National Key R&D Program of China (2023YFA1507500), Gusu Health Talent Research Project (GSWS2023104), Jiangsu College Basic Science (Natural Science) Research Project (24KJB350007), Science and Technology Program of Suzhou (SKJYD2021054), Technology innovation team of Suzhou Vocational Health College (SZWZYTD202204). Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2025.120170. Appendix A Supplementary material Supplementary material References [1] M. Sathish K.J. Sreeram J. Raghava Rao B. Unni Nair Cyclic carbonate: a recyclable medium for zero discharge tanning ACS Sustain. Chem. Eng. 4 2016 1032 10.1021/acssuschemeng.5b01121 M. Sathish, K.J. Sreeram, J. Raghava Rao, B. Unni Nair, Cyclic carbonate: a recyclable medium for zero discharge tanning, ACS Sustainable Chem. Eng. 4(2016) 1032, https://doi.org/10.1021/acssuschemeng.5b01121. [2] N. Kulal V. Vasista G. Shanbhag Identification and tuning of active sites in selected mixed metal oxide catalysts for cyclic carbonate synthesis from epoxides and CO2 J. CO2 Util. 33 2019 434 10.1016/j.jcou.2019.07.018 N. Kulal, V. Vasista, G. Shanbhag, Identification and tuning of active sites in selected mixed metal oxide catalysts for cyclic carbonate synthesis from epoxides and CO2, J. CO2 Util. 33 (2019) 434, https://doi.org/10.1016/j.jcou.2019.07.018. [3] D. Lan N. Fan Y. Wang X. Gao P. Zhang L. Chen C. Au S. Yin Recent advances in metal-free catalysts for the synthesis of cyclic carbonates from CO2 and epoxides Chin. J. Catal. 37 2016 826 10.1016/S1872-2067(15)61085-3 D. Lan, N. Fan, Y. Wang, X. Gao, P. Zhang, L. Chen, C. Au, S. Yin, Recent advances in metal-free catalysts for the synthesis of cyclic carbonates from CO2 and epoxides, Chin. J. Catal. 37(2016) 826, https://doi.org/10.1016/S1872-2067(15)61085-3. [4] L. Guo K.J. Lamb M. North Recent developments in organocatalysed transformations of epoxides and carbon dioxide into cyclic carbonates Green Chem. 23 2021 77 10.1039/D0GC03465G L. Guo, K.J. Lamb, M. North, Recent developments in organocatalysed transformations of epoxides and carbon dioxide into cyclic carbonates, Green Chem. 23(2021) 77, https://doi.org/10.1039/D0GC03465G. [5] J. Wang J. Cao Z. Du X. Liu J. Li Q. Ping T. Zang Y. Xu Four novel Z-shaped hexanuclear vanadium oxide clusters as efficient heterogeneous catalysts for cycloaddition of CO2 and oxidative desulfurization reactions Chin. Chem. Lett. 34 2023 106917 10.1016/j.cclet.2021.11.005 J. Wang, J. Cao, Z. Du, X. Liu, J. Li, Q. Ping, T. Zang, Y. Xu, Four novel Z-shaped hexanuclear vanadium oxide clusters as efficient heterogeneous catalysts for cycloaddition of CO2 and oxidative desulfurization reactions, Chin. Chem. Lett. 34(2023) 106917, https://doi.org/10.1016/j.cclet.2021.11.005. [6] A. Rehman F. Saleem F. Javed A. Ikhlaq S.W. Ahmad A. Harvey J. Environ, Recent advances in the synthesis of cyclic carbonates via CO2 cycloaddition to epoxides Chem. Eng. 9 2021 105113 10.1016/j.jece.2021.105113 A. Rehman, F. Saleem, F. Javed, A. Ikhlaq, S.W. Ahmad, A. Harvey. J. Environ, Recent advances in the synthesis of cyclic carbonates via CO2 cycloaddition to epoxides, Chem. Eng. 9(2021) 105113, https://doi.org/10.1016/j.jece.2021.105113. [7] G. Si X. Kong T. He W. Wu L. Xie J. Li A stable Co (II)-based metal-organic framework with dual-functional pyrazolate-carboxylate ligand: construction and CO2 selective adsorption and fixation Chin. Chem. Lett. 32 2021 918 10.1016/j.cclet.2020.07.023 G. Si, X. Kong, T. He, W. Wu, L. Xie, J. Li, A stable Co (II)-based metal-organic framework with dual-functional pyrazolate-carboxylate ligand: Construction and CO2 selective adsorption and fixation, Chin. Chem. Lett. 32(2021) 918, https://doi.org/10.1016/j.cclet.2020.07.023. [8] M. Mihara S. Nakao T. Nakai T. Mizuno Zinc iodide-metal chloride-organic base: an efficient catalytic system for synthesis of cyclic carbonates from carbon dioxide and epoxides under ambient conditions Catalysts 13 2023 1214 10.3390/catal13081214 M. Mihara, S. Nakao, T. Nakai, T. Mizuno, Zinc Iodide-Metal Chloride-Organic Base: An Efficient Catalytic System for Synthesis of Cyclic Carbonates from Carbon Dioxide and Epoxides under Ambient Conditions, Catalysts 13(2023) 1214, https://doi.org/10.3390/catal13081214. [9] Q. Shen W. Chen M. Wang X. Jin L. Zhang J. Shi A MOF@MOF S-scheme heterojunction with lewis acid-base sites synergistically boosts cocatalyst-free CO2 cycloaddition ChemSusChem 18 2025 e202401362 10.1002/cssc.202401362 Q. Shen, W. Chen, M. Wang, X. Jin, L. Zhang, J. Shi, A MOF@MOF S-scheme Heterojunction with Lewis Acid-Base Sites Synergistically Boosts Cocatalyst-Free CO2 Cycloaddition, ChemSusChem (2024), https://doi.org/10.1002/cssc.202401362. [10] S. Sopeña E. Martin E. Escudero-Adán A. Kleij Pushing the limits with squaramide-based organocatalysts in cyclic carbonate synthesis ACS Catal. 7 2017 3532 10.1021/acscatal.7b00475 S. Sopeña, E. Martin, E. Escudero-Adán, A. Kleij, Pushing the limits with squaramide-based organocatalysts in cyclic carbonate synthesis, ACS Catal. 7(2017) 3532, https://doi.org/10.1021/acscatal.7b00475. [11] N. Liu Y. Xie C. Wang S. Li D. Wei M. Li B. Dai Cooperative multifunctional organocatalysts for ambient conversion of carbon dioxide into cyclic carbonates ACS Catal. 8 2018 9945 10.1021/acscatal.8b01925 N. Liu, Y. Xie, C. Wang, S. Li, D. Wei, M. Li, B. Dai, Cooperative multifunctional organocatalysts for ambient conversion of carbon dioxide into cyclic carbonates, ACS Catal. 8(2018) 9945, https://doi.org/10.1021/acscatal.8b01925. [12] X. Wu C. Chen Z. Guo M. North A. Whitwood Metal-and halide-free catalyst for the synthesis of cyclic carbonates from epoxides and carbon dioxide ACS Catal. 9 2019 1895 10.1021/acscatal.8b04387 X. Wu, C. Chen, Z. Guo, M. North, A. Whitwood, Metal-and halide-free catalyst for the synthesis of cyclic carbonates from epoxides and carbon dioxide, ACS Catal. 9(2019) 1895, https://doi.org/10.1021/acscatal.8b04387. [13] K. Andrea F. Kerton Triarylborane-catalyzed formation of cyclic organic carbonates and polycarbonates ACS Catal. 9 2019 1799 10.1021/acscatal.8b04282 K. Andrea, F. Kerton, Triarylborane-catalyzed formation of cyclic organic carbonates and polycarbonates, ACS Catal. 9(2019) 1799, https://doi.org/10.1021/acscatal.8b04282. [14] M. Cokoja M.E. Wilhelm M.H. Anthofer W.A. Herrmann F.E. Kühn Synthesis of cyclic carbonates from epoxides and carbon dioxide by using organocatalysts ChemSusChem 8 2015 2436 10.1002/cssc.201500161 M. Cokoja, M.E. Wilhelm, M.H. Anthofer, W.A. Herrmann, F.E. Kühn, Synthesis of cyclic carbonates from epoxides and carbon dioxide by using organocatalysts, ChemSusChem 8(2015) 2436, https://doi.org/10.1002/cssc.201500161. [15] Z. Xue X. Zhao J. Wang T. Mu Bifunctional boron phosphate as an efficient catalyst for epoxide activation to synthesize cyclic carbonates with CO2 Chem. -Asian J. 12 2017 2271 10.1002/asia.201700688 Z. Xue, X. Zhao, J. Wang, T. Mu, Bifunctional Boron Phosphate as an Efficient Catalyst for Epoxide Activation to Synthesize Cyclic Carbonates with CO2, Chem-Asian J. 12(2017) 2271, https://doi.org/10.1002/asia.201700688. [16] Y. Li D. Cui J. Zhu P. Huang Z. Tian Y. Jia P. Wang Bifunctional phase-transfer catalysts for fixation of CO2 with epoxides under ambient pressure Green Chem. 21 2019 5231 10.1039/C9GC02058F Y. Li, D. Cui, J. Zhu, P. Huang, Z. Tian, Y. Jia, P. Wang, Bifunctional phase-transfer catalysts for fixation of CO2 with epoxides under ambient pressure, Green Chem. 21(2019) 5231, https://doi.org/10.1039/C9GC02058F. [17] Y. Luo F. Chen H. Zhang J. Liu N. Liu Catalysis conversion of carbon dioxide and epoxides by tetrahydroxydiboron to prepare cyclic carbonates J. Org. Chem. 88 2023 15717 10.1021/acs.joc.3c01702 Y. Luo, F. Chen, H. Zhang, J. Liu, N. Liu, Catalysis Conversion of Carbon Dioxide and Epoxides by Tetrahydroxydiboron To Prepare Cyclic Carbonates, J. Org. Chem. 88(2023) 15717, https://doi.org/10.1021/acs.joc.3c01702. [18] J. Wang Y. Zhang Boronic acids as hydrogen bond donor catalysts for efficient conversion of CO2 into organic carbonate in water ACS Catal. 6 2016 4871 10.1021/acscatal.6b01422 J. Wang, Y. Zhang, Boronic Acids as Hydrogen Bond Donor Catalysts for Efficient Conversion of CO2 into Organic Carbonate in Water, ACS Catal. 6(2016) 4871, https://doi.org/10.1021/acscatal.6b01422. [19] Z. Guo Q. Jiang Y. Shi J. Li X. Yang W. Hou Y. Zhou J. Wang Tethering dual hydroxyls into mesoporous poly(ionic liquid)s for chemical fixation of CO2 at ambient conditions: a combined experimental and theoretical study ACS Catal. 7 2017 6770 10.1021/acscatal.7b02399 Z. Guo, Q., Jiang, Y. Shi, J. Li, X. Yang, W. Hou, Y. Zhou, J. Wang, Tethering Dual Hydroxyls into Mesoporous Poly(ionic liquid)s for Chemical Fixation of CO2 at Ambient Conditions: A Combined Experimental and Theoretical Study, ACS Catal. 7(2017) 6770, https://doi.org/10.1021/acscatal.7b02399. [20] W. Zhong F. Bobbink Z. Fei P. Dyson Polyimidazolium salts: robust catalysts for the cycloaddition of carbon dioxide into carbonates in solvent-free conditions ChemSusChem 10 2017 2728 10.1002/cssc.201700570 W. Zhong, F. Bobbink, Z. Fei, P. Dyson, Polyimidazolium salts: robust catalysts for the cycloaddition of carbon dioxide into carbonates in solvent-free conditions, ChemSusChem 10(2017) 2728, https://doi.org/10.1002/cssc.201700570. [21] F. Bobbink D. Vasilyev M. Hulla S. Chamam F. Menoud G. Laurenczy S. Katsyuba P. Dyson Intricacies of cation-anion combinations in imidazolium salt-catalyzed cycloaddition of CO2 into epoxides ACS Catal. 8 2018 2589 10.1021/acscatal.7b04389 F. Bobbink, D. Vasilyev, M. Hulla, S. Chamam, F. Menoud, G. Laurenczy, S. Katsyuba, P. Dyson, Intricacies of Cation-Anion Combinations in Imidazolium Salt-Catalyzed Cycloaddition of CO2 Into Epoxides, ACS Catal. 8(2018) 2589, https://doi.org/10.1021/acscatal.7b04389. [22] E. Aytar E. Yasar A. Kilic The efficient and reusable imidazolium-organoboron catalysts for green CO2 insertion reactions in solvent-free under atmospheric and high-pressure conditions Fuel 378 2024 132867 10.1016/j.fuel.2024.132867 Aytar E., Yasar E., Kilic A. The efficient and reusable imidazolium-organoboron catalysts for green CO2 insertion reactions in solvent-free under atmospheric and high-pressure conditions, Fuel 378(2024) 132867, https://doi.org/10.1016/j.fuel.2024.132867. [23] E. Yasar E. Aytar A. Kilic Evaluating metal-free quaternized boronate esters as efficient catalysts for the fixation of CO2 with epoxides to form cyclic carbonates under suitable conditions React. Chem. Eng. 9 2024 2938 10.1039/D4RE00282B Yasar E., Aytar E., Kilic A., Evaluating metal-free quaternized boronate esters as efficient catalysts for the fixation of CO2 with epoxides to form cyclic carbonates under suitable conditions. React. Chem. Eng., 9 (2024) 2938, https://doi.org/10.1039/D4RE00282B. [24] A. Kilic E. Aytar C. Okcu M. Durgun An improved boron-catalyzed cycloaddition of CO2 to epoxides for the production of five-membered cyclic carbonates under atmospheric versus high-pressure conditions Sustain. Chem. Pharm. 39 2024 101620 10.1016/j.scp.2024.101620 Kilic A., Aytar E., Okcu C., Durgun M., An improved boron-catalyzed cycloaddition of CO2 to epoxides for the production of five-membered cyclic carbonates under atmospheric versus high-pressure conditions, Sustain. Chem. Pharm., 39(2024) 101620, https://doi.org/10.1016/j.scp.2024.101620. [25] E. Yasar E. Aytar A. Kilic The green and efficient formation of the commercial cyclic carbonates from CO2 and epoxides promoted by metal-free quaternary phosphonium-boron catalysts and DMAP Inorg. Chim. Acta 577 2025 122503 10.1016/j.ica.2024.122503 Yasar E., Aytar E., Kilic A., The green and efficient formation of the commercial cyclic carbonates from CO2 and epoxides promoted by metal-free quaternary phosphonium-boron catalysts and DMAP, Inorg. Chim. Acta, 577(2025) 122503, https://doi.org/10.1016/j.ica.2024.122503. [26] L. Silva Mechanistic study of the role of hydrogen bond donors in the two-component organocatalysis of the ring-opening reaction of epoxides Mol. Catal. 474 2019 110425 10.1016/j.mcat.2019.110425 L. Silva, Mechanistic study of the role of hydrogen bond donors in the two-component organocatalysis of the ring-opening reaction of epoxides, Mol. Catal. 474(2019) 110425, https://doi.org/10.1016/j.mcat.2019.110425. [27] M. Du Y. Sun J. Zhao H. Hu L. Sun Y. Li Well-dispersed Mn/g-C3N4 as bifunctional catalysts for selective epoxidation of olefins and carbon dioxide cycloaddition Chin. Chem. Lett. 43 2023 108269 10.1016/j.cclet.2023.108269 M. Du, Y. Sun, J. Zhao, H. Hu, L. Sun, Y. Li, Well-dispersed Mn/g-C3N4 as bifunctional catalysts for selective epoxidation of olefins and carbon dioxide cycloaddition, Chin. Chem. Lett. 43(2023) 108269, https://doi.org/10.1016/j.cclet.2023.108269. [28] H. Hu Y. Li Y. Li Y. Ding Y. Sun Y. Li Carbamoyl manganese complexes for epoxidation of alkenes and cycloaddition of epoxides to carbon dioxide J. Catal. 421 2023 45 10.1016/j.jcat.2023.02.016 H. Hu, Y. Li, Y. Li, Y. Ding, Y. Sun, Y. Li, Carbamoyl manganese complexes for epoxidation of alkenes and cycloaddition of epoxides to carbon dioxide, J. Catal. 421(2023) 45, https://doi.org/10.1016/j.jcat.2023.02.016. [29] L. Sun J. Zhao L. Liang X. Gao Y. Sun G. Hou Y. Li Polyhydroxy ionic polymer catalysts for highly selective cycloaddition of carbon dioxide and epoxides ChemistrySelect 8 2023 10.1002/slct.202303484 L. Sun, J. Zhao, L. Liang, X. Gao, Y. Sun, G. Hou, Y. Li, Polyhydroxy Ionic Polymer Catalysts for Highly Selective Cycloaddition of Carbon Dioxide and Epoxides, ChemistrySelect 8(2023), https://doi.org/10.1002/slct.202303484. [30] X. Jiang Z. Huang M. Makha C. Du D. Zhao F. Wang Y. Li Tetracoordinate borates as catalysts for reductive formylation of amines with carbon dioxide Green Chem. 22 2020 5317 10.1039/D0GC01741H X. Jiang, Z. Huang, M. Makha, C. Du, D. Zhao, F. Wang, Y. Li, Tetracoordinate borates as catalysts for reductive formylation of amines with carbon dioxide, Green Chem. 22(2020) 5317, https://doi.org/10.1039/D0GC01741H. [31] Y. Li Y. Dong Z. Wei C. Yan Z. Li L. He Y. Li Fluoride-promoted Ni-catalyzed cyanation of CO bond using CO2 and NH3 Chin. Chem. Lett. 2024 110206 10.1016/j.cclet.2024.110206 Y. Li, Y. Dong, Z. Wei, C. Yan, Z. Li, L. He, Y. Li, Fluoride-promoted Ni-catalyzed cyanation of CO bond using CO2 and NH3, Chin. Chem. Lett. (2024) 110206, https://doi.org/10.1016/j.cclet.2024.110206. [32] B. Liu D. Wu Y. Zheng B. Cai Synthesis and structure of co-crystal of tetrabutylammonium bromide and phenylboronic acid Mod. Chem. Res. 01 2017 107 〈https://link.cnki.net/urlid/10.1435.TQ.20170411.1012.112〉 B. Liu, D. Wu, Y. Zheng, B. Cai, Synthesis and structure of co-crystal of tetrabutylammonium bromide and phenylboronic acid, Modern Chemical Research 01(2017) 107, https://link.cnki.net/urlid/10.1435.TQ.20170411.1012.112. [33] L. Zhao J. Chen W. Li A. Lu B2O3: a heterogeneous metal-free Lewis acid catalyst for carbon dioxide fixation into cyclic carbonates J. CO2 Util. 29 2019 172 10.1016/j.jcou.2018.12.006 L. Zhao, J. Chen, W. Li, A. Lu, B2O3: A heterogeneous metal-free Lewis acid catalyst for carbon dioxide fixation into cyclic carbonates, J. CO2 Util. 29(2019) 172, https://doi.org/10.1016/j.jcou.2018.12.006.",
      "scopus-id": "85218248942",
      "coredata": {
        "eid": "1-s2.0-S0926860X25000717",
        "dc:description": "Utilizing CO2 as an abundant and low-cost C1 resource for the production of value-added chemicals is of significant industrial interest. This work introduces a metal-free cyclization of CO2 and epoxides into cyclic carbonates, catalyzed by electron-deficient, fluorine-substituted boronic acids under mild conditions. The catalysts demonstrate high activity and selectivity under mild condtions in non-polar solvents, with excellent compatibility with various functional groups such as heterocycle, alkene, phthalimide and chloride (13 examples, 53–95 % yields). The electron deficiency by F-substitution and the use of non-polar solvents enhance B-O interactions, allowing excellent catalytic performance and 6 times of catalyst recycling. This work highlights an effective strategy for CO2 utilization, advancing recyclable boronic acid catalysts in green chemistry.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-04-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X25000717",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jiang, Xiaolin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Liguang"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Shenglong"
          },
          {
            "@_fa": "true",
            "$": "Sun, Liwei"
          },
          {
            "@_fa": "true",
            "$": "Zou, Yaru"
          },
          {
            "@_fa": "true",
            "$": "Li, Yuehui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X25000717"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X25000717"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(25)00071-7",
        "prism:volume": "695",
        "articleNumber": "120170",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Electron-deficient boronic acid catalyzed cyclization of CO2 and epoxides",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cyclic carbonates"
          },
          {
            "@_fa": "true",
            "$": "Boronic acid catalyst"
          },
          {
            "@_fa": "true",
            "$": "CO2 utilization"
          },
          {
            "@_fa": "true",
            "$": "B-O interaction"
          },
          {
            "@_fa": "true",
            "$": "F-substitution"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "120170",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 April 2025",
        "prism:doi": "10.1016/j.apcata.2025.120170",
        "prism:startingPage": "120170",
        "dc:identifier": "doi:10.1016/j.apcata.2025.120170",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "221",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19602",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "410",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20100",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "449",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20330",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "285",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19058",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "374",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "59783",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "359",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40869",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "262",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27543",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4096",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "150",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3431",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "98",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4461",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "123",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4245",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6530",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "139",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4773",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "102",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3661",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "977",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "84974",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1813",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "114474",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1989",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "146569",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1261",
            "@width": "2245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "82938",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1651",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "315938",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1584",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "254739",
            "@ref": "fx2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1158",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "177347",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25000717-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "1119975",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85218248942"
      }
    }
  }
}