{
  "metadata": {
    "title": "Oxidative dehydrogenation of lactic acid to pyruvic acid over iron phosphate catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-27",
    "doi": "10.1016/S0926-860X(96)00295-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002955",
    "pii": "S0926860X96002955"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038152360",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002955 S0926-860X(96)00295-5 S0926860X96002955 10.1016/S0926-860X(96)00295-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0035X 2024-01-01T12:18:48.759026Z 0 0 19970227 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 150 150 1 1 Volume 150, Issue 1 3 13 20 13 20 19970227 27 February 1997 1997-02-27 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVEDEHYDROGENATIONLACTICACIDPYRUVICACIDOVERIRONPHOSPHATECATALYST AI M COOPER 1983 321 A SUGIYAMA 1993 1542 S HAYASHI 1993 273 H AI 1994 551 M MUNEYAMA 1994 371 E MUNEYAMA 1994 165 E AI 1989 23 M MUNEYAMA 1995 209 E AI 1994 450 M ANNSYMPCATALSOCJPN AIX1997X13 AIX1997X13X20 AIX1997X13XM AIX1997X13X20XM item S0926-860X(96)00295-5 S0926860X96002955 1-s2.0-S0926860X96002955 10.1016/S0926-860X(96)00295-5 271346 2024-01-01T12:18:48.759026Z 1997-02-27 1-s2.0-S0926860X96002955-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002955/MAIN/application/pdf/474fab08c28f508c81250699cced10ef/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002955/MAIN/application/pdf/474fab08c28f508c81250699cced10ef/main.pdf main.pdf pdf true 360841 MAIN 8 1-s2.0-S0926860X96002955-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002955/PREVIEW/image/png/0a775994dc5f8363affab4a05516c7d5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002955/PREVIEW/image/png/0a775994dc5f8363affab4a05516c7d5/main_1.png main_1.png png 42738 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002955-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002955/STRIPIN/image/gif/920aa5d63b34618d32ded2eda6d6b7b4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002955/STRIPIN/image/gif/920aa5d63b34618d32ded2eda6d6b7b4/si1.gif si1 true si1.gif gif 305 30 39 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 13-20 Oxidative dehydrogenation of lactic acid to pyruvic acid over iron phosphate catalyst Mamoru Ai a,*, Kyoji Ohdan b a Department of Applied Chemistry and Biotechnology, Niigata Institute of Technologr 1719 Fujihashi, Kashiwazaki 945-11, Japan b Ube Laboratory, UBE Industries Ltd., 1978-5 Kogushi, Ube 755, Japan Received 3 October 1995; revised 11 December 1995; accepted 29 July 1996 Abstract Vapor-phase air oxidation of lactic acid has been carried out using an iron phosphate catalyst with a P/Fe atomic ratio of 1.2. It was found that lactic acid is selectively converted to form pymvic acid by oxidative dehydrogenation. The one-pass yield reached 50 mol-%. The effects of the reaction variables on the formation of pyruvic acid were studied. Keywords.\" Lactic acid; Pyruvic acid; Oxidative dehydrogenation; Iron phosphate 1. Introduction Pyruvic acid is the simplest homologue of the a-keto acids, which were recently reviewed by Cooper et al. [1]. Established procedures for synthesis of pyruvic acid are the dehydrative decarboxylation of tartaric acid in the presence of potassium hydrogen sulfate and the hydrolysis of acetyl cyanide. Vapor-phase contact oxidation of alkyl lactates to corresponding pyruvates has already been attempted in patents using V205-based mixed oxide catalysts [2,3]: CH3-CH(OH)-COOR + 0.502 ~ CH3-CO-COOR + H20 where R is generally a methyl or ethyl group. The selectivity to pyruvates is about 90 mol-% at a lactic acid conversion of above 95%. Hayashi and co-workers [4,5] have studied the catalytic performances of various MoO3-based mixed oxides for the reaction of ethyl lactate to form ethyl pyruvate. They * Corresponding author. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00295-5 14 M. Ai, K. Ohdan /Applied Catalysis A: General 150 (1997) 13-20 proposed TeO2-MoO3 catalysts as the best; the selectivity to ethyl pyruvate reached more than 90 mol-% at an ethyl lactate conversion of about 80%. This method requires two additional processes besides the oxidative dehydro- genation process, that is, esterification of lactic acid and hydrolysis of produced alkyl pyruvate. It is naturally favorable to produce pyruvic acid by an oxidative dehydrogenation process only. However, it still seemed to be difficult to obtain pyruvic acid directly from lactic acid, because the major part of lactic acid is converted to form acetaldehyde and CO2 by the oxidative C-C bond fission rather than to form pyruvic acid by oxidative dehydrogenation over V205- or MoO3-based mixed oxide catalysts [4]: CH3-CH(OH)-COOH + 0.502 ---> CH3-CO-COOH + H20 CH3-CH(OH)-COOH + 0.502 ----) CH3CHO + CO2 + H20 Indeed, no attempt has yet been reported concerning the oxidative dehydro- genation of lactic acid. It was found in our previous studies [6-8] that iron phosphate catalysts with a P/Fe atomic ratio of 1.0 to 1.3 are effective for oxidative dehydrogenation of a compound in which the carbon atom at the a-position of an electron-attracting group such as -COOH or -CHO is tertiary, but that they are inactive for oxygen insertion reactions. These findings led us to study the catalytic performance of iron phosphate catalysts in the oxidative dehydrogenation of lactic acid to pyruvic acid. 2. Experimental An iron phosphate with a P/Fe atomic of 1.2 was prepared according to the procedures described in the previous studies [6-8]. The BET surface area was about 15 m2/g. A V-P oxide catalyst with a P/V atomic ratio of 1.06 (surface area of 22.8 m2/g) and a pumice supported 12-molybdophosphate (H3PMo12040) catalyst (surface area of 2.0 m2/g) used in this study were the same ones as used in a previous study [9]. The contact oxidation of lactic acid was carried out with a continuous-flow system. The reactor was made of a stainless steel tube, 50 cm long and 1.8 cm i.d., mounted vertically and immersed in a lead bath. Air was fed in from the top of the reactor and an aqueous solution containing 10.0 wt.-% of lactic acid was introduced into the preheating section of the reactor by means of an injection syringe pump. The feed rates of lactic acid, water, and air were 19.2, 962, and 350 mmol/h (1.44, 72.26, and 26.30 mol-%), respectively, and the reaction temperature was kept at 230, unless indicated otherwise. The extent of the reaction was varied by changing the amount of catalyst used from 1.2 to 20 g while fixing the feed rates. The effluent gas from the reactor was led succes- M. Ai, K. Ohdan /Applied Catalysis A: General 150 (1997) 13-20 15 sively into four chilled scrubbers to recover the water soluble compounds. The analysis was performed by GC. 3. Results 3.1. Product distributions The main products obtained with the iron phosphate catalyst were pyruvic acid, acetaldehyde, acetic acid, and CO2. The formation of a small amount of an unidentified compound was observed, when the conversion of lactic acid was higher than 50%. No other product was detected. The selectivities to pyruvic acid, acetaldehyde, and acetic acid were defined as 100 X (product)/[pyruvic acid + acetaldehyde + acetic acid + (CO2-acetaldehyde-acetic acid)/3]. The selectivity to CO2 was defined as 100 x (CO2)/3[pyruvic acid + acetaldehyde + acetic acid + (CO2-acetaldehyde-acetic acid)/3] In Fig. 1 the selectivities to each product are shown as a function of the conversion of lactic acid. The selectivity to pyruvic acid is about 87 tool-% at a lactic acid conversion of 17.5%. However, it falls gradually as the conversion of lactic acid increases. It reaches 66 mol-% at the conversion of 76%; the one-pass -6 E \"6 90 80 70 60 50 o \"cr--~ 10zx A A . w v 20 30 /.0 50 60 70 80 90 Conversion / % Fig. l. Product distributions obtained over iron phosphate catalyst. (O) pyruvic acid; (zx) acetaldehyde; ([]) acetic acid; (0) CO2. 16 M. Ai, K. Ohdan / Applied Catalysis A: General 150 (1997) 13-20 -6 E t/3 60 SO 40 30 20 10 30 z,O 50 60 70 80 90 Conversion / % Fig. 2. Product distributions obtained over vanadium phosphate catalyst. The symbols are the same as for Fig. 1. yield (conversion selectivity) reaches about 50 mol-%. The results shown in Fig. 1 indicate also that the produced pyruvic acid is consecutively decomposed to acetic acid and CO2, and that the main part of acetaldehyde is formed from lactic acid in parallel with pyruvic acid. The reaction was also tested with a vanadium phosphate catalyst consisting of vanadyl pyrophosphate and a pumice supported H3PMo]204o catalyst. The results obtained from the vanadium phosphate catalyst are shown in Fig. 2. The yield of pyruvic acid is clearly lower than that obtained from the iron phosphate catalyst. The selectivity to pyruvic acid was about 37 mol-% at a lactic acid conversion of 76%; one-pass yield reached 28 mol-%. The main by-products were acetaldehyde and CO2. Very similar catalytic performances were obtained with the H3PMo12040 catalyst. 3.2. Effect of reaction temperature The reaction was conducted by changing both the amount of iron phosphate catalyst used from 1.2 to 20 g and the reaction temperature from 200 to 260, while fixing other conditions. In order to compare the selectivities at the same level of lactic acid conversion, both the amount of catalyst used and the temperature were adjusted so as to achieve a lactic acid conversion of about 50%. The selectivities to pyruvic acid are plotted in Fig. 3 as a function of the reaction temperature. M. Ai, K. Ohdan /Applied Catalysis A: General 150 (1997) 13-20 I 7 IO0 60 E ~, 40 O I I I I I I I0 220 230 240 250 260 Temperalure / *C Fig. 3. Effect of temperature on the selectivity at the lactic acid conversion of 50% over iron phosphate catalyst. The symbols are the same as for Fig. 1. By raising the temperature, the selectivity to pyruvic acid decreases, while that to acetaldehyde plus CO2 increases. That is, the C-C bond fission is promoted in preference to the dehydrogenation, as the temperature is raised. 3.3. Effect of oxygen concentration The effect of the oxygen concentration was studied by changing both the initial concentration of oxygen in the feed gas from 1.20 to 26.30 mol-% and the amount of catalyst used from 1.2 to 20 g, while fixing the other conditions; the concentration of lactic acid was fixed at 1.44 tool-% and the sum of the feed rates of oxygen and nitrogen was fixed at 140 ml/min (350 mmol/h). As the oxygen concentration increased, the conversion of lactic acid increased. For example, at a contact time of 1.6 s (amount of catalyst used of 10 g), the conversions were 54, 64, and 85% at oxygen concentrations of 1.33, 5.26, and 26.3 mol-%, respectively. Fig. 4 shows the selectivities to pyruvic acid at oxygen concentrations of 1.33, 5.26, and 26.3 mol-% as a function of the conversion of lactic acid. As the oxygen concentration increases, the selectivity is independent of the oxygen concentration. 3.4. Effect of lactic acid concentration The reaction was conducted by changing both the initial concentration of lactic acid from 1.44 to 7.20 mol-% and the amount of catalyst used, while 18 M. Ai, K. Ohdan / Applied Catalysis A: General 150 (1997) 13-20 I00 90 80 -- 60 ~ 5o L,O \":o\\ 20 30 ~0 50 60 7 8 90 Conversion of LA / o Fig. 4. Effect of oxygen concentration on the selectivity to pyruvic acid over iron phosphate catalyst. Initial concentration of lactic acid = 1.44 tool-%. Initial concentration of oxygen in the feed gas: (C)) 1.33; (()) 5.26; (Q) 26.30 tool-%. 90, 80 70 -6 6O E - 50 ~, 2o I0 o I I I I I I 2 30 &0 50 60 70 80 90 Conversion of LA / Fig. 5. Effect of lactic acid concentration on the selectivity over iron phosphatecatalyst. Initial concentration of oxygen = 5.26 tool-%. Initial concentration of lactic acid in the feed gas: (O, zx ) 1.44; ( ~ ) 2.88; (0, ) 7.20 mol-%. Pyruvic acid (O, ~ ,Q); acetaldehyde ( r, ). M. Ai, K. Ohdan /Applied Catalysis A: General 150 (1997) 13-20 19 fixing the other conditions. Fig. 5 shows the selectivities to pyruvic acid and to acetaldehyde plus CO2 at the initial lactic acid concentrations of 1.44, 2.88, and 7.20 mol-%. The selectivity to pyruvic acid at the initial lactic acid concentra- tion of 2.88 mol-% is almost the same as that obtained at the concentration of 1.44 mol-%. However, the selectivity at the concentration of 7.2 mol-% is clearly lower and the selectivity to acetaldehyde plus CO2 is higher than those obtained at concentrations of 1.44 and 2.88 mol-%. 3.5. Effect of operating without water vapor The reaction was performed in the absence of water vapor. The conversion of lactic acid decreased markedly as the time-on-stream increased. It was also found that the catalyst was covered with carbon and viscous brownish com- pounds during the reaction. It is therefore considered similarly to the case of oxidative dehydrogenation of isobutyric acid to form methacrylic acid [ 10] that water vapor plays a role in removing the carbon and oxygenated compounds from the surface of the catalyst. 4. Discussion Pyruvic acid can be produced by a vapor-phase air oxidation of lactic acid over iron phosphate catalyst with a P/Fe atomic ratio of 1.2. One of the main side reaction is the formation of acetaldehyde plus CO2 by C-C bond fission of lactic acid. When the conversion of lactic acid is low (about 20%) the selectivity to pyruvic acid is about 90 tool-% and that to acetaldehyde plus CO2 is about 10 mol-%. As the conversion increases, the selectivity to pyruvic acid gradually falls and that to acetic acid plus CO2 increases. This means that the produced pyruvic acid is converted to form acetic acid and CO2 by the C-C bond fission: CH3-CO-COOH + 0.502 ~ CH3COOH + CO2 The one-pass yield of pyruvic acid is about 50 tool-%. Therefore, it is concluded that acetaldehyde is formed from lactic acid, while that acetic acid is formed from pyruvic acid. The reaction is presented in Scheme 1. Over vanadium- and molybdenum-based compounds such as vanadyl pyro- phosphate and molybdophosphoric acid, the C-C bond fission of lactic acid 0.50~ CH3CH(OH)COOH ~0.5 onCH3COCOOH CH3CHO + CO2 Scheme 1. 0.50e \" Cl-t~COOH + COz 20 M. Ai, K. Ohdan /Applied Catalysis A: General 150 (1997) 13-20 cannot be suppressed effectively. This is the reason why these catalysts are ineffective for this reaction. These findings also support the view that the characteristic of the iron phosphate catalyst is a lack of function for promoting oxidative C-C bond fission [6]. Even over the iron phosphate catalyst, the degradation of produced pyruvic acid is promoted as the reaction temperature is raised. This finding means that the activation energy for the C-C bond fission reactions is much larger than that for the oxidative dehydrogenation reaction. The selectivity is scarcely affected with a large variation in the initial concentration of oxygen in the feed gas. Similar results were obtained in the oxidative dehydrogenation of isobutyric acid [11], isobutyraldehyde [7], and isobutyronitrile [8]. On the other hand, the selectivity falls when the initial concentration of lactic acid is more than 7 mol-%. As in the case of oxidative dehydrogenation of isobutyric acid to methacrylic acid [10], the presence of water vapor is indis- pensable to achieve the reaction of lactic acid to pyruvic acid. We consider at present that water vapor plays a role in promoting the removing of reaction products from the catalyst surface and, as a result, in stabilizing and regenerat- ing the active sites, moreover, in suppressing the catalytic activity for the C-C bond fission. References [1] A.J.L. Cooper, J.Z. Gions and A. Meister, Chem. Rev., 83 (1983) 321. [2] T. Yokoyama and K. Matsuoka, Jpn. Patent 56-19854 (1981). [3] Y. Yamaguchi, Jpn. Patent 57-24336 (1982). [4] S. Sugiyama, N. Shigemoto, N. Masaoka, S. Suetoh, H. Kawami, K. Miyaura and H. Hayashi, Bull. Chem. Soc. Jpn., 66 (1993) 1542. [5] H. Hayashi, N. Shigemoto, S. Sugiyama, N. Masaoka and K. Saitoh, Catal. Lett., 19 (1993) 273. [6] M. Ai, E. Muneyama, A. Kunishige and K. Ohdan, Bull. Chem. Soc. Jpn., 67 (1994) 551. [7] E. Muneyama, A. Kunishige, K. Ohdan and M. Ai, J. Mol. Catal., 89 (1994) 371. [8] E. Muneyama, A. Kunishige, K. Ohdan and M. Ai, Appl. Catal., 116 (1994) 165. [9] M. Ai, J. Catal., 116 (1989) 23. [10] E. Muneyama, A. Munishige, K. Ohdan and M. Ai, Catal. Lett., 31 (1995) 209. [11] M. Ai, Preprint of papers, Ann. Syrup. Catal. Soc. Jpn., Oct. 1994, Niigata, p. 450. APCATA 96002955 S0926-860X(96)00295-5 10.1016/S0926-860X(96)00295-5 Article Oxidative dehydrogenation of lactic acid to pyruvic acid over iron phosphate catalyst Mamoru Ai ∗ a Kyoji Ohdan b a Department of Applied Chemistry and Biotechnology, Niigata Institute of Technology, 1719 Fujihashi, Kashiwazaki 945-11, Japan b Ube Laboratory, UBE Industries Ltd., 1978-5 Kogushi, Ube 755, Japan ∗ Corresponding author. Vapor-phase air oxidation of lactic acid has been carried out using an iron phosphate catalyst with a P Fe atomic ratio of 1.2. It was found that lactic acid is selectively converted to form pyruvic acid by oxidative dehydrogenation. The one-pass yield reached 50 mol-%. The effects of the reaction variables on the formation of pyruvic acid were studied. Keywords Lactic acid Pyruvic acid Oxidative dehydrogenation Iron phosphate References [1] A.J.L. Cooper J.Z. Gions A. Meister Chem. Rev. 83 1983 321 [2] T. Yokoyama and K. Matsuoka, Jpn. Patent 56-19854 (1981). [3] Y. Yamaguchi, Jpn. Patent 57-24336 (1982). [4] S. Sugiyama N. Shigemoto N. Masaoka S. Suetoh H. Kawami K. Miyaura H. Hayashi Bull. Chem. Soc. Jpn. 66 1993 1542 [5] H. Hayashi N. Shigemoto S. Sugiyama N. Masaoka K. Saitoh Catal. Lett. 19 1993 273 [6] M. Ai E. Muneyama A. Kunishige K. Ohdan Bull. Chem. Soc. Jpn. 67 1994 551 [7] E. Muneyama A. Kunishige K. Ohdan M. Ai J. Mol. Catal. 89 1994 371 [8] E. Muneyama A. Kunishige K. Ohdan M. Ai Appl. Catal. 116 1994 165 [9] M. Ai J. Catal. 116 1989 23 [10] E. Muneyama A. Munishige K. Ohdan M. Ai Catal. Lett. 31 1995 209 [11] M. Ai Preprint of papers Ann. Symp. Catal. Soc. Jpn. Niigata Oct. 1994 450",
      "scopus-id": "0038152360",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002955",
        "dc:description": "Vapor-phase air oxidation of lactic acid has been carried out using an iron phosphate catalyst with a P Fe atomic ratio of 1.2. It was found that lactic acid is selectively converted to form pyruvic acid by oxidative dehydrogenation. The one-pass yield reached 50 mol-%. The effects of the reaction variables on the formation of pyruvic acid were studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002955",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ai, Mamoru"
          },
          {
            "@_fa": "true",
            "$": "Ohdan, Kyoji"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002955"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002955"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00295-5",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative dehydrogenation of lactic acid to pyruvic acid over iron phosphate catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lactic acid"
          },
          {
            "@_fa": "true",
            "$": "Pyruvic acid"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Iron phosphate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "13-20",
        "prism:endingPage": "20",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00295-5",
        "prism:startingPage": "13",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00295-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "39",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002955-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "305",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038152360"
      }
    }
  }
}