{
  "metadata": {
    "title": "A new approach to kinetic study of wet atmosphere activation of fused iron catalyst",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-18",
    "doi": "10.1016/S0926-860X(97)00091-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000914",
    "pii": "S0926860X97000914"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040745255",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97000914 S0926-860X(97)00091-4 S0926860X97000914 10.1016/S0926-860X(97)00091-4 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00634 2024-01-01T12:19:29.85596Z 0 0 19971118 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 162 162 1 2 1 2 Volume 162, Issues 1–2 13 133 148 133 148 19971118 18 November 1997 1997-11-18 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ANEWAPPROACHKINETICSTUDYWETATMOSPHEREACTIVATIONFUSEDIRONCATALYST BARANSKI A HAY 1976 124 126 I NITROGENINDUSTRY MENON 1994 295 P BARANSKI 1989 111 A HOOPER 1991 278 C CATALYTICAMMONIASYNTHESIS SCHLOGL 1991 19 R CATALYTICAMMONIASYNTHESIS BARANSKI 1982 201 A LEVENSPIEL 1989 O CHEMICALREACTOROMNIBOOK HILL 1977 C INTRODUCTIONCHEMICALENGINEERINGKINETICSREACTORDESIGN KALITKIN 1978 6 N NUMERICALMETHODS VERSHYNIN 1988 6 V EKSTREMALNYESVOYSTVASPLAYNOVIZADACHASGLAZHIVANIYA REINSCH 1967 177 C HAYES 1970 J NUMERICALAPPROXIMATIONFUNCTIONSDATA COX 1973 M REPORTNAC26 CURVEFITTINGAGUIDESUITEALGORITHMSFORNONSPECIALISTUSER 1991 3 27 SURFERVERSION4REFERENCEMANUAL BARANSKI 1994 13 A SETH 1965 180 B SPITZER 1966 726 R BARANSKI 1972 286 A BARANSKI 1995 49 A PATTEKJANCZYK 1983 35 A OVESEN 1996 170 C BARANSKIX1997X133 BARANSKIX1997X133X148 BARANSKIX1997X133XA BARANSKIX1997X133X148XA item S0926-860X(97)00091-4 S0926860X97000914 1-s2.0-S0926860X97000914 10.1016/S0926-860X(97)00091-4 271346 2024-01-01T12:19:29.85596Z 1997-11-18 1-s2.0-S0926860X97000914-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000914/MAIN/application/pdf/cb99235bc469696c862e604db6d7fcec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000914/MAIN/application/pdf/cb99235bc469696c862e604db6d7fcec/main.pdf main.pdf pdf true 1149403 MAIN 16 1-s2.0-S0926860X97000914-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000914/PREVIEW/image/png/14883382285b9f3e1668ed2ef8bedeff/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000914/PREVIEW/image/png/14883382285b9f3e1668ed2ef8bedeff/main_1.png main_1.png png 52543 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97000914-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000914/STRIPIN/image/gif/4ed88da3fc5912e14944113f46ab15b1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000914/STRIPIN/image/gif/4ed88da3fc5912e14944113f46ab15b1/si1.gif si1 true si1.gif gif 437 30 71 ALTIMG ELSEVIER Applied Catalysis A: General 162 (1997) 133-148 APPLIED CATALYSIS A:GENEP, AL A new approach to kinetic study of wet atmosphere activation of fused iron catalyst A. Barafiskiab'*, R. Dziembajab, A. Kotarbaa, J.M. Laganb, J. Lojewskaa, E. Pieprzykb, L. Mleczkoc, M. Baernsa \"Department of Chemistry, Jagiellonian University, lngardena 3, PL 30-060 Cracow, Poland bRegional Laboratory for Physicochemical Analyses and Structural Research, Jagiellonian University, lngardena 3, PL 30-060 Cracow, Poland CLehrstuhl fiir Technische Chemie, Ruhr Universitdt Bochum, D-44780 Bochum, Germany dlnstitut fiir Angewandte Chemie Berlin-Adlershof e. V., Rudower Chaussee 5, 12484 Berlin, Germany Received 25 June 1996; received in revised form 12 February 1997; accepted 12 February 1997 Abstract A new experimental method has been proposed enabling the determination of the effect of reduction degree (R) and concentration of water vapour (crho) on the activation rate (r--dR/dt) of the iron catalyst for ammonia synthesis. A wetless mixture of H2 and N2 (3:1) was introduced into the reaction chamber of an automated flow thermobalance. The applied reactor can be considered as a reactor with ideal mixing. A monolayer of catalyst grains was reduced in wet atmosphere produced by reduction itself. The reduction degree was calculated from the loss of mass recorded during the reduction. The measured reduction rate and a known fixed value of the flow rate of the gas mixture enabled us to calculate the concentration of water vapour. The experiments differ from each other by the initial mass of the catalyst and by the flow rate. The variability of these factors resulted in the variation of cH2o within the industrially important range of 1000-10 000 ppm. The final reduction degree varied from 78% to 95%. The results of the series of experiments performed at ca. 550 were presented in the form of a 3-D diagram: r=r(R, CH2o). The diagram cut by planes at cn2o=const yields curves r=r(R). These curves were described by a Gauss-like function. The diagram cut by plane R=10% yields the initial rate curve r=r(cH2o). The curve was described by an exponential function. The model function was proposed in order to describe the 3-D diagram, too. The acquisition of data by the proposed method is relatively easy, especially because there is no need, similarly as in the industrial installations, to saturate gases with water vapour. 1997 Elsevier Science B.V. Keywords: Kinetics; Iron catalyst; Ammonia synthesis; Activation; Water vapor *Corresponding author. Tel.: +48 12 343859; fax: +48 12 340515; e-mail: baranski@trurl.ch.uj.edu.pl 0926-860x/97/$17.00,~:j?c; 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00091-4 1. Introduction 1.1. The activation of iron catalyst During the activation of an iron catalyst for ammonia synthesis an oxide precursor is reduced to 134 A. Barahski et al./Applied Cata(vsis A: General 162 (1997) 133-148 metallic iron: H2 + (Fe304, Fel xO, promoters) ~ (Fe, promoters) + H20 where 0.05<x<0.14. The reduction is carried out in situ in the industrial reactors or in specially built installations for produc- tion of the prereduced and passivated catalyst [ 1 ]. The advantages of prereduction have been recently dis- cussed by Menon and Skaugset [2]. 1.2. Industrial prereduction of the catalyst As far as we know, there is no published informa- tion about the technology of prereduction. Some general principles concerning the prereduction pro- cess are briefly outlined below. It has been shown in our previous paper [3], that the effect of the partial pressure of hydrogen on the reduction rate is weak. A similar conclusion has been reached by Hooper in his recent review article [4]. Thus, it would be essentially possible to carry out the prereduction at atmospheric pressure. It seems, however, that for practical reasons a somewhat higher pressure, in the range of 5-20 atm, would be preferred. The reduction is a relatively slow process, and, therefore, in order to optimise the use of hydrogen, a circulation system seems to be advantageous. It is obvious that the installation is used in a batch mode, and removal of water can be achieved either by freezing or by the use of an adsorbent. Both temperature and flow rate would be the main variables that could facilitate carrying out the reduc- tion process in the optimal way. Flow is a more convenient variable than temperature because it can be controlled more easily. The effect of flow is in- direct, the change of flow results in the change of concentration of water vapour. For the purposes of technological design the kinetic studies are necessary, as briefly explained in the next section. 1.3. Measurements of the reduction rate - a general outline The optimization of the reduction process requires, among others, knowledge of the reduction rate (r=dR/dt) as a function of temperature, reduction degree (R) and the composition of the gas phase. Presence of water vapour in the gas phase cannot be avoided. At a constant temperature, its concentra- tion CH20 in the most essential way influences the reduction rate [5]. Consequently, the kinetic equation of the reduction should be determined experimentally: dR r = dt = r(R, cH2o). (1) Although the catalyst has been used for the indus- trial ammonia synthesis for about 80 years, though catalyst reduction is a necessary requirement for its operation, and though water vapour is the main factor affecting the reduction rate, still systematic and ample published experimental data, as described by Eq. (1), are lacking in the literature. The basic information characterizing the reduction process may be obtained when a single grain of the catalyst of a known size and shape is considered. This information should be collected while studying a monolayer of grains. The traditional way of experimenting consists in determining the loss of mass of the catalyst grains placed in the flow reactor and reduced by the gas phase previously saturated with water vapour of known concentration [6]. Saturation always brings experi- mental errors. Let us also note that during industrial reduction the inlet gas is not saturated with water but it is dried. The long-range, general aim of this study is to get useful data for industrial practice. The first step is to develop the methodology of the kinetic studies that is especially designed for revealing the effect of gaseous product (water vapour) on the reaction rate. This is the task of the present paper. The data obtained may be useful for practical purposes. A possible industrial installation for prereduction, developed from the prin- ciples outlined above, is presented in the Fig. 1. The system working in a circulation mode is controlled by a computer. From the input data (e.g., concentration of water vapour), the output values of a technological variable (e.g., flow rate) can be calculated, thus giving rise to the required change in water vapour concen- tration and the reduction rate. Our approach to narrow the gap between the laboratory and the industrial mode of reduction is achieved in the proposed method by A. Baratiski et al./Applied Catalysis A: General 162 (1997) 133-148 135 / output -- Woller t H2' N2 Reactor V input H2, N2 H2O Fig. 1. Scheme of the prereduction loop for iron catalyst for ammonia synthesis, equipped with a data control system. introducing dry gaseous substrates into the reactor inlet. 2. Fundamentals 2.1. Postulates The reduction of a monolayer of the catalyst grains performed in the laboratory scale by the proposed method is based on the following assumptions: 1. The water vapour necessary for attaining wet atmosphere is produced in situ in the chamber of an automatic flow thermobalance, as a product of the reduction process. 2. The thermobalance chamber can be approximated as a continuously stirred tank-flow reactor. After Levenspiel, it will be simply called a mixed-flow reactor [7]. 3. The isothermal measurements are performed in the steady state, i.e. when the momentary concentra- tion of water vapour produced in the reactor is equal to the concentration of vapour leaving the reactor. 4. During the reduction of a given catalyst sample, the volumetric rate of gas flow is constant. 2.2. A method for determination of the water vapour concentration In the steady state, in the time interval At the amount of water vapour produced in the reactor is equal to At.f.mo.dR/dt, where R mo (g) f (mollg) t (s) reduction degree defined as the ratio of the amount of removed oxygen to the amount of oxygen removable from the sample initial mass of the catalyst number of moles of oxygen atoms removable from 1 g of the catalyst by the reduction reduction time The coefficient f is a value characteristic of the specific catalyst and can be determined experimen- tally. Simultaneously, a number of CH20 FAt moles of water vapour leave the reactor. The meaning of sym- bols is the following: /mol~ cH:O kc--~m~) stands for the water vapour concentration, F (cm~'] is the volumetric flow rate. \\mm/ 136 A. Barahski et al./Applied Catalysis A.\" General 162 (1997) 133-148 The mass balance gives the water vapour con- centration: dR fmo dR f'm0.~-=cH2o'F, cH2o-- F dt (2) 2.3. Information acquisition during the research The experimenter makes a decision about the sample mass, flow rate and temperature. From the kinetic curve R=R(t) obtained experimentally one can determine the values of R and dR/dt. The water vapour concentration cH2o can be calculated from the Eq. (2). The above information is summarised by the scheme: Decision Results of the experiment T, m0, F ---* experiment ~ R, d~' CH20 The results of many experiments are a basis for determination of a 3-D surface: dR d~ = r( R, CH20). 3. Experimental 3.1. Apparatus and materials The thermobalance and the reaction chamber of a Mettler TA-2 thermogravimeter have been adopted for the present study. The course of an experiment as well as the data acquisition and processing was controlled by a microprocessor-based device. The software (PC program especially written for this purpose) enabled monitoring the temperature and weight-loss data with the assumed 10 s sampling period. A general layout of the apparatus is shown in the Fig. 2. Hydrogen obtained from the Packard generator and nitrogen obtained from the Air Products 5.0 cylinder contained less than 2 ppm of oxygen and water. The gases were additionally purified by molecular sieves and an oxy-trap Altech, down to a level of 0.1 ppm of oxygen. The flow rates were stabilised by Brooks-Rose- mount mass controllers. Let us denote by F the total flow rate of the hydrogen-nitrogen gas mixture. Nitro- gen in line 1 entered the apparatus separately. Its additional role was to prevent corrosion of the equip- ment. This fraction of the gas stream (0.1 F) entered the reactor (R) from the bottom side. Line 2 supplied VENT H20 ~iHiHri4iJI I ! Fig. 2. Layout of the automated thermogravimeter and the gas dosage system: MS - molecular sieve; OX - oxy-trap; 1-4 - flow controllers; 4PV - four-port valve; TG - thermogravimeter; TS - thermostat; R - quartz reactor; INT - interface; PC - computer. A. Bararlski et al./Applied Catalysis A: General 162 (1997) 133-148 137 Fig. 3. A photograph of the quartz-platinum vessel (scale 2 : 1). various total flow rates (30<F<120 cm3/min). The reactor outlet stream was monitored by a flow-ionisa- tion detector. An example of the RTD curve obtained for F=80 cm3/min is presented in Fig. 4(a). The Peclet number (Pe) - a commonly used criter- ion for determining the reactor type [8] - was esti- mated from the RTD curves obtained at different flow rates. Its average values fall within the range of 0.2- 0.4 (depending on the method used for calculation) - thus indicating that the applied reactor is close to the ideal mixed-flow reactor. The mean residence time, t, also estimated by means of RTD curves, allowed to determine the reactor volume [8] (V=F-~=386+12 cm3). It agrees well with the reactor volume (370 cm3) determined by filling with ethanol. nitrogen (0.15F) continuously from the beginning to the end of the experiment. After the assumed mea- surement temperature was attained, the nitrogen stream in line 3 (0.75F) was replaced by hydrogen in line 4 of the same flow rate, thus initiating the reduction process without any pressure change. This way the H2:N2 ratio was kept at 3:1. A heating coil and a thermocouple support were situated inside the reactor. Especially designed quartz vessel was placed on the top of the support (Fig. 3). A monolayer of grains of an industrial catalyst was placed on the perforated platinum plate. An easy access of gases to and from the catalyst was facilitated by the holes in walls of the vessel. During a single experiment the temperature was kept constant within the interval of +0.6. Mean temperature for all experiments amounted to 548.61.6. Accuracy of the temperature measure- ment was tested for the melting point of a metal (Pb, Zn). It was assumed that the inflection point on the DTA curve referred to the melting temperature of the metal. The differences between the observed and tabular values of the melting temperatures of lead and zinc amount to 1.0 and 2.9, respectively. The validity of the postulate that the reactor could be considered as a mixed-flow reactor was verified by the residence time distribution (RTD) measurements. Pulses of ethane (the tracer) were introduced into the reactor vessel by a 6-port valve, and, then, were washed out of the reactor by a continuous inflow of nitrogen (line 4). The experiments were performed at 3.2. Measurements The sieve fraction 1.02-1.2 mm of the industrial catalyst PS3INS produced in the Nitrogen Compound Plant (Tarn6w, Poland), was used. The initial mass of samples varied from 20 to 200 rag. Even the largest sample can be considered as a monolayer. The smal- lest sample (20.2.4 mg) consisted of 5 grains. In the remaining, greater samples the amount of grains was not standardised. The kinetic runs were carried out at ca. 550 at nearly atmospheric pressure in the flowing H2, N2 (3 : 1) mixture. The flow rate was varied from 30 to 200 cm3 per min at 20 and 105 Pa. The standard reduction time of 6 h enabled ob- taining the final reduction degree within the range of 78-90%. The assumed sampling time period of 10 s yielded 2000, or so, experimental points per run. The kinetic data were burdened with some experimental scatter. The estimated mean amplitude of the scatter equals to 0.08+0.003 mg, independent of the initial sample mass and the rate of the mass decrease. The kinetic runs differed from each other by the sample mass and the value of a flow rate. The smallest initial water vapour concentration was obtained for the smallest mass of the catalyst and the fastest flow rate. In contrast to this, the slowest flow rate and the greatest mass yielded the highest initial water vapour pressure. The water content in gas phase decreased significantly at the end of reduction, simply because of 138 A. Baratiski et al./Applied Catalysis A: General 162 (1997) 133-148 0 250 500 750 1000 1250 1500 1720 2000 t[s] Fig. 4. Residence time distribution curve (RTD) for the reactor used in kinetic experiments obtained at T-550':C, F--80 cm3/min: (a) linear scale, (b) logarithmic scale. The picture visualizes the time above which exponential wash-out of a tracer begins, and the reactor can be described by the CSTR model in steady state. the lack of oxygen. As a rule of thumb, one can say that in this series of experiments the water vapour concentration varied within the industrially important range 103-104 ppm. Each kinetic run was repeated at least once. 3.3. The early stage of preprocessing of experimental data The essential goal in data preprocessing is to set up the beginning of the reduction at steady state. Thus, the transient behaviour of the reactor has to be con- sidered in the beginning of the experiment when the nitrogen flow (0.75F) is replaced by hydrogen one. This defines the zero point of time, as the hydrogen delivery time through the gas-feed line can be neglected. During a short initial period the reduction rate increases simply because the hydrogen concen- tration increases in the reactor vessel. The lack of acceleration of the reduction rate is a hint indicating almost complete replacement of nitrogen provided that an induction period of the reduction does not occur. An inflection point is always observed close to the initial point, its coordinates are denoted by t~ and R~. This defines the time of the steady state of reduc- tion, when the reduction process is already somewhat advanced. The values of ts for kinetic runs performed at various flow rates are close to the times of the inflection points in RTD curves above which the applied reactor can be described by CSTR model in steady state. The values of Rs are distributed within the range 1-10%. The primary data were recorded as loss of mass (Am=#,=o--#t) vs. time (t). Symbol # stands here for the value of the thermobalance signal. The value #t-o is estimated as an average of the ordinate values for some initial experimental points. This is necessary because the first recorded /~t-o value is random. A wrong value of #, o brings a systematical error to all kinetic data. A. Barariski et al./Applied Catalysis A: General 162 (1997) 133-148 139 Then, for every i-th reduction point, the reduction degrees are calculated according to the formula: 100 Ri : Ami.-- (%). mo f The experimental kinetic data thus obtained must undergo several stages of mathematical preprocessing before the final 3-D diagram can be plotted. (a) The kinetic curves obtained in the same experi- mental conditions, i.e., mo and F, are averaged in order to diminish the unavoidable experimental scat- ter. The experimental scatter for an averaged kinetic curve is significantly smaller. A typical decrease amounts to 30%, although the scatter can be cut by a factor of two in the extreme cases. (b) The first accelerating part of an averaged curve, below the point (ts,RO is rejected from the data used in further calculations. (c) The averaged curves in the R vs. t representation are smoothed and numerically differentiated. The data, prior to their differentiation, have to be smoothed [9,10]. The spline method of smoothing [ 11 ] has been chosen instead of the commonly used poly- nomial method [ 12]. The method is based on fitting the function comprised of cubic parabolas [11,13] to the original experimental data. In the process of fitting (minimization), first and second derivatives of the function are calculated, and their continuity is checked. This method appears to be the most advan- tageous for our purposes. Firstly, it covers the whole set of experimental points simultaneously. Secondly, the reduction rate can be obtained directly from the calculated first derivative. Numerical smoothing of experimental data is a semiparametric method, no strict statistic rules and tests exist to tell the researcher when this process should be stopped, and for this reason intuition and experience are necessary. The art of smoothing con- sists in making a compromise in order to find the final curve that is adequate to the primary experimental data, and, simultaneously, revealing monotonous behaviour of the derivative plot. By trying consecu- tively too low and too high values of smoothing parameter and checking the results of smoothing on-screen, one could, step by step, narrow the gap between these values, thus achieving the most optimal smoothing. Table 1 Number of kinetic curves Flow rate (cm3/min) Mass of the sample (mg) 20 60 100 150 200 30 -- 2 2 40 3 3 2 3 -- 60 2 2 2 2 -- 80 2 ~ \"~ 100 2 2 2 2 140 2 2 -- 2 -- 200 2 2 -- -- 4. Results The total number of experiments performed amounts to 52. The conditions of 47 experiments taken for processing procedures are specified in Table 1. The remaining five experiments, markedly different from the experiments carried out in the same conditions, were rejected due to unidentified experi- mental reasons. The series of averaged curves for the same initial mass and different flows is called a family of curves. An example of such a family is given in the Fig. 5. The coordinates of the starting point of each curve are given in the figure caption. 5. Discussion 5.1. Three-dimensional diagram 5.1.1. Preparation 22 averaged curves calculated on the basis of 47 kinetic curves indicated in the Table 1 were used for generation of a 3-D diagram defined by Eq. (1). Prior to calculating a regular grid for the 3-D diagram, it was necessary to secure a uniform dis- tribution of experimental points, taken from an indi- vidual kinetic curve, along the R axis. The reasons for this procedure are as follows: The mass loss was determined every 10 s. It implies continuous increase of the number of experimental points per one percent of reduction with the increasing reaction extent which resulted in much greater statis- tical weight of data originating from the final parts of the kinetic curves when the 3-D grid was calculated. In 140 A. Bara6ski et al./Applied Catalysis A: General 162 (1997) 133-148 100 80 6O n\" 4O 20 F [cm3/min] A 0 [] 0 + 30 40 80 100 120 0].lr 0 1 2 3 4 5 6 t [h] Fig. 5. Family of kinetic curves obtained for various total flow rates for the sample m= 150 g expressed as reduction degree R versus time-on- stream. In order to make the figure clear, the curves obtained at flows 60 and 100 cm3/min have been removed. The values of t~ and Rs are as follows: for 30 cm3/min - &=5.0 min, R~-8.1%; for 40 cm3/min - &-10.0 min, R~-4.9%; for 80 cm3/min - &=5.0 min, R~ -2.4%; for 140 cm3/min - &=5.0 min, R~=6.1%. order to obtain uniform distribution of points, the distance between points was set up at ~0.4%. On average, 2.5 points were selected for every node along the R axis of the 3-D diagram, thus giving 250 experimental points for the full R axis. The required points were selected for further numerical treatment, and the remaining, rejected. The regular distribution of points along the axis of water vapour concentration is equally important for correct calculation of the grid. But the number of recorded kinetic curves was too low for application of a similar procedure. For the grid calculation, the inverse distance method of the SURFER program (Golden Software) [14] was applied. Parameters chosen for the calculation were as follows: the number of nearest points: n=10, the dimensionless search radius used for locating n near- est points: p=10, method of search: octant search, scaling factor for cH2o axis: s=0.00033. The grid calculated by the inverse-distance method has some short-distance irregularities, which can be smoothed by applying the matrix method. The method is based on choosing a smoothing matrix which passes over the obtained grid. This way, the average value of Z coordinates of points covered with the smoothing matrix is calculated for a given smoothed point. The larger is the smoothing matrix, the better is the result of smoothing. Dimensions of the used matrix were 5 x 5. This matrix gave sufficiently adequate results for the 101 x 101 grid. 5.1.2. Presentation The diagram, seen from the front side, is presented in the Fig. 6, where point R=100% and point cu2o=10000 ppm is exposed. The diagram rotated by 180is seen in the inset. The diagram is limited by the planes R=10% and crho=1100 ppm. This is a direct implication of the uncertainty concerning the initial parts of the kinetic curves (for t<& and R<Rs). Smoothness of the diagram is sensitive to unreliable data. After purposely replacing in the basic data set, consisting of 22 averaged curves, a single kinetic A. Bara~ski et al./Applied Catalysis A: General 162 (1997) 133-148 zo as 4r 141 Fig. 6. The 3-D diagram for the reduction degrees R>I0% and water vapour concentrations cuzo>1100 ppm - a view of the front side. The same diagram rotated by 180' can be seen in the inset. curve by an unreliable one, the diagram from Fig. 6 was transformed into a diagram discernibly worse in a certain part of the surface. In the most spectacular case two mutually consistent curves yielded irregularities on the diagram. Careful inspection revealed a leakage in the gas dosing system, and what is more, after repeating the experiments, the observed irregularities vanished. This kind of experience forces us to believe that the diagram would be perfectly smooth provided that a sufficient number of experiments was per- formed. 5.2. Features of the idealised diagram Let us consider an idealised diagram without any irregularities. Let us also ignore the constraint for values of the reduction degree (10%) and of the water vapour concentration (1100 ppm). Under these assumptions the surface given by Eq. (1): dR -- z dt r(R, CH20) has the following features: 1. There is a maximum at the point R=0%, CH20=0. This simply means that, at a given temperature, the highest initial activation rate can be achieved during the reduction in a moisture-less atmo- sphere. 2. The boundary condition cH2o=0 (when R is varied) is fulfilled by a kinetic curve obtained in the dry atmosphere (see, for example, the Fig. 9 in the paper [15]) consistent with the Seth-Ross equation [15-181. 3. The boundary condition R=0% (when cH,_o is varied) is fulfilled by the curve describing the dependence of the initial reduction rate on the water vapour concentration. The curve presented in the Fig. 3 of paper [6] is an example of such a dependence for the KM I TopsOe catalyst. 4. The activation rate decreases with increasing reduction degree and increasing water vapour con- centration. 5.3. Empirical kinetic equations The aim of this section is twofold: to find a mathematical description of the 3-D diagram, to show usefulness of the 3-D diagram for the kinetic study. 142 A. Bararlski et al./Applied Catalysis A: General 162 (1997) 133-148 In order to avoid any doubts concerning the assump- tions of the kinetic model, only empirical equations were considered. Nonetheless, the procedure of model verification and data analysis, presented here, appears to be general and can be applied in other kinetic models as well. Our criterion of \"the best\" equation was the lowest number of its parameters necessary to approximate the shape of the diagram. The procedure comprised sev- eral steps: (1) Finding the formula for reduction rate vs. reduc- tion degree at constant water vapour concentration (for used cross sections) - see Fig. 7; dR -- = a] exp(-a2R2). (3) dt Fast decrease of the reduction rate with the reduc- tion degree, at lower water concentrations, suggests application of the exponential function. Possible exis- tence of an inflection point is a hint for choosing the quadratic form of the exponent. That is why a function of the Gauss type was applied. The results of fitting are presented in Fig. 7, and the values of the kinetic parameters, as well as the statistic estimators, are given in Table 2. (2) Finding relations between the fitted parameters (a~,a2) and water vapour concentration; The curve al vs. ci42o seen in Fig. 8 can be described by the exponential function: al = ql \" exp(--qzcH2o). (4) The meaning of the parameter al can be seen when extrapolating the Eq. (3) to R=0% at a particular value of cH2o (see also Fig. 7). The value of parameter al is equal to the initial reduction rate. In Fig. 8 one can also see the relation between dR/dt and CH2o at a cross- section of the 3-D diagram for the constant, small value of R=10%. Similarity between both plots is worth emphasis. Table 2 20r-- \"~ 1.0 0.5 0.0 \\ 20 40 60 80 100 R [%] Fig. 7. Fit of the Gauss-like curve Eq. (3) to data obtained from the 3-D diagram at various concentrations of water vapour. The points located on the axis of ordinates (hollow markers) represent values corresponding to the al parameter. The dashed line, given for comparison, represents an exemplary fit of the Seth-Ross equation to the data obtained for cH,o=1100 ppm, The values of the parameter a2 decrease approxi- mately linearly with the water vapour concentration as shown in Fig. 9. This plot implies the relation. a2 = --q3 crt2o q- q4. (5) (3) Finding the final formula for the diagram dR/dt vs. R and cH2o. Inserting (4) and (5) into (3) yields: dR R2 d~- = q1 exp(-q2 cH20 + q3 CH20 -- q4 ' R2). (6) Parameters ql, q2, q3 and q4 (obtained from Eqs. (4) and (5)), listed in Table 3, were used as the starting values for nonlinear regression procedure of fitting Eq. (6) to experimental data. It has been found that neglection of the term q3 CH20 R2 is statistically insignificant. Thus, the Eq. (6) takes a simpler Values of parameters used in Eq. (3) and statistical estimators of the plots seen in Fig. 7 Water vapour concentration (ppm) ll00 3300 5400 7600 10500 Parameter a l (1/min) 1.624 l. 134 0.750 0.559 0.456 Parameter a2 104 2.7316 2.5889 2.2396 1.9631 1.4921 Residual standard deviation 0.03996 0,03432 0.02095 0.01842 0.01665 Correlation coefficient 0.9969 0,9952 0.9955 0.9927 0.9890 A. Barahski et al./Applied Catalysis A: General 162 (1997) 133-148 143 16 14 12 10 08 06 i o,, 02 \\ o 0 2000 4000 6000 8000 10000 12000 CHzO [ppm] Fig. 8. Plot of the dependence of a~ parameter (as calculated from Eq. (3)) on the water vapour concentration (solid line, filled markers) and a plot of dependence of reduction rate for 10% of reduction on the water vapour concentration (dashed line, hollow markers). 30 28 26 2,4 22- 2.0 18 16 o 14 0 2000 4000 6000 8000 10000 12000 CH~O [ppml Fig. 9. Plot of dependence of parameter a2 of the Eq. (3) on the water vapour concentration. form: dR = ql \" exp(-q2 CH2o - q4 \" R2). d~- (7) It should be stressed that Eq. (7), unlike Eq. (3), has been fitted to the original set of experimental data and not to the 3-D diagram data generated by the SURFER program. The final values of parameters q~, q2 and q4 are given in the Table 3. As expected, they do not differ too much from the starting values. The 3-D plot of the function (7) is shown in Fig. 10. Its similarity to the 3- D diagram is worthwhile noticing. The residual stan- dard deviation between the calculated function values and experimental data amounts to 0.12. Let us consider now the preexponential term of Eq. (7). Inserting R=0 and cH2o = 0 gives qt=2.08 min i which corresponds to the initial reduc- tion rate at dry atmosphere, the maximum of the 3-D diagram. The experimental value of the reduction rate close to the maximum is equal to 1.89 min-j (for R=9.5% and cH20=700 ppm). The maximum value 1.77min-1 (for R=2% and cH2o=200ppm) was extrapolated by the SURFER program during the grid smoothing. The smoothing is the reason why this value is smaller than the experimental one. Let us note that coordinates of the maximum 1.541 min-~ seen in the 3-D diagram (Fig. 6) correspond to R=10% and CH20=1000 ppm. The proposed empirical model suffers from draw- backs of inadequate description of the final reduction stages. This limitation of the model is seen in Fig. 7, where the individual curves were extrapolated up to the end of R axis. It is worthwhile mentioning that in the literature there is a lack of kinetic studies con- cerning the final stage of activation, beyond 80%. Table 3 Values of parameters used in Eqs. (6) and (7) Parameter ql (min-1) q2 x 106 (ppm l) q3 06 (ppm 1) q4 104 Residual standard deviation Starting values 1.905 156.85 135.05 2.96 -- Values at a minimum, Eq. (6) 2.116 201.64 75.92 2.83 0.1239 Values at a minimum, Eq. (7) 2.082 193.121 -- 2.71 0.1242 144 A. Baratiski et al./Applied Catalysis A: General 162 (1997) 133-148 dR dt Fig. 10. 3-D plot of the Eq. (7) fitted to the original experimental kinetic data. The maximum of the plot corresponds to the point R-2%, CH2o=200 ppm. 5.4. On the agreement between mixed-flow and tubular reactor data As already said, the 3-D diagram is limited by the planes: cH:o=ll00ppm and R=10%. In order to remove this constraint and, simultaneously, to get some additional information on the reliability of the recent data, the results obtained in a tubular flow thermobalance have been also used. The apparatus in question has been described in [18]. Two kinetic curves suitable for comparison (the same catalyst, grain size, and reduction temperature) have been found in the old set of data. Their differential pre- sentation in Fig. 11 can be directly compared with the corresponding curves originating from the 3-D dia- gram, and their integral presentation can be seen in the insets of Fig. 11. A reasonable agreement seen in Fig. 1 l (A) is noteworthy. For example the reduction rate 2.0 min 1 taken from curve (A') at R=10% agrees with the final value of the parameter ql =2.08 rain-l. The difference between both curves obtained at 1100 and 100 ppm is small but, as expected, the latter curve reveals somewhat greater reduction rate. In this situa- tion, the low-moisture curve from Fig. 11 (A) has been included into the experimental data set, and a new version of the 3-D diagram has been drawn (Fig. 12). In this improved version, the boundary plane CH20=1100 ppm has been removed (the added area is shaded in Fig. 12), whereas the boundary imposed by the plane R=10% was retained. Maximum of this diagram, 1.76min-1, corresponds to R=10% and CH20=200 ppm. 5.5. Physicochemical analysis of the data The main emphasis of these studies is put on methodology and purely empirical description of the data. Nevertheless, this paper adds new informa- tion on the effect of water vapour on the reduction rate of the iron catalyst. Understanding of the effect in question depends on the state of knowledge of mag- netite-alumina-water system [19]. Particularly, the effect of variable amount of alumina on the reduction rate at constant water concentration on the one hand, and the effect of variable water content on the reduc- tion rate in the presence of constant amount of alumina on the other hand, are of essential importance. The plot shown in Fig. 8 is an illustration of the latter case. A. Bara ski et al./Applied Catalysis A.\" General 162 (1997) 133-148 145 & 3.0 2.0 1.0 I I I I 0 8O - I A' _--~ ~ 6oi \"~\"~\" (~ 40 A DI@ 100 ppm .. .... \\ 20 / AtP~~~\" \"~. ~ 60 120 180 240 ~',..~. time [mini 20 40 60 80 R [%] i 1.8 1.6 1.2 0.8 0.4 I I I ] B B, \\ 80 6O O: 40 2O 0 10 000 ppm B\" 60 120 180 240 \\ time [min] %. I l I [ 20 40 60 80 R[%I Fig. 1 l. Comparison of the differential forms of kinetic curves: (A')curve obtained on the Mc Bain thermobalance in a tubular reactor for CH2o=100 ppm; (A\")cross-section of the 3-D diagram at CH2o=1100 ppm; (B~)curve obtained on the Mc Bain thermobalance in a tubular reactor for CH~o = 10 500 ppm; (B\")cross-section of the 3-D diagram at CH~o= 10 000 ppm. The insets in figures A and B contain integral forms of the curves originating from the Mc Bain thermobalance. 146 A. Barahski et al./Applied Catalysis A: General 162 (1997) 133-148 Fig. 12. The 3-D diagram based on the currently obtained data with added kinetic curve obtained on the Mc Bain thermobalance in a tubular reactor at Cn2o=100 ppm. The added area has been shaded in the figure. This dependence is undoubtedly documented better catalyst. On the other hand, the relation (4) should be than our data available previously, i.e. a similar rela- included in considerations concerning mixed-control tion for the Tops0e KM I fused iron catalyst (Fig. 3 in kinetic equations. [6]). Usage of an industrial catalyst in modelling The mixed control model by Seth and Ross (SR) studies has its drawbacks and benefits. Unquestion- and its modifications has been used to describe the ably, the level of the alumina content is the optimal reduction of iron catalyst [15]. In this context, it is one for ammonia production. On the other hand, from worthwhile mentioning that one of the assumptions of the scientific point of view, presence of other promo- the model is a linear dependence of reduction rate on ters and wtistite makes the results not as clear as for the water vapour concentration. The exponential depen- model magnetite-alumina system. Fortunately, neces- dence, found in the present paper (Eq. (4)), implies sary application of the data obtained for the constant that the application of SR model in the wet atmosphere reduction degree, equal to 10%, (see Fig. 8) decreases is not justified. However, the model fits dried-atmo- or even removes the wtistite problem. For the KM I sphere experimental data perfectly [15], where, at very catalyst it has been shown that wiistite is reduced low water vapour pressure, the exponential depen- faster than magnetite [20]. Perhaps, in this study, the dence can be approximated by the linear one. wtistite content for R=10% is strongly decreased or, The pivotal test for validity of SR model is the probably, even null. existence of inflection points on differential kinetic The most essential point is that the plot in question curves at 1100 and 3300 ppm of water (Fig. 7). (Fig. 8) is quantitatively described by Eq. (4) with a According to the differential form of SR equation, high degree of accuracy, as documented by the value the function describing the reduction rate is concave in of correlation coefficient 0.9931. Exponential the domain of real numbers. Application, instead of decrease of the reduction rate with the concentration Eq. (3), of the exponential function (also concave): of water vapour in the gas phase is a significant relationship that has to be explained by every future dR -- = q5 \" exp(-q6R) (8) quantitative model of the activation rate of fused iron dt A. Baraffski et al./Applied Catalysis A: General 162 (1997) 133-148 147 resulted in a fit statistically worse then that of Eq. (3). However, it is the first application of the presented methodology, and it seems that the observation of the inflection point should be therefore confirmed, espe- cially by experiments performed at lower tempera- tures 400-500. This is the temperature range of technological importance. 6. Significance and the research prospects The aim of the study has been achieved. The new methodology of kinetic studies has been proposed and verified. Applicability of the mixed-flow reactor for determination of the effect of both water vapour and the reduction degree on the reduction rate of the iron catalyst was verified by fifty, or so, experiments. The experiments were found to be easy to perform. There was no need to saturate the reducing gas with water vapour. That is why its concentration (cH2o) can be estimated from the kinetic data much more precisely than previously [6, Fig. 1 ]. The 3-D diagram, defined by Eq. (1), was generated for a particular industrial catalyst. The diagram was described by purely empiri- cal relation (Eq. (7)). The reliability of the proposed experimental method was ascertained by the agree- ment with the tubular reactor data, obtained earlier, and by mutual consistency of the experimental data. The experimental limitation of the method is that it is not possible to achieve the water vapour concentra- tion at the vicinity of its zero value. The limiting value is determined by the minimal initial reduction rate. It is determined by the smallest possible sample mass and by the fastest possible flow rate. In the recent case, at 550C, this value is 1100 ppm. It is obvious that the limiting value decreases with decreasing temperature. The method seems to be quite general and can be used essentially to study the effect of gaseous products on the rate of a solid-gas reaction. Particularly, it can be used to study the effect of water vapour concentra- tion on the reduction rate of various oxides. There is an established sequence of tasks to be performed in kinetic studies, and certainly, first of them is to develop the methodology. This task requires relatively short experiments, and this could be achieved, in our case, by rising the temperature of experiments up to 550~C (temperature higher than that applied in industry). Now, when the experimental procedure is known, the next task in series is to create a sufficiently large base of kinetic lower-temperature data - despite essen- tial increase of the reduction time. The aim is three- fold: To supply empirical data for technological design purposes. To acquire a possibility for estimation of the influence of preprocessing procedure on the para- meters of kinetic equations obtained by the method presented in this paper. To prepare a basis for rival discrimination of physicochemical models for the reduction of industrial and singly promoted catalysts. The discrimination is facilitated when the empirical equation is known, as shown in Ref. [21]. In this context, significance of the presented type of model- ling becomes more pronounced. The ultimate aim is to find a correlation between catalytic activity and observations related to activation procedure. 7. List of symbols al, a2 CH20 di f F k mo n Pe ql, q2, q3, q4 ?- R R~ parameters of fitted equations (dimensions given in Table 2) water vapour concentration (mol/cm3) distance between the ith experimental point and the presently calculated grid node the number of moles of oxygen atoms removable from l g of the catalyst (mol/g) volumetric flow rate (cm3/min) the number of currently calculated grid node the initial mass of the catalyst (g) number of the nearest experimental points in 3-D grid calculation Peclet number parameters of fitted equations (dimen- sions given in Table 3) reduction rate (l/min) reduction degree reduction degree corresponding to the beginning of the steady state of reduction 148 A. Baratiski et al./Applied Catalysis A: General 162 (1997) 133-148 t ts V # /Zt=o P scaling factor for CHzo axis during 3-D grid calculation the reduction time [s] time corresponding to the beginning of the steady state of reduction (s) mean residence time (s) volume of the reactor (cm3) the thermobalance signal (mg) mean thermobalance signal at time t=0 (mg) the dimensionless search radius used for locating n nearest points Acknowledgements This work has been done as a Research Project No. 7.$20300307, sponsored by the Polish Committee for the Scientific Research, Warsaw, Poland, during the period 01.10.1994-30.11.1995. The Polish authors (A.B., A.K. and J.M.L.) are grateful to DAAD for financing the series of short-term stays during the years 1991-1994 in the Department of Technical Chemistry of Ruhr University Bochum (RUB), thus affording possibility of preliminary studies concern- ing this project within the cooperation programme RUB - Jagiellonian University, Cracow. The authors greatly appreciate the catalyst samples supplied by the Nitrogen Compound Plant, Tarndw, Poland. The authors are also grateful to Dr. Arne Anundskas for organising a stimulating discussion in Norsk Hydro Porsgrunn Research Centre. References [1] I. Hay, G.D. Honti, in: Nitrogen Industry, Akademiai Kiado, Budapest 1976, pp. 124-126. [2] RG. Menon, R Skaugset, Appl. Catal. A 115 (1994) 295. [3] A. Barafiski, J. Hajduk, D. Hess, M. Baerns, Appl. Catal. 54 (1989) 111. [4] C.W. Hooper, Catalytic Ammonia Synthesis, in: J.R. Jennings (Ed.), Plenum Press, New York, 1991, p. 278. [5] R. Schl6gl, Catalytic Ammonia Synthesis, in: J.R. Jennings (Ed.), Plenum Press, New York, 1991, p. 19. [6] A. Barariski, J.M. Lagan, A. Pattek, A. Reizer, Appl. Catal. 3 (1982) 201. [7] O. Levenspiel, The Chemical Reactor Omnibook, OSU Bookstores Inc., Corvallis Oregon 1989. [8] Ch.G. Hill Jr., An Introduction to Chemical Engineering Kinetics and Reactor Design, Wiley, New York, 1977, Chap. 11. [9] N.N. Kalitkin, Numerical Methods, Izd. Nauka, Moskva 1978, Chap. III, p. 6. [10] V.V. Vershynin, Yu.S. Zawyalov, N.N. Pavlov, Ekstremalnye svoystva splaynov i zadacha sglazhivaniya (Extremal Proper- ties of Spline Functions and the Problem of Smoothing), lzd. Nauka, Novosybirsk 1988, p. 6. [111 C.H. Reinsch, Numerishe Mathematik 10 (1967) 177. [12] J.G. Hayes, Numerical Approximation to Functions and Data, Athlone Press, London 1970, Chap. 5. [13] M.G. Cox, J.G. Hayes, Curve Fitting: A Guide and Suite of Algorithms for the Non-specialist User, Report NAC26, National Physical Laboratory, Teddington, Middx, 1973. [14] Suffer (Version 4) Reference Manual, Golden Software Inc., 1991, pp. 3-27. [15] A. Barafiski, A. Kotarba, J.M. Lagan, A. Patek-Janczyk, E. Pyrczak, A. Reizer, Appl. Catal. A 112 (1994) 13. [16] B.B.L. Seth, H.M. Ross, Trans. Met. Soc. AIME 233 (1965) 180. [17] R.H. Spitzer, ES. Manning, W.O. Philbrook, Trans. Met. Soc. AIME 236 (1966) 726. [18] A. Barafiski, A. Bielafiski, A. Patek-Janczyk, J. Catal. 26 (1972) 286. [19] A. Barafiski, A. Kotarba, A. Reizer, Solid State Phenomena 41 (1995) 49. [20] A. Pattek-Janczyk, A.Z. Hrynkiewicz, J. Kraczka, D. Kulgawczuk, Appl. Catal. 6 (1983) 35. [21] C.V. Ovesen, B.S. Clausen, B.S. Hammersh~i, G. Steffensen, T. Askgaard, 1. Chorkendorff, J.K. NCrskov, P.B. Rasmussen, P. Stoltze, P. Taylor, J. Catal. 158 (1996) 170. APCATA 97000914 S0926-860X(97)00091-4 10.1016/S0926-860X(97)00091-4 Article A new approach to kinetic study of wet atmosphere activation of fused iron catalyst A. Barański ∗ a b R. Dziembaj a b A. Kotarba a J.M. kLagan b J. kLojewska a E. Pieprzyk b L. Mleczko c M. Baerns d a Department of Chemistry, Jagiellonian University, Ingardena 3, PL 30-060 Cracow, Poland b Regional Laboratory for Physicochemical Analyses and Structural Research, Jagiellonian University, Ingardena 3, PL 30-060 Cracow, Poland c Lehrstuhl für Technische Chemie, Ruhr Universität Bochum, D-44780 Bochum, Germany d Institut für Angewandte Chemie Berlin-Adlershof e. V., Rudower Chaussee 5, 12484 Berlin, Germany ∗ Corresponding author. Tel.: +48 12 343859; fax: +48 12 340515 A new experimental method has been proposed enabling the determination of the effect of reduction degree (R) and concentration of water vapour (c H2O) on the activation rate (r= dR dt ) of the iron catalyst for ammonia synthesis. A wetless mixture of H2 and N2 (3:1) was introduced into the reaction chamber of an automated flow thermobalance. The applied reactor can be considered as a reactor with ideal mixing. A monolayer of catalyst grains was reduced in wet atmosphere produced by reduction itself. The reduction degree was calculated from the loss of mass recorded during the reduction. The measured reduction rate and a known fixed value of the flow rate of the gas mixture enabled us to calculate the concentration of water vapour. The experiments differ from each other by the initial mass of the catalyst and by the flow rate. The variability of these factors resulted in the variation of c H2O within the industrially important range of 1,000–10,000 ppm. The final reduction degree varied from 78% to 95%. The results of the series of experiments performed at ca. 550°C were presented in the form of a 3-D diagram: r=r(R, c H2O). The diagram cut by planes at c H2O=const yields curves r=r(R). These curves were described by a Gauss-like function. The diagram cut by plane R=10% yields the initial rate curve r=r(c H2O). The curve was described by an exponential function. The model function was proposed in order to describe the 3-D diagram, too. The acquisition of data by the proposed method is relatively easy, especially because there is no need, similarly as in the industrial installations, to saturate gases with water vapour. Keywords Kinetics Iron catalyst Ammonia synthesis Activation Water vapor References [1] I. Hay G.D. Honti Nitrogen Industry 1976 Akademiai Kiado Budapest 124 126 [2] P.G. Menon P. Skaugset Appl. Catal. A 115 1994 295 [3] A. Barański J. Hajduk D. Hess M. Baerns Appl. Catal. 54 1989 111 [4] C.W. Hooper J.R. Jennings Catalytic Ammonia Synthesis 1991 Plenum Press New York 278 [5] R. Schlögl J.R. Jennings Catalytic Ammonia Synthesis 1991 Plenum Press New York 19 [6] A. Barański J.M. kLagan A. Pattek A. Reizer Appl. Catal. 3 1982 201 [7] O. Levenspiel 8th ed. The Chemical Reactor Omnibook 1989 OSU Bookstores Inc Corvallis Oregon [8] Ch.G. Hill Jr. 8th ed. An Introduction to Chemical Engineering Kinetics and Reactor Design 1977 Wiley New York Chap. 11 [9] N.N. Kalitkin 8th ed. Numerical Methods 1978 Izd. Nauka Moskva 6 Chap. III [10] V.V. Vershynin Yu.S. Zawyalov N.N. Pavlov 8th ed. Ekstremalnye svoystva splaynov i zadacha sglazhivaniya Extremal Properties of Spline Functions and the Problem of Smoothing 1988 Izd. Nauka Novosybrisk 6 [11] C.H. Reinsch Numerishe Mathematik 10 1967 177 [12] J.G. Hayes 8th ed. Numerical Approximation to Functions and Data 1970 Athlone Press London Chap. 5 [13] M.G. Cox J.G. Hayes Curve Fitting: A Guide and Suite of Algorithms for the Non-specialist User 8th ed. Report NAC26 1973 National Physical Laboratory Teddington, Middx [14] 8th ed. Surfer (Version 4) Reference Manual 1991 Golden Software Inc 3 27 [15] A. Barański A. Kotarba J.M. kLagan A. Patek-Janczyk E. Pyrczak A. Reizer Appl. Catal. A 112 1994 13 [16] B.B.L. Seth H.M. Ross Trans. Met. Soc. AIME 233 1965 180 [17] R.H. Spitzer F.S. Manning W.O. Philbrook Trans. Met. Soc. AIME 236 1966 726 [18] A. Barański A. Bielański A. Patek-Janczyk J. Catal. 26 1972 286 [19] A. Barański A. Kotarba A. Reizer Solid State Phenomena 41 1995 49 [20] A. Pattek-Janczyk A.Z. Hrynkiewicz J. Kraczka D. Kulgawczuk Appl. Catal. 6 1983 35 [21] C.V. Ovesen B.S. Clausen B.S. Hammershøi G. Steffensen T. Askgaard I. Chorkendorff J.K. Nørskov P.B. Rasmussen P. Stoltze P. Taylor J. Catal. 158 1996 170",
      "scopus-id": "0040745255",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000914",
        "dc:description": "A new experimental method has been proposed enabling the determination of the effect of reduction degree (R) and concentration of water vapour (c H2O) on the activation rate (r= dR dt ) of the iron catalyst for ammonia synthesis. A wetless mixture of H2 and N2 (3:1) was introduced into the reaction chamber of an automated flow thermobalance. The applied reactor can be considered as a reactor with ideal mixing. A monolayer of catalyst grains was reduced in wet atmosphere produced by reduction itself. The reduction degree was calculated from the loss of mass recorded during the reduction. The measured reduction rate and a known fixed value of the flow rate of the gas mixture enabled us to calculate the concentration of water vapour. The experiments differ from each other by the initial mass of the catalyst and by the flow rate. The variability of these factors resulted in the variation of c H2O within the industrially important range of 1,000–10,000 ppm. The final reduction degree varied from 78% to 95%. The results of the series of experiments performed at ca. 550°C were presented in the form of a 3-D diagram: r=r(R, c H2O). The diagram cut by planes at c H2O=const yields curves r=r(R). These curves were described by a Gauss-like function. The diagram cut by plane R=10% yields the initial rate curve r=r(c H2O). The curve was described by an exponential function. The model function was proposed in order to describe the 3-D diagram, too. The acquisition of data by the proposed method is relatively easy, especially because there is no need, similarly as in the industrial installations, to saturate gases with water vapour.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000914",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Barański, A."
          },
          {
            "@_fa": "true",
            "$": "Dziembaj, R."
          },
          {
            "@_fa": "true",
            "$": "Kotarba, A."
          },
          {
            "@_fa": "true",
            "$": "kLagan, J.M."
          },
          {
            "@_fa": "true",
            "$": "kLojewska, J."
          },
          {
            "@_fa": "true",
            "$": "Pieprzyk, E."
          },
          {
            "@_fa": "true",
            "$": "Mleczko, L."
          },
          {
            "@_fa": "true",
            "$": "Baerns, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000914"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000914"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00091-4",
        "prism:volume": "162",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A new approach to kinetic study of wet atmosphere activation of fused iron catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Kinetics"
          },
          {
            "@_fa": "true",
            "$": "Iron catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Activation"
          },
          {
            "@_fa": "true",
            "$": "Water vapor"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-148",
        "prism:endingPage": "148",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00091-4",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00091-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "71",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000914-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "437",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040745255"
      }
    }
  }
}