{
  "metadata": {
    "title": "Influence of preparation conditions on catalytic activity and stability of platinum on alumina catalysts in methane oxidation",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2018-09-25",
    "doi": "10.1016/j.apcata.2018.08.029",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X18304319",
    "pii": "S0926860X18304319"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85052886060",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2018-09-03 2018-09-03 2018-09-07 2018-09-07 2020-08-08T08:52:43 1-s2.0-S0926860X18304319 S0926-860X(18)30431-9 S0926860X18304319 10.1016/j.apcata.2018.08.029 S300 S300.2 FULL-TEXT 1-s2.0-S0926860X18X00155 2024-01-01T12:33:10.553292Z 0 0 20180925 2018 2018-09-03T15:33:56.773894Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 566 566 C Volume 566 20 174 180 174 180 20180925 25 September 2018 2018-09-25 2018 article fla © 2018 Elsevier B.V. All rights reserved. INFLUENCEPREPARATIONCONDITIONSCATALYTICACTIVITYSTABILITYPLATINUMALUMINACATALYSTSINMETHANEOXIDATION NARTOVA A 1 Introduction 2 Experimental 2.1 Materials 2.2 Methods 2.3 Catalyst testing 3 Results and discussion 3.1 Catalyst preparation 3.2 Reaction CH4+O2 4 Conclusions Acknowledgements Appendix A Supplementary data References GELIN 2002 1 37 P GOLOLOBOV 2009 830 836 A BECK 2009 60 67 I DANN 2017 7515 7523 E TANG 2010 125 137 W BURCH 1994 149 164 R KNOZINGER 1978 31 70 H BRUNELLE 1978 1211 1229 J ZHANG 2004 9329 9334 F KIM 2009 288 297 M NAJJAR 2013 1002 1016 H WOMES 2005 9 22 M REYEA 1996 193 197 P SAMAD 2016 157 162 J STAKHEEV 2013 306 310 A PAKHARUKOV 2015 2795 2804 I KHUDOROZHKOV 2015 2802 2805 A MOULDER 1992 J HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY BRIGGS 1983 D PRACTICALSURFACEANALYSISBYAUGERXRAYPHOTOELECTRONSPECTROSCOPY PATTERSON 1939 978 982 A GREGG 1982 S ADSORPTIONSURFACEAREAPOROSITY FENELONOV 2002 V INTRODUCTIONPHYSICALCHEMISTRYFORMATIONSUPRAMOLECULARSTRUCTURESADSORBENTSCATALYSTS NARTOVA 2015 463 465 A NARTOVA 2017 70 71 A NARTOVA 2017 341 347 A BURCH 1995 13 33 R NARTOVAX2018X174 NARTOVAX2018X174X180 NARTOVAX2018X174XA NARTOVAX2018X174X180XA 2020-09-07T00:00:00.000Z 2020-09-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2018 Elsevier B.V. All rights reserved. 2020-03-02T20:38:30.917Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S0926860X18304319 Boreskov Institute of Catalysis SB RAS Russian Science Foundation 14-23-00146 RSF Russian Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100006769 http://sws.geonames.org/2017370/ The authors thank the Russian Science Foundation (Grant 14-23-00146 ) for financial support of the work made in Boreskov Institute of Catalysis SB RAS. item S0926-860X(18)30431-9 S0926860X18304319 1-s2.0-S0926860X18304319 10.1016/j.apcata.2018.08.029 271346 2024-01-01T12:33:10.553292Z 2018-09-25 1-s2.0-S0926860X18304319-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/MAIN/application/pdf/c87bf7021983ba3a2287739a7ede4951/main.pdf main.pdf pdf true 970312 MAIN 7 1-s2.0-S0926860X18304319-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/PREVIEW/image/png/ab36df40ee61529922c530c0f75e9396/main_1.png main_1.png png 55364 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X18304319-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/fx1/DOWNSAMPLED/image/jpeg/f4bdf537f5d8d0a418be891f85b52c60/fx1.jpg fx1 fx1.jpg jpg 294 9 9 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/ga1/DOWNSAMPLED/image/jpeg/70cd1309f281b4e63d7c4084e41edc6f/ga1.jpg ga1 true ga1.jpg jpg 19116 200 398 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr1/DOWNSAMPLED/image/jpeg/8c64ef0373a0eff8d036553aa59c502e/gr1.jpg gr1 gr1.jpg jpg 37774 231 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr2/DOWNSAMPLED/image/jpeg/c80c193f0dd330a5078fd80d2fbbe2e6/gr2.jpg gr2 gr2.jpg jpg 37997 350 489 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr3/DOWNSAMPLED/image/jpeg/ff66ad6347d8b541d465dc1fef84d594/gr3.jpg gr3 gr3.jpg jpg 47763 398 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr4/DOWNSAMPLED/image/jpeg/01721843c48c65ba4e1a2b5e8162cffb/gr4.jpg gr4 gr4.jpg jpg 48503 700 489 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18304319-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/fx1/THUMBNAIL/image/gif/3e28aec88a52e3aab1176c4f4da5397f/fx1.sml fx1 fx1.sml sml 269 42 42 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/ga1/THUMBNAIL/image/gif/276d9032eeb9a0153fd34d17ca51634e/ga1.sml ga1 true ga1.sml sml 14092 110 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr1/THUMBNAIL/image/gif/4a9452738d77370a599010abcff91f6a/gr1.sml gr1 gr1.sml sml 7406 75 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr2/THUMBNAIL/image/gif/ab7a9a1b90c8464bf10dc44f8cae842e/gr2.sml gr2 gr2.sml sml 9437 157 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr3/THUMBNAIL/image/gif/3520b1a790e4c777613ad2838df579f0/gr3.sml gr3 gr3.sml sml 8860 128 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr4/THUMBNAIL/image/gif/7f894dac9bba6e5fe6242ae9c7597731/gr4.sml gr4 gr4.sml sml 6298 163 114 IMAGE-THUMBNAIL 1-s2.0-S0926860X18304319-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/fx1/HIGHRES/image/jpeg/320f1737b6b9de218f519cab3f7d69d9/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 411 42 42 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/ga1/HIGHRES/image/jpeg/840377f2224a0b9ac91a2081c97046d2/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 149513 886 1765 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr1/HIGHRES/image/jpeg/77697a8e4b715d5e789d14d39f5955cd/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 290221 1023 3000 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr2/HIGHRES/image/jpeg/f230f3ecee9c7e661815323aa24ffb82/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 343471 1553 2167 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr3/HIGHRES/image/jpeg/02caee1affe31f284ecaba8042175db1/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 330661 1760 3000 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/gr4/HIGHRES/image/jpeg/5d5cef6f92061aa8984138b32004ab9f/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 396365 3100 2167 IMAGE-HIGH-RES 1-s2.0-S0926860X18304319-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/66f32189e7c7fd9b82a19ccb8b854adf/mmc1.docx mmc1 mmc1.docx docx 5590507 APPLICATION 1-s2.0-S0926860X18304319-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/STRIPIN/image/gif/bac768b442ec2788082c6f7e732ace39/si1.gif si1 si1.gif gif 1675 47 446 ALTIMG 1-s2.0-S0926860X18304319-si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X18304319/STRIPIN/image/gif/f4b27f5f5228a1903b0feb99713de528/si2.gif si2 si2.gif gif 1294 65 285 ALTIMG 1-s2.0-S0926860X18304319-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1010SCF9N0M/MAIN/application/pdf/36db4f2defdca3d3a18798ad5b606440/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:1010SCF9N0M/MAIN/application/pdf/36db4f2defdca3d3a18798ad5b606440/am.pdf am am.pdf pdf false 1261725 AAM-PDF APCATA 16800 S0926-860X(18)30431-9 10.1016/j.apcata.2018.08.029 Elsevier B.V. Fig. 1 Sample preparation conditions, elemental analysis data and atomic Pt/Al ratios obtained on the base of XPS data. Fig. 1 Fig. 2 XPS spectra of Pt4f (―)+Al2p(- - -) regions: (a) – as prepared samples; (b) – samples after reaction. Fig. 2 Fig. 3 Particle size distributions obtained on the base of TEM data for as prepared samples (■) and samples after reaction ( ). Fig. 3 Fig. 4 XRD data: (а) – diffraction patterns of the support samples (1 – initial γ-Al2O3; 2 – γ-Al2O3/АсOH; 3 – γ-Al2O3/HNO3) in comparison with the theoretical one of γ-Al2O3 (ICDD PDF# 01-079-1558)); (b) - diffraction pattern of the sample γ-Al2O3/АсOH (1), and theoretical diffraction patterns of γ-Al2O3(2) and AlOH(CH3COO)2 (ICDD PDF# 13-0833) (3). Fig. 4 Table 1 Mean sizes of the Pt particles for the fresh samples and after reaction and the results of catalytic testing in reaction CH4+O2. Table 1 Catalyst <d>, nm TOF, s−1 Fresh After reaction Pt-1 1.6 ± 0.3 1.6 ± 0.4 0.127 ± 0.005 Pt-2 TMA 1.7 ± 0.6 2.1 ± 0.6 0.094 ± 0.003 Pt-3 AcOH 1.6 ± 0.5 1.8 ± 0.6 0.096 ± 0.003 Pt-4 HNO3 AcOH 1.4 ± 0.7 1.6 ± 0.4 0.093 ± 0.004 Table 2 Diffraction characteristics of the support samples. Table 2 Sample D(440), Å a(440), Å γ-Al2O3 45 7.921 γ-Al2O3/HOAc 45 7.923 γ-Al2O3/HNO3 45 7.920 Influence of preparation conditions on catalytic activity and stability of platinum on alumina catalysts in methane oxidation Anna V. Nartova a b ⁎ Larisa M. Kovtunova a b Alexander K. Khudorozhkov a Kristina I. Shefer a b Genrikh V. Shterk a b Ren I. Kvon a Valerii I. Bukhtiyarov a b a Boreskov Institute of Catalysis SB RAS, Lavrentieva Ave., 5, Novosibirsk, 630090, Russia Boreskov Institute of Catalysis SB RAS Lavrentieva Ave., 5 Novosibirsk 630090 Russia b Novosibirsk State University, Pirogova St., 2, Novosibirsk, 630090, Russia Novosibirsk State University Pirogova St., 2 Novosibirsk 630090 Russia ⁎ Corresponding author at: Boreskov Institute of Catalysis SB RAS, Lavrentieva Ave., 5, Novosibirsk, 630090, Russia. Boreskov Institute of Catalysis SB RAS Lavrentieva Ave., 5 Novosibirsk 630090 Russia Graphical abstract The TEM, XPS, and XRD methods were used to study the influence of conditions of catalyst preparation on the activity and stability of platinum on alumina catalysts in methane oxidation reaction. The catalyst samples were prepared by wet impregnating the γ-Al2O3 support with the solutions of precursors prepared on the commercial platinum nitrate. In the course of the study the composition of the precursor solution and pretreatment of the support were varied. It was shown that the highest catalytic activity and stability to sintering of the active component nanoparticles in methane oxidation is reached in the case of strong interaction of the active component with the support surface providing for the stabilization of the ionic forms of platinum. The use of modifying additives (tetramethylammonium hydroxide, glacial acetic acid) facilitates reduction of the active component both in thermal treatment and in catalytic reaction, which causes a decrease in catalytic activity and stability of the system under used conditions. Keywords Pt/alumina catalysts Methane oxidation XPS TEM XRD 1 Introduction Alumina-supported Pt particles are frequently used as catalysts for a number of processes, due to activity of platinum in the reactions of oxidation, hydrogenation, isomerization, etc. For example, the total oxidation of hydrocarbons over Pt/Al2O3, particularly, of methane, is of interest for many branches of industry. Numerous study of the system have shown that the activity and selectivity of the supported catalysts are influenced by the phase composition and particle size of the active component, as well as the support nature [1–4]. The most suitable phase for the reactions of deep oxidation of hydrocarbons is the metal oxide phase, whereas the reduced phase (metal platinum) suits better for the hydrogenation reactions. However, it is not a rare case when the simultaneous presence of both metal and oxide phases in the active center is the most efficient for catalysis [5,6]. Among numerous modifications of alumina, γ-Al2O3 with a large amount of Broensted and Lewis centers is the most suitable one for catalysis. These centers are able not only to coordinate the compounds of precursors of the active component and, later, the active component itself, but also to participate in catalytic reaction in some cases [7,8]. It is also known that the properties of the obtained catalysts depend strongly on the conditions of their preparation. The treatment of the surface with acids or bases, doping with metals [8–11], application of various precursors [1,12–14], addition of certain compounds into the impregnating solution can promote stabilization or, on the contrary, agglomeration of the synthesized particles of active component. Therefore, the detailed investigation of the influence of preparation condition on catalyst behavior is of great importance, since optimization of the system parameters in the course of preparation is necessary to get best catalyst performance. It should be however noted that the optimum for the ratio of the oxidized and reduced forms of the active component varies for different compositions of the reaction mixture, i.e., the CH4:O2 ratio in the case of total methane oxidation. Therefore, application of the same conditions is necessary for the comparison of the different catalysts (for example, monometallic platinum and palladium and bimetallic Pt-Pd catalysts) followed by the elucidation of the general regularities for the development of the most effective systems. Since co-existence of different states of Pt is very important for the catalytic oxidation of methane [5,6,15,16], it is necessary to investigate the influence of preparation conditions on active component state stability, which has to be taken into account during comparison of catalysts searching for the most optimal one. The present work is the essential part of two long-term studies performed in our laboratory and devoted to catalytic oxidation of methane over alumina-supported platinum/palladium and platinum-palladium catalysts [3,15–17]. We report here the results of the combined transmission electron microscopy (TEM), X-ray photoelectron spectroscopy (XPS) and X-ray diffraction (XRD) studies of the Pt/γ-Al2O3 catalysts prepared with the various composition of the impregnating solution and pretreatment of the support, immediately after preparation and after testing in the methane oxidation in a continuous stirred-tank reactor in order to determine the factors influencing the catalytic activity. 2 Experimental 2.1 Materials For preparation of the catalysts the commercial solution of platinum nitrate (Delphi, 24.77 wt. % of platinum), γ-Al2O3 (Sasol, SBET = 198 m2/g, granule fraction 0.1-0.2 mm), tetramethylammonium hydroxide (TMA) (Acros, 25%, cas. 75-59-2), glacial acetic acid (Reachem, cas. 64-19-7) and nitric acid (Reachem, 78%, cas. 7697-37-2) were used. 2.2 Methods The study by transmission electron microscopy was performed on a JEM-2010, Jeol Co., Japan, with the lattice resolution of 0.14 nm with accelerating voltage of 200 kV. The samples for study were fixed on the standard copper meshes placed into the holder and put in the chamber of electron microscope. To determine the particle size the “Analysis,iTEM v.5” software was used (Soft Imaging System GmbH, 2004). For analysis the selections of no less than 250 measured particles for each sample were used. The measurements by X-ray photoelectron spectroscopy were performed at a VG ESCALAB HP photoelectron spectrometer. The non-monochromatic Mg Kα line was used as the primary excitation. To calibrate the XP-spectrometer the Au4f7/2 (binding energy Eb = 84.0 eV) and Cu2p3/2 (Eb = 932.7 eV) lines from metallic gold and copper foils were used [18]. The C1s (Eb = 284.5 eV) line of carbon present in the surface impurities was used as the internal standard for spectra calibrating [18,19]. Spectral analysis and data processing were carried out with Peak 4.1 XPS. The Eb values and the areas of XPS peaks were determined after subtraction of Shirley background and analysis of line shapes. Curves were fitted with Gaussian–Lorentzian functions for each XPS region. To calculate the atomic ratios XPS peak areas were corrected with their respective atomic sensitivity factors for spectra collected using the VG ESCALAB spectrometer [19]. The samples were fixed on the holder with the 3 M double sided adhesive copper conducting tape. The X-ray radiation heats the sample and has a reducing influence on it; to minimize that while studying the ionic forms of platinum with XPS we decreased the source power (down to 150 W) and used the mode of rapid spectra recording enabling us to obtain the spectrum of the Pt4f + Al2p region in 180 s from the moment the source was turned on. The diffraction images were obtained with the use of a Thermo ARL X’tra device, with the CuKα-radiation (λ = 1.5418 Å), focusing geometry θ-θ in the scanning mode within the range of angles of 2θ = 10÷75 °C with the step of 0.1°. The experimental data were juxtaposed with the diffraction pattern of γ-Al2O3 ICDD PDF# 01-079-1558. For identifying aluminium diacetate AlOH(CH3COO)2 the theoretical diffractogram ICDD PDF# 13-0833 was used. The values of the sizes of the coherently scattering domains were calculated with the Scherrer formula [20]. Platinum loading (Pt wt %) values were obtained during elemental analysis after final air calcination at 400 °C of samples with X-ray fluorescent method on an ARL PERFORM’X analyzer with the Rh-anode of X-ray tube. The calibration plots were used to increase accuracy of metal loading determination. The adsorption studies were conducted by the isotherms of N2 adsorption at 77 K, measured on an ASAP-2400 Micromeritics (USA) set-up after training the samples in vacuum at 150 °C. The isotherms were used to calculate the total available surface by BET [21,22]. 2.3 Catalyst testing For conducting the catalytic tests of the prepared catalysts in steady-state conditions the laboratory catalytic set-up with a continuous stirred-tank reactor was used. Analysis of the final reaction mixture (FRM) was performed on a gas chromatograph “Tsvet 500 M” upgraded with a control unit IRM-10 made by “Khromosib” company, with the help of a system of three detectors: two parallel detectors of thermal conductivity (katharometers) for analyzing the oxygen content (K-1) and for analyzing the water vapor content (K-2), and flame ionization detector (FID) for determining the methane content, attached in a cascade after K-1. A methanator is installed into the plant between K-1 and FID for more accurate determination of carbon dioxide and carbon monoxide concentrations in FRM. To divide the components of FRM a chromatography column was used with a length of 2.0 m and diameter of 2.0 mm filled with absorbent carbon. To determine the amount of water vapor in FRM a chromatography column was used with a length of 1.5 m and diameter of 2.0 mm filled with Porapak-T adsorbent. The data of the chromatographic analysis were processed with “Khromos” program. The catalytic testing of the prepared samples on the laboratory set-up was conducted in isothermal mode. The reaction rate (W) with the fixed value of flow u for the first order reaction of methane was calculated with the formula: w m l m o l P t . s = C 0 C H 4 − C C H 4 m g P t × u m l s × 195 . 1 g m o l , where m is the mass of Pt in the sample; C0(CH4) and C(CH4) are the initial and current bulk concentrations of methane measured at the same temperature (vol.%), respectively. The prepared samples were tested for endurance with determining the changes in the sample activity in time at a given temperature (380 °C), constant flow rate (20 l/h) and fixed composition of the initial reaction mixture (IRM) (1% CH4, 5% O2, balanced with He). The registration of the change in the degree of conversion in time allows calculation of specific rate of the catalytic reaction of complete methane oxidation at intervals of 3–5 min. The reaction rate after 240 min of reaction (W240) averaged by the three last points was taken as the measure of activity of the studied catalysts. When conducting the endurance tests the batches of the catalysts were selected so that the initial conversion of methane was 50 ± 10%. To account for the influence of the Pt particle dispersion on the activity of the samples we used the value of turnover frequency (TOF, s−1) at a temperature T calculated with the formula: T O F T s − 1 = W 240 m l m o l P t . s 22414 m l m o l × D m × 100 % , where W240 is the reaction rate after 4 h since the start of experiment at a temperature T; Dm is the dispersion of the Pt particles, %. 3 Results and discussion 3.1 Catalyst preparation At first alumina was dried in air at 120 °C for 8 h. The Pt/Al2O3 catalysts (1 wt.% Pt) were prepared by wet impregnation [23,24]. The excess of the solvent was removed at 40 °C on a rotary evaporator. All prepared samples of the catalysts were dried at 120 °C, and then calcined in air at 400 °C for 4 h. To study the influence of the preparation method on the stability of the catalysts in reaction the conditions of the pretreatment of the support as well as the composition of the impregnating solution were varied as shown in the scheme in Fig. 1 . In the case of the samples Pt-1, Pt-3 AcOH, Pt-4 HNO3 AcOH the diluted solution of the commercial platinum nitrate was used (pH of the final impregnation solution ∼1), whereas in the case of Pt-2 TMA the precursor solution was modified by adding tetramethylammonium hydroxide (TMA) (pH ∼7). The support in the Pt-3 AcOH sample was pretreated with glacial acetic acid followed by drying; the support in the Pt-4 HNO3 AcOH was successively treated with nitric acid (HNO3) and glacial acetic acid (AcOH(glac)). Additionally, the blank experiments were conducted on treating the dried clean alumina support with the solutions of HNO3+TMA, HNO3 and AcOH(glac) in the conditions similar to the preparation of the catalysts but in the absence of platinum nitrate. The data given in Fig. 1 show that with similar loading of metal according to the elemental analysis the Pt/Al atomic ratios calculated by XPS depend greatly on the conditions of the pretreatment of the support. The XPS data show that the pretreatment of alumina with glacial acetic acid results in a more uniform distribution of the active component within the bulk of the support granule as compared with the non-pretreated γ-Al2O3. Fig. 2 (a) presents the XPS spectra for the fresh as prepared samples. Analysis of the spectra of the Pt4f7/2 line identified the following states of platinum on the alumina surface: 71.4–71.9 eV for finely dispersed metal platinum; 72.4–72.9 eV for Pt2+ within PtO; 73.6 for Pt4+ in PtO2; 74.6–74.7 eV for Pt4+ in Pt(OH)4 [18,23,25] (see Supporting Information (SI)). The exact position of lines in spectra for different states of active component depends on the influence of final state effect becoming important when complex systems on non-conductive substrates are studied. According to XPS data after the calcination at 400 °C in air the samples that were prepared with TMA (Pt-2 TMA) as well as the samples with the support surface pretreated with acetic acid before the active component deposition (Pt-3 AcOH) feature the reduction of the active component to metal state, which dominates against the oxidized forms of platinum. At the same time in the samples Pt-1 and Pt-4 HNO3 AcOH the Pt4+ state prevails with a small admixture of Pt2+, with no reduction to metal state in the selected conditions. The data given in Table 1 show that the mean size values < d> of the active component particles are very similar in all samples after calcination. Fig. 3 presents the bar graphs of particle size distribution (PSD) based on the TEM data analysis. It is evident that in spite of that the calculated values of the mean particle size are close for all samples the shape of particle size distribution differs. For instance, in the case of the Pt-1 sample prepared from the non-modified solution of platinum nitrate without any additional treatment of the support, the PSD is narrow and rather symmetrical. At the same time adding TMA (Pt-2 TMA) or pretreating the support with HOAc (Pt-3 AcOH) lead to the formation of a long tail on the side of large particle size in PSD indicating some additional sintering of the active component at the stage of final calcination of the catalyst. The more intensive sintering of the Pt particles on the alumina surface correlates well with the XPS data pointing at the reduction of platinum to metal state in the Pt-2 TMA and Pt-3 AcOH samples (Fig. 2(a)), which, in its turn, promotes sintering. Taking into account the close mean particle sizes and similar loading of platinum, analysis of the atomic ratios Pt/Al (Fig. 1) calculated by XPS data indicates the presence of “egg-shell” distribution of platinum over the support granule in the Pt-1 and Pt-2 TMA samples (see (SI)), whereas in the case of pretreatment of the support with glacial acetic acid the atomic ratio Pt/Al decreases significantly due to a more uniform distribution of the active component over the granule of Al2O3. Pt/Al ratios are rather sensitive to the ‘intensity’ of the Pt crust over the surface of alumina granule. The platinum crust (monitored by Pt/Al ratio) can serve as measure of ‘active component – support’ interaction (see Fig. 1). Thus, the preserved ionic forms of platinum after annealing (Fig. 2(a)) and the presence of explicit crust (Fig. 1) in the Pt-1 sample indicate the strong interaction of the active component and the support surface, which promotes stabilization of the particles in relation to the thermal sintering due to a stronger adhesion to the oxide support and, as a result, to formation of the narrow and symmetric PSD. It has been shown with XPS that when the catalysts are prepared by the method similar to that used for the samples Pt-2 TMA and Pt-3 AcOH, the alumina surface features the cations of tetramethylammonium and the residuals of acetic acid, respectively [23]. In the case of Pt-2 TMA sample the pH of impregnation solution and presence of TMA cations on the alumina surface [23] results in modification of the platinum – support interaction in comparison with Pt-1 sample. Attenuation of this interaction promotes the reduction of platinum precursor at the stage of final calcination (see Fig. 2). For the Pt-3 AcOH sample situation is not so unambiguous. Fig. 4 (a) presents the diffraction patterns of the samples of initial support and the supports treated with glacial acetic acid and nitric acid (blank experiments), which correspond to the diffraction pattern of γ-Al2O3. Table 2 gives the size of the coherently scattering domains toward 440 for γ-Al2O3 (D440) and the unit cell parameters of oxide (a). It is evident that these values are similar for all samples. The unit cell parameter of the sample treated with acetic acid is somewhat increased. The diffractogram of the sample also features the additional maximums in the area of 14, 19 and 22.9 and 26.4° by 2θ. The maximum in the area of 14° by 2θ is present on the diffraction patterns of alumina hydroxides boehmite or pseudoboehmite; however, in the considered case the other peaks typical of these hydroxides are absent. The maximum in the area of 19° by 2θ is present in the diffraction patterns of γ- and η-alumina, with its intensity being usually lower than that of other maximums. The positions of the additional peaks on the diffractogram of the sample treated with acetic acid coincide with those of the peaks of basic aluminium diacetate AlOH(CH3COO)2, the theoretical diffractogram of which is given in Fig. 4(b). The sizes of the coherently scattering domains for hydroxide of aluminium acetate have been estimated at approximately 60–80 Å. The shape of the peak at 19° by 2θ differs from those of the peaks at 22.9 and 26.4° by 2θ. This peak is likely to be a superposition of the peaks of alumina and aluminium diacetate. Thus, we can state that in the course of pretreatment it is not just the adsorption of the acidic residuals of acetic acid on the alumina surface that occurs but the formation of the new phase due to the dissolution of alumina (involving surface centers which in other conditions serve as the centers of adsorption and stabilization of precursor) and re-precipitation as the phase of aluminium acetate. This is likely to promote a more even distribution of the precursor of active component over the support granule due to both disengagement of a part of the alumina surface and exclusion of the strongest centers out of the interaction with precursor. In general, we can suppose that the blocking of the centers of strong adsorption on the support surface with the components of precursor solution (TMA [23,24]) or at the stage of pretreatment of the support leads to the weakening of the interaction of alumina with the active component, which not only promotes the more uniform distribution of the latter over the catalyst granule but also facilitates the reduction of precursor to metal state and, subsequently, aids the sintering of the supported particles and widening of PSD. According to the BET data, the pretreatment of the γ-Al2O3 support with glacial acetic acid leads to a slight decrease in the specific surface area (to ∼2.5%). On the other hand, after treatment with nitric acid in the course of blank experiments the surface area decreases for ∼9%, likely due to the etching of the surface, which could help the formation of new centers of strong adsorption on the support surface in acidic medium. Taking into account that the similar processes occur in the course of platinum deposition from the non-modified precursor solutions, the formation of such centers could assist in securing the particles of active component and in a higher stabilization of the ionic forms of platinum. This process is not taking place in the case of Pt-2 TMA sample (impregnation solution pH ∼7). The different influence of impregnation solutions (Pt-1 and Pt-2 TMA) on alumina support results in difference both in platinum chemical state and Pt/Al atomic ratios (see Figs. 1 and 2) pointing on variety in ‘active component-support’ interaction. Our hypothesis on the role of nitric and acetic acids is confirmed by the additional experiment (the Pt-4 HNO3 AcOH sample). The consequent treatment of the support with HNO3 implying some additional etching of the surface of porous alumina and with glacial acetic acid blocking a part of support for the precursor adsorption leads to an even more uniform distribution of the active component over the support granule, which is indicated by the value of atomic ratio Pt/Al = 0.028, the lowest for the whole series of the studied samples (Fig. 1). In terms of chemical state of the active component, namely, the depth of reduction of the ionic forms of platinum after annealing in air at 400 °C, this sample is between the samples Pt-1 and Pt-3 AcOH. However, the combination of the more uniform distribution of the active component (as compared with the clearly expressed surface enriched “egg-shell” distribution in the Pt-1 sample) and the absence of metal platinum (as compared with the Pt-3 AcOH sample) lead to a decrease in the intensity of agglomeration of precursor at the stage of the final thermal treatment and, as a result, to a decrease in the mean size of the platinum particles (Table 1). Thus, both chemical state of the active component on the catalyst surface and the PSD shape are determined by the conditions of preparation, in particular, by the composition of impregnating solution and pretreatment of the support. 3.2 Reaction CH4+O2 Table 1 gives the results of the catalytic testing of the prepared samples in the continuous stirred-tank reactor in the reaction of methane oxidation with oxygen. The comparison of the reaction rates in the presence of the catalyst expressed in terms of the surface atoms of Pt shows that the catalyst Pt-1 demonstrates a higher catalytic activity as compared with the samples Pt-2 TMA, Pt-3 AcOH and Pt-4 HNO3 AcOH. Fig. 2(b) presents the XPS spectra of the Pt4f + Al2p regions after testing in the conditions of the continuous stirred-tank reactor in the reaction of methane oxidation. The presented spectra show that in the conditions of the catalytic reaction platinum was partially reduced to metal state (the position of the Pt4f7/2 line with the binding energies within the range of 71.2–71.8 eV) [18,25]. Although there is still the Pt4+ state on the surface of all studied samples, the portion of Pt4+ state is the highest among all studied samples: ∼30% for Pt-1 versus 14–18% for the rest samples, which is well seen as prominent shoulder at the high binding energies (Fig. 2b topmost spectrum). In addition to that, the comparison of bar graphs of the distribution of the platinum particles by size before and after the testing shows that this sample demonstrates the highest stability to sintering. The particle size distribution changes insignificantly, and the mean size of platinum particles remains unchanged. Analysis of the TEM data for the Pt-2 TMA and Pt-3 AcOH samples after the reaction indicates the sintering of the particles of active component: the mean particle sizes grow, the PSD keeps an explicit asymmetry on the large size side. The highest sintering is observed for the Pt-2 TMA sample that demonstrates the deepest reduction of platinum immediately after the final calcination at the stage of preparation. Thus, quite expectably, metal platinum introduced into the reaction at 380 °C sinters more strongly. The Pt-4 HNO3 AcOH sample is similar to the Pt-2 TMA and Pt-3 AcOH samples in terms of both catalytic activity (Table 1) and chemical state of the active component (Fig. 2). To check the accuracy of the obtained results the additional series of the samples were prepared and then tested in the continuous stirred-tank reactors and studied with XPS and TEM before and after methane oxidation. The obtained data reproduced the regularities observed in the main series of the samples in the terms of catalytic activity, thermal stability, and chemical state of the active component. When the granulated support (SBET = 198 m2/g) was replaced with the powdered γ-Al2O3 (SBET = 217 m2/g), it did not influence the obtained results; the TOF values were reproduced with a high accuracy (see SI). According to the data in [15], the particles of platinum in the 1% Pt/Al2O3 catalyst of 1–3 nm in size fall into the range of the most expressed change in the catalytic properties due to the size effect in the reaction of methane oxidation. It is shown that in this range the TOF values grow as the size of the platinum nanoparticles increases, whereas the further increase in size does not lead to a significant change in activity, which agrees with the data given in works [1,6]. However, the obtained data (Table 1) show that the variations of the particle sizes related to the shape of PSD (Fig. 3) do not prevail over the peculiarities of stabilization of the ionic forms of platinum related to the conditions of the preparation of the catalysts. It is supposed that the size effect observed in methane oxidation on the platinum catalysts can be due to the different degrees of sorption of oxygen depending on the size of platinum particles [1]. In work [5] the XPS method was used to study the influence of the charge state of Pt on the surface of the Pt/CeO2 catalysts on their activity in the reaction of total methane oxidation. It is shown that an increase in the fraction of ionic forms of platinum (Pt2+, Pt4+) on the surface of active component leads to an increase in the activity of catalysts as compared with the samples with the higher amount of metal platinum (Pt°). The rate-determining stage of the reaction of total methane oxidation like in the case of palladium catalysts is the stage of activation of CH bond in CH4 molecule [1,17,26]. The simultaneous presence of metal and ionic forms of platinum on the surface is necessary for the reaction of total methane oxidation [17,26]. Thus, the catalytic activity is greatly influenced by the surface ratio Pt°/Pt2+/Pt4+ that approaches some optimal value providing for the highest activity [6]. The data on the coexistence of the ionic and metal forms of platinum and their ratios before and after reaction depending on the conditions of preparation obtained in this work agree well with the literature data on the optimal composition of the surface of active component in the reaction studied. Our investigation demonstrates that the Pt-1 sample prepared from the non-modified solution of platinum nitrate and without any additional pretreatment of the support shows both highest catalytic activity and stability for sintering. The used conditions provide for the strongest interaction of precursor and, later, active component with the support surface, which promotes stabilization of the oxidized states of platinum, thus ensuring the high activity and stability of the samples in the conditions of catalytic reaction of methane oxidation when CH4:O2 ratio is 1:5. 4 Conclusions The study of the influence of the preparation conditions on the characteristics of the platinum on alumina catalysts with the use of TEM, XPS, XRD methods show that the highest catalytic activity and stability for sintering in the reaction of methane oxidation is reached in the case of strong interaction of the active component with the support surface ensuring the stabilization of the ionic forms of platinum. The treatment of the support in acidic medium favors this process, whereas the blocking of the centers of strong adsorption due to interaction with the modifying additives of the precursor solutions or at the stage of pretreatment of the support facilitates the reduction of the active component both at the stage of final thermal treatment during preparation and under the conditions of catalytic reaction, which eventually affects the decrease in the catalytic activity and thermal stability of the systems. Acknowledgements The authors thank the Russian Science Foundation (Grant 14-23-00146) for financial support of the work made in Boreskov Institute of Catalysis SB RAS. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.apcata.2018.08.029. Appendix A Supplementary data The following is Supplementary data to this article: References [1] P. Gelin M. Primet Appl. Catal. B: Environ. 39 2002 1 37 [2] A.M. Gololobov I.E. Bekk G.O. Bragina V.I. Zaikovskii A.B. Ayupov N.S. Telegina V.I. Bukhtiyarov A.Yu. Stakheev Kinet. Catal. 50 6 2009 830 836 [3] I.E. Beck V.I. Bukhtiyarov I.Yu. Pakharukov V.I. Zaikovsky V.V. Kriventsov V.N. Parmon J. Catal. 268 2009 60 67 [4] E.K. Dann E.K. Gibson R.A. Catlow P. Collier T.E. Erden D. Gianolio C. Hardacre A. Kroner A. Raj A. Goguet P.P. Wells Chem. Mater. 29 2017 7515 7523 [5] W. Tang Z. Hu M. Wang G.D. Stucky H. Metiu E.W. McFarland J. Catal. 273 2010 125 137 [6] R. Burch P.K. Loader Appl. Catal. B 5 1994 149 164 [7] H. Knozinger P. Ranasamy Catal. Rev. 17 1 1978 31 70 [8] J.P. Brunelle Pure Appl. Chem. 50 1978 1211 1229 [9] F. Zhang J. Chen X. Zhang W. Gao R. Jin N. Guan Y. Li Langmuir 20 21 2004 9329 9334 [10] M.-Y. Kim J.-H. Park Ch.-H. Shin S.-W. Han G. Seo Catal Lett. 133 2009 288 297 [11] H. Najjar J.-F. Lamonier O. Mentre J.-M. Giraudon H. Batis Catal. Sci. Technol. 3 2013 1002 1016 [12] M. Womes T. Cholley F.Le. Peltier S. Morin B. Didillon N. Szydlowski-Schildknecht Appl. Catal. A: Gen. 283 2005 9 22 [13] P. Reyea M. Oportus G. Pecchi R. Frety B. Moraweck Catal. Let. 37 1996 193 197 [14] J.E. Samad J. Keels J.R. Regalbuto Catal. Lett. 146 2016 157 162 [15] A.Yu. Stakheev A.M. Batkin N.S. Teleguina G.O. Bragina V.I. Zaikovsky I.P. Prosvirin A.K. Khudorozhkov V.I. Bukhtiyarov Top. Catal. 56 2013 306 310 [16] I.Y. Pakharukov A.Y. Stakheev I.E. Beck Y.V. Zubavichus V.Y. Murzin V.N. Parmon V.I. Bukhtiyarov ACS Catal. 5 2015 2795 2804 [17] A.K. Khudorozhkov A.V. Bukhtiyarov E.Yu. Gerasimov I.P. Prosvirin V.I. Bukhtiyarov Russ. Chem. Bull. 64 2015 2802 2805 [18] J.F. Moulder W.F. Stckle P.E. Sobol K.D. Bomben Handbook of X-Ray Photoelectron Spectroscopy 1992 Perkin- Elmer, Eden Prairie MN [19] D. Briggs M.P. Seah Practical Surface Analysis by Auger and X-ray Photoelectron Spectroscopy 1983 John Wiley&Sons. Inc. Chichester [20] A.L. Patterson Phys. Rev. 56 1939 978 982 [21] S.J. Gregg K.S.W. Sing Adsorption, Surface Area and Porosity 2nd ed. 1982 Academic Press [22] V.B. Fenelonov Introduction Into Physical Chemistry of Formation of Supra Molecular Structures of Adsorbents and Catalysts 2002 Public House of SB RAS Novosibirsk (In Russian) [23] A.V. Nartova Y.V. Larichev L.M. Kovtunova A.K. Khudorozhkov V.I. Bukhtiyarov Mendeleev Commun. 25 2015 463 465 [24] A.V. Nartova L.M. Kovtunova Y.V. Larichev A.K. Khudorozhkov A.N. Bobrovskaya G.V. Shterk V.I. Bukhtiyarov Mendeleev Commun. 27 2017 70 71 [25] A.V. Nartova A. Gharachorlou A.V. Bukhtiyarov R.I. Kvon V.I. Bukhtiyarov Appl. Surf. Sci. 401 2017 341 347 [26] R. Burch M.J. Hayes J. Mol. Catal A 100 1995 13 33",
      "scopus-id": "85052886060",
      "coredata": {
        "eid": "1-s2.0-S0926860X18304319",
        "dc:description": "The TEM, XPS, and XRD methods were used to study the influence of conditions of catalyst preparation on the activity and stability of platinum on alumina catalysts in methane oxidation reaction. The catalyst samples were prepared by wet impregnating the γ-Al2O3 support with the solutions of precursors prepared on the commercial platinum nitrate. In the course of the study the composition of the precursor solution and pretreatment of the support were varied. It was shown that the highest catalytic activity and stability to sintering of the active component nanoparticles in methane oxidation is reached in the case of strong interaction of the active component with the support surface providing for the stabilization of the ionic forms of platinum. The use of modifying additives (tetramethylammonium hydroxide, glacial acetic acid) facilitates reduction of the active component both in thermal treatment and in catalytic reaction, which causes a decrease in catalytic activity and stability of the system under used conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X18304319",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nartova, Anna V."
          },
          {
            "@_fa": "true",
            "$": "Kovtunova, Larisa M."
          },
          {
            "@_fa": "true",
            "$": "Khudorozhkov, Alexander K."
          },
          {
            "@_fa": "true",
            "$": "Shefer, Kristina I."
          },
          {
            "@_fa": "true",
            "$": "Shterk, Genrikh V."
          },
          {
            "@_fa": "true",
            "$": "Kvon, Ren I."
          },
          {
            "@_fa": "true",
            "$": "Bukhtiyarov, Valerii I."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X18304319"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X18304319"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(18)30431-9",
        "prism:volume": "566",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Influence of preparation conditions on catalytic activity and stability of platinum on alumina catalysts in methane oxidation",
        "prism:copyright": "© 2018 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Pt/alumina catalysts"
          },
          {
            "@_fa": "true",
            "$": "Methane oxidation"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "TEM"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "174-180",
        "prism:endingPage": "180",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2018",
        "prism:doi": "10.1016/j.apcata.2018.08.029",
        "prism:startingPage": "174",
        "dc:identifier": "doi:10.1016/j.apcata.2018.08.029",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "9",
            "@width": "9",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "294",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "398",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19116",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "231",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37774",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "350",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37997",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47763",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "700",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48503",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "42",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "269",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "110",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14092",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7406",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9437",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "128",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8860",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6298",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "42",
            "@width": "42",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "411",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1765",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "149513",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1023",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "290221",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1553",
            "@width": "2167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "343471",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1760",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "330661",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3100",
            "@width": "2167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "396365",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "5590507",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "446",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1675",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "65",
            "@width": "285",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1294",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18304319-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1261725",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85052886060"
      }
    }
  }
}