{
  "metadata": {
    "title": "The effect of alkali metal salts on <math altimg=si1.gif><fr shape=sol align=c style=s><nu><rm>ZnO</rm></nu><de><rm>α-Al<inf loc=post>2</inf>O<inf loc=post>3</inf></rm></de></fr></math> and MnO<ce:inf loc=post>2</ce:inf> catalysts for the oxidative coupling of methane",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-27",
    "doi": "10.1016/S0926-860X(96)00296-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002967",
    "pii": "S0926860X96002967"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038909537",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002967 S0926-860X(96)00296-7 S0926860X96002967 10.1016/S0926-860X(96)00296-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0035X 2024-01-01T12:18:48.759026Z 0 0 19970227 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 150 150 1 1 Volume 150, Issue 1 7 63 76 63 76 19970227 27 February 1997 1997-02-27 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTALKALIMETALSALTSZNOAL2O3MNO2CATALYSTSFOROXIDATIVECOUPLINGMETHANE KIM S KELLER 1982 9 G PITCHAI 1986 13 R SCURRELL 1987 1 M LEE 1988 249 J AMENOMIYA 1990 163 Y POIRIER 1991 1027 M MAITRA 1993 11 A BURCH 1990 259 R AHMED 1990 83 S CONWAY 1991 513 S LUNSFORD 1994 301 J KIM 1995 327 S WARREN 1992 311 B MOGGRIDGE 1992 242 G SOFRANKO 1987 302 J KIKA 1977 1393 K KRYLOV 1987 315 O OTSUKA 1986 237 K ITO 1985 5062 T PENG 1990 99 X LIN 1988 302 C ZHANG 1988 366 H OTSUKA 1988 248 K LIN 1986 534 C OTSUKA 1990 122 K KARF 1990 291 S DRISCOLL 1985 58 D WU 1992 7565 M KIMX1997X63 KIMX1997X63X76 KIMX1997X63XS KIMX1997X63X76XS item S0926-860X(96)00296-7 S0926860X96002967 1-s2.0-S0926860X96002967 10.1016/S0926-860X(96)00296-7 271346 2024-01-01T12:18:48.759026Z 1997-02-27 1-s2.0-S0926860X96002967-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002967/MAIN/application/pdf/2602c3b630b326e693d68bff29bb9877/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002967/MAIN/application/pdf/2602c3b630b326e693d68bff29bb9877/main.pdf main.pdf pdf true 645747 MAIN 14 1-s2.0-S0926860X96002967-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002967/PREVIEW/image/png/276398ba2ed0f7ed6600fda570745efe/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002967/PREVIEW/image/png/276398ba2ed0f7ed6600fda570745efe/main_1.png main_1.png png 42185 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002967-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002967/STRIPIN/image/gif/cb821831958320ebb563b6f0f1291f7d/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002967/STRIPIN/image/gif/cb821831958320ebb563b6f0f1291f7d/si2.gif si2 true si2.gif gif 584 30 89 ALTIMG 1-s2.0-S0926860X96002967-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002967/STRIPIN/image/gif/675ca4b8cf093c2fea0db24c09902361/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002967/STRIPIN/image/gif/675ca4b8cf093c2fea0db24c09902361/si1.gif si1 si1.gif gif 644 30 114 ALTIMG / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 63-76 The effect of alkali metal salts on ZnO/a-A12 O 3 and MnO2 catalysts for the oxidative coupling of methane Sang Chai Kim a,*, Su Jin Kim b, Eui Yeon Yu c a Department of Environmental Engineering and Education, Mokpo National University, Muan 534-729, South Korea b Chemical Engineering Division, Korea Research Institute of Chemical Technology, P.O. Box 107, Yusung, Taejon 305-606, South Korea c Department of Chemical Engineering, Chonnam National University, Kwangju 500-757, South Korea Received 22 February 1996; revised 19 June 1996; accepted 29 July 1996 Abstract A series of alkali metal halides/ZnO(60 wt.-%)/a-Al203 and NaC1/MnO2 were tested for the oxidative coupling of methane to ethylene and ethane. Sodium halides such as NaF, NaCl, NaBr and NaJ were used as alkali metal halides. Recorded activities were associated with the apparent molal enthalpy of formation of sodium halides. The activity order was NaBr > NaC1 > NaI > NaF. NaC1 and NaBr played a role as promoters. NaF and Na! played a role as inhibitors. A kinetic study showed the reaction over NaCI(30 wt.-%)/ZnO(60 wt.-%)/a-A1203 was of the dual site Langmuir-Hinshelwood type. The obtained activation energy for the methyl radical formation was ca. 39 kcal/mole. The active oxygen species responsible for methyl radical formation seems to be a diatomic oxygen such as 02- or 02 adsorbed on the surface of the catalyst. Keywords: Oxidative coupling of methane; Sodium halides; Dual site Langmuir-Hinshelwood; Methyl radical; Active oxygen species I. Introduction The production of natural gas is increasing year by year and its reserves are located all over the world. Methane is the most abundant gas among the various gases in natural gas, and is still being considered as an alternative source for petrochemicals. * Tel.: ( + 82-636) 4502781; fax: ( + 82-636) 4534843. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00296-7 64 S.C. Kim et al. / Applied Catalysis A: General 150 (1997) 63-76 Oxidative coupling of methane is a way for the direct conversion of methane to ethylene and ethane which are more valuable products than methane. Since the pioneering work of Keller and Bhasin [1], the oxidative coupling of methane has attracted much attention. Activities of many metal oxides catalysts have been summarized in recent reviews [2-7]. A practical goal in the oxidative coupling of methane is to produce high yields of ethylene because ethylene is more valuable than ethane. However, ethane is the primary product of the reaction and ethylene which may be produced by the dehydrogenation of ethane is the secondary product. Several groups have reported that the dehydrogenation reaction is enhanced by chlorine, either added into the catalyst or introduced into the reactant stream as HC1 or as an organic chloride [8-11]. Also, it is well known that methyl radicals which are generated by the interaction of methane with surface oxygen species such as O- and O2, couple in the gas phase to produce ethylene and ethane, but at present there is no consensus as to the likely mechanism governing the surface chemical reactions. In this work, the effect of alkali metal salts (NaI, NaBr, NaC1, NaF, NaNO3, LizCO3 and KNO3) on ZnO/ce-Al203 and MnO2 catalysts was investigated; especially the role of halogens in sodium halides has been exam- ined. Kinetic studies were carried out to elucidate the active oxygen species of the NaC1/ZnO/a-A1203 catalyst system. 2. Experimental 2.1. Catalyst preparation Commercial Zn(NO3)2.6H20 was dissolved in deionized water, and then added into an NH4OH aqueous solution of a pH value between 9 and 10 to precipitate Zn(OH)2. The precipitation was washed thoroughly and filtered several times by deionized water until the solution reached pH 7. It was dried in an oven at 125 for 24 h. Zn(OH)2 and ce-A1203 were added into a solution where an alkali metal salt (NaI, NaBr, NaCI, NaF, NaNO3, Li2CO3 or KNO3) was dissolved or mixed in deionized water. The resulting slurry was heated to 80 while stirring to evaporate excess water until a thick paste formed. The thick paste was dried in an oven at 125 for 14 h and calcined in air at 800 for 6 h. The resultant was crushed and powdered to prepare final catalysts. NaCI and MnO2 were mixed together in deionized water. The same proce- dure was repeated to prepare final catalysts. 2.2. Apparatus and method A conventional fixed bed flow reactor in the shape of a U was used as the experimental apparatus [12]. The dimensions of the reactor are 1.1 cm i.d. and S.C. Kim et al. / Applied Catalysis A: General 150 (1997) 63-76 65 38 cm long at the inlet section and 0.5 cm i.d. and 29 cm long at the outlet section. The catalyst (0.5 g) was mechanically mixed with sea sand (3 g) as a diluent before being packed into the reactor to obtain a uniform dispersion of the catalyst for better yield of hydrocarbon and more uniform temperature distribu- tion. The catalyst was held in place by Raschig ring and a small plug of quartz wool. The reactor was heated with an electric tubular furnace to a desired temperature. The temperature was controlled within an accuracy of ___ 1.0 using a PID temperature controller. In most experiments, flow rates of methane and oxygen were 4 cc/min and 2 cc/min, respectively. The CH4/O2 molar ratio of 2 is the stoichiometric ratio for conversion of CH4 and 02 to C2H4 and H20. The total flow rate was maintained at 50 cc/min, and at 100 cc/min in kinetic experiment by adding the balance gas, N2. The gaseous reactants were mixed in a mixing chamber which was packed with Rasching rings, and then purified by passing them through a purifier that contained blue silica and molecular sieve. Effluent gases were analyzed with an on-line gas chromatography (model 7AG, Shimadzu Co.) system, employed with the porapak Q column (3 mm, 3 m long, 60/80 mesh) and the molecular sieve 5A column (3 mm, 3 m long, 60/80 mesh). The catalysts were characterized with X-ray powder diffraction (XRD, Geigerflex, Rigaku), energy dispersive X-ray analysis (EDXA, AN10000, Link) and a differential thermal analysis (TG-DTA, STA1640, Stanton Redcroft). BET surface areas were measured by nitrogen physisorption at -196 with a Micromeritics ASAP2000 system. The activity of the catalyst was determined using three terms which are defined as follows: Conversion (%) = [(moles of converted methane)/(moles of methane input)] 100 Selectivity (%) = [(moles of converted methane into the desired component products)/(moles of converted methane)] 100 Yield (%) = [(moles of converted methane into the desired products)/(moles of methane input)] 100 3. Results and discussion 3.1. Effect of alkali metal salts Our preceding paper [12] reported that a-Al203 which had few acid sites in the Zn-oxide catalyst system was an excellent support and 60 wt.-% was the optimum loading concentration in the oxidative coupling of methane. Chlorine gave a great effect on the formation of C2H4 [8-11]. Since chlorine is known to affect the dehydrogenation of C2H6 in the gas phase, it has been suspected that homogeneous reactions may be responsible for the large formation ratios of 66 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 Table 1 The effect of sodium halides on the catalytic activity Catalyst Conversion (%) Selectivity (%) CH4 02 C2 C2H4 C2H6 CO CO2 ZnO (60 wt.-%)/ot-A1203 10.63 36.70 51.15 18.10 33.05 7.18 41.67 NaI (20 wt.-%) a 8.50 33.01 50.31 21.14 29.17 0 49.69. NaBr (20 wt.-%) \" 43.06 86.95 46.38 44.67 1.72 44.64 8.98 NaC1 (20 wt.-%) a 19.86 42.75 63.86 54.10 9.76 27.66 8.47 NaF (20 wt.-%) a 1.94 1.30 69.19 10.60 58,59 0 30.81 a Alkali halides loading on ZnO (60 wt.-%)/a-A1203. Reaction conditions: catalyst = 0.5 g, total flow rate = 50 cc/min, Pcn 4 = 0.08 atm, /)o2 = 0.04 atm, reaction temperature = 750. C2H4/C2H6 which are observed in chlorine-containing systems [9,13]. Mog- gridge et al. [14], using modified Mn304, had confirmed the positive effects of chlorine introduced via the gas phase or as KC1. The greater C2 selectivity was attributed either to site modification or the formation of active chlorine radicals on the surface. Chlorine belongs to a halogen group. Therefore, the oxidative coupling of methane was carried out over ZnO (60 wt.-%)/a-A1203 catalyst with sodium halides to investigate the effect of halogen components. Table 1 shows the effect of sodium halides on the catalytic activity in ZnO (60 wt.-%)/o~-A1203 catalyst. NaBr and NaC1 added into ZnO (60 wt.-%)/a-Al203 catalyst increase CH4 conversion about four times and two times respectively comparing to the ZnO (60 wt.-%)/a-Al203 catalyst. The formation ratio of CzH4/CzH6 was 25.9 for NaBr and 5.5 for NaC1, while it was 0.54 for ZnO (60 wt.-%)/ot-A1203. The formation ratios of CzH4/C2H6 were greatly promoted when NaBr or NaC1 was added into ZnO (60 wt.-%)/a-A1203. However, addition of NaI and NaF resulted in the decrease of CH4 conversions. The formation ratio of C2H4/CzH6 were 0.7 for Na! and 0.2 for NaF. In the preceding paper [12], the XRD patterns of NaC1 (20 wt.-%)/ZnO (60 wt.-%)/a-A1203 catalyst showed crystalline NaC1, ZnO and a-Al203 phases. Also, NaI (20 wt.-%)/ZnO (60 wt.-%)/a- A1203, NaBr (20 wt.-%)/ZnO (60 wt.-%)/a-A1203 and NaF (20 wt.-%)/ZnO (60 wt.-%)/a-Al203 are composed of crystalline ZnO, a-A1203 and sodium halide (NaI, NaBr and NaF, respectively) phases. Since specific surface areas of these catalysts were less than 1, the effect of the specific surface area on the reactivity could be ignored. Fig. 1 shows C2, CzH4 and C2H6 yields according to the apparent molal enthalpy of formation of sodium halides. The greater the apparent molal enthalpy of formation of sodium halides, the more difficult is the dissociation of sodium halides. Subsequently, it is difficult to release halogen components from sodium halides. Considering only the apparent molal enthalpy of formation of sodium halides, the activity order may be considered to be NaI > NaBr > NaC1 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 67 25 20 ~ 15 ~- 10 I 6O NaBr 80 100 120 140 -zxHfkcaFmole) Fig. 1. The effect of the apparent molal enthalpy of formation of alkali halides. Catalyst: ZnO (60 wt.-%)/ct-A1203. Reaction temperature: 750. C2 (O), C2H4 (11), C2H6 (Eli). > NaF. DTA results of these catalysts are shown in Fig. 2. Endothermic peaks appear at around 190, which correspond to the desorption of water. Endother- mic peaks appearing over 500 correspond to the melting point of sodium halides. DTA results might support the relationship between yields and the apparent molal enthalpy of formation of sodium halides. As shown in Fig. 1, however, the actual activity order is NaBr > NaC1 > NaI > NaF and the Cell4 yield as a function of the apparent molal enthalpy of formation revealed the volcano type. The fresh catalysts and the used catalysts which underwent the reaction for 10 h were analyzed with EDXA. The results of EDXA analysis are shown in Fig. 3. Fig. 3 shows that each component of sodium halides exists in the fresh catalysts, but has been diminished or disappeared in the used catalysts. Therefore, it seems that the Br radical of NaBr and C1 radical of NaC1 catalyze the formation of CzH4 from CH4 but I radical of NaI and F radical of NaF does not catalyze that of CzH4 from CH4. The actual activity order was discrepant from the estimated activity order. This discrepancy might be attributed to the dissociation energy of sodium halides, that is, NaI easily dissociates to Na and I at much lower temperatures than the reaction temperature (750). Subsequently, I radicals can be easily lost. But NaF hardly dissociates to Na and F at the same temperature. Therefore, F radicals can hardly be formed. NaF cannot be detected with EDXA because elements with atomic weights lower than Ne could not be detected with EDXA. Also, as shown in Table 1, the increase and/or decrease of CH4 conversion according to addition of sodium halides into ZnO (60 wt.-%)/a- A1203 were correlated with O2 conversion. This fact indicates that the addition 68 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 (a) (c) (e) 0 200 400 (iO0 800 100(I \"l'eml~erature (*C) Fig. 2. DTA patterns of various catalysts. (a) ZnO (60 wt.-%)/c~-A1203. (b) NaI (20 wt.-%)/ZnO (60 wt.-%)/oe-A1203. (c) NaBr (20 wt.-%)/ZnO (60 wt.-%)/ot-Al203. (d) NaCI (20 wt.-%)ZnO (60 wt.-%)/ct- A120s. (e) NaF (20 wt.-%)/ZnO (60 wt.-%)/c~-Al203. of sodium halides into ZnO (60 wt.-%)/a-A1203 results in promoting or inhibiting the creation of the active oxygen species on the surface of the catalyst. We have reported that the reaction mechanism responsible for high increases in the conversion and C2H4 selectivity over NaC1/ZnO/a-A1203 catalyst might be as follows [12]: NaCI + CH4 W (1/2)O2 --0 NaOH + CH3C1 CH3C1 ---> CH3 + C1 2CH3 ~ C2H6 C2H6 + C1 --o C2H5 + HC1 C2H5 ---> C2H4 + H (1) (2) (3) (4) (5) Therefore, high increases in the conversion and Call4 selectivity over the NaBr (20 wt.-%)/ZnO (60 wt.-%)/a-A1203 catalyst could be explained with the same mechanism. From the results described above, it can be concluded that S. C. Kim et al. // Applied Catalysis A: General 150 (1997) 63-76 69 i' Na, (a) before reaction Zn [FS = 8K 9.2'20 keV AI (a) after reaction 1 Na, Zn FS=8K 9.170 keV (b) before reaction FS= 8K 9.200 keV AI (b) after reaction 1 Na, Zn Zn Br 9.210 keV AI (c) before reaction I Na, 2~nl[ CI FS=SK 9.180 heV AI (c) after reaction I Na, Zn FS=8K 9,19(I keV Fig. 3. EDXA patterns of various catalysts. (a) Nal (20 wt.-%)/ZnO (60 wt.-%)/a-A1203. (b) NaBr (20 wt.-%)/ZnO (60 wt.-%)/ot-A1203. (c) NaC1 (20 wt.-%)/ZnO (60 wt.-%)/ot-A1203. NaC1 and NaBr played a role as a promoter, and NaI and NaF played a role as an inhibitor. Also, Fig. 4 shows that the conversion and selectivities are changed with the reaction time over NaC1 (10 wt.-%)/Mn-oxide catalyst to confirm the role of sodium halide. They are not varying for the first 10 h from the start but they are decreasing or increasing slowly after 10 h. It should be noted that C2H4 selectivity decreases but C2H6 selectivity increases. Fig. 5 shows the XRD patterns of the fresh catalyst and the used catalysts. The fresh catalyst shows crystalline Mn203 and NaC1 phases. The used catalyst shows crystalline Mn203, Mn304 and NaC1 phases. The NaC1 peaks diminish as the reaction progresses and disappears completely after 30 h. Diminution of NaC1 peaks as the reaction progresses is well correlated with decreases in the conversion and C2H4 selectivity. The oxidative coupling of methane was carried out over Mn304 alone to investigate whether it catalyzed or not. Conversions over Mn203 and Mn304 were 4.5% and 3.7% respectively. So, Mn304 should not be regarded as an active species. 70 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 100 80 ._> ~6 60 -o ~\" 40 o ~_ c o 20 o 00000000000 NlUNNNININIO0000000 lnliilU1000 nnnOo ~ o ~, OoOOOOOOOOo~ A ~,A~,~ ~ a. a. t,, A A ~ z~ ~, z~ a. OOOOOOoo o80 Oo oooooooooooooooooooo @oo 0 1 I I h I 0 5 10 15 20 25 30 Time on stream (h) Fig. 4. The effect of reaction time on conversion and selectivity. Catalyst: NaCI (10 wt.-%)/Mn203. Reaction temperature: 750. Conversion: CH4 (O); selectivity: C2(O), C2H4 (i), C2H6 (n), CO+CO2 (A). 3.2. Kinetics Fig. 6 shows each product yield according to the reaction time to investigate the effect of 02 over NaC1 (30 wt.-%)/ZnO (60 wt.-%)/a-A1203 catalyst. The reactants, CH4 and 02, were fed together to the reactor for the first 3 h of reaction, and 02 flow was stopped for the next 3 h. Thereafter the 02 flow was I/Io (A) l a (B) a I (c) a I 4 a b a ,a a in a b c c a a Ib Ca I i, b f ,I a , L, iI 3 2 d[A] Fig. 5. XRD patterns of the fresh and the used catalysts. (A) Before the reaction. (B) 10 h after reaction. (C) 30 h after reaction. (a) Mn203, (b) NaC1, (c) Mn304. S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 7 t 16 12 ___ 8 ._~ >- I I I I J I i I I I [[]----[[]----J ~ I I ~ 1 I i I F I 0 1 2 3 4 5 6 7 8 9 10 1 Time on stream (hr.) Fig. 6. The effect of oxygen in reactants. Catalyst: NaC1 (30 wt.-%)/ZnO (60 wt.-%)/ot-Al203. Reaction temperature: 750. CzH4 (i), C2H6 ([]), CO2 (A), CO (A). Dashed lines: 02 ON. Dotted lines: 02 OFF. resumed. As shown in Fig. 6, C2H4 and C2H6 yields were 13% and 2% respectively, and CO and CO2 yields were 8% and 3% respectively for the first 3 h. When 02 was stopped, only very small amounts of CO2 were formed without C2 forming. When the 02 flow was resumed, the original activity was almost recovered. It appears that 02 takes part in activating CH4. It is well known that CH4 is first converted to methyl radicals, C2H6 is formed by the coupling of methyl radicals, and then C2H4 is formed by the dehydrogenation of CzH6. Also, CO and CO2 are formed via methoxide or methyl peroxide [15-17]. Therefore, the following model was suggested by the Langmuir adsorption isotherm [18]. CH4(g) + *1 --9 CH4(al) (6) 02(g) + * 2-- 02(a2) (7) CH4(al) + O2(a2) --~ CH3+ HO2+ a1 + a2 (8) 2CH3~ C2H6 ~ C2H4 (9) CH3 + 02 ~ CH302--* CO, CO2 (10) Three assumptions were made for this model. (I) CH4 and 02 incompeti- tively adsorb on each different active site. (II) The adsorbed CH4 reacts with the adsorbed 02 and methyl radicals are formed. The methyl radical formation is considered as the rate determining step because the C-H bond energy of CH4 is very large; 104 kcal/mole. (III) The reaction for methyl radicals is irreversible. 72 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 28 24 0 E = 20 E ~ 16 E 12 0 8 Q. 4 0 ~ I i I I I .010 .015 .020 .025 .030 .035 .040 .045 Po~ (atm) Fig. 7. Verification of Eq. (14) for the conversion rate of methane at various temperatures. Catalyst: NaCI (30 wt.-%)/ZnO (60 wt.-%)/ot-A1203. 650 (O), 675 (D), 700 (zx), 725 (v), 750 (O). The general Eq. (11), Eq. (12) and Eq. (13) were derived from the assump- tions above. ~m,l-~-gmPm/(1 + KmPm) (11) Oo,2 = Ko po/(1 + KoPo) (12) r=kOm,lOo,2=kKmPrKoPo/[(1 + KmPm)(1 + KoPo)] (13) Eq. (13) could be rewritten according to the experimental conditions as Eq. (14) and Eq. (15). Po/r = 1/koK'o + Po/ko (14) Pm/r =- 1~kinK~ + Pm/km (15) po/r vs. Po were plotted based on Eq. (14) in Fig. 7. The temperature and the O2 partial pressure ranges were 650-750 and 0.015-0.04 atm, respectively, at 0.18 atm of CH4 partial pressure. Fig. 7 shows good straight lines under these experimental conditions. Pm/r vs. Pm were plotted based on Eq. (15) in Fig. 8. The temperature and the CH4 partial pressure ranges were 650-7500C and 0.13-0.38 atm, respectively, at 0.02 atm of O2 partial pressure. Fig. 8 also shows good straight lines. Ko2(= K'o)S and Kcn(= Km)s could be calculated from the slopes and the intercepts of straight lines in Figs. 7 and 8, and ko and km from Eq, (14) and Eq. (15). The resulting kinetic parameters are summarized in Table 2. The fact that ko is fairly in accord with km indicates that the suggested reaction mechanisms are reasonable. Therefore, k could be replaced with the algebraic mean values of ko and km. Fig. 9 shows the Arrhenius plot. S.C. Kim et al. / Applied Catalysis A: General 150 (1997) 63-76 73 20 O E 16 c E ,o -12 E v 8 o ~ 4 Q. iS>j~ z~ i ~ I I I i ,08 .13 .18 .23 28 .33 .38 .43 PcH, (atm) Fig. 8. Verification of Eq. (15) for conversion rate of methane at various temperatures. Catalyst: NaCI (30 wt.-%)/ZnO (60 wt.-%)/a-A1203. 650 (C)), 675 ([]), 700 (zx), 725 (v), 750 (~). The apparent activation energy obtained from the slope of the Arrhenius plot was ca. 39 kcal/mole. The active oxygen species responsible for the activation of CH4 have been reported as O- [19-22], 02 [18,23,24], 022- [18,23,25] and 02- [26]. As the results from this kinetic work indicate that active oxygen species are dioxygen, 02 or 022- which adsorb on the surface of NaC1 (30 wt.-%)/ZnO (60 wt.-%)/a-AlzO3 catalyst, they may be considered as the active oxygen species. However, 02- could be considered as a dimer of O- because transition of 02- to 20- was exothermic; ca. 34 kcal/mol [4]. Therefore, considering many reports that O- take part in the activation of CH4, 022- can be regarded as the stable form of O- even though there are differences among catalyst systems, subsequently, it may have to be considered that the O- species take part in the activation of CH4. Also, as shown in Table 1, NaF and NaI added into ZnO (60 wt.-%)/a-AlaO3 resulted in the decrease of 02 conversion as well as CH4 Table 2 Kinetic parameters Temperature Ko2 ko. 10-3 KCH4 km10- 3 k () (atm l ) (/xmol g-cat I (atm- 1) (/xmol g-cat- 1 (/xmol g-cat- t min- x ) min 1 ) rain - 1 ) 650 69.25 5.74 3.31 5.62 5.68 675 89.35 8.23 2.51 9.36 8.79 700 44.65 13.24 3.50 13.86 13.55 725 48.40 23.47 3.70 24.26 23.86 750 28.00 49.74 6.91 44.12 46.88 74 S.C. Kim et al. /Applied Catalysis A: General 150 (1997) 63-76 11 t- --J 10 \\ \\ \\ \\ 8 I I I .96 1.00 1.04 1.08 T-1/10-3 (k-1) Fig. 9. Arrhenius plot. conversion, and NaC1 and NaBr added into ZnO (60 wt.-%)/ce-A1203 resulted in the increase of 0~2 conversion as well as CH4 conversion. These results indicate that addition of alkali halides is responsible for the creation of active oxygen species, that is, addition of NaI or NaF into ZnO (60 wt.-%)/a-A1203 inhibits the formation of active oxygen species, while addition of NaC1 or NaBr into ZnO (60 wt.-%)/a-AlzO3 promotes the formation of active oxygen species. Driscoll et al. [27] explained that the reason for better activity of LizCO3/MgO compared to that of NazCO3/MgO was due to different dimensions of the two metal ions. That is, Liionic radius (0.68 .~) is similar to the Mg2ionic radius (0.66 ,~). The Liion can be easily substituted into the Mg2lattice, creating an Li- active site. However, the Naionic radius (0.97 ,~) is much larger than the Mg2+ ionic radius. Therefore, Na+ ion cannot be easily substituted into the Mg2lattice. Zhang et al. [22] also reported that the active site was Li+O- Table 3 The effect of alkali salt metals on the catalytic activity Catalyst Conversion (%) Selectivity (%) CH4 02 C2H4 C2H6 CO CO2 NaNO3 (30 wt.-%)/ZnO (60 wt.-%)/ 6.56 31.93 15.41 31.86 8.86 43.87 ot-A1203 Li2CO3 (30 wt.-%)/ZnO (60 wt.-%)/ 5.59 26.63 9.41 22.76 4.87 62.96 ot-A1203 KNO3 (30 wt.-%)/ZnO (60 wt.-%)/ 6.53 39.07 6.53 3.51 6.66 78.01 ot-A1203 Reaction conditions: catalyst = 0.5 g, total flow rate = 50 cc/min, PCH4 = 0.08 atm, Poz = 0.04 atm, reaction temperature = 750. S.C. Kim et al./ Applied Catalysis A: General 150 (1997) 63-76 75 in the Li/ZnO catalyst. Contrary to their reports, however, all activities decreased irrespective of the sizes of ionic radii of alkali metals and Zn when NaNO3, KNO3 and LizCO3 were added into ZnO (60 wt.-%)/ce-Al203, oaS shown in Table 3, the K+ ionic radius (1.33 ,&) and the Zn ionic radius (0.74 A). Also, Wu et al. [28] concluded that it is the F center and not the Li+O- which is directly responsible for methane activation with the Li/MgO catalyst. There- fore, O cannot be expected to be active oxygen species in the ZnO (60 wt.-%)/a-A1203 catalyst system. From above results, the active oxygen species responsible for the formation of methyl radicals is proposed to be a diatomic oxygen such as O~- or O~ adsorbed on the surface of the catalyst. 4. Conclusions (1) When four kinds of sodium halides were added into ZnO (60 wt.-%)/o~- AI203, the catalytic activity order was shown to be NaBr > NaC1 > NaI > NaF at 750. NaBr and NaC1 played a role as promoters, especially enhancing the formation of C2 H4. NaI and NaF played a role as inhibitors. The deactivation of NaC1/Mn203 catalyst was mainly due to the loss of NaCI. (2) The reaction over NaC1 (30 wt.-%)/ZnO (60 wt.-%)/a-A1203 was a dual site of the Langmuir-Hinshelwood type. The rate determining step was the methyl radical formation. The active oxygen species responsible for the methyl radical formation seems to be a diatomic oxygen such as O2- or O2 adsorbed on the surface of ZnO (60 wt.-%)/a-A1203 catalyst system. The activation energy of the methyl radical formation was estimated to be ca. 39 kcal/mole. 5. Nomenclature al, a2 C2 g k K P adsorbed states ethylene and ethane gas phase reaction rate constant (/xmol g-cat- J min- l ) adsorption equilibrium constant (atm-1) reaction rate (/xmol g-cat- ~ min- 1) partial pressure (atm) 5.1. Greek letters Om,1 0o,2 fraction of surface coverage for methane (-) fraction of surface coverage for oxygen (-) 76 S.C. Kim et al. / Applied Catalysis A: General 150 (1997) 63- 76 5.2. Symbols * l, * 2 active sites 5.3. Subscripts m methane o oxygen References [1] G.E. Keller and M.M. Bhasin, J. Catal., 73 (1982) 9. [2] R. Pitchai and K. Klier, Catal. Rev.-Sci. Eng., 28 (1986) 13. [3] M.S. Scurrell, Appl. Catal., 32 (1987) 1. [4] J.S. Lee and S.T. Oyama, Catal. Rev.-Sci. Eng., 30 (1988) 249. [5] Y. Amenomiya, V.I. Birss, M. Goledzinowski, J. Galuszka and A.R. Sanger, Catal. Rev.-Sci. Eng., 32 (1990) 163. [6] M.G. Poirier, A.R. Sanger and K.J. Smith, Can. J. Chem. Eng., 69 (1991) 1027. [7] A.M. Maitra, Appl. Catal., 104 (1993) 11. [8] R. Burch and S.C. Tsang, Appl. Catal., 65 (1990) 259. [9] S. Ahmed and J.B. Moffat, Appl. Catal., 58 (1990) 83. [10] S.J. Conway and J.H. Lunsford, J. Catal., 131 (1991) 513. [11] J.H. Lunsford, P.G. Hinson, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 147 (1994) 301. [12] S.C. Kim, L.E. Erickson and E.Y. Yu, J. Hazardous Mater., 41 (1995) 327. [13] B.K. Warren, Catal. Today 13 (1992) 311. [14] G.D. Moggridge, T. Rayment and R.M. Lambert, J. Catal., 134 (1992) 242. [15] J.A. Sofranko, J.J. Leonard and C.A. Jones, J. Catal., 103 (1987) 302. [16] K. Kika and J.H. Lunsford, J. Phys. Chem., 81 (1977) 1393. [17] O.V. Krylov, React. Kinet. Catal. Lea., 35 (1987) 315. [18] K. Otsuka and K. Jinno, Inorg. Chim. Acta, 121 (1986) 237. [19] T. Ito, J.X. Wang, C.H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [20] X.D. Peng, D.A. Richards and P.C. Stair, J. Catal., 121 (1990) 99. [21] C.H. Lin, J.X. Wang and J.H. Lunsford, J. Catal., 111 (1988) 302. [22] H.S. Zhang, J.X. Wang, D.J. Driscoll and J.H. Lunsford, J. Catal., 112 (1988) 366. [23] K. Otsuka, Shoku Bai, 30 (1988) 248. [24] C.H. Lin, K.D. Campbell, J.X. Wang and J.H. Lunsford, J. Phys. Chem., 90 (1986) 534. [25] K. Otsuka, Y. Murakami, Y. Wada, A.A. Said and A. Morigawa, J. Catal., 121 (1990) 122. [26] S.J. Karf, J.A. Roos, J.W.H.C. Derksen, J.A. Vreeman, J.G. Ommen and J.R.H. Ross, Appl. Catal., 59 (1990) 291. [27] D.J. Driscoll, W. Martir, J.X. Wang and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 58. [28] M.-C. Wu, C.M. Truong, K. Coulter and D.W. Goodman, J. Am. Chem. Soc., 114 (1992) 7565. APCATA 96002967 S0926-860X(96)00296-7 10.1016/S0926-860X(96)00296-7 Article The effect of alkali metal salts on ZnO α-Al2O3 and MnO2 catalysts for the oxidative coupling of methane Sang Chai Kim a ∗ Su Jin Kim b Eui Yeon Yu c a Department of Environmental Engineering and Education, Mokpo National University, Muan 534-729, South Korea b Chemical Engineering Division, Korea Research Institute of Chemical Technology, P.O. Box 107, Yusung, Taejon 305-606, South Korea c Department of Chemical Engineering, Chonnam National University, Kwangju 500-757, South Korea ∗ Tel.: (+82-636) 4502781; fax: (+82-636) 4534843. A series of alkali metal halides/ZnO(60 wt.-%)/α-Al2O3 and NaCl MnO2 were tested for the oxidative coupling of methane to ethylene and ethane. Sodium halides such as NaF, NaCl, NaBr and NaI were used as alkali metal halides. Recorded activities were associated with the apparent molal enthalpy of formation of sodium halides. The activity order was NaBr > NaCl > NaI > NaF. NaCl and NaBr played a role as promoters. NaF and NaI played a role as inhibitors. A kinetic study showed the reaction over NaCl(30 wt.-%)/ZnO(60 wt.-%)/α-Al2O3 was of the dual site Langmuir-Hinshelwood type. The obtained activation energy for the methyl radical formation was ca. 39 kcal/mole. The active oxygen species responsible for methyl radical formation seems to be a diatomic oxygen such as O2 2− or O2 − adsorbed on the surface of the catalyst. Keywords Oxidative coupling of methane Sodium halides Dual site langmuir-Hinshelwood Methyl radical Active oxygen species References [1] G.E. Keller M.M. Bhasin J. Catal. 73 1982 9 [2] R. Pitchai K. Klier Catal. Rev.-Sci. Eng. 28 1986 13 [3] M.S. Scurrell Appl. Catal. 32 1987 1 [4] J.S. Lee S.T. Oyama Catal. Rev.-Sci. Eng. 30 1988 249 [5] Y. Amenomiya V.I. Birss M. Goledzinowski J. Galuszka A.R. Sanger Catal. Rev.-Sci. Eng. 32 1990 163 [6] M.G. Poirier A.R. Sanger K.J. Smith Can. J. Chem. Eng. 69 1991 1027 [7] A.M. Maitra Appl. Catal. 104 1993 11 [8] R. Burch S.C. Tsang Appl. Catal. 65 1990 259 [9] S. Ahmed J.B. Moffat Appl. Catal. 58 1990 83 [10] S.J. Conway J.H. Lunsford J. Catal. 131 1991 513 [11] J.H. Lunsford P.G. Hinson M.P. Rosynek C. Shi M. Xu X. Yang J. Catal. 147 1994 301 [12] S.C. Kim L.E. Erickson E.Y. Yu J. Hazardous Mater. 41 1995 327 [13] B.K. Warren Catal. Today 13 1992 311 [14] G.D. Moggridge T. Rayment R.M. Lambert J. Catal. 134 1992 242 [15] J.A. Sofranko J.J. Leonard C.A. Jones J. Catal. 103 1987 302 [16] K. Kika J.H. Lunsford J. Phys. Chem. 81 1977 1393 [17] O.V. Krylov React. Kinet. Catal. Lett. 35 1987 315 [18] K. Otsuka K. Jinno Inorg. Chim. Acta 121 1986 237 [19] T. Ito J.X. Wang C.H. Lin J.H. Lunsford J. Am. Chem. Soc. 107 1985 5062 [20] X.D. Peng D.A. Richards P.C. Stair J. Catal. 121 1990 99 [21] C.H. Lin J.X. Wang J.H. Lunsford J. Catal. 111 1988 302 [22] H.S. Zhang J.X. Wang D.J. Driscoll J.H. Lunsford J. Catal. 112 1988 366 [23] K. Otsuka Shoku Bai 30 1988 248 [24] C.H. Lin K.D. Campbell J.X. Wang J.H. Lunsford J. Phys. Chem. 90 1986 534 [25] K. Otsuka Y. Murakami Y. Wada A.A. Said A. Morigawa J. Catal. 121 1990 122 [26] S.J. Karf J.A. Roos J.W.H.C. Derksen J.A. Vreeman J.G. Ommen J.R.H. Ross Appl. Catal. 59 1990 291 [27] D.J. Driscoll W. Martir J.X. Wang J.H. Lunsford J. Am. Chem. Soc. 107 1985 58 [28] M.-C. Wu C.M. Truong K. Coulter D.W. Goodman J. Am. Chem. Soc. 114 1992 7565",
      "scopus-id": "0038909537",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002967",
        "dc:description": "A series of alkali metal halides/ZnO(60 wt.-%)/α-Al2O3 and NaCl MnO2 were tested for the oxidative coupling of methane to ethylene and ethane. Sodium halides such as NaF, NaCl, NaBr and NaI were used as alkali metal halides. Recorded activities were associated with the apparent molal enthalpy of formation of sodium halides. The activity order was NaBr > NaCl > NaI > NaF. NaCl and NaBr played a role as promoters. NaF and NaI played a role as inhibitors. A kinetic study showed the reaction over NaCl(30 wt.-%)/ZnO(60 wt.-%)/α-Al2O3 was of the dual site Langmuir-Hinshelwood type. The obtained activation energy for the methyl radical formation was ca. 39 kcal/mole. The active oxygen species responsible for methyl radical formation seems to be a diatomic oxygen such as O2 2− or O2 − adsorbed on the surface of the catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002967",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kim, Sang Chai"
          },
          {
            "@_fa": "true",
            "$": "Kim, Su Jin"
          },
          {
            "@_fa": "true",
            "$": "Yu, Eui Yeon"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002967"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002967"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00296-7",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The effect of alkali metal salts on ZnO α-Al2O3 and MnO2 catalysts for the oxidative coupling of methane",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidative coupling of methane"
          },
          {
            "@_fa": "true",
            "$": "Sodium halides"
          },
          {
            "@_fa": "true",
            "$": "Dual site langmuir-Hinshelwood"
          },
          {
            "@_fa": "true",
            "$": "Methyl radical"
          },
          {
            "@_fa": "true",
            "$": "Active oxygen species"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-76",
        "prism:endingPage": "76",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00296-7",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00296-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002967-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "584",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002967-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "644",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038909537"
      }
    }
  }
}