{
  "metadata": {
    "title": "Electrodeposited NiMoP coating on Cu nanorods array as efficient bifunctional electrocatalysts for urea-assisted hydrogen production",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2025-08-25",
    "doi": "10.1016/j.apcata.2025.120399",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X2500300X",
    "pii": "S0926860X2500300X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105007353637",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2025-06-06 2025-06-06 2025-06-07 2025-06-07 2025-07-07T20:52:29 1-s2.0-S0926860X2500300X S0926-860X(25)00300-X S0926860X2500300X 10.1016/j.apcata.2025.120399 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X25X00120 2025-07-07T19:56:34.990966Z 0 0 20250825 2025 2025-06-06T15:51:55.965008Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 704 704 C Volume 704 18 120399 120399 120399 20250825 25 August 2025 2025-08-25 2025 article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ELECTRODEPOSITEDNIMOPCOATINGCUNANORODSARRAYEFFICIENTBIFUNCTIONALELECTROCATALYSTSFORUREAASSISTEDHYDROGENPRODUCTION WANG M 1 Introduction 2 Experimental sections 2.1 The preparation of CF@CuO 2.2 The synthesis of CF@Cu/NiMoP 3 Results and discussion 3.1 Microstructure and composition 3.2 Electrocatalytic HER performance 3.3 Electrocatalytic UOR performance 3.4 Overall urea electrolysis performance 4 Conclusions CRediT authorship contribution statement Acknowledgements Appendix A Supplementary material References GAO 2024 237 X TONG 2024 5050 K ZHANG 2025 101169 C CAO 2021 3049 Y QUAN 2024 3694 L WANG 2024 2305004 Y XU 2023 7623 Y XU 2022 120753 Y ZHAO 2024 313 Z YANG 2023 108714 L XU 2024 123312 X WANG 2024 450 Y GAO 2024 1552 X ELREFAEI 2021 22077 S LIU 2024 803 J XIAO 2021 31 J LI 2021 7539 S ANURATHA 2022 2970 K GAO 2025 178477 X XU 2023 139362 X QI 2024 1246 R JIANG 2021 2104951 H CHAI 2025 1044 X SHI 2025 2423760 X ZHANG 2023 109199 Y ZHANG 2024 126578 Y FENG 2022 133495 T ZHANG 2025 127657 Y LU 2017 25875 C WANG 2020 5350 Y TOGHRAEI 2020 135643 A DING 2022 152622 Y XIAO 2022 28730 J XIAO 2021 161180 J XIAO 2024 982 J HAN 2020 2002584 W LIU 2020 36259 Z YOU 2022 121729 M MEN 2022 133831 Y KUMAR 2024 e202300924 S LIU 2021 1759 H WANG 2018 988 X SHEN 2023 4169 H WANG 2021 138931 T LI 2019 13278 J LUO 2024 159433 J LEI 2022 413 L IBRAHIM 2025 K YIN 2025 2401976 R WANGX2025X120399 WANGX2025X120399XM 2027-06-07T00:00:00.000Z 2027-06-07T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-06-10T01:34:07.526Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined National Natural Science Foundation of China 82102513 National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991 Innovation Project of Key Laboratory of Novel Biomass-based Environmental and Energy Materials in Petroleum and Chemical Industry 22BEEA01 This work is supported by National Natural Science Foundation of China (82102513) and the Innovation Project of Key Laboratory of Novel Biomass-based Environmental and Energy Materials in Petroleum and Chemical Industry (22BEEA01). Supporting information includes the methods of materials characterization and electrocatalytic performance measurements, additional SEM, electrochemical data and supplementary tables. The Supporting Information is available free of charge via the Internet. This work is supported by National Natural Science Foundation of China ( 82102513 ) and the Innovation Project of Key Laboratory of Novel Biomass-based Environmental and Energy Materials in Petroleum and Chemical Industry ( 22BEEA01 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(25)00300-X S0926860X2500300X 1-s2.0-S0926860X2500300X 10.1016/j.apcata.2025.120399 271346 2025-07-07T19:56:34.990966Z 2025-08-25 1-s2.0-S0926860X2500300X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/MAIN/application/pdf/d6f61b58c1c40c17e0e185537c5b78cc/main.pdf main.pdf pdf true 7357060 MAIN 10 1-s2.0-S0926860X2500300X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/PREVIEW/image/png/f651d9b4c0eacb37245ee385aeff4b1a/main_1.png main_1.png png 59518 928 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X2500300X-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr6/DOWNSAMPLED/image/jpeg/5287539f6a3aa63af9157b0c3f8991aa/gr6.jpg gr6 gr6.jpg jpg 76015 517 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr5/DOWNSAMPLED/image/jpeg/59fba4126058fc66df0f7c896d6b8b18/gr5.jpg gr5 gr5.jpg jpg 94701 519 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr4/DOWNSAMPLED/image/jpeg/4b151ff83473fd106ee21aaa64130d7b/gr4.jpg gr4 gr4.jpg jpg 83849 522 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr3/DOWNSAMPLED/image/jpeg/91c285d72f50fd0de17a615abedd15ee/gr3.jpg gr3 gr3.jpg jpg 130460 786 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr2/DOWNSAMPLED/image/jpeg/c27b83360ca8ec641e0b5e6f786a4b81/gr2.jpg gr2 gr2.jpg jpg 88046 452 602 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/ga1/DOWNSAMPLED/image/jpeg/d76b0eeffcc975457b5db4bddb677a21/ga1.jpg ga1 true ga1.jpg jpg 20092 200 263 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr1/DOWNSAMPLED/image/jpeg/ec40b2c38753ae54190ecc8f8beb959c/gr1.jpg gr1 gr1.jpg jpg 41438 312 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2500300X-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr6/THUMBNAIL/image/gif/e7a5c45c250880e052016396e1b6fd66/gr6.sml gr6 gr6.sml sml 14659 164 215 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr5/THUMBNAIL/image/gif/334d6d8d955d743194569910188ec32a/gr5.sml gr5 gr5.sml sml 12377 164 214 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr4/THUMBNAIL/image/gif/8b244b5c1e6eba54aaeaa9d3e189354e/gr4.sml gr4 gr4.sml sml 11398 164 213 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr3/THUMBNAIL/image/gif/1d34d87aae37410eb8b5c5b47625a9b7/gr3.sml gr3 gr3.sml sml 10031 163 141 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr2/THUMBNAIL/image/gif/db29578ad60134bc19b4e0fd90ea5a12/gr2.sml gr2 gr2.sml sml 20405 164 218 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/ga1/THUMBNAIL/image/gif/9630dae3276cb55c8cb080838975d4e6/ga1.sml ga1 true ga1.sml sml 15757 164 216 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/gr1/THUMBNAIL/image/gif/c4f4e19bda93a0dff2e97d79f0f03a61/gr1.sml gr1 gr1.sml sml 10059 121 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2500300X-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/HIGHRES/image/jpeg/d096579e8ee68f50140ada1b32900b16/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 350122 2281 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/HIGHRES/image/jpeg/38047606832e785f7dc5a084aa57722c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 456642 2293 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/HIGHRES/image/jpeg/757ae1c07644a5c4bf674e968de6f4b4/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 410357 2304 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25002984/HIGHRES/image/jpeg/633aaef96747fd0a5f545eca8d716269/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 683306 3469 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/HIGHRES/image/jpeg/2b4c3d5ac34f1aa73e5c0d2319bffe1d/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 539220 1996 2661 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/HIGHRES/image/jpeg/ae641a483cfe529b15046bfd0557e6f0/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 156035 886 1166 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25002984/HIGHRES/image/jpeg/031b4026906b8c764b8f05c7d2a9fc1a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 201698 1376 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X2500300X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2500300X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/fc69788b76948741a073df20db5f090c/mmc1.docx mmc1 mmc1.docx docx 2575062 APPLICATION APCATA 120399 120399 S0926-860X(25)00300-X 10.1016/j.apcata.2025.120399 Elsevier B.V. Fig. 1 Diagrammatic sketch of the preparation of CF@Cu/NiMoP electrode. Fig. 1 Fig. 2 SEM images of (a) CF@CuO, (b) CF@Cu/NiMoP-20, and (c) CF@NiMoP; (d) TEM image of CF@Cu/NiMoP-20. Inset: the corresponding selective area electron diffraction pattern; (e-f) High-resolution TEM images and (g) elemental mapping of CF@Cu/NiMoP-20. Fig. 2 Fig. 3 (a) Wide-angle XRD patterns of CF@Cu/NiMoP-20, CF@CuO and CF@NiMoP; (b) Cu 2p, (c) Ni 2p, (d) Mo 3d, (e) P 2p, and (f) O 1 s XPS spectra of CF@Cu/NiMoP-20. Fig. 3 Fig. 4 (a) LSV curves of CF@Cu/NiMoP-20 measured in different electrolytes; (b) LSV curves of CF@Cu/NiMoP with different deposition time, CF@NiMoP, CF@CuO, bare CF, and commercial Pt/C measured in 1.0 M KOH; (c) Tafel plots of corresponding catalysts; (d) LSV curves of CF@Cu/NiMoP-20 before and after 2000 CV cycles, inset: chronoamperometric curve of CF@Cu/NiMoP-20 carried out at the overpotential of 0.08 V. Fig. 4 Fig. 5 (a) LSV curves of CF@Cu/NiMoP-20 measured in different electrolytes; (b) LSV curves of CF@Cu/NiMoP with different deposition time, CF@NiMoP, CF@CuO, bare CF, and commercial RuO2 measured in 1.0 M KOH containing 0.5 M urea; (c) Tafel plots of corresponding catalysts; (d) LSV curves of CF@Cu/NiMoP-20 before and after 2000 CV cycles, inset: chronoamperometric curve of CF@Cu/NiMoP-20 carried out at the potential of 1.38 V. Fig. 5 Fig. 6 (a) LSV curves of CF@Cu/NiMoP-20(±) system measured in 1.0 M KOH and 1.0 M KOH containing 0.5 M urea, inset: comparison of cell voltages at 20 and 100 mA cm−2 between water electrolysis and urea electrolysis; (b) The photograph of the CF@Cu/NiMoP-20(±) system driven by a commercial mercury-flee alkaline battery with a voltage of 1.5 V; (c) Comparison of cell voltages between CF@Cu/NiMoP-20(±) system and other reported bifunctional catalysts; (d) Chronoamperometric curve of CF@Cu/NiMoP-20(±) system carried out at a cell voltage of 1.55 V. Fig. 6 Electrodeposited NiMoP coating on Cu nanorods array as efficient bifunctional electrocatalysts for urea-assisted hydrogen production Mi Wang Writing – original draft Visualization Investigation Data curation a Guangqin Chen Writing – original draft Validation Investigation Formal analysis a Yan Zhang Writing – review & editing Supervision Resources b Jian Xiao Writing – review & editing Writing – original draft Resources Project administration Methodology a ⁎ a School of Chemical Engineering and Pharmacy, Key Laboratory of Novel Biomass-Based Environmental and Energy Materials in Petroleum and Chemical Industry, Wuhan Institute of Technology, Wuhan, Hubei Province 430205, China School of Chemical Engineering and Pharmacy, Key Laboratory of Novel Biomass-Based Environmental and Energy Materials in Petroleum and Chemical Industry, Wuhan Institute of Technology Wuhan Hubei Province 430205 China School of Chemical Engineering and Pharmacy, Key Laboratory of Novel Biomass-Based Environmental and Energy Materials in Petroleum and Chemical Industry, Wuhan Institute of Technology, Wuhan, 430205, Hubei Province, China b Department of Bioengineering and Food Science, Hubei University of Technology, Wuhan, Hubei Province 430068, China Department of Bioengineering and Food Science, Hubei University of Technology Wuhan Hubei Province 430068 China Department of Bioengineering and Food Science, Hubei University of Technology, Wuhan, 430068, Hubei Province, China ⁎ Corresponding author. The development of bifunctional electrocatalyst for hydrogen evolution reaction (HER) and urea oxidation reaction (UOR) with high catalytic activity and excellent stability can promote the application of hydrogen production by urea electrolysis. In this work, a three-dimensional composite heterogeneous electrocatalyst composed of NiMoP coating on Cu nanorods array on Cu foam (CF@Cu/NiMoP) is designed and synthesized. The CuO nanorods array constructed on Cu foam was used as the substrate for electrodeposition of NiMoP layer, while CuO substrate was reduced to Cu nanorods. The optimal deposition time was 20 min in both HER and UOR processes. Because the hierarchical nanorods array structure offers abundant active sites, accelerates electron transfer kinetics, and enables efficient multi-channel transport of electrolytes and gaseous byproducts, the optimized CF@Cu/NiMoP-20 has excellent HER and UOR performances with requiring only −94.9 mV and 1.395 V, respectively, to drive 100 mA cm−2. In addition, the overall urea-electrolysis system with CF@Cu/NiMoP-20 as bifunctional electrode provides 100 mA cm−2 at a remarkably low cell voltage of 1.596 V. This energy-efficient performance can be readily powered by a commercially available mercury-free alkaline battery. Graphical Abstract Hierarchical NiMoP modified Cu nanorods array on Cu foam is prepared and shows perfect catalytic activity toward both UOR and HER in urea-oxidation-assisted electrolytic water splitting. Keywords Electrocatalysis Hydrogen evolution reaction Urea oxidation reaction Electrodeposition Nickel molybdenum phosphide Nanorods array structure Data availability Data will be made available on request. 1 Introduction Electrocatalytic water splitting powered by renewable energy offers a sustainable pathway to produce clean, high-purity hydrogen [1–3]. However, the overall energy efficiency of this method is significantly hampered by the anodic oxygen evolution reaction (OER), which possesses inherently sluggish reaction kinetics and high theoretical potential requirement (1.23 V vs. RHE) [4–6]. In order to lower the energy cost, replacing OER with a more thermodynamically favorable organic oxidation reaction is an incentive method [7,8]. The urea oxidation reaction (UOR: CO(NH2)2+ 6OH-→N2+5H2O+CO2+ 6e-) has an incredibly low theoretical potential of 0.37 V, making it an alternative for achieving efficient hydrogen production [9–12]. And urea is a stable, non-toxic, easy to obtain, easy to store and inexpensive solid compound. Furthermore, UOR can alleviate the dilemma of urea-rich wastewater pollution, and its products CO2 and N2 can hinder the production of explosive mixtures of H2 and O2. However, the UOR, involving a complex six-electron transfer process and the generation of multiple gaseous products, faces significant challenges due to its inherently sluggish kinetics, even though it operates at a low thermodynamic potential [13]. These limitations underscore the critical need for developing highly efficient electrocatalysts to optimize UOR for energy-efficient hydrogen production. Transition metal phosphides (TMP), including nickel phosphide, have been widely concerned because of their excellent catalytic activity, good electrical conductivity, stability and low price [14,15]. In hydrogen evolution reaction (HER) process, the phosphorus and metal sites in TMP act as proton and hydroxyl receptors respectively, thus promoting hydrolytic dissociation and showing excellent catalytic activity [16,17]. Furthermore, nickel-based electrocatalysts, such as nickel alloy, nickel-based sulfides and nickel-based phosphide, are the most studied UOR catalyst materials due to their low cost and the extremely high catalytic activity of in situ generated Ni3+ species on the surface [18,19]. The performance of TMPs can be further improved by doping or alloying with other metal [20,21]. In other words, bimetallic phosphide has better adjustability and catalytic activity than mono-metallic phosphide. First, the use of bimetals can improve the electrical conductivity and increase the exposure of the active site. Secondly, the synergistic effect between bimetals can regulate the electronic structure of the catalyst, thus optimizing the intermediate energy barrier in HER or UOR process. For example, Zhang’s group reported the successful synthesis of nickel foam supporting oxygen-incorporated NiMoP nanotubes array (O-NiMoP/NF) as bifunctional UOR and HER electrocatalysts by simple electrodeposition and in situ template etching [22]. Density functional theory analysis demonstrates that neighboring O, P, and Mo atoms in O-NiMoP synergistically enhance the catalytic efficiency of Ni active sites, thus significantly promoting water molecule dissociation during HER while simultaneously optimizing intermediate conversion kinetics in UOR. In terms of electrode structure, the electrocatalyst in-situ grown on conductive substrate to form a nanoarray structure can fully expose the active site, thereby improving the catalytic performance [23–26]. It can also form a three-dimensional structure of catalyst-electrolyte contact to avoid the strong impact of gas release during the electrolysis process, which will destroy the bond between the catalyst and the conductive substrate, resulting in a significant decrease in catalyst activity and poor stability. Cu foam has emerged as a critical substrate material in advanced catalytic and electronic applications due to its exceptional electrical conductivity, cost-effectiveness, and unique surface reactivity. Notably, under electrochemical conditions, the Cu foam surface undergoes in situ oxidation to form nanostructured copper oxide arrays (e.g., Cu(OH)2 or CuO), which can subsequently be reduced back to metallic Cu during cathodic polarization [27]. This redox-driven transformation not only regenerates the conductive Cu framework but also generates oxygen-deficient interfaces and metastable defects, both of which are known to enhance charge transfer kinetics and catalytic activity [27,28]. Based on the above analysis, a three-dimensional composite heterogeneous electrocatalyst consisting of NiMoP coating on Cu nanorods array on Cu foam (CF@Cu/NiMoP) is prepared here for urea-assisted hydrogen production. First, CuO nanorods array was constructed on Cu foam (CF) collector by anodic oxidation and annealing treatment, and then CF@Cu/NiMoP electrode was successfully prepared by electrodepositing NiMoP directly on CuO nanorods array, which was simultaneously reduced to Cu nanorods array. Then, the morphology, phase structure, elemental composition and valence state of the prepared electrode were studied by various characterization techniques, and the electrocatalytic performance of the catalytic electrode was also deeply investigated. Thanks to the special nanorod structure, the optimal CF@Cu/NiMoP-20 exhibits excellent HER, OER and UOR performances. Specifically, in 1.0 M KOH, the CF@Cu/NiMoP-20 electrode achieves 100 mA cm−2 with remarkably low overpotentials of 94.9 mV for HER and 384 mV for OER. When operating in 1.0 M KOH with 0.5 M urea for UOR, the electrode attains the same current density at a low potential of 1.395 V, representing 218 mV reduction compared to conventional OER requirements. Notably, the bifunctional catalyst enables an integrated urea-electrolysis system to deliver 100 mA cm−2 at a low cell voltage of 1.596 V, which can be powered directly by standard mercury-free alkaline batteries. This study provides strong support for the design of HER/UOR bifunctional electrocatalysts with excellent performance. 2 Experimental sections 2.1 The preparation of CF@CuO First, a Cu(OH)2 nanorods array on CF (CF@Cu(OH)2) is prepared by using anodic oxidation technique [29]. In this process, the anode material is Cu foam, the electrolyte is 1 M KOH, and an anode current density of 10 mA cm−2 is applied for 900 s. Second, the CF@Cu(OH)2 precursor is heated in a muffle furnace at 250 °C for 2 h to obtain the target CF@CuO electrode. 2.2 The synthesis of CF@Cu/NiMoP The NiMoP layer is synthesized on CF@CuO by electrodeposition technique. During this process, CF@CuO serves as the cathode material, and the electrolyte consists of 70 mL of water containing 3.680 g of NiSO4, 1.113 g of NaH2PO2, 0.677 g of Na2MoO4, and 6.176 g of sodium citrate. A cathode current density of 50 mA cm−2 is applied for 20 min. To investigate the impact of electrodeposition time on catalytic activity, the electrodeposition time varies from 5 min to 40 min. The resultant electrodes corresponding to different electrodeposition times are named CF@Cu/NiMoP-5, CF@Cu/NiMoP-10, CF@Cu/NiMoP-20, and CF@Cu/NiMoP-40, respectively. The optimal electrodeposition time is found to be 20 min. Therefore, unless otherwise specified, all the data presented in this study are obtained with an electrodeposition time of 20 min. 3 Results and discussion 3.1 Microstructure and composition The preparation procedure of CF@Cu/NiMoP electrode is illustrated in Fig. 1, which is mainly divided into two steps. The first step is to anodize Cu foam (CF) to in situ form a Cu(OH)2 nanorods array, followed by annealing at 250 °C in air for 2 h to form CuO nanorods array on CF. In the electrochemical oxidation process, CF as the anode continuously loses electrons to produce Cu2+, which combines with OH- to form a vertically oriented Cu(OH)2 nanorods array after increasing the concentration of Cu2+ near the CF surface. In the subsequent high-temperature annealing process, Cu(OH)2 is heated and dehydrated to form structurally stable CuO nanorods array. The Scanning electron microscopy (SEM) images showed that the smooth surface of CF was successfully transformed into a three-dimensional open structure CuO nanorods array with a diameter ranging from 150 nm to 300 nm and a length ranging from 6 μm to 10 μm after anodizing and annealing process ( Fig. 2 a and inset). The second step is to use electrochemical deposition technology to uniformly load the NiMoP catalytic layer on the surface of CuO nanorods, which was simultaneously reduced to Cu nanorods array. SEM images showed that the nanorods array structure was not destroyed during electrodeposition (Fig. 2 b and inset) and some bulging particles (marked with red dotted lines) existing on the surface of the nanorods indicate NiMoP film deposition. Moreover, the electrodeposition time has no obvious effect on the array structure of the catalyst (Figure s1). This structural design preserves the three-dimensional skeleton of Cu nanorods array, providing a high specific surface area and high electrical conductivity that is conducive to expose the NiMoP active site. Furthermore, the open channel structure can effectively promote electrolyte diffusion and rapid release of gas products. The NiMoP film layer can also be obtained by electrodeposition of NiMoP directly on the CF (Fig. 2 c and inset), which shows a lower active site density. The catalyst's microstructure, crystal structure, and elemental composition were analyzed using transmission electron microscopy (TEM), selected area electron diffraction (SAED), and energy dispersive spectroscopy (EDS). As shown in Fig. 2 d, TEM images showed that the catalyst presented a nanorod-like structure with a diameter of 200 nm, which was consistent with SEM results. Further observation shows that the rod is formed by nanoparticle assembly. This unique construction not only offers large number of surface-active sites but also maintains good structural stability. The characteristic diffraction rings of (111), (200) (220) and (311) crystal planes corresponding to the cubic Cu phase (JCPDS No. 01–1241) can be identified in the SAED map (Fig. 2 d, inset), which is derived from the reduced copper oxide (Cu) nanorod substrate. It is worth noting that the amorphous layer on the surface of the nanorods is about 4–7 nm thick (Fig. 2 e), which should be classified as the NiMoP layer combined with the characteristics of the electrodeposition process, and its formation mechanism may be related to the obstruction of the ordering of the atomic arrangement during the rapid deposition process. The 0.205 and 0.206 nm lattice spacing match perfectly with the Cu (111) crystal plane (theoretical value 0.208 nm), which also matches the SAED results (Fig. 2 f). In particular, it should be pointed out that a clear heterogeneous interface is formed between the amorphous surface layer and the inner nucleus, and this core-shell structure is conducive to enhancing catalytic activity through interfacial electronic effects. Energy dispersive spectroscopy (EDS) spectrum analysis (Figure s2) confirmed that the catalyst was composed of Cu (68.97 at%), P (0.33 at%), O (24.17 at%), Ni (5.15 at%) and Mo (1.38 at%) (Table s1). The element mapping (Fig. 2 g) further shows that each element presents a continuous and uniform distribution in the axial and radial direction of the microrod, and the spatial distribution of all elements is highly overlapping. The composition and crystalline structure of as-synthesized electrodes were characterized by X-ray diffraction test (XRD). Fig. 3 a displays the XRD patterns of CF@Cu/NiMoP-20, CF@CuO and CF@NiMoP electrodes. All spectra exhibit three major diffraction peaks at 44.5°, 51.9° and 76.4°, corresponding to the (111), (200) and (220) crystal planes of metallic Cu (JCPDS No.04–0850), respectively, which are related to the presence of Cu foam as substrate. For the CF@CuO electrode, the two diffraction peaks at 35.6° and 38.8° belong to the (002) and (111) crystal planes of CuO (JCPDS No.04–0850), respectively. Concurrently, the three peaks observed at 36.7°, 42.6° and 61.4° correspond to the (111), (200) and (220) crystal planes of Cu2+1O, respectively. The results indicate that after anodic oxidation and annealing treatment, the copper oxide nanorods array formed on the surface of copper foam substrate is mainly composed of CuO and Cu2+1O phases. For the CF@Cu/NiMoP-20 electrode, the two diffraction peaks attributed to CuO disappear, and the diffraction peaks attributed to Cu2+1O is much weaker compared with CF@CuO electrode, which indicates that the copper oxide nanorods array is electro-reduced during the cathodic electrodeposition of NiMoP [30]. The nanorods array in CF@Cu/NiMoP-20 electrode is mainly composed of Cu phases, which is conducive to the charge transfer during the catalytic process. In addition, no characteristic diffraction peak of NiMoP phase is observed in the XRD patterns of CF@Cu/NiMoP-20 electrode and CF@NiMoP electrode, which indicates that NiMoP prepared by electrodeposition exists in the amorphous state [31]. In order to further determine the chemical state and elemental composition of CF@Cu/NiMoP-20 electrode, the X-ray photoelectron spectroscopy (XPS) was conducted. The survey spectrum shows that only Cu, Mo, Ni, O and P elements exist in the sample (Figure s3), which is consistent with the results of the previous mapping test. The high-resolution spectrum of Cu 2p (Fig. 3 b) shows that the characteristic peaks at 853.2 and 870.3 eV belong to 2p3/2 and 2p1/2 of Cu(0)/Cu(Ⅰ), respectively, which mainly come from Cu formed by electroreduction of copper oxide [32]. The peaks at 856.0 and 873.9 e V a are attributed to 2p3/2 and 2p1/2 of Cu(Ⅱ), accompanied by two satellite peaks at 860.9 and 879.6 e V, respectively. The Cu LMM spectrum was also used to determine the Cu oxidation state. As shown in Figure s4, it was confirmed that Cu0 (568.3 eV) and Cu(I) (570.1 eV) existed in CF@Cu/NiMoP-20 electrode. Notably, the characteristic peak signal of the Cu element in CF@NiMoP (Figure s5a) is lower than that of the CF@Cu/NiMoP-20, possibly because the signal originates from Cu foam but is affected by the electrodeposited NiMoP layer. The high-resolution Ni 2p XPS spectrum of CF@Cu/NiMoP-20 is presented in Fig. 3 c. And peaks observed at 781.0 eV and 796.6 eV correspond to Ni(Ⅱ) 2 P3/2 and Ni(Ⅲ) 2 P3/2, respectively. A distinct peak at 778.0 eV is assigned to Niδ+ 2 P3/2 [33]. These findings collectively demonstrate that the Ni element in CF@Cu/NiMoP-20 exists in the form of metal ion as well as metal state. Further analysis of the Mo 3d spectrum of CF@Cu/NiMoP-20 (Fig. 3 d) reveals three spin-orbit doublets [34,35]. The first doublet, with binding energies of 228.2 eV and 230.7 eV, is attributed to Moδ+. The remaining doublets at 232.5/235.7 eV and 229.3/233.0 eV are assigned to Mo6+ and Mo4+, respectively, suggesting the presence of multiple molybdenum oxidation states. In the P 2p region (Fig. 3 e), the peaks at 129.4 eV and 130.3 eV are characteristic of Pδ⁻ species, confirming the formation of metal phosphides in CF@Cu/NiMoP-20. The peak at 132.5 eV is attributed to P-O, which may be generated during electrodeposition or by oxidation of the sample in air [33]. The high-resolution spectra of O1s can be fitted to three peaks (Fig. 3 f), corresponding to the metal-oxygen bond (529.9 eV), hydroxyl group (531.0 eV), and oxygen vacancy (532.1 eV), respectively. This indicates that the copper nanorods substrate is rich in oxygen vacancies, which is conducive to the charge transfer and transport during the catalytic process. All these results indicate that bimetallic NiMoP is synthesized successfully. Meanwhile, the XPS spectra of CF@NiMoP (Figure s5b -d) show that the Cu nanorods array substrate has no influence on the chemical state and elemental composition of electrodeposited NiMoP. 3.2 Electrocatalytic HER performance The alkaline HER activity of as-prepared electrodes were explored by using a classical three-electrode system. As shown in Fig. 4 a, whether 0.5 M urea is added to 1.0 M KOH solution has no significant effect on the HER activity of CF@Cu/NiMoP-20 electrode, and the overpotential at 100 mA cm−2 increases by only 4 mV after the addition of urea. The LSV curves for all electrodes, including CF@Cu/NiMoP with different deposition time, CF@NiMoP, CF@CuO, bare CF, and Pt/C catalysts, are displayed in Fig. 4 b. The CF@Cu/NiMoP-20 electrode exhibits suprior HER performance with the overpotentials of only 56.3 and 94.9 mV at 20 and 100 mA·cm−2, respectively, which is much lower than that of CF@Cu/NiMoP-40 (57.7/100.4 mV), CF@Cu/NiMoP-10 (68.3/128.9 mV), CF@Cu/NiMoP-5 (121.5/202.5 mV), CF@NiMoP (119.1/190.6 mV), CF@CuO (298.7/413.7 mV), and bare CF (478.9/574.0 mV) (Figure s6). It is worth noting that according to the measured LSV curves, although the overpotential of CF@Cu/NiMoP-20 electrode shows a higher overpotential than commercial Pt/C (20.5 mV at 20 mA·cm−2) in the test range, its HER activity tends to exceed that of Pt/C at high current region, so it still has a good application prospect. Not only that, the HER activity of CF@Cu/NiMoP-20 electrode is even better than most transition metal-based catalysts reported in the literature (Table s2). Tafel slope, as an important parameter to evaluate catalytic kinetics, can be determined by calculating the slope of the linear region in the Tafel plot. As shown in Fig. 4 c, the Tafel slope of CF@Cu/NiMoP-20 electrode is 52.5 mV dec−1, which is only higher than the Tafel slope of the excellent Pt/C catalyst (35.5 mV dec−1), but lower than that of other prepared comparison catalysts, namely CF@Cu/NiMoP-40 (57.4 mV dec−1), CF@Cu/NiMoP-10 (70.0 mV dec−1), CF@Cu/NiMoP-5 (115.7 mV dec−1), CF@NiMoP (108.7 mV dec−1), and CF@CuO (181.1 mV dec−1). Based on the current understanding of HER, this result suggests that the alkaline HER process on CF@Cu/NiMoP-20 surface occurs via the Volmer-Heyrovsky pathway, in which the Volmer step is the rate-determining step [36]. The CF@Cu/NiMoP-20 electrode has an accelerated Volmer step, in other words, the construction of the heterogeneous interface between NiMoP and Cu can promote the dissociation of H2O molecules, thereby increasing the intrinsic catalytic activity of NiMoP. The kinetics toward HER can also be further explored through EIS testing (Figure s7). According to the fitted equivalent circuit (Figure s8), the semicircle diameter of the low frequency region is the charge transfer resistance (R ct) of the catalyst in HER [37,38]. Therefore, CF@Cu/NiMoP-20 electrode exhibits the lowest R ct value of 1.08 Ω, which is lower than other prepared comparison catalysts, including CF@Cu/NiMoP-40 (1.54 Ω), CF@Cu/NiMoP-10 (2.94 Ω), CF@Cu/NiMoP-5 (15.1 Ω), CF@NiMoP (5.00 Ω), CF@CuO (122.6 Ω), and bare CF (401.2 Ω) (Table s3). The ultra-low R ct value of CF@Cu/NiMoP-20 electrode indicates that it has excellent charge transfer rate, which is very favorable for reducing HER overpotential, especially at high current density. Of course, the excellent charge transfer rate can be attributed to the formation of oxygen vacancy defects rich CuxO, high-conductive Cu and metal-like NiMoP phases, as well as the close contact of these two components, which improves the electrical conductivity. Next, the intrinsic activity is evaluated by C dl and ECSA, which are calculated by using CV method (Figure s9a -g) by plotting the non-Faraday current against the scanning rate at a certain potential [39]. As shown in Figure s9h, the C dl of as-prepared catalysts is sorted by value as follows: CF@Cu/NiMoP-20 (62.0 mF·cm−2) > CF@Cu/NiMoP-40 (54.9 mF·cm−2) > CF@Cu/NiMoP-10 (52.6 mF·cm−2) > CF@Cu/NiMoP-5 (49.1 mF·cm−2) > CF@CuO (21.1 mF·cm−2) > CF@NiMoP (10.0 mF·cm−2) > bare CF (3.0 mF·cm−2). The increase of C dl in CF@CuO compared with bare CF was attributed to the in-situ growth of CuO nanorods. And the 2.94-fold increase in C dl value after NiMoP electrodeposition should be due to the addition of more exposed active surfaces in the crude NiMoP layer. Obviously, a larger C dl implies a higher ECSA, which can expose more active sites, and a nanorod array structure with more catalyst active surfaces will improve the mass transfer kinetics of the reactants/products. Figure s10 shows the ECSA-normalized LSV curves of as-prepared catalysts toward HER. And the CF@Cu/NiMoP-20 electrode shows obvious performance advantages, which further indicates that it has excellent HER catalytic activity. Stability is one of the important parameters to evaluate the catalytic performance, so the reaction durability of CF@Cu/NiMoP-20 electrode was tested. As shown in Fig. 4 d, the activity of CF@Cu/NiMoP-20 electrode decreases slightly after 2000 CV cycles in 1 M KOH, and the overpotential required to drive 100 mA cm−2 only increases by 2.8 mV, which proves that the catalyst has outstanding cyclic stability. In addition, a chronoamperometric test (i-t test) is performed on the CF@Cu/NiMoP-20 electrode, and the results showed that the current density remained at 93.9 % of the initial current density after continuous operation for 25 h (Fig. 4 d, inset), indicating that the catalyst has excellent long-term stability. After more than 50 h of long HER electrolysis, the CF@Cu/NiMoP-20 electrode maintained its nanorod array configuration. (Figure s11). Moreover, in the XPS spectrum of Cu 2p after stability test, the characteristic peak of Cu0/Cu1+ still existed significantly (Figure s12a). Meanwhile, the characteristic peaks of Ni0, Pδ- and Moδ+ that appeared respectively in the Ni 2p, P 2p and Mo 3d spectra after HER reaction confirmed the existence of NiMoP (Figure s12b -d). Therefore, it can be determined that the CF@Cu/NiMoP-20 electrode has excellent structural and chemical stability in HER reaction. 3.3 Electrocatalytic UOR performance TMPs is not only an excellent HER catalyst but also can catalyze UOR process [40]. Therefore, the UOR properties of CF@Cu/NiMoP-20 and other prepared comparison catalysts were studied. As shown in Fig. 5 a, the CF@Cu/NiMoP-20 electrode has OER activity within the anode potential range in 1.0 M KOH, and its OER potential at 100 mA cm−2 is 1.614 V. In 1.0 M KOH containing 0.5 M urea, the CF@Cu/NiMoP-20 showed UOR activity in the same potential range, and at the same current density of 100 mA cm−2, the UOR potential is about 218 m V better than that of OER, that is, only 1.395 V. This result showed that the CF@Cu/NiMoP-20 electrode exhibits exceptional catalytic activity to UOR, and the observed reduction in potential was attributed to the facile oxidation of urea molecules, highlighting that substituting the OER with UOR as the anode process not only significantly reduces the energy barrier but also enhances hydrogen production efficiency by optimizing the overall reaction thermodynamics. It is worth noting that in the LSV curve of OER, an obvious oxidation peak can be observed in the 1.35–1.45 V interval, which corresponds to the electrochemical oxidation of Ni-based catalyst in alkaline medium, that is, the transformation from Ni2+ to Ni3+, forming the active sites for UOR [41]. The LSV curves in 1.0 M KOH with different concentrations of urea are shown in Figure s13, which indicates that CF@Cu/NiMoP-20 electrode has the best UOR activity in 1.0 M KOH containing 0.5 M urea solution. And the Fig. 5 b shows the LSV curves of CF@Cu/NiMoP-20 and other prepared comparison catalysts in 1.0 M KOH containing 0.5 M urea. The driving potentials at 20 and 100 mA cm−2 required by CF@Cu/NiMoP-20 (1.365/1.395 V) are significantly lower than that of CF@NiMoP (1.375/1.451 V), CF@CuO (1.435/1.525 V), bare CF (1.517/1.732 V) and commercial RuO2 (1.459/1.567 V) (Figure s14). The enhanced UOR activity of CF@Cu/NiMoP-20, which are superior to many reported transition metal-based catalysts (Table s2), may be attributable to the NiMoP coated Cu nanorods array structure. In addition, the UOR activity of CF@Cu/NiMoP-20 was significantly better than that of CF@Cu/NiMoP-40 (1.374/1.419 V), CF@Cu/NiMoP-10 (1.381/1.451 V) and CF@Cu/NiMoP-5 (1.392/1.502 V), indicating that only the appropriate amount of NiMoP deposition can maximize the exposure of the UOR active site and increase the UOR performance. The LSV curve for UOR normalized by ECSA showed the highest intrinsic activity of CF@NiMoP catalyst (Figure s15), indicating that the high UOR performance of CF@Cu/NiMoP-20 electrode comes from the abundant active sites generated by the hierarchical nanorods array structure. In addition, the UOR reaction kinetics were evaluated using the Tafel slope. As shown in Fig. 5 c, the Tafel slope of CF@Cu/NiMoP-20 is 28.8 mV dec−1, which is lower than that of CF@Cu/NiMoP-40 (39.3 mV dec−1), CF@Cu/NiMoP-10 (52.1 mV dec−1), CF@Cu/NiMoP-5 (76.9 mV dec−1), CF@NiMoP (45.3 mV dec−1), CF@CuO (119.1 mV dec−1), and RuO2 (85.1 mV dec−1), showing the excellent UOR reaction kinetics of CF@Cu/NiMoP-20. At the same time, EIS curves of as-prepared series electrodes at a voltage of 1.365 V are used to reveal the electron transfer kinetics during electrocatalytic UOR (Figure s16). The fitting parameters listed in Table s4 show that the charge transfer resistance of CF@Cu/NiMoP-20 is 3.38 Ω·cm−2, which is lower than that of other comparison samples. It is thus proved that CF@Cu/NiMoP-20 electrode has a fast charge transfer rate and good UOR kinetics, which will help to obtain the best electrocatalytic UOR performance. The potential of the catalyst for practical application to industry largely depends on its stability, which can be assessed through accelerated degradation testing, and chronoamperometric analysis. In the accelerated degradation test, the LSV curve of CF@Cu/NiMoP-20 electrode only decreased slightly after 2000 CV cycles, and the potential at 100 mA cm−2 only increased by 7 mV (Fig. 5 d), showing its excellent cyclic stability. Furthermore, CF@Cu/NiMoP-20 electrode has remarkable stability in long-term chronoamperometric experiment, and the current on the CF@Cu/NiMoP-20 electrode remains at 91.7 % of the initial current after 25 h continuous test, indicating that the catalyst has excellent stability in UOR (Fig. 5 d, inset). In addition, the CF@Cu/NiMoP-20 electrode exhibits excellent structural stability while retaining its nanorod array configuration even after undergoing prolonged UOR electrolysis (Figure s17). Moreover, in the XPS spectra of Cu 2p and Ni 2p after stability test, the characteristic peaks of Cu0/Cu1+ and Ni3+ are weakened or disappeared (Figure s18a and b), while the characteristic peaks of Ni3+ at binding energies of 874.6 e V are strengthened (Figure s18b). Since the catalytic reaction is an interfacial reaction, combined with the characterization described above, the NiMoP on electrode surface may undergo electrochemical restructuring during the UOR process, that is, from Ni/Ni2+ to Ni3+. The disappearance of Pδ- and Moδ+ characteristic peaks in the P 2p and Mo 3d spectra after UOR reaction further confirms the NiMoP transformation (Figure s18c and d). Of course, this partial transformation only occurs on the surface of the catalyst, and this high-valent Ni3+ plays an important role in the improvement of UOR activity. 3.4 Overall urea electrolysis performance Considering the excellent HER and UOR performance of CF@Cu/NiMoP-20 electrode, a water-urea hybrid electrolytic cell (CF@Cu/NiMoP-20(±)) was constructed, in which CF@Cu/NiMoP-20 was used as both cathode and anode, and 1.0 M KOH containing 0.5 M urea was used as electrolyte. As shown in Figure s19, within a 1.0 M KOH electrolyte containing 0.5 M urea, the overall urea electrolysis system achieves 20 and 100 mA cm−2 at merely 1.499 and 1.596 V, respectively, superior to those of Pt/C||RuO2 (1.520 and 1.741 V). Furthermore, conventional water electrolysis in pure 1.0 M KOH demands significantly higher voltages of 1.665 V and 1.812 V to achieve equivalent current densities ( Fig. 6 a). Notably, the potential disparity between these two systems reaches 216 mV at 100 mA cm−2. This potential gap once again proves that substituting the OER with the thermodynamically favorable UOR can substantially decrease the electrical energy consumption for hydrogen production, thereby lowering operational costs. Therefore, electrolytic urea technology shows practical significance in the field of energy saving and environmental protection. Moreover, the CF@Cu/NiMoP-20(±) system can be easily powered by a commercial 1.5 V mercury-free alkaline batteries (Fig. 6 b). At the same time, the electrolysis voltage of CF@Cu/NiMoP-20(±) at 100 mA cm−2 is comparable to that of the bifunctional catalysts for overall urea electrolysis in recent years (Fig. 6 c), such as coral-like Ni-Mo sulfide: 1.939 V [42]. Cu3P nanowires on Cu foam: 1.79 V [43], Ni, N-codoped NiMoO4: 1.675 V [44], Ni4N/Cu3N nanotubes array: 1.865 V [45], Ni2P-Ni12P5 heterostructure: 1.85 V [46], CoMo oxides@Co on graphite felt: 1.663 V [47], Ru-Doped Fe2TiO5: 1.60 V [48], NiSe-Ni3Se2 Heterojunction: 1.665 V [49]. It is worth mentioning that the CF@Cu/NiMoP-20(±) system can be electrolyzed continuously at a constant cell voltage of 1.5 V in 1.0 M KOH containing 0.5 M urea over 30 h with an initial current density of 492 mA cm−2 and a 14.9 % decrease in current density after test (Fig. 6 d), indicating its excellent stability and potential practical application prospects. Moreover, the Faraday efficiency of urea assisted hydrogen evolution was 97.9 % tested by the water drainage method (Figure s20). 4 Conclusions In summary, a self-supporting CF@Cu/NiMoP electrode consisting of hierarchical Cu/NiMoP nanorods array on copper foam has been successfully developed. As a multifunctional electrode for HER, OER and UOR, the optimal CF@Cu/NiMoP-20 demonstrates remarkable performance with low overpotentials of 94.9 mV (HER) and 384 mV (OER) to achieve 100 mA cm−2 in 1.0 M KOH, while delivering 100 mA cm−2 for UOR in 1.0 M KOH containing 0.5 M urea at a reduced potential of 1.395 V, which is 218 mV lower than its OER counterpart. Furthermore, the electrodes exhibit excellent stability with negligible performance degradation after 50 h of continuous operation as either cathode or anode. The exceptional performance of CF@Cu/NiMoP-20 stems from its hierarchical nanorod array architecture, which provides abundant active sites, facilitates efficient electron transfer, and enables multidirectional transport of electrolytes and gas products. More importantly, the overall urea-electrolysis system with CF@Cu/NiMoP-20 as bifunctional catalyst affords 100 mA cm−2 at a cell voltage of 1.596 V, operable using commercial mercury-free alkaline batteries. Hence, this study will provide a simple method for designing high-performance HER/UOR bifunctional electrocatalysts. CRediT authorship contribution statement Yan Zhang: Writing – review & editing, Supervision, Resources. Jian Xiao: Writing – review & editing, Writing – original draft, Resources, Project administration, Methodology. Guangqin Chen: Writing – original draft, Validation, Investigation, Formal analysis. Mi Wang: Writing – original draft, Visualization, Investigation, Data curation. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements This work is supported by National Natural Science Foundation of China (82102513) and the Innovation Project of Key Laboratory of Novel Biomass-based Environmental and Energy Materials in Petroleum and Chemical Industry (22BEEA01). Supporting Information Supporting information includes the methods of materials characterization and electrocatalytic performance measurements, additional SEM, electrochemical data and supplementary tables. The Supporting Information is available free of charge via the Internet. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2025.120399. Appendix A Supplementary material Supplementary material References [1] X. Gao Y. Chen Y. Wang L. Zhao X. Zhao J. Du H. Wu A. Chen Next-generation green hydrogen: Progress and perspective from electricity, catalyst to electrolyte in electrocatalytic water splitting NanoMicro Lett. 16 2024 237 10.1007/s40820-024-01424-2 X. Gao, Y. Chen, Y. Wang, L. Zhao, X. Zhao, J. Du, H. Wu, A. Chen, Next-generation green hydrogen: Progress and perspective from electricity, catalyst to electrolyte in electrocatalytic water splitting, Nano-Micro Lett. 16 (2024) 237, https://doi.org/10.1007/s40820-024-01424-2. [2] K.C. Tong L.L. Xu H. Yao X. Wang C. Zhang F. Yang L. Chu J. Lee H. Jiang M.H. Huang Hydrogen spillover bridged dual nano-islands triggered by built-in electric field for efficient and robust alkaline hydrogen evolution at ampere-level current density Nano Res 17 2024 5050 10.1007/s12274-024-6520-x K.C. Tong, L.L. Xu, H. Yao, X. Wang, C. Zhang, F. Yang, L. Chu, J. Lee, H. Jiang, M.H. Huang, Hydrogen spillover bridged dual nano-islands triggered by built-in electric field for efficient and robust alkaline hydrogen evolution at ampere-level current density, Nano Res. 17 (2024) 5050, https://doi.org/10.1007/s12274-024-6520-x. [3] C.H. Zhang X. Liu C. Zhen H. Yao L. Xu H. Ye Y. Wang X.K. Wang M.D. Gu M.H. Huang H.Q. Jiang Symmetry-breaking CoN3S1 centers enable inert chloride ion adsorption for facilitating self-driven overall seawater splitting Chem. Catal. 5 2025 101169 10.1016/j.checat.2024.101169 C.H. Zhang, X. Liu, C. Zhen, H. Yao, L. Xu, H. Ye, Y. Wang, X.K. Wang, M.D. Gu, M.H. Huang, H.Q. Jiang, Symmetry-breaking CoN3S1 centers enable inert chloride ion adsorption for facilitating self-driven overall seawater splitting, Chem Catal. 5 (2025) 101169, https://doi.org/10.1016/j.checat.2024.101169. [4] Y. Cao T. Wang X. Li L. Zhang Y. Luo F. Zhang A.M. Asiri J. Hu Q. Liu X.Q. Sun A hierarchical CuO@NiCo layered double hydroxide core-shell nanoarray as an efficient electrocatalyst for the oxygen evolution reaction Inorg. Chem. Front 8 2021 3049 10.1039/D1QI00124H Y. Cao, T. Wang, X. Li, L. Zhang, Y. Luo, F. Zhang, A.M. Asiri, J. Hu, Q. Liu, X.Q. Sun, A hierarchical CuO@NiCo layered double hydroxide core-shell nanoarray as an efficient electrocatalyst for the oxygen evolution reaction, Inorg. Chem. Front. 8 (2021) 3049, https://doi.org/10.1039/D1QI00124H. [5] L. Quan H. Jiang G. Mei Y. Sun B. You Bifunctional electrocatalysts for overall and hybrid water splitting Chem. Rev. 124 2024 3694 10.1021/acs.chemrev.3c00332 L. Quan, H. Jiang, G. Mei, Y. Sun, B. You, Bifunctional electrocatalysts for overall and hybrid water splitting, Chem. Rev. 124 (2024) 3694, https://doi.org/10.1021/acs.chemrev.3c00332. [6] Y.X. Wang C. Zhang X. Wang J. Duan K. Tong S. Dai L. Chu M.H. Huang Engineering carbon-chainmail-shell coated Co9Se8 nanoparticles as efficient and durable catalysts in seawater-based Zn-air batteries Acta Phys. Chim. Sin. 40 2024 2305004 10.3866/PKU.WHXB202305004 Y.X. Wang, C. Zhang, X. Wang, J. Duan, K. Tong, S. Dai, L. Chu, M.H. Huang, Engineering carbon-chainmail-shell coated Co9Se8 nanoparticles as efficient and durable catalysts in seawater-based Zn-air batteries, Acta Phys. Chim. Sin. 40 (2024) 2305004, https://doi.org/10.3866/PKU.WHXB202305004. [7] Y. Xu Q.S. Zhou T. Liu T.L. Ren H. Yu K. Deng Z.Q. Wang L. Wang H.J. Wang Yttrium-doped cobalt-based metal-organic frameworks for selective electrooxidation of glycerol coupled with hydrogen production Chem. Commun. 59 2023 7623 10.1039/D3CC01741A Y. Xu, Q.S. Zhou, T. Liu, T.L. Ren, H. Yu, K. Deng, Z.Q. Wang, L. Wang, H.J. Wang, Yttrium-doped cobalt-based metal-organic frameworks for selective electrooxidation of glycerol coupled with hydrogen production, Chem. Commun. 59 (2023) 7623, https://doi.org/10.1039/D3CC01741A. [8] Y. Xu M. Liu M. Wang T. Ren K. Ren Z.Q. Wang X.N. Li L. Wang H.J. Wang Methanol electroreforming coupled to green hydrogen production over bifunctional NiIr-based metal-organic framework nanosheet arrays Appl. Catal. BEnviron. 300 2022 120753 10.1016/j.apcatb.2021.120753 Y. Xu, M. Liu, M. Wang, T. Ren, K. Ren, Z.Q. Wang, X.N. Li, L. Wang, H.J. Wang, Methanol electroreforming coupled to green hydrogen production over bifunctional NiIr-based metal-organic framework nanosheet arrays, Appl. Catal. B-Environ. 300 (2022) 120753, https://doi.org/10.1016/j.apcatb.2021.120753. [9] Z.J. Zhao H. Zhao X.Q. Du X.S. Zhang Controlled synthesis of M-MnS/Ni3S2 (M=Zr, Ce, Bi and V) nanoarrays on nickel foam for overall urea splitting Int. J. Hydrog. Energy 88 2024 313 10.1016/j.ijhydene.2024.09.193 Z.J. Zhao, H. Zhao, X.Q. Du, X.S. Zhang, Controlled synthesis of M-MnS/Ni3S2 (M=Zr, Ce, Bi and V) nanoarrays on nickel foam for overall urea splitting, Int. J. Hydrogen Energy 88 (2024) 313, https://doi.org/10.1016/j.ijhydene.2024.09.193. [10] L.L. Yang R. He X. Wang T.T. Yang T. Zhang Y. Zuo X. Lu Z.F. Liang J.S. Li J. Arbiol P.R. Martínez-Alanis X.Q. Qi A. Cabot Self-supported NiO/CuO electrodes to boost urea oxidation in direct urea fuel cells Nano Energy 115 2023 108714 10.1016/j.nanoen.2023.108714 L.L. Yang, R. He, X. Wang, T.T. Yang, T. Zhang, Y. Zuo, X. Lu, Z.F. Liang, J.S. Li, J. Arbiol, P.R. Martínez-Alanis, X.Q. Qi, A. Cabot, Self-supported NiO/CuO electrodes to boost urea oxidation in direct urea fuel cells, Nano Energy 115 (2023) 108714, https://doi.org/10.1016/j.nanoen.2023.108714 [11] X. Xu H. Liao L. Huang S. Chen R. Wang S. Wu Y. Wu Z. Sun H. Huang Surface reconstruction and directed electron transport in NiSe2/MoSe2 Mott-Schottky heterojunction catalysts promote urea-assisted water splitting Appl. Catal. BEnviron. Energy 341 2024 123312 10.1016/j.apcatb.2023.123312 X. Xu, H. Liao, L. Huang, S. Chen, R. Wang, S. Wu, Y. Wu, Z. Sun, H. Huang, Surface reconstruction and directed electron transport in NiSe2/MoSe2 Mott-Schottky heterojunction catalysts promote urea-assisted water splitting, Appl. Catal. B-Environ. Energy 341 (2024) 123312, https://doi.org/10.1016/j.apcatb.2023.123312. [12] Y. Wang S. Liu X. Du X.S. Zhang Controlled synthesis of Co-Ni3Se2/MoS2/Ni3S2 nanoarrays as robust electrocatalyst for urea and seawater oxidation reaction Int. J. Hydrog. Energy 88 2024 450 10.1016/j.ijhydene.2024.09.222 Y. Wang, S. Liu, X. Du, X.S. Zhang, Controlled synthesis of Co-Ni3Se2/MoS2/Ni3S2 nanoarrays as robust electrocatalyst for urea and seawater oxidation reaction, Int. J. Hydrogen Energy 88 (2024) 450, https://doi.org/10.1016/j.ijhydene.2024.09.222. [13] X. Gao S. Zhang P. Wang M. Jaroniec Y. Zheng S.Z. Qiao Urea catalytic oxidation for energy and environmental applications Chem. Soc. Rev. 53 2024 1552 10.1039/d3cs00963g X. Gao, S. Zhang, P. Wang, M. Jaroniec, Y. Zheng, S.Z. Qiao, Urea catalytic oxidation for energy and environmental applications, Chem. Soc. Rev. 53 (2024) 1552, https://doi.org/10.1039/d3cs00963g. [14] S.M. El-Refaei P.A. Russo N. Pinna Recent advances in multimetal and doped transition-metal phosphides for the hydrogen evolution reaction at different pH values ACS Appl. Mater. Interfaces 13 2021 22077 10.1021/acsami.1c02129 S.M. El-Refaei, P.A. Russo, N. Pinna, Recent advances in multimetal and doped transition-metal phosphides for the hydrogen evolution reaction at different pH values, ACS Appl. Mater. Interfaces 13 (2021) 22077, https://doi.org/10.1021/acsami.1c02129. [15] J. Liu G. Chen J. Xiao Y. Zhang Co-P/Fe3O4 composite film on nickel foam prepared by one-step electrodeposition for efficient overall water splitting Int. J. Hydrog. Energy 62 2024 803 10.1016/j.ijhydene.2024.03.109 J. Liu, G. Chen, J. Xiao, Y. Zhang, Co-P/Fe3O4 composite film on nickel foam prepared by one-step electrodeposition for efficient overall water splitting, Int. J. Hydrogen Energy 62 (2024) 803, https://doi.org/10.1016/j.ijhydene.2024.03.109. [16] J. Xiao R. Qiao Y. Zhang X. Luo Porous Co2P film coated on carbon fiber as highly performance electrocatalyst toward overall water splitting Int. J. Hydrog. Energy 46 2021 31 10.1016/j.ijhydene.2020.09.255 J. Xiao, R. Qiao, Y. Zhang, X. Luo, Porous Co2P film coated on carbon fiber as highly performance electrocatalyst toward overall water splitting, Int. J. Hydrogen Energy 46 (2021) 31, https://doi.org/10.1016/j.ijhydene.2020.09.255. [17] S.H. Li M.Y. Qi Z.R. Tang Y.J. Xu Nanostructured metal phosphides: from controllable synthesis to sustainable catalysis Chem. Soc. Rev. 50 2021 7539 10.1039/d1cs00323b S.H. Li, M.Y. Qi, Z.R. Tang, Y.J. Xu, Nanostructured metal phosphides: from controllable synthesis to sustainable catalysis, Chem. Soc. Rev. 50 (2021) 7539, https://doi.org/10.1039/d1cs00323b. [18] K.S. Anuratha M. Rinawati T.H. Wu M.H. Yeh J.Y. Lin Recent development of nickel-based electrocatalysts for urea electrolysis in alkaline solution Nanomaterials 12 2022 2970 10.3390/nano12172970 K.S. Anuratha, M. Rinawati, T.H. Wu, M.H. Yeh, J.Y. Lin, Recent development of nickel-based electrocatalysts for urea electrolysis in alkaline solution, Nanomaterials 12 (2022) 2970, https://doi.org/10.3390/nano12172970. [19] X. Gao J. Dong H. Yang C. Ni X. He Z. Li L. Tian Reconstruction of Ni-based catalyst for electrocatalytic urea oxidation reaction J. Alloy. Compd. 1012 2025 178477 10.1016/j.jallcom.2025.178477 X. Gao, J. Dong, H. Yang, C. Ni, X. He, Z. Li, L. Tian, Reconstruction of Ni-based catalyst for electrocatalytic urea oxidation reaction, J. Alloy. Compd. 1012 (2025) 178477, https://doi.org/10.1016/j.jallcom.2025.178477. [20] X. Xu C. Zhang J. Li H. Liu G. Su Z. Shi M. Huang Redistributing interfacial charge density of Ni12P5/Ni3P via Fe doping for ultrafast urea oxidation catalysis at large current densities Chem. Eng. J. 452 2023 139362 10.1016/j.cej.2022.139362 X. Xu, C. Zhang, J. Li, H. Liu, G. Su, Z. Shi, M. Huang, Redistributing interfacial charge density of Ni12P5/Ni3P via Fe doping for ultrafast urea oxidation catalysis at large current densities, Chem. Eng. J. 452 (2023) 139362, https://doi.org/10.1016/j.cej.2022.139362. [21] R. Qi H. Bu X. Yang M. Song J. Ma H. Gao Multifunctional molybdenum-tuning porous nickel-cobalt bimetallic phosphide nanoarrays for efficient water splitting and energy-saving hydrogen production J. Colloid Interface Sci. 653 2024 1246 10.1016/j.jcis.2023.09.142 R. Qi, H. Bu, X. Yang, M. Song, J. Ma, H. Gao, Multifunctional molybdenum-tuning porous nickel-cobalt bimetallic phosphide nanoarrays for efficient water splitting and energy-saving hydrogen production, J. Colloid Interface Sci. 653 (2024) 1246, https://doi.org/10.1016/j.jcis.2023.09.142. [22] H. Jiang M. Sun S. Wu B. Huang C.S. Lee W. Zhang Oxygen-incorporated NiMoP nanotube arrays as efficient bifunctional electrocatalysts for urea-assisted energy-saving hydrogen production in alkaline electrolyte Adv. Funct. Mater. 31 2021 2104951 10.1002/adfm.202104951 H. Jiang, M. Sun, S. Wu, B. Huang, C.S. Lee, W. Zhang, Oxygen-incorporated NiMoP nanotube arrays as efficient bifunctional electrocatalysts for urea-assisted energy-saving hydrogen production in alkaline electrolyte, Adv. Funct. Mater. 31 (2021) 2104951, https://doi.org/10.1002/adfm.202104951. [23] X. Chai X. Meng Z. Li X.Q. Du Synergistic enhancement of overall seawater splitting by atomic doping and heterostructure interface engineering in W-MoS2@FeNi2S4/NF catalyst Int. J. Hydrog. Energy 101 2025 1044 10.1016/j.ijhydene.2024.12.507 X. Chai, X. Meng, Z. Li, X.Q. Du, Synergistic enhancement of overall seawater splitting by atomic doping and heterostructure interface engineering in W-MoS2@FeNi2S4/NF catalyst, Int. J. Hydrogen Energy 101 (2025) 1044, https://doi.org/10.1016/j.ijhydene.2024.12.507. [24] X. Shi W. Gu B. Zhang Y. Zhao A. Zhang W. Xiao S. Wei H. Pang Research progress of non-noble metal-based self-supporting electrode for hydrogen evolution reaction at high current density Adv. Funct. Mater. 2025 2423760 10.1002/adfm.202423760 X. Shi, W. Gu, B. Zhang, Y. Zhao, A. Zhang, W. Xiao, S. Wei, H. Pang, Research progress of non-noble metal-based self-supporting electrode for hydrogen evolution reaction at high current density, Adv. Funct. Mater. (2025) 2423760, https://doi.org/10.1002/adfm.202423760. [25] Y. Zhang H. Qin M. Han J. Xiao N. Yang Electrochemical sensor based on three-dimensional Skeleton/Skin ink for the ultrasensitive detection of dopamine released from neural cells Microchem. J. 193 2023 109199 10.1016/j.microc.2023.109199 Y. Zhang, H. Qin, M. Han, J. Xiao, N. Yang, Electrochemical sensor based on three-dimensional Skeleton/Skin ink for the ultrasensitive detection of dopamine released from neural cells, Microchem. J. 193 (2023) 109199, https://doi.org/10.1016/j.microc.2023.109199. [26] Y. Zhang M. Han D. Peng H. Qin H. Zheng J. Xiao N. Yang MOF-derived high-density carbon nanotubes “tentacle” with boosting electrocatalytic activity for detecting ascorbic acid Talanta 279 2024 126578 10.1016/j.talanta.2024.126578 Y. Zhang, M. Han, D. Peng, H. Qin, H. Zheng, J. Xiao, N. Yang, MOF-derived high-density carbon nanotubes “tentacle” with boosting electrocatalytic activity for detecting ascorbic acid, Talanta 279 (2024) 126578, https://doi.org/10.1016/j.talanta.2024.126578. [27] T. Feng J. Wang Y. Wang C.F. Yu X. Zhou B. Xu K. Laszlo F.T. Li W. Zhang Selective electrocatalytic reduction of nitrate to dinitrogen by Cu2O nanowires with mixed oxidation-state Chem. Eng. J. 433 2022 133495 10.1016/j.cej.2021.133495 T. Feng, J. Wang, Y. Wang, C.F. Yu, X. Zhou, B. Xu, K. Laszlo, F.T. Li, W. Zhang, Selective electrocatalytic reduction of nitrate to dinitrogen by Cu2O nanowires with mixed oxidation-state, Chem. Eng. J. 433 (2022) 133495, https://doi.org/10.1016/j.cej.2021.133495. [28] Y. Zhang M. Han D. Peng H. Zheng H. Qin J. Xiao Y. Wu N. Yang A self-supported electrochemical immunosensor based on Cu2O/CuO@AuNPs heterostructures for sensitive and selective detection of ochratoxin A in food Talanta 287 2025 127657 10.1016/j.talanta.2025.127657 Y. Zhang, M. Han, D. Peng, H. Zheng, H. Qin, J. Xiao, Y. Wu, N. Yang, A self-supported electrochemical immunosensor based on Cu2O/CuO@AuNPs heterostructures for sensitive and selective detection of ochratoxin A in food, Talanta 287 (2025) 127657, https://doi.org/10.1016/j.talanta.2025.127657. [29] C. Lu J. Wang S. Czioska H. Dong Z. Chen Hierarchically structured Cu-based electrocatalysts with nanowires array for water splitting J. Phys. Chem. C. 121 2017 25875 10.1021/acs.jpcc.7b08365 C. Lu, J. Wang, S. Czioska, H. Dong, Z. Chen, Hierarchically structured Cu-based electrocatalysts with nanowires array for water splitting, J. Phys. Chem. C 121 (2017) 25875, https://doi.org/10.1021/acs.jpcc.7b08365. [30] Y. Wang W. Zhou R. Jia Y. Yu B. Zhang Unveiling the activity origin of a copper-based electrocatalyst for selective nitrate reduction to ammonia Angew. Chem. Int. Ed. 59 2020 5350 10.1002/anie.201915992 Y. Wang, W. Zhou, R. Jia, Y. Yu, B. Zhang, Unveiling the activity origin of a copper-based electrocatalyst for selective nitrate reduction to ammonia, Angew. Chem. Int. Ed. 59 (2020) 5350, https://doi.org/10.1002/anie.201915992. [31] A. Toghraei T. Shahrabi G.B. Darband Electrodeposition of self-supported Ni-Mo-P film on Ni foam as an affordable and high-performance electrocatalyst toward hydrogen evolution reaction Electrochim. Acta 335 2020 135643 10.1016/j.electacta.2020.135643 A. Toghraei, T. Shahrabi, G.B. Darband, Electrodeposition of self-supported Ni-Mo-P film on Ni foam as an affordable and high-performance electrocatalyst toward hydrogen evolution reaction, Electrochim. Acta 335 (2020) 135643, https://doi.org/10.1016/j.electacta.2020.135643. [32] Y. Ding X. Du X. Zhang Rose-like Cu-doped Ni3S2 nanoflowers decorated with thin NiFe LDH nanosheets for high-efficiency overall water and urea electrolysis Appl. Surf. Sci. 584 2022 152622 10.1016/j.apsusc.2022.152622 Y. Ding, X. Du, X. Zhang, Rose-like Cu-doped Ni3S2 nanoflowers decorated with thin NiFe LDH nanosheets for high-efficiency overall water and urea electrolysis, Appl. Surf. Sci. 584 (2022) 152622, https://doi.org/10.1016/j.apsusc.2022.152622. [33] J. Xiao R. Tan Y. Guo P. Zhao X. Luo Novel peapod-like Ni2P@N-doped carbon nanorods array on carbon fiber for efficient electrocatalytic urea oxidation and hydrogen evolution reaction Int. J. Hydrog. Energy 47 2022 28730 10.1016/j.ijhydene.2022.06.181 J. Xiao, R. Tan, Y. Guo, P. Zhao, X. Luo, Novel peapod-like Ni2P@N-doped carbon nanorods array on carbon fiber for efficient electrocatalytic urea oxidation and hydrogen evolution reaction, Int. J. Hydrogen Energy 47 (2022) 28730, https://doi.org/10.1016/j.ijhydene.2022.06.181. [34] J. Xiao D. Cai Y. Zhang X. Luo Ni4Mo alloy nanosheets coating on carbon tube arrays as high-performance electrocatalyst toward overall water splitting J. Alloy. Compd. 886 2021 161180 10.1016/j.jallcom.2021.161180 J. Xiao, D. Cai, Y. Zhang, X. Luo, Ni4Mo alloy nanosheets coating on carbon tube arrays as high-performance electrocatalyst toward overall water splitting, J. Alloy. Compd. 886 (2021) 161180, https://doi.org/10.1016/j.jallcom.2021.161180. [35] J. Xiao Y. Wang J. Liu Y. Yang Y. Zhang X. Luo Hierarchical Ni/Ni4Mo nanosheets array on carbon fiber as a bifunctional electrocatalyst for urea-oxidation-assisted water splitting Int. J. Hydrog. Energy 51 2024 982 10.1016/j.ijhydene.2023.07.131 J. Xiao, Y. Wang, J. Liu, Y. Yang, Y. Zhang, X. Luo, Hierarchical Ni/Ni4Mo nanosheets array on carbon fiber as a bifunctional electrocatalyst for urea-oxidation-assisted water splitting, Int. J. Hydrogen Energy 51 (2024) 982, https://doi.org/10.1016/j.ijhydene.2023.07.131. [36] W. Han Z. Liu Y. Pan G. Guo J. Zou Y. Xia Z. Peng W. Li A. Dong Designing champion nanostructures of tungsten dichalcogenides for electrocatalytic hydrogen evolution Adv. Mater. 32 2020 2002584 10.1002/adma.202002584 W. Han, Z. Liu, Y. Pan, G. Guo, J. Zou, Y. Xia, Z. Peng, W. Li, A. Dong, Designing champion nanostructures of tungsten dichalcogenides for electrocatalytic hydrogen evolution, Adv. Mater. 32 (2020) 2002584, https://doi.org/10.1002/adma.202002584. [37] Z. Liu G. Zhang J. Bu W. Ma B. Yang H. Zhong S. Li T. Wang J. Zhang Single-crystalline Mo-nanowire-mediated directional growth of high-index-faceted MoNi electrocatalyst for ultralong-term alkaline hydrogen evolution ACS Appl. Mater. Interfaces 12 2020 36259 10.1021/acsami.0c11716 Z. Liu, G. Zhang, J. Bu, W. Ma, B. Yang, H. Zhong, S. Li, T. Wang, J. Zhang, Single-crystalline Mo-nanowire-mediated directional growth of high-index-faceted MoNi electrocatalyst for ultralong-term alkaline hydrogen evolution, ACS Appl. Mater. Interfaces 12 (2020) 36259, https://doi.org/10.1021/acsami.0c11716. [38] M. You X. Du X. Hou Z. Wang Y. Zhou H. Ji L. Zhang Z. Zhang S. Yi D. Chen In-situ growth of ruthenium-based nanostructure on carbon cloth for superior electrocatalytic activity towards HER and OER Appl. Catal. BEnviron. Energy 317 2022 121729 10.1016/j.apcatb.2022.121729 M. You, X. Du, X. Hou, Z. Wang, Y. Zhou, H. Ji, L. Zhang, Z. Zhang, S. Yi, D. Chen, In-situ growth of ruthenium-based nanostructure on carbon cloth for superior electrocatalytic activity towards HER and OER, Appl. Catal. B-Environ. Energy 317 (2022) 121729, https://doi.org/10.1016/j.apcatb.2022.121729. [39] Y. Men S. Jia P. Li Y. Tan J. Wang P. Zhao G. Cheng S. Chen W. Luo Boosting alkaline hydrogen evolution electrocatalysis through electronic communicating vessels on Co2P/Co4N heterostructure catalyst Chem. Eng. J. 433 2022 133831 10.1016/j.cej.2021.133831 Y. Men, S. Jia, P. Li, Y. Tan, J. Wang, P. Zhao, G. Cheng, S. Chen, W. Luo, Boosting alkaline hydrogen evolution electrocatalysis through electronic communicating vessels on Co2P/Co4N heterostructure catalyst, Chem. Eng. J. 433 (2022) 133831, https://doi.org/10.1016/j.cej.2021.133831. [40] S. Kumar G.B. Bhanuse Y.P. Fu Phosphide-based electrocatalysts for urea electrolysis: Recent trends and progress Chemphyschem 25 2024 e202300924 10.1002/cphc.202300924 S. Kumar, G.B. Bhanuse, Y.P. Fu, Phosphide-based electrocatalysts for urea electrolysis: Recent trends and progress, Chemphyschem 25 (2024) e202300924, https://doi.org/10.1002/cphc.202300924. [41] H. Liu S. Zhu Z. Cui Z. Li S. Wu Y. Liang Ni2P nanoflakes for the high-performing urea oxidation reaction: linking active sites to a UOR mechanism Nanoscale 13 2021 1759 10.1039/d0nr08025j H. Liu, S. Zhu, Z. Cui, Z. Li, S. Wu, Y. Liang, Ni2P nanoflakes for the high-performing urea oxidation reaction: linking active sites to a UOR mechanism, Nanoscale 13 (2021) 1759, https://doi.org/10.1039/d0nr08025j. [42] X. Wang J. Wang X. Sun S. Wei L. Cui W. Yang J. Liu Hierarchical coral-like NiMoS nanohybrids as highly efficient bifunctional electrocatalysts for overall urea electrolysis Nano Res 11 2018 988 10.1007/s12274-017-1711-3 X. Wang, J. Wang, X. Sun, S. Wei, L. Cui, W. Yang, J. Liu, Hierarchical coral-like NiMoS nanohybrids as highly efficient bifunctional electrocatalysts for overall urea electrolysis, Nano Res. 11 (2018) 988, https://doi.org/10.1007/s12274-017-1711-3. [43] H. Shen T. Wei J. Ding X. Liu Copper phosphide nanowires as high-performance catalysts for urea-assisted hydrogen evolution in alkaline medium Materials 16 2023 4169 10.3390/ma16114169 H. Shen, T. Wei, J. Ding, X. Liu, Copper phosphide nanowires as high-performance catalysts for urea-assisted hydrogen evolution in alkaline medium, Materials 16 (2023) 4169, https://doi.org/10.3390/ma16114169. [44] T. Wang H. Wu C. Feng Y. Ding H. Mei Ni, N-codoped NiMoO4 grown on 3D nickel foam as bifunctional electrocatalysts for hydrogen production in urea-water electrolysis Electrochim. Acta 391 2021 138931 10.1016/j.electacta.2021.138931 T. Wang, H. Wu, C. Feng, Y. Ding, H. Mei, Ni, N-codoped NiMoO4 grown on 3D nickel foam as bifunctional electrocatalysts for hydrogen production in urea-water electrolysis, Electrochim. Acta 391 (2021) 138931, https://doi.org/10.1016/j.electacta.2021.138931. [45] J. Li C. Yao X. Kong Z. Li M. Jiang F. Zhang X. Lei Boosting hydrogen production by electrooxidation of urea over 3D hierarchical Ni4N/Cu3N nanotube arrays ACS Sustain. Chem. Eng. 7 2019 13278 10.1021/acssuschemeng.9b02510 J. Li, C. Yao, X. Kong, Z. Li, M. Jiang, F. Zhang, X. Lei, Boosting hydrogen production by electrooxidation of urea over 3D hierarchical Ni4N/Cu3N nanotube arrays, ACS Sustain. Chem. Eng. 7 (2019) 13278, https://doi.org/10.1021/acssuschemeng.9b02510. [46] J. Luo K. Liang Q. Zeng L. Tang Y. Yang J. Song S. Liu S. Li L. Hu Y. Fang Rational fabrication of Ni2P-Ni12P5 heterostructure with built-in electric-field effects for high-performance urea oxidation reaction Appl. Surf. Sci. 654 2024 159433 10.1016/j.apsusc.2024.159433 J. Luo, K. Liang, Q. Zeng, L. Tang, Y. Yang, J. Song, S. Liu, S. Li, L. Hu, Y. Fang, Rational fabrication of Ni2P-Ni12P5 heterostructure with built-in electric-field effects for high-performance urea oxidation reaction, Appl. Surf. Sci. 654 (2024) 159433, https://doi.org/10.1016/j.apsusc.2024.159433. [47] L. Lei Z. Yin D. Huang Y. Chen S. Chen M. Cheng L. Du Q. Liang Metallic Co and crystalline Co-Mo oxides supported on graphite felt for bifunctional electrocatalytic hydrogen evolution and urea oxidation J. Colloid Interface Sci. 612 2022 413 10.1016/j.jcis.2021.12.149 L. Lei, Z. Yin, D. Huang, Y. Chen, S. Chen, M. Cheng, L. Du, Q. Liang, Metallic Co and crystalline Co-Mo oxides supported on graphite felt for bifunctional electrocatalytic hydrogen evolution and urea oxidation, J. Colloid Interface Sci. 612 (2022) 413, https://doi.org/10.1016/j.jcis.2021.12.149. [48] K.B. Ibrahim K. Harrath M. Hamrang M. Bordin S. Bruyere D. Horwat E. Rodriguez-Castellon M.G. Sendeku P. Shinde D.O. de Souza L. Olivi A. Vomiero E. Moretti T.A. Shifa Ru-doped Fe2TiO5 as a high-performance electrocatalyst for urea-assisted water splitting 2412370 Small 2025 10.1002/smll.202412370 K.B. Ibrahim, K. Harrath, M. Hamrang, M. Bordin, S. Bruyere, D. Horwat, E. Rodriguez-Castellon, M.G. Sendeku, P. Shinde, D.O. de Souza, L. Olivi, A. Vomiero, E. Moretti, T.A. Shifa, Ru-doped Fe2TiO5 as a high-performance electrocatalyst for urea-assisted water splitting, Small (2025) 2412370. https://doi.org/10.1002/smll.202412370. [49] R. Yin Z. Wang J. Zhang W. Liu J. He G. Hu X. Liu Tunable NiSe-Ni3Se2 heterojunction for energy-efficient hydrogen production by coupling urea degradation Small Methods 2025 2401976 10.1002/smtd.202401976 R. Yin, Z. Wang, J. Zhang, W. Liu, J. He, G. Hu, X. Liu, Tunable NiSe-Ni3Se2 heterojunction for energy-efficient hydrogen production by coupling urea degradation, Small Methods (2025) 2401976, https://doi.org/10.1002/smtd.202401976.",
      "scopus-id": "105007353637",
      "coredata": {
        "eid": "1-s2.0-S0926860X2500300X",
        "dc:description": "The development of bifunctional electrocatalyst for hydrogen evolution reaction (HER) and urea oxidation reaction (UOR) with high catalytic activity and excellent stability can promote the application of hydrogen production by urea electrolysis. In this work, a three-dimensional composite heterogeneous electrocatalyst composed of NiMoP coating on Cu nanorods array on Cu foam (CF@Cu/NiMoP) is designed and synthesized. The CuO nanorods array constructed on Cu foam was used as the substrate for electrodeposition of NiMoP layer, while CuO substrate was reduced to Cu nanorods. The optimal deposition time was 20 min in both HER and UOR processes. Because the hierarchical nanorods array structure offers abundant active sites, accelerates electron transfer kinetics, and enables efficient multi-channel transport of electrolytes and gaseous byproducts, the optimized CF@Cu/NiMoP-20 has excellent HER and UOR performances with requiring only −94.9 mV and 1.395 V, respectively, to drive 100 mA cm−2. In addition, the overall urea-electrolysis system with CF@Cu/NiMoP-20 as bifunctional electrode provides 100 mA cm−2 at a remarkably low cell voltage of 1.596 V. This energy-efficient performance can be readily powered by a commercially available mercury-free alkaline battery.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-08-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X2500300X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wang, Mi"
          },
          {
            "@_fa": "true",
            "$": "Chen, Guangqin"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Yan"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Jian"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X2500300X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X2500300X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(25)00300-X",
        "prism:volume": "704",
        "articleNumber": "120399",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Electrodeposited NiMoP coating on Cu nanorods array as efficient bifunctional electrocatalysts for urea-assisted hydrogen production",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen evolution reaction"
          },
          {
            "@_fa": "true",
            "$": "Urea oxidation reaction"
          },
          {
            "@_fa": "true",
            "$": "Electrodeposition"
          },
          {
            "@_fa": "true",
            "$": "Nickel molybdenum phosphide"
          },
          {
            "@_fa": "true",
            "$": "Nanorods array structure"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "120399",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 August 2025",
        "prism:doi": "10.1016/j.apcata.2025.120399",
        "prism:startingPage": "120399",
        "dc:identifier": "doi:10.1016/j.apcata.2025.120399",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "517",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76015",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "519",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "94701",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "522",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83849",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "786",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "130460",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "452",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88046",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20092",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41438",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "14659",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12377",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11398",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10031",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "20405",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15757",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "121",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10059",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2281",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "350122",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2293",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "456642",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2304",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "410357",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3469",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "683306",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1996",
            "@width": "2661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "539220",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "156035",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1376",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "201698",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2500300X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "2575062",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105007353637"
      }
    }
  }
}