{
  "metadata": {
    "title": "TPR and XRD study of ammonia synthesis catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-06",
    "doi": "10.1016/S0926-860X(96)00246-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002463",
    "pii": "S0926860X96002463"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042900753",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002463 S0926-860X(96)00246-3 S0926860X96002463 10.1016/S0926-860X(96)00246-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00282 2024-01-01T12:18:48.759026Z 0 0 19970206 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 149 149 2 2 Volume 149, Issue 2 7 341 351 341 351 19970206 6 February 1997 1997-02-06 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. TPRXRDSTUDYAMMONIASYNTHESISCATALYSTS PINNA F JENNINGS 1991 J CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE 1994 185 PERSPECTIVESINCATALYSISAMMONIASYNTHESISBEYOND PERNICONE 1979 321 N BARANSKI 1994 13 A MENON 1994 295 P PERNICONE 1984 N APPLIEDINDUSTRIALCATALYSIS PATTEKJANCZYK 1988 169 A DALLAGNOL 1985 106 C WERTHEIM 1974 1369 G NELDER 1965 308 J SCHLOGL 1991 23 30 R CATALYTICAMMONIASYNTHESISFUNDAMENTALSPRACTICE PATTEKJANCZYK 1995 253 A PATTEKJANCZYK 1995 267 A KLUG 1974 553 H XRAYDIFFRACTIONPROCEDURES VASILEVICH 1979 805 A KRYLOVA 1982 441 A PINNAX1997X341 PINNAX1997X341X351 PINNAX1997X341XF PINNAX1997X341X351XF item S0926-860X(96)00246-3 S0926860X96002463 1-s2.0-S0926860X96002463 10.1016/S0926-860X(96)00246-3 271346 2024-01-01T12:18:48.759026Z 1997-02-06 1-s2.0-S0926860X96002463-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002463/MAIN/application/pdf/d03bfc55e03832adf9d600cffc177fab/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002463/MAIN/application/pdf/d03bfc55e03832adf9d600cffc177fab/main.pdf main.pdf pdf true 480192 MAIN 11 1-s2.0-S0926860X96002463-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002463/PREVIEW/image/png/eae355a8013c6c31662a1916aa5d1f8d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002463/PREVIEW/image/png/eae355a8013c6c31662a1916aa5d1f8d/main_1.png main_1.png png 42555 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 149 (1997) 341-351 TPR and XRD study of ammonia synthesis catalysts F. Pinna a, T. Fantinel a, G. Strukul a, A. Benedetti b, N. Pernicone c., a Dipartimento di Chimica Universith di Venezia, Calle Larga S. Marta 2137, 30123 Venezia, Italy b Dipartimento di Chimica Fisica, Universith di Venezia, Calle Larga S. Marta 2137, 30123 Venezia, haly c Via Pansa 7, 28100 Novara, Italy Received 6 April 1996; revised 4 July 1996; accepted 4 July 1996 Abstract Several commercial ammonia synthesis catalysts have been studied by TPR and XRD in an Fe304 and prereduced-passivated state. Extension of TPR experiments up to 1200 provided information which was yet unknown. From TPR profiles and XRD patterns of Fe304 catalysts, some conclusions can be drawn about the catalyst preparation procedure and expected activity. Concerning the prereduced-passivated catalysts, TPR and XRD experiments demonstrate the presence of residual magnetite in some commercial samples, while others were found to be fully prereduced. A quantitative evaluation of the content of residual magnetite was performed. The practical consequences of this situation on catalyst performance in industrial plants are also discussed. The low reproducibility of the passivation degree found in commercial prereduced catalysts, is most probably due to insufficient control of the operating conditions during the passivation step. Finally, the importance of TPR for the characterization of ammonia synthesis catalysts is stressed. Keywords: Ammonia synthesis; Prereduction; Passivation; Iron; TPR; XRD 1. Introduction Ammonia synthesis catalysts have been the subject of extensive research work for more than 70 years and they are still under the attention of several research groups in many countries, because some aspects requiring further investigation still exist. Two comprehensive reviews recently appeared [1,2], giving the present status of the knowledge on these catalysts. * Corresponding author. Fax: (+ 39-321) 450721. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00246-3 342 F. Pinna et aL /Applied Catalysis A: General 149 (1997) 341-351 Ammonia synthesis catalysts consist of Fe304 promoted with 5-10% of unreducible oxides (A1, K, Ca, Mg, Si). As the active phase is metallic iron, the catalyst has to be reduced usually by the synthesis mixture (He/N2 = 3/1) during plant commissioning. As Fe304 reduction starts at temperatures not lower than 350 and is endothermic, energy consumption is a problem for large ammonia plants (up to 1500 tons/day, with a catalyst charge approaching 300 tons). To overcome this problem, at least in the first bed the use of catalysts prereduced and passivated by the manufacturer is widely practised. These catalysts allow both appreciable energy saving and earlier ammonia production, as the reduction of the passivated layer is very fast and occurs at a lower temperature. Of course, the prereduction step has a strong influence on the performances of prereduced catalysts. Studies on the kinetics of reduction of Fe304 catalysts and on the retarding effect of A1203 and H20 have been performed in isothermal and dynamic heating TG systems [3,4]. Therefore, data are available that in principle would allow to optimize the prereduction condi- tions. However, the behaviour of industrial prereduced ammonia synthesis catalysts is not as reproducible as expected. For this reason it was thought that reduction studies of prereduced catalysts could shed some light on this point. No such studies appear to have been performed, except for a very recent paper [5] where TPR data are reported for the Norsk Hydro AS4F prereduced catalyst with the aim of estimating the depth of the passivation layer and the influence of the passivation temperature thereon. The maximum temperature of these TPR experiments was 650 and the investigation was limited to one catalyst only. We have performed a similar study on different commercial catalysts in both Fe304 and prereduced states, extending TPR experiments up to 1200 and using XRD analysis with the aim of explaining the different behaviour of these catalysts. 2. Experimental Two Fe304 (A1, A2) and five prereduced (B1, B2, B3, B4, B5) commercial catalysts were tested. They do not differ appreciably in chemical composition, crystal structure, density and appear to be manufactured by the classical method: melting, cooling, crushing and sieving [6]. All the samples (particle size 1.5-3 nun) were ground as specified below. As sample inhomogeneity can affect the characterization of ammonia synthe- sis catalysts [7], at least 10 g of the starting catalysts have been taken for grinding. TPR experiments were performed with a previously described home-made equipment [8]. The following experimental conditions were used: temperature range 25-1200 heating rate 10/min F. Pinna et al./Applied Catalysis A: General 149 (1997) 341-351 343 reducing mixture 5% H2/Ar gas flow rate 40 ml/min sample mass 50 mg water absorption trap Mg(CIO4)2 The best-fit analysis of the TPR curves was performed using pseudo-Voigt functions [9]. The minimization was carried out using a modified version of the Simplex method [10] by requiring that N X2: E {[ Jexp(Ti)- Jfit(T/)]/Jexp(T/)}2 1 be as small as possible. Jexp(T~) and Jfit(Ti) denote the ith experimental and refined computed TPR intensities at the ith temperature value Ti. XRD measurements were carried out with a Philips powder X-ray diffrac- tometer equipped with a graphite focusing monochromator on the diffracted beam and a proportional detector. Ni-filtered CuK a radiation and a step by step (0.05 in 20) technique were employed. 3. Results and discussion 3.1. TPR preliminary experiments In order to check the influence of the particle size on the TPR pattern, preliminary TPR experiments were performed on catalyst samples with different particle sizes (62-88 /xm, 1000-1200 /xm). They were obtained by grinding and sieving the starting materials (1.5-3 mm size). The data obtained with a prereduced catalyst are shown in Fig. 1. As can be seen, details in TPR pattern 2500 2O0O .-g g 15oo E 1000 S 500 I I I 400 600 800 1000 T () Fig. 1. TPR profiles of a prereduced catalyst with different particle sizes: 62-88 /zna (solid line) and 1000-1200 /xm (broken line). 344 F. Pinna et al. /Applied Catalysis A: General 149 (1997) 341-351 25OO 2000 v1500 E ~ 1000 8 z~ 500 I I I I 400 600 800 1000 T () Fig. 2. TPR profiles of the sample B3 ground in air (broken line) or in argon atmosphere (solid line). cannot be detected when a too large particle size is used, due to the occurrence of diffusion phenomena. As the TPR pattern of the powder below 62 /zm is quite similar to that of the 62-88 /zm fraction, the latter has been used during the study. As ammonia synthesis catalysts contain different phases [11], which could have different hardness, an uneven distribution of such phases in the various size fractions could occur. To check this point, XRD spectra were recorded for the various fractions, but no appreciable difference was found, thus confirming that the 62-88 /zm fraction is representative of the whole sample. In addition, we considered the possibility that the grinding of the prereduced catalyst in air could produce local overheating during the oxidation of the fresh iron surface formed by this operation. To check whether this phenomenon could produce changes in TPR patterns, a comparison was done with a sample ground under inert (Ar) atmosphere. The results obtained are reported in Fig. 2. As no appreciable change of TPR pattern was found, grinding in air was used throughout this work. The same point was taken into account by Menon and Skaugset [5], but no experimental test was performed. 3.2. Fe304 catalysts The TPR patterns of two commercial Fe304 catalysts (A1 and A2), recorded in the temperature range 25-1200, are shown in Fig. 3. The temperatures corresponding to the starting reduction, the peak maximum and the end of reduction are reported in Table 1. It is clear that such temperatures strongly depend on the specific operating conditions so that they should be considered only on a relative basis. Indeed, during catalyst reduction in industrial plants where a high hydrogen partial pressure is applied (50-70 bar against 0.05 bar in our TPR experiments), temperature never exceeds 550 thus preventing fast F. Pinna et al. / Applied Catalysis A: General 149 (1997) 341-351 345 6000 6 ,/-, g4ooo //,\" ' , o 2000 ,' , 400 600 800 000 1200 V() Fig. 3. TPR profilesofthecommercialFe304 catalysts Al(solidline) and A2(brokenline). iron sintering. Catalyst A2 shows a lower starting temperature, but on the whole its reduction rate is lower than that of A1. The behaviour of A2 is typical of wustite-containing slowly-cooled catalysts, while a faster reduction rate was found for the rapidly-cooled ones [3]. Indeed, wustite was clearly detected in the XRD spectrum of the A2 sample (see Fig. 4). The lower temperature of starting reduction can be due either to the higher reducibility of FeO with respect to Fe304, or to the disproportionation of FeO to Fe and Fe304 with formation of a more reducible magnetite phase, as recently suggested [12]. Therefore, ammonia synthesis catalysts in their Fe304 state can be differentiated by simple TPR experiments. This is connected with the practical aspect, as it was reported [13,14] that fast cooling gives more active catalysts. As the chemical composi- tion of the two catalysts investigated is practically the same, information about their cooling rate can be gained from the TPR data here reported. It should be remembered that only the starting reduction temperature of a Fe3Q catalyst was previously measured by TPR [5], due to equipment limitations. 3.3. Prereduced catalysts The TPR patterns of three commercial prereduced catalysts (B1, B2 and B3) were recorded in the temperature range 25-1200. They are shown in Fig. 5. Table 1 TPR data of Fe304 commercial catalysts Catalyst A1 A2 Starting reduction temperature () 500 420 Temperature of TPR peak () 880 960 End of reduction temperature () 1080 1140 346 F. Pinna et al.// Applied Catalysis A: General 149 (1997) 341-351 5 \"E 1000 100 10 200 --,. :~:..V.~ ..y ::~'~,,.~..~.~ \" \"\"\" ~'~ --~.i~,. : 40 20 \".::::.i,;::\" 60 Fig. 4. Scaled XRD patterns of the catalysts A1 (dotted line) and A2 (continuous line). The 200 and 220 wustite peaks are evidenced. The temperatures corresponding to the maximum of the detectable TPR peaks are reported in Table 2. The first peak with a maximum at 510-540 is present in all the samples and is to be ascribed to the reduction of the passivated oxidic layer. The agreement with the value (488) found by Menon and Skaugset [5] is satisfac- tory, taking into account their lower heating rate (5/min). Catalyst B1 (Fig. 5a) shows generally only this peak, which means that its prereduction has been almost complete. However, catalysts B2 (Fig. 5b) and B3 (Fig. 5c) rather surprisingly show a second peak with a maximum above 700. This peak is to be attributed to residual unreduced Fe304, although it occurs at temperatures lower than for Fe304 catalysts. Indeed, in the case of the prere- duced catalysts B2 and B3, the reduction of this residual Fe304 can occur through the catalytic effect of metallic iron that is present in large excess. The presence of the magnetite phase in these samples has been confirmed by XRD (Fig. 6). It should be remarked that Menon and Skaugset were unable to detect the second TPR peak, even if present, due to the temperature limit (600) of their TPR experiments. The third peak of catalyst B2 (Fig. 5b), with maximum at 850, could be tentatively attributed to an Al-rich Fe304 phase, if not to FeA1204. It was deemed interesting to determine the amount of residual Fe304 in catalysts B2 and B3. To this purpose, a fitting procedure of pseudo-Voigt functions has been employed in order to separate the individual components of the TPR peak envelope shown in Fig. 5b and c. Pseudo-Voigt functions, expressed as a sum of Gauss and Lorentz functions [9], are symmetric and can be defined by four parameters: position, intensity, half width at half maximum F. Pinna et al./Applied Catalysis A.\" General 149 (1997) 341-351 347 2500 2OOO .-g 15oo E ~1000 8 500 i (a) 400 .'-. ---. ......... , 600 800 1000 T () 1800 q1200 ~-600 0 400 600 800 1000 T () 2000 \"2 15O0 g ~- 1000 oo 500 2= (c) ~\"/ 400 600 800 1000 T () Fig. 5. TPR profiles of the commercial prereduced catalysts: (a) BI, (b) B2 and (c) B3. Experimental data (dots), fitting pseudo-Voigt function (continuous line). Residuals are reported below each fitting. 348 F. Pinna et al. /Applied Catalysis A: General 149 (1997) 341-351 Table 2 TPR data of prereduced commercial catalysts Catalyst B 1 B2 B3 1st peak () 535 510 510 2nd peak () 725 810 3rd peak () 850 of the peak and Gauss and/or Cauchy content of the peak. Consequently, from the fitting procedure of these parameters, the area of each peak can be calculated. For asymmetric peaks the sum of two pseudo-Voigt functions was used. The amount of oxygen corresponding to each peak area has been determined through calibration with pure CuO. The values obtained are reported in Table 3. To determine the fraction of magnetite not reduced during catalysts prereduc- tion, the amount of oxygen corresponding to the second (plus the third, if any) peak of the samples B2 and B3 was divided by the amount of oxygen corresponding to the TPR peak of Fe304 catalysts. On this basis the values reported in Table 3 (3rd row) have been obtained. In Fig. 6, the XRD patterns of these two samples are reported: the quantitative analysis of powder mixtures [15] gave values of residual Fe304 in reasonable agreement with the TPR ones (see Table 3). It can be seen that in some commercial prereduced catalysts an appreciable amount (up to about 20%) of magnetite can be left unreduced. On the basis of such results, TPR characterization of prereduced ammonia synthesis catalysts should be recommended in industrial operations, as it gives data that can be usefully exploited to optimize plant commissioning. In fact, prereduced catalyst beds are usually reduced at lower temperature than those containing the i ~-Fe ii0 F%04 311 30 40 50 60 2@ Fig. 6. XRD patterns of the catalysts B2 (lower curve) and B3 (upper curve). F. Pinna et al. /Applied Catalysis A: General 149 (1997) 341-351 Table 3 Residual Fe304 content of prereduced commercial catalysts 349 Catalyst B2 B3 Oxygen in 1st peak (tool. 10-4 ) 2.08 1.60 Oxygen in 2nd+ 3rd peak (mob 10 4) 2.58 5.54 % of residual Fe304 (by TPR) 9 19 % of residual Fe304 (by XRD) 9 15 Fe304 catalysts. If the prereduced catalyst contains an appreciable amount of residual magnetite, its performances cannot be fully exploited, unless higher reduction temperatures are used. If not, a slow activity increase of the prere- duced bed is to be expected during the first months of plant operation, due to the progressive increase of the available iron surface. 2000 ~1500 -1000 8 500 i (a) / J I L 400 600 800 T () I 1000 2000 -\":-1500 -1000 8 500 (b) 0 I I i 600 800 1000 T () / I 400 Fig. 7. TPR profiles of the commercial prereduced catalysts: (a) B4 and (b) B5. 350 F. Pinna et al. /Applied Catalysis A: General 149 (1997) 341-351 Table 4 Passivation degree of prereduced commercial catalysts Catalyst B4 B5 H 2 consumed during TPR (mmol/g) 2.1 3.8 Surface area (m2/g) 13.6 14.6 % of oxidized Fe atoms 11.8 21.5 Calculated oxide layers 6 10 3.4. Degree of passivation Passivation is a key step in the manufacturing of prereduced ammonia synthesis catalysts. The degree of passivation should be carefully optimised. In fact, if the oxidic layer formed is too thin, the catalyst could show overheating by contact with air during transportation and/or reactor loading, with subse- quent damage for its catalytic activity. On the contrary, if the oxidic layer is too thick, lower catalyst activity will result, as any oxidation-reduction cycle leads to this consequence. Passivation problems have been previously discussed by several authors [5,16,17]. By TPR we have determined the amount of oxygen present in the passivation layer and the depth of this layer, in order to check if there are problems of reproducibility in this rather critical step of prereduced catalyst manufacturing. The TPR patterns of samples taken from two different batches (B4 and B5) of the same commercial catalyst are shown in Fig. 7. Incidentally, no residual Fe304 is present in this catalyst, but the amount of oxygen consumed during passivation differs by a factor about 2 for the two batches. In Table 4 the surface area measured by nitrogen adsorption, the percentage of oxidized Fe atoms and the calculated oxide layers are reported. While the passivation degree of sample B4 appears to be in the normal range [5], sample B5 has been strongly overpassivated, with an expected negative effect on the catalytic activity. 4. Conclusions (1) TPR experiments can give information on the manufacturing process of ammonia synthesis catalysts in their Fe304 state. (2) The prereduction of commercial ammonia synthesis catalysts has been found to be often incomplete. Two different methods (TPR and XRD), giving satisfactory agreement, are proposed for the quantitative determination of resid- ual magnetite. (3) Large differences of passivation degree have been observed in different batches of commercial prereduced catalysts, pointing to insufficient control of the passivation step. F. Pinna et al./Applied Catalysis A: General 149 (1997) 341-351 351 (4) TPR is recommended as an important characterization technique for any type of ammonia synthesis catalyst. References [1] J.R. Jennings, Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum Press, New York, 1991. [2] H. Topsoe, M. Boudart and J.K. Noerskov (Editors), Perspectives in Catalysis: Ammonia Synthesis and Beyond (Topics in Catalysis, Vol. 1), Baltzer, Amsterdam, 1994, p. 185. [3] N. Pemicone and F. Traina, Stud. Surf. Sci. Catal., 3 (1979) 321. [4] A. Baranski. A. Kotarba, J.M. Lagan, A. Pattek-Janczyk, E. Pyrczak and A. Reizer, Appl. Catal. A., 112 (1994) 13. [5] P.G. Menon and P. Skaugset, Appl. Catal. A, 115 (1994) 295. [6] N. Pernicone and F. Traina, in B.E. Leach (Editor) Applied Industrial Catalysis, Vol. 3, Academic Press, New York, 1984, Chap. 1. [7] A. Pattek-Janczyk, A. Baranski, A. Kotarba, A. Kowalska, B. Miczko, E. Pyrczak, A. Reizer, K. Renbenbauer, B. Sepiol and Z. Spiewak, Appl. Catal., 39 (1988) 169. [8] C. Dall'Agnol, A. Gervasini, F. Morazzoni, F. Pinna, G. Strukul and L. Zanderighi, J. Catal., 96 (1985) 106. [9] G.K. Wertheim, M.A. Buther, K.W. West and D.N.E. Buchanan, Rev. Sci. Instrum., 45 (1974) 1369. [10] J.A. Nelder and R. Mead, Comput. J., 7 (1965) 308. [11] R. SchlSgl in J.R. Jennings (Editor), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum Press, New York, 1991, pp. 23-30. [12] A. Pattek-Janczyk and B. Miczko, Appl. Catal. A, 124 (1995) 253. [13] N. Pernicone, F. Ferrero and A. Gennaro, U.S. Pat. 4,789,657 (Dec. 6. 1988). [14] A. Pattek-Janczyk, Appl. Catal. A, 124 (1995) 267. [15] H.P. Klug and L.E. Alexander, X-Ray Diffraction Procedures, Wiley, New York, 1974, p. 553. [16] A.A. Vasilevich, R.V. Chesnokova, D.M. Minaev and L.D. Kuznetsov, Kinet. Catal. (Engl. Ed.) 20 (1979) 805. [17] A.V. Krylova, G.A. Ustimenko and N.S. Torocheshnikov, Stud. Surf. Sci. Catal., 16 (1982) 441. APCATA 96002463 S0926-860X(96)00246-3 10.1016/S0926-860X(96)00246-3 Article TPR and XRD study of ammonia synthesis catalysts F. Pinna a T. Fantinel a G. Strukul a A. Benedetti b N. Pernicone ∗ c a Dipartimento di Chimica Università di Venezia, Calle Larga S. Marta 2137, 30123 Venezia, Italy b Dipartimento di Chimica Fisica, Università di Venezia, Calle Larga S. Marta 2137, 30123 Venezia, Italy c Via Pansa 7, 28100 Novara, Italy ∗ Corresponding author. Fax: (+39-321) 450721. Several commercial ammonia synthesis catalysts have been studied by TPR and XRD in an Fe3O4 and prereduced-passivated state. Extension of TPR experiments up to 1200°C provided information which was yet unknown. From TPR profiles and XRD patterns of Fe3O4 catalysts, some conclusions can be drawn about the catalyst preparation procedure and expected activity. Concerning the prereduced-passivated catalysts, TPR and XRD experiments demonstrate the presence of residual magnetite in some commercial samples, while others were found to be fully prereduced. A quantitative evaluation of the content of residual magnetite was performed. The practical consequences of this situation on catalyst performance in industrial plants are also discussed. The low reproducibility of the passivation degree found in commercial prereduced catalysts, is most probably due to insufficient control of the operating conditions during the passivation step. Finally, the importance of TPR for the characterization of ammonia synthesis catalysts is stressed. Keywords Ammonia synthesis Prereduction Passivation Iron TPR XRD References [1] J.R. Jennings 3rd edn. Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum Press New York [2] H. Topsoe M. Boudart J.K. Noerskov Perspectives in Catalysis: Ammonia Synthesis and Beyond 3rd edn. Topics in Catalysis Vol. 1 1994 Baltzer Amsterdam 185 [3] N. Pernicone F. Traina Stud. Surf. Sci. Catal. 3 1979 321 [4] A. Baranski A. Kotarba J.M. Lagan A. Pattek-Janczyk E. Pyrczak A. Reizer Appl. Catal. A. 112 1994 13 [5] P.G. Menon P. Skaugset Appl. Catal. A 115 1994 295 [6] N. Pernicone F. Traina 3rd edn. B.E. Leach Applied Industrial Catalysis Vol. 3 1984 Academic Press New York Chap. 1 [7] A. Pattek-Janczyk A. Baranski A. Kotarba A. Kowalska B. Miczko E. Pyrczak A. Reizer K. Renbenbauer B. Sepiol Z. Spiewak Appl. Catal. 39 1988 169 [8] C. Dall'Agnol A. Gervasini F. Morazzoni F. Pinna G. Strukul L. Zanderighi J. Catal. 96 1985 106 [9] G.K. Wertheim M.A. Buther K.W. West D.N.E. Buchanan Rev. Sci. Instrum. 45 1974 1369 [10] J.A. Nelder R. Mead Comput. J. 7 1965 308 [11] R. Schlögl J.R. Jennings Catalytic Ammonia Synthesis: Fundamentals and Practice 1991 Plenum Press New York 23 30 [12] A. Pattek-Janczyk B. Miczko Appl. Catal. A 124 1995 253 [13] N. Pernicone, F. Ferrero and A. Gennaro, U.S. Pat. 4,789,657 (Dec. 6, 1988). [14] A. Pattek-Janczyk Appl. Catal. A 124 1995 267 [15] H.P. Klug L.E. Alexander 3rd edn. X-Ray Diffraction Procedures 1974 Wiley New York 553 [16] A.A. Vasilevich R.V. Chesnokova D.M. Minaev L.D. Kuznetsov Kinet. Catal. (Engl. Ed.) 20 1979 805 [17] A.V. Krylova G.A. Ustimenko N.S. Torocheshnikov Stud. Surf. Sci. Catal. 16 1982 441",
      "scopus-id": "0042900753",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002463",
        "dc:description": "Several commercial ammonia synthesis catalysts have been studied by TPR and XRD in an Fe3O4 and prereduced-passivated state. Extension of TPR experiments up to 1200°C provided information which was yet unknown. From TPR profiles and XRD patterns of Fe3O4 catalysts, some conclusions can be drawn about the catalyst preparation procedure and expected activity. Concerning the prereduced-passivated catalysts, TPR and XRD experiments demonstrate the presence of residual magnetite in some commercial samples, while others were found to be fully prereduced. A quantitative evaluation of the content of residual magnetite was performed. The practical consequences of this situation on catalyst performance in industrial plants are also discussed. The low reproducibility of the passivation degree found in commercial prereduced catalysts, is most probably due to insufficient control of the operating conditions during the passivation step. Finally, the importance of TPR for the characterization of ammonia synthesis catalysts is stressed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002463",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pinna, F."
          },
          {
            "@_fa": "true",
            "$": "Fantinel, T."
          },
          {
            "@_fa": "true",
            "$": "Strukul, G."
          },
          {
            "@_fa": "true",
            "$": "Benedetti, A."
          },
          {
            "@_fa": "true",
            "$": "Pernicone, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002463"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002463"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00246-3",
        "prism:volume": "149",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "TPR and XRD study of ammonia synthesis catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Prereduction"
          },
          {
            "@_fa": "true",
            "$": "Passivation"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "TPR"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "341-351",
        "prism:endingPage": "351",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00246-3",
        "prism:startingPage": "341",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00246-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042900753"
      }
    }
  }
}