{
  "metadata": {
    "title": "Surface properties and reactivity of supported and unsupported molybdenum nitride catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-27",
    "doi": "10.1016/S0926-860X(96)00297-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002979",
    "pii": "S0926860X96002979"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002251030",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002979 S0926-860X(96)00297-9 S0926860X96002979 10.1016/S0926-860X(96)00297-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X0035X 2024-01-01T12:18:48.759026Z 0 0 19970227 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 150 150 1 1 Volume 150, Issue 1 4 21 35 21 35 19970227 27 February 1997 1997-02-27 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SURFACEPROPERTIESREACTIVITYSUPPORTEDUNSUPPORTEDMOLYBDENUMNITRIDECATALYSTS PARK H HEINEMANN 1985 95 H CATALYSISSURFACESCIENCE TOPSOE 1986 273 H WILSON 1957 657 W VOORHOEVE 1971 228 R WELTER 1994 253 W SMIT 1994 361 T MOON 1985 273 S TOPSOE 1983 386 N BURCH 1985 273 R MULLER 1993 9028 B WAMBEKE 1988 320 A MULLER 1970 416 J GREGG 1982 161 S ADSORPTIONSURFACEAREAPOROSITY LEVY 1973 547 R VOLPE 1985 332 L OYAMA 1988 1639 S RANHOTRA 1987 24 G SAJKOWSKI 1990 D PREPPETROLCHEMDIV199THACSNATMEETINGS VOLPE 1986 4874 L THOMPSON 1993 941 L SCHLATTER 1988 1648 J NAGAI 1993 1939 M NAGAI 1995 311 M NAGAI 1986 52 M MARKEL 1990 643 E FARENTORT 1982 25 CHEMICALCATALYTICREACTIONENGINEERING CHOI 1994 218 J KIM 1990 D PHDTHESIS GRUNERT 1991 1323 W YASUMURA 1993 1868 J CARLSON 1975 355 T PHOTOELECTRONAUGERSPECTROSCOPY ABSIHALABI 1991 193 M THAKUR 1984 349 D BACHELIER 1984 743 J ZAKI 1986 3176 M PERI 1984 1615 J DELGADO 1984 735 E ANGULO 1987 935 M QIN 1988 66 X PROC9THINTCONGCATAL IHM 1995 428 C IHM 1993 1923 S PARKX1997X21 PARKX1997X21X35 PARKX1997X21XH PARKX1997X21X35XH item S0926-860X(96)00297-9 S0926860X96002979 1-s2.0-S0926860X96002979 10.1016/S0926-860X(96)00297-9 271346 2024-01-01T12:18:48.759026Z 1997-02-27 1-s2.0-S0926860X96002979-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/MAIN/application/pdf/88f4c346ba666afa0e5a046cb4d20268/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/MAIN/application/pdf/88f4c346ba666afa0e5a046cb4d20268/main.pdf main.pdf pdf true 823571 MAIN 15 1-s2.0-S0926860X96002979-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/PREVIEW/image/png/46b4cc94e0ee26e5e41d3402e6cca5f5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/PREVIEW/image/png/46b4cc94e0ee26e5e41d3402e6cca5f5/main_1.png main_1.png png 51029 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96002979-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/STRIPIN/image/gif/af9ee74dd8d5a2c162bc1aeff8916e7d/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/STRIPIN/image/gif/af9ee74dd8d5a2c162bc1aeff8916e7d/si4.gif si4 true si4.gif gif 525 18 103 ALTIMG 1-s2.0-S0926860X96002979-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/STRIPIN/image/gif/32d2b656fb1f0f6f05a4057a3ad0721b/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/STRIPIN/image/gif/32d2b656fb1f0f6f05a4057a3ad0721b/si3.gif si3 true si3.gif gif 597 18 133 ALTIMG 1-s2.0-S0926860X96002979-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/STRIPIN/image/gif/a5eda6aa67673737f4ba4bbc3a362a48/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/STRIPIN/image/gif/a5eda6aa67673737f4ba4bbc3a362a48/si2.gif si2 true si2.gif gif 628 18 135 ALTIMG 1-s2.0-S0926860X96002979-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002979/STRIPIN/image/gif/850067a367802edae90c0f71609593d7/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002979/STRIPIN/image/gif/850067a367802edae90c0f71609593d7/si1.gif si1 true si1.gif gif 552 18 111 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 150 (1997) 21-35 Surface properties and reactivity of supported and unsupported molybdenum nitride catalysts Hea Kyung Park a, Jihn Koo Lee b, Jeong Kun Yoo \", Eul Suk Ko b, Du Soung Kim c,,, Kyung Lim Kim b a Department of Chemical Engineering, Hanseo Universi~, Chungnam 352-820, South Korea b Department of Chemical Engineering, Yonsei University, Seoul 120-749, South Korea \" Research and Development Center, Daelim Engineering Co. Ltd., 17-5, Yoido-dong, Yongdungpo-ku, Seoul 150-010, South Korea Received 15 January 1996; revised 11 June 1996; accepted 19 July 1996 Abstract A series of \"y-AI203 supported molybdenum nitfide catalysts (nitrided Mo/y-A1203 (MNS), Co-Mo/y-A1203 (CMNS), and Ni-Mo/y-A1203 (NMNS)) and unsupported molybdenum ni- tride catalyst (MNUS) were prepared by the temperature programmed reaction of their correspond- ing molybdenum oxide precursors with NH3. The surface properties of prepared molybdenum nitride catalysts were characterized by N2 adsorption, XRD, and XPS methods. N2 adsorption and XRD studies show that the supported molybdenum nitride catalysts possess a highly dispersed surface molybdenum nitride species on the alumina support, while unsupported molybdenum nitride catalyst possesses a typical crystalline Mo2N (FCC) structure. The XPS data of supported molybdenum nitride catalysts reveal that Mo2+, Mo3+, and Mo4+ species were selectively produced upon nitridation. The results of dibenzothiophene (DBT) hydrodesulfurization over molybdenum nitride catalysts show that the reactivity is strongly dependent on the type of catalysts and it decreases in the order: MNS > NMNS >/CMNS >~ MNUS. In addition, it was also found that the reactivity increases when increasing the reaction temperature and pressure and contact time. No synergistic effect for DBT hydrodesulfurization over Co (or Ni) promoted, nitrided Mo/y-A1203 catalysts is observed. The major reaction product is biphenyl and cyclo- hexylbenzene is next in abundance regardless of the type of catalysts and reaction conditions. The reactivity for DBT hydrodesulfurization does not correlate with amounts of CO chemisorption. The reactivity is rather well correlated with the difference in heat of adsorption between thiophene and H2S. Keywords.\" Promoter; Molybdenum nitride catalysts: Dibenzothiophene; Hydrodesulfurization; CO chemisorp- tion; Heat of adsorption * Corresponding author. Tel.: ( + 82-2) 369-4271 ; fax: ( + 82-2) 785-1045. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. Pll S0926- 860X(96)00297-9 22 H.K. Park et al. / Applied Catalysis A: General 150 (1997) 21-35 I. Introduction The gradual depletion and limitation of petroleum resources have motivated the usage of heavy fractions of crude oil, shale oils, and coal oils in the near future. Unfortunately, they contain a mixture of sulfur and nitrogen compounds, therefore they should be removed by a hydrotreating process to prevent poison- ing of the acid and metal catalysts used in the reforming reaction and atmo- spheric pollution caused by the combustion of petroleum based fuels. The commercial catalysts used for these applications were sulfided Co-Mo/y-Al203 and Ni-Mo/T-A1203 catalysts. The industrial importance of these hydrotreating catalysts has led to numerous fundamental studies relating their specific surface properties to catalytic behavior [1-11]. Recently, it is well recognized that an introduction of nitrogen or carbon into molybdenum significantly alters its physical and chemical properties [12-14]. Although molybdenum nitrides (Mo2N) and carbides (Mo2C) possess high thermal stability, mechanical strength, and unique catalytic behavior, their usage in catalysis industry has been limited due to their low surface area. However, Mo2N and Mo2C with high surface area could be successfully prepared by several research groups using the topotatic reaction method [15-17]. Molybdenum nitride catalysts has been examined for NH3 synthesis, CO and ethylene hydrogenation [16-19]. Molybdenum nitride catalysts in particular are attractive to hydrodesulfurization and hydrodenitrogenation due to their resis- tance to poisoning materials, such as S and N, and to sintering at a high temperature (980 K) [12-14]. It was also reported that the molybdenum nitride catalysts possess comparable quinoline and superior pyridine hydrodenitrogena- tion activities [20,21]. Recent studies conducted by Nagai and co-workers [22,23] have shown that the nitride Mo/y-AlaO3 catalyst exhibits a higher dibenzothiophene hydrodesulfurization activity than its sulfided form. These observations suggest that the molybdenum nitride catalysts can be an alternative to existing hydrotreating catalysts. However, relatively few investigations have been devoted to the catalysis of molybdenum nitrides for hydrodesulfurization [22-25] and hydrodenitrogenation [21-24]. In this investigation, we report the surface properties of supported and unsupported molybdenum nitride catalysts and their reactivity and selectivity for dibenzothiophene hydrodesulfurization. 2. Experimental 2.1. Catalyst preparation The y-Al203 supported Mo, Ni-Mo, and Co-Mo nitrides and unsupported molybdenum nitride, MoaN, were prepared by temperature programmed reac- tion of their corresponding metal oxide precursors with NH3. The support H.K. Park et al. / Applied Catalysis A: General 150 (1997) 21-35 23 material used in this investigation was T-A1203 (Rh6ne-Poulenc Researches, 220 m2 g-l). The 12 wt.-% MoO3/T-A1203 sample was prepared by the impregnation method of an aqueous solution of ammonium heptamolybdate ((NH4)6MOTO24.6H20, Junsei). After the impregnating step, the sample was dried at 383 K for 12 h and calcined in dry air at 773 K for 5 h. The 3 wt.-% NiO (or COO)-12 wt.-% MoO3/T-A1203 samples were prepared by impregna- tion of an aqueous solution of nickel nitrate (Ni(NO3)2-6H20, Shinyo) or cobalt nitrate (Co(NO3)2 6H20, Hayshipure) into the MoO3/T-A1203 sample. The wet samples were dried at 383 K for 12 h and then calcined at 773 K with flowing dry air for 5 h. Prior to preparing the nitride catalysts, 0.5 g of oxide precursors was charged into a 6-mm-o.d. quartz tubular reactor and treated with flowing Oe at 870 K for 4 h, and then cooled down to room temperature. After pretreatment, 100 ml min-1 of NH3 (Matheson, 99.97%) was introduced to the system and increased its temperature to 673 K at 12 K min-1 and to a final temperature of 980 K at 0.5 K min--1 and was then maintained at this temperature for 4 h. The samples were cooled down to room temperature and passivated for 1 h in a flowing mixture of 1% 02 in He in order to avoid drastic reoxidation when exposed to air. 2.2. N2 adsorption The BET surface area and average pore diameter of molybdenum nitride catalysts were determined by N2 adsorption at 77 K using ASAP 2010 (Micro- meritics). 2.3. XRD and XPS X-ray powder diffraction (XRD) patterns of molybdenum nitride catalysts were obtained with a diffractometer (Rigaku, Dmax IIA, CuKa1, A = 1.5405 ,~). X-ray photoelectron spectroscopy (XPS) of molybdenum nitride catalysts was made on a XPS spectrometer (V.G. Scientific, Escalab MKII) with a A1K a radiation (1486.6 eV). 2.4. CO chemisorption CO chemisorption was performed with a standard volumetric adsorption method using ASAP 2010 (Micromeritics). The prepared molybdenum nitride catalysts were transferred to a vacuum system of ASAP 2010 without exposure of air and evacuated at 623 K to 10-5 torr. For 0.5 h, 100, 200, 300, and 400 torr of CO were admitted at 196 K (dry ice bath), respectively. The amounts of CO chemisorbed on the molybdenum nitride catalysts were determined by double isotherms. 24 H.K. Park et aL /Applied Catalysis A: General 150 (1997) 21-35 2.5. TPD and heat of adsorption of thiophene and H2S Temperature programmed desorption (TPD) of thiophene and HzS adsorbed on molybdenum nitride catalysts was performed. Prior to the adsorption, the catalysts were treated with flowing He at 773 K for 2 h and thiophene (Junsei) and 10.6% H2S in H2 (Korea Research Institute of Standard and Science, 99.99%) were then admitted at 363 K and 323 K, respectively. TPD of thiophene and H2 S adsorbed on molybdenum nitride catalysts was performed at different heating rates ( 131 = 15 K rain-1, [32 = 20 K min-1, [33 ~-\" 25 K min-1, and [334 = 30 K min-l). Heat of adsorption (E) of thiophene and H2S was obtained from he slopes of the plots, In ([3/T2m) vs. 1~Tin, following the equation [26]: In( T2 //3 ) = + E/2.3 RTm In( EWm/ek0 ) ( 1 ) Here [3, Tm, Vm, and k0 represent the heating rate, temperature at maximum peak, adsorbed amounts, and rate constant, respectively. 2.6. Catalytic reactions Hydrodesulfurization of dibenzothiophene (DBT) over molybdenum nitride catalysts was carried out in an isothermal fixed-bed continuous-flow reactor (Geomecanique Catatest, LPD model C) at different reaction temperatures (623-723 K) and pressures (1-5 106 Pa) and contact times (0.01-0.04 gcat. h --1 mlfee~). The reactant, 0.5 mol-% of DBT was prepared by dissolving DBT (Aldrich) in n-heptane (Junsei). The reactor was held in a vertical position (19-mm-o.d. stainless tube), and the mixture of catalyst (50-80 mesh) and carborundum (SIC, 80 mesh) in the ratio of 1/5 as the weight base was treated in flowing H2 at 673 K for 2 h. The mixture gas H2/DBT = 100 (mol/mol) flowed from top to bottom of the reactor. The reaction products were analyzed by on-line gas chromatograph (HP5890II) containing ultra-performance capillary column (50 m0.32 mmX 0.52 /xm, cross-linked methyl silicon gum, 19091A-115) with a FID detector. The catalytic activity and selectivity were measured at steady state, which was reached about 15 h after the initialization of the catalytic reaction. 3. Results and discussion 3.1. Surface properties of molybdenum nitride catalysts The surface areas and average pore diameters of supported and unsupported molybdenum nitride catalysts and their corresponding molybdenum oxide pre- cursors are shown in Table 1. The unsupported molybdenum nitride catalyst H.K. Park et al./ Applied Catalysis A: General 150 (1997) 21-35 Table 1 Surface properties of molybdenum nitride catalysts 25 Symbols Catalysts BET surface area (m2 g.~) Average pore diameter (~) MNUS Unsupported molybdenum nitride 49 (1) b catalyst (Mo2N a) MNS Nitrided Mo/y-A1203 200 (228) NMNS Nitrided Ni-Mo/y-Al 203 183 (204) CMNS Nitrided Co-Mo/T-AI203 182 (205) 27 (-) ~ lll (85) 112 (82) 110 (83) Determined by XRD. b Numbers in the parentheses represent BET surface areas and average pore diameters of molybdenum oxide precursors. c Not determined. (MNUS) possesses significantly high surface area in comparison to its oxide precursor, MoO3. The average pore diameter of this catalyst is 27 ,~ and this value is much lower than the supported molybdenum nitride catalysts. On the other hand, the supported molybdenum nitride catalysts (MNS, NMNS, and CMNS) possess relatively lower surface area than the molybdenum oxide precursors. In addition, the catalysts possess much higher average pore diame- ters than their molybdenum oxide precursors. The results suggest that the pore of the alumina oxide support is slightly modified during nitridation by NH3 at 980 K. The XRD patterns of MoO3 and unsupported molybdenum nitride catalysts are shown in Fig. 1. The oxide precursor MoO3 possesses the (020), (110), (040), (021), and (060) planes of crystalline MoO3 at 20 = 12.8, 23.4, 25.8, (200) (lid MNI.JS 10 20 MOO:) 30 40 50 60 70 80 20 / (degree) Fig. 1. XRD patterns of unsupported molybdenum nitride catalyst (MNUS) and MoO3 precursor. 26 H.K. Park et al. /Applied Catalysis A: General 150 (1997) 21-35 27.4, and 39.1, respectively. The unsupported molybdenum nitride catalyst possesses XRD pattern assigned to the (111), (200), (220), and (311) planes of crystalline Mo2N at 2 0 = 37.0, 43.0, 62.4, and 74.8, respectively. No crystalline MoO3 phases are observed in the XRD pattern. This result suggests that the precursor, crystalline MOO3, is converted to the crystalline Mo2N during nitridation by NH3. In addition, the unsupported molybdenum nitride catalyst possesses a relatively intense XRD peak for the (200) plane of crystalline Mo2N rather than the (111) plane. Markel and van Zee [25] have suggested that the topotatic Mo2N particles are not spherical so that the dimensions of the diffracting domains perpendicular to the (200) plane are slightly larger than that of perpendicular to the (111) plane. Thompson et al. [27] have suggested that a much greater 1(200)/1(111) value than 0.5 for unsupported molybdenum nitride is expected for randomly distributed Mo2N crystallites of uniform dimensions. They have also suggested that the remaining of the preferential orientation after grinding is attributed to the alignment of the crystallites in the (100) direction [27]. The BET surface area and XRD results suggest that unsupported molybde- num nitride catalyst possesses topotatic Mo2N particles since the untopotatic reaction results in a lower surface area and the production of much more intense (111) peak than (200) peak [25]. In addition, the SEM study shows that the unsupported molybdenum nitride catalyst possesses large hexagonal grains which are similar to those of the crystalline MoO3 precursor [28]. This result strongly support our conclusion that the unsupported molybdenum nitride cata- lyst possesses a topotatic Mo2N (FCC) structure. The XRD patterns of supported molybdenum nitride catalysts (MNS, NMNS, and CMNS) show that these catalysts possess only the diffraction line attributed to the alumina oxide support: no XRD pattern due to the crystalline Mo2N phase is observed. In addition, Nagai and co-workers [22,23] have reported that the supported molybdenum nitride catalysts contain a slight excess of nitrogen compared to the expected stoichiometric values. These results suggest that for these catalysts the surface molybdenum nitride species are present in either an amorphous state or small crystallites of less than 4 nm in diameter which are undetectable by XRD. The XPS spectra of the Mo (3d) levels for supported molybdenum nitride catalysts are shown in Fig. 2. The molybdenum oxide precursors, MOO3/T- A1203 and CoO (or NiO)-MoO3/T-A1203, possess XPS peaks of Mo (3d5/2) and Mo (3d3/2) for Mo6+ at 232.7 and 235.9 eV (ca. 3.2 eV difference), respectively, and the peak area ratio of Mo (3d5/2) and Mo (3d3/2) is 1.5 [28-31]. The difference in Mo (3d5/2) binding energy values between Mo6 5+ 5+ 4+ 4+ 3+ and Mo , Mo and Mo , Mo and Mo , Mo3+ and Mo2+, and Mo2 and MoO are approximately 1.3, 1.9, 1.1, 0.6, and 0.5, respectively [28-31]. As shown in Fig. 2, the XPS value of the Mo (3d) levels for supported molybdenum nitride catalyst shift to lower binding energy regions than those of their oxide precursors. The broader spectra of the Mo (3d) level indicate the presence of H.K. Park et al. / Applied Catalysis A: General 150 (1997) 21-35 27 232.2 f 2292 MNS ,a. I t I I ~ t I 224 226 228 230 232 234 236 238 240 Binding Energy / eV Fig. 2. XPS of Mo (3d) levels for the supported molybdenum nitride catalysts. The symbols are the same as in Table 1. different oxidation states of Mo on the supported molybdenum nitride catalysts. In addition, the supported molybdenum nitride catalysts possess major XPS peaks for Mo (3d) level at 229.2 and 232.2 eV. Considering that Mo2+, Mo3+, and Mo4+ species possess the binding energies of Mo (3d5/2) at 228.2, 228.8, and 229.9 eV and Mo (3d3/2) at 231.4, 232.0, and 233.1 eV, respectively [28-31], Mo2+, Mo3+, and Mo4+ species are selectively formed during the nitridation process. The shoulder peaks of Mo (3d3/2) for Mo6+ and Mo5+ are also observed at 235.9 and 234.7 eV, respectively. The binding energies of A1 (2p) for supported molybdenum nitride catalyst is 74.2 eV and is identical with A1 (2p) of the parent aluminum oxide support [32]. Therefore, the aluminum oxide support is not nitrided or reduced by NH3 under nitridation conditions used in this investigation. 3.2. Hydrodesulfurization of dibenzothiophene The relation between catalytic activity and reaction time for dibenzothiophene (DBT) hydrodesulfurization over molybdenum nitrides and commercial HR-306 (sulfided Co-Mo/y-A1203, IFP) catalysts is shown in Fig. 3. The sulfided 28 H.K. Park et al. /Applied Catalysis A: General 150 (1997) 21-35 .2 [- e~ 100 90 80 70 60 50 40 30 20 l0 0 ~411, MNS --'-- NMNS --~g-\" CMNS MNUS I I I I I I I I 3 6 9 12 15 18 21 24 Reaction Time / h Fig. 3. The relation between conversion and reaction time for the DBT hydrodesulfurization over molybdenum nitride catalysts (T = 673 K, P = 3. l06 Pa, 1/LHSV = 0.02 gcat. - 1 h mlfe,d). The symbols are the same as in Table 1. HR-306 catalyst was prepared by presulfiding its oxide precursor (2.7% CoO- 13.5% MoO3/T-AI203) with H2S at 673 K for 4 h. As shown in Fig. 3, the commercial HR-306 catalyst shows a higher catalytic activity than the molybde- num nitride catalysts at low reaction time but its reactivity decreases sharply when increasing the reaction time and remains at a constant value after 15 h of reaction. The drastic decrease in initial reactivity of HR-306 catalyst is attributed to the deposition of significant quantities of coke caused by the strong acid site on the catalyst surface [33,34]. Thakur and Thomas [34] have also reported that the coke equivalent to up to 25% of the weight of the original catalyst is deposited within the first few hours of operation and this is associated with a loss of surface area of about 50-60% of the original catalyst [34]. On the other hand, the molybdenum nitride catalysts show relatively constant reactivity during the DBT hydrodesulfurization. Recently, Nagai and co-workers [22,23] have reported that the nitride 11.7% Mo/A1203 catalyst possesses much weaker acidity than its reduced form by conducting NH3 TPD. This result suggests that the weaker acidity of molybdenum nitride catalysts would attributed to the stabilization of the reactivity without formation of coke. The catalytic activity for DBT hydrodesulfurization over supported and unsupported molybdenum nitride catalysts at different reaction conditions is shown in Figs. 4-6. Blank runs were performed on the stainless tube packed with carborundum (SIC) and quartz wool at different reaction conditions and only the reaction products produced by thermal cracking of DBT were observed. The conversion caused by packing materials is less than 2% under the reaction conditions used in this study and the reactivity value is minimal in comparison H.K. Park et al. /Applied Catalysis A: General 150 (1997) 21-35 29 100 9O 80 [- 7O 5O 4O / 30 // 20 .-\" 10 0 I 600 650 j ~---~ / @ HR306 ---I- biNS ---~-- NMNS --v-- CMNS MNUS I 700 750 Temperature / K 800 Fig. 4. Catalytic activity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different reaction temperatures (P = 3.106 Pa, 1/LHSV = 0.02 gcat. h mlfe~d). The symbols are the same as in Table 1. to the reactivity of the molybdenum nitride catalysts. As shown in Figs. 4-6, the catalytic activity for DBT hydrodesulfurization over molybdenum nitride cata- lysts is strongly dependent on the type of catalyst. It was also found that the supported molybdenum nitride catalysts exhibit much higher reactivity for DBT hydrodesulfurization than the unsupported molybdenum nitride catalyst. In addition, the reactivity is also dependent on the reaction conditions and it increases with increasing the reaction temperature and pressure and contact time. 1o0 I 70 60 50 40 30 20 10 0 I 0 I ill ~J / / // J f ~ -- / / / / I P 2 3 4 Pressure / x 106 Pa Fig. 5. Catalytic activity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different reaction pressures (T = 673 K, l/LHSV = 0.02 goat. h ml~d). The symbols are the same as in Table 1. 30 H.K. Park et al./ Applied Catalysis A: General 150 (1997) 21-35 o ea 100 90 80 70 60 50 40 30 2O I0 0 0.00 J~ j~-'j j J ..m~__-~ / ~ // . .......... , / /-, --41~ MNS --~ NMNS -vt-- CMNS ~ MNUS i I I I 0,01 002 0.03 0.04 0 05 Contact T me / g,.~a.hm I.d Fig. 6. Catalytic activity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different contact times (T = 673 K, P = 3.106 Pa). The symbols are the same as in Table 1. It is interesting to note that the MNS catalyst possesses much higher reactivity for DBT hydrodesulfurization than the commercial hydrodesulfurization catalyst (HR-306) at the reaction temperature above 673 K. The results of DBT hydrodesulfurization over molybdenum nitride catalysts show that the reactivity is strongly dependent on the type of catalyst. The MNS catalyst shows the highest DBT hydrodesulfurization activity and it decreases in the order: MNS > NMNS >~ CMNS >~ MNUS. The unsupported molybdenum nitride catalyst shows a lower catalytic activity than the supported molybdenum nitride catalysts. This result suggests that the number of catalytically active sites and/or activity per site during DBT hydrodesulfurization for unsupported molybdenum nitride catalysts is much lower than the supported molybdenum nitride catalysts. In addition, the average pore diameter of MNUS catalyst and molecular size of DBT were 27 and 12 A, respectively. The ratio of pore diameter of MNUS and molecular size of DBT is 2.25 so that this value falls in the region of the Knudsen diffusion. Therefore, the lower catalytic activity of MNUS is also attributed to the internal mass transfer effect caused by the relatively small average pore diameter of this catalyst. It is generally accepted that Co or Ni promoted, sulfided Mo/support (zeolite, A1203, SiO2, and C etc.) [5-7] and carbided Mo/AI203 [28-31] catalysts show a higher hydrodesulfurization activity than the unpromoted catalyst (synergistic effect). However, as shown in Figs. 4-6, the Co or Ni promoted, nitrided Mo/AI203 catalysts exhibit much less catalytic activity for DBT hydrodesulfurization than that of the unpromoted catalyst. The origins of this exception to the general trend were not completely understood at present and detailed systematical study is required. H.K. Park et al. / Applied Catalysis A: General 150 (1997) 21-35 31 80 =~ 70 ,~ 60 \"~ 50 _ \"~ 40 ..... \"-~ 3O \"MNS NS 1 N NN N g-~--~ NggN ~/MNus 0 V ~1//~'1/t/~-~t/~Y,/ ./~.'V t/~ f/I~V t/~..\" ,/ MNS 773 723 6'73 623 773 \"723 673 623 BP CHB 'l'cml)Cl attuc / Ix Fig. 7. Selectivity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different reaction temperatures (P = 3.106 Pa, 1/LHSV = 0.02 goat. h - 1 mlfeed). The symbols are the same as in Table 1. The product selectivities for DBT hydrodesulfurization at different reaction temperature and pressure and contact time are shown in Figs. 7-9. The main reaction product is biphenyl (BP), while cyclohexylbenzene (CHB) is next in abundance regardless of the type of catalysts and the reaction conditions. Only trace amounts of bicyclohexyl (BCH), o-phenylthiophenol (o-PTP), 1,2,3,4-te- trahydrodibenzothiophene (THBDT), and perhydrodibenzothiophene (PDBT) ,oo 80 .... 70 ~, 60 . _ ~ 50' o 20-k'E~l~LIl,~m ~ :MNS I ,/I~I~{|WflIIW~ . \"; -:\" NMNS 1\" NMus 0 ~/\" It~17/,\" ~,~]v~\" (,.\" ~V\" ,/\" t/Bx.~ t/ I~/t/ I[~,\" / MNS 8 3 1 5 3 1 BP CHB Pressure / x 106 Pa Fig. 8. Selectivity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different reaction mlfeej). The symbols are the same as in Table 1. pressures (T = 673 K, I/LHSV = 0.02 goat h -~ 32 H.K. Park et aL /Applied Catalysis A: General 150 (1997) 21-35 .~ 70 i~ 6\" ~lilillliHfltIg HiMIiil/ , , 40-r ~i|~]~ELUlI~]UIII I A~I[~I~ '~ ,.F---J~JE/NMNS 0.04 0,03 0.02 0.01 0.04 0.03 0.02 0.01 BP CHB Contact Time /gcat hmll feed Fig. 9. Selectivity for the DBT hydrodesulfurization over molybdenum nitride catalysts at different contact times (T = 673 K, P = 3.106 Pa). The symbols are the same as in Table l. was observed by using GC-mass spectroscopy. The selectivity for BP increases when increasing the reaction temperature but it decreases when increasing the reaction pressure and contact time. On the other hand, the selectivity for CHB increases when decreasing the reaction temperature and increasing the reaction pressure and contact time. Characterization by the adsorption of probe molecules (02, CO, and NO) provided very useful information on the properties of active site of reduced and sulfided molybdena catalysts [7-9]. Burch and Collins [9] have demonstrated that the chemisorption data of CO and 02 for unpromoted, sulfided Mo/A1203 catalyst correlate with thiophene hydrodesulfurization activity but not for the sulfided Ni-Mo/AlzO3 catalyst. Similarly, Tops0e and TopsCe [8] have shown that the amounts of NO adsorbed on the sulfided Mo/AI203 correlate linearly with thiophene hydrodesulfurization activity but that it is not applicable for the sulfided Co (or Ni)-Mo/AI203 systems. In this study, an attempt was made to use CO chemisorption to discriminate the catalytically active sites of molybde- num nitride catalysts [9,35-40]. As shown in Table 2, the amounts of CO adsorbed on the molybdenum nitride catalysts are 0.139, 0.154, 0.162, and 0.169 mmol - g cat. for MNUS, MNS, NMNS, and CMNS, respectively. In addition, the overall activity (total rate), expressed in millimoles of DBT conversion per gram of catalyst per hour, for MNUS, MNS, NMNS, and CMNS is 55, 101, 92, and 75 mmol -1 g cat. h-1, respectively. No correlation between DBT hydrodesulfuriza- tion activity and amounts of CO adsorbed on the molybdenum nitride catalysts is observed. This result is attributed to the nature of CO that it adsorbed on the various oxidation states of Mo [36]. H.K. Park et al. /Applied Catalysis A.\" General 150 (1997) 21-35 33 Table 2 The relation between CO uptakes and reactivity over molybdenum nitride catalysts (T = 673 K, P = 3.106 Pa, 1/LHSV= 0.02 gcat. h ml~d) Catalysts CO uptake Total rate mmol gcalt, mmol gca~. h- 1 MNUS 0.139 55 MNS 0.154 101 NMNS 0.162 92 CMNS 0.169 75 The symbols are the same as in Table 1. Recently, Ihm et al. [41] have demonstrated that the catalytic activity of thiophene hydrodesulfurization over the Co-Mo/C catalyst is significantly retarded when introducing the H2S during reaction. In addition, they also reported that the difference in heat of adsorption between thiophene and HzS over sulfided Co-Mo/C catalyst is related to the hydrodesulfurization activity [41,42]. The relation of difference in heat of adsorption between thiophene and H2S and DBT hydrodesulfurization activity over molybdenum nitride catalysts is presented in Fig. 10. The catalyst with the high difference in heat of adsorption between thiophene and H2S possess the higher catalytic activity for DBT hydrodesulfurization; the catalyst with resistance to H2 S adsorption and/or easiness of H2S desorption from the catalyst surface had much higher catalytic activity. A similar observation was made on the promoted and unpromoted reduced, sulfided, and carbided Mo/A1203 catalyst [28-31]. The results indi- cate that the adsorption-desorption property of H2S over molybdenum nitride catalysts influences on the DBT hydrodesulfurization activity. 100 3 ' -i rl z\"o so >= -~' -1 < [--, 3 - ,/ MN8 NMN$ :MNS MNUS Fig. 10. The relation of DBT hydrodesulfurization activity (T = 673 K, P = 3.106 Pa, I/LHSV = 0.02 gcac h ml~d) and different in heat of adsorption between thiophene and H2S. The symbols are the same as in Table 1. 34 H.K. Park et al. /Applied Catalysis A: General 150 (1997) 21-35 4. Conclusions A series of y-A1203 supported molybdenum nitride catalysts (MNS, CMNS, and NMNS) and unsupported molybdenum nitfide catalyst (MNUS) were pre- pared by the temperature programmed reaction with NH3. N2 adsorption and XRD studies show that the supported molybdenum nitride catalyst possess a highly dispersed surface molybdenum nitride species on the alumina support. The results of XPS show that Moz+, Mo3+, and Mo4+ species were selectively formed on the supported molybdenum nitride catalysts upon nitridation. On the other hand, the unsupported molybdenum nitride catalyst possess a typical crystalline Mo2N (FCC structure). The catalytic activity of DBT hydrodesulfur- ization over molybdenum nitride catalysts is strongly dependent on the type of catalysts and decreases in the order: MNS > NMNS >~ CMNS >~ MNUS. In addition, the reactivity is also dependent on the reaction conditions and it increases when increasing the reaction temperature and pressure and contact time. The molybdenum nitride catalysts exhibits a more stable initial reactivity than the commercial HR-306 catalyst (sulfided form) due to its weaker acidity. The main reaction product is BP and CHB is next in abundance regardless of the type of catalyst and reaction conditions. Characterization by CO chemisorption suggests that the amounts of CO adsorbed on the molybdenum nitride catalysts do not correlate with DBT hydrodesulfurization activity. The reactivity is rather well correlated with differences in heat of adsorption between thiophene and HzS. Acknowledgements Financial support by RCCT (Research Center for Catalytic Technology), Korean Science Foundation is acknowledged. References [1] H. Heinemann and G.A. Somorjai, Catalysis and Surface Science, Marcel Dekker, New York, 1985, p. 95. [2] H. TopsCe and B.S. Clausen, Appl. Catal., 25 (1986) 273. [3] W.A. Wilson, W.E. Voreck and R.V. Malo, Ind. Eng. Chem., 49(4) (1957) 657. [4] R.JJ. Voorhoeve and J.C.M. Stuiver, J. Catal., 23 (1971) 228. [5] W.J.J. Welter, V.H.J. de Beer and R.A. van Santen, Appl. Catal., 119 (1994) 253. [6] T.S. Smit and K.H. Johnson, Catal. Lett., 28 (1994) 361. [7] S.J. Moon and S.K. Ihm, Appl. Catal., 42 (1985) 273. [8] N.U. TopsCe and H. Tops~ae, J. Catal., 84 (1983) 386. [9] R. Burch and A. Collins, Appl. Catal., 17 (1985) 273. [10] B. Muller, A.D. van Langeveld, J.A. Moulijn and H. Kntizinger, J. Phys. Chem., 97 (1993) 9028. [11] A. Wambeke, L. Jalowiecki, S. Kasztelan, J. Grimblot and J.P. Bonnelle, J. Catal., 109 (1988) 320. [12] J.M. Muller and F.G. Gault, Bull. Soc. Chim. Fr,, 2 (1970) 416. H.K. Park et al. /Applied Catalysis A: General 150 (1997) 21-35 35 [13] S.J. Gregg and K.S.W. Sing, Adsorption, Surface Area and Porosity, Academic Press, 2nd edn., London, 1982, p. 161. [14] R. Levy and M. Boudart, Science, 181 (1973) 547. [15] L. Volpe and M. Boudart, J. Solid State Chem., 59 (1985) 332. [16] S.T. Oyama, J.C. Schlatter, J.E. Metcalfe, III and J.M. Lambert, Jr,, Ind. Eng. Chem. Res., 27 (1988) 1639. [17] G.S. Ranhotra, G.W. Haddix, A.T. Bell and J.A. Reimer, J. Catal., 108 (1987) 24. [18] D.J. Sajkowski and S.T. Oyama, Prep. Petrol. Chem. Div., 199th ACS Nat. Meetings, 199(I. [19] L. Volpe and M. Boudart, J. Phys. Chem., 90 (1986) 4874. [20] L.T. Thompson, C.W. Collings, D, Choi, B.G. Demczyk and J.G. Choi, Stud. Surf. Sci. Catal., 75 (1993) 941. [21] J.C. Schlatter, S.T. Oyama, J.E. Metcalfe, 1II and J.M. Lambert, Jr., Ind. Eng. Chem. Res., 27 (19881 1648. [22] M. Nagai, T. Miyao and T. Kusagawa, Stud. Surf. Sci. Catal., 75 (1993) 1939. [23] M. Nagai, T. Kusagawa, A. Miyata and S. Omi, Bull. Soc. Chim. Belg., 104 (1995) 311. [24] M. Nagai, T. Sato and A. Aiba, J. Catal., 97 (1986) 52. [25] E.J. Markel and J.W. van Zee, J. Catal., 126 (1990) 643. [26] Farentort et al., Chemical and Catalytic Reaction Engineering, Elsevier, Amsterdam, 1982, p. 25. [27] J.G. Choi, R.L.Curl and L.T. Thompson, J. Catal,, 146 (1994) 218. [28] H.K. Park, J.K. Lee, E.S. Ko, K.L. Kim and D.S, Kim, unpublished results. [29] D.S. Kim, Ph.D. thesis, Sophia University, 1990. [30] W. Griinert, A.Y. Stakheev, R. Feldhaus, K. Anders, E.S. Shpiro and K.M. Minachev, J. Phys. Chem.. 95 (1991) 1323. [31] J. Yasumura, M. Yamada, M. Houalla and D.M. Hercules, Stud. Surf. Sci, Catal., 75 (1993) 1868. [32] T.A. Carlson, Photoelectron and Auger Spectroscopy, Plenum Press, New York, 1975, p. 355. [33] M. Absi-Halabi, A. Stanislaus and D.L. Trimm, Appl. Catal., 72 (1991) 193. [34] D.S. Thakur and M.G. Thomas, Ind. Eng. Chem. Prod. Res. Dev., 23 (1984) 349. [35] J. Bachelier, M.J. Tilliette, M. Comac, J.C. Duchet, J.C. Lavalley and D. Cornet, Bull. Soc. Chim. Belg.. 93 (1984) 743. [36] M.I. Zaki, B. Vielhaber and H. KnSzinger, J. Phys. Chem., 90 (1986) 3176. [37] J.B. Peri, J. Phys. Chem., 86 (19841 1615. [38] E. Delgado, G.A. Fuentes, C. Herman, G. Kunzmann and KnSzinger, Bull. Soc. Chim. Belg., 93 (1984) 735. [39] M. Angulo, F. Mange, J.C. Duchet and J.C. Lavalley, Bull. Soc. Chim. Belg., 96 (1987) 935. [40] X. Qin, X. Guo, S.R. Prada, P. Grange and B. Delmon, in M.J. Phillips and M. Ternan (Editors), Proc. 9th Int. Cong. Catal., Vol. C, Calgary, 1988, The Chemical Institute of Canada, Ottawa, 1988, p. 66. [41] C.D. lhm, Y.H. Moon, S.J. Moon, D.W. Kim, S.K. lhm and S.B. Park, Hwahak Konghak (J. Korean Inst. Chem. Eng.) 33 (4) (1995) 428. [42] S.K. lhm, Y.H. Moon and C.D. Ihm, Stud. Surf. Sci. Catal., 75 (1993) 1923. APCATA 96002979 S0926-860X(96)00297-9 10.1016/S0926-860X(96)00297-9 Article Surface properties and reactivity of supported and unsupported molybdenum nitride catalysts Hea Kyung Park a Jihn Koo Lee b Jeong Kun Yoo a Eul Suk Ko b Du Soung Kim ∗ c Kyung Lim Kim b a Department of Chemical Engineering, Hanseo University, Chungnam 352-820, South Korea b Department of Chemical Engineering, Yonsei University, Seoul 120-749, South Korea c Research and Development Center, Daelim Engineering Co. Ltd., 17-5, Yoido-dong, Yongdungpo-ku, Seoul 150-010, South Korea ∗ Corresponding author. Tel.: (+82-2) 369-4271; fax: (+82-2) 785-1045. A series of γ-Al2O3 supported molybdenum nitride catalysts (nitrided Mov γ-Al2O3 (MNS), CoMo γ-Al2O3 (CMNS), and NiMo γ-Al2O3 (NMNS)) and unsupported molybdenum nitride catalyst (MNUS) were prepared by the temperature programmed reaction of their corresponding molybdenum oxide precursors with NH3. The surface properties of prepared molybdenum nitride catalysts were characterized by N2 adsorption, XRD, and XPS methods. N2 adsorption and XRD studies show that the supported molybdenum nitride catalysts possess a highly dispersed surface molybdenum nitride species on the alumina support, while unsupported molybdenum nitride catalyst possesses a typical crystalline Mo2N (FCC) structure. The XPS data of supported molybdenum nitride catalysts reveal that Mo2+, Mo3+, and Mo4+ species were selectively produced upon nitridation. The results of dibenzothiophene (DBT) hydrodesulfurization over molybdenum nitride catalysts show that the reactivity is strongly dependent on the type of catalysts and it decreases in the order: MNS > NMNS ≥ CMNS ≥ MNUS. In addition, it was also found that the reactivity increases when increasing the reaction temperature and pressure and contact time. No synergistic effect for DBT hydrodesulfurization over Co (or Ni) promoted, nitrided Mo γ-Al2O3 catalysts is observed. The major reaction product is biphenyl and cyclohexylbenzene is next in abundance regardless of the type of catalysts and reaction conditions. The reactivity for DBT hydrodesulfurization does not correlate with amounts of CO chemisorption. The reactivity is rather well correlated with the difference in heat of adsorption between thiophene and H2S. Keywords Promoter Molybdenum nitride catalysts Dibenzothiophene Hydrodesulfurization CO chemisorption Heat of adsorption References [1] H. Heinemann G.A. Somorjai Catalysis and Surface Science 2nd edn. 1985 Marcel Dekker New York 95 [2] H. Topsøe B.S. Clausen Appl. Catal. 25 1986 273 [3] W.A. Wilson W.E. Voreck R.V. Malo Ind. Eng. Chem. 49 4 1957 657 [4] R.J.J. Voorhoeve J.C.M. Stuiver J. Catal. 23 1971 228 [5] W.J.J. Welter V.H.J. de Beer R.A. van Santen Appl. Catal. 119 1994 253 [6] T.S. Smit K.H. Johnson Catal. Lett. 28 1994 361 [7] S.J. Moon S.K. Ihm Appl. Catal. 42 1985 273 [8] N.U. Topsøe H. Topsøe J. Catal. 84 1983 386 [9] R. Burch A. Collins Appl. Catal. 17 1985 273 [10] B. Muller A.D. van Langeveld J.A. Moulijn H. Knözinger J. Phys. Chem. 97 1993 9028 [11] A. Wambeke L. Jalowiecki S. Kasztelan J. Grimblot J.P. Bonnelle J. Catal. 109 1988 320 [12] J.M. Muller F.G. Gault Bull. Soc. Chim. Fr. 2 1970 416 [13] S.J. Gregg K.S.W. Sing Adsorption, surface Area and Porosity 2nd edn. 1982 Academic Press London 161 [14] R. Levy M. Boudart Science 181 1973 547 [15] L. Volpe M. Boudart J. Solid State Chem. 59 1985 332 [16] S.T. Oyama J.C. Schlatter J.E. Metcalfe III J.M. Lambert Jr. Ind. Eng. Chem. Res. 27 1988 1639 [17] G.S. Ranhotra G.W. Haddix A.T. Bell J.A. Reimer J. Catal. 108 1987 24 [18] D.J. Sajkowski S.T. Oyama Prep. Petrol. Chem. Div., 199th ACS Nat. Meetings 1990 [19] L. Volpe M. Boudart J. Phys. Chem. 90 1986 4874 [20] L.T. Thompson C.W. Collings D. Choi B.G. Demczyk J.G. Choi Stud. Surf. Sci. Catal. 75 1993 941 [21] J.C. Schlatter S.T. Oyama J.E. Metcalfe III J.M. Lambert Jr. Ind. Eng. Chem. Res. 27 1988 1648 [22] M. Nagai T. Miyao T. Kusagawa Stud. Surf. Sci. Catal. 75 1993 1939 [23] M. Nagai T. Kusagawa A. Miyata S. Omi Bull. Soc. Chim. Belg. 104 1995 311 [24] M. Nagai T. Sato A. Aiba J. Catal. 97 1986 52 [25] E.J. Markel J.W. van Zee J. Catal. 126 1990 643 [26] Farentort Chemical and Catalytic Reaction Engineering 1982 Elsevier Amsterdam 25 [27] J.G. Choi R.L. Curl L.T. Thompson J. Catal. 146 1994 218 [28] H.K. Park, J.K. Lee, E.S. Ko, K.L. Kim and D.S. Kim, unpublished results. [29] D.S. Kim Ph.D. thesis 1990 Sophia University [30] W. Grünert A.Y. Stakheev R. Feldhaus K. Anders E.S. Shpiro K.M. Minachev J. Phys. Chem. 95 1991 1323 [31] J. Yasumura M. Yamada M. Houalla D.M. Hercules Stud. Surf. Sci. Catal. 75 1993 1868 [32] T.A. Carlson Photoelectron and Auger Spectroscopy 1975 Plenum Press New York 355 [33] M. Absi-Halabi A. Stanislaus D.L. Trimm Appl. Catal. 72 1991 193 [34] D.S. Thakur M.G. Thomas Ind. Eng. Chem. Prod. Res. Dev. 23 1984 349 [35] J. Bachelier M.J. Tilliette M. Cornac J.C. Duchet J.C. Lavalley D. Cornet Bull. Soc. Chim. Belg. 93 1984 743 [36] M.I. Zaki B. Vielhaber H. Knözinger J. Phys. Chem. 90 1986 3176 [37] J.B. Peri J. Phys. Chem. 86 1984 1615 [38] E. Delgado G.A. Fuentes C. Herman G. Kunzmann Knözinger Bull. Soc. Chim. Belg. 93 1984 735 [39] M. Angulo F. Mauge J.C. Duchet J.C. Lavalley Bull. Soc. Chim. Belg. 96 1987 935 [40] X. Qin X. Guo S.R. Prada P. Grange B. Delmon M.J. Phillips M. Ternan Proc. 9th Int. Cong. Catal. Vol. C 1988 The Chemical Institute of Canada Ottawa 66 Calgary, 1988 [41] C.D. Ihm Y.H. Moon S.J. Moon D.W. Kim S.K. Ihm S.B. Park Hwahak Konghak (J. Korean Inst. Chem. Eng.) 33 4 1995 428 [42] S.K. Ihm Y.H. Moon C.D. Ihm Stud. Surf. Sci. Catal. 75 1993 1923",
      "scopus-id": "0002251030",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002979",
        "dc:description": "A series of γ-Al2O3 supported molybdenum nitride catalysts (nitrided Mov γ-Al2O3 (MNS), CoMo γ-Al2O3 (CMNS), and NiMo γ-Al2O3 (NMNS)) and unsupported molybdenum nitride catalyst (MNUS) were prepared by the temperature programmed reaction of their corresponding molybdenum oxide precursors with NH3. The surface properties of prepared molybdenum nitride catalysts were characterized by N2 adsorption, XRD, and XPS methods. N2 adsorption and XRD studies show that the supported molybdenum nitride catalysts possess a highly dispersed surface molybdenum nitride species on the alumina support, while unsupported molybdenum nitride catalyst possesses a typical crystalline Mo2N (FCC) structure. The XPS data of supported molybdenum nitride catalysts reveal that Mo2+, Mo3+, and Mo4+ species were selectively produced upon nitridation. The results of dibenzothiophene (DBT) hydrodesulfurization over molybdenum nitride catalysts show that the reactivity is strongly dependent on the type of catalysts and it decreases in the order: MNS > NMNS ≥ CMNS ≥ MNUS. In addition, it was also found that the reactivity increases when increasing the reaction temperature and pressure and contact time. No synergistic effect for DBT hydrodesulfurization over Co (or Ni) promoted, nitrided Mo γ-Al2O3 catalysts is observed. The major reaction product is biphenyl and cyclohexylbenzene is next in abundance regardless of the type of catalysts and reaction conditions. The reactivity for DBT hydrodesulfurization does not correlate with amounts of CO chemisorption. The reactivity is rather well correlated with the difference in heat of adsorption between thiophene and H2S.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002979",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Park, Hea Kyung"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jihn Koo"
          },
          {
            "@_fa": "true",
            "$": "Yoo, Jeong Kun"
          },
          {
            "@_fa": "true",
            "$": "Ko, Eul Suk"
          },
          {
            "@_fa": "true",
            "$": "Kim, Du Soung"
          },
          {
            "@_fa": "true",
            "$": "Kim, Kyung Lim"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002979"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002979"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00297-9",
        "prism:volume": "150",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Surface properties and reactivity of supported and unsupported molybdenum nitride catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Promoter"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum nitride catalysts"
          },
          {
            "@_fa": "true",
            "$": "Dibenzothiophene"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulfurization"
          },
          {
            "@_fa": "true",
            "$": "CO chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Heat of adsorption"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-35",
        "prism:endingPage": "35",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00297-9",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00297-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "103",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002979-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "525",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "133",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002979-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "597",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002979-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "628",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96002979-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "552",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002251030"
      }
    }
  }
}