{
  "metadata": {
    "title": "Hydrodesulfurization activity of NiMo/TiO<ce:inf loc=post>2</ce:inf><ce:glyph name=sbnd></ce:glyph>Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1998-02-05",
    "doi": "10.1016/S0926-860X(97)00296-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002962",
    "pii": "S0926860X97002962"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001833234",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2000-08-15 2000-08-15 2010-11-13T19:29:43 1-s2.0-S0926860X97002962 S0926-860X(97)00296-2 S0926860X97002962 10.1016/S0926-860X(97)00296-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00713 2024-01-01T12:19:29.85596Z 0 0 19980205 1998 2000-08-15T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 167 167 1 1 Volume 167, Issue 1 7 39 48 39 48 19980205 5 February 1998 1998-02-05 1998 Article article fla Copyright © 1998 Published by Elsevier B.V. HYDRODESULFURIZATIONACTIVITYNIMOTIO2AL2O3CATALYSTS WEI Z PARKHAM 1984 295 T HALLIO 1992 69 H SILVY 1984 773 R CANDIA 1984 763 R STUCHLY 1987 263 V OKAMOTO 1980 1833 Y SCHRADER 1983 369 G SOTANI 1975 1309 N ZABALA 1975 285 J SOTANI 1973 25 N MATSUDA 1983 149 S LUCK 1991 281 F RODENAS 1981 434 E MCVICKER 1985 473 G FOGER 1986 139 K REICHMAN 1987 315 M WEI 1990 305 Z MARTIN 1995 1837 C TANAKA 1996 209 H SEGAWA 1996 215 K WEI 1992 255 Z WEI 1994 402 Z WEI 1993 5 Z BOND 1986 361 G GRIFFITH 1969 1066 W ZIGG 1980 2898 D DIXIT 1986 189 L CHEN 1991 395 Y NG 1976 2094 K MANGNUS 1992 92 P KABE 1994 171 T ARNOLDY 1985 35 P AVESTON 1964 735 J YANG 1983 168 S BROWN 1977 162 F KNOZINGER 1978 2002 H WEI 1991 147 Z CATALSCITECHNOL PAYEN 1986 233 E DAMYNOVA 1995 257 S OKAMOTO 1989 29 Y WEI 1994 161 Z WEIX1998X39 WEIX1998X39X48 WEIX1998X39XZ WEIX1998X39X48XZ item S0926-860X(97)00296-2 S0926860X97002962 1-s2.0-S0926860X97002962 10.1016/S0926-860X(97)00296-2 271346 2024-01-01T12:19:29.85596Z 1998-02-05 1-s2.0-S0926860X97002962-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002962/MAIN/application/pdf/51114895c927407eedde4b574fce09ec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002962/MAIN/application/pdf/51114895c927407eedde4b574fce09ec/main.pdf main.pdf pdf true 757586 MAIN 10 1-s2.0-S0926860X97002962-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002962/PREVIEW/image/png/c207e98243868b464c6d1113b59006a8/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002962/PREVIEW/image/png/c207e98243868b464c6d1113b59006a8/main_1.png main_1.png png 60476 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 167 (1998) 39~-8 Hydrodesulfurization activity of NiMo/TiO2-A1203 catalysts .a* Z.B. Wel ' , Weihong Yana, Hui Zhanga, Tieli Rena, Qin Xina, Zhongcheng Lib a State Key Laborato~, of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, P.R. China b Shenyang Catalyst Factor, 10 Renao Road, Shenyang 110014, PR. China Received 6 February 1997; received in revised form 22 May 1997; accepted 8 September 1997 Abstract The hydrodesulfurization activities and other physico-chemical properties of NiMoFFiO2-A1203 catalysts were studied and compared with those of a commercial NiMo/A1203 catalyst. The TiO2-AI203 mixed oxides cartier was prepared by impregnating A1203 with an ethanol solution of TiCI4 or an isoproponol solution of Ti(C4H90)4. The active component MoO3 and the promoter NiO were supported by impregnation of a mixed solution of Ni(NO3)2-6H20 and (NH4)6Mo7024-4H20. BET measurements showed no large decrease of surface area or pore volume for the carrier and catalyst-containing TiO2. LRS data demonstrated that TiO2 on A1203 was present as the anatase phase, and only the vibration band of Mo=O at 960 cm l appeared over NiMo/TiO2-A1203 when TiO2 loading was less than 20 wt %. TPS results reveal that the presence of TiO2 can facilitate sulfidation of Mo-O species. Catalytic activity measurements showed that NiMo/TiOz-A1203 catalysts without presulfiding exhibited very high HDS activity for a model reactant containing 100 ppm thiophene or industrial naphtha. The capability of sulphur removal over the non-pretreated NiMo/TiO2-A1203 catalyst is even better than over a sulfided commercial hydrotreating NiMo/A1203 catalyst. ~, 1998 Elsevier Science B.V. Keywords: TiO2-A1203; NiMo/TiO2-A1203; Temperature programmed sulfiding; Hydrodesulfurization; Laser Raman spectroscopy 1. Introduction It is well known that CoMo/A1203 and NiMo/A1203 hydrotreating catalysts usually undergo presulfiding procedures and are transformed from oxides into sulfides before they are practically employed to pro- cess sulphur-containing petroleum fractions. The pre- sulfiding process of an oxide catalyst can be realized by passing a flow of HzS gas or mixture of H2S and H2 at elevated temperatures. In industrial presulfiding, *Corresponding author. this process can be carried out by passing oil fractions containing H2S precursor such as dibuthyldisulfide or CS2. Regardless of the process, the presulfiding treat- ment of oxide catalyst causes some problems for industrial production. It is found that the technology of presulfiding CoMo or NiMo/AI203 catalysts mark- edly affects the subsequent activity [ 1-6]. Futhermore, noxious and bad-smelling H2S or CS2 would result in serious environment pollution or contamination. When CoMo or NiMo/A1203 catalysts are employed in the pre-hydrogenation process of reforming naphtha, a long time must be spent to clear away the contamination of presulfiding gas or oil in the 0926-860X/98/$19.00 ~') 1998 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00296-2 40 ZB. Wei et al./Applied Catalysis A: General 167 (1998) 39~18 catalytic reactor and tube system, since the sulphur content in the resulting naphtha is limited to very low levels (0.5 ppm). Therefore, it is of great significance in industrial application if a hydrotreating catalyst can be directly employed in the hydrotreating process, that is, if presulfiding treatment can be avoided. Some investigators have shown that [6-8], during the primary period of thiophene hydrodesulfurization on MOO3, a definite amount of sulphur was consumed by the sulfidation of the oxide. This means that oxidic molybdenum catalyst can be sulfided by thiophene, or by the hydrogen sulfide produced by the hydrodesul- furization of thiophene. However, some authors have indicated that [9,10] during this stage molybdenum oxide is only transformed to a mixture of MoO2 and MoS2, and MoO2 is not easily sulfided into MoS2 even at a high temperature (800). It is worthwhile to note that the state of sulfidation of the molybdenum oxide seems to have a considerable influence on the catalytic behavior of the catalyst. In order to make the optimum state of sulfidation, a presulfiding process for indus- trial CoMo/AI203 or NiMo/A1203 catalysts is usually necessary. Recently Matsudart et al. [11,12] found that, when TiO2 was used as the support for Mo and CoMo or NiMo hydrotreating catalysts, the presulfiding process was not necessary for activation. But the disadvantage of titania as a support is that it is unsuitable for industrial application due to its relatively low surface area and the poor stability of the active anatase structure at high temperatures. Therefore, much atten- tion has been paid to the applications of mixed oxides containing titania [13-20]. It has been reported in our previous work that [17,21-23] MoO3 supported on TiO2-AI203 carrier was more easily transformed to MoS2 than that on A1203 carrier. Also, Mo/TiOz- A1203 catalyst without presulfiding treatment exhib- ited high activities for thiophene hydrodesulfurization (HDS) and cyclohexene hydrogenation (HYD) com- pared with that of Mo/A1203 catalyst. In this paper we present the results of further investigations on the hydrodesulfurization activity of thiophene or other organo-sulfides over NiMo/TiO2-AI203 catalysts, using a commercial NiMo/A1203 catalyst as a refer- ence system. Our purpose is to search for a kind of hydrotreating catalyst which can be directly employed in an industrial process, where the presulfiding treat- ment of the catalysts is avoided. 2. Experimental 2.1. Preparation of catalysts TiO2-A1203 mixed carrier was prepared by impreg- nation of A1203 (a commercial NiMo/A1203 catalyst carrier) with an ethanol solution of TIC14 or isopro- ponol solution of tetra-n-butyl-titanate Ti(C4HgO)4. The ethanol or isoproponol was removed by evapora- tion under continuous stirring at 343-353 K. The resulting solid was exposed to air overnight to facil- itate the hydrolysis of the TIC14 or Ti(C4HgO)4, and then the samples were dried at 393 K for 12 h and calcined at 773 K for 4 h. For TiCI4 as precursor, the solid was washed with distilled water to remove chloride ions. TiO2 loading was calculated from the quantity of TiC14 or Ti(C4H90)4 employed. NiO and MoO3 were supported on TiOz-AI203 by incipient impregnation of mixed solution of Ni(NO3)2. 6H20 and (NH4)6Mo7024.4H20. The resulting solid was dried at 393 K overnight and calcined at 773 K for 4 h. NiO and MoO3 loadings are 3.5 and 15.5 wt % respectively; these are slightly lower than that of a commercial NiMo/A1203 catalyst used as a reference system (NiO 4.7 wt %, MoO3 16.3 wt %). 2.2. Sample characterization 2.2.1. BET surface area The surface area and pore value of the TiO2-AI203 carrier and NiMo/TiOz-AI~O3 catalysts were deter- mined by nitrogen adsorption at 78 K using an ASAP 2000 micrometerics instrument. 2.2.2. l~ser Raman spectroscopy (LRS) NiMo/TiO2-A1203 catalysts and their carrier TiO2- A1203 were pressed into pellets and fixed on a rotating device. The surface-scanning technique was used to prevent excessive heating by laser beams. Laser Raman spectra were recorded by a Jobin- Yvon U-1000 Raman Spectromenter with an Ar+ laser; 488.0 nm and 200 mW were used. 2.2.3. Temperature programmed sulfiding (TPS) The TPS measurements of NiMo/TiO2-A1203 were carried out in a flow apparatus made of stainless steel with a quartz tube for holding a sample. A 13 vol % H2S-H2 mixture was used as the sulfiding gas. A ZB. Wei et al./Applied Catalysis A: General 167 (1998) 39~t8 41 thermal conductivity cell was used as the detector for measuring HzS concentration change. The details of measurement were reported in previous articles [21]. 2.3. Catalytic activities Catalytic activity measurements were carried out in a medium pressure reactor on 2 g of catalyst (grain size 0.3-0.5 mm). NiMo/TiO2-A1203 catalysts were charged to a stainless steel reactor and raised to 573 K at the rate of 10 K/rain in H2. 100ppm thiophene diluted in cyclohexane as a model reactant was introduced by a force pump into the reactor at a liquid flow rate of 6 ml/h. H2 pressure in the reactor was kept at 3.0 MPa and its velocity of flow was 30 ml/min as measured by a bubble. Thiophene hydrodesulfurization reaction was carried out at 573 K. The commercial NiMo/ A1203 catalyst was presulfided in 13 vol % H2S-H2 mixture at 673 K for 2 h prior to reactant admission. The sulfided catalysts were named NiMo/A1203 (S). In order to examine simultaneously the hydrogena- tion activity of cyclohexene and the influence of a N- containing compound on thiophene conversion over the catalysts, a mixture of cyclohexane containing 20 wt % cyclohexene, 100 ppm pyridine and 100 ppm thiophene was used as a reactant. In addition, a kind of naphtha containing 200 ppm organo-sulphur com- pounds was also used as a reactant in order to examine the catalytic activity for the removal of organic sulfide in petroleum fractions over the NiMo/TiOz-AI203 catalyst. The content of thiophene and other organo-sulphur compounds in the reaction effluent was measured by means of gC titration. The sensitivity of analysis for the element S is 0.5 ppm. The conversion of cyclo- hexene was analyzed by gas chromatography [23]. 3. Results 3.1. Surface area The BET surface area, pore volume and average pore size of TiO2-A1203 binary oxides and their corresponding catalysts NiMo/TiO2-A1203 are shown in Tables 1 and 2. In these tables TC and TE indicate that TiO2-A1203 binary oxides were prepared by TIC14 Table 1 The surface area, pore volume and average size of TiO2-AI203 carriers Samples TiO2 Surface Pore Average loading wt % area m2/g volume ml/g pore size A AI203 0 300.3 0.70 92.1 TC-1 14.6 283.9 0.59 85.8 TC-2 18.6 270.4 0.55 85.4 TC-3 20.1 243.5 0.53 78.5 TE- 1 12.5 300.9 0.63 82.1 Table 2 Chemical and physical characteristics of NiMo/TiO2 AI203 catalysts Catalysts NiO MoO3 Surface Pore Aver. wt % wt % area volume pore m2/g ml/g size A NiMo/TC-1 3.5 15.5 233.1 0.47 81.7 NiMoFFC-2 3.5 15.5 194.7 0.40 81.7 NiMo/TC-3 3.5 15.5 192.5 0.37 75.9 NiMo/TE-1 3.5 15.5 238.6 0.49 80.7 NiMo/A1203 a 4.7 16.3 259.2 0.44 67.1 a A commercial catalyst. or Ti(C4H90)4 as precursors, respectively. The num- bers l, 2 and 3 in the TC series samples represent different contents of TiO2. Table 1 shows that, for the series of TC samples prepared by TIC14 as precursor, their surface area, pore volume and average pore size decreased gradually with increasing TiO2 content. This may be because a part of TiO2 has gone into the A1203 pores. But, when compared with A1203, the decrease in value of these pore structure parameters of TiO2-A1203 is less than 20%. For the TE sample prepared by Ti(C4H90)4 as precursor, only decreases of pore volume and average pore size were observed, while the surface area showed no changes. When an active component MoO3 and a promoter NiO were supported on TiO2-A1203 carrier, the sur- face area of the corresponding NiMo/TiOz-A1203 catalyst decreased obviously. However, the pore volume for TC- 1 and TE- 1 samples are slightly higher than that of NiMo/AI203. It is also worthy of notice that the average pore size for all NiMo/TiO~-AI203 catalysts is much larger than that of a commercial NiMo/A1203 catalyst. 42 Z.B. Wei et al./Applied Catalysis A: General 167 (1998) 3948 e~ e. ~ \" D I~ I ~ 1 C I I B A [ i I I 1 200 600 1000 -1 cm Fig. 1. Raman spectra of A1203 and TiO2-AI203 series carriers. (A) A1203, (B) TC-I, (C) TC-2, (D) TC-3. 3.2. LRS _= E ,o I B I ~ I I I 200 600 1000 -1 cm Fig. 2. Raman spectra of NiMo/A1203 (A) and NiMo/TiO2-AI203 catalysts (B) NiMo/TE-1, (C) NiMo/TC-I, (D) NiMo/TC-2, (E) NiMe/TC-3. Fig. 1 shows Raman spectra of TiO2-A1203 binary oxides. For the TC series of TiOz-A1203 samples, the bands at 150, 398, 520 and 642 cm 1, which are the characteristic bands of anatase TiO2, gradually appeared with increasing TiO2 loadings. This appear- ance indicates that the TiO2 on the A1203 surface, supported by impregnation of TIC14 ethanol solution, exists as anatase crystallites. A monolayer coverage value of TiO2 on A1203 can be estimated by assuming the ion density of the (010) plane of anatase (6.25 Ti4+ per nm) [24]. Thus the surface coverage of TC series of TiOz-A1203 samples with 14.6, 18.6 and 20.1 wt% TiO2 loadings is 70, 90 and 100% respectively. For the TE- 1 sample, the Raman spectra of TiO2 were difficult to observe because of disturbances caused by fluor- escent light. This may be due to some residues from tetra-n-butyl titanate decomposition. The Raman spectra of NiMo/TC, NiMo/TE and NiMo/A1203 catalysts are shown in Fig. 2. A band from Me species at 960 cm-1 appeared for all these catalysts. This band is attributed to the vibration of Mo=O bond of the Me species interacting with the carrier [25-27]. When the TiO2 content increased to 20.1 wt %, which is a monolayer amount of TiO2 on the A1203 surface, a band at 818 cm-1, which is the characteristic band of crystallite MOO3, appeared. This means that too high a TiO2 loading on A1203 would result in the formation of a MoO3 phase because of the relatively weak interaction between MoO3 and TiO2. However, there is no NiO crystalline peak. The band intensity of TiO2 anatase in the Mo/ TiO2-AI203 samples decreased because the carrier surface was being covered by the active components MoO3 and NiO; especially when the TiO2 loading on the A1203 surface was relatively low, only a band of TiO2 anatase phase at 150 cm-1 can be seen. 3.3. TPS The TPS profiles of A1203 and TiO2-A1203 carrier are shown in Fig. 3. Large H2S evolution peaks are observed above room temperature on these carriers. Furthermore, the highest peak temperature for the TiO2-A1203 carrier is lower than that for the A1203 carrier. The H2S evolution is considered to result from the desorption of H2S adsorbed physically on the carrier. When the sulfiding temperature is higher than ZB. Wei et al./Applied Catalysis A.\" General 167 (1998) 39-48 43 = :Z I 200 I i I I L I 400 600 800 Temperature (K) Fig. 3. The TPS profiles of AI203 (A) and TiO2-A1203 series carriers (B) TC-1, (C) TC-2, (D) TC-3, (E) TE-1. 600 K, the TPS curves for TiO2-A1203 samples are slightly lower than the base line. This indicates that a small quantity of H2S was consumed. The reason is that the exchange reaction between sulphur and oxy- gen of TiO2 crystalline phase can easily take place at elevated temperatures. The changes of the electrical conductivity of TiO2 in H2S environment gave an effective indication of the presence of this exchange [28]. This phenomenon was not observed for A1203 carrier. Fig. 4 shows the TPS profiles of NiMo/A1203 and NiMo/TiO2-A1203 catalysts. The desorption peak of physically adsorbed H2S is also observed on these catalysts. But the H2S consumption peaks exhibit great differences between NiMo/AlzO3 and NiMo/ TiO2-A1203 catalysts. For NiMo/A1203 catalysts, the two peaks of H2S consumption are in the ranges of 350-440 K and 470-850 K, respectively. The for- mer is attributed to the primary sulfidation of Mo-O species, which is considered to occur through an O-S exchange reaction. The latter is due to the deep sulfidation of Mo-O or Mo-O-S species to MoS2 [21,29,30]. NiO can be sulfided to Ni3S2 or NiS in this temperature region [31-33]. It is also observed that a small H2S evolution peak exists between two r.t~., \"r G) D I ~ I I I ! ! 200 400 600 s00 Temperature (K) Fig. 4. The TPS profiles of NiMo/AI203 (A) and NiMo/TiO2- A1203 series catalysts. (B) NiMo/TC-1, (C) NiMo/TC-2, (D) NiMo/TC-3, (E) NiMo/TE-I. H2S consumption peaks; this results from the reduc- tion of sulphur in Mo-S species by hydrogen [29]. For the NiMo/TC series samples, at temperatures higher than 350 K, there is a broad region of H2S consump- tion. The first peak of HzS evolution had decreased to appear as a small shoulder, and the highest peak temperature in the region of H2S consumption shifted to lower temperatures compared to that of NiMo/ A1203 catalyst. When the sulfiding temperature is over 850 K, the curve did not return to the baseline, mean- ing that the H2S consumption reaction was still pro- ceeding. This phenomenon was more obvious for the NiMo/TiO2-A1203 catalyst with high TiO2 content. A similar behavior over the NiMo/TE-I sample was also observed. 3.4. Hydrodesulfurization activity of thiophene (HDS) The HDS activity of NiMo/TiOz-AI203 catalysts without presulfiding treatment was first examined by using 100 ppm thiophene diluted in cyclohexane as a model reactant. The results are shown in Fig. 5. For NiMo/TiO2-AlzO3 catalysts, such as NiMo/TC-1 and 44 Z.B. Wei et al./Applied Catalysis A.\" General 167 (1998) 39-48 100 80 6o g 4o 20 f i 2 4 6 8 Time on stream(h) Fig. 5. The HDS activity of NiMo/Al203 and NiMo/TiO2-Al203 catalysts. 100 90 8 E 8o 8 o 70 .%e-2 Nt~-3 i I 600 2 4 6 8 10 Time on Stream(h) Fig, 6. The HDS activity of NiMoffiO2-Al203 series catalysts. NiMo/TE-1, the conversion of thiophene during the initial 90 rain of the reaction was over 80%. When the time on stream was beyond 3 h, this conversion was higher than 99%. The data measured by gC titration showed that the thiophene content in the effluent was less than 0.5 ppm. As for a commercial NiMo/AI203 hydrotreating catalyst without presulfiding, the situa- tion was different. The conversion of thiophene during the first 1.5 h was less than 20%. Even when the reaction was continued for 8 h, the thiophene content in the product was still higher than 5 ppm. It was also observed that, when NiMo/AI203 catalyst had under- gone presulfiding treatment and became sulfided, its HDS activity during the initial stage was slightly lower than that of NiMo/TiOz-A1203 catalysts. When the time on stream is more than 6 h, the same conversion of thiophene as that of NiMo/TiOa-A1203 is reached. The results demonstrated that NiMo/TiOz-A1203 catalyst, which was without any pretreatment, exhibits higher activity for removal of thiophene than that of a sulfided commercial NiMo/A1203 catalyst. Fig. 6 shows the HDS activity as a function of TiO2 loadings over the NiMo/TC catalysts. No regular influence of increasing TiO2 content from 14.6 to 20.1 wt % on the initial HDS activity of thiophene was observed. After 4 h of time on stream, the sulphur content in the product was less than 0.5 ppm over all catalysts of the NiMo/TC series. Fig. 7 shows the influence of reaction temperature on the HDS activity of NiMo/TC-1 catalyst. When the 100 80 v 60 8 40 20 / 513K I 57aK i 2 4 6 8 -time on Stream(h) Fig. 7. Influence of reaction temperature on the conversion of thiophene over NiMo/TC-1 catalyst. reaction temperature was beyond 553 K, the conver- sion of thiophene would quickly rise to over 99%. However, when reaction temperature decreased to 513 K, the HDS activity of the catalyst was much lower. 3.5. Hydrogenation of cyclohexene When 20 wt % cyclohexene was added into a mixture of 100 ppm thiophene and cyclohexane, the hydrogenation (HYD) of cyclohexene and HDS of thiophene were measured simultaneously. Fig. 8 Z.B. Wei et al./Applied Catalysis A: General 167 (1998) 39~t8 45 100 90 80 o~ 70 .~ > 60 o O 50 40 I t 300 1 2 HYD ~-~ Jl~--~l~--~ -,- .v. ./HDS i I I I 1 I I 4 5 6 0 1 2 3 4 5 6 time on Stream(h) Fig. 8. The HDS and HYD activities of NiMo/AI203 and NiMo/ TC-1 catalyst. (0) NiMo/A1203, (*) NiMo/AI203 (S), ([2]) NiMo/ TC-I. 100 80 ~\" 60 0 40 0 20 IN -1 N~;3(S) 2 4 6 Time on Stream(h) Fig. 9. HDS activity of thiophene in the presence of pyridine over NiMo/AI203 (S) and NiMo/TC-1 catalyst. shows the HYD and HDS activity as a function of time on stream over NiMo/TC-1 and NiMo/AI203 catalysts at 573 K. It is seen that the HYD activity of NiMo/TC- 1 catalyst without presulfiding is close to that of a sulfided commercial NiMo/A1203 catalyst, and is much higher than that of the NiMo/AleO3 catalyst without presulfiding. The conversion of cyclohexene at the 4th hour over non-presulfided NiMo/TC-1 sample can reach 98%, while a relatively low value for oxidic NiMo/AI203 catalyst is observed. It is obvious that the activity of cyclohexene over NiMo/ TiO2-A1203 is higher than that of the NiMo/AI203 catalyst. Fig. 8 shows that the presence of cyclohex- ene has obviously influenced the thiophene hydro- desulfurization activity of NiMo/TC-lcatalyst. The conversion of thiophene decreased to less than 80% at 573 K. As for NiMo/A1203 catalyst without pre- sulfiding, the HDS activity is below 60%. The decrease of HDS activity of NiMo/TiO2-AI203 and NiMo/AI203 catalysts, which were not presulfided, can be explained by considering that the formation of the active site for HDS of thiophene was influenced by the presence of cyclohexene, because the HDS active site is formed through the sulfidation of the oxidic catalyst by H2S from thiophene. It was postulated that cyclohexene HYD and thiophene hydrogenating to hydrothiophene is carried out at the same site [34]. Therefore, it is probable that the cyclohexene hydro- genation obstructed thiophene in hydrogenating to hydrothiophene. 3.6. The influence of pyridine In the cyclohexane solution containing 100 ppm thiophene, 100 ppm pyridine was added; the conver- sions of thiophene over NiMoFfC-1 and sulfided NiMo/A1203 catalysts are shown in Fig. 9. Comparing this with Fig. 5, in which the reactant did not contain pyridine, we can see that HDS activity over both catalysts decreased obviously. The presence of pyr- idine in the reactant has an unfavorable influence on HDS activity. But the degree of influence of pyridine on HDS activity of NiMo/TC-1 and NiMo/AI203 catalyst is different, especially in the primary stage of reaction; NiMo/AI203 catalyst exhibited extraordi- narily low HDS activity. When the reaction time was beyond 4 h, the conversion of thiophene was above 92 and 85% for NiMo/TC- 1 and NiMo/AlzO3 (S), respec- tively. 3.7. HDS activit3, of organo-sulphur compounds in naphtha Fig. l0 shows the conversion of organic sulphur in an industrial naphtha over non-presulfided NiMo/TC- 1, NiMo/A1203 and sulfided NiMo/A1203 catalysts. The organic sulphur content in naphtha is about 200 ppm. It is interesting that organic sulphur content in the effluent quickly decreased to a very low level of 0.5 ppm over NiMo/TC-1 catalyst and sulfided com- mercial NiMo/A1203 catalyst when the reaction was 46 ZB. Wei et al./Applied Catalysis A: Generol 167 (1998) 39~8 lOO 80 o 60 I I 40 2 4 6 8 Time on Stream(h) Fig. I0. The HDS activity of organo-sulphur compounds in naphtha over NiMo/AI203 (S) and NiMo/TC-I catalyst. carried out for 4 h. The results showed that non- pretreated NiMo/TC-I catalyst exhibited even better activity for deeply removing organo-sulphur com- pounds from petroleum fraction compared to a sul- tided commercial NiMo/A1203 catalyst. When NiMo/ A1203 catalyst without presulfiding was directly used in hydrodesulfurization of naphtha, the sulphur con- tent in the product is over l0 ppm. 4. Discussion 4.1. Surface properties of TiO2-Al203 carriers and NiMo/TiO2-A1203 catalysts When a definite amount of TiO2 was supported on a A1203 carrier with a high surface area and high thermal stability, the prepared TiO2-A1203 mixed oxides also possess very high specific areas due to the effect of AI203 carrier. The data in Table 1 show that the surface area of the TC series samples using TIC14 as a precursor is only slightly decreased from that of commercial A1203. The surface area of TC-3 sample with 20.1 wt% TiO2 loading is as large as 243.5 mZ/g. The decrease of surface of TC-3 sample is not more than 20% when compared to A1203. As for TE-I sample using Ti(CaH90)4 as a precursor, no changes of surface area occurred. However, the pore volume and average pore diameter of TiO2-AlzO3 samples decreased to some degree due to part of the TiO2 entering into some pores of A1203. But when active component NiO and MoO3 were supported on these carriers and prepared as catalysts, the difference in surface area between NiMo/AI203 and NiMo/TiO2- A1203 catalysts decreased. Furthermore, the average pore diameter of NiMo/TiOe-A1203 became a little larger than that of NiMo/A1203. This is probably because the contents of NiO and MoO3 on TiO2- A1203 were relatively low compared with the case on NiMo/AI203 catalyst. However, the larger pore diameter of NiMo/TiO2-A1203 catalysts is favorable for HDS of organo-sulphur compounds. The LRS results show that TiO2 on A1203 surface exists as anatase crystallites. It is considered that the anatase phase of TiO2 is an active phase for catalytic reactions. In our previous work [22], it was found that no changes of the anatase phase were observed when TiO2-AI203 mixed oxides were calcined at 973 K. It was shown that the A1203 support improved the stability of titania anatase phase. Molybdena supported on A1203 surface usually exists in both tetrahedral and octahedral coordination [25-27,33,35,36]. We have found that only octahedral Mo species, which was considered to be a precursor of the active phase, existed on the TiO2-A1203 surface, while the formation of any non-active phase precursor, such as tetrahedral Mo species and spinal A12(MoO4)3, was inhibited [22]. Furthermore, the dispersion of Mo species on TiO2-A1203 surface increased. [37]. This means that the modification of the A1203 surface by TiO2 is favorable for the formation of active Mo species. But the various Mo species are difficult to distinguish in the Raman spectra when NiO existed simultaneously, since NiO enhanced dispersion of MoO3 on the carrier [38]. The surface structure of NiMo/TiO2-A1203 catalyst was studied by DR spectra [39]. Results indicated that Ni2~ was located in an octahedral surrounding, and that these ions formed surface precursors of NiMoO4-1ike phase. 4.2. Sulfidation of NiMo/TiO2-Al203 catalysts The sulfidation behavior of MoO3 supported on TiO2-A1203 and A1203 carrier had been investigated by TPS and LRS [21,29,40,41]. The results revealed that MoO3 on TiO2-A1203 was more easily sulfided than that on A1203 because of the presence of TiO2 on the surface of A1203. In this paper, the TPS results of ZB. Wei et al./Applied Catalysis A: General 167 (1998) 39-48 47 NiMo/TiO2-A1203 catalysts also show that the sulfi- dation temperature regions of Mo-O or Ni-Mo-O species on TiO2-A1203 carrier shifted to a lower temperature compared to that of NiMo/A1203. This means that NiO and MoO3 on TiO2-A1203 carrier can readily transform to their sulfides. It is suggested that the interaction between MoO3 or NiO-MoO3 and A1203 was weakened because of the presence of the TiO2 on the A1203 surface [21]. In addition, the exchange reaction between sulphur and the oxygen of the TiO2 crystalline phase can easily take place at relatively low temperatures. This phenomenon was not observed for the A1203 carrier. It was postulated that [21] the nature of TiO2 possessing an exchange capability of crystalline oxygen with sulphur probably favored the sulfidation of Mo-O species. Therefore, in the presence of a reactant containing sulphur, oxidic NiMo/TiO2-AI203 would be quickly sulfided and become an active phase during the primary stage of HDS reaction. However, CoMo or NiMo oxides supported on A1203 are also transformed to the sulfided state during the hydrodesulfurization process, as long as there is the presence of a definite amount of some compounds containing sulphur, but it usually requires a relatively long time and the sulfidation of Mo oxide is not complete. MoO> which was produced during the HDS process of thiophene [10], is not easily trans- formed to active MoS2 phase. Therefore, the HDS activity of NiMo/AI203 catalyst without presulfiding is strongly affected, Even when the time on stream is relatively long, the HDS activity of the catalyst cannot reach the level of its sulfided catalyst. In order to make the catalysts exhibit high activity, the presulfiding process is usually necessary. 4.3. Activity of HDS of non-presulfided NiMo/TiO2- A1203 catalysts may quickly drop to less than 0.5 ppm from 100- 200 ppm. This means that NiMo/TiO2-A1203 catalyst can be directly used in the pre-hydrogenation process of reforming naphtha while presulfiding treatment of the catalyst might be omitted. This is of great advan- tage when compared to commercial NiMo/AI203 or CoMo/A1203 catalysts, because these commercial hydrotreating catalysts must be sulfided to be activated prior to use in industrial production. The results in Fig. 10 show that if NiMo/AI203 catalyst, which was not presulfided, was directly employed in naphtha HDS reaction, its primary activity was much lower, and organic sulphur content in the reaction effluent of naphtha is still more than 10ppm even when the reaction was carried out for 6 h. It is known that the sulphur content in naphtha for reforming process is limited to less than 0.5 ppm, because the presence of too high a content of sulphur in naphtha would cause the poisoning of reforming catalysts, such as Pt-Re/ AI203 or Pt-Sn/A1203. It was proposed that [22,39] the role of titania is to promote the formation of polymolybdenum com- pounds with octahedral coordination molybdenum, leading to an increase in catalytic activity in thiophene hydrodesulfurization. Matsuda et al. [11,12] reported hydrodesulfurization of thiophene in naphtha over NiMo/TiO2 catalyst without presulfidation, and found that the activity of the TiO2-based catalyst was higher than that of A1203-supported catalyst. Our results also showed that, when a commercial A1203 carrier was modified by TiO2 and prepared to be a mixed TiO2- A1203 carrier, the NiMo/TiO2-A12Q catalyst without presulfidation also exhibited high activity compared to that of a commercial NiMo/A1203 catalyst for removal of sulphur from naphtha. This indicates that NiMo/ TiO2-A1203 catalyst can be directly used in pre- hydrogenation process while presulfiding treatment is not necessary. The experimental results have shown that NiMo/ TiO2-AI2Q catalyst without presulfiding treatment exhibited very high HDS activity. The data in Figs. 5 and 10 indicate clearly that the capability of sulphur removal from a model reactant containing thiophene and industrial naphtha over NiMo/TC-1 and NiMo/ TE-1 catalysts is comparable to that of a sulfided commercial NiMo/A1203 catalyst. The sulphur con- tent in the effluent of naphtha hydrodesulfurization 5. Conclusions Home made NiMo hydrotreating catalysts sup- ported on TiO2-A1203 binary oxide carrier prepared by impregnation of a commercial A1203 with non- aqueous solution of TIC14 or Ti(C4H90)4, have out- standing performances. Due to the modification by TiO2 of the A1203 surface, Mo species existed mainly 48 Z.B. Wei et al./Applied Cutalysis A: General 167 (19981 39~48 in octahedral coordination, and the sulfidation of Mo- O or Ni-Mo-O species was effectively facilitated. The activity of NiMo/TiO2-AI203 catalysts without pre- treatment for removing organo-sulphur compounds from a model reactant or industrial naphtha is even better than that of a commercial NiMo/A1203 catalyst which was presulfided. Therefore, a significant feature of NiMo/TiO2-A1203 catalyst is that it can be directly employed in the prehydrogenation procedure for the naphtha reforming process where sulfiding treatment of the catalyst is not necessary. Acknowledgements The authors would like to thank Mrs. Yanfen Miao for her help with the surface area measurements of samples. References [1] T.G. Parkham, R.E Merill, J. Catal. 85 (1984) 295. [2] H. Hallio, Oil Gas J. 80 (1992) 69. [3] R.R Silvy, J.M. Beuken, R Bertrand, B.K. Hodnett, E Delannay, R Delmon, Bull. Soc. Chim. Belg. 93 (1984) 773. [4] R. Candia, O. S0rensen, J. Villadsen, N.-Y. TopsOe, B.S. Clause, H. TopsCe, Bull.Soc. Chim. Belg. 93 (19841 763. [5] V. Stuchly, K. Klusacek, Appl. Catal. 34 (1987) 263. [6] Y. Okamoto, H. Tomloka, Y. Katoh, T. Imanaka, S. Tevashi, J. Phys. Chem. 84 (1980) 1833. [7] G.L. Schrader, C.E Chen, J. Catal. 80 (19831 369. [8] N. Sotani, M. Hasegawa, Chem. Lett. 19 (1975) 1309. [9] J.M. Zabala, M. Mainil, R Grange, B. Delmon, React. Kinet. Catal. Lett. 3 (1975) 285. [10] N. Sotani, M. Hasegawa, Bull. Chem. Soc. Jpn. 46 (1973) 25. [11] S. Matsuda, A. Kato, Appl. Catal. 8 (1983) 149. [12] E Luck, Bull. Soc. Chim. Belg. 100 (1991) 281. [13] E. Rodenas, T. Yamaguchi, H. Hattori, K. Tanabe, J. Catal. 69 (1981) 434. [14] G.B. McVicker, J.-J. Ziemiak, J. Catal. 95 (1985) 473. [15] K. Foger, J.R. Anderson, Appl. Catal. 23 (19861 139. [16] M.G. Reichman, A.T. Bell. Appl. Catal. 32 (1987) 315. [17] Z.B. Wei, Q. Xin. X.X. Guo, E.L. Sham, R Grange, B. Delmon, Appl. Catal. 83 (19901 305. [18] C. Martin, I. Martin, V. Rives, S. Damyanova, A. Spojakina, Spectrochim. Acta, Part A 51 (19951 1837. [19] H. Tanaka, M. Boulinguiez, M. Vrinat, Catal. Today 29 (1996) 209. [20] K. Segawa, M. Katsuta, R Kameda, Catal. Today 29 (19961 215. [21] Z.B. Wei, Q. Xin, G.X. Xiong, Catal. Lett. 15 (19921 255. [22] Z.B. Wei, C.D. Wei, Q. Xin, Acta Physico-chimica Sinica 10 (1994) 402. [23] Z.B. Wei, S.C. Jiang, Q. Xin, Chinese Petrochem. Technol. 21 (19931 5. [24] G.C. Bond, J.R Zwrita, S. Flamerz, RJ. Gellings, H. Bosch. J.G. van Omman, B.J. Kip, Appl. Catal. 22 (19861 361. [251 W.R Griffith, EJ.B. Lesniak, J. Chem. Soc. A (19691 1066. [26] D.S. Zigg, L.E. Makovsky, R.E. Tischer, ER. Brown, M. Hercules, J. Phys. Chem. 84 (19801 2898. [27] L. Dixit, D.L. Gerrard, H.J. Bowley, Appl. Spectrosc. Rev. 22 (19861 189. [28] Y.X. Chen, W.Z. Li, S.J. Zhang, Chinese Petrochem. Technol. 20 (1991) 395. [29] K.T. Ng, D.M. Hercules, J. Phys. Chem. 80 (1976) 2094. [30] RJ. Mangnus, E.K. Pods, A.D. Van Langeveld, J.A. Moulijn, J. Catal. 137 (1992) 92. [31] T. Kabe, W. Qian, A. Ishihara, J. Catal. 149 (19941 171. [32] R Arnoldy, J.A.M. Van Den Helikant, G.D. de Bok, J.A. Moulin, J. Catal. 92 (19851 35. [33] J. Aveston, E.W. Anacher, J.S. Johnson, Inorg. Chem. 3 (1964) 735. [34] S.H. Yang, C.N. Satterfield, J. Catal. 81 (19831 168. [35] ER. Brown, L.E. Makovsky, K.H. Phee, J. Catal. 50 (19771 162. [36] H. Knozinger, H. Jeziovowski, J. Phys. Chem. 82 (19781 2002. [37] Z.B. Wei, Q. Xin, X.X. Guo, P. Grange, B. Delmon, in: S. Yoshida (Ed.), Catal. Sci. Technol., Kodansha, Tokyo, Vol. 1, 1991, p. 147. [38] E. Payen, S. Kasztelan, J. Grimblot, J.E Bonnelle, J. Raman Spectrosc. 17 (19861 233. [391 S. Damynova, A. Spojakina, K. Jiratora, Appl. Catal. 125 (19951 257. [40] Y. Okamoto, A. Maezawa, T. Imanaka, J. Catal. 120 (19891 29. [41] Z.B. Wei, Q. Xin, Chinese J. Catal. 15 (1994) 161. APCATA 97002962 S0926-860X(97)00296-2 10.1016/S0926-860X(97)00296-2 Elsevier Science B.V. All rights reserved. Hydrodesulfurization activity of NiMo/TiO2 Al2O3 catalysts Z.B. Wei * a Weihong Yan a Hui Zhang a Tieli Ren a Qin Xin a Zhongcheng Li b a State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, P.R. China b Shenyang Catalyst Factory, 10 Renao Road, Shenyang 110014, P.R. China * Corresponding author. The hydrodesulfurization activities and other physico-chemical properties of NiMo/TiO2 Al2O3 catalysts were studied and compared with those of a commercial NiMo/Al2O3 catalyst. The TiO2 Al2O3 mixed oxides carrier was prepared by impregnating Al2O3 with an ethanol solution of TiCl4 or an isoproponol solution of Ti(C4H9O)4. The active component MoO3 and the promoter NiO were supported by impregnation of a mixed solution of Ni(NO3)2·6H2O and (NH4)6Mo7O24·4H2O. BET measurements showed no large decrease of surface area or pore volume for the carrier and catalyst-containing TiO2. LRS data demonstrated that TiO2 on Al2O3 was present as the anatase phase, and only the vibration band of MoO at 960 cm−1 appeared over NiMo/TiO2 Al2O3 when TiO2 loading was less than 20 wt %. TPS results reveal that the presence of TiO2 can facilitate sulfidation of MoO species. Catalytic activity measurements showed that NiMo/TiO2 Al2O3 catalysts without presulfiding exhibited very high HDS activity for a model reactant containing 100 ppm thiophene or industrial naphtha. The capability of sulphur removal over the non-pretreated NiMo/TiO2 Al2O3 catalyst is even better than over a sulfided commercial hydrotreating NiMo/Al2O3 catalyst. Keywords TiO2 Al2O3 NiMo/TiO2 Al2O3 Temperature programmed sulfiding Hydrodesulfurization Laser Raman spectroscopy References [1] Parkham T.G. Merill R.P. J. Catal. 85 1984 295 [2] Hallio H. Oil Gas J. 80 1992 69 [3] Silvy R.P. Beuken J.M. Bertrand P. Hodnett B.K. Delannay F. Delmon P. Bull. Soc. Chim. Belg. 93 1984 773 [4] Candia R. Sørensen O. Villadsen J. Topsøe N.-Y. Clause B.S. Topsøe H. Bull. Soc. Chim. Belg. 93 1984 763 [5] Stuchly V. Klusacek K. Appl. Catal. 34 1987 263 [6] Okamoto Y. Tomloka H. Katoh Y. Imanaka T. Tevashi S. J. Phys. Chem. 84 1980 1833 [7] Schrader G.L. Chen C.P. J. Catal. 80 1983 369 [8] Sotani N. Hasegawa M. Chem. Lett. 19 1975 1309 [9] Zabala J.M. Mainil M. Grange P. Delmon B. React. Kinet. Catal. Lett. 3 1975 285 [10] Sotani N. Hasegawa M. Bull. Chem. Soc. Jpn. 46 1973 25 [11] Matsuda S. Kato A. Appl. Catal. 8 1983 149 [12] Luck F. Bull. Soc. Chim. Belg. 100 1991 281 [13] Rodenas E. Yamaguchi T. Hattori H. Tanabe K. J. Catal. 69 1981 434 [14] McVicker G.B. Ziemiak J.-J. J. Catal. 95 1985 473 [15] Foger K. Anderson J.R. Appl. Catal. 23 1986 139 [16] Reichman M.G. Bell A.T. Appl. Catal. 32 1987 315 [17] Wei Z.B. Xin Q. Guo X.X. Sham E.L. Grange P. Delmon B. Appl. Catal. 83 1990 305 [18] Martin C. Martin I. Rives V. Damyanova S. Spojakina A. Spectrochim. Acta, Part A 51 1995 1837 [19] Tanaka H. Boulinguiez M. Vrinat M. Catal. Today 29 1996 209 [20] Segawa K. Katsuta M. Kameda F. Catal. Today 29 1996 215 [21] Wei Z.B. Xin Q. Xiong G.X. Catal. Lett. 15 1992 255 [22] Wei Z.B. Wei C.D. Xin Q. Acta Physico-chimica Sinica 10 1994 402 [23] Wei Z.B. Jiang S.C. Xin Q. Chinese Petrochem. Technol. 21 1993 5 [24] Bond G.C. Zwrita J.P. Flamerz S. Gellings P.J. Bosch H. van Omman J.G. Kip B.J. Appl. Catal. 22 1986 361 [25] Griffith W.P. Lesniak P.J.B. J. Chem. Soc. A 1969 1066 [26] Zigg D.S. Makovsky L.E. Tischer R.E. Brown F.R. Hercules M. J. Phys. Chem. 84 1980 2898 [27] Dixit L. Gerrard D.L. Bowley H.J. Appl. Spectrosc. Rev. 22 1986 189 [28] Chen Y.X. Li W.Z. Zhang S.J. Chinese Petrochem. Technol. 20 1991 395 [29] Ng K.T. Hercules D.M. J. Phys. Chem. 80 1976 2094 [30] Mangnus P.J. Pods E.K. Van Langeveld A.D. Moulijn J.A. J. Catal. 137 1992 92 [31] Kabe T. Qian W. Ishihara A. J. Catal. 149 1994 171 [32] Arnoldy P. Van Den Helikant J.A.M. de Bok G.D. Moulin J.A. J. Catal. 92 1985 35 [33] Aveston J. Anacher E.W. Johnson J.S. Inorg. Chem. 3 1964 735 [34] Yang S.H. Satterfield C.N. J. Catal. 81 1983 168 [35] Brown F.R. Makovsky L.E. Phee K.H. J. Catal. 50 1977 162 [36] Knozinger H. Jeziovowski H. J. Phys. Chem. 82 1978 2002 [37] Wei Z.B. Xin Q. Guo X.X. Grange P. Delmon B. Yoshida S. Catal. Sci. Technol. Vol. 1 1991 Kodansha Tokyo 147 [38] Payen E. Kasztelan S. Grimblot J. Bonnelle J.P. Raman J. Spectrosc. 17 1986 233 [39] Damynova S. Spojakina A. Jiratora K. Appl. Catal. 125 1995 257 [40] Okamoto Y. Maezawa A. Imanaka T. J. Catal. 120 1989 29 [41] Wei Z.B. Xin Q. Chinese J. Catal. 15 1994 161",
      "scopus-id": "0001833234",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002962",
        "dc:description": "The hydrodesulfurization activities and other physico-chemical properties of NiMo/TiO2 Al2O3 catalysts were studied and compared with those of a commercial NiMo/Al2O3 catalyst. The TiO2 Al2O3 mixed oxides carrier was prepared by impregnating Al2O3 with an ethanol solution of TiCl4 or an isoproponol solution of Ti(C4H9O)4. The active component MoO3 and the promoter NiO were supported by impregnation of a mixed solution of Ni(NO3)2·6H2O and (NH4)6Mo7O24·4H2O. BET measurements showed no large decrease of surface area or pore volume for the carrier and catalyst-containing TiO2. LRS data demonstrated that TiO2 on Al2O3 was present as the anatase phase, and only the vibration band of MoO at 960 cm−1 appeared over NiMo/TiO2 Al2O3 when TiO2 loading was less than 20 wt %. TPS results reveal that the presence of TiO2 can facilitate sulfidation of MoO species. Catalytic activity measurements showed that NiMo/TiO2 Al2O3 catalysts without presulfiding exhibited very high HDS activity for a model reactant containing 100 ppm thiophene or industrial naphtha. The capability of sulphur removal over the non-pretreated NiMo/TiO2 Al2O3 catalyst is even better than over a sulfided commercial hydrotreating NiMo/Al2O3 catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-02-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002962",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wei, Z.B."
          },
          {
            "@_fa": "true",
            "$": "Yan, Weihong"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Hui"
          },
          {
            "@_fa": "true",
            "$": "Ren, Tieli"
          },
          {
            "@_fa": "true",
            "$": "Xin, Qin"
          },
          {
            "@_fa": "true",
            "$": "Li, Zhongcheng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002962"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002962"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00296-2",
        "prism:volume": "167",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Hydrodesulfurization activity of NiMo/TiO2 Al2O3 catalysts",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "TiO2 Al2O3"
          },
          {
            "@_fa": "true",
            "$": "NiMo/TiO2 Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Temperature programmed sulfiding"
          },
          {
            "@_fa": "true",
            "$": "Hydrodesulfurization"
          },
          {
            "@_fa": "true",
            "$": "Laser Raman spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "39-48",
        "prism:endingPage": "48",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 February 1998",
        "prism:doi": "10.1016/S0926-860X(97)00296-2",
        "prism:startingPage": "39",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00296-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001833234"
      }
    }
  }
}