{
  "metadata": {
    "title": "Recent developments and prospectives of acid-base and redox catalytic processes by metal oxides",
    "authors": "Jacques C. Védrine",
    "journal": "Applied Catalysis A: General",
    "date": "2019-04-05",
    "doi": "10.1016/j.apcata.2019.02.012",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X19300687",
    "pii": "S0926860X19300687"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85062025743",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2019-02-23 2019-02-23 2019-02-26 2019-02-26 2019-03-13T08:52:49 1-s2.0-S0926860X19300687 S0926-860X(19)30068-7 S0926860X19300687 10.1016/j.apcata.2019.02.012 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X19X00046 2024-01-01T12:33:10.553292Z 0 0 20190405 2019 2019-02-23T16:25:19.538291Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body affil articletitle auth authfirstini authfull authkeywords authlast highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 575 575 C Volume 575 2 170 179 170 179 20190405 5 April 2019 2019-04-05 2019 Special Issue dedicated to Professor Guido Busca on the occasion of his 65th birthday: Edited by Gabriella Garbarino, Marco Daturi, Izabela Pieta, and Roberto Millini article fla © 2019 Elsevier B.V. All rights reserved. RECENTDEVELOPMENTSPROSPECTIVESACIDBASEREDOXCATALYTICPROCESSESBYMETALOXIDES VEDRINE J 1 Introduction 2 Introduction to the field of metal oxides 3 Main properties of acid-base catalysts 3.1 Acid and base features of heterogeneous catalysts [29] 3.2 Characterization of acidity and basicity of solid catalysts [30,31] 3.3 Main catalytic acid-base properties of metal oxide catalysts [51] 4 Redox-type catalysts and catalysis 4.1 Properties of redox catalysts 4.2 Main redox catalysts 4.3 Catalytic properties of redox catalysts 5 Conclusions and perspectives References THOMAS 1997 J PRINCIPLESPRACTICEHETEROGENEOUSCATALYSIS LEPAGE 1987 J APPLIEDHETEROGENEOUSCATALYSISDESIGNMANUFACTUREUSESOLIDCATALYSTS VEDRINE 2018 1 41 J METALOXIDESINHETEROGENEOUSCATALYSIS FRIEND 2017 517 521 C BERZELIUS 1836 146 151 J TANABE 1970 H SOLIDACIDBASES IMELIK 1985 B ONO 2011 Y SOLIDBASECATALYSIS HATTORI 2015 H SOLIDACIDCATALYSISFUNDAMENTALSAPPLICATIONS BUSCA 2010 G VEDRINE 2015 9387 9423 J BUSCA 2006 248 318 G METALOXIDESCHEMISTRYAPPLICATIONS BARTHOMEUF 1988 553 575 D VEDRINE 2016 1 26 J VEDRINE 2016 1203 1225 J LOPEZNIETO 2018 211 286 J METALOXIDESINHETEROGENEOUSCATALYSIS BION 2018 287 353 N METALOXIDESINHETEROGENEOUSCATALYSIS DISSANAYAKE 2006 543 568 D METALOXIDESCHEMISTRYAPPLICATIONS VEDRINE 2019 J VOLTA 1985 1 32 J VEDRINE 2009 561 594 J METALOXIDECATALYSIS MULLER 1998 239 272 A WEI 2015 7234 7261 Y FELICZAKGUZIK 2018 33 45 A HEARD 2019 801712 C MEI 2017 1700176 J ZHOU 2012 673 674 H SYLLAIYARRETAVEITIA 2015 37 46 M HATTORI 2018 133 209 H HETEROGENEOUSCATALYSIS DEROUANE 2013 454 515 E BUSCA 2010 2217 2249 G YU 2016 117 124 K OUQOUR 1993 3151 3155 A LAURONPERNOT 2006 315 361 H GUISNET 2018 337 436 M ANDERSON 1986 150 153 M KNOZINGER 1998 2047 2059 H THOMAS 2017 176 184 S GUIMON 2001 10316 10325 C CVETANOVIC 1967 103 149 R NIWA 2013 432 455 M MEKKIBERRADA 2012 747 852 A CHARACTERIZATIONSOLIDMATERIALSHETEROGENEOUSCATALYSTSSTRUCTURESURFACEREACTIVITY CARNITI 2005 739 749 P CARNITI 2005 6128 6136 P HUNGER 2008 1163 1178 M HANDBOOKHETEROGENEOUSCATALYSIS ZHENG 2011 14889 14901 A HUANG 2007 86 90 J BOSACEK 1999 S135 S141 V FREUDE 2001 46 60 D SHCHERBANA 2017 34 42 N TANABE 1999 399 434 K SHELDON 1992 903 906 R SANCHEZ 2016 497 586 L BUSCA 2007 5366 5410 G BUSCA 2009 6486 6511 G BEKTRAONUNES 2019 866 877 A SILVESTER 2014 11073 11090 L CAMPISI 2018 4520 4530 S OLAH 1968 2726 2727 G DAGNAN 2018 503 549 T METALOXIDESINHETEROGENEOUSCATALYSIS MILLET 1993 381 391 J MARS 1954 41 49 P USHIKUBO 1999 339 342 T MILLET 2001 77 92 J MILLET 2003 359 370 J VEDRINE 2016 936 946 J BIELANSKI 1979 1 41 A VOLTA 1985 1 32 J GRASSELLI 2001 93 101 R GRASSELLI 2014 10 27 R THORSTEINSON 1978 116 132 E DUBOIS 2017 503 536 J NANOTECHNOLOGYINCATALYSISAPPLICATIONSINCHEMICALINDUSTRYENERGYDEVELOPMENTENVIRONMENTALPROTECTION TONELLI 2017 4629 4639 M LIU 2015 1 12 L HORN 2015 23 39 R LUNSFORD 1995 970 980 J KWAPIEN 2014 8774 8778 K LILIC 2017 1916 1930 A KOEHLE 2018 90 101 M ZHAO 2018 16 22 J 2017 KEYWORLDENERGYSTATISTICS WACLAWEK 2018 9 34 S RODRIGUES 2017 98 103 M SONG 2004 463 484 C SCHMAL 2018 23 42 M TULLER 2017 16 L QU 2017 11551 11557 C TIAN 2015 1922 1938 P CORMA 2009 1182 1189 A AIL 2016 267 286 S SHARMA 2011 1309 1324 Y LAURIOLGARBEY 2011 68 76 P CHIEREGATO 2014 37 46 A CUI 2019 276 Y SOLED 2017 391- S FARRAUTO 2016 182 189 R DUBOIS 2018 401 454 J METALOXIDESINHETEROGENEOUSCATALYSIS VEDRINEX2019X170 VEDRINEX2019X170X179 VEDRINEX2019X170XJ VEDRINEX2019X170X179XJ 2020-02-27T00:00:00Z http://www.elsevier.com/open-access/userlicense/1.0/ https://vtw.elsevier.com/content/oragreement/10178 NR_HAL publishAcceptedManuscriptIndexable 2020-02-27T00:00:00Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S0926-860X(19)30068-7 S0926860X19300687 1-s2.0-S0926860X19300687 10.1016/j.apcata.2019.02.012 271346 2024-01-01T12:33:10.553292Z 2019-04-05 1-s2.0-S0926860X19300687-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/MAIN/application/pdf/bdedaf5703d1814052025256862ac5fc/main.pdf main.pdf pdf true 799147 MAIN 10 1-s2.0-S0926860X19300687-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/PREVIEW/image/png/59b1b34aeff764236b1af7179786ac0f/main_1.png main_1.png png 53856 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X19300687-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/ga1/THUMBNAIL/image/gif/5ac8fa62c51321dcc1f2654ada4db550/ga1.sml ga1 true ga1.sml sml 17425 158 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19300687-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr1/THUMBNAIL/image/gif/c681daf767f41c5bad256c533b7c73e5/gr1.sml gr1 gr1.sml sml 4657 164 194 IMAGE-THUMBNAIL 1-s2.0-S0926860X19300687-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr2/THUMBNAIL/image/gif/f5da96ea0fc293eaa7c8a19da5d695ff/gr2.sml gr2 gr2.sml sml 16501 164 208 IMAGE-THUMBNAIL 1-s2.0-S0926860X19300687-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr3/THUMBNAIL/image/gif/39db9eb33e16d5894cfd7ee87148819f/gr3.sml gr3 gr3.sml sml 4090 76 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19300687-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/ga1/DOWNSAMPLED/image/jpeg/4d7c2112645760782609b1788b2164ce/ga1.jpg ga1 true ga1.jpg jpg 12709 200 277 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19300687-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr1/DOWNSAMPLED/image/jpeg/2ae2e3a9bea6510a8770fdcd8df9040f/gr1.jpg gr1 gr1.jpg jpg 15985 288 340 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19300687-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr2/DOWNSAMPLED/image/jpeg/f52ad603f2ed14fc01e24c4b87b9d997/gr2.jpg gr2 gr2.jpg jpg 72703 446 566 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19300687-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr3/DOWNSAMPLED/image/jpeg/1aaa322a4355ac1b25c01214dc6e3c99/gr3.jpg gr3 gr3.jpg jpg 25211 197 566 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19300687-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/ga1/HIGHRES/image/jpeg/687e16335535b92ae1dd885d518f2bef/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 199889 886 1226 IMAGE-HIGH-RES 1-s2.0-S0926860X19300687-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr1/HIGHRES/image/jpeg/4091598ad7e7e8bacc4cfd969e8e63a7/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 116742 1273 1505 IMAGE-HIGH-RES 1-s2.0-S0926860X19300687-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr2/HIGHRES/image/jpeg/3fb9bcf70a0726fc844f9cfb2fc4cd70/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 565864 1976 2505 IMAGE-HIGH-RES 1-s2.0-S0926860X19300687-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19300687/gr3/HIGHRES/image/jpeg/58f55ca2ea4fdcbebbdfa212d5d2ba24/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 182175 875 2508 IMAGE-HIGH-RES 1-s2.0-S0926860X19300687-am.pdf am am.pdf pdf 1710585 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:106Z67L9K2K/MAIN/application/pdf/b8a44e5512a33c1147c8f2b6369ced11/am.pdf APCATA 16982 S0926-860X(19)30068-7 10.1016/j.apcata.2019.02.012 Elsevier B.V. Fig. 1 Fischer-type esterification reaction mechanism (acid RCOOH + alcohol (R’CHOH) gives and ester R’O-CR = O + H2O) catalysed by acid sites. Proton binds to oxygen of the acid and acts as Lewis acid site to activate the carbonyl group of the ester (top) while hydroxyl group converts to H2O. Fig. 1 Fig. 2 Structures (composed of MO6 octahedra) of some oxidation catalysts : (a) vanadyl pyrophosphate (VPO), (b) VSbO rutile phase, (c) M1 phase, MoVTe(Sb)NbO [66,67] and (d) Keggin molybdophophoric acid, adapted from ref. 68. Fig. 2 Fig. 3 Reaction mechanisms for: a) propene adsorption O―V―O and formation of a π-allyl complex intermediate; b) oxidative dehydrogenation (ODH) of an alkane; c) action of adsorbed oxygen. Fig. 3 Table 1 Classification of acid and base metal oxide catalysts. Table 1 Types of materials Main catalysts Basic catalysts Metal alkaline and alkaline earth oxides Na2O, K2O, CsO, MgO, CaO, Al2O3, ZrO2, La2O3, ZrO2, alumina, Mixed oxides SiO2-MgO, SiO2-CaO, MgO-Al2O3, MgO-La2O3, hydrotalcites [Mg6Al2(OH)16CO3] Metal oxynitride, metal nitrides, amines tethered on support AlPON, alkyl ammonium, aminopropyl/support Alkali compounds KF, K2CO3, NaOH, KNO3, alkaline ions/zeolite Amides, imines KNH2, Alkali metals Na, K Basic zeolites K,Cs,Rb-exchanged zeolites Clays Sepiolite, Talc Phosphates Hydroxyapatite (Ca10(PO4)6(OH)2, metal phosphates Acid catalysts Mixed oxides SiO2-Al2O3, solid phosphoric acid (SPA) /SiO2, HNbMoO6, WO3-ZrO2, Heteropolyacids/POMs Keggin (H3PM12O40, H4SiW12O40), Dawson (H6P2M18O62), (M = Mo or W) Zeolites H-form of zeolites (BEA, CHA, FAU, MFI, MOR,FER) Silico alumino phosphates SAPO-34, SAPO-11, Sulfated oxides Sulfated ZrO2 Resins Nafion, Amberlyst-15, Clays Montmorillonite, saponite, bentonite,… Table 2 Some examples of catalytic processes, which may have led to industrial develpopments, over acid-base catalysts. Table 2 Catalytic reactions Catalysts types Basic types Aldol addition and aldol condensation Alkaline earth oxides Nitroaldol reactions (Henry’s reaction) Basic Amberlyst-21, rare earth mixed oxides Knoevenagel condensation (e.g. Φ-CHO + CN-CH2-COOC2H5 → Φ-CH = C(CN)COOC2H5) + H2O MgO, AlPONs, hydroxyapatite, hydrotalcite Michael addition (conjugated addition) MgO, KF/Al2O3, CsF/A l2O3, basic zeolites Claisen-Schmidt condensation (aromatic aldehyde + aliphatic carbonyl compound) Ba(OH)2, Al2O3, MgO, MgO-Al2O3, functionalized MCM-41, FSM-16, zeolite X) Meerwein-Ponndorf-Verley (MPV) reduction (aldehyde or ketone by alcohol → alcohol + ketone), Oppenauer oxidation (alcohol oxidised to ketone) Metal alkoxides (e.g. Al isoprppoxide), metal cation zeolites Tishchenko reaction (aldehyde dimerisation to esters, e.g. 2RCHO →RCOOCH2R) Al alkoxides, alkaline earth oxides, KF or KNH2/γ-Al2O3. Alkenes isomerization (e.g. 5-vinylbicyclo2,2,1 heptane) double bond isomerization Na/NaOH/Al2O3. Transesterification of triglycerides by methanol to ester (biodiesel) + glycerol ZnO/Al2O3, CaO-MgO, alkaline earth oxides Olefin hydrogenation reactions Rare earth mixed oxides Alcohol condensation (Guerbet reaction) primary aliphatic alcohol → β-alkylated dimer alcohol + H2O, e.g. ethanol to n-butanol on HAP. MgO, basic zeolites, hydroxyapatite Side chain aromatic alkylation (e.g. toluene + CH3OH → styrene Basic rare earth zeolites Acid types Alkylation of aromatic ring (e.g. toluene + CH3OH → p-xylenes, benzene + ethylene or propylene) Acid zeolites (e.g. B-MFI/γ-Al2O3) Beckmann rearrangement (e.g. cyclohexanone + NH3+ H2O2 → ε-caprolactam, C6H10=NOH) Fuming sulfuric acid, MFI zeolite, TS-1 Acylation reaction (e.g. toluene + RCOX (X = COOR,Cl,OH) → CH3-ΦC(R)=O + XH H-BEA, sulfated oxides, heteropolyacids Esterification of carboxylic acids with alcohols and transesterification Acid resins, H-zeolites, H4SiW12O40/MCM-41, TiO2-ZrO2, sulfated oxides Claus process (2H2S + SO2 → 2H2O + 3/n Sn) γ-Al2O3, TiO2 Olefin isomerisation H3PO4/kieselguhr Acylation of methyl furan Sn/BEA zeolite Xylenes isomerisation H-zeolites n-butane isomerisation Chlorinated γ-Al2O3, Pt/Cl-H-MOR Friedel-Crafts reaction (acylation) AlCl3, H-BEA zeolite, Methanol to C2 = or/and C3 = olefins (MTO) SAPO-34, H-CHA zeolite Methanol to gasoline (MTG) H-MFI zeolite Dehydration of alcohols to olefins γ-alumina,H4SiW12O40/MCM-41,WO3/ZrO2, WO3/TiO2. Hydration of alkenes and alkynes to alcohols and ketones H3PO4/SiO2 (SPA), acid zeolite Table 3 Some important heterogeneous metal oxide catalysts and catalytic oxidation reactions, used industrially for some of them. Table 3 Reactants Products Nb of e− Catalysts CH4 ethane + ethene 2 Li2O/MgO 4 ethane ethene 2 MoVTeNb-oxides propane propene 2 VMg-O n-butane butene 2 metal molybdates butadiene 4 ethylbenzene styrene 2 FeO-AlPO4 methanol formaldehyde 4 Fe2(MoO4)4 isobutyric acid methacrylic acid 2 FePO4 ethane, Cl2 vinyl chloride 4 AgMnCo-O ethene, Cl2 2 CuPdCl methane CO+H2 2 Pt or Ni formaldehyde 4 MoSnP-O methanol formaldehyde MoO4 ethene ethylene epoxide 2 Ag/Al2O3 acetaldehyde 2 V2O5 + PdCl2 acetic acid 4 MoVNbO + Pd/Al2O3 ethane acetic acid 6 MoVNb-O propene acrolein 4 BiFeCoMo-O propane acrylic acid 6 MoVNb(Te,Sb)-O n-butane maleic anhydride 14 (VO)2P2O7 i-butane methacrylic acid 8 HPA, oxides i-butene methacrolein 6 SnSb-O o-xylene phthalic anhydride 12 V2O5/TiO2 acrolein acrylic acid 2 VMo(W)-O methacrolein methacrylic acid 2 FePO4 and hydrates t-butylic alcohol methacrolein 4 BiMoFeCo-O SO2 SO3 → H2SO4 2 V2O5/diatomaceous earth H2S SO2 and H2SO4 6 and 8 Fe2O3/SiO2 or α-Al2O3 Propene + NH3 + O2 acrylonitrile 6 MoBiFeCoNi-O Propane + NH3 + O2 8 VSb-O,MoV-O Table 4 Catalytic removal of the main toxic chemicals. Table 4 Toxic chemicals Origin of pollutants Removal process Hydrocarbons (VOCs) solvents, car exhaust, petrochemistry, household oxidation CO car exhaust oxidation Chlorinated VOCs industrial plants oxidationn SO2 oil refineries, power plants, heating Reduction to sulfur NOx car exhaust, power plants reduction to N2, trapping, oxidation NO2 → HNO3, photocatalysis TiO2 coatings Wastewaters chemical plants Photocatalysis (TiO2, ZnO) Soil chemical plants Photocatalysis (TiO2), oxidation (Fe°, peroxides) Recent developments and prospectives of acid-base and redox catalytic processes by metal oxides Jacques C. Védrine Sorbonne Université, Laboratoire de Réactivité de Surface, UMR-CNRS 7197, 4 place Jussieu, 75252, Paris, France Sorbonne Université Laboratoire de Réactivité de Surface UMR-CNRS 7197 4 place Jussieu Paris 75252 France Graphical abstract This review paper deals mainly with acid-base, oxidation catalytic reactions, but also more general catalytic properties of metal oxides and their recent developments in the field of heterogeneous catalysis, a field largely covered by Prof. Guido Busca, during his scientific career. It includes a description of the main metal oxide catalysts used for acid-base (various reactions), partial and total oxidations, and other reactions, and of the main industrial processes using or expected to use them. Some case studies have been chosen as examples of recent progresses in metal oxides syntheses leading to new 2D, 3 D materials and these reactions. Particular attention is borne on recent and future researches and perspectives, mainly monitored by actual society regulations related to environmental issues, uses of biomass derivatives, carbon neutral processes and sustainability. Keywords Heterogeneous catalysis Acid-base & redox catalysts Acid-base & redox catalytic reactions Acid-base and redox characterisation Catalytic processes Perspectives and sustainability 1 Introduction Catalysis plays a major role in chemical, physical and biological sciences. It has become one of the most important field in chemistry [1–3]. It is now well accepted that 85 to 90% of industrial processes include at least one catalytic step. More recently, catalysis has been recognised as quite important in environmental chemistry for a more sustainable society [4], particularly heterogeneous vs homogeneous catalysis, since heterogeneous catalysis does not require any organic solvent to be get rid of after the reaction has occurred, except for water in liquid-solid phases, particularly for biomass derivatives reactions and waste water treatments. Heterogeneous acid and base catalysts, such as silica-alumina, heteropolyacids/polyoxometallates (POMs), perovskites, sulfated oxides (e.g. zirconia), acid or basic zeolites, alkaline earth oxides, hydroxyapatite, etc have replaced more and more homogeneous catalysts, such as sulfuric, hydrochloric or nitric acids, aqueous sodium hydroxide and potassium t-butoxide for the following reasons: (i) use of large range of temperatures not related to boiling points of a solvent, (ii) no separation of catalyst from the unreacted reactants/products medium after reaction, (iii) much less corrosivity for the reactors, (iv) interest for multifunctional reactions, which can proceed with the same catalyst/reactor when the catalyst exhibits acid-base and/or redox properties, (v) less by-products, in particular no salt formed when neutralising the acid or base catalyst, (vi) continuous flow of reactants rather than a batch reactor. It is clear that developing active, selective, and energy efficient heterogeneous catalytic processes is of key importance for a sustainable future, to facilitate the transition to a carbon neutral chemistry [4]. It has been recognised, since Berzelius [5], that the main role of a catalyst is to decrease the activation energy of a chemical reaction and, in a multi-product reaction, to favour the most important product, i.e. to favour selectivity which is now a major feature for sustainable chemistry. The objective of catalysis is to avoid the formation of unwanted by-products, even at the expense of the reaction activity. It is known that catalysis helps to decrease atmospheric pollution, to develop environmentally friendly technologies, and new processes and is considered as a pillar of green chemistry and of the preservation of our environment. Many books and review articles have been published on acid-base and redox catalyses and can be found in some references [6–13]. It is our aim to limit this review paper to the uses of metal oxide catalysts, familiar to Prof. G. Busca. In general, transition metal oxides with variable oxidation states such as V, Mo, Te, Nb, Fe, Cr, Cu, Mn, etc., are used for selective [14–16] or total oxidations [17,18] reactions, as reported in recent review papers [19]. For acid-base metal oxide catalysts the cations have usually an unchanging oxidation state such as in silica-alumina, zeolites, MgO, CaO, alkaline earth oxides, etc, while for oxidation reactions cations with changeable oxidation state are preferred. 2 Introduction to the field of metal oxides Metal oxides constitute a class of inorganic materials, which exhibit peculiar properties and applications as sensors, catalysts, fuel cells component, etc. Their surfaces terminate by lattice O2− anions, and contain frequently different types of defects and environments (kinks, steps, terraces), which play a role in the catalytic phenomenon, for instance resulting in structure sensitivity of metal oxides to certain catalytic reactions [20]. This surface unsaturation due to defect is usually compensated by a reaction with water, leading to the formation of surface hydroxyls according to : O2- + H2O → 2OH-. These hydroxyl groups are conjugated acids of lattice oxygen ions, which are strong bases and conjugated bases of water molecules. The main families of metal oxides are assembled in Table 1 . Single or complex metal oxides, based on the first transition series, exhibit a wide variety of non-stoichiometric phenomena, which originate from the unfilled 3d electron shell. For instance, Fe sites can be vacant in FeO of rocksalt framework (Fe1-xO with 0.05 < x < 0.18). In ABO3 perovskite oxides, non-stoichiometry arises from a cation deficiency in A or B sites (AxWO3, A being an alkali ion) or an oxygen anion excess. Cation A has a great influence on electrical properties. For instance, WO3 is an insulator, while AxWO3 is a semiconductor at low x values and metallic at high x values. Oxygen-deficient perovskites have attracted much attention because of their oxygen storage ability and their redox properties, quite useful for total oxidation reactions, for instance for exhaust catalysts. In fully oxidised CaMnO3-δ and CaFeO3- δ perovskites, Mn and Fe are at +4 oxidation state and δ = 0, the material can accommodate up to 17% oxygen vacancies without loosing its structure. The Sr1-xLaxCo1-yFeyO3-δ series, with brownmillerite type oxygen defects, exhibits high electronic/oxygen ion mobilities. In some perovskites a small oxygen excess can be accommodated by the formation of cation vacancies at A- or B-sites, leaving the oxygen sub-lattice intact. Electronic defects may be created upon reduction and oxidation of metal cations at different oxygen partial pressures (pO2). At low pO2, the material loses oxygen, which generates electrons, enhancing the n-type conductivity, according to : O0 ↔ (1/2) O2 + VO•• + 2e−. At high pO2, oxygen is incorporated into an oxygen vacancy and takes two electrons from the valence band, leading to holes contributing to the p type conduction, according to (1/2) O2 + VO•• ↔ O0 + 2h•. A consequence of the trapping of electronic defects is that the solid becomes insulating at low temperatures. Defect associations between oxygen vacancies and acceptor dopants are observed in Y-ZrO2, where VO•• are trapped by YZr• defects leading to a drastic decrease in oxide ion conductivity. Protonic defects, associated with acceptor dopants, limit protonic conduction in metal oxides. As all metal oxides contain impurities, the defect mechanism of “pure” oxides is similar to that of doped oxides. For instance, strontium titanate, SrTiO3, has a similar defect chemistry to acceptor-doped SrTiO3, because the impurities are ions at lower oxidation states such as Fe3+, Al3+, Mg2+, Na+, etc., and their concentrations, typically ca. 102-103 ppm, are sufficient to dominate the defect chemistry, especially at high pO2. All these aspects should be taken into account when considering the reaction mechanisms and kinetics on metal oxide catalysts, for instance in selective or total oxidation reactions on mixed metal oxides, where electrons and oxygen anions mobilities and lattice oxygen diffusion or storage capacity are important. Polyoxometallates (POMs) constitute an important group of transition metal oxygen clusters intermediate between molecules and oxides [21]. They are formed of anions of metal-oxygen octahedra MO6, linked together to constitute a stable and compact skeleton of polymeric oxoanions, according to : p[XOr]x−2r + q[MOn]m-2n + zH+ → XpMqOx (p.x + m.q – z.s) + (z/2)H2O with M = an addenda atom of valency m, X = heteroatom of valency x, and s = the oxygen balance. The most common M atoms are Mo and W and less frequently Ta, V, Nb (d° element). One has considered different structures, namely : \"Linqvist\" [M6O19]n- (Oh symmetry of 6 MO6 edge-shared octahedra); \"Keggin\" α-[(XO4)M12O36]n- (Td symmetry of 4 M3O13 groups of 3 MO6 octahedra); \"Dawson\" α-[(XO4)2M12O54] n- (Dh symmetry of 2 Keggin fragments α-XM9O34) ; \"Anderson\" [Hx(XO6)O18] n- (D3h symmetry planar arrangement of 7 edge-shared MO6 octahedra). The most common POMs used in catalysis are Keggin-type either as acid-base catalyst such as heteropolyacids (HPA) or as redox (for partial oxidation reactions) catalysts. Their properties are controlled by varying the chemical composition, e.g. changing the M element as in H3+xPVV xMVI 12-xO40, or by using an inert support as silica. For acid samples the following order of acidity range has been established : H3PW12O40 > H4SiW12O40 ˜ H4GeW12O40 > H3PMo12O40 > H4SiMo12O40 ˜ H4GeMo12O40. Several industrial processes have ben developed, in particular in Japan, such as hydration of propylene to isopropanol in 1972, oxidation of methacrolein to methacrylic acid in 1982, direct oxidation of ethylene to acetic acid in 1997 and production of ethyl acetate in 2001, among other new processes. Giant heteropoyoxometalates compounds have also been synthesised [22], such as the Bielefeld “wheel’’ [MoVI 126MoV 28O462H14(H2O)70]14- or a Keplerate capsule superfullerene type [MoVI 72MoV 60O372(CH3COO)30(H2O)72]42- but with no industrial application yet, to my knowledge. Zeolites constitute also an important class of metal oxide catalyts, which has many industrial applications such as fluidised catalytic cracking of oil (FCC), isomerization of linear alkane to branched alkanes of much higher octane number values, alkylation of aromatics by alkanes or olefins and many fine chemical production. From these silica alumina well cristallized structures only a few have led to very important industrial applications in adsorption (A, X,…), in catalysis : H-MFI, H-FAU, H-BEA, H-MOR, H-FER, H-CHA and others having some applications in fine chemistry. Recently, in order to favour access to active site in zeolitic pores and increased reagents diffusion ability, new synthesis or post synthesis modification methods, such as dealumination, desilication, by NaOH or by direct hydrothermal route as MCM-22 or MTI-1 from MWW structure and using organic relevent templates (SDAs) have been developed using templates after synthesis. This has led to meosporosity inside the zeolite grains and hierachical structure possessing secondary porosity at meso-and macro- have been created [23,24]. Hierarchical zeolites, i.e. layered zeolites with known topoplogy, possess secondary meso- and macro-porosity, added on primary microporous structures, which create porous materials, with both molecular sieving ability and fast mass transport. These materials constitute an effective solution to the problem of mass transport, which occurs when using conventional zeolites in catalytic reactions. The latter porosity allows molecules of substrates to access the active sites that are located within micropores and reduce the catalysts, leading to increase reaction rates and catalyst life-time (slower deactivation removal time of product molecules), while keeping shape selectivity. Besides, secondary porosity of hierarchical zeolites creates an ideal space for deposition of active catalytic phases controlling their size and allows attaining high dispersion and strong interaction between zeolite and the medium. Modification of metal oxide catalysts has also be developed by considering 2D vs 3D structures, following the trend of 2D-zeolites reminded above. The idea was to consider layered clays, double hydroxydes (LDHs), pillared clays, layered perovskites, ultrathin films and change the interlayer composition or spacing after or during synthesis, leaving labile units between the layers. This domain was developed mainly for energy storage, batteries (PEC), solar driven chemistry transition state energy relation with catalysis, electrocatalysis, photocatalysis, fine chemical synthesis and biomass conversion [see excellent ref. [[25]]]. Several review papers have been published on 2D (layered) vs 3D metal oxides used as catalysts or batteries for energy storage [26]. Note also the domain of metal-organic frameworks (MOFs) [27], which constitute new type of oxide catalysts. Nevertheless due to low stability of organic linkers in the structure only relatively low temperature reactions can be envisaged on MOFs materials. The surface area of transition metal oxides highly depends on the synthesis route and on the activation procedure of the catalyst precursors. Therefore, many research laboratories have focussed their efforts on new synthesis route, based on solid-gas reaction, solid-liquid reaction (precipitation at a controlled pH value), \"sol-gel\" or \"chimie douce\", and solid-solid reaction. New activation procedures during catalysts synthesis or during reaction or during both synthesis and reaction, have been investigated [28], using ultrasounds, microwave irradiation, ball milling (mechanical grinding), light, electrochemical and photoactivated process and have led to new catalytic properties. 3 Main properties of acid-base catalysts 3.1 Acid and base features of heterogeneous catalysts [29] Acid catalysis is generally assigned to hydronium ions (H3O+ as carrier of protons H+), while basic catalysis is assigned to basic hydroxyl group OH−. Reactions typically catalysed by proton transfer are, for instance, esterification and aldolisation. In such reactions the conjugated acid of the carbonyl group is more electrophilic than the carbonyl group itself. One distinguishes Brønsted and Lewis character of acid-base oxides. Brønsted acid (AH)/base (B) sites are defined respectively as donating/accepting a proton H+ and Lewis acid (A)/base (:B) as accepting/donating an electron pair. Brønsted acid sites are able to protonate olefins to form secondary cations followed by double bond or skeletal isomerisation, to protonate alkanes to pentaccordinated carbocations or aromatics to benzenium cations or alcohols to oxonium ion, while Lewis acid sites favour ring opening and epoxides formation. Brønsted base sites are able to abstract proton from an olefin to form an allylic carbanion, which results in double bond or skeletal izomerisation, from α-C to form an enolate anion which, by nucleophilic attack, results in aldol addition and Lewis base sites to coordinate carbonyl C to benzoate, for instance. Both acid and base sites can also act cooperatively such as in alcohol dehydration reactions (E2 mechanism) or aldol condensation. 3.2 Characterization of acidity and basicity of solid catalysts [30,31] Many techniques have been used to characterize the acid-base sites of solid catalysts as described in ref. [[11]]. Some techniques identify the acid or base sites structure and molecular composition, other identify their strength using relevant acid or base probe molecules, other identify their amount (titration). Acid probes for characterizing basic character of a sample are usually CO2, SO2, pyrrole, benzoic acid, etc. Basic probes to characterize acidity are ammonia, pyridine, piperidine, aniline, phenol. Amphoteric probes are : pyrrole, water, methanol, acetonitrile. Distribution of acid/base strength can be homogeneous within a surface, as for H-MFI sample, or heterogeneous (majority of cases). All these features greatly influence the catalytic properties and should be determined as precisely as possible. Some of these methods permit the titration of acid or base sites, such as in a porous aluminosilicate [32]. Many studies have been devoted to the relation between acid-base sites characterization and catalytic properties. However, this aspect is not realistic as all characterizations are done in specific conditions, dictated by the spectrocopy used itself, while catalytic reactions occur in very different conditions of temperature, pressure, presence of reactants, depending on the reaction itself and with possible adsorption competition being not taken into account in spectroscopic measurements. A simple general rule or rankings correlations between acid-base and catalytic properties, is thus not possible to establish clearly. Moreover, the reaction mechanism of the reaction under study has to be known to establish any correlation with known reactions. The best way is to compare catalytic data from a given sytem under study to a well known and close-by reaction by its experimental conditions, such as isopropanol conversion to propene (acidity) or acetone (basicity) [33] or 2-methyl-3-butyn-2-ol (MBOH) transformation [34] to 3-methyl-2-butenal (prenal) and 3-methyl-3-buten-1-yne (Mbyne) (on acid sites), 3-hydroxy-3-methyl-2-butanone (HMB) and 3-methyl-3-butene-2-one (MIPK) (on amphoteric sites) and acetylene and acetone (on basic sites An excellent and more general review article has been published recently about the use of model reactions for characterizing acid-base properties of a solid catalyst for establishing some relation with a given reactions, and should help any interested reader [35]. Lets summarized the main techniques employed worldwide and described in ref.11. • Colored indicators (Hammett’s probes), for titration of the number of basic or acid sites, mainly valid for solutions and not really reliable for solid catalysts [11,36]. • Infra red spectrocopy. One can determine acid or basic hydroxyl groups by their frequency in the range 3500-3800 cm−1, and after adsorption of a basic (NH3, pyridine, bipyridine, acetonitrile) or acid probe (CO2, SO2,..) molecule and after its des-/abs-orption [37]. The method permits to identify Brønsted and Lewis sites by their IR frequency value and was developed for operando studies [38]. • XPS valid to characterize lattice oxygen anions by their binding energy value, which depends on the charge borne by the ion, thus on their basic character and also by the shift observed when a probe is adsorbed what ever gaseous (CO2, SO2, NH3, pyridine, aniline, carboxylic acid or liquid (phenyl ethylamine, etc) [39]. • Temperature programmed desorption (TPD) of adsorbed probe molecules such as ammonia or pyridine (base) or CO2 or SO2 (acid), which permits to determine the acid/base strength (from the temperature of desorption) and their amount vs their strength [40,41]. • Microcalorimetry of base (pyridine, ammonia) or acid (CO2, SO2) probe adsorption (differential heat of adsorption vs increments of adsorbed acid or base probes), very useful for a quantitative determination of the number (titration) and strength of the sites but blind for their nature and structure [42]. The technique was applied also for liquid-solid cases [43,44], important for biomass derivatives conversion, usually in aqueous solutions. • NMR via the shift of adsorbed probes [45] such as 31P [46], 1H [47], 13C [48], 17O [49], etc. • Potentiometric titration [35,50], e.g. of the sample dispersed in a sodium nitrate solution, which was then titrated with a standard solution of sodium hydroxide. Existing solid Lewis acid catalysts are mostly supported-Lewis acids such as AlCl3, BF3, FeCl3, SbF5, SnCl4 etc. Unfortunately, these catalysts are suffering from leaching of the acidic components during reaction. 3.3 Main catalytic acid-base properties of metal oxide catalysts [51] Acid-base catalysts have led to many catalytic reactions and to the developments of many industrial processes, mainly based on acidity. The main reactions concern : i) conversion of methanol to hydrocarbons (MTG, MTO) processes, ii) transformation of alkanes (isomerisation of light alkanes at low temperature, hydroisomerisation and hydrocracking of long chain n-alkanes (C7-C16)) with an hydro(dehydro)genating Pt or NiMoS catalyst associated with H-FAU, H-BEA, H-MOR or H-MFI zeolite, iii) alkylation of isobutane by n-butene to trimethyl pentane, propene, ethene, as substitute for HF or H2SO4 catalyst, iv) skeletal isomerisaton of n-butene (H-FER), v) transformation of aromatics (e.g. ethyl benzene to xylenes), vi) fine chemicals (e.g acetylation by acetic anhydride of hydrocabons, esters (anisole, 2- methoxynaphtalene), of heterocycles as benzofuranes, vi) Fries rearrangements, vii) nitration of aromatics by NO2, hydroxyalkylation of phenol. H-BEA being the preferred catalyst para-xylene, viii) alkylation of phenol or aniline by methanol or dimethyl carbonate, ix) hydrolysis of dichloromethane, x) aldolisation of acetone, xi) aldolic condensation of benzaldehyde, Meerwein-Pondorf-Verley reaction, xii) epoxidation of unsaturated of ketones or of dibenzothiophene by H2O2. (hydrotalcite being the most efficient catalyst for the last 5 reactions).The main processes are assembled in Table 2 . Solid acid and base catalysts have been developed up to now mainly in refining and petrochemical processes and are replacing corrosive aqueous liquid catalysts, such as sulfuric, hydrochloric or nitric acids and sodium or potassium hydroxides, by solid catalysts, leading to lower E factor [52] (E = weight of waste /weight of product), known to equal ˜0.1 and 1.5 for petrochemistry and basic chemicals, respectively, while against 5–50 and 25–100 for fine chemicals and pharmaceuticals, respectively. To decrease the utilization of carbon from fossil resources to construct a sustainable society, cellulosic biomass and its derivatives have appeared as a good compromise, and solid acids and bases should play an important role in their conversions, but catalysts should be water-tolerant, such as ion-exchange resins [53]. One of the most important biomass compound is lignocellulose known to contain 15–20% lignin, 25–35% hemicellulose and 40–50% cellulose. Liquid fuel can be obtained by fast pyrolysis of bio-oil and from 100 t wood, for which one can expect 10 tons CO, 12 tons CO2, 6 tons CH4, 60 tons bio-oil and 10 tons char. Note that ZnO-Al2O3 catalyst has already been industrialized for biodiesel synthesis by transesterification of triglyceride from biomass by methanol, replacing homogeneous base catalyst (usually NaOH) and avoiding poisoning of a base catalyst by free fatty acid (FFA), which forms soap. The conversion of its by-product glycerol (CH2OH-CHOH-CH2OH) to form acrolein (CH2=CH-CHO) by dehydration on acid catalyst as Nb2O5/SiO2, WO3/ZrO2, supported heteropolyacids, acid resins, and its direct oxidation to acrylic acid (CH2=CH-COOH) on W-Mo-V mixed oxides, P doped W-V-Nb mixed oxide, heteropolyacids as HCs1.5(VO)0.2(PMo12O40)0.25(PW12O40)0.75 was studied but is not yet industrialized. The number of the processes that use heterogeneous acid and base catalysts for fine chemicals synthesis vs homogeneous process is still limited at present. In most of the reactions studied with solid acid catalysts so far, active sites are Brønsted acid sites, while Lewis acid-catalyzed reactions have not been studied extensively. In recent years, water-tolerant solid Lewis acids have been reported to be effective in various reactions. Preparation of solid Lewis acid catalysts as well as elucidation of the role of Lewis acid sites is desirable not only for the reactions in water, but also for those in other solvents. Multifunctional catalysts with acidic and basic properties, either bifunctional or dual functional catalysts are used also in chemical processes which involve more than one type of successive reactions to produce a target product. A classical example is alkane isomerization, in which hydrogenation/dehydrogenation function and acidic function operate successively. Another example is aldol condensation which results from successive reactions of aldol addition by base sites and dehydration by acid site. For example glucose is converted to fructose by Lewis acid followed by the conversion of fructose to 2-hydroxymethlfurfural by Brønsted acid. There should be many cases in which two, or more than two functions are required such as acidic, basic, redox, metallic functions. Taking advantage of heterogeneous catalysts that the sites having different functions can co-exist on the surface, the design and application of such multifunctional catalysts are promising. Further applications of solid acid and base catalysts in fine chemicals synthesis is also greatly expected. Acid-type catalysts have been used in priority vs base-type ones in the industry [54]. The main reason is that, although the acidity of such catalysts can be decreased in strength and amount by the deposit of carbonaceous by-products (coke fouling), which led to less accessible acid sites, it can be relatively easily and at least partly restored by burning the coke, which cleans the surface and provides heat necessary for the feed medium and the reaction itself, as in the well known fluidised catalytic cracking (FCC) process. Moreover, Brønsted acidity can be decreased by water from air humidity which can be more or less easily removed by heating at sufficient but moderate temperature, i.e. not too high to avoid elimination of strong Brønsted sites. At variance, in the case of base catalysts, CO2 from air forms carbonates with surface basic sites. Such carbonate species not only poison the catalytic surface sites, but also are quite difficult to eliminate thermally, compared to water for acid catalysts. This is why, although many reactions can be catalysed both by acid or base sites, acid catalysis is more often preferred and although selectivity to a desired product is often inferior. A case study as an example of a Brønsted acid catalysed reaction is shown in Fig. 1 , where the reaction mechanism due to Brønsted H+ site is depicted. For industrial and environmental applications of bases the reader can find precious informations in ref. [55]. For base catalysts, the affinity towards carbon dioxide (CO2 retention capacity, CRC), their basicity and hydrophilic character (water retention capacity, WRC) can be measured. For instance, in the case of coal fly ash-derived zeolites such as 4 A, NaP1, X zeolites [56], it was observed that increasing Si content, leads to the decrease in CRC, thus in basicity and increase of WRC, thus a proportionality between the zeolite basicity and hydrophobic character, which are important features for potential applications in the capture of acidic gases such as CO2 or SO2, greenhouse gases and VOCs. This was assigned to changes in the negative charge of the lattice oxygen anions, which is related to the zeolite structure and Si/Al ratio, zeolites with high Si content being known to be hydrophobic. Some metal oxide catalysts can exhibit acid-base properties for bi-functional reactions and their properties can be changed as a function of chemical composition. For instance, hydroxyapatite Ca10(PO4)6(OH)2 (HAP) is an amphoteric material, with its stoichiometric Ca/P ˜ 1.67 value. However, if the pH value of the preparation is changed, and for Ca/P = 1.5 or less the material is acid. Moreover, Ca cations can be exchanged by redox ions such as Cu, Fe, Mn, Pb, etc, whereas its structure is maintained [57,58] and lead to materials exhibiting catalytic properties for reactions such as deNOx, de-VOCs, waste waters treatments, NH3 or NO oxidation, The direct conversion of methane to higher hydrocarbons and hydrogen can be catalyzed using “superacids”, as first reported by Olah et al. [59], who have demonstrated the superacidity of FSO3H-SbF5. Gas-phase HBr/AlBr3 was also shown to be a superacid, and subsequently, when AlBr3 was grafted on H-MFI, the catalyst was observed to be able to convert methane in the 200–400 °C range to C2-C6 hydrocarbons and aromatics [60].However recently, Siluria company [61] has announced in the 2019 time frame, development of commercial plants. The catalyst is not known but it may contain rare earth oxides supported or not on MgO, CaO or AlPO4 and may contain at least two doping elements [62]. Other possibilities to activate and convert methane, from natural gas source is discussed below in §3. 4 Redox-type catalysts and catalysis 4.1 Properties of redox catalysts These catalysts contain transition metal ions, which may change or not their oxidation state during the reaction, depending on the reaction concerned. To characterize such oxido-reduction properties the main method usually used is the temperature programmed oxidation by oxygen or reduction by hydrogen, usually diluted in argon (TPR/TPO). Methods such as UV–vis, EPR, XPS, XANES may also be used to determine the oxidation state of the lattice cations and any changes occuring during the reaction. 4.2 Main redox catalysts As indicated in the introduction redox catalysts contain transition metal cations. The main families are simple oxides as CuO, Co3O4, MnO2, etc and complexes oxides as molybdates, tungstates, phosphates, perovskites, hexaaluminates, spinels and mixtures of such oxides, constituting what it is usually called \"multicomponent catalysts\". In the later case synergistic effect has been observed, usually due to an eptitaxial coherency between phases which consequently facilitates electron transfer during a redox mechanism. BiCoFeMoO4 multicomponent catalyst used for propene oxidation to acrolein is a striking example [63]. 4.3 Catalytic properties of redox catalysts This field correponds to oxidation reactions mainly selective oxidation or oxidehydrogenation (ODH) but also total oxidation used in depollution (de-NOx, de-VOCs) and wastewaters treatments. The catalysts contain cations of variable oxidation state such as Cr, Fe, Mn, Cu, Nb, Mo, V, W, etc. These oxidation states can change during reaction (selective oxidation) or not (total oxidation). In the former case the reaction mechanism is often the so-called Mars and van Krevelen redox mechanism [64] as schematised below : 2[CatO] + R-CH3 → 2[Cat] + R-CH = O + H2O - 4 e− 2[Cat] + O2 (gas) + 4 e− → 2[CatO] Where [CatO] refers to oxidised caralyst, [Cat] to its reduced form, R-CH3 to an organic hydrocarbon compound and R-CHO its oxidation state in an aldehyde form. In this mechanism, the hydrocarbon reduces the cations from the catalyst with incorporation of lattice oxygen to the hydrocarbon with 2 electrons transfer per lattice O anion. The reduced catalyst is then reoxidized by gaseous oxygen which is incorporated in the catalyst as O2− lattice anions. Catalytic partial oxidation reactions are favoured on mixed metal oxides based mainly on V and Mo cations attached to other redox cations such as Fe, Nb, Sb, Ta, Te, W. V2O5 and MoO6 octahedra are assembled as shown in Fig. 2 . The catalysts are often composed of several phases with often epitaxial coherence leading to synergistic effect giving complex chemical compositions, as in the case of the mixture of M1 and M2 phases in the MoVTeNb-O catalyst used for propane amm/oxidation to acrylonitrile/acrylic acid [65]. Since the pioneer works by Bielanski and Haber [69], it is admitted that when the lattice oxygen anion O2− is nucleophilic selective oxidation is favoured, while for an electrophilic species total oxidation is favoured. I has been shown that the selectivity depends on the nature of surface oxygen species (O2−) associated to cation(s) Men+, on Me-O bond energy and their distribution on the surface and which necessitate a high number of electrons involved in the reaction. This feature corresponds to structure-sensitivity of oxidation reactions as demonstrated by the pioneered work by Volta [70]. For instance, many catalysts are able to transform propane to propylene (reaction with 2e-), whereas only three (Cu-O, Bi-Mo-O, Sn-Sb-O) are able to transform propylene to acrolein (4e- reaction) and only one ((VO)2P2O7) to oxidise butane to maleic anhydride (a 14e- reaction) or (VTi-O) for o-xylene oxidation to phthalic anhydride (a 12 e-) reaction. A reaction scheme is schematised in Fig. 3 . Note that on V-based catalysts, it has been shown that the V5+ ion activates the alkane by H abstraction first and that a second H abstraction gives the allylic radical before insertion of oxygen. It has also ben shown that for partial oxidation reactions, some specific properties of the solid catalyst surface have to be met to favour reaction selectivity, namely the seven pillars rule proposed by Grasselli [71,72] to be satisfied: i) Nature of lattice oxygen anions: nucleophilic (selective) rather than electrophilic (total oxidation) ; ii) Redox properties of the metal oxide (removal of lattice oxy- gen and its rapid reinsertion) ; iii) Host structure (permits redox mechanism to take place without structure collapse) ; iv) Phase cooperation in multicomponent catalyst or supported catalyst (epitaxial growth and synergetic effects) ; v) Multifunctionality (e.g., α-H abstraction and O-/NH- insertion). vi) Active site isolation (to avoid a too high lattice O surface mobility and thus over-oxidation) ; vii) MO bond strength (to be not too weak (total oxidation) nor too strong (inactivity) (Sabatier principle). Some of the most important catalysts usde in partial oxidation reactions are presented in Table 3 . It was observed that an oxide catalyst containing Mo, V, Nb was able to highly convert ethane with high selectivity to both acrylic acid has been studied [73]. The best catalyst was observed to be Mo0.61V0.31Nb0.08-O and to be composed of two defective oxide structures of Mo and V, Mo4V6O25 and Mo6V9O40, being the active and selective phases with the inclusion of niobium to stabilise the structure. Propane direct oxidation to acrylic acid has been studied [74] on mixed oxides, such as MoVTe(Sb)Nb-O of structure derived from the above one MoVNb-O active and selective for ethane to ethylene, as well as the dehydration of lactic acid and 3-hydroxypropionic but have not been commercialised yet. Recently, a crucial discovery [75] was disclosed, namely that the calcination of the mixed MoVTeNb-oxide, previously performed in air at around 350 °C, in a non-oxygen containing (i.e. inert) atmosphere (nitrogen gas) at around 620 °C, resulted in acrylonitrile yields of up to 59% (92% propane conversion; 64% acrylonitrile selectivity), which made the system competitive with the old processes starting from propene. The active phase was identified as the so-called M1 phase [41]. Acrylonitrile hydrolysis, as well as the Reppe chemistry to get acrylic acid, have been used in the past, but are no longer economically attractive. At variance, direct ammoxidation of propane to acrylonitrile on the same MoVTe(Sb)Nb-O catalysts have been successively industrialised. Among the disclosed compositions is Mo1V0.4Te0.2Nb0.1Ox with reported per pass yield of acrylonitrile of ca 14% (23% propane conversion ; 61.5% acrylonitrile selectivity). Yields were improved to up to 25% (58% propane conversion ; 44% acrylonitrile selectivity) with the addition of various elements as promoters. In a recent paper [76], it was shown that for a multicomponent FeMoTeO catalyst, active for mild propene oxidation to acrolein, the incorporation of silica permittted to disperse the active phase without modifying catalytic propeties. Selectivity was observed to be higher than 83% at 80% conversion while the catalytic reaction temperature was decreased from 450 to 360 °C. In addition to these remarkable properties, the catalysts appear to be stable over several hundred hours. It was shown that the active phase corresponds to an amorphous layer of molybdenum oxide containing Te and Fe, while the Fe2(MoO4)3 phase only has a supporting role allowing stabilization of the amorphous layer. These results stimulate renewed interest in this catalytic reaction and open new perspectives on new applications. A series of Mo6VO x /H4SiW12O40/Al2O3 catalysts, as bifunctional catalysts, have been applied for the one-step oxydehydration of glycerol to acrylic acid [77]. It was found that acetic acid was produced in parallel with acrylic acid at similar yield when adjusting Mo3VO x content in the catalysts. Increasing calcination temperature from 350 to 650 °C led to structural evolution of supported active species and catalytic activity changes. However, H4SiW12O40 began to dissociate near 450 °C causing the formation of various WOx species. Above 450 °C, the yield of acrylic acid dropped while that of acrolein reached its maximum valu, whereas. acetic acid yield did not change appreciably. It was proposed that both the acidic and redox properties of catalysts should be finely tuned. The (V0.07Mo0.93)5O14 entities were suggested to be the active species for acrolein oxidation, while isolation of dehydration (acid sites) and oxidation active centres (redox) was also suggested to improve acrylic acid yield. Important reactions using metal oxides concern total oxidation and combustion, mainly for depollution (de-VOCs, de-NOx), and wastewater treaments. The catalysts are based on transition metal oxides (M = Mn, Co, Fe, Ni). The main catalysts are perovskites, LnBO3, in which Ln is a lanthanide (usually La) and the B cation possesses two valence states like Mn, Co or Fe, e.g. La1-xMxMnO3+δ with M = Ce, Sr, but also spinels of formula YX2O4 and hexaaluminates (ABxAl12-xO19- δ , where A and B are a lanthanide and a transition/noble metal cation, respectively). In the spinels X = trivalent cation and Y = divalent cation as in MgAl2O4 normal (N) and inverse (I), where the two cations X lie in two octahedra or one octahedron and one tetrahedron). The hexaaluminates, have a layered structure, which corresponds to alternate layers of alumina spinel groups in which a large A cation is located. Their structural parameters depend on the charge and radius of large cations in the conduction layer as for beta-alumina and magnetoplumbite. The spinel block thickness increases according to the increase in the amount of Al3+ defect within it. The catalytic objectives for developing and synthesizing such catalysts is to replace noble metals in a number of processes by non precious metals. The use of single oxides for total oxidation (CO, methane, COVs, wet air oxidation), and for treatment of nitrogen, chlorinated and sulphided compounds (NOx, NH3, urea) is summarized in Table 4 . In every case, the most probable mechanism (Langmuir–Hinshelwood, Eley–Rideal or Mars–van Krevelen) and the nature of the active sites (Mn+/Mn+1 ion pairs, acid-base sites), as well as the role of reactive oxygen species, are the main parameters. The activity of such single oxides for total oxidation is generally linked to the presence of Mn+/Mn+1 ion pairs associated with oxygen vacancies, essential for the adsorption or heterolytic splitting of the molecule (CO, hydrocarbons) and for O2 activation. This is why oxides such as Co3O4 or Fe3O4, or Mn- and Cu-based oxides, which intrinsically possess two valences of the cation in their structure, are good candidates for oxidation reactions, even in the absence of a noble metal. Another important field of application is the elimination of volatil organic compounds (VOCs). VOCs correspond to CO and hydrocarbons such as CO, methane, propane, propene, acetylene, benzene, toluene, xylene and also oxygenates ans chlorinated compounds, such as chlorobenzene, methanol, ethanol, n-propanol, n-butanol, acetone, dimethylether, Cl2, CH2Cl2, di-/tri-chlorobenzene, etc. arising from industrial plants, as summarized in Table 4. Methane activation by heterogeneous catalysis was discussed above using superacid catalysts (Olah’s works and Siluria technology). Other possibilities have also been developed to form synthesis gas (CO + H2) by dry-, steam-, tri- or autothermal reformings, partial oxidation), HCN, C2H4, CH3OH, HCHO, CH3Cl, CH3Br and aromatics [78]. Another way to convert natural gas (CH4 mainly) is the direct methane oxidative coupling to ethylene, (2CH4 + O2 → C2H4 + 2H2O + heat), reaction which has been very hugely studied worldwide at the end of last ecntury since the pioneer work on Li dopedMgO by Lunsford et al in the 1980s and reviewed recently [79], who suggested that the reaction proceeds via a radical mechanism, the C–H bond being activated by homolytic splitting with H atom transfer to the [O•Li+]MgO sites. However, from theoretical calculations data, it was much further suggested [80], that Li+ O•− site are not the active site, but rather that CH4 chemisorbs heterolytically on defects according to : [Mg2+O2-]MgO + H-CH3 → [(Mg-CH3)+HO-]MgO and [(Mg-CH3)+HO-]MgO + O2 → (O2 •-)[Mg2+HO-]MgO + •CH3, assuming that surface adsorbed O2 molecule accepts an electron forming a superoxo species. Unfortunately despite huge reseach efforts, no commercial process could be develope yet. Methane can also be converted to H2 and CO using CO2 as reactant in the so-called trireforming process [22,23], as already discussed already in the introducton. Another example of oxidative coupling is the gas phase reaction of ethanol and methanol to acrolein [81] which yield was observed to depend on the amount and strength of acid/base sites. This a two reactor process with oxidation of the reactants to formaldehyde and acetaldehyde by FeMOx catalyst followed by aldolisation and dehydration to acrolein, by Mg/SiO2, which was found the most active catalyst. Some new catalysts and catalytic applications have ben published recently. For instance, the acylation of methyl furan [82] or the aerobic oxidation of 5-hydroxymethyl-2-furfural tp 2,5- diformylfuran [83]. This shows that new catalysts and new catalytic reactions are under their way to try to develop catalytic processes, for the up-grading of biomass derivatives to valuable raw or fine chemicals. Note also that biomass production is obviously limited vs the society needs is not close to substitute oil for producing hydrocarbonated raw materials and fuels and that other resources have to be developed in the future. 5 Conclusions and perspectives Metal oxides catalysts represent a large field of heterogeneous catalysts and catalysis. The main reactions concern acid-base and oxidations (selective/partial and total) reactions. Their uses in industrial processes have been developed mainly in the second half part of the last century, while improvements in processes (chemical engineering), new activation procedures (microwaves, ultrasound, mechanical balling, light, electrochemistry, etc) and new preparation methods (sol-gel, chimie douce, etc), have been developed since that time. In fact, very few new processes have been discovered and developed since, but great improvements of known processes have been carried out. However, new regulation rules in chemical processes and strong environmental problems, particularly stringent since the beginning of the 21st century, have led to many researches worldwide for more carbon free reactions and alternate raw material resources such as biomass, hydrogen as fuel, solar energy to substitue oil, shale oil and natural gas resources, which will inexorably be depleted. With the rapid depletion of fossil fuels (36.0% for oil, 17.1% for coal and 26.9% for natural gas + 9.8% nuclear, 2.3% hydro, 5.7% biofuels/wastes and 5257 Millions tonnes oil equivalent (Mtoe) in 2017 against 3740 Mtoe with 52.6% oil, 22.6% coal and 18.9% natural gas in 1973 [84]), the searches for new clean energy resources have become an inevitable trend of global industrial development [85]. Among the sustainable energies which could have potential for application in the future, hydrogen has appeared rapidly as an excellent energy carrier for the development of low-carbon emission processes. A large number of studies can be found in the literature regarding the development of novel functional catalysts for hydrogen production from various reactions, such as hydrocarbon steam reforming over Ni based catalysts (e.g. steam methane reforming SMR : CH4 + H2O ↔ CO + 3H2, ΔH = + 206.6 kJ mol−1), methane dry reforming by carbon dioxide (DMR : CH4 + CO2 → 2CO + 2H2, ΔH = + 247.3 kJ mol−1), methane partial oxidation (POM : CH4 + ½ O2 ↔ CO + 2 H2, ΔH = -35.6 kJ mol−1), water gas shift reaction (WGSR : CO + H2O ↔ CO2 + H2, ΔH = -41.1 kJ mol−1) over Fe-Cr or Cu-Zn or CeO2 based catalysts, reverse water gas shift reaction (RWGS : CO2 + H2 ↔ CO + H2O ΔH = + 41.1 kJ mol−1, e.g. on NiMgAl,N–O catalyst [86], methane tri-reforming (MTR = SMR + DMR + POM) on Ni/MgO, Ni/MgO/CeZrO, etc [87],or doped catalyst/carbon nanotubes (CNTs) [88], and photocatalytic water splitting reactions. In the latter case, chemical engineering has been developed for photoelectro catalytic (PEC) solar cells, applied for solar refinery using solar fuel feedstocks (CO2, H2O, and solar energy) captured on site or transported to the refinery [89]. The solar unit provides energy in the form of heat, electricity or photons used to convert CO2 and H2O into fuels either by direct CO2 reduction or solar activation of CO2/H2O to CO/H2 and subsequent catalytic conversion to fuels (e.g. via methanol synthesis or Fischer–Tropsch reaction). Electrocatalytic oxidation of a biomass derivative (cellulose) to useful chemicals have been realised by oxidising woody biomass [90] to vanillin (and vanillic acid) using CuO and H2O2, and electrical and magnetic fields from a microwave source rather than the classical thermal heating. From the view point of chemicals and energy resources, utilization of the resources other than fossil resources is important in overcoming the environmental issues and for building a sustainable society. One of the possibilities for chemicals is biomass, in particular cellulosic biomass. Solid acids and bases should play important roles in conversion. Actually, the conversions of biomass and biomass-derived products have been studied extensively in recent years. Among them, biodiesel synthesis and utilization of glycerol are important topics, though only one process has been industrialized for biodiesel production on ZnO-Al2O3 catalysts. Note that the solid acids and bases applicable to biomass conversions should be water-tolerant catalysts. Currently, acrolein is produced primarily by the gas-phase oxidation of propylene on multicomponent catalysts (e.g. BiFeCoMoO4). However, as the use of propylene derivatives, particularly its transformation to polymers, has recently been sharply increased, and since this trend is likely to continue in the foreseeable future, the availability and cost of propylene is going to increase. One approach to substitute propylene relies on the use of new raw materials. For instance, catalysts and processes have been developed for the direct conversion of glycerol to acrolein. However, in such processes/catalyst two major difficulties were observed, namely rapid deactivation, and selectivity limited to less than 80%. There is thus a need to develop novel routes for the production of acrolein. One approach could be the conversion of allyl alcohol, which is produced in an initial step either by biomass fermentation, or through the dehydration of 1,3-propanediol, or the dehydration/oxidation of glycerol. The MTO (methanol to olefin, mainly C2 = & C3 =) has been successfully developed recently in China, using SAPO-34 catalyst. [91]. The world first commercial unit of MTO process was constructed and started to operate by Shenhua group in 2010, which was an important progress for coal to chemicals. There are some areas where solid acids, bases, redox catalysts have not yet been fully explored, such as their application to the synthesis of fine chemicals, e.g. as reported in [92],further efforts will be certainly beneficial to the discovery of new methods and processes for the synthesis of fine chemicals and bio-mass derived chemicals [93]. For environmental reasons, there is a number of benefits to utilize solid rather than liquid catalysts, namely : i) reduction of wastes i.e. salts formation, deposition or purification of used solvents. ii) free choice of solvent for the reactant, as it does not dissolve the homogeneous acids or bases. Moreover, some reactions can be performed without any solvent and even been carried out in the gas phase. The new reaction environments may open up the opportunity for developing novel reactions which cannot be performed by homogeneous catalysts. For tandem reactions, in which more than one step reactions are involved, one can proceed by one pot procedure over solid acids/bases or redox catalsyts, when bifunctional sites are necessary. Such one-pot reactions technology reduces the number of reactors and result in a more eco-friendly reaction system, when it is possible. For instance, many efforts have been done lats half century for one pot reaction for the direct partial oxidation of propene to acrylic acid to replace the old two reactors process of oxidation of propene to acrolein on BiCoFe molybdates followed by oxidation of acrolein to acrylic acid on MoV-O catalyst. Unfortunately, the action of both catalysts were quite different, including the optimum reaction temperature which has led to no success for a one reactor process possible yet. However, the recent development of the direct oxidation/ammoxidation of propane to acrylic acid/acrylonitrile on MoVTeNb-O (M1/M2 phases mixtures) was realised in one pot reactor. We have reported that the use of solid base catalysts in industrial processes is still limited as compared with that of solid acid catalysts and we have given the main reasons (partial neutralization of acid sites by water and basic sites by CO2 and difficulties in restoring the sites by heat treatment), although that in some cases the selectivity to a desired product in higher for base catalysis vs acid. It is thus clear that further studies of solid base catalysis have to be carried out. Moreover and consequently, there are a number of solid base-catalyzed reactions which are not understood in terms of the reaction mechanisms and properties of base sites. It is thought that the catalytic actions of solid bases are not simple copies of those of homogeneous ones. Clarification of the roles of basic sites is still under study, experimentally and theoretically, which opens up interesting research topics for the young generation. An example corresponds to biodiesel [94] synthesis via transesterification of triglycerides from biomass by methanol with 8% glycerol as a by-product, which should then be valorized, for instance by dehydration or oxidehydration to acrolein or acrylic acid [95,96] on solid base or acid-base bifunctional catalysis. While most of the catalysts in use are well established, there is a great objective for the development of novel catalytic materials, particularly to address the new requirements from emerging areas such as: i) electrocatalysis, photocatalysis, and plasma catalysis for the direct utilization of renewable energy sources and for which new 2D/3D layered oxides are expected to bring new possibilities; ii) catalytic processes for the use of biomass compounds as raw materials and other carbon sources (particularly CO2); and iii) use of fossil raw materials as alternatives to oil, such as methane or coal. In recent years, a variety of ordered mesoporous metal oxides have been synthesized by soft and hard template methods and their properties and catalytic applications have been developed and applied for instance for CO2 conversion [97] can be applied in the field of carbon dioxide conversion and resource utilization, which provides prospective viewpoints to reduce the emission of greenhouse gas and the inhibition of global warming. In the CO2 conversion, one has on Ni based catalysts on different supports several hydrogenation processes with the formation of methanol and the reverse water–gas-shift reaction as side reaction, according to CO2(g) + 3H2 (g) → CH3OH(g) + H2O(g) ΔH298 K = - 90.70 kJ mol−1, reverse water–gas-shift reaction : CO2 (g) + H2 (g) → CO(g) + H2O(g) ΔH298 K = + 41.1 kJ mol−1, CO2 reforming : CO2 (g) + CH4(g) → 2CO(g) + 2H2 (g) ΔH298K = + 274.3 kJ mol−1, CO2 methanation ; CO2 + 4H2 → CH4 + 2H2O ΔH298K = -165.0 kJ mol−1. Catalysis is deeply used in selective and total oxidation reactions, either for the synthesis of high value chemicals, as carboxylic a, severalldehydes, acids, nitriles and for depollution issues, but also for carbon free reactions so important for the future and to tend to a more sustainable world. Theoretical calculations of the surface sites and reaction mechanisms are quite helpful in trying to understand catalysis. The results of the quantum chemical calculations which have been done so far explain well the experimental results, and give us valuable information about the solid catalysts. Unfortunately, the theoretical calculations have been done only in the limited cases, and efforts use theoretical approach for many more cases is highly desirable. Deep insight into the surface reaction mechanisms, active sites and functions required for the reactions, together with the accumulation of experimental data will permit to design novel solid catalysts active for specialty, fine chemical, phramaceutical reactions. It is also important to remind the researchers that when new catalysts have been discovered, many difficulties will be met before any commercialization, as reported in several recent papers [98–100] and which researchers have to be aware of. References [1] J.M. Thomas W.J. Thomas Principles and Practice of Heterogeneous Catalysis 1997 Wiley-VCH (1st edition) & 2014 (2nd edition) [2] J.F. Le Page Applied Heterogeneous Catalysis, Design, Manufacture, Use of Solid Catalysts 1987 Technip Paris [3] J.C. Védrine J.C. Védrine Metal Oxides in Heterogeneous Catalysis 2018 Elsevier Amsterdam 1 41 [4] C.M. Friend B. Xu Acc. Chem. Res. 50 2017 517 521 [5] J.J. Berzelius Ann. Chim. Phys. 61 1836 146 151 [6] H. Tanabe Solid Acid and Bases 1970 Kodansha Tokyo [7] B. Imelik C. Naccache G. Coudurier Y. Ben Taarit J.C. Vedrine Stud. Surf. Sci. Catal. 20 1985 445 pages [8] Y. Ono H. Hattori Solid Base Catalysis 2011 Springer Heidelberg 421 pages [9] H. Hattori Y. Ono Solid Acid Catalysis, From Fundamentals to Applications 2015 CRC Press, Taylor & Francis group Boca Raton 511 pages [10] G. Busca B. Onida D. Tichit A. Vaccari Catal. Today 152 2010 118 pages [11] J.C. Védrine Res. Chem. Interm. 41 2015 9387 9423 [12] G. Busca J.L.G. Fierro Metal Oxides : Chemistry and Applications 2006 CRC, Taylor & Francis Boca Raton 248 318 [13] D. Barthomeuf G. Coudurier j.C. Védrine Mater. Chem. Phys. 18 1988 553 575 [14] J.C. Védrine Catalysts 6 2016 1 26 [15] J.C. Védrine I. Fechete C.R. Chimie 19 2016 1203 1225 [16] J.M. López Nieto B. Solsona J.C. Védrine Metal Oxides in Heterogeneous Catalysis 2018 Elsevier Amsterdam 211 286 [17] N. Bion F. Can X. Courtois D. Duprez J.C. Védrine Metal Oxides in Heterogeneous Catalysis 2018 Elsevier Amsterdam 287 353 [18] D.P. Dissanayake J.L.G. Fierro Metal Oxides : Chemistry and Applications 2006 CRC, Taylor & Francis Boca Raton 543 568 [19] J.C. Védrine ChemSusChem 2019 10.1002/cssc.201802248 in press [20] J.C. Volta J.L. Portefaix Appl. Catal. 18 1985 1 32 [21] J.C. Védrine J.M.M. Millet S.D. Jackson J.H.S Metal Oxide Catalysis 2009 Wiley-VCH Weinheim 561 594 chap.14, Hargreaves (Ed.) [22] A. Müller F. Peters M.T. Pope D. Gatteschi Chem. Rev. 98 1998 239 272 [23] Y. Wei T.E. Parmentier K.P. De Jong I. Zečević Chem. Soc. Rev. 44 2015 7234 7261 [24] A. Feliczak-Guzik Microporous Mesoporous Mater. 259 2018 33 45 [25] C.J. Heard J. Čejka M. Opanasenko P. Nachtigall G. Centi S. Perathoner Adv. Mater. 31 2019 801712 [26] J. Mei T. Liao L. Kou Z. Sun Adv. Mater. 29 2017 1700176 [27] H.C. Zhou J.R. Long O.M. Yaghi Chem. Rev. 112 2012 673 674 [28] M. Sylla-Iyarreta Veitía C. Ferroud Int. J. Energy Environ. Eng 6 2015 37 46 [29] H. Hattori Y. Ono J.C. Védrine Heterogeneous Catalysis 2018 Elsevier Amsterdam 133 209 [30] E.G. Derouane J.C. Védrine R. Ramos Pinto P.M. Borges L. Costa M.A.N.D.A. Lemos F. Lemos F. Ramôa Ribeiro Catal. Rev. Sci. Eng. 55 2013 454 515 [31] G. Busca Chem. Rev. 110 2010 2217 2249 [32] K. Yu N. Kumar A. Aho J. Roine I. Heinmaa D.Y. Murzin A. Ivaska J. Catal. 335 2016 117 124 [33] A. Ouqour G. Coudurier J.C. Védrine J. Chem. Soc. Faraday Trans. 89 1993 3151 3155 [34] H. Lauron-Pernot Catal. Rev. Sci. Eng. 48 2006 315 361 [35] M. Guisnet L. Pinard Catal. Rev. Sci. Eng. 60 2018 337 436 [36] M.W. Anderson J. Klinowski Zeolites 6 1986 150 153 [37] H. Knözinger S. Huber J. Chem. Soc., Faraday Trans. 94 1998 2047 2059 [38] S. Thomas O. Marie P. Bazin L. Lietti C.G. Visconti M. Corbetta F. Manenti M. Daturi Catal. Today 283 2017 176 184 [39] C. Guimon A. Gervasini A. Auroux J. Phys. Chem. B 105 2001 10316 10325 [40] R.J. Cvetanovic Y. Anenomiya Adv. Catal. 17 1967 103 149 [41] M. Niwa N. Katada Chem. Rec. 13 2013 432 455 [42] A. Mekki-Berrada A. Auroux M. Che J.C. Védrine Characterization of Solid Materials and Heterogeneous Catalysts : From Structure to Surface Reactivity 2012 Wiley-VCH, Weinheim 747 852 chap 18 [43] P. Carniti A. Gervasini S. Biella Adsorp. Sci. Technol. 23 2005 739 749 [44] P. Carniti A. Gervasini S. Biella A. Auroux Chem. Mater. 17 2005 6128 6136 [45] M. Hunger G. Ertl H. Knözinger F. Schüth J. Weitkamp Handbook of Heterogeneous Catalysis vol 2 2008 Wiley Weinheim 1163 1178 [46] A. Zheng S.-J. Huang S.-B. Liu F. Deng Phys. Chem. Chem. Phys. 13 2011 14889 14901 [47] J. Huang Y. Jiang V.R. Reddy Marthal W. Wang B. Sulikowski M. Hunger Microporous Mesoporous Mater. 99 2007 86 90 [48] V. Bosacek R. Klik F. Genoni G. Spano F. Rivetti F. Figueras Magn. Reson. Chem. 37 1999 S135 S141 (1999) [49] D. Freude T. Loeser D. Michel U. Pingel D. Prochnow Solid State Nucl. Magn. Reson. 20 2001 46 60 [50] N.D. Shcherbana S.M. Filonenkoa R.Y. Barakov S.A. Sergiienkob K. Yuc I. Heinmaad A. Ivaskac D.Y. Murzin Appl. Catal. A: Gen. 543 2017 34 42 [51] K. Tanabe W. Hölderich Appl. Catal. A: Gen. 181 1999 399 434 [52] R.A. Sheldon Chem. Ind. (London) 1992 903 906 [53] L.M. Sanchez H.J. Thomas M.J. Climent G.P. Romanelli S. Iborra Catal. Rev. Sci. Eng. 58 2016 497 586 [54] G. Busca Chem. Rev. 107 2007 5366 5410 [55] G. Busca Ind. Eng. Chem. Res. 48 2009 6486 6511 [56] A.P. Bektrao-Nunes R. Sennour V.-A. Arus M. Pires N. Bouazizi R. Roy A. Azzouz J. Alloys Comp. 778 2019 866 877 [57] L. Silvester J.F. Lamonier R.N. Vannier M. Capron A.S. Mamede C. Lamonier F. Pourpoint A. Gervasini F. Dumeignil J. Mater. Chem. A 2 2014 11073 11090 [58] S. Campisi C. Castellano A. Gervasini New J. Chem. 42 2018 4520 4530 [59] G.A. Olah R.H. Schlosberg J. Am. Soc. Brew. Chem. 90 1968 2726 2727 [60] S.R. Kanitkar, J.H. Carter, G.J. Hutchings, K. Ding, J. Spivey, Low temperature direct conversion of methane using a solid superacid, ChemCatChem https://doi.org/10.1002/cctc.201801310. [61] Siluria Technologies, Siluria company overview. Website : http://siluria.com/about/company.Overview. [62] T.F. Dagnan J.C. Védrine Metal Oxides in Heterogeneous Catalysis 2018 Elsevier Amsterdam 503 549 [63] J.M.M. Millet H. Ponceblanc G. Coudurier J.M. Herrmann J.C. Védrine J. Catal. 142 1993 381 391 [64] P. Mars D.W. van Krevelen Chem. Eng. Sci. 3 Suppl. 1 1954 41 49 [65] T. Ushikubo K. Oshima T. Numazawa M. Vaarkamp I. Sawaki Stud. Surf. Sci. Catal. 121 1999 339 342 [66] J.M.M. Millet H. Roussel A. Pigamo J.L. Dubois J.C. Jumas Appl. Catal. A: Gen. 232 2001 77 92 [67] J.M.M. Millet M. Baca A. Pigamo D. Vitry W. Ueda J.L. Dubois Appl. Catal. A Gen. 244 2003 359 370 [68] J.C. Védrine J. Energy Chem. 25 2016 936 946 [69] A. Bielanski J. Haber Catal. Rev. Sci. Eng. 19 1979 1 41 [70] J.C. Volta J.L. Portefaix Appl. Catal. 18 1985 1 32 [71] R.K. Grasselli Top. Catal. 15 2001 93 101 [72] R.K. Grasselli Catal. Today 238 2014 10 27 [73] E.M. Thorsteinson T.P. Wilson F.G. Young P.H. Kasai J. Catal. 52 1978 116 132 [74] J.L. Dubois G.S. Patience J.M.M. Millet B. Sels M. van de Voorde Nanotechnology in Catalysis, Applications in the Chemical Industry, Energy Development and Environmental Protection 2017 Wiley-VCH Weinheim 503 536 [75] T. Ushikubo, K. Oshima, Production of unsaturated nitrile and hydrocyanic acid, Jap. Pat. 5-097431A2, (1992)116-132. [76] M. Tonelli M. Aouine L. Massin V. Belliere Baca J.M.M. Millet Catal. Sci. Technol. 7 2017 4629 4639 [77] L. Liu B. Wang Y. Du Z. Zhong A. Borgna Appl, Catal. B Environ. 174–175 2015 1 12 [78] R. Horn R. Schlögl Catal. Lett. 145 2015 23 39 [79] J.H. Lunsford Angew. Chem. Int. Ed. 34 1995 970 980 [80] K. Kwapien J. Paier J. Sauer M. Geske U. Zavyalova R. Horn P. Schwach A. Trunschke R. Schlögl Angew. Chem. Int. Ed. 55 2014 8774 8778 [81] A. Lilić S. Bennici J.-F. Devaux J.L. dUbois A. Auroux ChemSusChem. 10 2017 1916 1930 [82] M. Koehle Z. Zang K.A. Goulas S. Caratzoulas D.G. Vlachos R.F. Lobo Appl. Catal. A : Gen. 564 2018 90 101 [83] J. Zhao X. Chen Y. Du Y. Yang J.M. Lee Appl. Catal. A : Gen. 568 2018 16 22 [84] Key World Energy Statistics 2017 International Energy Agency [85] S. Wacławek V.V.T. Padil M. Černík Ecol. Chem. Eng. S 25 2018 9 34 [86] M.T. Rodrigues P.C. Zonetti O.C. Alves E.F. Sousa-Aguiar L.E.P. Borges L.G. Applel Appl. Catal. A : Gen. 543 2017 98 103 [87] C. Song W. Pan Catal. Today 98 2004 463 484 [88] M. Schmal F.S. Toniolo C.E. Konozoe Appl. Catal. A : Gen. 568 2018 23 42 [89] L. Tuller Mater. Renew. Sustain. Energy 6 3 2017 16 [90] C. Qu M. Kaneko K. Kashimura K. Tanaka S. Ozawa T. Watanabe ACS Sustain. Chem. Eng. 5 2017 11551 11557 [91] P. Tian Y. Wei M. Ye Z. Liu ACS Catal. 5 2015 1922 1938 [92] A. Corma M. Renz H. Susante Top. Catal. 52 2009 1182 1189 [93] S.S. Ail S. Dasappa Sustain. Energy Rev. 58 2016 267 286 [94] Y.C. Sharma B. Singh J. Korstad Fuel 90 2011 1309 1324 [95] P. Lauriol-Garbey J.M.M. Millet S. Loridant V. Bellière-Baca P. Rey J. Catal. 280 2011 68 76 [96] A. Chieregato M.D. Soriano F. Basile G. Liosi S. Zalora P. Conception F. Cavani Appl. Catal. B : Environ. 150–151 2014 37 46 [97] Y. Cui X. Lian L. Xu M. Chen B. Yang C. Wu W. Li B. Huang X. Hu Materials 12 2019 276 [98] S. Soled Appl. Catal. A : Gen. 542 2017 391- [99] R.J. Farrauto J.N. Armor Appl. Catal. A : Gen. 527 2016 182 189 [100] J.-L. Dubois J.C. Védrine Metal Oxides in Heterogeneous Catalysis 2018 Elesevier Amsterdam 401 454 Chap 8.1",
      "scopus-id": "85062025743",
      "coredata": {
        "eid": "1-s2.0-S0926860X19300687",
        "dc:description": "This review paper deals mainly with acid-base, oxidation catalytic reactions, but also more general catalytic properties of metal oxides and their recent developments in the field of heterogeneous catalysis, a field largely covered by Prof. Guido Busca, during his scientific career. It includes a description of the main metal oxide catalysts used for acid-base (various reactions), partial and total oxidations, and other reactions, and of the main industrial processes using or expected to use them. Some case studies have been chosen as examples of recent progresses in metal oxides syntheses leading to new 2D, 3 D materials and these reactions. Particular attention is borne on recent and future researches and perspectives, mainly monitored by actual society regulations related to environmental issues, uses of biomass derivatives, carbon neutral processes and sustainability.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-04-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X19300687",
        "dc:creator": {
          "@_fa": "true",
          "$": "Védrine, Jacques C."
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X19300687"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X19300687"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(19)30068-7",
        "prism:volume": "575",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Recent developments and prospectives of acid-base and redox catalytic processes by metal oxides",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Acid-base & redox catalysts"
          },
          {
            "@_fa": "true",
            "$": "Acid-base & redox catalytic reactions"
          },
          {
            "@_fa": "true",
            "$": "Acid-base and redox characterisation"
          },
          {
            "@_fa": "true",
            "$": "Catalytic processes"
          },
          {
            "@_fa": "true",
            "$": "Perspectives and sustainability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "170-179",
        "prism:endingPage": "179",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 April 2019",
        "prism:doi": "10.1016/j.apcata.2019.02.012",
        "prism:startingPage": "170",
        "dc:identifier": "doi:10.1016/j.apcata.2019.02.012",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "17425",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4657",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16501",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4090",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12709",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15985",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "446",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "72703",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "197",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25211",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1226",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "199889",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1273",
            "@width": "1505",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "116742",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1976",
            "@width": "2505",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "565864",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "875",
            "@width": "2508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "182175",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19300687-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "1710585",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85062025743"
      }
    }
  }
}