{
  "metadata": {
    "title": "Pd core-shell alloy catalysts for high-temperature polymer electrolyte membrane fuel cells: Effect of the core composition on the activity towards oxygen reduction reactions",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2018-07-25",
    "doi": "10.1016/j.apcata.2018.06.018",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X18302977",
    "pii": "S0926860X18302977"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85048726401",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2018-06-11 2018-06-11 2018-06-18 2018-06-18 2019-06-28T12:52:34 1-s2.0-S0926860X18302977 S0926-860X(18)30297-7 S0926860X18302977 10.1016/j.apcata.2018.06.018 S300 S300.3 FULL-TEXT 1-s2.0-S0926860X18X00118 2024-01-01T12:33:10.553292Z 0 0 20180725 2018 2018-06-11T15:40:54.871548Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 562 562 C Volume 562 28 250 257 250 257 20180725 25 July 2018 2018-07-25 2018 article fla © 2018 Elsevier B.V. All rights reserved. PDCORESHELLALLOYCATALYSTSFORHIGHTEMPERATUREPOLYMERELECTROLYTEMEMBRANEFUELCELLSEFFECTCORECOMPOSITIONACTIVITYTOWARDSOXYGENREDUCTIONREACTIONS YOU D 1 Introduction 2 Experimental 2.1 Synthesis of the catalysts 2.2 Characterization 2.3 Evaluation of the membrane electrode assembly (MEA) performance 2.4 Computational details 3 Results and discussion 3.1 Characterization of Pd alloy catalysts 3.2 Electrochemical performance of the Pd alloy catalysts 4 Conclusions Acknowledgments Appendix A Supplementary data References LIU 2016 91 102 Y GURZ 2017 23334 23346 M ROSLI 2017 9293 9314 R CHANDAN 2013 264 278 A CHOI 2013 77 111 S SHAO 2016 3594 3657 M YANG 2016 36521 Z MENG 2015 1221 1274 H KUTTIYIEL 2014 5185 K HWANG 2013 1309 S SHAO 2011 2433 2444 M TAN 2017 29 35 J YOU 2016 4357 4361 D LEE 2016 29 35 Y CHAI 2016 1 8 D BURCH 1982 24 31 R ANG 2010 49 56 S MAVRIKAKIS 1998 2819 2822 M KHATEEB 2016 F708 F713 S WANG 2012 2274 2281 D YOU 2012 138 142 D YANG 2016 257 268 T YOU 2015 12352 12361 D JANG 2012 179 183 J KIM 2013 346 353 S KRESSE 2000 8295 8305 G KRESSE 2000 287 302 G PERDEW 1996 3865 J STRASSER 2010 454 460 P KWON 2014 175 178 K VANDERVLIET 2012 3139 3142 D WU 2015 25906 25913 J SEO 2015 1 9 M XIN 2014 115114 H HAM 2013 201104 H YU 2010 11527 11533 T SHAO 2006 10409 10415 M NOH 2015 3394 3403 S PELES 2015 1193 1201 A PADUANI 2011 2076 2079 C KE 2004 6267 6277 X TANG 2011 1328 1331 W LIU 2018 33 J ZHANG 2012 20860 20865 L SUO 2007 2862 2864 Y KANG 2016 242 248 S PROMANAN 2017 107 111 T HAM 2011 5792 5794 D MAIYALAGAN 2010 5246 5251 T WANNEK 2008 87 95 C GAZDZICK 2016 86 95 P ZHANG 2012 F287 F293 J KUNDU 2008 254 258 S SCHULZE 2007 2328 2336 M CHA 2009 451 456 H PINAR 2016 353 386 F HIGHTEMPERATUREPOLYMERELECTROLYTEMEMBRANEFUELCELLSAPPROACHESSTATUSPERSPECTIVES JAKOBSEN 2016 487 509 M HIGHTEMPERATUREPOLYMERELECTROLYTEMEMBRANEFUELCELLSAPPROACHESSTATUSPERSPECTIVES JANBEN 2013 H OONO 2012 366 371 Y LI 2009 449 477 Q MODESTOV 2009 7121 7127 A YOUX2018X250 YOUX2018X250X257 YOUX2018X250XD YOUX2018X250X257XD 2020-06-18T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2018 Elsevier B.V. All rights reserved. item S0926-860X(18)30297-7 S0926860X18302977 1-s2.0-S0926860X18302977 10.1016/j.apcata.2018.06.018 271346 2024-01-01T12:33:10.553292Z 2018-07-25 1-s2.0-S0926860X18302977-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/MAIN/application/pdf/2e2f4344307685adc648f5e8ce54f187/main.pdf main.pdf pdf true 2017127 MAIN 8 1-s2.0-S0926860X18302977-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/PREVIEW/image/png/9a69917cc7cb23409faf9784a4dc0489/main_1.png main_1.png png 50971 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X18302977-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/ga1/THUMBNAIL/image/gif/d1fbf8ac0e2d7bda4cbc5a5972685084/ga1.sml ga1 true ga1.sml sml 5642 52 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr1/THUMBNAIL/image/gif/139e50169ee01958ad701c6f642383b6/gr1.sml gr1 gr1.sml sml 8393 164 208 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr2/THUMBNAIL/image/gif/21c56ac4ef995864fe79c223aa689f93/gr2.sml gr2 gr2.sml sml 8274 164 98 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr3/THUMBNAIL/image/gif/b793eb9b6679b3ea59f509f5ae19c937/gr3.sml gr3 gr3.sml sml 12161 163 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr4/THUMBNAIL/image/gif/bf6800ca6c100df1b25f17c8b7094921/gr4.sml gr4 gr4.sml sml 6837 164 108 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr5/THUMBNAIL/image/gif/eb27e65b4d42852e5953a64c80e9b17c/gr5.sml gr5 gr5.sml sml 10306 164 214 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr6/THUMBNAIL/image/gif/ea0147526734eb2b1d14148b94a08226/gr6.sml gr6 gr6.sml sml 8525 161 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X18302977-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/ga1/DOWNSAMPLED/image/jpeg/d1102c0ef39764c41ca42703957af76a/ga1.jpg ga1 true ga1.jpg jpg 24602 119 500 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr1/DOWNSAMPLED/image/jpeg/b47e9fa7e2a8a276f75643aa999e1274/gr1.jpg gr1 gr1.jpg jpg 25035 267 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr2/DOWNSAMPLED/image/jpeg/1381d13cf18b15e5697a23a755b6a535/gr2.jpg gr2 gr2.jpg jpg 124194 886 530 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr3/DOWNSAMPLED/image/jpeg/88ef47a7f1ecf90854b3f12d72d0f578/gr3.jpg gr3 gr3.jpg jpg 28673 244 329 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr4/DOWNSAMPLED/image/jpeg/d6e689cd47a6c9141fc2252deb798e18/gr4.jpg gr4 gr4.jpg jpg 48707 516 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr5/DOWNSAMPLED/image/jpeg/e47a27119f902a063b862b517ad4cf59/gr5.jpg gr5 gr5.jpg jpg 29010 260 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr6/DOWNSAMPLED/image/jpeg/13dab80e18d49065e5eeac40c18570c3/gr6.jpg gr6 gr6.jpg jpg 22163 249 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X18302977-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/ga1/HIGHRES/image/jpeg/37adf0b5ba691ac491af28dd4740c674/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 179743 525 2213 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr1/HIGHRES/image/jpeg/ebf6d3e1a91a4dcb3ed4bcbadf73fa4a/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 216143 1183 1500 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr2/HIGHRES/image/jpeg/3ea0ae129c4abe63b0333effaa7e9d44/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 1600361 3923 2346 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr3/HIGHRES/image/jpeg/11828ef97fde52f65e66b0019d7026cb/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 247297 1082 1458 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr4/HIGHRES/image/jpeg/2178b5791672193db811f0d20237e21f/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 516645 2281 1500 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr5_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr5/HIGHRES/image/jpeg/9984d15c67fe31707a148e6f7c302236/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 242221 1151 1500 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-gr6_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/gr6/HIGHRES/image/jpeg/d46a4d5b5f9bb7bcd859028cb40ffdab/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 189667 1101 1500 IMAGE-HIGH-RES 1-s2.0-S0926860X18302977-mmc1.docx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X18302977/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/8730d8c03fbe5a812a18e6d0870489ba/mmc1.docx mmc1 mmc1.docx docx 829025 APPLICATION APCATA 16706 S0926-860X(18)30297-7 10.1016/j.apcata.2018.06.018 Elsevier B.V. Fig. 1 XRD patterns of the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts. Fig. 1 Fig. 2 TEM images of the (a) PdNi@PdIr/C, (c) PdNiCu@PdIr/C, and (e) PdCu@PdIr/C catalysts. Particle size distribution from the TEM images of the (b) PdNi@PdIr/C, (d) PdNiCu@PdIr/C, and (f) PdCu@PdIr/C catalysts. (g) STEM image and (h) EELS line scan profiles of Ir, and Ni in a single nanoparticle. Fig. 2 Fig. 3 Cyclic voltammograms of the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts, as well as a commercial PtCo/C catalyst. Fig. 3 Fig. 4 (a) Current density for the ORR and (b) mass activity for the ORR of the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts, as well as a commercial PtCo/C catalyst. Fig. 4 Fig. 5 Single cell performance of the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts, as well as a commercial PtCo/C catalyst. Fig. 5 Fig. 6 Changes in the voltage over time for the PdNiCu@PdIr/C catalyst in the MEA at 0.2 A cm−2 and 150 °C. Fig. 6 Table 1 Crystalline sizes, lattice constants, and strains of the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts calculated from the XRD patterns. Table 1 Catalyst Position of (111) peak (°) Crystalline size (nm) Lattice Constant (pm) Strain (%) PdNi@PdIr 40.57 7.5 385.14 −1.18 PdNiCu@PdIr 40.65C 6.7 384.41 −1.37 PdCu@PdIr 40.70 6.6 383.96 −1.48 Table 2 ICP-AES analysis results for the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr/C catalysts. Table 2 Catalyst Pd(wt.%) Ir(wt.%) Ni(wt.%) Cu(wt.%) PdNi@PdIr 40.6 11.3 4.1 0.0 PdNiCu@PdIr 40.2 11.6 2.3 2.9 PdCu@PdIr 46.4 9.2 0.0 5.5 Pd core-shell alloy catalysts for high-temperature polymer electrolyte membrane fuel cells: Effect of the core composition on the activity towards oxygen reduction reactions Dae Jong You a b Do Hyung Kim c Jeffrey Roshan De Lile d Chengbin Li a Seung Geol Lee d Ji Man Kim a ⁎ Chanho Pak c ⁎ a Department of Chemistry, Sungkyunkwan University, Suwon 16419, Republic of Korea Department of Chemistry Sungkyunkwan University Suwon 16419 Republic of Korea b Core Eco Technology Team, Hyundai Mobis Co. Ltd., Yongin 16891, Republic of Korea Core Eco Technology Team Hyundai Mobis Co. Ltd. Yongin 16891 Republic of Korea c Graduate Program of Energy Technology, School of Integrated Technology, Institute of Integrated Technology, Gwangju Institute of Science and Technology, Gwangju 61005, Republic of Korea Graduate Program of Energy Technology School of Integrated Technology Institute of Integrated Technology Gwangju Institute of Science and Technology Gwangju 61005 Republic of Korea d Department of Organic Material Science and Engineering, Pusan National University, Busan 46241, Republic of Korea Department of Organic Material Science and Engineering Pusan National University Busan 46241 Republic of Korea ⁎ Corresponding authors. Graphical abstract Pd-based core-shell alloy-supported catalysts were prepared sequentially via a microwave-assisted polyol method and galvanic replacement. To investigate the effect of the core composition on the catalytic activity of such catalysts, three different Pd alloy cores (PdNi, PdCu, and PdNiCu) were prepared on carbon supports using a polyol method. Then, Pd and Ir were introduced simultaneously to form shells on the Pd alloy cores by galvanic replacement in aqueous solution, thereby producing catalysts designated as PdNi@PdIr/C, PdCu@PdIr/C, and PdNiCu@PdIr/C. X-ray diffraction revealed that all three catalysts exhibited the face-centered cubic structure of Pd without the presence of individual phases for Ni, Cu, and Ir. The core-shell structure of the Pd-based alloy nanoparticles on the carbon support was verified by the electron energy loss spectroscopy line profile of a 25 nm nanoparticle of PdNiCu@PdIr/C. Among the three Pd-based core-shell catalysts, the highest electrochemical surface area and oxygen reduction reaction (ORR) activity was observed for PdNiCu@PdIr/C. In addition, the membrane electrode assembly employing the PdNiCu@PdIr/C catalyst displayed a significantly improved voltage compared to the other two catalysts under high-temperature polymer electrolyte membrane fuel cell conditions at 150 °C. Single-cell durability tests conducted to measure the voltage change at a constant current density of 0.2 A cm−2 showed a decay ratio of 12.3 μV h−1. These results suggest that the composition of the core in core-shell nanoparticles has an important influence on both the electronic properties in the Pd alloy core and compressive lattice strain on the PdIr shell. Control of these synergistic effects provides a new approach for developing catalysts with high ORR activity. Keywords Palladium alloy Core-shell catalyst Membrane electrode assembly Oxygen reduction reaction High-temperature polymer electrolyte membrane fuel cell 1 Introduction Recently, fuel cells (FC) using polymer electrolyte membranes (PEM) have attracted a considerable amount of attention as energy conversion devices for transport, combined heat and power (CHP), and mobile auxiliary power unit (APU) applications [1,2]. Such devices can generate electricity and heat simultaneously to mitigate the greenhouse effect of greenhouse gases. Depending on the operation temperature, PEMFC can be divided into two categories: low-temperature (60–90 °C) PEMFC (LT-PEMFC) and high-temperature (120–200 °C) PEMFC (HT-PEMFC). Compared to LT-PEMFC, HT-PEMFC does not require humidification and can offer high tolerance to CO and high electrocatalyst activity [3–5], thereby allowing for compact systems to be created by removing the bulky humidifier and partial oxidation system from inside the reformer. However, the power density of HT-PEMFC is much lower than that of LT-PEMFC because of the activation loss by acid poisoning [3–5]. Thus, a large amount of Pt is required in the electrode to ensure the sufficient power and long-term durability, which is a critical issue for HT-PEMFC. In this regard, the development of non-Pt catalysts based on affordable precious metals is necessary to realizing the mass commercialization of HT-PEMFC. Globally, many researchers have been exploring non-Pt precious metal catalysts based on Pd, Ru, Ir, etc [6–10]. to reduce or replace Pt catalysts and decrease the total cost of FC. However, the use of precious metals such as Pd and Ir for non-Pt precious metal catalysts might lead to potential price hikes when applied to large-scale commercial applications, because precious metal resources may not be sufficient to meet the demand. Among precious metals, Pd has a similar valence shell electronic configuration and lattice constant to Pt. However, Pd-based catalysts have lower catalytic activities and stabilities towards electrocatalytic reactions than Pt-based catalysts [11]. One widely used strategy for improving the catalytic activity of Pd catalysts is to modify the electronic structure of Pd by alloying it with transition metals such as Fe, Co, Ni, Cu, and V [12–15]. These transition metals can change the surface and catalytic properties of Pd through the electronic ligand effect [16]. This effect is caused by the atomic vicinity of two dissimilar metal atoms, which induces the electronic charge transfer between the atoms, thus affecting their electronic band structure. Ang and Walsh [17] synthesized carbon-supported PdV bimetallic nanoparticles with V contents ranging from 20% to 40% and found that the PdV catalyst with a Pd:V ratio of 7:3 ratio and heat-treated at 300 °C exhibited remarkably enhanced oxygen reduction reaction (ORR) activity in rotating disk experiments. It was suggested that changes in the interatomic spacing and electronic structure of Pd atoms caused by alloying with V played a key role in improving the ORR activity. Another strategy for improving the catalytic activity of Pd is to control the position of Pd atoms in the nanoparticles by locating a few Pd atomic layers on various metal surfaces with different lattice parameters (core-shell structure). This structure could alter the binding energy with oxygen and the d-band center of Pd atoms because of the lattice distortion generated by the strain effect [18]. This effect is caused by differences in the atomic arrangement of surface atoms, which may include compressed or expanded arrangements of surface atoms. Ligand and strain effects generally occur simultaneously and affect the observed catalytic activity. Thus, Pd-based catalysts with a core-shell structure have been reported more frequently in recent years [9,10,19,20]. For example, a AuPdCo core-shell catalyst was prepared sequentially by reduction of Co, followed by the simultaneous addition and reduction of Pd and Au [9]. The intermetallic core structure of Pd and Co was generated by heat-treating the preformed core-shell catalyst at 800 °C in a hydrogen flow. The ORR activity of this AuPdCo core-shell catalyst with an intermetallic core is comparable to that of the Pt supported catalyst both in acidic and alkaline conditions. However, the performance of this catalyst at the single cell level has not yet been reported. Unfortunately, although many efforts have been made to enhance the catalytic activity of Pd-based alloy catalysts, they still do not meet the stringent requirements for practical usage. In addition, the dissolution of Pd and transition metals in alloy nanoparticles with low redox potentials under FC conditions causes serious stability problems. Very recently, Pd supported on nanoporous carbon with a polybenzimidazole-phosphoric acid (PA) coating showed very high performance at the single cell level under HT-PEMFC conditions at 120 °C [7]. When the amount of metal in the electrode was as low as 0.05 mg cm−2, the single cell performance of the Pd catalyst exceeded that of the Pt supported catalyst. However, the single cell performance of the Pd-supported catalyst rapidly decreased during voltage cycling between 1 and 1.5 V under HT-PEMFC conditions. Therefore, the stability of Pd catalysts needs to be improved. In contrast to Pd and other transition metals, Ir is one of the most stable elements in acidic media (Ir3+/Ir, 1.16 V). In addition, Iridium is known to be a promoter that improves the stability of Pd-based catalysts [21,22]. In particular, Yang et al. reported that PdIr catalysts with nanowire or nanodendritic structures exhibit high catalytic activity and durability towards the ORR, which is mainly attributed to the modification of the surface electron structure of Pd and to the protection of Pd atoms by Ir atoms [22]. In this study, a Pd alloy core-shell structure was designed to combine the electronic ligand and structural strain effects within one nanoparticle. In addition, to investigate the effect of the composition of the Pd alloy core, three Pd alloy nanoparticles (PdNi, PdCu, and PdNiCu) were prepared via a microwave-assisted polyol method. Then, a Pd and Ir alloy shell was prepared by galvanic replacement on each of the three preformed Pd alloy nanoparticles. The alloy formation and core-shell structure of the nanoparticles were confirmed by X-ray diffraction (XRD) and electron energy loss spectroscopy (EELS) line profiles based on scanning transmission electron microscopy (STEM), respectively. The catalytic activity for the ORR, estimated by the rotating disk electrode method, was improved dramatically by the simultaneous incorporation of Ni and Cu into the Pd alloy, in contrast to the incorporation of only Ni or Cu into the Pd alloy core. Moreover, the performance of the carbon-supported PdNiCu@PdIr core-shell nanoparticles as a cathode catalyst at the single cell level was enhanced significantly under HT-PEMFC conditions at 150 °C without humidification. The performance durability of the PdNiCu@PdIr catalyst at the single cell level was good, degrading with a very small decay ratio of 12.3 μV h−1. It is suggested that both the concurrent introduction of Ni and Cu into the Pd core region and the formation of a Pd and Ir shell resulted in a very active and stable non-Pt catalyst for HT-PEMFC. 2 Experimental 2.1 Synthesis of the catalysts The Pd alloy core components with different compositions (PdNi, PdCu, and PdNiCu) were supported on carbon supports through a modified polyol method. For example, for the PdNiCu alloy nanoparticles, 0.3 g carbon (Vulcan XC72R, SE = 250 m2 g−1) was dispersed in 150 g ethylene glycol (EG). Then, 8.1, 2.8, and 0.67 g of EG solutions with 4 wt.% Pd(NH3)4Cl2∙H2O (Umicore), 8 wt.% NiCl2∙6H2O (Aldrich), and 8 wt.% CuCl2∙2H2O (Aldrich), respectively, were added to the carbon dispersion. The pH of the carbon and metal solution mixture was adjusted to ∼11 using a 1 M NaOH solution in EG. Then, 0.769 g of a 2 wt.% H2NaPO2∙H2O solution and 0.48 g of a 60 wt.% hydrazine solution were added to the mixture. The resultant mixture was reduced in a microwave reactor at 250 °C for ∼2 h. The reduced product was washed with deionized (DI) water about 4 times and then dried in a freeze dryer to obtain a 37 wt.% PdNiCu/C catalyst. Subsequently, 0.474 g of the pre-supported sample (37 wt.% PdNiCu/C) was dispersed in 160 g DI water. Then, 12.5, 15.4, and 16.6 g of aqueous solutions with 4 wt.% K2PdCl4 (Umicore), 4 wt.% H2IrCl6 (Umicore), and 30 wt.% sodium citrate (Sigma-Aldrich), respectively, were added to the dispersion of the pre-supported PdNiCu/C catalyst. The resulting mixture was treated again in a microwave reactor at 160 °C for ∼2 h. The final product was washed with DI water about 4 times, dried in a freeze dryer, and then thermally treated at 600 °C for 2 h to obtain a nominal 50 wt.% PdNiCu@PdIr/C catalyst. PdNi@PdIr/C and PdCu@PdIr/C were prepared using the same procedure with suitable metal salts in the first polyol process. 2.2 Characterization XRD patterns were recorded using a Philips X’pert Pro X-ray diffractometer equipped with a Cu-Kα source at 40 kV and 40 mA. The crystalline sizes of the Pd alloy nanoparticles in the catalysts were calculated from the XRD patterns using the Scherrer equation [23]. Transmission electron microscopy (TEM) images and EELS line scans based on STEM were obtained using a G2 FE-TEM Tecnai microscope at an accelerating voltage of 200 kV. The metal content of each element in the supported Pd alloy catalysts was analyzed by inductively coupled plasma atomic emission spectrometry (ICP-AES; RF source: Jobin Yvon 2301, 40.68 MHz). The electrochemical properties of the catalysts were investigated by applying the thin active layer rotating disk electrode method using Nafion® as a binder with a three-electrode electrochemical cell. Cyclic voltammetry (CV) was carried out in the potential range of 0.05–1.2 V (vs. normal hydrogen electrode (NHE) at a scan rate of 20 mV s−1) at ambient room temperature (RT) in a 0.1 M HClO4 solution, which had been saturated with N2 by bubbling with N2 gas for 30 min. The electrochemical surface area (ECSA) of the Pd alloy in the supported catalyst was estimated from the integrated area of the hydrogen desorption region of the cyclic voltammogram in the potential range of 0.05–0.4 V, as reported previously [24]. To investigate the ORR, linear scan voltammetry was carried out at a scan rate of 5 mV s−1 at RT in a 0.1 M HClO4 solution, which had been saturated with O2 by bubbling with pure O2 gas for 30 min. 2.3 Evaluation of the membrane electrode assembly (MEA) performance The cathode catalyst layer was composed of as-prepared Pd core-shell alloy catalysts and poly(vinylidene fluoride) (PVDF, Sigma-Aldrich). The anode catalyst layer was composed of carbon-supported PtRu alloys (Tanaka Kikinzoku Kogyo, TKK) and PVDF. The amount of noble metal in both the cathode and anode was ∼2 mg cm−2. To form the catalyst layer, a catalyst slurry was prepared by mixing a solution of PVDF in N-methyl-2-pyrrolidone (NMP) with an appropriate amount of carbon-supported catalysts in NMP. Using a homemade bar coater, the catalyst slurry was coated on a commercial gas diffusion substrate (35BC, SGL). The amount of PA doped in the polymer membrane of the HT-PEMFC was adjusted to 300% by immersing a dry membrane in an 85 wt.% PA solution. Dry hydrogen (flow rate: 100 mL·min-1) for the anode and dry air (flow rate: 250 mL min−1) for the cathode were used as a fuel and a reductant, respectively. The performance at the single cell level was estimated by recording the voltages while increasing the current density at 150 °C without humidification. To record the change in voltage during the durability test, an MEA was operated in galvanostatic mode at 0.2 A cm−2 and 150 °C. The effective dimension of the electrode in the MEA was 2.8 cm × 2.8 cm. Details on the preparation and the operation of an MEA have been previously reported [25]. 2.4 Computational details The DFT calculations were executed using the Vienna ab Initio Simulation Package (VASP) [26,27] with the GGA level of theory using the Perdew-Burke-Ernzerhof (PBE) functional to evaluate the exchange-correlation energy [28]. Spin unrestricted calculations were performed to find the ground states of each structure, as implemented in the VASP, and the forces were reduced to less than 0.005 eV/Å in order to determine the equilibrium geometries. The projector-augmented wave method was used to describe the core electrons and the plane-wave basis set cutoff energy was set to 400 eV to represent the valence electrons. A 12 × 12 × 12 Monkhorst-Pack grid was chosen for the Brillouin zone sampling of the density-of-states calculations to determine the d-band center, whereas a 5 × 5 × 5 Monkhorst-Pack grid was used in the geometry optimizations. 3 Results and discussion 3.1 Characterization of Pd alloy catalysts A core-shell structure allows lattice strain to be introduced into nanoparticles. A lattice mismatch exists at the interface between the core and shell elements owing to differences in their lattice parameters. This mismatch results in a strain in the crystal lattice over several atomic layers around the interface, which can change the surface activity of the catalyst. Thus, catalytic activity can be optimized by controlling the number of atomic monometallic layers or the degree of alloying in the core and shell [29]. To investigate the effect of different lattice strains on Pd-based nanoparticle catalysts, Pd-core alloys were rationally designed with different compositions (PdNi, PdCu, and PdNiCu). Fig. 1 compares the XRD patterns of the carbon-supported Pd core-shell catalysts with different core compositions. All the catalysts clearly exhibited only the face-centered cubic (FCC) structure of Pd, which is similar to that of pure Pd, with 2θ values of ∼40.0°, 47.0°, and 68.0° corresponding to the (111), (200), and (220) planes, respectively [30]. Also, no impurity peaks corresponding to separate nanoparticles of Ni, Cu, and Ir were observed. The position of the peak corresponding to the (111) plane was shifted to higher 2θ values for the Pd alloy core-shell catalysts relative to that of pure Pd. This indicates that the Ni, Cu, and Ir atoms, which are smaller than the Pd atoms, were inserted into the interstitial sites of the Pd crystal lattice. The positions of the (111) peaks for the PdNiCu@PdIr/C and PdCu@PdIr/C catalysts were 40.65° and 40.70°, respectively. These catalysts showed larger shifts in the 2θ values than the PdNi@PdIr/C catalyst (40.57°), which suggests the substation of more Cu than Ni atoms in the Pd alloy, likely because the surface segregation and oxide formation enthalpies of Cu were lower than those of Ni [31]. The lattice constants of the three core-shell alloy catalysts are listed in Table 1 . The lattice constants of these catalysts decreased with the increasing Cu content in the core alloy, from 385.14 pm for PdNi@PdIr/C to 384.41 pm for PdNiCu/PdIr/C and 383.96 pm for PdCu@PdIr/C. A comparison of these values with the lattice constant of Pd/C (Table S1), suggests that Pd in the core-shell catalysts had a compressive strain of −1.35% for PdNi@PdIr/C, −1.53% for PdNiCu@PdIr/C and −1.65% for PdCu@PdIr/C. In addition, the lattice contraction observed for PdIr/C was smaller (−0.66%, Table S1) than those of the three core-shell alloy catalysts, indicating that the larger compressive strain effect could be attributed to the core alloy composition. The average crystalline sizes of the PdNi@PdIr, PdNiCu@PdIr, and PdCu@PdIr nanoparticles in the catalysts were estimated to be 7.5, 6.7, and 6.6 nm, respectively, using the Scherrer equation. Apparently, alloying elements, such as Cu and Ni, with Pd in the core enables convenient tuning of the geometric and electronic properties of Pd in the core-shell alloy catalysts. The microstructures of the as-prepared catalysts were investigated by TEM analysis, as shown in Fig. 2 a–h. All alloy nanoparticles were uniformly distributed on the carbon support, as shown in Fig. 2a, c, and e. The average particle sizes of the PdNi@PdIr, PdNiCu@PdIr, and PdCu@PdIr nanoparticles (Fig. 2b, d, and f, respectively), obtained from more than 200 nanoparticles in the corresponding TEM images (Fig. 2a, c, and e, respectively) were 7.42, 7.65, and 7.97 nm, respectively. A high-resolution TEM image of a representative single nanoparticle (∼7 nm in size) is displayed in Fig. 2g. The STEM image (Fig. 2h) shows the difference in contrast between the core and shell regions. An EELS line scan profile of the PdNiCu@PdIr/C catalyst, obtained using STEM to estimate the distribution of Pd, Ni, and Ir in a measurable single nanoparticle with the size of ∼25 nm, is shown in Fig. 2h. It should be noted that the STEM-EELS line scan does not show a copper signal for the PdNiCu@PdIr catalyst because the catalyst was coated on a copper grid. A higher distribution of Ir was observed on the surface of the nanoparticle, whereas the Ni content near the surface of the nanoparticle was much lower than that in the core region, which indicates the formation of a core-shell structure in the Pd alloy nanoparticle. The ICP-AES analysis results for the Pd alloy catalysts are listed in Table 2 . Based on the bulk composition, the atomic ratios of Pd, Ir, Ni, and Cu were calculated as 1:0.154:0.183:0 for PdNi@PdIr/C, 1:0.159:0.101:0.121 for PdNiCu@PdIr/C, and 1:0.109:0:0.198 for PdCu@PdIr/C. The total metal contents were around 55 wt.% for the PdNi@PdIr/C and PdNiCu@PdIr/C catalysts, and 60 wt.% for the PdCu@PdIr/C catalyst. 3.2 Electrochemical performance of the Pd alloy catalysts The Pd core-shell alloy catalysts have different lattice constants owing to their different core compositions, which is expected to affect their catalytic activity. To investigate the relationship between the core-shell structure, core composition, and ECSA, CV of the three Pd core-shell catalysts and the bimetallic PdIr/C catalyst was conducted in 0.1 M HClO4 under a N2-saturated atmosphere, as shown in Fig. 3 . The cyclic voltammograms of all Pd core-shell catalysts exhibited two distinguishable peaks in the cathodic scan. The peak below 0.4 V (vs. NHE) can be assigned to the hydrogen adsorption process, whereas that at ∼0.7 V can be assigned to Pd(OH)2. The ECSA of each catalyst can be calculated from the integrated charge of the hydrogen desorption region of the cyclic voltammogram according to a previously reported method [24]. It is very well known that the ECSA of an electrocatalyst is one of the most important parameters related to the electrochemical properties of the surface atoms and its effectiveness for electrochemical reactions. The ECSA of the core-shell catalysts increase in the order of PdNi@PdIr/C (28.8 m2 g−1), PdCu@PdIr/C (30.1 m2 g−1), and PdNiCu@PdIr/C (39.1 m2 g−1). The ECSA of the bimetallic PdIr/C catalyst (with a crystalline size of 4.8 nm, Fig. S1) and PtCo/C (a commercial catalyst from TKK with a crystalline size of 3.5 nm) were 24.5 and 63.8 m2 g−1, respectively. Therefore, the ECSA of the prepared catalysts were smaller than that of the commercial Pt alloy catalyst. The difference in ECSA between the commercial Pt catalyst and the prepared Pd core-shell catalysts could be attributed to the difference in particle size of the metal nanoparticles in the samples. Although the catalysts had similar particle sizes, the position of the Pd−OH reduction peak of the PdNiCu@PdIr/C catalyst moved toward higher voltages compared to those of the PdNi@PdIr/C and PdCu@PdIr/C catalysts, which suggests that a decrease in the strength of Pd−OH bonding enhances the ORR activity [32]. To estimate the effect of the core composition in the Pd core-shell catalysts on the ORR activity, linear scan voltammetry of the Pd core-shell alloy catalysts was carried out in O2-saturated 0.1 M HClO4 with a scan rate of 5 mV s−1 at 900 rpm, as shown in Fig. 4 . The mass activity for the ORR of the PdNiCu@PdIr/C catalyst was higher (by almost two times at 0.85 V) than those of the PdNi@PdIr/C, PdCu@PdIr/C and bimetallic PdIr/C catalysts (Fig. 4b). As shown in Fig. 4b, the mass activities of the PdNiCu@PdIr/C and PtCo/C catalysts for the ORR at 0.85 V were 44.7 and 68.0 mA mg−1, respectively, which indicates that the mass activity of the Pd core-shell alloy catalyst is only 66% that of the commercial PtCo/C catalyst. The literature suggests that a combination of the d-band center model and the lattice strain model could explain the enhanced ORR activity of the PdNiCu@PdIr/C catalyst compared to those of the other two Pd core-shell catalysts [33–46]. To improve the ORR activity of Pd atoms, it has been suggested that the d-band center of Pd atoms should be shifted to lower values to decrease the adsorption energy of oxygen on Pd atoms [33,36,37], similar to Pt atoms [38,39]. Such a shift in the d-band center of Pd atoms alloyed with Ni, Cu, and Ir has been reported in previous studies [34,36], which suggested that alloying with Ir is most effective in changing the d-band center. Xin et al. [34] reported that the d-band center of Pd2Ir2, which has a similar ratio of the nominal composition obtained by galvanic replacement in this study, is −2.13 eV, which is lower than those of Pd2Cu2 and Pd2Ni2 (−1.74 eV and −2.03 eV, respectively). Yu et al. [36] observed a similar trend via quantum mechanics predictions for Pd3X, where X is Ir, Ni, or Cu. In this regard, galvanic replacement to form a PdIr shell on the core alloys with different compositions is an appropriate strategy for enhancing the ORR activity of Pd core-shell structures. As suggested in a previous report [35], the addition of Ir to Pd reduces the activation barriers of O/OH hydrogenation reactions, which is the main reason for the increase in ORR activity with PdIr alloying. In order to obtain the quantitative data for the d-band center of Pd on the PdIr shell, the mimic structure of the Pd-based core-shell alloy catalyst was set up as shown in Fig. S2. Due to the lack of explicit crystallographic information on the structures of PdXY catalysts, we assumed that the PdCu, PdNi, and PdNiCu core structures of the core-shell catalysts had Ll2 structures of face-centered cubic (FCC), with a base metal (Cu, Ni) at the corner and a noble metal (Pd) centered on the faces [40–42]. Moreover, we believe that a PdIr (111) surface had been created on top of each catalyst core structure to represent the core-shell catalysts. Each structure consisted of ten atoms, from which eight were core atoms and two – surface atoms. In addition, each core-shell structure consisted of five layers, which were fixed at experimental lattice parameters (Fig. S2). Furthermore, each model was separated with 15 Å vacuum in the z-axis direction to avoid interactions with periodic self-images. The computational details are described in the Experimental. The DFT calculations predicted that the d-band centers with respect to the Fermi level were 1.76, −1.71, and −1.68 eV for PdCu@PdIr(111), PdNiCu@PdIr(111), and PdNi@PdIr(111), respectively. These values were in the range of d-band centers reported in the previous literature [34,36]. Since the PdNi@PdIr(111) core-shell catalyst up-shifted the d-band center, it may substantially increase the interaction between the d-orbitals. This may lead to a strong interaction of the Pd atoms on the catalyst surface with oxygen, thereby increasing the binding energies. In contrast, the PdCu@PdIr(111) catalyst may interact relatively weakly with oxygen due to the down-shifting of the d-band center. The weaker interaction of the Pd atoms on the surface with oxygen may lead to lower adsorption energies and lower dissociation kinetics of the ORR. Finally, the PdNiCu@PdIr(111) system with an intermediate d-band center shift may achieve just the right amount of interaction with the d-orbitals, and consequently improve the adsorbate binding energies and dissociation kinetics. Therefore, the PdNiCu@PdIr(111) catalyst with an intermediate d-band center down-shift accomplished the optimum kinetics to obtain higher ORR activity. To consider the lattice strain effect for core alloys with different core compositions, the strain in the nanoparticles can be classified as compressive strain and tensile strain, both of which are defined by the changes in the lattice constant [45,46]. Contraction of the lattice, that is, the decrease in the lattice constant of the main component, induces a compressive strain effect on the major element, such as Pt [46] and Pd [45]. In previous first-principle considerations, it was suggested that lattice contraction of Pd is equivalent to alloy with 3d elements, such as Co and Fe, which caused a decrease in the adsorption energy of oxygen on the Pd surface [45]. Thus, the compressive strain increases the ORR activity of surface Pd atoms. Generally, Ni and Cu are well known to reduce the lattice constant of Pd, likely because the smaller size of Ni and Cu atoms compared to that of Pd atoms could generate a lattice contraction [39,43,47–49]. Thus, these atoms were used to prepare the core alloys for the Pd core-shell catalysts in this study. As discussed in Section 3.1, the lattice contraction observed for the bimetallic PdIr/C catalysts is less than that observed for the Pd core-shell catalyst. Thus, the large lattice contraction for Pd in the PdNi@PdIr/C, PdNiCu@PdIr/C, and PdCu@PdIr catalysts was mainly attributed to the core alloy composition rather than the presence of PdIr in the shell. A Pd or Pt overlayer on a Pd alloy with lattice contraction usually exhibits increased ORR activity, as revealed by experimental and first-principle studies [33,35,39,43]. Peles et al. [39] reported that the electronic structure of Pd atoms is affected by the composition of a PdCu alloy and that greater contraction induced a larger shift of the d-band center, which changes the binding energy of oxygen on the Pd or Pt surface. In this regard, the PdIr shell on the compressed PdNiCu core alloy is effected by optimal compressive strain and electronic effect for the enhancing the ORR activity. However, excessive compression of PdIr by the PdCu core alloy may surpass the vertex of the volcano plot for ORR activity, thus resulting in a decrease in ORR activity, which is commonly observed in the literature [37,45]. Thus, the synergic contribution of the electronic effect of Ir on Pd and the compressive strain effect from the core composition (PdNiCu) are plausible reasons for the improved ORR activity of the PdNiCu@PdIr/C catalyst. To reveal the enhanced ORR activity of the PdNiCu@PdIr/C catalyst at the single cell level and to validate the effect of the core composition, the Pd core-shell alloy catalysts were adopted as the cathode catalyst layer of an MEA for HT-PEMFC. The single cell performance of each of the three Pd core-shell alloy catalysts in an MEA was obtained by recording the voltage upon increasing the current density, as shown in Fig. 5 . The voltage at 0.2 A cm−2, which is in the mixed activation- and Ohmic-controlled region for PEMFC, was 0.625 V for the PdNi@PdIr/C catalyst, 0.671 V for the PdNiCu@PdIr/C catalyst, 0.58 V for the PdCu@PdIr/C catalyst, and 0.703 V for the PtCo/C catalyst. As can be seen, the cell performance of the PdNiCu@PdIr/C catalyst was significantly enhanced compared to those of the PdNi@PdIr/C and PdCu@PdIr/C catalysts and reaches 95% of that of the commercial PtCo/C catalyst. This enhanced single cell performance of the PdNiCu@PdIr/C catalyst suggests that the improvement in ORR activity resulting from the synergistic combination of electronic ligand and structural strain effects in the Pd core-shell alloy, as discussed above, was realized in the MEA for the HT-PEMFC. Moreover, it is very clear that incorporation of both Ni and Cu into the Pd alloy core of a Pd core-shell catalyst has a more positive effect than the incorporation of a single metal into the Pd alloy core. In addition to high performance in the MEA, for practical applications, it is critical that the cathode catalyst is highly stable in the FC environment. The stability of the PdNiCu@PdIr/C catalyst was estimated by measuring the voltage change with time at a constant current density of 0.2 A cm−2 at 150 °C. Fig. 6 displays the changes in cell voltage over 4000 h, revealing that the voltage of the MEA continuously decreased during the durability test. However, when the test station was restarted during the experiment, the voltage of the MEA slightly increased, which indicated the recovery of the reversible degradation of the MEA performance. This temporary voltage recovery mainly originated from the transient drying of the electrode in the MEA when the electrochemical reaction was stopped for short periods owing to the interruption of the measurement for maintenance or measuring polarization curves, as reported in several papers [50–55]. The three red boxes in Fig. 6 display the transitory changes in voltage after restarting the test station during the durability test. The decay rate of the MEA was 0.000939% h−1 (12.4 μV h−1), corresponding to the minor degradation of the catalytic activity for the cathode reaction. This degradation rate was within the range of the reported degradation rates (5–25 μV h−1) for long-term durability tests of MEA under HT-PEMFC conditions [50,56–61]. This good stability of the Pd core-shell catalyst was associated with the PdIr alloy shell. In a previous report [34], it was suggested that the formation of stable Ir monolayers in the 2nd/3rd sub-surface region of a Pd3Co(111) substrate suppresses the segregation of Co towards the surface and simultaneously enhances the stability of the PdCoIr catalyst for the ORR. In this regard, it can be concluded that the stable formation of Ir layers in the surface shell of the PdNiCu core suppressed the segregation of Ni and Cu towards the surface and simultaneously enhanced the stability of the PdNiCu@PdIr catalyst in the MEA. Thus, we believe that our strategy is very effective and feasible for developing stable Pd-based core-shell alloy catalysts with improved activity for the ORR. 4 Conclusions In this study, the effect of the composition of the core in Pd core-shell catalysts was investigated by examining different cores (PdNi, PdCu, and PdNiCu) prepared via a microwave-assisted polyol method. A shell of Pd and Ir was prepared on the preformed nanoparticle cores by galvanic replacement in aqueous solution. The core-shell structure was confirmed by the EELS line scan profiles of a single nanoparticle (25 nm in size). In addition, the XRD patterns suggested the successful formation of an alloy and the presence of compressive strain in the Pd alloy nanoparticles. The ORR activity and the single cell performance were significantly improved by the simultaneous incorporation of Ni and Cu into the catalyst core, which could be attributed to the changes in the electron density of Pd caused by Ni and Cu atoms as well as the compressive lattice strain on the PdIr shell by the underlying PdNiCu alloy. This synergistic combination of alloy effects and lattice contraction control provides a new direction for developing non-Pt catalysts for the ORR. The PdNiCu@PdIr/C catalyst is a promising candidate for the future design of Pd-based catalysts for HT-PEMFC. Acknowledgments This research was supported by the National Research Foundation of Korea (NRF-2016M1A2A2937159). C. Pak is also grateful for the support from the GIST Research Institute (GRI) for the grant funded in 2018. Appendix A Supplementary data Supplementary material related to this article can be found, in the online version, at doi:https://doi.org/10.1016/j.apcata.2018.06.018. Appendix A Supplementary data The following is Supplementary data to this article: References [1] Y. Liu W. Lehnert H. Janßen R.C. Samsun D. Stolten J. Power Sources 311 2016 91 102 [2] M. Gurz E. Baltacioglu Y. Hames K. Kaya Int. J. Hydrogen Energy 42 2017 23334 23346 [3] R.E. Rosli A.B. Sulong W.R.W. Daud M.A. Zulkifley T. Husaini M.I. Rosli E.H. Majlan M.A. Haque Int. J. Hydrogen Energy 42 2017 9293 9314 [4] A. Chandan M. Hattenberger A. El-kharouf S. Du A. Dhir V. Self B.G. Pollet A. Ingram W. Bujalski J. Power Sources 231 2013 264 278 [5] S.-W. Choi J.O. Park C. Pak K.H. Choi J.-C. Lee H. Chang Polymers 5 2013 77 111 [6] M. Shao Q. Chang J.-P. Dodelet R. Chenitz Chem. Rev. 116 2016 3594 3657 [7] Z. Yang Y. Ling Y. Zhang G. Xu Sci. Rep. 6 2016 36521 [8] H. Meng D. Zeng F. Xie Catalysts 5 2015 1221 1274 [9] K.A. Kuttiyiel K. Sasaki D. Su L. Wu Y. Zhu R.R. Adzic Nat. Commun. 5 2014 5185 [10] S.J. Hwang S.J. Yoo J. Shin Y.-H. Cho J.H. Jang E. Cho Y.-E. Sung S.W. Nam T.-H. Lim S.-C. Lee S.-K. Kim Sci. Rep. 3 2013 1309 [11] M. Shao J. Power Sources 196 2011 2433 2444 [12] J.L. Tan A.M. De Jesus S.L. Chua J. Sanetuntikul S. Shanmugam B.J.V. Tongol H. Kim Appl. Catal. A 531 2017 29 35 [13] D.J. You C. Pak S.-A. Jin K.H. Lee K. Kwon K.H. Choi P.W. Heo H. Jang J.Y. Kim J.M. Kim J. Nanosci. Nanotechnol. 16 2016 4357 4361 [14] Y. Lee J. Jang J.G. Lee O.S. Jeon H.S. Kim H.J. Hwang Y.G. Shul Electrochim. Acta 220 2016 29 35 [15] D. Chai W. Wang W. Dong Y. Kang Y. Dong Z. Lei Appl. Catal. A 525 2016 1 8 [16] R. Burch Acc. Chem. Res. 15 1982 24 31 [17] S.-Y. Ang D.A. Walsh Appl. Catal. B 98 2010 49 56 [18] M. Mavrikakis B. Hammer J.K. Nørskov Phys. Rev. Lett. 81 1998 2819 2822 [19] S. Khateeb S. Guerreo D. Su R.M. Darling L.V. Protsailo M. Shao J. Electrochem. Soc. 163 2016 F708 F713 [20] D. Wang H.L. Xin H. Wang Y. Yu E. Rus D.A. Muller F.J. DiSalvo H.D. Abruña Chem. Mater. 24 2012 2274 2281 [21] D.J. You S.-a. Jin K.H. Lee C. Pak K.H. Choi H. Chang Catal. Today 185 2012 138 142 [22] T. Yang Y. Ma Q. Huang G. Cao Nano Energy 19 2016 257 268 [23] D.J. You X. Jin J.H. Kim S.-A. Jin S. Lee K.H. Choi W.J. Baek C. Pak J.M. Kim Int. J. Hydrogen Energy 40 2015 12352 12361 [24] J.-H. Jang C. Pak Y.-U. Kwon J. Power Sources 201 2012 179 183 [25] S.-K. Kim K.-H. Kim J.O. Park K. Kim T. Ko S.-W. Choi C. Pak H. Chang J.-C. Lee J. Power Sources 226 2013 346 353 [26] G. Kresse J. Phys. Rev. B 62 2000 8295 8305 [27] G. Kresse J. Hafner J. Surg. Sci. 459 2000 287 302 [28] J.P. Perdew K. Burke M. Ernzerhof Phys. Rev. Lett. 77 1996 3865 [29] P. Strasser S. Koh T. Anniyev J. Greeley K. More C. Yu Z. Liu S. Kaya D. Nordlund H. Ogasawara M.F. Toney A. Nilsson Nat. Chem. 2 2010 454 460 [30] K. Kwon S.-a. Jin K.H. Lee D.J. You C. Pak Catal. Today 232 2014 175 178 [31] D.F. van der Vliet C. Wang D. Li A.P. Paulikas J. Greeley R.B. Rankin D. Strmcnik D. Tripkovic N.M. Markovic V.R. Stamenkovic Angew. Chem. Int. Ed. 51 2012 3139 3142 [32] J. Wu S. Shan J. Luo P. Joseph V. Petkov C.-J. Zhong ACS Appl. Mater. Interfaces 7 2015 25906 25913 [33] M.H. Seo S.M. Choi D.U. Lee W.B. Kim Z. Chen J. Power Sources 300 2015 1 9 [34] H. Xin A. Vojvodic J. Voss J.K. Nørskov F. Ablid-Pedersen Phys. Rev. B 89 2014 115114 [35] H.C. Ham D. Manogaran K.H. Lee K. Kwon S.-A. Jin D.J. You C. Pak G.S. Hwang J. Chem. Phys. 139 2013 201104 [36] T.H. Yu Y. Sao B.V. Merinov W.A. Goddard III J. Phys. Chem. C 114 2010 11527 11533 [37] M.H. Shao T. Huang P. Liu J. Zhang K. Sasaki M.B. Vukmirovic R.R. Adzic Langmuir 22 2006 10409 10415 [38] S.H. Noh B. Han T. Ohsaka Nano Res. 8 2015 3394 3403 [39] A. Peles M. Shao L. Protsailo Catalysts 5 2015 1193 1201 [40] C. Paduani J. Magn. Magn. Mater. 323 2011 2076 2079 [41] X. Ke G.J. Kramer O.M. Løvvik J. Phys. Condens. Matter 16 2004 6267 6277 [42] W. Tang L. Zhang G. Henkelman J. Phys. Chem. Lett. 2 2011 1328 1331 [43] J. Liu X. Fan C.Q. Sun W. Zhu Materials 11 2018 33 [44] L. Zhang G. Henkelman J. Phys. Chem. C 116 2012 20860 20865 [45] Y. Suo L. Zhuang J. Lu Angew. Chem. Int. Ed. 46 2007 2862 2864 [46] S.H. Kang C.-M. Lee D.-H. Lee J. Korean Soc. Environ. Eng. 38 2016 242 248 [47] T. Promanan T. Sarakonsri Rev. Adv. Mater. Sci. 52 2017 107 111 [48] D.J. Ham C. Pak G.H. Bae S. Han K. Kwon S.-A. Jin H. Chang S.H. Choi J.S. Lee Chem. Commun. 47 2011 5792 5794 [49] T. Maiyalagan K. Scott J. Power Sources 195 2010 5246 5251 [50] C. Wannek B. Kohnen H.-F. Oetjen H. Lippert J. Mergel Fuel Cells 8 2008 87 95 [51] P. Gazdzick J. Mitzel D.G. Sanchez M. Schulze K.A. Friedrich J. Power Sources 327 2016 86 95 [52] J. Zhang B.A. Litteer F.D. Coms R. Makharia J. Electrochem. Soc. 159 2012 F287 F293 [53] S. Kundu M. Fowler L.C. Simon R. Abouatallah J. Power Sources 182 2008 254 258 [54] M. Schulze N. Wagner T. Kaz K.A. Friedrich Electrochim. Acta 52 2007 2328 2336 [55] H.-C. Cha C.-Y. Chen J.-Y. Shiu J. Power Sources 192 2009 451 456 [56] F.J. Pinar M. Rastedt N. Pilinski P. Wagner Q. Li D. Aili H.A. Hjuler J.O. Jensen High Temperature Polymer Electrolyte Membrane Fuel Cells: Approaches, Status, and Perspectives 2016 Springer London 353 386 [57] M.T.D. Jakobsen J.O. Jensen L.N. Cleeman Q. Li Q. Li D. Aili H.A. Hjuler J.O. Jensen High Temperature Polymer Electrolyte Membrane Fuel Cells: Approaches, Status, and Perspectives 2016 Springer London 487 509 [58] H. Janben J. Supra L. Luke W. Lehnert D. Stolten Int. J. Hydrogen Energy 38 2013 4795-4713 [59] Y. Oono A. Sounai M. Hori J. Power Sources 210 2012 366 371 [60] Q. Li J.O. Jensen R.F. Savinell N.J. Bjerrum Prog. Polym. Sci. 34 2009 449 477 [61] A.D. Modestov M.R. Tarasevich V. Ya N.M. Filimonov Zagudaeva Electrochim. Acta 54 2009 7121 7127",
      "scopus-id": "85048726401",
      "coredata": {
        "eid": "1-s2.0-S0926860X18302977",
        "dc:description": "Pd-based core-shell alloy-supported catalysts were prepared sequentially via a microwave-assisted polyol method and galvanic replacement. To investigate the effect of the core composition on the catalytic activity of such catalysts, three different Pd alloy cores (PdNi, PdCu, and PdNiCu) were prepared on carbon supports using a polyol method. Then, Pd and Ir were introduced simultaneously to form shells on the Pd alloy cores by galvanic replacement in aqueous solution, thereby producing catalysts designated as PdNi@PdIr/C, PdCu@PdIr/C, and PdNiCu@PdIr/C. X-ray diffraction revealed that all three catalysts exhibited the face-centered cubic structure of Pd without the presence of individual phases for Ni, Cu, and Ir. The core-shell structure of the Pd-based alloy nanoparticles on the carbon support was verified by the electron energy loss spectroscopy line profile of a 25 nm nanoparticle of PdNiCu@PdIr/C. Among the three Pd-based core-shell catalysts, the highest electrochemical surface area and oxygen reduction reaction (ORR) activity was observed for PdNiCu@PdIr/C. In addition, the membrane electrode assembly employing the PdNiCu@PdIr/C catalyst displayed a significantly improved voltage compared to the other two catalysts under high-temperature polymer electrolyte membrane fuel cell conditions at 150 °C. Single-cell durability tests conducted to measure the voltage change at a constant current density of 0.2 A cm−2 showed a decay ratio of 12.3 μV h−1. These results suggest that the composition of the core in core-shell nanoparticles has an important influence on both the electronic properties in the Pd alloy core and compressive lattice strain on the PdIr shell. Control of these synergistic effects provides a new approach for developing catalysts with high ORR activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2018-07-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X18302977",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "You, Dae Jong"
          },
          {
            "@_fa": "true",
            "$": "Kim, Do Hyung"
          },
          {
            "@_fa": "true",
            "$": "De Lile, Jeffrey Roshan"
          },
          {
            "@_fa": "true",
            "$": "Li, Chengbin"
          },
          {
            "@_fa": "true",
            "$": "Lee, Seung Geol"
          },
          {
            "@_fa": "true",
            "$": "Kim, Ji Man"
          },
          {
            "@_fa": "true",
            "$": "Pak, Chanho"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X18302977"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X18302977"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(18)30297-7",
        "prism:volume": "562",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Pd core-shell alloy catalysts for high-temperature polymer electrolyte membrane fuel cells: Effect of the core composition on the activity towards oxygen reduction reactions",
        "prism:copyright": "© 2018 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium alloy"
          },
          {
            "@_fa": "true",
            "$": "Core-shell catalyst"
          },
          {
            "@_fa": "true",
            "$": "Membrane electrode assembly"
          },
          {
            "@_fa": "true",
            "$": "Oxygen reduction reaction"
          },
          {
            "@_fa": "true",
            "$": "High-temperature polymer electrolyte membrane fuel cell"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "250-257",
        "prism:endingPage": "257",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 July 2018",
        "prism:doi": "10.1016/j.apcata.2018.06.018",
        "prism:startingPage": "250",
        "dc:identifier": "doi:10.1016/j.apcata.2018.06.018",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5642",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "208",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8393",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8274",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12161",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6837",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10306",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "161",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8525",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "119",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24602",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25035",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "886",
            "@width": "530",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "124194",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "244",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28673",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "516",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48707",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "260",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29010",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22163",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "525",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "179743",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1183",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "216143",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3923",
            "@width": "2346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "1600361",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1082",
            "@width": "1458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "247297",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2281",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "516645",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1151",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "242221",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1101",
            "@width": "1500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "189667",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X18302977-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "829025",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85048726401"
      }
    }
  }
}