{
  "metadata": {
    "title": "Carbon supported polyoxometalates as recyclable solid acid catalysts in aqueous reactions",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2023-09-25",
    "doi": "10.1016/j.apcata.2023.119392",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X23003721",
    "pii": "S0926860X23003721"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85169892091",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2023-08-29 2023-08-29 2023-09-06 2023-09-06 2023-10-14T12:55:28 1-s2.0-S0926860X23003721 S0926-860X(23)00372-1 S0926860X23003721 10.1016/j.apcata.2023.119392 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X23X00179 2024-01-01T12:35:59.692098Z 0 0 20230925 2023 2023-08-30T00:58:50.597684Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body mmlmath acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast footnotes grantnumber grantsponsor grantsponsorid highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 666 666 C Volume 666 4 119392 119392 119392 20230925 25 September 2023 2023-09-25 2023 article fla © 2023 Elsevier B.V. All rights reserved. CARBONSUPPORTEDPOLYOXOMETALATESRECYCLABLESOLIDACIDCATALYSTSINAQUEOUSREACTIONS HOMBACH L 1 Introduction 2 Experimental 2.1 Chemicals 2.2 Analytical methods 2.3 Preparation of oxidized carbon (AC-Ox) 2.4 Immobilization of PTA on carbons 2.5 Catalytic tests 2.5.1 Hydrolysis of xylan 2.5.2 Batch recycling 2.5.3 Adsorption study 3 Results and discussion 3.1 Catalyst preparation and characterization 4 Studies on catalyst activity and stability 5 Conclusions Author contributions Acknowledgements Appendix A Supplementary material References BOZELL 2010 525 728 J CHERUBINI 2010 1412 1421 F MANAENKOV 2019 834 O LETHIWE 2021 D CELLULOSESCIENCEDERIVATIVES CONVERSIONCELLULOSEVALUEADDEDPRODUCTS SONG 2013 2619 2635 J LUO 2020 X REICHERT 2015 2985 2990 J ALBERT 2015 5164 5171 J ALBERT 2014 226 237 J NARISETTY 2021 29 65 V HILPMANN 2016 376 380 G HILPMANN 2020 1 12 G MARZIALETTI 2008 7131 7140 T MAKIARVELA 2011 5638 5666 P ALBERT 2012 7956 7962 J BERTLEFF 2017 4110 4118 B MAERTEN 2017 7296 7302 S GASPAR 2007 717 730 A KOZHEVNIKOV 1998 171 198 I SANCHEZ 2016 497 586 L ZHONG 2021 18 36 J DENG 2012 9817 9831 W LI 2023 4575 4586 Z BUKOWSKI 2020 373 386 A VO 2020 10444 10453 D RAABE 2023 e202300072 J SHATALOV 2019 80 85 A DIETRICH 2017 165 170 K ESSER 2022 37 50 T HOMBACH 2022 e202101838 L RAFIEE 2016 46433 46466 E ZHOU 2014 42092 42113 Y WU 1996 2546 2560 Y AN 2016 396 405 S AN 2019 2526 2536 S FERREIRA 2010 94 99 P GUO 2007 Y ZHANG 2020 2437 2453 H PORTILLAZUNIGA 2020 O NANDIWALE 2020 539 545 K VASUDEVAN 2021 143379 S KONG 2017 180 185 X HUANG 2018 417 422 F GROMOV 2021 124122 N MARIANOU 2019 6161 6178 A GUO 2019 168 175 T NOGUEIRA 2020 1417 J SIQUEIRAMANCILHANOGUEIRA 2020 655 J TANG 2019 96 99 Y ZHANG 2019 121532 Y TSUBAKI 2017 12346 12350 S ALMOHALLA 2017 1892 1901 M PALKOVITS 2010 R PALKOVITS 2011 576 578 R THOMMES 2015 1051 1069 M KEGGIN 1934 75 100 J ALCANIZMONGE 2008 440 446 J DEISCHTER 2020 3614 3621 J HEROLD 2022 8490 8516 F FIGUEIREDO 1999 1379 1389 J BREIBECK 2022 477 495 J HOMBACHX2023X119392 HOMBACHX2023X119392XL 2025-09-06T00:00:00.000Z 2025-09-06T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2023 Elsevier B.V. All rights reserved. 2023-09-10T01:14:45.409Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(23)00372-1 S0926860X23003721 1-s2.0-S0926860X23003721 10.1016/j.apcata.2023.119392 271346 2024-01-01T12:35:59.692098Z 2023-09-25 1-s2.0-S0926860X23003721-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/MAIN/application/pdf/3e2b50609a2e1d3d9f0264a437f96fb0/main.pdf main.pdf pdf true 3200810 MAIN 7 1-s2.0-S0926860X23003721-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/PREVIEW/image/png/53421336f452aaaecd537d861a976ca9/main_1.png main_1.png png 56032 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X23003721-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr4/DOWNSAMPLED/image/jpeg/4b2e8a3a20cafdc8aa3110c53cc11cf4/gr4.jpg gr4 gr4.jpg jpg 21923 286 390 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr3/DOWNSAMPLED/image/jpeg/0ecf565469d530cf506a240be0be8064/gr3.jpg gr3 gr3.jpg jpg 16997 265 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr5/DOWNSAMPLED/image/jpeg/35e79afa3ed3658fefc42c2e0afc76d7/gr5.jpg gr5 gr5.jpg jpg 30607 199 508 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr2/DOWNSAMPLED/image/jpeg/53b4b8b587edf1e4393dc588b3492a3a/gr2.jpg gr2 gr2.jpg jpg 115592 718 390 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/ga1/DOWNSAMPLED/image/jpeg/5ccd95a257bc0f02f18002d2f853df57/ga1.jpg ga1 true ga1.jpg jpg 26166 199 500 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr1/DOWNSAMPLED/image/jpeg/d64323d8125804cecf289e0cdabfe1ab/gr1.jpg gr1 gr1.jpg jpg 19398 298 386 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X23003721-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr4/THUMBNAIL/image/gif/4d147688603470eedda03928152375ff/gr4.sml gr4 gr4.sml sml 6868 160 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr3/THUMBNAIL/image/gif/12171699cbc0a88c4a63792635f61b58/gr3.sml gr3 gr3.sml sml 6039 155 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr5/THUMBNAIL/image/gif/396763d7b56df9ad1f122a2f5902eb6b/gr5.sml gr5 gr5.sml sml 6862 86 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr2/THUMBNAIL/image/gif/8bd86041a56b82b57170074479738ec0/gr2.sml gr2 gr2.sml sml 11809 164 89 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/ga1/THUMBNAIL/image/gif/caaa1fe7dcc7bb48d2e2f668ffd533ce/ga1.sml ga1 true ga1.sml sml 9333 87 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/gr1/THUMBNAIL/image/gif/02ce06c58ab522913b8eb6248eaeba6b/gr1.sml gr1 gr1.sml sml 4824 164 212 IMAGE-THUMBNAIL 1-s2.0-S0926860X23003721-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/a2eb8a5c7c8176f55ca5d0a8e6fcc580/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 120217 1266 1729 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/9c61717ead95f1499f97d6b9294c8b34/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 106624 1174 1663 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/a8952832a92aea7caf20d21c9927dd6c/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 163661 878 2245 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/8b3a4054c50f1f8890a8fe741802506a/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 759970 3184 1730 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/5f49eb9538b5d55e34e7ce96bca90cc0/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 220229 881 2213 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/HIGHRES/image/jpeg/3a6f8747a486ade106edc43371e11e7e/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 109406 1316 1706 IMAGE-HIGH-RES 1-s2.0-S0926860X23003721-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/234fb790dd63d2b85369e35d4847efb7/mmc1.docx mmc1 mmc1.docx docx 1646110 APPLICATION 1-s2.0-S0926860X23003721-si0001.svg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X23003721/image/svg+xml/4d9119ec3d417c3ef6055004f131d420/si0001.svg si0001 si0001.svg svg 911 ALTIMG 1-s2.0-S0926860X23003721-am.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:105DSN9Q0KV/MAIN/application/pdf/79174b9096956d32af7360908a8cabee/am.pdf am am.pdf pdf false 661603 AAM-PDF APCATA 119392 119392 S0926-860X(23)00372-1 10.1016/j.apcata.2023.119392 Elsevier B.V. Fig. 1 Screening of commercially available HPAs in the hydrolysis of xylan under homogeneous conditions. (conditions: T = 130 °C, t = 2 h, 750 rpm, m(xylan) = 0.115 g, c(HPA) = 4.35 mmol/L, V(H2O) = 5 mL, pH= 1.). Fig. 1 Fig. 2 SEM images of AC (a) and PTA/AC (b). HR-TEM (c), HAADF-STEM (d) and corresponding EDS elemental mapping (e) of PTA/AC. Fig. 2 Fig. 3 IR Spectroscopy of PTA and PTA/AC. Fig. 3 Fig. 4 a) Hydrolysis of xylan with carbon supported PTA-catalysts. b) time-screening of PTA/AC catalyzed hydrolysis of xylan. (conditions: T = 130 °C, t = 2 h, 750 rpm, m(xylan) = 0.115 g, c(PTA) = 4.35 mmol/L, V(H2O) = 5 mL). Fig. 4 Fig. 5 Recycling of PTA/AC in the hydrolysis of xylan. (conditions: T = 130 °C, t = 2 h, 750 rpm, m(xylan) = 0.345 g, c(HPA) = 4.35 mmol/L, V(H2O) = 15 mL). Fig. 5 Table 1 Specific surface area (SBET), total pore volume (Vtotal), O- and C-content determined by elemental analysis, PTA-loading and Pore Filling Degree for AC, oxidized Carbon (AC-Ox) and Carbon Black (CB). Table 1 # C-support S BET [m 2 /g] V total [cm 3 /g] V micro [cm 3 /g] O-content [%] C-content [%] PTA-loading [μmol/g] PTA/loading per surface [μmol/m 2 ] Pore Filling Degree a [%] 1 AC 1749 1.66 0.38 7.3 89.6 473 0.27 60 2 AC-Ox 650 0.55 0.18 30.0 60.6 222 0.34 90 3 CB 75 0.13 0.00 0.1 99.3 12 0.16 10 a calculated as quotient of the pore volume from water adsorption at p/p 0 = 0.95 and V total Carbon supported polyoxometalates as recyclable solid acid catalysts in aqueous reactions Lea Hombach a Nick Hausen a Manjon Alba Garzón Manjón b 1 Christina Scheu b Hanna Kraffczyk c Marcus Rose c Jakob Albert d Anna Katharina Beine a e ⁎ a Max Planck Institute for Chemical Energy Conversion, Stiftstr. 34-36, 45470 Mülheim an der Ruhr, Germany Max Planck Institute for Chemical Energy Conversion Stiftstr. 34-36 Mülheim an der Ruhr 45470 Germany Max Planck Institute for Chemical Energy Conversion. Stiftstr. 34–36,45470 Mülheim an der Ruhr (Germany) b Max Planck Institute for Iron Research, Max-Planck-Straße 1, 40237 Düsseldorf, Germany Max Planck Institute for Iron Research Max-Planck-Straße 1 Düsseldorf 40237 Germany Max Planck Institute for Iron Research. Max-Planck-Straße 1, 40237 Düsseldorf (Germany) c Technical University of Darmstadt, Department of Chemistry, Ernst-Berl -Institut für Technische und Makromolekulare Chemie, Peter-Grünberg-Straße 8, 64287 Darmstadt, Germany Technical University of Darmstadt, Department of Chemistry, Ernst-Berl -Institut für Technische und Makromolekulare Chemie Peter-Grünberg-Straße 8 Darmstadt 64287 Germany Technical University of Darmstadt, Department of Chemistry, Ernst-Berl-Institut für Technische und Makromolekulare Chemie, Peter-Grünberg-Straße 8, 64287 Darmstadt (Germany) d Institute of Technical and Macromolecular Chemistry, Hamburg Institute of Technical and Macromolecular Chemistry, Hamburg University, Bundesstr. 45, 20146 Hamburg, Germany Institute of Technical and Macromolecular Chemistry, Hamburg Institute of Technical and Macromolecular Chemistry, Hamburg University Bundesstr. 45 Hamburg 20146 Germany Institute of Technical and Macromolecular Chemistry, Hamburg Institute of Technical and Macromolecular Chemistry, Hamburg University, Bundesstr. 45, 20146 Hamburg (Germany) e Department of Mechanical Engineering, University of Siegen, Paul-Bonatz-Str. 9-11, 57076 Siegen, Germany Department of Mechanical Engineering, University of Siegen Paul-Bonatz-Str. 9-11 Siegen 57076 Germany Department of Mechanical Engineering, University of Siegen, Paul-Bonatz-Str. 9–11, 57076, Siegen (Germany) ⁎ Corresponding author at: Department of Mechanical Engineering, University of Siegen, Paul-Bonatz-Str. 9-11, 57076 Siegen, Germany. Department of Mechanical Engineering, University of Siegen, Paul-Bonatz-Str. 9-11 Siegen 57076 Germany 1 Present Address: Catalan Institute of Nanoscience and Nanotechnology (ICN2), CSIC and BIST, Campus UAB, 08193 Bellaterra, Spain. Acidic Polyoxometalates have been identified as promising catalysts for the hydrolysis of lignocellulosic biomass. They possess a high Brønsted acidity but are soluble in water and most organic solvents, which impedes their recycling and thus industrial application. To develop a solid acid catalyst with both good activity and recyclability, phosphotungstic acid (PTA) was immobilized on activated carbon (AC) by equilibrium impregnation. Characterization of the catalyst materials revealed a stabilizing effect by oxygen functional groups on the support material by increasing the polarity of the support and enabling a chemical interaction between the heteropolyacid and the surface. PTA/AC was applied in the hydrolysis of the hemicellulose xylan as an aqueous model reaction, selectively yielding the biorefinery platform compound xylose with up to 74 % yield. The catalyst can be easily separated from the reaction system and possesses good reusability over 20 recycling runs with a low constant leaching of 3–4 % per run. Graphical Abstract ga1 Keywords Polyoxometalates Heteropolyacids Immobilization Biomass conversion Recycling Data availability The experimentally obtained data can be downloaded free of charge via RADAR4Chem. The repository can be found under DOI: 10.22000/1106. 1 Introduction The production of high-value chemicals from biomass is an important driving force for the transition to a circular economy [1]. Lignocellulosic biomass has been identified as one of the most promising sustainable carbon sources, since it is an ubiquitous waste, e.g. in agricultural industry, and does not compete with food production [2]. Lignocellulose typically consists of the polysaccharides cellulose and hemicellulose as well as the aromatic macromolecule lignin. The acid catalyzed hydrolysis of (hemi)cellulose is one of the key reactions to produce bio-based platform chemicals, fuels and materials. While the depolymerization of cellulose has been extensively explored during the last years [3–9], studies on hemicellulose are scarce. Unlike cellulose, hemicellulose is an amorphous polysaccharide consisting of different C5 and C6 sugars. The hemicellulose xylan is a homopolymer of xylose and can be converted to the monosaccharide, which is a valuable platform compound for the production of e.g. furfural or xylitol [10]. Common acidic catalysts for the hydrolysis are mineral acids e.g. sulfuric acid (H2SO4), phosphoric acid (H3PO4) and hydrochloric acid (HCl) as well as organic acids such as oxalic acid, acetic acid, as well as p-toluenesulfonic acid [11–15]. In line with the principles of green chemistry, the substitution of mineral acids with more sustainable and reusable alternatives is of high interest. In this regard acidic polyoxometalates, so called heteropolyacids (HPAs), have been demonstrated to be promising catalysts for several biomass transformations [16–18]. HPAs exhibit some unique properties such as stronger acidity but less corrosivity than mineral acids as well as superior thermal and oxidative stability, non-toxicity and easy handling [19]. Furthermore, HPAs possess a good water tolerance which makes their utilization as homogeneous catalysts in biomass transformations highly attractive. In this regard, the valorization of cellulosic biomass using HPAs as catalysts has been widely discussed [6,20–26]. The hydrolytic depolymerization of hemicellulose could be demonstrated using mixed-addenda Keggin-type (Mo-V-P)-HPAs [27]. Two commercially available Keggin-HPAs, namely phosphotungstic acid (PTA) and silicotungstic acid (STA), were used for the tandem hydrolytic hydrogenation of xylan. In combination with Ru/C as hydrogenation catalyst, xylitol yields of up to 82 % were achieved under moderate conditions [28]. Although homogeneous HPAs have shown great potential in biomass valorization, it is necessary to recycle the HPA-catalysts sufficiently to establish sustainable processes. In recent years, different strategies for HPA recycling have been investigated such as the use of assemblies, thermo-responsive systems, nanofiltration, complexation as insoluble heteropolysalts or immobilized catalysts [29–33]. Especially the latter enables a simple catalyst separation by centrifugation or filtration. For immobilized HPAs, the interaction between the acid and the support plays a crucial role. Whereas a weak interaction results in leaching of the active sites, a strong fixation of the HPA might lower its catalytic activity, e.g. by trapping of the acidic protons. In order to find a trade-off between activity and stability, the strength of HPA-support interactions can be fine-tuned by the variation of the support material, support functionalization and the immobilization method. Among various support materials, silica and metal oxides are the most often used supports for HPA immobilization [34–49]. In this work, we investigated the immobilization of HPAs on activated carbon (AC), a widely used support material in heterogeneous catalysis with beneficial properties such as a high specific surface area and pH stability. For the catalytic hydrolysis of cellulose, Zhang et al. immobilized PTA on a damaged starch derived carbon foam (CF) [50]. With PTA/CF glucose yields of up to 58 % were achieved. In addition, the catalyst was separated from the reaction solution and reused over ten catalytic cycles with 11 % decrease in activity. Furthermore, AC supported HPAs were used for the hydrolysis of cellobiose and seaweed under microwave radiation [51]. Here, STA was directly supported on commercially available ACs by wet impregnation. The use of STA/AC led to saccharification rates between 31 % and 55 %. The leaching of STA attained 5–22 %. In order to further evaluate the catalytic stability, recycling experiments would be needed. The application of carbon supported HPAs was also demonstrated in the hydrolytic hydrogenolysis of cellulose to glycols. To accomplish this one-pot tandem reaction, multi-functional catalysts were prepared by supporting both HPAs and metallic Ru nanoparticles on AC or high surface area graphite. The prepared PTA-based catalysts show good activity in the hydrolytic hydrogenolysis (98 %) and a moderate selectivity to ethylene glycol (25 % yield) was observed. In recycling experiments, the heterogeneous catalyst showed a high catalytic activity over three consecutive runs without significant changes in conversion [52]. Although these examples emphasize the potential of carbon supports for HPA immobilization in biomass transformation processes, the understanding of how HPAs interact with the carbon surface is still poor. Besides, the investigation of long-term stability in aqueous medium of the supported HPAs is of high interest to gain insights in their industrial applicability. 2 Experimental 2.1 Chemicals If not stated otherwise, chemicals were used as delivered. Xylan (>95 %), D-(+)-xylose, phosphotungstic acid hydrate, ethanol (≥99.8 %), nitric acid, sodium hydroxide and potassium bromide were purchased from Carl Roth. Tungstosilicic acid hydrate, phosohomolybdic acid hydrate were obtained from Sigma Aldrich. Carbon black (acetylene, 100 % compressed) was purchased from Thermo Scientific Chemicals. The activated carbon CW-20 (AC) was provided by Silcarbon Aktivkohle GmbH. 2.2 Analytical methods All catalysts and carbon supports were analyzed by N2-physisorption (ASAP 2060Micromeritics). Materials were degassed under vacuum at 120 °C for at least 4 h prior to measurement. The specific surface areas were determined by using the BET model in the range 0.06 ≤ p/p 0 ≤ 0.3. For the analysis of the total pore volume, the highest relative pressure points p/p 0 = 0.95 were used. The micropore volumes were obtained by using the t-plot model. Temperature programmed desorption of ammonia (NH 3 -TPD) was performed on a Micromeritics AutoChem HP. First, the samples were predried while being purged with helium. After cooling to 50 °C, NH3 was dispensed onto the samples at a flow rate of 10 mL/min and the sample was heated to 500 °C at a heating rate of 10 °C/min. Fourier-transform infrared spectroscopy (FT-IR) measurements were conducted over a spectral range of 400–4000 cm−1 using an IR Affinity-1S device from Shimadzu. For measuring of carbon samples, 1 mg of carbon material was pestled with 500 mg of dried KBr and pressed into a pellet. Aqueous solutions of catalytic reactions were filtered and analyzed by HPLC using an LC-10AD VP Shimadzu system with refractive index detector (column: CS-chromatography organic acid resin, eluent: Trifluoroacetic acid in water (154 μL/L). Leaching of the immobilized HPA catalysts was investigated by quantitative UV-Vis spectroscopy in the range of 700 – 200 nm on a Thermo Scientific Evolution201 system. The PTA-loading was determined by means of inductively coupled plasma optical emission spectrometry (ICP-OES) on an Arcos Spectro system. The samples were digested in the microwave of type CEM MARS6 prior to measurement. Water adsorption isotherms were measured under static-volumetric conditions using the Quantachrome physisorption analyzer Autosorb iQ which is additionally equipped with a vapor sorption option. Each sample was placed in a short 9 mm sample cell. Prior to the measurements, the samples were dried at 300 °C under high vacuum (∼810–7 kPa) for 18 h. As vapor source deionized, purified water was used. Prior to the analysis the liquid was degassed by applying the Freeze-Pump-Thaw method three consecutive times to ensure the absence of additional gases during the measurement. The measurements were conducted at 20 °C. The according saturation pressure was manually set to 2.34 kPa. The sample cells were immersed into a double-wall temperature control vessel filled with water, which was connected to a VWR refrigerated circulating bath. The pore filling degree was calculated as quotient of the pore volume from water adsorption at p/p 0 = 0.95 and the total pore volume determined from nitrogen physisorption. TGA-GC-MS analysis was performed on a PerkinElmer TGA 8000 coupled with Clarus 600 T MS under a heating rate of 50 K/min in helium atmosphere. A Titan Themis microscope (Thermo Fisher Scientific) operating at 300 kV was utilized for crystalline and size distribution analysis (HRTEM characterization). It was equipped with an image corrector that effectively neutralized the positive spherical aberration (Cs) caused by the objective lens. All HRTEM images were captured using a complementary metal–oxide–semiconductor (CMOS) camera with a resolution of 4k × 4k pixels. PTA/AC and AC underwent additional investigation using a Titan Themis microscope (Thermo Fisher Scientific) operated at 300 kV (HAADF-STEM characterization). The microscope was equipped with a probe corrector to enhance the imaging quality. STEM images were captured using a HAADF detector, which covers an angular range of 73–352 mrad. A convergent angle of 23.8 mrad was selected, resulting in a probe size of approximately 0.1 nm. To complement the imaging, energy-dispersive X-ray spectroscopy (EDS) spectrum imaging was conducted with a beam current of around 150 pA with a probe corrector to enhance the imaging quality. 2.3 Preparation of oxidized carbon (AC-Ox) 1 g of activated carbon (AC) was treated with 10 mL of 6 M HNO3 and heated to reflux at 150 °C for 30 min while stirring at 200 rpm. Produced nitrous gases were neutralized by using a washing bottle with concentrated NaOH solution. The oxidized carbon (AC-Ox) was separated by hot-filtration and washed with deionized water until pH neutrality. Afterwards, AC-Ox was dried under air at 80 °C for 24 h. 2.4 Immobilization of PTA on carbons 1.3 g of phosphotungstic acid was diluted in 8 mL of a 1:1 volumetric EtOH:H2O solution. Then, 1 g of carbon support was added and the mixture was stirred at 60 °C for 16 h. The PTA-loaded carbon was separated by centrifugation, washed until neutrality and dried at 90 °C for 24 h. 2.5 Catalytic tests 2.5.1 Hydrolysis of xylan For the catalytic conversion of xylan the carbon supported catalyst (cPTA = 4.35 mmol / L) was weighed into a pressure tube equipped with a magnetic stirring bar. Then a solution of 115 mg xylan in 5 mL H2O was added and the pressure tube was placed into an aluminum block. For standard experiments the reaction was heated to 130 °C and kept there for 2 h while stirring at 750 rpm. After the reaction mixture was cooled down, it was filtered through a syringe filter (PA 45/25) and analyzed by HPLC. 2.5.2 Batch recycling For recycling experiments, a solution of 345 mg xylan in 15 mL H2O was added to the carbon supported catalyst (c PTA = 4.35 mmol/L) in a pressure tube. The reaction was carried out at 130 °C for 2 h and stirred with 750 rpm. After the reaction mixture was cooled down, the catalyst was recovered by centrifugation and washed with H2O (3 ×5 mL). To start a recycling run, new substrate-solution was added (345 mg Xylan in 15 mL H2O) and the procedure was repeated. 2.5.3 Adsorption study A defined solution of xylan (115 mg) or xylose (115 mg) in 5 mL H2O was analysed via HPLC analysis. Then 75 mg of AC were added and the mixture was stirred at room temperature for 2 h with 750 rpm. After that it was filtered through a syringe filter (PA 45/25) and was again analyzed by HPLC. 3 Results and discussion 3.1 Catalyst preparation and characterization Initially, three commercially available Keggin-type HPAs, namely PTA, STA and phosphomolybdic acid (PMA), were tested in the hydrolytic depolymerization of xylan as a model reaction ( Fig. 1). In line with their acid strength, high yield of xylose (72 – 76 %) is obtained using STA and PTA whereas the less acidic PMA only yields 26 % of the target product. This observation is in line with literature, which discusses a strong dependency of the depolymerization rate of (hemi)cellulose on the acid strength [28,53,54]. Based on the initial HPA-screening, PTA was chosen for the immobilization on an oxygen rich AC (7.3 wt% O, see Table 1, entry 1) by equilibrium impregnation. In this procedure, the catalyst is filtered off after impregnation for 16 h and washed until the washing solution reaches pH 7. ICP-OES of the prepared PTA/AC catalyst reveals a high PTA loading of 473 mg/g (Table 1, entry 1). In alignment, NH3-TPD measurements show a significant increase of acid sites on the surface after impregnation, from 6 µmol/g for AC up to 304 µmol/g for PTA/AC (Fig. S1, ESI). The N2-physisorption isotherms of both AC and PTA/AC are of type II according to IUPAC corresponding to microporous and mesoporous materials (Fig. S2, ESI) [55]. By impregnation with PTA, the specific surface area of AC decreases from 1749 to 780 m2/g. The significant change of the surface is also visible in SEM images before and after the impregnation ( Fig. 2a and b). To get information on the particle size, structure and composition at an atomic scale, PTA/AC was further characterized by aberration-corrected (ac) high resolution transmission electron microscopy (HRTEM), ac high angle annular dark field scanning transmission electron microscopy (HAADF-STEM) and energy-dispersive X-ray spectroscopy (EDX) techniques. HRTEM analysis reveals a molecular distribution of PTA on the surface as shown in Fig. 2c. The found average particle size of 0.85 ± 0.16 nm though is slightly smaller than the literature known diameter of 1.2 nm for one Keggin unit [56]. A homogeneous distribution of phosphorus and tungsten is further confirmed by EDX elemental mapping (Fig. 2e). Quantitative analysis of both elements reveals a phosphorus content of 12 at% which is slightly higher than the calculated phosphorus amount of 8 at%. Yet, the integrity of the Keggin-structure can be shown by FT-IR spectroscopy of PTA/AC in which the characteristic stretching bands of H2O (1631 cm−1), P–Oa (1076 cm−1), WOd (974 cm−1), W–Ob–W (900 cm−1), and W–Oc–W (815 cm−1) are found ( Fig. 3). In accordance, the solid-state. 31P-MAS NMR spectrum of PTA/AC shows one isolated signal at −12 ppm which can be assigned to PTA in its Keggin-structure (Fig. S3, ESI) The interaction strength between the acid and the support is crucial for the adjustment of the catalytic activity and stability of supported HPAs. Therefore, the understanding of the interaction nature is of high interest for a systematic support design but so far only barely discussed in literature, e.g. it is not clarified whether the HPA is bound by physical or chemical interaction. To contribute to a deeper understanding, we compared a series of carbons with varying oxygen functionality and surface properties for the immobilization of PTA. On the one hand, the initially used carbon support AC was oxidized by treatment with nitric acid, which led to an increase of oxygen functional groups on the carbon surface, displayed by an oxygen content of 30 wt% found by elemental analysis. The oxidation further results in a significant decrease of the specific surface area to 650 m2/g (Table 1, entry 2). As a comparison, acetylene-Carbon Black (CB) was chosen as carbon with almost no surface functionality (>99 % carbon-content) and a low specific surface area of 75 m2/g (Table 1, entry 3). In addition, its pore structure significantly differs from the activated carbons, showing a type III isotherm after IUPAC in the N2-physisorption (Fig. S1 in the ESI). PTA was impregnated on AC-Ox and CB via the same equilibrium impregnation method used for AC. In comparison of all support materials, a lower PTA-loading was found with decreasing surface area (Table 1). This trend is in accordance with previous studies, in which an enhanced HPA adsorption was found for carbon materials with increased porosity [57]. Besides, the presence of micropores (<2 nm) in the support materials possibly improves the interaction of the small PTA clusters (∼1.2 nm) with the surface. In this regard, our attempts to impregnate PTA on oxygen-rich but mesoporous (5–30 nm) materials like SBA-15 by the same procedure were not successful as all the HPA was washed from the support, thus indicating that the interaction between PTA and SBA-15 is rather weak. Under consideration of the PTA-loading per surface, the highest loading is achieved for the most oxygen-rich carbon AC-Ox, indicating that an increased oxygen functionality on the carbon surface favors the stable coordination of the HPA to the support surface (Table 1, entry 2). On the one hand, this could be related to the polarity and hydrophilicity of the different materials. In this regard, all carbons were analyzed by water vapor sorption. Almost no interaction with water is found for CB, which is also reflected by its low pore filling degree of 10 % (Table 1, entry 3). A significantly higher interaction with water is found for the oxygen rich carbons AC and AC-Ox. At low relative pressures (< 0.1) AC-Ox shows the highest uptake of water, thus possessing the highest hydrophilicity (Fig. S4 in the ESI). This can also be seen by its high pore filling degree of 90 % (Table 1, entry 2). In summary, the results indicate that HPA tends to adsorb on materials with a high polarity and hydrophilicity. On the other hand, the stabilizing effect of oxygen rich carbons could result from the chemical interaction of PTA with specific functional groups by e.g. acid-base interactions. In order to get insights into the surface functional groups of AC and AC-Ox both were investigated by TGA-GC-MS analysis. TGA measurements reveal a significantly higher weight loss for AC-Ox than for AC, which is in alignment with its high oxygen content (Fig. S5, ESI). When the sample is heated up, all oxygen containing groups on the surface decompose either to CO or CO2 at specific temperatures which can then be detected by GC-MS. While the decomposition of carboxylic acid and lactone groups results in the formation of CO2, alcohol, ether and quinone groups decompose to CO. The decomposition of anhydride groups produces both CO and CO2 [58–60]. An overview of the main oxygen groups on activated carbons and the corresponding expected temperature range for CO and CO2 release can be found in Fig. S6a in the ESI. Although the exact assignment of functional groups is impeded by the overlapping of desorbed products, the CO profile of AC-Ox shows a clear peak at elevated temperatures of 600–750 °C, mainly associated with alcohol and ether groups (Fig. S6b, ESI). In addition, the profile shows a shoulder at 300–400 °C, indicating the presence of anhydride groups on the surface. For CO2, a maximum can be found at lower temperatures of 200–400 °C which can be assigned to carboxylic acid groups (Fig. S6c, ESI). On the other hand, AC mainly contains carbonyl/quinone groups as well as carboxylic acid and lactone functionalities (Fig. S6b and c, ESI). As observed in our attempts for the SBA-15 impregnation with PTA, the acid-base interaction with hydroxy groups is not strong enough to stabilize the HPA. On the one hand, the protonation of oxygen functional groups on carbons could be favoured by the stabilization of the protonated species over the graphene layer. On the other hand, carboxyl, anhydride or lactone groups on the carbon surface may exhibit beneficial properties for the interaction with the HPA. As all these groups contain at least two O-atoms, a possible explanation could be that the HPA interacts with more than one O-atom at once. Besides acid-base interactions, the supported HPA could be stabilized by Van der Waals forces, hydrogen bonds or by the exchange of the terminal oxygen atom Ot in the HPA-structure, which is already discussed in literature [61]. In summary, we propose that a microporous pore structure in combination with the presence of oxygen rich functional groups are important factors for the stabilization of HPAs on the surface of a suitable support material. 4 Studies on catalyst activity and stability The catalytic activity and stability of all prepared catalysts was investigated in the hydrolysis of xylan under beforehand optimized conditions using PTA as homogeneous catalyst (Fig. S7, ESI). Reactions were typically performed in pressure tubes using 153 mmol/L of substrate in water at 130 °C. The amount of catalyst used was determined depending on the found PTA-loading, yielding a PTA concentration of 4.35 mmol/L. For all supported catalysts a comparable activity and selectivity to the homogeneous PTA is obtained, yielding up to 74 % xylose ( Fig. 4a). The time resolved activity of PTA/AC shows a rapid increase of conversion and yield within the first 1.5 h of reaction (Fig. 4b). Afterwards, the xylose yield does not increase further, reaching its maximum of 74 % for PTA/AC. At low conversion, PTA/AC shows a higher selectivity (>96 %) to xylose. The main side reaction is the acid catalyzed polymerization of xylose, which can also be favored by the presence of other functional groups on the carbon material, thus decreasing the selectivity. However, comparable selectivity, namely 84 % for PTA and 79 % for PTA/AC, is achieved at conversion rates above 85 %. In view of the catalyst stability, for PTA/CB a high PTA-leaching of 64 % is found, confirming that CB is too unpolar to stabilize the HPA on the surface. For both, PTA/AC and PTA/AC-Ox, ICP-MS and UV-Vis reveal a moderate PTA leaching of 8 % and 13 %, respectively. An initial recycling study, in which the catalyst was separated by centrifugation and washed three times after each run, over 4 runs in total did not show a significant difference in the stability of PTA/AC and PTA/AC-Ox (Fig. S8, ESI). For both catalysts, the leaching reduces significantly over the runs. FT-IR spectroscopy of the reused catalyst shows that the Keggin-structure of PTA was kept intact during the recycling (Fig. S9, ESI). These results indicate that the higher PTA-Loading of AC-Ox is only based on the higher oxygen density on the surface but that the type of interaction between HPA and support is the same for AC and AC-Ox. Since AC is commercially available and thus more interesting for large-scale application, this support was used in further studies. In order to test the heterogeneity of the catalyst, a hot-filtration-test was carried out for PTA/AC, in which the hot reaction solution was separated from the catalyst after 1 h and was then further reacted (Fig. S10, ESI). After the separation of PTA/AC no further increase in conversion and yield can be observed, indicating that the reaction is rather heterogeneously catalyzed than by the leached PTA. The blind activity of the blank AC was investigated in a recycling study over 4 runs (Fig. S11, ESI). Although AC shows high activity (60 % conversion) in the first run, only low yield (9 %) of xylose is obtained, suggesting that AC indeed catalyzes side reactions like polymerization. In addition, adsorption studies showed that up to 21 % of xylan and 3 % of xylose are adsorbed on the blank carbon surface at room temperature contributing to the observed gap in the carbon balance. After the first run, the selectivity to xylose increases to over 99 % while the conversion significantly drops to 6 %. Although the catalyst is thoroughly washed after each run, residues of adsorbed substrate on the surface cannot be excluded. Further, catalytically active functional groups on the surface possibly change or deactivate under the given reaction conditions. The long-term reusability of PTA/AC was further studied in batch recycling experiments over 20 runs. The observed yield of xylose and thus the selectivity is significantly higher than in the performed single batch experiments ( Fig. 5). This can be explained by the adsorption of substrates on the carbon material, which are not removed during washing and dissolve in the following run as shown for AC. The catalyst was reused over 20 runs, reaching still 45 % conversion in the last run. A linear but moderate decrease in conversion is observed, which can be explained by a continuous leaching of 3–4 % of PTA, measured by UV-vis of the reaction solution. The leaching is also confirmed by ICP-OES of the recycled catalyst after 20 runs which reveals a remaining PTA-loading of 114 mg/g. The linear leaching indicates that an equilibrium between immobilized and dissolved PTA is established in every reaction. To influence this equilibrium, future studies could involve the adjustment of solvent polarity. FT-IR spectroscopy of PTA/AC throughout the recycling study shows that the Keggin-structure of PTA is kept intact under the given reaction and recycling conditions (Fig. S8, ESI). The integrity of the polyanion on the surface is also confirmed by 31P-MAS NMR spectroscopy (Fig. S2, ESI). HRTEM and HAADF-STEM analysis of the reused catalyst reveals a slight increase of the average particle size to 1.36 ± 0.23 nm but still shows a homogeneous molecular distribution of PTA on the surface (Fig. S12a-b, ESI). The latter is further validated by EDX elemental mapping of phosphorus and tungsten (Fig. S12c-d, ESI). The presented data clearly demonstrate that PTA/AC is a highly active and selective catalyst for the hydrolysis of xylan, which is easily recyclable and shows a promising stability even in aqueous reaction medium. 5 Conclusions In our study, we have shown that carbon materials can successfully function as support for the immobilization of HPAs and applied in the valorization of hemicellulose in water. For the immobilization of PTA on AC, high acid loadings of up to 47 wt% were achieved via an equilibrium impregnation method. TEM and STEM analysis revealed a homogeneous dispersion of PTA on the AC surface. Further, the integrity of the Keggin-structure of PTA could be proven by IR- and solid-state NMR-spectroscopy. Studies on acid-support interactions indicate that the different oxygen functionalities, the hydrophilicity and the microporous structure of activated carbons play a major role for the stable coordination of PTA to the support surface. For the hydrolysis of xylan, PTA/AC leads to high conversion of 93 %, reaching over 80 % selectivity to the platform chemical xylose. The catalyst reusability was demonstrated over 20 recycling runs, for which the catalyst was easily separated from the reaction solution via centrifugation. In line with a moderate PTA-Leaching of 3–4 % per run, a decrease in conversion to 45 % was observed. Yet, the stability of the catalyst material was confirmed by TEM and STEM analysis, showing an unchanged molecular dispersion of PTA whereas IR und NMR spectroscopy showed that the Keggin structure is kept intact. All in all, our study shows that carbons are promising support materials for polyoxometalates for their suitability as solid acid catalysts, even in aqueous medium, alongside providing novel insights into the AC−HPA interaction. Author contributions L.H. performed experimental work, participated in the data interpretation and conceptual planning of experimental work flow and wrote the manuscript draft. N.H. participated in the experimental work. A.G.M. and C.S. measured and interpreted the HR-TEM and HAADF-STEM data. H.K. participated in the measurement and interpretation of water vapor sorption data. M.R. and J.A. helped with the interpretation of the data in this work and contributed to the success of the project through a variety of scientific discussions. A.K.B. participated in the basic project definition, the conceptual planning of experimental work flow, the data interpretation, supervised the experimental work and reviewed the manuscript. All authors read and approved the final version. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Acknowledgements L. Hombach gratefully acknowledges the networking programme ‘Sustainable Chemical Synthesis 2.0' for support and discussions across disciplines. The authors thank M. Heise-Podleska, A. Jakubowski, A. Gurowski, J. Werkmeister, N. Avraham and M. Emondts for analytical support as well as M. Conradt for experimental support. Furthermore, Silcarbon Aktivkohle GmbH is acknowledged for providing the activated carbon samples. Grant RYC2021-033479‐I funded by MCIN/AEI/10.13039/501100011033 and, as appropriate, by European Union NextGenerationEU/PRTR. The research was funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) under the project number 501103334. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2023.119392. Appendix A Supplementary material Supplementary material . References [1] J.J. Bozell G.R. Petersen Green. Chem. 12 2010 525 728 10.1039/b922014c J.J. Bozell, G.R. Petersen, Green Chem., 12 (2010) 525–728. 10.1039/b922014c [2] F. Cherubini Energy Convers. Manag. 51 2010 1412 1421 10.1016/j.enconman.2010.01.015 F. Cherubini, Energy Convers. Manag., 51 (2010) 1412–1421. 10.1016/j.enconman.2010.01.015 [3] O.V. Manaenkov O.V. Kislitsa V.G. Matveeva E.M. Sulman M.G. Sulman L.M. Bronstein Front. Chem. 7 2019 834 10.3389/fchem.2019.00834 O.V. Manaenkov, O.V. Kislitsa, V.G. Matveeva, E.M. Sulman, M.G. Sulman, L.M. Bronstein, Front. Chem., 7 (2019) 834. 10.3389/fchem.2019.00834 [4] D.M. Lethiwe G. Rishi D. Nirmala Conversion of Cellulose into Value-Added Products S. Arpit B. Sangita Cellulose Science and Derivatives 2021 IntechOpen Rijeka D.M. Lethiwe, G. Rishi, D. Nirmala, Conversion of Cellulose into Value-Added Products, in: S. Arpit, B. Sangita (Eds.) Cellulose Science and Derivatives, IntechOpen, Rijeka, 2021, pp. Ch. 8. [5] J. Song H. Fan J. Ma B. Han Green. Chem. 15 2013 2619 2635 10.1039/C3GC41141A J. Song, H. Fan, J. Ma, B. Han, Green Chem., 15 (2013) 2619–2635. 10.1039/C3GC41141A [6] X. Luo H. Wu C. Li Z. Li H. Li H. Zhang Y. Li Y. Su S. Yang Front. Chem. 8 2020 10.3389/fchem.2020.580146 X. Luo, H. Wu, C. Li, Z. Li, H. Li, H. Zhang, Y. Li, Y. Su, S. Yang, Front. Chem., 8 (2020). 10.3389/fchem.2020.580146 [7] J. Reichert B. Brunner A. Jess P. Wasserscheid J. Albert Energy Environ. Sci. 8 2015 2985 2990 10.1039/C5EE01706H J. Reichert, B. Brunner, A. Jess, P. Wasserscheid, J. Albert, Energy Environ. Sci., 8 (2015) 2985–2990. 10.1039/C5EE01706H [8] J. Albert P. Wasserscheid Green. Chem. 17 2015 5164 5171 10.1039/C5GC01474C J. Albert, P. Wasserscheid, Green Chem., 17 (2015) 5164–5171. 10.1039/C5GC01474C [9] J. Albert D. Lüders A. Bösmann D.M. Guldi P. Wasserscheid Green. Chem. 16 2014 226 237 10.1039/c3gc41320a J. Albert, D. Lüders, A. Bösmann, D.M. Guldi, P. Wasserscheid, Green Chem., 16 (2014) 226–237. 10.1039/c3gc41320a [10] V. Narisetty R. Cox R. Bommareddy D. Agrawal E. Ahmad K.K. Pant A.K. Chandel S.K. Bhatia D. Kumar P. Binod V.K. Gupta V. Kumar Sustain. Energy Fuels 6 2021 29 65 10.1039/d1se00927c V. Narisetty, R. Cox, R. Bommareddy, D. Agrawal, E. Ahmad, K.K. Pant, A.K. Chandel, S.K. Bhatia, D. Kumar, P. Binod, V.K. Gupta, V. Kumar, Sustain. Energy. Fuels., 6 (2021) 29–65. 10.1039/d1se00927c [11] G. Hilpmann N. Becher F.A. Pahner B. Kusema P. Mäki-Arvela R. Lange D.Y. Murzin T. Salmi Catal. Today 259 2016 376 380 10.1016/j.cattod.2015.04.044 G. Hilpmann, N. Becher, F.A. Pahner, B. Kusema, P. Mäki-Arvela, R. Lange, D.Y. Murzin, T. Salmi, Catal. Today, 259 (2016) 376–380. 10.1016/j.cattod.2015.04.044 [12] G. Hilpmann P. Kurzhals T. Reuter M.M. Ayubi Front. Chem. Eng. 2 2020 1 12 10.3389/fceng.2020.600936 G. Hilpmann, P. Kurzhals, T. Reuter, M.M. Ayubi, Front. Chem. Eng., 2 (2020) 1–12. 10.3389/fceng.2020.600936 [13] T. Marzialetti M.B. Valenzuela Olarte C. Sievers T.J.C. Hoskins P.K. Agrawal C.W. Jones Ind. Eng. Chem. Res. 47 2008 7131 7140 10.1021/ie800455f T. Marzialetti, M.B. Valenzuela Olarte, C. Sievers, T.J.C. Hoskins, P.K. Agrawal, C.W. Jones, Ind. Eng. Chem. Res., 47 (2008) 7131–7140. 10.1021/ie800455f [14] P. Mäki-Arvela T. Salmi B. Holmbom S. Willför D.Y. Murzin Chem. Rev. 111 2011 5638 5666 10.1021/cr2000042 P. Mäki-Arvela, T. Salmi, B. Holmbom, S. Willför, D.Y. Murzin, Chem. Rev., 111 (2011) 5638–5666. 10.1021/cr2000042 [15] J. Albert R. Wölfel A. Bösmann P. Wasserscheid Energy Environ. Sci. 5 2012 7956 7962 10.1039/C2EE21428H J. Albert, R. Wölfel, A. Bösmann, P. Wasserscheid, Energy Environ. Sci., 5 (2012) 7956–7962. 10.1039/C2EE21428H [16] B. Bertleff J. Claußnitzer W. Korth P. Wasserscheid A. Jess J. Albert ACS Sustain. Chem. Eng. 5 2017 4110 4118 10.1021/acssuschemeng.7b00087 B. Bertleff, J. Claußnitzer, W. Korth, P. Wasserscheid, A. Jess, J. Albert, ACS Sustainable Chem. Eng., 5 (2017) 4110–4118. 10.1021/acssuschemeng.7b00087 [17] S.G. Maerten D. Voß M.A. Liauw J. Albert ChemistrySelect 2 2017 7296 7302 10.1002/slct.201701553 S.G. Maerten, D. Voß, M.A. Liauw, J. Albert, ChemistrySelect, 2 (2017) 7296–7302. https://doi.org/10.1002/slct.201701553 [18] A.R. Gaspar J.A.F. Gamelas D.V. Evtuguin C. Pascoal Neto Green. Chem. 9 2007 717 730 10.1039/B607824A A.R. Gaspar, J.A.F. Gamelas, D.V. Evtuguin, C. Pascoal Neto, Green Chem., 9 (2007) 717–730. 10.1039/B607824A [19] I.V. Kozhevnikov Chem. Rev. 98 1998 171 198 10.1021/cr960400y I.V. Kozhevnikov, Chem. Rev., 98 (1998) 171–198. 10.1021/cr960400y [20] L.M. Sanchez H.J. Thomas M.J. Climent G.P. Romanelli S. Iborra Catal. Rev. 58 2016 497 586 10.1080/01614940.2016.1248721 L.M. Sanchez, H.J. Thomas, M.J. Climent, G.P. Romanelli, S. Iborra, Catal. Rev., 58 (2016) 497–586. 10.1080/01614940.2016.1248721 [21] J. Zhong J. Pérez-Ramírez N. Yan Green. Chem. 23 2021 18 36 10.1039/d0gc03190a J. Zhong, J. Pérez-Ramírez, N. Yan, Green Chem., 23 (2021) 18–36. 10.1039/d0gc03190a [22] W. Deng Q. Zhang Y. Wang Dalton Trans. 41 2012 9817 9831 10.1039/c2dt30637a W. Deng, Q. Zhang, Y. Wang, Dalton Trans., 41 (2012) 9817–9831. 10.1039/c2dt30637a [23] Z. Li X. Yi Q. Wang Y. Li D. Li R. Palkovits A.K. Beine C. Liu X. Wang ACS Catal. 13 2023 4575 4586 10.1021/acscatal.2c05568 Z. Li, X. Yi, Q. Wang, Y. Li, D. Li, R. Palkovits, A.K. Beine, C. Liu, X. Wang, ACS Catal., 13 (2023) 4575–4586. 10.1021/acscatal.2c05568 [24] A. Bukowski D. Esau A.A. Rafat Said A. Brandt-Talbot J. Albert ChemPlusChem 85 2020 373 386 10.1002/cplu.202000025 A. Bukowski, D. Esau, A.A. Rafat Said, A. Brandt-Talbot, J. Albert, ChemPlusChem, 85 (2020) 373–386. 10.1002/cplu.202000025 [25] D. Voß M. Kahl J. Albert ACS Sustain. Chem. Eng. 8 2020 10444 10453 10.1021/acssuschemeng.0c02426 D. Voß, M. Kahl, J. Albert, ACS Sustainable Chem. Eng., 8 (2020) 10444–10453. 10.1021/acssuschemeng.0c02426 [26] J.-C. Raabe M. Poller D. Voß J. Albert ChemSusChem 2023 e202300072 10.1002/cssc.202300072 J.-C. Raabe, M. Poller, D. Voß, J. Albert, ChemSusChem, n/a (2023) e202300072. 10.1002/cssc.202300072 [27] A.A. Shatalov Carbohydr. Polym. 206 2019 80 85 10.1016/j.carbpol.2018.10.106 A.A. Shatalov, Carbohydr. Polym., 206 (2019) 80–85. https://doi.org/10.1016/j.carbpol.2018.10.106 [28] K. Dietrich C. Hernandez-Mejia P. Verschuren G. Rothenberg N.R. Shiju Org. Process Res. Dev. 21 2017 165 170 10.1021/acs.oprd.6b00169 K. Dietrich, C. Hernandez-Mejia, P. Verschuren, G. Rothenberg, N.R. Shiju, Org. Process Res. Dev., 21 (2017) 165–170. 10.1021/acs.oprd.6b00169 [29] T. Esser M. Huber D. Voß J. Albert Chem. Eng. Res. Des. 185 2022 37 50 10.1016/j.cherd.2022.06.045 T. Esser, M. Huber, D. Voß, J. Albert, Chem Eng Res Des. 185 (2022) 37–50. https://doi.org/10.1016/j.cherd.2022.06.045 [30] L. Hombach N. Simitsis J.T. Vossen A.J. Vorholt A.K. Beine ChemCatChem 14 2022 e202101838 10.1002/cctc.202101838 L. Hombach, N. Simitsis, J.T. Vossen, A.J. Vorholt, A.K. Beine, ChemCatChem, 14 (2022) e202101838. 10.1002/cctc.202101838 [31] E. Rafiee S. Eavani RSC Adv. 6 2016 46433 46466 10.1039/c6ra04891a E. Rafiee, S. Eavani, RSC Adv., 6 (2016) 46433–46466. 10.1039/c6ra04891a [32] Y. Zhou G. Chen Z. Long J. Wang RSC Adv. 4 2014 42092 42113 10.1039/C4RA05175K Y. Zhou, G. Chen, Z. Long, J. Wang, RSC Adv., 4 (2014) 42092–42113. 10.1039/C4RA05175K [33] Y. Wu X. Ye X. Yang X. Wang W. Chu Y. Hu Ind. Eng. Chem. Res. 35 1996 2546 2560 10.1021/ie950473s Y. Wu, X. Ye, X. Yang, X. Wang, W. Chu, Y. Hu, Ind. Eng. Chem. Res., 35 (1996) 2546–2560. 10.1021/ie950473s [34] S. An D. Song Y. Sun Y. Guo Q. Shang Microporous Mesoporous Mater. 226 2016 396 405 10.1016/j.micromeso.2016.02.019 S. An, D. Song, Y. Sun, Y. Guo, Q. Shang, Microporous Mesoporous Mater., 226 (2016) 396–405. 10.1016/j.micromeso.2016.02.019 [35] S. An Z. Wang H. Zhang H.N. Miras Y.F. Song ChemCatChem 11 2019 2526 2536 10.1002/cctc.201900285 S. An, Z. Wang, H. Zhang, H.N. Miras, Y.F. Song, ChemCatChem, 11 (2019) 2526–2536. 10.1002/cctc.201900285 [36] P. Ferreira I.M. Fonseca A.M. Ramos J. Vital J.E. Castanheiro Appl. Catal. B 98 2010 94 99 10.1016/j.apcatb.2010.05.018 P. Ferreira, I.M. Fonseca, A.M. Ramos, J. Vital, J.E. Castanheiro, Appl. Catal. B., 98 (2010) 94–99. 10.1016/j.apcatb.2010.05.018 [37] Y. Guo K. Li J.H. Clark Green. Chem. 9 2007 10.1039/b702739g Y. Guo, K. Li, J.H. Clark, Green Chem., 9 (2007). 10.1039/b702739g [38] H. Zhang L. Wu Y. Zhang S. An H.N. Miras Y.-F. Song Cellulose 27 2020 2437 2453 10.1007/s10570-019-02936-6 H. Zhang, L. Wu, Y. Zhang, S. An, H.N. Miras, Y.-F. Song, Cellulose, 27 (2020) 2437–2453. 10.1007/s10570–019-02936–6 [39] O.M. Portilla-Zuñiga J.J. Martínez M. Casella D.I. Lick Á.G. Sathicq R. Luque G.P. Romanelli Mol. Catal. 494 2020 10.1016/j.mcat.2020.111125 O.M. Portilla-Zuñiga, J.J. Martínez, M. Casella, D.I. Lick, Á.G. Sathicq, R. Luque, G.P. Romanelli, Mol. Catal., 494 (2020). 10.1016/j.mcat.2020.111125 [40] K.Y. Nandiwale M. Vishwakarma S. Rathod I. Simakova V.V. Bokade Energy Fuel 35 2020 539 545 10.1021/acs.energyfuels.0c03326 K.Y. Nandiwale, M. Vishwakarma, S. Rathod, I. Simakova, V.V. Bokade, Energ. Fuel., 35 (2020) 539–545. 10.1021/acs.energyfuels.0c03326 [41] S.V. Vasudevan X. Kong M. Cao M. Wang H. Mao Q. Bu Sci. Total. Environ. 760 2021 143379 10.1016/j.scitotenv.2020.143379 S.V. Vasudevan, X. Kong, M. Cao, M. Wang, H. Mao, Q. Bu, Sci. Total. Environ., 760 (2021) 143379. 10.1016/j.scitotenv.2020.143379 [42] X. Kong S. Wu L. Liu S. Li J. Liu Mol. Catal. 439 2017 180 185 10.1016/j.mcat.2017.07.005 X. Kong, S. Wu, L. Liu, S. Li, J. Liu, Mol. Catal., 439 (2017) 180–185. https://doi.org/10.1016/j.mcat.2017.07.005 [43] F. Huang Y. Su Y. Tao W. Sun W. Wang Fuel 226 2018 417 422 10.1016/j.fuel.2018.03.193 F. Huang, Y. Su, Y. Tao, W. Sun, W. Wang, Fuel, 226 (2018) 417–422. 10.1016/j.fuel.2018.03.193 [44] N.V. Gromov T.B. Medvedeva Y.A. Rodikova M.N. Timofeeva V.N. Panchenko O.P. Taran I.V. Kozhevnikov V.N. Parmon Bioresour. Technol. 319 2021 124122 10.1016/j.biortech.2020.124122 N.V. Gromov, T.B. Medvedeva, Y.A. Rodikova, M.N. Timofeeva, V.N. Panchenko, O.P. Taran, I.V. Kozhevnikov, V.N. Parmon, Bioresour. Technol., 319 (2021) 124122. 10.1016/j.biortech.2020.124122 [45] A.A. Marianou C.C. Michailof D. Ipsakis K. Triantafyllidis A.A. Lappas Green. Chem. 21 2019 6161 6178 10.1039/c9gc02622c A.A. Marianou, C.C. Michailof, D. Ipsakis, K. Triantafyllidis, A.A. Lappas, Green Chem., 21 (2019) 6161–6178. 10.1039/c9gc02622c [46] T. Guo M. Qiu X. Qi Appl. Catal. A 572 2019 168 175 10.1016/j.apcata.2019.01.004 T. Guo, M. Qiu, X. Qi, Appl. Catal. A, 572 (2019) 168–175. 10.1016/j.apcata.2019.01.004 [47] J.S.M. Nogueira V.T. Santana P.V. Henrique L.Gd Aguiar J.P.A. Silva S.I. Mussatto L.M. Carneiro Catalysts 10 2020 1417 10.3390/catal10121417 J.S.M. Nogueira, V.T. Santana, P.V. Henrique, L.Gd Aguiar, J.P.A. Silva, S.I. Mussatto, L.M. Carneiro, Catalysts, 10 (2020) 1417. 10.3390/catal10121417 [48] J. Siqueira Mancilha Nogueira J.P. Alves Silva S.I. Mussatto L. Melo Carneiro Energies 13 2020 655 10.3390/en13030655 J. Siqueira Mancilha Nogueira, J.P. Alves Silva, S.I. Mussatto, L. Melo Carneiro, Energies, 13 (2020) 655. 10.3390/en13030655 [49] Y. Tang Y. Cheng H. Xu Y. Wang L. Ke X. Huang X. Liao B. Shi Catal. Commun. 123 2019 96 99 10.1016/j.catcom.2019.02.015 Y. Tang, Y. Cheng, H. Xu, Y. Wang, L. Ke, X. Huang, X. Liao, B. Shi, Catal. Commun., 123 (2019) 96–99. 10.1016/j.catcom.2019.02.015 [50] Y. Zhang M. Zhao H. Wang H. Hu R. Liu Z. Huang C. Chen D. Chen Z. Feng Bioresour. Technol. 288 2019 121532 10.1016/j.biortech.2019.121532 Y. Zhang, M. Zhao, H. Wang, H. Hu, R. Liu, Z. Huang, C. Chen, D. Chen, Z. Feng, Bioresour. Technol., 288 (2019) 121532. 10.1016/j.biortech.2019.121532 [51] S. Tsubaki K. Oono A. Onda T. Ueda T. Mitani M. Hiraoka RSC Adv. 7 2017 12346 12350 10.1039/c6ra28778f S. Tsubaki, K. Oono, A. Onda, T. Ueda, T. Mitani, M. Hiraoka, RSC Adv., 7 (2017) 12346–12350. 10.1039/c6ra28778f [52] M. Almohalla I. Rodríguez-Ramos A. Guerrero-Ruiz Catal. Sci. Technol. 7 2017 1892 1901 10.1039/c7cy00155j M. Almohalla, I. Rodríguez-Ramos, A. Guerrero-Ruiz, Catal. Sci. Technol., 7 (2017) 1892–1901. 10.1039/c7cy00155j [53] R. Palkovits K. Tajvidi J. Procelewska R. Rinaldi A. Ruppert Green. Chem. 12 2010 10.1039/c000075b R. Palkovits, K. Tajvidi, J. Procelewska, R. Rinaldi, A. Ruppert, Green Chem., 12 (2010). 10.1039/c000075b [54] R. Palkovits K. Tajvidi A.M. Ruppert J. Procelewska Chem. Commun. 47 2011 576 578 10.1039/c0cc02263b R. Palkovits, K. Tajvidi, A.M. Ruppert, J. Procelewska, Chem. Commun., 47 (2011) 576–578. 10.1039/c0cc02263b [55] M. Thommes K. Kaneko A.V. Neimark J.P. Olivier F. Rodriguez-Reinoso J. Rouquerol K.S.W. Sing Pure Appl. Chem. 87 2015 1051 1069 10.1515/pac-2014-1117 M. Thommes, K. Kaneko, A.V. Neimark, J.P. Olivier, F. Rodriguez-Reinoso, J. Rouquerol, K.S.W. Sing, Pure Appl. Chem., 87 (2015) 1051–1069. 10.1515/pac-2014–1117 [56] J.F. Keggin W.L. Bragg Proc. R. Soc. A 144 1934 75 100 10.1098/rspa.1934.0035 J.F. Keggin, W.L. Bragg, Proc. R. Soc. A, 144 (1934) 75–100. 10.1098/rspa.1934.0035 [57] J. Alcañiz-Monge G. Trautwein S. Parres-Esclapez J.A. Maciá-Agulló Microporous Mesoporous Mater. 115 2008 440 446 10.1016/j.micromeso.2008.02.017 J. Alcañiz-Monge, G. Trautwein, S. Parres-Esclapez, J.A. Maciá-Agulló, Microporous and Mesoporous Materials, 115 (2008) 440–446. 10.1016/j.micromeso.2008.02.017 [58] J. Deischter N. Wolter R. Palkovits ChemSusChem 13 2020 3614 3621 10.1002/cssc.202000885 J. Deischter, N. Wolter, R. Palkovits, ChemSusChem, 13 (2020) 3614–3621. 10.1002/cssc.202000885 [59] F. Herold J. Gläsel B.J.M. Etzold M. Rønning Chem. Mater. 34 2022 8490 8516 10.1021/acs.chemmater.2c02449 F. Herold, J. Gläsel, B.J.M. Etzold, M. Rønning, Chem. Mater., 34 (2022) 8490–8516. 10.1021/acs.chemmater.2c02449 [60] J.L. Figueiredo M.F.R. Pereira M.M.A. Freitas J.J.M. Órfão Carbon 37 1999 1379 1389 10.1016/S0008-6223(98)00333-9 J.L. Figueiredo, M.F.R. Pereira, M.M.A. Freitas, J.J.M. Órfão, Carbon, 37 (1999) 1379–1389. 10.1016/S0008–6223(98)00333–9 [61] J. Breibeck N.I. Gumerova A. Rompel ACS Org. Inorg. Au. 2 2022 477 495 10.1021/acsorginorgau.2c00014 J. Breibeck, N.I. Gumerova, A. Rompel, ACS Org. Inorg. Au., 2 (2022) 477–495. 10.1021/acsorginorgau.2c00014",
      "scopus-id": "85169892091",
      "coredata": {
        "eid": "1-s2.0-S0926860X23003721",
        "dc:description": "Acidic Polyoxometalates have been identified as promising catalysts for the hydrolysis of lignocellulosic biomass. They possess a high Brønsted acidity but are soluble in water and most organic solvents, which impedes their recycling and thus industrial application. To develop a solid acid catalyst with both good activity and recyclability, phosphotungstic acid (PTA) was immobilized on activated carbon (AC) by equilibrium impregnation. Characterization of the catalyst materials revealed a stabilizing effect by oxygen functional groups on the support material by increasing the polarity of the support and enabling a chemical interaction between the heteropolyacid and the surface. PTA/AC was applied in the hydrolysis of the hemicellulose xylan as an aqueous model reaction, selectively yielding the biorefinery platform compound xylose with up to 74 % yield. The catalyst can be easily separated from the reaction system and possesses good reusability over 20 recycling runs with a low constant leaching of 3–4 % per run.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2023-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X23003721",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hombach, Lea"
          },
          {
            "@_fa": "true",
            "$": "Hausen, Nick"
          },
          {
            "@_fa": "true",
            "$": "Manjón, Alba Garzón"
          },
          {
            "@_fa": "true",
            "$": "Scheu, Christina"
          },
          {
            "@_fa": "true",
            "$": "Kraffczyk, Hanna"
          },
          {
            "@_fa": "true",
            "$": "Rose, Marcus"
          },
          {
            "@_fa": "true",
            "$": "Albert, Jakob"
          },
          {
            "@_fa": "true",
            "$": "Beine, Anna Katharina"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X23003721"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X23003721"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(23)00372-1",
        "prism:volume": "666",
        "articleNumber": "119392",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Carbon supported polyoxometalates as recyclable solid acid catalysts in aqueous reactions",
        "prism:copyright": "© 2023 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polyoxometalates"
          },
          {
            "@_fa": "true",
            "$": "Heteropolyacids"
          },
          {
            "@_fa": "true",
            "$": "Immobilization"
          },
          {
            "@_fa": "true",
            "$": "Biomass conversion"
          },
          {
            "@_fa": "true",
            "$": "Recycling"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "119392",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2023",
        "prism:doi": "10.1016/j.apcata.2023.119392",
        "prism:startingPage": "119392",
        "dc:identifier": "doi:10.1016/j.apcata.2023.119392",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "286",
            "@width": "390",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21923",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16997",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30607",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "718",
            "@width": "390",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "115592",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26166",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "298",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19398",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6868",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "155",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6039",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "86",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6862",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11809",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9333",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4824",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1266",
            "@width": "1729",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "120217",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1174",
            "@width": "1663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "106624",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "878",
            "@width": "2245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "163661",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3184",
            "@width": "1730",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "759970",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "881",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "220229",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1316",
            "@width": "1706",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "109406",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1646110",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "thumbnail",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-si0001.svg?httpAccept=%2A%2F%2A",
            "@multimediatype": "Scalable Vector Graphics file",
            "@type": "ALTIMG",
            "@size": "911",
            "@ref": "si0001",
            "@mimetype": "image/svg+xml"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X23003721-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "661603",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85169892091"
      }
    }
  }
}