{
  "metadata": {
    "title": "Kinetic study of the reverse water-gas shift reaction over CuO/ZnO/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-06-12",
    "doi": "10.1016/S0926-860X(96)00369-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003699",
    "pii": "S0926860X96003699"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041104491",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003699 S0926-860X(96)00369-9 S0926860X96003699 10.1016/S0926-860X(96)00369-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00543 2024-01-01T12:19:29.85596Z 0 0 19970612 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 154 154 1 2 1 2 Volume 154, Issues 1–2 13 155 171 155 171 19970612 12 June 1997 1997-06-12 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. KINETICSTUDYREVERSEWATERGASSHIFTREACTIONOVERCUOZNOAL2O3CATALYSTS GINES M NEWSOME 1980 275 D HAWKER 1982 183 P CAMPBELL 1987 109 C PETRINI 1984 113 G GINES 1995 283 M VANHERWIJNEN 1980 83 T VEDAGE 1984 47 G PROC8THINTERNATIONALCONGRESSCATALYSISBERLIN1984 TAKAGUA 1985 285 T SALMI 1989 285 T HADDEN 1988 1835 R PROC9THINTCONGCATALCALGARY1988 CHINCHEN 1988 325 G NAKAMURA 1990 2725 J OVESEN 1992 445 C ERNST 1992 66 K FUJITA 1992 220 S STIRLING 1993 1507 D PROC10THINTCONGCATAL SPENCER 1995 9 M MARCHI 1992 383 A CHINCHEN 1987 79 G GINES 1995 215 M CAMPBELL 1987 109 C PRITCHARD 1975 1 J CAMPBELL 1991 1 J BENNETT 1995 691 A PROCEEDINGSEUROPACATIICONGRESS NAKAMURA 1989 149 J SPITZL 1990 243 R EISWIRTH 1986 90 N LACKEY 1990 649 D CLENDENING 1989 429 W HAYDON 1989 33 B RIEDER 1986 2548 K BENDADA 1991 129 A WAUGH 1992 51 K GINESX1997X155 GINESX1997X155X171 GINESX1997X155XM GINESX1997X155X171XM item S0926-860X(96)00369-9 S0926860X96003699 1-s2.0-S0926860X96003699 10.1016/S0926-860X(96)00369-9 271346 2024-01-01T12:19:29.85596Z 1997-06-12 1-s2.0-S0926860X96003699-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003699/MAIN/application/pdf/be96ee66d39eb4d9f1e7b93004bbd827/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003699/MAIN/application/pdf/be96ee66d39eb4d9f1e7b93004bbd827/main.pdf main.pdf pdf true 906387 MAIN 17 1-s2.0-S0926860X96003699-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003699/PREVIEW/image/png/50e835f0783e48e2d2b8c58727bc451b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003699/PREVIEW/image/png/50e835f0783e48e2d2b8c58727bc451b/main_1.png main_1.png png 45245 849 656 IMAGE-WEB-PDF 1 W APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 154 (1997) 155-171 Kinetic study of the reverse water-gas shift reaction over CuO/ZnO/A1203 catalysts M.J.L. Gin4s, A.J. Marchi, C.R. Apestegufa* Instituto de lnvestigaciones en Cat61isis y Petroqulmica (INCAPE), UNL-CONICET Santiago del Estero 2654, (3000), Santa Fe, Argentina Received 17 June 1996; received in revised form 1 October 1996; accepted 3 October 1996 Abstract The kinetics of the reverse water-gas shift (RWGS) reaction over CuO/ZnO/AI203 catalysts was studied by use of CO2/H2 cycles, hydrogen chemisorption and catalytic tests performed in both differential and integral plug flow reactors. The effect of the reactant composition on the reaction rate was specifically studied by changing the/~H2//~CO2 ratio between 9.0 and 0.3. It was found that different reagents become rate limiting depending upon pressure. While in a H2-rich region the rate increases strongly with CO2 partial pressure and is zero order in hydrogen, under low/~H2//~co,. ratios the reaction is less active and is strongly positive order in hydrogen and low order in carbon dioxide. The experimental data were modeled by considering that the reaction proceeds through a surface redox mechanism, copper being the active metal. A good agreement between experimental and calculated data was obtained by assuming that in the redox mechanism either the dissociative CO2 adsorption (H2-rich region) or both the CO2 dissociation and the water formation (H2-1ean region) determine the rate of the overall reaction. Based on previous studies performed on copper crystal surfaces, such a change in kinetics may be explained by assuming that under H2-rich atmosphere a surface structural or phase transition occurs involving a change in reactivity with respect to CO2 dissociation. Keywords: Reverse water-gas shift reaction; Kinetics and mechanism; CuO/ZnO/AI203 catalysts 1. Introduction The water-gas shift (WGS) reaction (CO + H20 --~ CO2 -~- H2) is used for ammonia synthesis, to adjust the H2/CO2 ratio in the product gas from the * Corresponding author. Tel.: +54 42 555279; Fax: +54 42 531068/553727; E-mail:capesteg@fiqus.unl.edu.ar 0926-860X/97/$17.00 1997 Published by Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00369-9 156 M.J,L. Gin,s et aL /Applied Catalysis A: General 154 (1997) 155-171 steam reforming of hydrocarbons and to detoxify town gas. Ternary CuO/ZnO/ A1203 mixed oxides are preferentially used to catalyze this reaction at low temperatures (443-523 K) and low concentrations of carbon monoxide [1,2]. The same catalysts are highly effective for methanol synthesis and the reverse water-gas shift (RWGS) reaction. Although there are general agree- ment that copper provides the active sites for catalysis [3-5], the mechanism of the WGS reaction over Cu-based catalysts is still not certain. Whereas several authors have postulated a Langmuir-Hinshelwood mechanism involving a surface formate intermediate [6-9], a number of recent published papers support the interpretation that the WGS reaction over Cu-based catalysts occurs via an oxidative-reductive or \"surface redox\" mechanism [10-13]. By reasoning that the rate of the RWGS reaction at low conversion and high hydrogen partial pressure should be limited by dissociative CO2 adsorption if the surface redox mechanism is correct, several authors have studied the kinetics of the RWGS reaction [6,10,14-16]. However, Spencer [17] has recently reported that the RWGS reaction is surprisingly fast over several metallic and oxidic catalysts. By comparing previous experimental results dealing with the forward and the reverse water-gas shift reactions, this author noted that the observed values of activation energy of the RWGS reaction were inconsistent with the values calculated from the standard enthalpy change and the activation energies of the forward water-gas shift reaction. Spencer [17] suggested three possible causes for the apparent failure of the principle of microscopic reversibility: (i) there is a different mechanism for the reaction under forward and reverse conditions away from equilibrium; (ii) there is a change in the rate-determining step for the reaction under forward and reverse conditions away from equilibrium; (iii) the reaction is not occurring on a common catalyst and no simple relation between activation energies can be expected. Regarding the last explanation, the author remarked that very different extents of surface hydration can be expected under forward and reverse conditions because of the very different partial pressures of water for small conversions. Ernst et al. [ 14] have proposed that a change in the active phase of Cu-based catalysts can also be expected when the catalyst is exposed to atmospheres containing very different P2//~co2 ratios. They found that over a clean Cu(ll0) single-crystal model catalyst the reaction orders with respect to hydrogen and carbon monoxide depend strongly on the/~2/Po2 ratio and postulated that this change in kinetics may be attributed to a hydrogen-induced surface phase transition that affects the reaction rate. In this paper we have studied the kinetics of the reverse water-gas shift reaction over commercial and laboratory CuO/ZnO/AI203 catalysts by changing the/~n2//~co2 ratio between 9.0 and 0.3. The aim was to establish the effect the reactant composition has on the kinetics of the RWGS reaction over typical commercial catalysts and to examine the implications for the reaction mechanism. M.J.L Gin& et al./Applied Catalysis A: General 154 (1997) 155-171 157 2. Experimental 2.1. Catalyst preparation and characterization Two temary CuO/ZnO/A1203 (samples L-1 and L-2) and one binary CuO/A1203 (sample L-3) samples were prepared by coprecipitation of an aqueous solution containing the metal nitrates (solution A) with a basic solution of sodium carbonate (solution B), according to the method described in reference [18]. The two solutions were added to 500 cm3 of distilled water kept at 333 K contained in a 2 1 beaker. Solution A was added by a pump at 1 cm3 min- ~ and the simultaneous addition of solution B was controlled so that the pH of the well stirred mixture was maintained at 7. After solution A was exhausted, the resulting precipitate was filtered, washed with hot water and dried at 363 K for 12 h. The precursor was then decomposed in nitrogen for 8 h at 673 K. A commercial CuO/ZnO/A1203 catalyst provided by ICI company and designated here as sample C- 1 was also used. All the catalysts contained a similar Cu loading, between 30 and 35 wt %. Two samples of alumina (Cyanamid Ketjen CK-300) and ZnO (Aldrich, 99.9%), respectively, were employed as reference samples. The metallic copper dispersions (Dcu = exposed Cu atoms/total Cu atoms) were measured using the reactive chemisorption of N20 and frontal chromatography, based on the method developed by Chinchen et al. [19]. The reactor was a 0.95 cm O.D. stainless-steel tube of approximately 10 cm in length and was mounted inside the chromatograph oven. Samples were reduced overnight in a 5% H2/He mixture at 503 K and then purged in helium to sweep any adsorbed hydrogen on the catalyst. Then a 4% N20/He mixture was passed over the catalyst at 333 K and the length of the N2 plateau was determined using a thermal conductivity detector. The length of the plateau corresponds to the N20 uptake and the metallic copper dispersion was calculated assuming a molar stoichiometry N20/Cus--0.5, where Cus implies copper atom on surface. Powder X-ray diffraction patterns were collected on a Rich-Seifert diffract- ometer using nickel filtered Cu Kct radiation. The chemical composition of the samples was measured by atomic absorption spectrometry using a Perkin Elmer 3110 spectrophotometer. BET surface areas (Sg) were measured by N2 adsorption at 77 K in a Micromeritics Accusorb 2100 sorptometer. The main characteristics of the samples are given in Table 1. 2.2. Hydrogen chemisorption The hydrogen uptake on the samples was measured by volumetry at 503 K in a conventional vacuum apparatus equipped with a MKS Baratron pressure gauge. Prior to performing gas chemisorption experiments, samples were reduced in a 5% H2/N2 mixture for 4 h at 503 K. The pressure range of isotherms was 0-100 torr 158 M.J.L. Gin,s et aL/Applied Catalysis A: General 154 (1997) 155-171 Table 1 Main characteristics of the catalysts used in this work Sample Sg (m2 g-l) Cu loading Cu/Zn (Cu+Zn)/A1 Identified compounds D (wt.%) (XRD) (%) L-1 55 34.1 1.1 3.0 CuO, ZnO, ZnAlzO4(t)a 4.8 L-2 52 33.8 1.0 4.2 CuO, ZnO, ZnA1204 3.1 L-3 110 30.3 o~ 0.4 CuO 0.8 C-I 42 32.5 0.8 4.5 CuO, ZnO 5.0 A1203 160 ..... ZnO 38 - - - ZnO a (t) indicates that the crystalline phase was detected in trace amounts, and the saturation value at 60 torr was used as a measure of the total hydrogen uptake on the sample. 2.3. C02/H2 cycles Samples were submitted to successive CO2/H2 cycles and characterized by employing thermogravimetric and chromatographic techniques. Thermogravi- metric analysis (TGA) were carried out at 1 atm and 503 K with a Cahn 2000 electrobalance. Approximately 80 mg of sample was placed in a glass container suspended vertically and reduced in a 5% Hz]N2 mixture at 503 K for 4 h. After cooling the reactor down to room temperature, the sample was heated in nitrogen at 5 K min-a up to 503 K. Then the nitrogen flow was switched to a 5% CO2/N2 mixture and the weight change was registered until a constant weight was verified. After purging the system with nitrogen, a 5% H2/N2 was passed over the samples until steady state conditions were reached again. A similar procedure was employed for studying the CO2/I--I2 cycles by chromatographic techniques. The experiments were performed in a fixed-bed flow reactor at 1 atm and 503 K. Typical catalyst loadings were of 750 mg of sample. The evolved gases were analyzed using a gas chromatograph equipped with a thermal conductivity detector and a Porapak QS column. 2.4. Catalytic tests The RWGS reaction was carried out at atmospheric pressure in a fixed-bed flow reactor. The CO2/H2/N2 reactant mixture was fed to the reactor by means of electronic mass flow controllers. The catalytic bed dimensions were 0.8 cm ID and 0.2-0.3 cm high. The catalyst bed temperature was controlled to within 1 K. The catalytic tests were performed in the 493-523 K temperature range using contact time (W/Fo2) values between 2 and 40 g h mo1-1. Catalyst extrudates were crushed and 0.2-0.5 g of the 0.35-0.42 mm fraction was separated and loaded to the reactor. It was verified that using such a particle size range the reaction was kinetically controlled under the operating conditions employed. Prior to catalytic M.J.L. Ginis et al./Applied Catalysis A: General 154 (1997) 155-171 159 tests, the samples were first heated in N2 up to 353 K to remove water and then were activated in a 5% H2/N2 reduction mixture at 503 K for 4 h. In an earlier study [20], we found that such a reduction treatment reduces completely the CuO phase without causing any sintering of the resulting metallic copper crystallites. The reaction products were analyzed by on-line chromatography using a Hewlett Packard 5890-11 chromatograph, equipped with a Carbosieve S-II column and a thermal conductivity detector. The output signal was acquired and processed using a Chrompack data station. Catalyst activity was measured by following the concentration changes of CO2 and CO in the reactor exit gas. The presence of water in the products was verified but not quantified. No methanol was detected in the effluent. Carbon balances were closer to ~:5%. Data were collected every 30 min. Catalytic runs were performed at different W/Fo2 values so that the catalytic reactor was operated either as a differential or an integral plug flow reactor. The CO2 conversion (X) was always lower than 4% when the reaction was carried out in the differential reactor, whereas the X value varied between 2 and 20% in the integral reactor. No deactivation was observed during the runs. Initial tests repeated 8 times with catalyst C-1 lead to an estimated accuracy of +4% in the activity measurement. 3. Results 3.1. C02/H2 cycles Samples were submitted to several consecutive CO2/H2 cycles at 503 K. Fig. 1 illustrates the results obtained by thermogravimetry when two CO2/H2 cycles were performed on sample L-2. Steady-state conditions were reached after about 5 rain of introducing either CO2 or H2 gases. In the first cycle, the weight gain measured under the CO2-containing atmosphere was practically equal to the weight lost in 0 E Q 0') C i,,,,\" 0 W W m =z /C02 5 10 H2 co2L t v 15 20 Time (rain) Fig. l. CO2/I-I2 cycles studied by thermogravimetry. Catalyst L-2, T=503 K, P=I atm. 160 M.J.L. Gin,s et al./Applied Catalysis A: General 154 (1997) 155-171 Table 2 Thermogravimetric results in CO2/H2 cycles and hydrogen chemisorption at 503 K Sample Thermogravimetry H2 uptake 0amol g cat-l) A W (g/ g c., ) O/Cus H2 coverage OH (H/Cus) L- 1 0.111 0.44 43.80 0.34 L-2 0.106 0.42 23.08 0.28 L-3 0.103 0.4l 5.58 0.29 C-1 0.118 0.47 39.08 0.32 A1203 - - 0.32 - ZnO - - 0.51 - the subsequent treatment with the H2/N2 mixture so that the initial weight of the sample was recovered at the end of the cycle. On the other hand, the weight changes measured in the second cycle following the successive addition of carbon dioxide and hydrogen were practically the same as compared to those correspond- ingly obtained in the first cycle. Similar qualitative behavior was determined for samples L-1, L-3, and C-1, although it was observed that the period length needed for reaching steady-state conditions increased with increasing copper surface areas. Quantitative results are given in Table 2, where AW (g/gcu~) is the total weight increase measured under the CO2-containing atmosphere referred to the amount of copper on the surface. It is observed that AW values between 100 and 120 g/gcu~ were obtained for the samples used in this work. The gases evolved during the successive CO2/H2 cycles were analyzed by chromatography. In all the cases, only carbon monoxide was formed when the CO2/N2 mixture was fed over the sample, whereas water was the only product detected in the effluent following the consecutive exposition of the sample to a H2 stream. In Fig. 2 we have represented the conversion to carbon monoxide (Xco) and to water (Xrho) as a function of time during the first CO2/H2 cycle performed on sample L-2. The addition of the COzfN2 mixture caused the immediate ~ O-Xco / - X.o gli 0 40 80 120 160 200 Time (min) Fig. 2. Evolved gases during CO2/H2 cycles. Catalyst L-2, T--503 K, P= 1 atm. M.J.L. Gin's et al./Applied Catalysis A: General 154 (1997) 155-171 161 formation of carbon monoxide. The conversion to CO reached a maximum and then diminished continuously until the complete disappearance of carbon mon- oxide in the exit gases in about 100 min. After purging with nitrogen, the 5% H2/N2 mixture was admitted to the reactor. Similarly to the evolved CO trace, the XH20 value diminished with time after reaching a maximum ab-initio of the run. A similar qualitative behaviour was observed for samples L-l, L-3, and C-1. 3.2. Hydrogen chemisorption The hydrogen uptakes at 503 K measured on ternary, binary, and reference samples are presented in Table 2. It is observed that the hydrogen uptake on both alumina and zinc oxide was negligible. We then assumed that the hydrogen chemisorption on Cu-based samples takes place essentially on the metal copper surface. Thus, from the hydrogen uptake values given in column 4, and by assuming that hydrogen chemisorbs on copper dissociatively with a stoichiometry H/Cus=l, we calculated the hydrogen coverage (0n) on the samples. In all the cases, a value of OH ~ 0.30 atom H/atom Cus was obtained (Table 2). 7.5 I I I I ! A 0 01 J[\" 6.5 m 0 E o L. t- \"i\" 5.5 4,5 [ I__ 0.0 1,0 2.0 3.0 4.0 -In Pco (atm) Fig. 3. Dependence of the rate of the RWGS reaction upon CO2 partial pressure at two fixed H2 pressures. (IS]) /~n2 = 0.2 atm; (@) P2 = 0.3 atm. Catalyst C-l, T=503 K, P=l atm. 162 M.J.L Ginds et al./Applied Catalysis A: General 154 (1997) 155-171 3.3. Catalytic testing The activity tests were performed using catalyst C-1. The experimental data obtained with the differential reactor were interpreted by considering a power-law rate equation: ro = k(P2)~(P%)~ (1) Figs. 3 and 4 illustrate the results obtained at 503 K. In Fig. 3, initial rate r0 (mo] CO2 h- l gcat.- 1) was represented as a function of/~co2 in a logarithmic plot for two values of P2 (0.2 and 0.3 atm) whereas Fig. 4 shows the In ro vs. In/~n2 plot for /~co2= 0.1 atm. The results presented in Fig. 3 and Fig. 4 allowed us to distinguish between two regions separated by a/~n2//~co2 value of approximately 3. While in the region of /~n2//~co2 > 3 the rate did not vary with ~n2 (Fig. 4), for POH2//~CO2 < 3 the ro value depended on partial pressures of both H2 and CO2 (Fig. 3). Parameters k, a, and fl of Eq. (1) were determined graphically in both regions. For POH~//~CO2 > 3, the rate constant and the orders with respect to CO2 and H2 were k ~ 0.037 mol h-1 gcat-1 atm-(~+~), a ~ 1.1 and/3 ~ 0, respectively, whereas values ofk _-_- 0.015 mol h-1 gcat-1 atm-(~+13), a ~ 0.3 and/3 __-- 0.8 were determined in the P%/P~o2 < 3 region. 7.5 m O E O c 6.5 5.E BI [] 0 0 PH/Pco= > ..~.,~/ PH,/P;o,<3 J / I / I / J [ 0.0 1.0 2.0 3.0 -In P'H~ (atm) Fig. 4. Dependence of the rate of the RWGS reaction upon H2 partial pressure at a fixed CO2 pressure. Catalyst C-l,/~co2 =0.1 atm, T=503 K, P=I atm. M.J.L Gin& et al./Applied Catalysis A: General 154 (1997) 155-171 163 i 50 '40 ~\" 30 ~2o lO 0.00 513 K 523 K 503 K 493 K 0.05 0.10 0.15 0.20 Conversion X(%) Fig. 5. Integral plug flow reactor data for catalyst C-1 Points, experimental results; solid lines, model predictions. P= 1 atm,/~2/Po2 =6, In order to obtain more insight on the mechanism and kinetics of the RWGS reaction, several additional catalytic runs were carried out in an integral reactor. The experiments were performed at 1 atm in the 493-523 K range using different W/l~co2 values and a/~n2//~co2 ratio of 6. The experimental data are shown in Fig. 5, where the CO2 conversion was plotted as a function of contact time. 4. Discussion Although few papers have been published on the mechanism of the reverse water-gas shift reaction, the information is coincident in that the reaction proceeds through the same surface redox mechanism used to describe the kinetics of the forward WGS reaction, the metallic copper being the active sites [ 10,14,15]. This is a regenerative mechanism whereby copper is successively oxidised and reduced by CO2 and H2 according to the following simplified scheme: C02(g) -+- 2CU~s) ~ CO(g) -4- Cu20(s) (2) H2(g) q- Cu20(s) ~ HzO(g) q- 2Cu~s) (3) Our results obtained from the CO2/H2 cycles experiments support this mechanism. In fact, the evolved gas analysis results (Fig. 2) showed that upon CO2 addition to the reactor only CO was formed, which is in agreement with reaction (2), whereas the subsequent addition of hydrogen produced only water as it is precisely predicted by reaction (3). On the other hand, quantitative results obtained by gravimetry (Fig. 1 and Table 2) allowed us to calculate the weight changes following the consecutive addition of carbon dioxide and hydrogen. It was found that the total weight gain measured following the addition of the CO2-containing 164 M.J.L. Ginds et al./Applied Catalysis A: General 154 (1997) 155-171 atmosphere corresponded to a O/Cus atomic ratio of about 0.4-0.5, which is close to the value expected according to reaction (2) for the saturation coverage of oxygen adatoms produced by CO2 adsorption (O/Cus---0.5). Besides, such a mass gain was practically the same as the mass lost by the catalyst during the consecutive addition of hydrogen, and this result is in agreement with the overall redox mechanism represented by reactions (2) and (3). Thus, on the basis of previous literature and our own results, the present kinetics of the RWGS reaction will be discussed in terms of the surface redox mechanism. Such a mechanism may be represented by the following elementary steps: CO2(g) 2L ~ CO.L + O.L CO.L ~ CO(g)+ L H2(g) + 2L ,~ 2H.L 2H.L + O.L ~ H20.L + 2L HzO.L ~ HzO(g)+ L where L represents the vacant active sites. We assume that the sites are identical and that there is no interaction between adsorbed species. Previous work [21] on adsorption/desorption equilibria for both carbon mon- oxide and water on copper have shown that these two molecules have high sticking probabilities, very low dissociation probabilities and small heats of adsorption. We can reasonably assume then that the coverage of these adsorbates is negligible at 493-523 K and at the partial pressures used in our RWGS reaction. Nakamura et al. [12] calculated coverages for carbon monoxide and water of 1.7% and 0.1% on Cu(ll0) at the RWGS reaction conditions. On the other hand, and since the dissociative chemisorption of hydrogen on clean, polycrystalline copper surfaces is highly activated [22], this reaction has been often omitted in the step-wise mechanism of the forward WGS reaction. However, several papers have recently reported that the dissociative chemisorption of hydrogen on supported copper catalysts is rather a facile process [23,24]. Our results regarding the hydrogen chemisorption on ternary Cu/ZnO/AI203 and binary Cu/AlzO3 samples showed that hydrogen is effectively chemisorbed on copper at 503 K, the hydrogen saturation coverage at 60 torr being approximately 30% (Table 2). This value is in line with that obtained by Ernst et al. [14] over clean Cu(110). These authors determined activation energies of 14.3 kcal tool-1 and 13.0 kcal mo1-1 for the adsorption and desorption of hydrogen, respectively, and calculated that the hydrogen coverage would be about 20% of saturation at PH2=100 torr and T=673 K. Salmi and Hakkarainen [9] measured the chemisorption isotherms of hydrogen on commercial Cu/ZnO/A1203 catalysts at 76 torr and 523 K and found that the amount of adsorbed hydrogen was 7% of the BET monolayer capacity. This value was about one order of magnitude greater than the amount of carbon monoxide adsorbed under the same operating conditions. Also, our results showed M.J.L. Ginds et al./Applied Catalysis A: General 154 (1997) 155-171 165 that the hydrogen chemisorption on both alumina and zinc oxide samples at 503 K was negligible (Table 2), thereby indicating that the gas was selectively adsorbed on the metallic copper phase. Although it has been suggested that the dissociative chemisorption of hydrogen may occur on the zinc oxide phase followed by reverse spillover on copper, our results indicate that the hydrogen chemisorption on supported copper catalysts cannot be attributed to support effects. A similar result was obtained by Bennett et al. [24]. These authors studied the adsorption of hydrogen on a variety of oxide supported copper catalysts by in situ NMR and concluded that the nature of the support was not critical in enhancing the dissociative chemisorption of hydrogen. Based upon the arguments presented in the above discussion, the following simplified mechanism is considered to account for the RWGS reaction. The nomenclature used is given in the Appendix. CO2(g) Jr- L ~ CO(g) -+- O.L r = klPco2CL - k'IPcoCoL (4) c2 H2(g) + 2L ~ 2H.L K2 -- C2LPH2 PH20C3 2H.L + O.L ~- H20(g) + 3L K3 -- C2HLCO~L (6) In a previous work, Nakamura et al. [25] found that the rate of the dissociative adsorption of carbon dioxide on Cu(ll0) is similar to the rate of the RWGS reaction, which suggests that the CO2 dissociation is the rate-determining step in the RWGS mechanism. Based on this result, and in order to model our results obtained with the integral reactor under a Hz-rich atmosphere, we assumed that step (4) is rate determining in the reaction sequence represented by steps (4) to (6). By employing Langmuir-Hinshelwood kinetics, we deduced the following rate equation: klLo~co2 [P2(1-X)2 ~c-~X2] = (7) /~CO2X P(1 - X) + x/~/~u21.5(1 - X)'5 + K2K3 where X is the conversion of CO2 and Lo = (CL + COL + CHD is the concentration of active sites of fresh catalyst. Thus, and by considering that the design equation of an isothermal integral reactor is: fax FO -- -- (8) CO2 F 166 M.J.L. Ginds et al./Applied Catalysis A: General 154 (1997) 155-171 Table 3 Kinetic parameters of the redox mechanism determined by modeling experimental data obtained with the integral plug flow reactor.Catalyst C-l, P=I atm; P2//~co2=6 Temperature (K) kiLo K2 (atm 1) ro 103 ~'0 x 103 (mol h i gcat-I atm-2) (mol h-1 gcat-1) (tool h l gcu i) 493 0.02004-0.0015 0.060-1-0.008 2.4 7.17 503 0.04874-0.0044 0.051-1-0.004 5.8 17.7 5 l 3 0.07114-0.0070 0.041 -t-0.007 8.6 26.3 523 0.12874-0.0077 0.0394-0.002 15.5 47.8 we used Eqs. (7) and (8) for modeling the experimental data. The model parameter estimation was performed by using a least-squares regression which minimizes the objective function F = Z[(W/F2)exp - (W/l~co2)calc]2. AS it is shown in Fig. 5, a good agreement was obtained between the experimental values and the model predictions. The values of parameters K2 and klL0 obtained at four temperatures are given in Table 3. From Eq. (7) we deduced the expression of initial rate ro: kl P2 ro -- (9) and by introducing the values of K2 and kl/~ of Table 3 in Eq. (9) we calculated the corresponding ro values (Table 3). The r0 value determined at 503 K was 5.8 x 10.3 mol h-1 gcat-1 which is similar to that measured in the differential reactor under the same operating conditions (ro =4.5 x 10-3 molh-1 gcat-1). Van Herwijnen and de Jong [6] found a rate of about 2.7 x 10.3 mol h-1 gcat-1 at 508 K and/~H2/P~o2 = 6 for the RWGS reaction over a binary CuO/ZnO catalyst containing 32.2% CuO. Stirling et al. [16] measured the activity of the RWGS reaction over monophasic CuxZn(1_x)O solid solutions containing between 0.7 and 5.8% tool Cu in the 495-560 K temperature range and at POH~//~CO2 = 11. They 1 1 tested eight samples and found that the specific initial rate ~0 (tool h- gcu- ) was between 2 x 10-3 and 15 x 10.3 mol h-1 gcu-1 for all the samples at 523 K. These values compare well with the specific reaction rate determined here at the same temperature and pO/P0co~ = 6 (Table 3). On the other hand, we plotted the ln(klLo) values obtained from Table 3 as a function of 1/T for calculating the apparent activation energy of the RWGS reaction via an Arrhenius-type function (the plot is not shown here). From the slope of the resulting linear plot we obtained Ea =24+1.9 kcal mo1-1, which is consistent with those values found by other authors (18-27 kcal mo1-1) [6,14,17]. Overall, we observe that the kinetic values determined in the present paper with the integral reactor for a/~H2//~CO2 = 6 ratio compare favourably with those reported in previous work on copper-based catalysts under hydrogen-rich atmospheres. Moreover, the experimental data obtained with the differential reactor showed that in the POH2//~CO2 > 3 region, the apparent orders with respect to H2 and CO2 are about 0 and 1, respectively. M.J.L. Ginds et al./Applied Catalysis A: General 154 (1997) 155-171 167 These are precisely the approximate orders predicted by Eq. (9) since according to the K2 value determined using the integral reactor (Table 3), 1 >> x/K2P and the initial rate expression reduces to ro ~ kiLo/~co2\" In summary, ourv .---results obtained with both differential and integral plug flow reactors show that the kinetics of the RWGS reaction for P/l~co2 > 3 is well represented by the redox mechanism described by reactions (4) through (6), the carbon dioxide dissociation being the rate-limiting step. However, the experimental data showed that the RWGS kinetics changes when H2-1ean atmospheres are used. In fact, when the/~H2/Po2 ratio was lower than approximately 3 the reaction was dependent on partial pressures of both the H2 (fl - 0.8) and the CO2 (a ~ 0.3) and the rate constant was clearly lower than that obtained under H2-rich atmospheres (Table 3). A simple interpretation of these results is that when OH decreases below a certain critical value the active surface phase become less active and, as a consequence, the rate-limiting step in the redox mechanism changes. To test this interpretation, we have employed a quasi- stationary state approximation for obtaining the rate of the overall reaction proceeding along the single path of the sequence represented by reactions (4) through (6). Besides, and taking into account that in our H2-1ean conditions both PH2 and/(2 are very small, we omitted step (5) in considering our kinetics. The RWGS reaction mechanism results therefore represented by a sequence of two reversible elementary steps: f CO2(g) + L ~ CO(g) + O.L rl = klPco2CL - klPcoCoL (10) H2(g) + O.L ~- HzO(g) + L r2 = k4PH:CoL - k'4PH2oCL (1 1) Since the quasi-stationary state approximation implies that r -- rl = r2, from Eqs. (10) and (11) we obtain: CL (kl k4Pco2PH2 - k'1 kt4PcoPH~o ) r = (12) k4PH2 + klPco Eq. (12) can be written as: ,k4Lo(P o P - P o/K) r~ klPco2 + k4PH2 + (k] + k])Pco 1 to co2 [eo2(1 - x)2 _ X2 /Kl = , co2(1 - X) + ka H (l - X) + (Z, + (13) where Lo is now Lo = (CL + COL). From Eq. (13) we obtain the initial reaction rate: k,LoP21~H2 (14) ro = (kl/k4)~c02 -[- ~H2 If kl<<ka, Eq. (14) reduces to r0 ~ klLoPo2, which is consistent with the rate found under H2-rich conditions by assuming that the dissociative adsorption of 168 M.J.L. Gin& et al./Applied Catalysis A: General 154 (1997) 155-171 CO2 was rate-determining. Eq. (14) can be rearranged as k4 POH2 \"1 ro =k4LoP -+-k~P- I--S~I (15) 1 k4 ~= J and further simplified by the use of the approximation of the term ax/(1 +ax) by the term bxn where b and n are constants with n constrained to 0< n <l. Thus Eq. (15) becomes ro = bk4Zoe (P~Oz ~n \\--~H2 } (16) which provides a power rate law expression of the RWGS rate: ro = k\" ( l~c% )n(P) l-\" (17) Eq. (17) predicts an opposing relationship between the CO2 and H2 orders of reactions. To test the validity of Eq. (17), we can use the form of Eq. (17) to calculate the order in H2 given the experimental order in CO2 (n=oL=0.3). The hydrogen order of reaction is (i-n)--0.7, which is close to that obtained experi- mentally (/3 ~ 0.8). In brief, our results show that the kinetics of the RWGS reaction over Cu/ZnO/ A1203 catalysts is complicated under our reaction conditions in that different reagents become rate-limiting depending upon the reactant pressure. The reaction shifts from nearly first order in carbon dioxide to first order in hydrogen as the /~H2//~CO2 ratio decreases. Among the few publications on the RWGS reaction on Cu-based catalysts only van Herwijnen and de Jong [6] have studied the kinetics on commercial CuO/ZnO/A1203 catalysts by varying the reactant composition in a wide range. In accordance with our results, they found that as P//~co= increases the rate which is initially controlled by the/~co2 value becomes limited by the hydrogen partial pressure. Ernst et al. [14], who studied the kinetics of the RWGS reaction over Cu(110) single-crystals model catalysts between 573 and 723 K, also found that, whereas in a H2-rich region the rate increases strongly with CO2 partial pressure and is independent on the hydrogen pressure, at low POH2//~CO2 ratio the rate is strongly positive order in hydrogen and low order in carbon dioxide. To explain these results, and based on that high hydrogen coverage may cause the well-known (1 2) missing-row reconstruction on metallic copper [26], Ernst et al. [14] postulated that under Hz-rich atmospheres a surface structural or phase transition occurs involving a change in reactivity with respect to carbon dioxide. Surface phase transitions are known to cause changes in reactivity [27,28]. A similar explanation may be invoked to interpret the catalytic behaviour observed here over Cu/ZnO/A1203 samples. We found that the hydrogen coverage must be a substantial fraction of the monolayer at 503 K under H2-rich atmospheres M.J.L. Gin,s et al./Applied Catalysis A: General 154 (1997) 155-171 169 (Table 3). Since the heats of adsorption of CO2, HzO, and CO on metallic copper are all rather small [29], the coverages of these molecules at 503 K must be negligible. The only remaining species in the mechanism which could be at high coverage is O.L, which is expected not to inhibit H2 adsorption up to a oxygen coverage of about 40% [30]. Several studies performed over copper crystal surfaces have reported reconstruction of the copper surface under H2-rich atmo- spheres. Rieder and Stocker [31] have found that room temperature adsorption of hydrogen on Cu(ll0) causes a subsurface reconstruction of the copper atoms. Recent studies using NMR [32] confirmed the existence of this subsurface hydrogen, which is observed only when copper is covered with an overlayer of oxygen. The presence of subsurface hydrogen which is trapped by the recon- structed copper surface brought about by the oxygen overlayer has also been postulated by Waugh [33]. This fully reconstructed copper surface at high P/P2 ratios would be more reactive to dissociative CO2 adsorption. Our results suggest that the POH2//~CO2 ratio needed for achieving the critical hydrogen coverage to trigger the surface reconstruction from the less active to more active phase would be >3, but this transition might obviously be temperature dependent. To summarize, starting at high 0 0 PH2/Pco2 ratios the reaction proceeds on a high coverage of hydrogen and the rate is limited by the rate of dissociative CO2 adsorption. As/~co2 increases the rate increases, till it is first order in CO2, and the hydrogen coverage drops below some critical OH where the copper surface reconstructs to a less active phase. The rate constant diminishes and the reaction is now limited by the H2 adsorption becoming strongly positive order in hydrogen. These changes in surface reactivity and in reagents which are rate-limiting are interpreted in the formulation of our redox mechanism by considering that either the dissociative CO2 adsorption (high OH) or both the CO2 dissociation and the water formation (low OH) determine the rate of the overall reaction. Acknowledgements Support of this work by the Consejo Nacional de Investigaciones Cientificas y Trcnicas (CONICET), Argentina, and the Universidad Nacional del Litoral, Santa Fe, Argentina, is gratefully acknowledged. Appendix Nomenclature CL = concentration of vacant active sites (mol g-l) CiL = concentration of active sites covered by species i (mol g 1) Ea = apparent activation energy (kcal mol-l) F2 = feed rate of CO2 (mol h-1) 170 M.J.L. Gin's et al./Applied Catalysis A: General 154 (1997) 155-171 k = apparent rate constant of the RWGS reaction (mol h-~ gcat-1 atm-(~+~)) kl, k4 = forward reaction constants of reactions (4) and (11), respectively (a!m-1, h-1) kl, k4 = reverse reaction constants of reactions (4) and (11), respectively (atm-I h-1) K = equilibrium constant of the RWGS reaction (dimensionless) K2 = equilibrium constant of the dissociative hydrogen adsorption (atm-1) K3 = equilibrium constant defined in Eq. (6) (atm) L = vacant active sites L0 = concentration of active sites of fresh catalysts (mol g-t) r = reaction rate (mol h-1 gcat-1) r0 = initial reaction rate (mol h-1 gcat-1) ~0 = specific initial reaction rate (mol h-1 gcu-1) Pco2, PIJ2, Pco ----- partial pressures of carbon dioxide, carbon monoxide and hydrogen, respectively (atm) /~co2, P2 --- partial pressures of carbon dioxide and hydrogen in the feed, respectively (atm) W = catalyst loading (g) X = conversion of carbon dioxide Xco,XIJ2O --- conversion to carbon monoxide and water, respectively o~, /3 = reaction orders with respect to carbon dioxide and hydrogen, respectively References [1] D.S. Newsome, Catal. Rev. Sci. Eng., 21 (1980) 275. [2] P.N. Hawker, Hydroc. Process., 61 (1982) 183. [3] C.T. Campbell and K.A. Daube, J. Catal., 104 (1987) 109. [4] G. Petrini and F. Garbassi, J. Catal., 90 (1984) 113. [5] M.J.L. Gin,s, N. Amadeo, M. Laborde and C.R. Apestegufa, Appl. Catal. A, 131 (1995) 283. [6] T. van Herwijnen and W.A. de Jong, J. Catal., 63 (1980) 83. [7] G.A. Vedage, R. Pitchai, R.G. Herman, K. Klier, Proc. 8th International Congress on Catalysis, Berlin, 1984, Vol. 2,, Verlag Chimie, Weinheim, 1984, p. 47. [8] T. Takagua, G. Pleizer and Y. Amenomiya, Appl. Catal., 18 (1985) 285. [9] T. Salmi and R. Hakkarainer, Appl. Catal., 49 (1989) 285. [10] R.A. Hadden, H.D. Vandervell, K.C. Waugh, G. Webb, in M.J. Phillips, M. Ternan (Eds.), Proc. 9th Int. Cong. Catal, Calgary, 1988, Vol.4, The Chemical Institute of Canada, Ottawa, 1988, p. 1835. [11] G.C. Chinchen and M.S. Spencer, J. Catal., 112 (1988) 325. [12] J. Nakamura, J.M. Campbell and C.T. Campbell, J. Chem. Soc. Faraday Trans., 86 (1990) 2725. [13] C.V. Ovesen, P. Stoltze, J.K. Norksov and C.T. Campbell, J. Catal., 134 (1992) 445. [14] K.H. Ernst, C.T. Campbell and G. Moretti, J. Catal., 134 (1992) 66. [15] S. Fujita, M. Usui and N. Takezawa, J. Catal., 134 (1992) 220. [16] D. Stirling, ES. Stone, M.S. Spencer, in L. Guczi, F. Solymosi, P. T&tnyi (Eds.), Part B, Proc. 10th Int. Cong. Catal., Budapest, 1992, Elsevier/Akad~mia Kiad6, Amsterdam/Budapest, 1993, p. 1507. [17] M.S. Spencer, Catal. Lett., 32 (1995) 9. [18] A.J. Marchi, J.I. Di Cosimo and C.R. Apestegufa, Catal. Today, 15 (1992) 383. [19] G.C. Chinchen, C.M. Hay, H.D. Vandervell and K.C. Waugh, J. Catal., 103 (1987) 79. M.ZL. Gin,s et al./Applied Catalysis A: General 154 (1997) 155-171 171 [20] M.J.L. Gin6s and C.R. Apesteguia, Latinam. Appl. Res., 25(4) (1995) 215. [21] C.T. Campbell and K.A. Daube, J. Catal., 104 (1987) 109. [22] J. Pritchard, T. Catterick and R.K. Gupta, Surf. Sci., 53 (1975) 1. [23] J.M. Campbell and C.T. Campbell, Surf. Sci., 259 (1991) 1. [24] A. Bennett, J.B. Cobb, B.T. Heaton, J.A. Iggo, G. Chinchen, Proceedings Europacat-II Congress, Maastricht, 1995, p. 691. [25] J. Nakamura, J.A. Rodriguez and C.T. Campbell, J. Phys. Condens. Matter, 1 (1989) 149. [26] R. Spitzl, H. Niehus, B. Poelsema and G. Comsam, Surf. Sci., 239 (1990) 243. [27] N. Eiswirth and G. ErR, Surf. Sci., 177 (1986) 90. [28] D. Lackey, J. Schott and J.K. Dass, J. Electron Spectrosc. Relat. Phemom., 54/55 (1990) 649. [29] W.D. Clendening, J.A. Rodriguez, J.M. Campbell and C.T. Campbell, Surf. Sci., 216 (1989) 429. [30] B.E. Haydon and C.L.A. Lamont, J. Phys. Condensed Matter, 1 (1989) 33. [31] K.H. Rieder and W. Stocker, Phys. Rev. Lett., 51 (1986) 2548. [32] A. Bendada, G.C. Chinchen, N. Clayden, B.T. Heaton, J.A. Iggo and C.S. Smith, Catal. Today, 9 (1991) 129. [33] K.C. Waugh, Catal. Today, 15 (1992) 51. APCATA 96003699 S0926-860X(96)00369-9 10.1016/S0926-860X(96)00369-9 Elsevier Science B. V. All rights reserved. Kinetic study of the reverse water-gas shift reaction over CuO/ZnO/Al2O3 catalysts M.J.L. Ginés A.J. Marchi C.R. Apesteguía * Instituto de Investigaciones en Catálisis y Petroquímica (INCAPE), UNL-CONICET Santiago del Estero 2654, (3000), Santa Fe, Argentina * Corresponding author. Tel.: +54 42 555279; Fax: +54 42 531068/553727 The kinetics of the reverse water-gas shift (RWGS) reaction over CuO/ZnO/Al2O3 catalysts was studied by use of CO2H2 cycles, hydrogen chemisorption and catalytic tests performed in both differential and integral plug flow reactors. The effect of the reactant composition on the reaction rate was specifically studied by changing the PH2 0/PCO2 0 ratio between 9.0 and 0.3. It was found that different reagents become rate limiting depending upon pressure. While in a H2-rich region the rate increases strongly with CO2 partial pressure and is zero order in hydrogen, under low PH2 0/PCO2 0 ratios the reaction is less active and is strongly positive order in hydrogen and low order in carbon dioxide. The experimental data were modeled by considering that the reaction proceeds through a surface redox mechanism, copper being the active metal. A good agreement between experimental and calculated data was obtained by assuming that in the redox mechanism either the dissociative CO2 adsorption (H2-rich region) or both the CO2 dissociation and the water formation (H2-lean region) determine the rate of the overall reaction. Based on previous studies performed on copper crystal surfaces, such a change in kinetics may be explained by assuming that under H2-rich atmosphere a surface structural or phase transition occurs involving a change in reactivity with respect to CO2 dissociation. Keywords Reverse water-gas shift reaction Kinetics and mechanism CuO/ZnO/Al2O3 catalysts References [1] Newsome D.S. Catal. Rev. Sci. Eng. 21 1980 275 [2] Hawker P.N. Hydroc. Process. 61 1982 183 [3] Campbell C.T. Daube K.A. J. Catal. 104 1987 109 [4] Petrini G. Garbassi F. J. Catal. 90 1984 113 [5] Ginés M.J.L. Amadeo N. Laborde M. Apesteguía C.R. Appl. Catal. A 131 1995 283 [6] van Herwijnen T. de Jong W.A. J. Catal. 63 1980 83 [7] Vedage G.A. Pitchai R. Herman R.G. Klier K. Proc. 8th International Congress on Catalysis, Berlin, 1984 Vol. 2 1984 Verlag Chimie Weinheim 47 [8] Takagua T. Pleizer G. Amenomiya Y. Appl. Catal. 18 1985 285 [9] Salmi T. Hakkarainer R. Appl. Catal. 49 1989 285 [10] Hadden R.A. Vandervell H.D. Waugh K.C. Webb G. Phillips M.J. Ternan M. Proc. 9th Int. Cong. Catal, Calgary, 1988 Vol. 4 1988 The Chemical Institute of Canada Ottawa 1835 [11] Chinchen G.C. Spencer M.S. J. Catal. 112 1988 325 [12] Nakamura J. Campbell J.M. Campbell C.T. J. Chem. Soc. Faraday Trans. 86 1990 2725 [13] Ovesen C.V. Stoltze P. Norksov J.K. Campbell C.T. J. Catal. 134 1992 445 [14] Ernst K.H. Campbell C.T. Moretti G. J. Catal. 134 1992 66 [15] Fujita S. Usui M. Takezawa N. J. Catal. 134 1992 220 [16] Stirling D. Stone F.S. Spencer M.S. Guczi L. Solymosi F. Tétényi P. Proc. 10th Int. Cong. Catal. Budapest, 1992 1993 Elsevier/Akadémia Kiadó Amsterdam/Budapest 1507 Part B [17] Spencer M.S. Catal. Lett. 32 1995 9 [18] Marchi A.J. Di Cosimo J.I. Apesteguía C.R. Catal. Today 15 1992 383 [19] Chinchen G.C. Hay C.M. Vandervell H.D. Waugh K.C. J. Catal. 103 1987 79 [20] Ginés M.J.L. Apesteguía C.R. Latinam. Appl. Res. 25 4 1995 215 [21] Campbell C.T. Daube K.A. J. Catal. 104 1987 109 [22] Pritchard J. Catterick T. Gupta R.K. Surf. Sci. 53 1975 1 [23] Campbell J.M. Campbell C.T. Surf. Sci. 259 1991 1 [24] Bennett A. Cobb J.B. Heaton B.T. Iggo J.A. Chinchen G. Proceedings Europacat-II Congress Maastricht 1995 691 [25] Nakamura J. Rodriguez J.A. Campbell C.T. J. Phys. Condens. Matter 1 1989 149 [26] Spitzl R. Niehus H. Poelsema B. Comsam G. Surf. Sci. 239 1990 243 [27] Eiswirth N. Erlt G. Surf. Sci. 177 1986 90 [28] Lackey D. Schott J. Dass J.K. J. Electron Spectrosc. Relat. Phemom. 54/55 1990 649 [29] Clendening W.D. Rodriguez J.A. Campbell J.M. Campbell C.T. Surf. Sci. 216 1989 429 [30] Haydon B.E. Lamont C.L.A. J. Phys. Condensed Matter 1 1989 33 [31] Rieder K.H. Stocker W. Phys. Rev. Lett. 51 1986 2548 [32] Bendada A. Chinchen G.C. Clayden N. Heaton B.T. Iggo J.A. Smith C.S. Catal. Today 9 1991 129 [33] Waugh K.C. Catal. Today 15 1992 51",
      "scopus-id": "0041104491",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003699",
        "dc:description": "The kinetics of the reverse water-gas shift (RWGS) reaction over CuO/ZnO/Al2O3 catalysts was studied by use of CO2H2 cycles, hydrogen chemisorption and catalytic tests performed in both differential and integral plug flow reactors. The effect of the reactant composition on the reaction rate was specifically studied by changing the PH2 0/PCO2 0 ratio between 9.0 and 0.3. It was found that different reagents become rate limiting depending upon pressure. While in a H2-rich region the rate increases strongly with CO2 partial pressure and is zero order in hydrogen, under low PH2 0/PCO2 0 ratios the reaction is less active and is strongly positive order in hydrogen and low order in carbon dioxide. The experimental data were modeled by considering that the reaction proceeds through a surface redox mechanism, copper being the active metal. A good agreement between experimental and calculated data was obtained by assuming that in the redox mechanism either the dissociative CO2 adsorption (H2-rich region) or both the CO2 dissociation and the water formation (H2-lean region) determine the rate of the overall reaction. Based on previous studies performed on copper crystal surfaces, such a change in kinetics may be explained by assuming that under H2-rich atmosphere a surface structural or phase transition occurs involving a change in reactivity with respect to CO2 dissociation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-06-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003699",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ginés, M.J.L."
          },
          {
            "@_fa": "true",
            "$": "Marchi, A.J."
          },
          {
            "@_fa": "true",
            "$": "Apesteguía, C.R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003699"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003699"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00369-9",
        "prism:volume": "154",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetic study of the reverse water-gas shift reaction over CuO/ZnO/Al2O3 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Reverse water-gas shift reaction"
          },
          {
            "@_fa": "true",
            "$": "Kinetics and mechanism"
          },
          {
            "@_fa": "true",
            "$": "CuO/ZnO/Al2O3 catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-171",
        "prism:endingPage": "171",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 June 1997",
        "prism:doi": "10.1016/S0926-860X(96)00369-9",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00369-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041104491"
      }
    }
  }
}