{
  "metadata": {
    "title": "Ni/Mgo catalyst prepared using citric acid for hydrogenation of carbon dioxide",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-09-25",
    "doi": "10.1016/S0926-860X(96)00399-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003997",
    "pii": "S0926860X96003997"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001239450",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-01 1998-06-01 2010-11-13T18:01:50 1-s2.0-S0926860X96003997 S0926-860X(96)00399-7 S0926860X96003997 10.1016/S0926-860X(96)00399-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00762 2024-01-01T12:19:29.85596Z 0 0 19970925 1997 1998-06-01T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 158 158 1 2 1 2 Volume 158, Issues 1–2 16 185 199 185 199 19970925 25 September 1997 1997-09-25 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. NIMGOCATALYSTPREPAREDUSINGCITRICACIDFORHYDROGENATIONCARBONDIOXIDE NAKAYAMA T MARCILLY 1970 56 C COURTY 1973 21 P ANDERTON 1979 14 D BAYTHOUN 1982 2757 M ZHANG 1987 665 H RAMOS 1991 217 I NAKAYAMA 1995 1054 T NAKAYAMA 1996 2107 T KIM 1992 15 K COSIMO 1992 594 J SATO 1996 L1 S SARKANY 1979 297 A TAKEZAWA 1986 291 N NARAYANAN 1989 3785 S PARMALIANA 1990 2663 A BOND 1988 365 G ARENA 1991 58 F PARMALIANA 1993 34 A BOROWIECKI 1987 207 T SOLYMOSI 1981 1003 F LUNDE 1973 432 P INUI 1978 251 T NOZAKI 1987 339 F KASPAR 1994 125 J MORI 1996 255 S NAKAYAMAX1997X185 NAKAYAMAX1997X185X199 NAKAYAMAX1997X185XT NAKAYAMAX1997X185X199XT item S0926-860X(96)00399-7 S0926860X96003997 1-s2.0-S0926860X96003997 10.1016/S0926-860X(96)00399-7 271346 2024-01-01T12:19:29.85596Z 1997-09-25 1-s2.0-S0926860X96003997-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003997/MAIN/application/pdf/cc60e8fbe620295ec2df8a79aa964045/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003997/MAIN/application/pdf/cc60e8fbe620295ec2df8a79aa964045/main.pdf main.pdf pdf true 935276 MAIN 15 1-s2.0-S0926860X96003997-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003997/PREVIEW/image/png/27942762816a7f38280a16b30ffb81d2/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003997/PREVIEW/image/png/27942762816a7f38280a16b30ffb81d2/main_1.png main_1.png png 45961 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 158 (1997) 185-199 Ni/Mgo catalyst prepared using citric acid for hydrogenation of carbon dioxide Tomohiro Nakayamaa, Nobuyuki Ichikunia, b* Satoshi Sato ' , Fumio Nozakib aDepartment of Material Science, Graduate School of Science and Technology, Chiba University, Yayoi, Inage, Chiba 263, Japan bDepartment of Applied Chemistry, Faculty of Engineering, Chiba University, Yayoi, lnage, Chiba 263, Japan Received 27 June 1996; received in revised form 29 October 1996; accepted 11 November 1996 Abstract An application of Ni/MgO catalyst which was prepared by using citric acid to the hydrogenation of carbon dioxide was investigated. The Ni/MgO catalysts with Ni content higher than 30 wt% were found to exhibit high catalytic activities for the hydrogenation of carbon dioxide due to the large Ni metal surface area. The usage of citric acid realizes the formation of NiO-MgO solid solution at a low temperature of 773 K. Aggregation of Ni metal particle is probably depressed by MgO highly dispersed in the Ni particle during the reduction of the NiO-MgO solid solution. A structural model of the Ni catalyst is proposed. Keywords: Citric acid; Ni/MgO; Carbon dioxide; Hydrogenation 1. Introduction High crystallinity of ceramics powders is realized using a technique known as the amorphous citrate process [ 1-6]. Since homogeneous citrates are decomposed at lower temperatures in the process, metal oxides with high surface areas are produced [5]. Furthermore, in the preparation of magnesium oxide using citric acid, the pore size distribution of the metal oxide can be controlled by changing the preparation conditions [7,8]. This technique, however, has not entirely covered the preparation of metal catalysts, except for copper [9,10] and nickel [ 11 ] which were obtained by reducing the corresponding composite oxides. * Corresponding author. Tel.: +81 43 2903377; fax: +81 43 2903039. 0926-860X/97/$17.00 :;~: 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00399-7 186 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 Although nickel metal catalysts are well known to have high catalytic activities for hydrogenolysis [ 12] and hydrogenation [ 13,14], Ni/MgO catalysts generally are less active than other supported Ni catalysts [14]. For a low Ni-content catalyst prepared by the usual impregnation method, it is known to be difficult to produce Ni metal from NiO-MgO solid solution [14-18]. The size of Ni particles prepared from the solid solution, however, was extremely small after reduction at high temperature. In addition, it is impossible to prepare a high Ni-content catalyst with high catalytic activity by the usual impregnation method, and it is also difficult to prepare homogeneous metal oxides by a coprecipitation method because of the difference both in the precipitation velocities of each components of metal oxide and in the growing rate of the particles [13,19]. We have previously reported about Ni/MgO catalysts prepared using citric acid [11]. At high Ni contents ranging from 70 to 80 wt%, the Ni/MgO catalysts were found to have high Ni surface area and efficient catalytic activities for cyclohexane hydrogenolysis at 623 K. In this paper, we describe a correlation between the catalytic activities for the hydrogenation of carbon dioxide, which has been studied over various supported metal catalysts [20-25], and the physical properties of the Ni/MgO catalyst. We also discuss the process of the preparation, and propose a possible model of the catalyst particle. 2. Experimental 2.1. Catalyst preparation Ni/MgO samples were prepared from a mixture of nickel nitrate, magnesium nitrate, and citric acid. The procedure is essentially the same as for the amorphous citrate process introduced by Marcilly et al. [1]. An adequate amount of nickel nitrate and magnesium nitrate were mixed with citric acid, which was equimolar to the sum of the metal ions, without using solvents in a flask (300 cm3 for the total metal ions of 70 mmol) at 343 K. The mixture was melted, and then viscosity of the melt gradually increased. The molten mixture in the flask was evacuated under a pressure of 0.7 kPa in a rotary evaporator at 343 K. During the evacuation, the mixture was gradually solidified, and the solid expanded. After the solid had been heated in air at 443 K for 1 h, it was calcined in air at 773 K for 3 h to obtain a NiO-MgO sample. Reference NiO-MgO samples were prepared without adding citric acid to the mixture of nitrates in the procedure described above. As another reference, a coprecipitate was obtained by adjusting to 8.2 the pH of an aqueous solution containing the desired amount of nickel nitrate and magnesium nitrate by using a sodium hydroxide solution. After the resulting precipitate had been washed and dried, it was calcined in air at 773 K for 3 h to obtain a NiO-MgO sample. T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 187 2.2. Catalytic tests The hydrogenation of carbon dioxide was carried out by utilizing a conventional fixed bed flow reactor consisted of a 18 mm diameter glass tube at atmospheric pressure. Unless otherwise stated, the catalyst weight was 0.15 g. Prior to the reaction, the catalyst was reduced in hydrogen flow of 30 cm3/min at 773 K for 2 h. A mixture of CO2 and Ha was introduced into the reactor at a constant flow rate of 20 and 160 cm3/min (1 : 8), respectively. The reaction products were analyzed by two sets of gas chromatographic units at regular time intervals. One was an on-line TCD gas chromatograph with an Activated Carbon column (1 m) and a PEG-1500 column (2 m) at 393 K for the analysis of C1 compounds (CO2, CO, and CH4). The other was an off-line FID gas chromatograph consisted of a Porapack-Q column (0.5 m) at 313 K for the quantitative analysis of produced hydrocarbons (CH4, C2H6, and C2H4). Space-time yield of methane based on an exposed metal atom (STYM) was calculated by the following: STYM = (FX2ScH4)/(2WcatAH2), where F, X2, ScH4, Wcat and AH2 were the flow rate of CO2 (mmol/min), conversion of CO2, selectivity to CH4, catalyst weight (g), and hydrogen uptake measured at 273 K (mmol/g), respectively. 2.3. Physical properties Specific surface areas of the samples were determined by the BET method using nitrogen as an adsorbate at 77 K in a conventional volumetric gas adsorption apparatus. Metal surface areas of the reduced samples were calculated from an amount of hydrogen chemisorbed at 273 K in a conventional volumetric gas adsorption apparatus. Prior to the measurement, the catalyst sample was reduced by hydrogen under an initial pressure of 39.5 kPa at 773 K for 2 h and the sample was outgassed under vacuum for 1 h at the same temperature to remove hydrogen absorbed on the catalyst. Hydrogen uptakes were measured at pressures of 6.6, 13.2, 26.6 kPa, and the isotherm plots were extrapolated to 0 kPa for the estimation of the amount of chemisorbed He. Reducibility, defined as the ratio of reduced NiO to the whole NiO of the catalyst, was determined by using a stepwise temperature programmed reduction (TPR) method. The TPR measurement was carried out in a conventional apparatus under the conditions: heating rate, 5 K/min; flow rate of nitrogen containing 10 vol% hydrogen, 10 cm3/min; catalyst weight, 10 mg. The stepwise TPR measurement was performed as follows: In the first step, the temperature was raised from 298 to 773 K, and kept at 773 K for 2 h. In the second step, the temperature was raised to 1173 K, and kept at 1173 K for 1 h. The reducibility was determined from the proportion of hydrogen consumptions in the first step to the total H2 consumption. 188 T Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 The average diameter of the catalyst particles (PS), assuming that the catalyst particle is a sphere, was calculated by the following equation; PS=6/(dSA), where SA and d are the specific surface area and the average density, respectively. The average density (d) was calculated by using Ni content (a wt%), reducibility (b %) and densities (dNi=8.85 g/cm3, dNio=6.96 g/cm3, dMgo=3.65 g/cm3), and was defined as following: d : (a/lOO)(b/lOO)dNi + (a/100)(1 - b/lOO)dNio + (1 - a/lOO)dMgo. Transmission electron microscopy (TEM) studies were performed on a JEOL JEM-4000 FXII instrument operated at 400 kV. After a powder sample had been reduced in flowing hydrogen at 773 K for 2 h, the reduced sample was ultra- sonicated in carbon tetrachloride. The suspension was pipetted onto a copper microgrid with collodion film (200 mesh, Nissin EM). XRD spectra of the samples were recorded by M18XHF (Mac Science). 3. Results and discussion 3.1. Catalytic activities Changes in the conversion of COe hydrogenation with the reaction temperature were investigated. The catalyst used in this experiment was a Ni(70 wt%)/MgO catalyst prepared using citric acid, and two levels of 1/4 and 1/8 were set as the feed ratios of COe/He. The results of COe conversion into CH4 together with curves of the equilibrium CO2 conversion of the reaction (CO2+4He--+CHa+2HeO) are shown in Fig. 1. The equilibrium conversion in this catalytic reaction is affected by both the reaction temperature and the COe/He ratio. The equilibrium conversion increases with increase in the COe/H2 ratio from 1/4 to 1/8. The COe conversion steeply increased at about 540 K, and the conversion was limited by the equilibrium throughout the reaction temperatures up to 800 K. Since no deactivation was observed, the conversion data were taken at a steady state after CO2 was fed for 1 h. Throughout the catalytic tests, no formation of Cehydrocarbon (Cell6 or Cell4) was detected, and carbon deposi- tion on the catalysts was observed. More than 98% of carbon was recovered in these catalytic tests. Subsequent experiments were carried out at a CO2/He feed ratio of 1/8. Fig. 2 shows changes in the conversion of CO2 with reaction temperature for various Ni/MgO catalysts prepared by using citric acid. The conversion of COe increased with the rise in reaction temperature. Compared to the catalysts with Ni content below 30 wt%, the Ni/MgO catalysts with Ni contents higher than 30 wt% exhibited high catalytic activities at low reaction temperatures. Above 30 wt% of Ni content, the conversion increased steeply with increasing the reaction tem- perature. Even when the fivefold amount of catalyst sample (0.75 g) of T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 189 100 ..... i ......... (b) .- 60 O = 40 O i. > 20 C O e~ 500 600 700 800 Reaction temperature / K Fig. 1. Changes in the conversion of CO2 and equilibrium conversion with reaction temperature at two different ratios of reactant gases: (0) COJI-I2=I/8; (A) 1/4; ((a) line denotes equilibrium conversion in the case of 1/8, (b) line for 1/4). Ni(20 wt%)/MgO was tested for the reaction, the catalytic activity was lower than that of Ni(30 wt%)/MgO (open triangle in Fig. 2). The hydrogenation activities of the catalysts prepared using citric acid were compared with those of the catalysts prepared by different methods (Fig. 3). In the comparison of catalytic activities, a Ni 70 wt% catalyst was chosen as a typical example of high Ni content catalyst. Ni(8 wt%)/SiO2 and supported Ru (0.5 wt%) catalysts were also used as reference catalysts. The Ru catalyst is known as an effective catalyst for the hydrogenation of CO2 [20-22]. The Ni(70 wt%)/MgO catalyst prepared using citric acid was found to have the highest activity and the CO2 conversion increased steeply at the low temperature at around 530 K. The catalytic activity of the coprecipitated catalyst was lower than that prepared by using citric acid. The Ni and Ru catalysts prepared by the impregnation method showed low catalytic activities. In order to clarify the differences among various catalytic activities, the conversions of CO2, the selectivities to CH4 and CO, and the space-time yield of CH4 (STYM) based on an exposed metal atom at a reaction temperature of 553 K are shown in Table 1. The Ni/MgO catalysts prepared using citric acid were highly active, whereas Ni/MgO catalysts prepared by coprecipitation method as well as by our method without adding citric acid showed low activities. At low Ni 190 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 100 ~ 8O c:~ 60 > g 2o 0~ ' ' I , ,, 500 600 700 800 Reaction temperature / K Fig. 2. Variations in catalytic activity of Ni/MgO catalysts prepared using citric acid for the COa hydrogenation with reaction temperature: (A) 10 wt%; ([~) 20 wt%; (A) 30 wt%; ( 50 wt%; (0) 70 wt%; (11) 90 wt%. Table 1 Physical and catalytic properties of various samples Method Ni content BET SAa Metal gAb Reduc.c PSd Cony.e Sel. STYMg (wt%) (m2/g) (mZ/g) (%) (nm) (%) (%)f (min ~) CH4 CO This work~ 10 143 1.4 40 10 1 100 0 1.5 30 132 1.8 47 9 62 99 ! 28.2 50 87 8.2 39 12 79 100 0 18.1 70 47 19.1 70 17 85 100 0 8.7 90 23 15.1 83 31 79 100 0 22.8 Coprecipitationi 70 25 13.4 92 29 33 68 32 2.7 Without CAj 70 23 3.5 38 40 19 95 5 4.8 Impregnation 8(Ni/SiO2) -- 0.8 -- -- 2 98 2 5.4 0.5(Ru/A1203) -- 0.4 -- -- 4 100 0 24.1 0.5(Ru/A1203) .... 1 100 0 -- aBET surface area of reduced catalysts. bMetal surface area of reduced catalysts. ~Reducibility calculated from TPR data. dParticle size (PS) defined in Section 2. eConversion of CO2 at 553 K. fSelectivity of CH4 and CO at 553 K. gSpace-time yield of methane based on an exposed metal atom (STYM). hPrepared using citric acid. iprepared from a solution of nickel nitrate and magnesium nitrate. JPrepared by this method without adding citric acid. Z Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 191 100 8O 60 g 4O 2O 0 500 600 700 800 Reaction temperature / K Fig. 3. Variations in catalytic activity of catalysts prepared by different methods with reaction temperature: ( Ni(70wt%)/MgO prepared using citric acid; (O) Ni(70wt%)/IVlgO prepared by coprecipitation; (A) Ru(0.5wt%)/Al203 prepared by impregnation; (A) Ru(0.5 wt%)/La203 prepared by impregnation; (11) Ni(8 wt%)/SiO2 prepared by impregnation. contents below 10 wt%, however, the Ni/MgO catalyst was less active than the impregnation catalyst (Ni/SiO2). For the Ni/MgO with Ni contents of 30-90 wt%, the STYM values were changed from 8.7 to 28.2, whereas that of Ru/AI203 was 24.1. Compared with a reaction rate per unit surface area, the STYM under- estimated the intrinsic catalytic activity especially for the high Ni-content catalyst, because the value was calculated from the high conversion data. Thus, it can be said that the catalytic activities of the Ni/MgO catalysts are comparable to the Ru catalyst, and that the Ni/MgO catalysts prepared by this method are sufficiently effective. 3.2. Physical properties The stepwise TPR profiles of the NiO-MgO (30 and 70 wt% Ni) and the MgO samples prepared by using citric acid are representatively shown in Fig. 4. The stepwise TPR measurements were the basis of the calculation of the reducibility. An influence of the reduction of MgO on the TPR spectra of the NiO-MgO samples was negligible, because the MgO sample was not reduced at temperatures below 1173 K (Fig. 4(c)). The Ni/MgO catalysts had two reduction peaks; the first- 192 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 Temperature / K 373 573 773 773 973 1173 ~ 1173 e ~ ~ b C i I I I t 0 60 120 180 240 300 360 Process time / rain Fig. 4. Stepwise TPR profiles of NiO-MgO samples prepared using citric acid together with MgO: (a) Ni(70 wt%)/MgO; (b) Ni(30 wt%)/MgO; (c) MgO. 150 loo _~ 50 , I ~ I ~ I ~ I , 0 20 40 60 80 1 O0 N i content / wt% Fig. 5. Changes in total surface area of Ni/MgO catalysts with nickel content: (0) prepared using citric acid; (I) prepared without adding citric acid; (O) prepared by coprecipitation. T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 193 step reduction of the samples were completed during the reduction at 773 K for 2 h, and the second-step reduction was done at 1173 K for 1 h (Fig. 4(a) and (b)). In addition, it was confirmed that no reduction peaks were observed above 1173 K. Thus, the reducibility of the sample can be calculated by using the ratio of the integrated intensities of the two peaks. The reducibility of the catalyst is shown in the fifth column of Table 1. Specific surface areas of the reduced catalysts are shown in Fig. 5 and in the third column of Table 1. The specific surface area of the catalyst prepared using citric acid decreased from 143 to 23 m2/g with increasing the Ni content from 10 to 90 wt%. On the other hand, the catalysts prepared without adding citric acid exhibited such low specific surface areas as about 25 m2/g, regardless of the Ni content. A similar result has been reported; the usage of citric acid significantly increased the specific surface area of magnesium oxide [7,8]. Ni(70 wt%)/MgO catalyst prepared by coprecipitation method (open circle in Fig. 5) had a low surface area, which was almost the same as those of the catalysts prepared by the method without adding citric acid. Changes in Ni surface area with Ni content of the Ni/MgO catalysts are shown in Fig. 6 and Table 1 (the fourth column). The Ni surface area of the catalyst prepared using citric acid increased steeply with increase in the Ni content, passing through a maximum value (19.4 m2/g) at a Ni content of 70 wt%, and then gradually 25 ; 20 15 5 Z = 0 20 40 60 80 100 Ni content / wt% Fig. 6. Changes in Ni surface ~ea of Ni/MgO catalysts wi~ nickel content. Symbols as t~se in Fig. 5. 194 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 decreased. This variation in the Ni surface area is similar to the changes in the conversion of CO2, as shown in Table 1. Thus, it can be said that the catalytic activity is affected by the Ni surface area of the catalyst. The Ni surface area of the catalyst prepared by the method without adding citric acid increased with increasing the Ni content, and the highest value of 9.0 mZ/g was obtained at 90 wt% (Fig. 6). The coprecipitation catalyst with Ni content of 70 wt% had a Ni surface area of 13.4 mZ/g, and the value was intermediate between the catalyst prepared by the method with and without adding citric acid. Since the high Ni containing catalysts prepared using citric acid maintain high Ni surface areas and high catalytic activities, it is logical that the catalysts in this work are superior to the reference catalysts. As shown in Table 1, the BET surface area of the reduced 70 wt% Ni catalyst was 47 mZ/g and the Ni surface area was 19 m2/g. This fact suggests that more than 40% of the catalyst surface was occupied by the Ni metal surface. The Ni content of 70 wt% corresponds to a Ni content of 49 vol%. Therefore, it is speculated that the ratio of the Ni metal surface to the BET surface area reflects the volume percentage of Ni in the bulk catalyst particle. On the other hand, the specific surface area and the Ni surface area of the catalyst prepared without adding citric acid were 23 and 3.5 mZ/g, respectively. In this case, the ratio of the Ni metal surface to the BET surface area was about 15%. It can, therefore, be presumed that the citric acid prevents the single component such as NiO and MgO from one-sided deposition during the course of calcination, and that the citric acid contributes to an improvement of the homogeneity of the NiO-MgO mixed oxide after calcination. 3.3. Observations of catalyst particle The average particle size (PS) of the catalysts is also summarized in Table 1 (the sixth column). The catalysts prepared using citric acid consisted of fine particles ranging from 9 to 31 nm; the particle size increased with increase in the Ni content. In contrast, the particle size of Ni(70 wt%)/MgO prepared without adding citric acid was larger than that prepared using citric acid. The average particle size was almost unchanged by reduction treatment with H2 in spite of the fact whether the citric acid was used or not. The coprecipitation catalyst with a Ni content of 70 wt% had an average particle size of 29 nm, which was intermediate between those of the Ni(70 wt%)/MgO catalysts prepared with and without citric acid. Therefore, citric acid contributes to a lowering of the particle size of unreduced catalysts during the calcination step, and the coexisting of MgO component hinders the aggregation of Ni metal component during the reduction step. TEM observations of the catalysts are displayed in Fig. 7. A number of large particles ranging from 40 to 100 nm in diameter were observed in the Ni(70 wt%)/ MgO catalyst without adding citric acid (Fig. 7(a)). In contrast, small particles with the diameter of approximately 20 nm were observed in the Ni(70 wt%)/MgO catalyst prepared using citric acid (Fig. 7(b)). In the case of Ni(50 wt%)MgO T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 195 Fig. 7. TEM photographs of catalysts: (a) Ni(70 wt%)/MgO prepared without adding citric acid; (b) Ni(70 wt%)/MgO prepared using citric acid; (c) Ni(50 wt%)/MgO prepared using citric acid; (d) unreduced NiO-MgO corresponding to sample (b). prepared using citric acid (Fig. 7(c)), much smaller particles were observed by comparing with 70 wt% Ni catalyst. Thus, it can be said that the particles are primary particles providing the surface area. Since small particles whose size were almost the same as those in the reduced catalyst (Fig. 7(b)) was observed in the unreduced sample (Fig. 7(d)), the average particle size in the Ni(70 wt%) catalyst was little affected by the reduction with H2. Thus, the specific surface area was 196 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 \"~ C b 35 4'0 4; 5; 2 0 / deg. Fig. 8. XRD spectra of catalysts prepared using citric acid: (a) MgO; (b) NiO-MgO containing 70 wt% of Ni; (c) NiO; (d) sample (b) was reduced at 773 K, Ni(70 wt%)/MgO. little affected by H2 reduction. The TEM observation is in good harmony with the calculated particle sizes (Table 1). These facts suggest that the reduction process of NiO-MgO proceeds without aggregation. It can, therefore, be speculated that the Ni/MgO catalysts are made up of small particles containing a mixture of Ni and MgO. 3.4. Image of catalyst particles XRD profiles of the catalysts prepared using citric acid are illustrated in Fig. 8. Unreduced samples, MgO (Fig. 8(a)), NiO-MgO containing 70 wt% of Ni (Fig. 8(b)) and NiO (Fig. 8(c)), had main diffraction peaks at 20 of around 37.0and 43.1 which corresponded to (1 1 1) and (2 0 0) planes, respectively. Since both MgO and NiO have the same crystal structure of sodium chloride type, the NiO-MgO system can be a solid solution. The peaks of NiO-MgO samples were shifted from MgO to NiO with increasing Ni content. In order to clarify the structure of the samples, changes in the interplanar distance of (2 0 0) plane with Ni content are shown in Fig. 9. Since the interplanar distances (d2 0 o) of the NiO- MgO samples prepared using citric acid were located on a straight line joining the distances of MgO and NiO, the NiO-MgO samples consisted of solid solutions in whole regions of Ni content. In contrast, the distances of the coprecipitated samples were deviated from the solid solution line (closed triangle in Fig. 9). Thus, the coprecipitated samples were found to be segregated. Furthermore, the samples without adding citric acid had two peaks of (2 0 0) planes, where the solid T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 197 2.115 , , , , ) 2.110 \".... \"'\"'-. 2.105 \"~ ..C) = 2.100 \"'. q '(~. ,.. 0.. 2.095 -... 0...,., 2.090 \".... 2.085 , , , , 0 20 40 60 80 100 Ni content/mol% Fig. 9. Changes in the interplanar distances of (2 0 0) plane with Ni content: (O) prepared using citric acid; (A) prepared by coprecipitation; (I) prepared without adding citric acid solution line was interposed (closed square in Fig. 9). The citric acid plays an important role in obtaining solid solution of NiO-MgO at a low temperature of 773 K. In the XRD profile of the Ni(70 wt%)/MgO catalyst which was reduced at 773 K (Fig. 8(d)), peaks of Ni metal appeared at 20 of 44.5 and 51.9 and peaks of NiO-MgO solid solution still remained without any peak-shift. This is con- sistent with the results of TPR (Fig. 4). Therefore, it can be said that unreduced NiO-MgO solid solution is probably located in the catalyst core. Although clear diffractions of MgO were not detected (Fig. 8(d)), MgO fine particles, which were produced by reduction of the NiO-MgO solid solution, possibly remained in the Ni metal phase. On the basis of the investigations in this work, a possible model of a cross- section of Ni/MgO catalyst particle prepared using citric acid (70 wt% Ni) is proposed (Fig. 10). The illustration is drawn as it harmonizes with the physical properties shown in the fourth row of Table 1. Considering the process of formation of Ni/MgO catalyst particles in this method, the image of the catalyst shown in Fig. 10 is explained as follows. A NiO-MgO catalyst is obtained via calcination of a precursor prepared from the melt of citric acid, nickel nitrate, and magnesium nitrate. The NiO-MgO catalyst consists of solid solution without leading to one-sided deposition of NiO or MgO component, As shown in Table 1, the NiO-MgO sample is partially reduced, even 198 T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 Ni MgO Fig. 10. An image of the cross-section of Ni(70 wt%)/MgO catalyst prepared using citric acid. after reduction with H2 at 773 K. The catalyst particle contains significant amount of unreduced NiO which is probably located in the core of the particle, as a form of NiO-MgO solid solution. During the reduction process of the catalyst, the outside of the NiO-MgO particle is reduced without aggregation to produce a metallic particle in which very small MgO particles disperse. The MgO particles also exist on the surface. The aggregation is significantly depressed by MgO which exists in the Ni metal. Thus, the coexisting phase of Ni metal and MgO is realized around the NiO-MgO core. The metallic particle is a primary particle which provides the surface area. 4. Conclusion The Ni/MgO catalysts with Ni content higher than 30 wt% prepared using citric acid were found to exhibit high catalytic activities for the hydrogenation of carbon dioxide due to the large nickel metal surface area. Aggregation of Ni metal particle is probably depressed by MgO highly dispersed in the nickel particle during the reduction of NiO-MgO solid solution particle. References [1] C. Marcilly, E Courty and B. Delmon, J. Am. Ceram. Soc., 53 (1970) 56. [2] P. Courty, H. Ajot, C. Marcilly and B. Delmon, Powder Technol., 7 (1973) 21. [3] D.J. Anderton and ER. Sale, Powder Metallurgy, 22 (1979) 14. T. Nakayama et al./Applied Catalysis A: General 158 (1997) 185-199 199 [4] M.S.G. Baythoun and ER. Sale, J. Mater. Sci., 17 (1982) 2757. [5] H. Zhang, Y. Teraoka and N. Yamazoe, Chem. Lett., (1987) 665. [6] I.R. Ramos, A.G. Ruiz, M.L. Rojas and J.L.G. Fierro, Appl. Catal., 68 (1991) 217. [7] T. Nakayama, S. Sato, T. Sodesawa and E Nozaki, Kagaku Kogaku Ronbunshu, 21 (1995) 1054. [8] T. Nakayama, S. Sato and F. Nozaki, Bull. Chem. Soc. Jpn., 69 (1996) 2107. [9] K.M. Kim, H.C. Woo, M. Cheong, J.C. Kim, K.H. Lee, J.S. Lee and Y.G. Kim, Appl. Catal. A, 83 (1992) 15. [10] J.1.D. Cosimo, A.J. Marchi and C.R. Apesteguia, J. Catal., 134 (1992) 594. [11] S. Sato, E Nozaki and T. Nakayama, Appl. Catal. A, 139 (1996) L1. [12] A. Sarkany and E Tetenyi, React. Kinet. Catal. Lett., 12 (1979) 297. [13] N. Takezawa, H. Terunuma, M. Shimokawabe and H. Kobayashi, Appl. Catal., 23 (1986) 291. [14] S. Narayanan and G. Sreekanth, J. Chem. Soc., Faraday Trans. 1, 85 (1989) 3785. [15] A. Parmaliana, E Arena, E Frusteri and N. Giordano, J. Chem. Soc., Faraday Trans., 86 (1990) 2663. [16] G.C. Bond and S.P. Sarsam, Appl. Catal., 38 (1988) 365. [17] F. Arena, B.A. Horrell, D.L. Cocke, A. Parmaliana and N. Giordano, J. Catal., 132 (1991) 58. [18] A. Parmaliana, F. Arena, E Frusteri, S. Coluccia, L. Marchese, G. Martra and A.L. Chuvilin, J. Catal., 141 (1993) 34. [19] T. Borowiecki, Appl. Catal., 31 (1987) 207. [20] F. Solymosi, A. Erdohelyi and M. Kocsis, J. Chem. Soc., Faraday Trans. 1, 77 (198l) 1003. [21] EJ. Lunde and EL. Kester, J. Catal., 30 (1973) 432. [22] T. lnui and M. Funabiki, Chem. Lett., (1978) 251. [23] F. Nozaki, T. Sodesawa, S. Satoh and K. Kimura, J. Catal., 104 (1987) 339. [24] J. Kaspar, M. Graziani, A.M. Rahman, A. Trovarelli, E.J.S. Vichi and E.C.D. Silva, Appl. Catal. A, 117 (1994) 125. [25] S. Moil, W.C. Xu, T. Ishidzuki, N. Ogasawara, J. Imai and K. Kobayashi, Appl. Catal. A, 137 (1996) 255. APCATA 96003997 S0926-860X(96)00399-7 10.1016/S0926-860X(96)00399-7 Elsevier Science B.V. All rights reserved. Ni/Mgo catalyst prepared using citric acid for hydrogenation of carbon dioxide Tomohiro Nakayama a Nobuyuki Ichikuni a Satoshi Sato * b Fumio Nozaki b a Department of Material Science, Graduate School of Science and Technology, Chiba University, Yayoi, Inage, Chiba 263, Japan b Department of Applied Chemistry, Faculty of Engineering, Chiba University, Yayoi, Inage, Chiba 263, Japan * Corresponding author. Tel.: +81 43 2903377; fax: +81 43 2903039. An application of Ni/MgO catalyst which was prepared by using citric acid to the hydrogenation of carbon dioxide was investigated. The Ni/MgO catalysts with Ni content higher than 30 wt% were found to exhibit high catalytic activities for the hydrogenation of carbon dioxide due to the large Ni metal surface area. The usage of citric acid realizes the formation of NiOMgO solid solution at a low temperature of 773 K. Aggregation of Ni metal particle is probably depressed by MgO highly dispersed in the Ni particle during the reduction of the NiOMgO solid solution. A structural model of the Ni catalyst is proposed. Keywords Citric acid Ni/MgO Carbon dioxide Hydrogenation References [1] Marcilly C. Courty P. Delmon B. J. Am. Ceram. Soc. 53 1970 56 [2] Courty P. Ajot H. Marcilly C. Delmon B. Powder Technol. 7 1973 21 [3] Anderton D.J. Sale F.R. Powder Metallurgy 22 1979 14 [4] Baythoun M.S.G. Sate F.R. J. Mater. Sci. 17 1982 2757 [5] Zhang H. Teraoka Y. Yamazoe N. Chem. Lett. 1987 665 [6] Ramos I.R. Ruiz A.G. Rojas M.L. Fierro J.L.G. Appl. Catal. 68 1991 217 [7] Nakayama T. Sato S. Sodesawa T. Nozaki F. Kagaku Kogaku Ronbunshu 21 1995 1054 [8] Nakayama T. Sato S. Nozaki F. Bull. Chem. Soc. Jpn. 69 1996 2107 [9] Kim K.M. Woo H.C. Cheong M. Kim J.C. Lee K.H. Lee J.S. Kim Y.G. Appl. Catal. A 83 1992 15 [10] Cosimo J.I.D. Marchi A.J. Apesteguia C.R. J. Catal. 134 1992 594 [11] Sato S. Nozaki F. Nakayama T. Appl. Catal. A 139 1996 L1 [12] Sarkany A. Tetenyi P. React. Kinet. Catal. Lett. 12 1979 297 [13] Takezawa N. Terunuma H. Shimokawabe M. Kobayashi H. Appl. Catal. 23 1986 291 [14] Narayanan S. Sreekanth G. J. Chem. Soc. 85 1989 3785 Faraday Trans. 1 [15] Parmaliana A. Arena F. Frusteri F. Giordano N. J. Chem. Soc. 86 1990 2663 Faraday Trans. [16] Bond G.C. Sarsam S.P. Appl. Catal. 38 1988 365 [17] Arena F. Horrell B.A. Cocke D.L. Parmaliana A. Giordano N. J. Catal. 132 1991 58 [18] Parmaliana A. Arena F. Frusteri F. Coluccia S. Marchese L. Martra G. Chuvilin A.L. J. Catal. 141 1993 34 [19] Borowiecki T. Appl. Catal. 31 1987 207 [20] Solymosi F. Erdohelyi A. Kocsis M. J. Chem. Soc. 77 1981 1003 Faraday Trans. 1 [21] Lunde P.J. Kester F.L. J. Catal. 30 1973 432 [22] Inui T. Funabiki M. Chem. Lett. 1978 251 [23] Nozaki F. Sodesawa T. Satoh S. Kimura K. J. Catal. 104 1987 339 [24] Kaspar J. Graziani M. Rahman A.M. Trovarelli A. Vichi E.J.S. Silva E.C.D. Appl. Catal. A 117 1994 125 [25] Mori S. Xu W.C. Ishidzuki T. Ogasawara N. Imai J. Kobayashi K. Appl. Catal. A 137 1996 255",
      "scopus-id": "0001239450",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003997",
        "dc:description": "An application of Ni/MgO catalyst which was prepared by using citric acid to the hydrogenation of carbon dioxide was investigated. The Ni/MgO catalysts with Ni content higher than 30 wt% were found to exhibit high catalytic activities for the hydrogenation of carbon dioxide due to the large Ni metal surface area. The usage of citric acid realizes the formation of NiOMgO solid solution at a low temperature of 773 K. Aggregation of Ni metal particle is probably depressed by MgO highly dispersed in the Ni particle during the reduction of the NiOMgO solid solution. A structural model of the Ni catalyst is proposed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003997",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nakayama, Tomohiro"
          },
          {
            "@_fa": "true",
            "$": "Ichikuni, Nobuyuki"
          },
          {
            "@_fa": "true",
            "$": "Sato, Satoshi"
          },
          {
            "@_fa": "true",
            "$": "Nozaki, Fumio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003997"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003997"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00399-7",
        "prism:volume": "158",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ni/Mgo catalyst prepared using citric acid for hydrogenation of carbon dioxide",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Citric acid"
          },
          {
            "@_fa": "true",
            "$": "Ni/MgO"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "185-199",
        "prism:endingPage": "199",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 1997",
        "prism:doi": "10.1016/S0926-860X(96)00399-7",
        "prism:startingPage": "185",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00399-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001239450"
      }
    }
  }
}