{
  "metadata": {
    "title": "Advanced sulfonated porous organic polymer catalyst HSO<ce:inf loc=post>3</ce:inf>-POP-TB for dimerization of isopentene",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2025-05-25",
    "doi": "10.1016/j.apcata.2025.120236",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X25001371",
    "pii": "S0926860X25001371"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-105000874863",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2025-03-24 2025-03-24 2025-03-28 2025-03-28 2025-05-03T04:52:33 1-s2.0-S0926860X25001371 S0926-860X(25)00137-1 S0926860X25001371 10.1016/j.apcata.2025.120236 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X25X00065 2025-05-03T03:58:25.243931Z 0 0 20250525 2025 2025-03-24T16:43:54.149841Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor highlightsabst primabst ref specialabst 0926-860X 0926860X true 698 698 C Volume 698 9 120236 120236 120236 20250525 25 May 2025 2025-05-25 2025 article fla © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. ADVANCEDSULFONATEDPOROUSORGANICPOLYMERCATALYSTHSO3POPTBFORDIMERIZATIONISOPENTENE JIN L 1 Introduction 2 Experimental section 2.1 Synthesis of porous organic polymer POP-TB 2.2 Synthesis of sulfonated porous organic polymer HSO3-POP-TB 2.3 Characterization 2.4 Dimerization of isopentene 3 Results and discussion 3.1 Optimization of process conditions for sulfonated POP-TB 3.2 Catalyst characterization 3.3 Catalytic performances of HSO3-POP-TB in the dimerization of isopentene 3.3.1 Effect of catalyst loading 3.3.2 Effect of time 3.3.3 Effect of temperature 3.3.4 Effect of pressure 3.4 Stability study 3.5 Comparison of catalytic performance 3.6 Catalysis mechanism 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References ZOU 2020 143 151 H ZHANG 2021 120438 P YADAV 2019 47 59 M ZHU 2023 108249 L GRANOLLERS 2010 3561 3570 M SHAH 1993 181 190 N GOLLER 2023 e202216464 A MOON 2018 15 23 S MURPHY 1975 167 171 D LIU 2019 11557 11564 P WANG 2024 13025 13036 C ESTEVEZ 2014 133 138 Y CRUZ 2005 149 160 V FERELLA 2019 910 926 F RASHED 2023 145125 A XU 2022 121436 H HOBERG 1991 C25 C28 H KELLNER 2017 1807 1815 D GRANOLLERS 2012 163 171 M YAMAZAKI 2014 4193 4195 H VILLEGAS 2007 187 190 J GRIGOREVA 2021 183 189 N VAHTERISTO 2010 4640 4651 K WANG 2016 78 84 Q GRANOLLERS 2013 266 275 M AKOPYAN 2021 9049 9058 A ABRO 2022 107369 R ESKANDARI 2024 132540 H WOODROFFE 2022 2630 2638 J ZHOU 2023 112765 S JINX2025X120236 JINX2025X120236XL 2027-03-28T00:00:00.000Z 2027-03-28T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies. 2025-03-30T04:53:35.960Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Major Research Projects in Basic Sciences Jiangsu Province University Key Laboratory of High-end Chemicals Advanced Manufacturing, and Advanced Catalysis and Green Manufacturing Collaborative Innovation Center 23KJA530001 Major Basic Research Project of the Natural Science Foundation of the Jiangsu Higher Education Institutions http://data.elsevier.com/vocabulary/SciValFunders/501100013280 http://sws.geonames.org/1814991 Education Department of Jiangsu Province Jiangsu Provincial Department of Education http://data.elsevier.com/vocabulary/SciValFunders/501100007166 http://sws.geonames.org/1814991/ Postgraduate Research & Practice Innovation Program of Jiangsu Province Natural Sciences) in Higher Education Institutions in Jiangsu Province Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology BM2012110 Jiangsu Provincial Key Laboratory of Advanced Catalytic Materials and Technology Department, Jiangsu Provincial Department of Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100011512 http://sws.geonames.org/1814991/ Authors thank the Major Research Projects in Basic Sciences (Natural Sciences) in Higher Education Institutions in Jiangsu Province (23KJA530001), \\u201CQing Lan Project\\u201D of Education Department of Jiangsu Province, the Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology (BM2012110), the Jiangsu Province University Key Laboratory of High-end Chemicals Advanced Manufacturing, and Advanced Catalysis and Green Manufacturing Collaborative Innovation Center for financial support. This work also supported by Postgraduate Research & Practice Innovation Program of Jiangsu Province. Authors thank the Major Research Projects in Basic Sciences (Natural Sciences) in Higher Education Institutions in Jiangsu Province (23KJA530001), \\u201CQing Lan Project\\u201D of Education Department of Jiangsu Province, the Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology (BM2012110), the Jiangsu Province University Key Laboratory of High-end Chemicals Advanced Manufacturing, and Advanced Catalysis and Green Manufacturing Collaborative Innovation Center for financial support. https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(25)00137-1 S0926860X25001371 1-s2.0-S0926860X25001371 10.1016/j.apcata.2025.120236 271346 2025-05-03T03:58:25.243931Z 2025-05-25 1-s2.0-S0926860X25001371-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/MAIN/application/pdf/cc706d5fed226924223d9d9f1a6309c5/main.pdf main.pdf pdf true 3843947 MAIN 8 1-s2.0-S0926860X25001371-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/PREVIEW/image/png/e4b3dddf263d3e04bd4e0901a310d56f/main_1.png main_1.png png 57871 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X25001371-gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr6/DOWNSAMPLED/image/jpeg/2afb1bba3d75df5198e5a9118c37da6d/gr6.jpg gr6 gr6.jpg jpg 38617 600 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr4/DOWNSAMPLED/image/jpeg/501da631f53e0fa7236dc5330170b333/gr4.jpg gr4 gr4.jpg jpg 86439 524 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr5/DOWNSAMPLED/image/jpeg/9e6b92da0d1578a6e8d0a5becd83d883/gr5.jpg gr5 gr5.jpg jpg 20114 271 339 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr2/DOWNSAMPLED/image/jpeg/0bb6191bc72db620d1e1aa4d9a6478f0/gr2.jpg gr2 gr2.jpg jpg 41342 269 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/ga1/DOWNSAMPLED/image/jpeg/a1db2b38ce7bada95cafbedd8a4dd41f/ga1.jpg ga1 true ga1.jpg jpg 19804 245 276 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr3/DOWNSAMPLED/image/jpeg/71023c3ee6b2899c94df420255c172be/gr3.jpg gr3 gr3.jpg jpg 97669 687 565 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr1/DOWNSAMPLED/image/jpeg/eb7701af0c7af2832ef5910a6fe439da/gr1.jpg gr1 gr1.jpg jpg 57892 348 791 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X25001371-gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr6/THUMBNAIL/image/gif/90f871efffce45a828dd0a1ce18159ff/gr6.sml gr6 gr6.sml sml 3375 164 185 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr4/THUMBNAIL/image/gif/fe80fe20bde0d99d9e3812f8f5910e44/gr4.sml gr4 gr4.sml sml 12320 164 212 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr5/THUMBNAIL/image/gif/efa83116224e3e7e6074d163b5d29aa5/gr5.sml gr5 gr5.sml sml 10775 164 205 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/gr2/THUMBNAIL/image/gif/970ea90cc4673f19479a36bc87176194/gr2.sml gr2 gr2.sml sml 6402 87 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/ga1/THUMBNAIL/image/gif/f22d1c404b531a837de3310b7b36c66e/ga1.sml ga1 true ga1.sml sml 11404 163 184 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001334/gr3/THUMBNAIL/image/gif/481dca55e64d3150f6c8e7c940478b49/gr3.sml gr3 gr3.sml sml 11190 164 135 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001334/gr1/THUMBNAIL/image/gif/e9976bfaec836e57ebfd3335387e0b76/gr1.sml gr1 gr1.sml sml 7388 96 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X25001371-gr6_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/HIGHRES/image/jpeg/6cffd72f4f66d5c9931d412dda5627fc/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 173711 2651 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/HIGHRES/image/jpeg/03ae524584f632a3fbb95e6e3602521e/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 401986 2312 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-gr5_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/HIGHRES/image/jpeg/b86db5f3c26f5e2672e350f1617644aa/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 99493 1198 1497 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/HIGHRES/image/jpeg/a5e1146b41c71823f1815b786afc91ea/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 185378 1186 2994 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/HIGHRES/image/jpeg/94472a2465f35f006989548c1c0dc7f6/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 155016 1085 1222 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001334/HIGHRES/image/jpeg/3a45c8921148942a49dcced975a6d083/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 448884 3034 2495 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001334/HIGHRES/image/jpeg/fd597c79bb03c5b63d1f8dfa74804777/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 279855 1537 3493 IMAGE-HIGH-RES 1-s2.0-S0926860X25001371-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X25001371/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/5f4efe88e2424f4fe906408b10033714/mmc1.docx mmc1 mmc1.docx docx 1343882 APPLICATION APCATA 120236 120236 S0926-860X(25)00137-1 10.1016/j.apcata.2025.120236 Elsevier B.V. Fig. 1 Schematic synthesis route of HSO3-POP-TB. Fig. 1 Fig. 2 Factors influencing the sulfonated POP-TB catalyzed oligomerization of isopentene: sulfonation time (A) and temperature (B). Fig. 2 Fig. 3 SEM image of POP-TB (A) and HSO3-POP-TB (B); N2 adsorption-desorption isotherms (C); Pore size distribution (D); FT-IR spectra of POP-TB and HSO3-POP-TB (E); TG curves (F). Fig. 3 Fig. 4 (A) Effect of catalyst amount on the catalytic performance of HSO3-POP-TB (Reaction conditions: 2 mL isopentene, 70 °C, 5 h); (B) Effect of time (2 mL isopentene, 70 mg catalyst, 80 °C); (C) Effect of temperature (2 mL isopentene, 70 mg catalyst, 5 h); (D) Effect of pressure (2 mL isopentene, 70 mg catalyst, 70 °C, 5 h). Fig. 4 Fig. 5 Stability test of the HSO3-POP-TB catalyst in the dimerization of isopentene. (Reaction conditions: 70 mg catalyst, 2 mL isopentene, 70 °C, 5 h). Fig. 5 Fig. 6 The dimerization mechanism of isopentene over solid acid catalyst. Fig. 6 Table 1 Performance comparison of catalysts in the oligomerization of isopentene. Table 1 Catalysts Conversion of C5 /% Selectivity /% Yield of C10 /% C6-9 C10 C11-14 C15 DA−330 79.6 14.7 77.6 2.8 4.9 61.8 Beta 73.5 7.5 86.7 2.7 3.1 63.7 PW/MCM−41 74.8 1.8 89.4 1 7.8 66.9 ITQ−1 60.1 1.2 87.3 1.9 9.6 52.5 HSO3-POP-TB 81.7 0.5 95.0 4.2 0.3 77.6 Reaction conditions: 40 mg catalyst, 2 mL isopentene, 70°C, 5 h. Advanced sulfonated porous organic polymer catalyst HSO3-POP-TB for dimerization of isopentene Liujun Jin Writing – review & editing Writing – original draft Investigation Funding acquisition Data curation Conceptualization Zhongfei Ren Writing – original draft Supervision Resources Conceptualization Chengqiang Yang Writing – review & editing Writing – original draft Resources Methodology Jiale Li Methodology Funding acquisition Formal analysis Yuhua Shan Writing – review & editing Writing – original draft Ping Liu Writing – review & editing Writing – original draft Resources Methodology Investigation Data curation Conceptualization ⁎ Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology, School of Petrochemical Engineering, Changzhou University, Changzhou 213164, PR China Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology, School of Petrochemical Engineering, Changzhou University Changzhou 213164 PR China Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology, School of Petrochemical Engineering, Changzhou University, Changzhou, 213164, PR China ⁎ Corresponding author. The oligomerization of light olefins, such as isopentene, is crucial for producing valuable products like industrial chemicals in the petrochemical industry; however, developing efficient and stable catalysts remains challenging. In this study, we synthesized a sulfonated porous organic polymer, HSO3-POP-TB, via Friedel-Crafts alkylation using 1, 3, 5-triphenylbenzene (TB) and 4, 4’-dichloromethylbiphenyl (BB), followed by chlorosulfonic acid (HSO3Cl) sulfonation. The strong acidity and unique micro-/mesoporous structure of HSO₃-POP-TB are key to achieving high isopentene conversion and excellent dimer selectivity. Optimized HSO3-POP-TB demonstrated exceptional catalytic performance, with an isopentene conversion rate of 81.7 % and 95.0 % selectivity for the dimer product at 70 °C, surpassing conventional solid acid catalysts. Additionally, HSO3-POP-TB exhibited remarkable thermal stability and acid resistance, maintaining high activity over five reaction cycles without significant efficiency loss. These results highlight the potential of HSO3-POP-TB as a promising catalyst for the efficient and sustainable conversion of light olefins into valuable chemicals, addressing economic and environmental concerns. Graphical Abstract Keywords Catalyst Isopentene Oligomerization Porous organic polymer Sulfonation Data availability The data that has been used is confidential. 1 Introduction Light olefins (C4-C6) are significant by-products of refinery processes and catalytic cracking operations [1–4] . Despite their low inherent value, these hydrocarbons can be transformed into value-added products through catalytic oligomerization and alkylation. These processes yield essential commodities such as high-octane gasoline, diesel, lubricants, and a variety of fine chemicals [5–7] . Therefore, exploring effective catalytic technologies to enhance the conversion efficiency and product selectivity of light olefins is a crucial research direction in the petrochemical industry. Oligomerization reactions typically require efficient acid catalysts to accelerate reaction rates and improve product selectivity [8–12]. Conventional solid acid catalysts, including cation exchange resins, solid phosphoric acid, zeolites, and metal oxides, have been used to meet the demands of oligomerization reactions to some extent [13–16]. However, they exhibit significant limitations. Cation exchange resins generally suffer from low surface area and limited cycle life and poor stability; solid phosphoric acid lacks a well-defined pore structure, resulting in uneven distribution of active sites, which affects catalytic activity and selectivity; and zeolites, with their small pore sizes, require harsh reaction conditions, such as high temperature and pressure, leading to relatively high synthesis costs. Additionally, these traditional catalysts often fail to provide the necessary high selectivity and activity required for modern chemical processes [17,18]. Porous Organic Polymers (POPs), as a new class of high molecular porous materials, exhibit unique micro- or mesoporous structures, high surface areas, and excellent physicochemical stability [19]. These characteristics make them promising candidates for applications in gas separation, storage, and heterogeneous catalysis. POPs are constructed from organic building blocks linked by covalent bonds, forming a network with high porosity and tunable pore sizes [20,21]. This feature positions them as potential catalysts for reactions involving larger molecules, such as the dimerization of isopentene. Due to the presence of branched chains, isopentene dimers typically exceed 2 nm in molecular size [22–24]. In contrast, conventional solid acid catalysts face challenges: zeolites often have pore sizes less than 1 nm, solid phosphoric acid lacks organized pores, and cation exchange resins have either oversized or non-uniform pores, which can significantly hinder the efficiency and selectivity of catalytic reactions. To further enhance the acidic catalytic performance of POPs, sulfonation is an effective strategy. By introducing sulfonic acid groups, sulfonated POPs not only gain strong acidity but also retain their stable pore structures and high surface areas, making them suitable for the oligomerization of light olefins [25,26]. Although there have been advancements in the application of POPs in heterogeneous catalysis, studies on enhancing isopentene conversion and dimer selectivity through tailored pore design and sulfonation of POPs are still limited [27–29]. In this work, we successfully synthesized a highly acidic porous organic catalyst, HSO3-POP-TB, by chlorosulfonic acid (HSO3Cl) treatment of POP-TB, and applied it to the dimerization of isopentene (C5). The experimental results demonstrated that HSO3-POP-TB retained favorable pore structure and stability after sulfonation. Under the conditions of 70 °C, HSO3-POP-TB efficiently catalyzed isopentene dimerization, achieving a conversion rate of 81.7 % and a selectivity of 95.0 % for the dimer product (C10). Compared to traditional solid acid catalysts such as sulfonic resin DA-330, zeolite Beta, ITQ-1, and H3PW12O40/MCM-41, HSO3-POP-TB exhibited superior catalytic performance. Moreover, HSO3-POP-TB maintained excellent catalytic activity after multiple cycles without any treatment, demonstrating outstanding stability and reusability potential. 2 Experimental section 2.1 Synthesis of porous organic polymer POP-TB The synthesis route of POP-TB was outlined in Fig. 1 [30]. In a 250 mL round-bottom flask equipped with a magnetic stirrer, 2.53 g (0.01 mol) of 4, 4’-dichloromethylbiphenyl (BB) and 1.54 g (0.005 mol) of 1, 3, 5-triphenylbenzene (TRB) were dissolved in 200 mL of dichloromethane. The solution was stirred until fully dissolved, followed by the rapid addition of 2.0 g (0.015 mol) of anhydrous aluminum chloride (AlCl3) powder. The reaction mixture was maintained at 40 °C and stirred continuously for 120 h. After completion, the reaction mixture was filtered under reduced pressure, and the obtained solid was washed with 200 mL of 5 % dilute hydrochloric (HCl) acid using ultrasonic agitation for 30 min. The solid was then filtered again and washed extensively with deionized water to remove residual acid and impurities. Finally, the material was dried under vacuum to yield 4.0 g of POP-TB. 2.2 Synthesis of sulfonated porous organic polymer HSO3-POP-TB Based on the synthetic route outlined in Fig. 1. 1.0 g of the precursor POP-TB and 20 mL of tetrachloroethane (C2H2Cl4) were placed in a 100 mL round-bottom flask equipped with a magnetic stirrer, a gas absorption setup, and a nitrogen (N2) protection system. At room temperature, 7.0 g of HSO3Cl was slowly added dropwise to the mixture. After the addition was complete, the reaction temperature was gradually raised to 140 °C and maintained for 24 h. Upon completion of the reaction, the mixture was cooled to room temperature. The solid product was separated by filtration, extensively washed with deionized water, and then dried under vacuum to yield the sulfonated polymer HSO3-POP-TB. 2.3 Characterization FT-IR were characterized using a Thermo Fisher Scientific IS50 FT-IR spectrometer. The samples were ground with KBr at a ratio of 1:100 and pressed into pellets. The FT-IR spectra were recorded over a range from 400 to 4000 cm−1. X-ray powder diffraction (XRD) patterns were obtained using a Rigaku D/Max 2500PC X-ray diffractometer equipped with a Cu Kα radiation source (λ= 0.154 nm). The samples were placed on a glass substrate, and measurements were conducted over a 2θ range from 2.0 to 80.0°. Thermal stability was assessed using a PerkinElmer STA6000 thermogravimetric analyzer. The samples were tested under a N2 atmosphere, with the temperature ramping from 40 to 850 °C at a rate of 10 °C/min. The surface area and pore characteristics were evaluated using a Micromeritics ASAP2020 automatic physisorption analyzer. Measurements were performed at 77 K using a N2 adsorption-desorption techniques. All samples were pre-dried at 120 °C for a minimum of 2 h. The morphology of the samples was examined using a Zeiss SUPRA55 scanning electron microscope. The elemental composition of the samples was determined using a GBC 932Plus multi-element analyzer. 2.4 Dimerization of isopentene Before use, the HSO3-POP-TB catalyst was dried at 120 °C for 2 h in an oven at atmospheric pressure. The dried catalyst powder was then added to a 100 mL reaction vessel equipped with a magnetic stirrer, gas absorption setup, and N2 protection system. Under ice-bath conditions, 2 mL of isopentene was added to the vessel, which was then immediately sealed. The reaction vessel was purged three times with N2 to remove any air and then pressurized with N2 to the set pressure. The reaction was conducted under controlled temperature and pressure for a specified time. After the reaction, the vessel was cooled to room temperature and further cooled to below 10 °C using an ice bath. The reaction mixture was quickly filtered through a 2 μm filter membrane into a collection bottle and stored in a sealed container in a refrigerator. The products were analyzed using gas chromatography-mass spectrometry (GC-MS) to identify and quantify the components. During these reactions, products with the same number of carbon atoms are considered to have identical response factors in chromatographic analysis, simplifying the quantification of the products. The SP-6890 gas chromatograph was used with a 0.4 μL sample injection. The temperature program started at 50 °C for 3 min, then increased to 100 °C at 3 °C/min and held for 2 min. Finally, it was ramped to 220 °C at 25 °C/min and held for 3 min. The detector and injector temperatures were both set at 250 °C. By adjusting the temperature ramping program, different products, including dimer, trimer, and other cracking products, were separated and identified. 3 Results and discussion 3.1 Optimization of process conditions for sulfonated POP-TB Under conditions of excess HSO3Cl, we systematically optimized the sulfonation of POP-TB to enhance its catalytic performance in the dimerization of isopentene by adjusting reaction temperature and time. Initial experiments revealed that the un-sulfonated POP-TB catalyst exhibited no activity in the oligomerization of C5 olefins, indicating the absence of necessary acidic sites for catalysis. In contrast, as illustrated in Fig. 2 A, sulfonated POP-TB demonstrated significant catalytic activity, effectively promoting the conversion of C5 olefins. At a reaction temperature of 140 °C, the conversion of C5 initially increased with the extension of sulfonation time from 12 to 24 h, attributable to the progressive increase in the number of sulfonic acid groups and active sites on POP-TB. However, further extending the sulfonation time to 30 h led to a marked decrease in conversion, primarily due to the partial collapse of the POP-TB structure under prolonged strong acid treatment. Notably, across all sulfonation conditions, the selectivity for the dimer product, C10, consistently exceeded 90 %. This high selectivity underscores the suitability of the POP-TB pore structure for facilitating rapid diffusion of reactants and products and favoring the formation of dimer products. In Fig. 2 B, we fixed the sulfonation time at 24 h and explored the effect of sulfonation temperature on the catalytic performance of HSO3-POP-TB for C5 oligomerization. The results show that as the temperature varied from 80 to 200 °C, the conversion of C5, as well as the selectivity and yield of C10, initially increased rapidly and then declined gradually. At lower temperatures, increasing the temperature enhanced the degree of sulfonation and the amount of sulfonic acid groups attached to POP-TB. However, excessive temperatures led to the collapse of the POP-TB framework, diminishing catalytic performance. In summary, a sulfonation temperature of 140 °C and a duration of 24 h were identified as the optimal conditions. Therefore, the subsequent material characterization was conducted under these specified conditions. 3.2 Catalyst characterization The pristine POP-TB was synthesized via Friedel-Crafts alkylation using 1, 3, 5-triphenylbenzene (TB) and 4, 4’-dichloromethylbiphenyl (BB) as precursors and characterized for its high surface area, porosity and pore size distribution. The XRD pattern of POP-TB confirmed that the amorphous structure (Figure S1) The morphologies of POP-TB and HSO3-POP-TB were characterized by scanning electron (SEM). As shown in Fig. 3 A, the sulfonated HSO3-POP-TB retains a uniform spherical morphology. Compared to the pristine POP-TB, the particle volume of HSO3-POP-TB increased after sulfonation (Fig. 3 B). This expansion can be attributed to the swelling of the flexible POP-TB framework during the sulfonation process. The SEM images illustrate that despite the chemical modification, the overall structural integrity of the particles is preserved. The TEM images reveal a pronounced fingerprint region, indicating the lamellar stacking structure of the POP-TB material with abundant micro- and mesopores (Figure S2). The interlayer spacing is 0.48 nm, consistent with the pore size distribution data. This confirms that the microporosity primarily comes from interlayer stacking, while the mesoporosity arises from the cyclic formation due to monomer linkage. From the N2 adsorption-desorption isotherms and pore size distribution curves presented in Fig. 3 C and D, it is evident that the sulfonated HSO3-POP-TB maintains a similar profile to the original POP-TB. This similarity indicates that the structural framework of the material remains largely intact, even after undergoing harsh sulfonation treatment. Despite prolonged exposure to strong acid, the HSO3-POP-TB was still able to maintain a high specific surface area of 444 m²/g and substantial pore volume (Table S1). The FT-IR spectrum of HSO3-POP-TB, depicted in Fig. 3 E, reveals a notable absorption peak at 1186 cm−1, corresponding to the SO3 − groups, confirming their successful attachment to the POP-TB surface. Additionally, a decrease in the C-H stretching vibrations in the 2800–3200 cm−1 range is observed. This decrease suggests that the introduction of sulfonic acid groups partially disrupted the pristine POP-TB structure, likely contributing to the observed reduction in the specific surface area. Thermogravimetric analysis (TGA) of the sulfonated HSO3-POP-TB, as shown in Fig. 3 F, reveals significant weight loss between 40 and 100 °C. This weight loss is primarily due to the desorption of adsorbed water, indicating that the sulfonated material has a high capacity for water adsorption due to the presence of numerous sulfonic groups. Above 200°C, the material experiences considerable degradation, with the collapse of the framework structure leading to severe weight loss. This degradation suggests that the thermal stability of HSO3-POP-TB is compromised compared to the original POP-TB, and it limits the operational temperature for catalytic applications to below 200 °C. The elemental analysis results for POP-TB, shown in Table S2, indicate that it consists solely of C and H. The atomic ratio of C in POP-TB is found to be 1.36, which closely aligns with the theoretical C ratio of 1.35 expected for POP-TB synthesized from TRB and BB at a 1:2 molar ratio. This consistency suggests that the polymerization reaction between TRB and BB proceeded with the expected stoichiometry when the feed ratio was maintained at 1:2. For the sulfonated HSO3-POP-TB, the analysis revealed the presence of S at a concentration of 6.26 %. This corresponds to the incorporation of sulfonic acid groups (SO3H) into the polymer matrix. From this sulfur content, the amount of sulfonic acid groups in HSO3-POP-TB can be calculated to be approximately 2.0 mmol/g. This substantial incorporation of SO3H groups significantly enhances the material’s acidity and its potential as a catalyst. 3.3 Catalytic performances of HSO3-POP-TB in the dimerization of isopentene To ensure that the catalytic activity observed is due solely to the sulfonic acid groups, we conducted a control experiment using non-sulfonated POP-TB under the optimal reaction conditions. As expected, isopentene showed no conversion in the presence of POP-TB alone, confirming that the catalytic activity is entirely dependent on the presence of HSO3− groups. 3.3.1 Effect of catalyst loading The amount of catalyst significantly impacts the conversion of isopentene (C5) and the distribution of reaction products. We varied the catalyst loading from 40 to 90 mg at 70 °C ( Fig. 4 A). The results showed that increasing the catalyst amount from 40 to 70 mg led to a notable rise in C5 conversion from 44 % to 82 %. However, further increases in catalyst loading did not significantly enhance the conversion rate, while the selectivity for C10 decreased and the formation of cracking products increased. Therefore, the optimal catalyst loading was identified as 70 mg, balancing high C5 conversion with maximum C10 yield. 3.3.2 Effect of time To determine the optimal reaction time, we tested durations ranging from 3 to 7 h, using 70 mg of catalyst at 70 °C (Fig. 4 B). The C5 conversion exhibited a peak-like trend, increasing to a maximum at 5 h before declining. This decrease beyond 5 h is likely due to the decomposition of C10 into smaller molecules under the acidic conditions. Despite the variation in conversion rates, the selectivity for C10 remained above 90 % throughout the reaction, and the selectivity for C15 and cracking products were relatively stable. Thus, 5 h was chosen as the optimal reaction time to maintain high selectivity for C10 while avoiding excessive cracking. 3.3.3 Effect of temperature Reaction temperature is a crucial factor influencing both the conversion of isopentene and the product selectivity. After optimizing catalyst loading and reaction time, we explored the effects of different temperatures, ranging from 60 to 90 °C (Fig. 4 C). The C5 conversion increased rapidly from 18 % at 60 °C to 80 % at 70 °C. However, at 90 °C, although the C5 conversion did not improve significantly, the selectivity for C10 dropped sharply, and the selectivity for cracking products and long-chain C15 increased. This indicates that higher temperatures lead to further cracking or polymerization of C10 before it can desorb from the catalyst surface. Therefore, 70 °C was identified as the optimal temperature, providing a balance between high conversion and high C10 selectivity. 3.3.4 Effect of pressure The introduction of N2 pressure significantly impacts the catalytic dimerization of isopentene (C5), as evidenced by the marked decrease in C5 conversion and the decline in C10 selectivity shown in Fig. 4 D. The introduction of nitrogen gas dilutes the concentration of C5 components, leading to an increase in the average distance between C5 molecules and a significant reduction in molecular collision frequency. This suppresses the kinetic process of the polymerization reaction, ultimately resulting in a decrease in polymerization efficiency. 3.4 Stability study The stability of the HSO3-POP-TB catalyst in the oligomerization of isopentene was evaluated under the following conditions: 70 mg of catalyst, 2 mL of isopentene, a reaction temperature of 70 °C, and a reaction time of 5 h. The experimental setup and results are depicted in Fig. 5 . After each reaction, the catalyst was recovered by centrifugation and reused directly without any additional treatment. Over five consecutive runs, the C5 conversion rate exhibited only slight fluctuations with no significant decline, while the C10 selectivity remained largely consistent. This indicates that the HSO3-POP-TB catalyst maintains excellent stability during the dimerization of isopentene. Under these optimized conditions (70 °C, 5 h), the HSO3-POP-TB catalyst achieved a C5 conversion rate of 81.7 %, a C10 selectivity of 95.0 %, and a C10 yield of 77.6 %. These results highlight the robust performance and reusability of HSO3-POP-TB in the catalytic conversion of isopentene. More significantly, the catalyst was characterized by SEM and FT-IR after cyclic reactions. The SEM image (Figure S3) before and after the cyclic reactions, it was observed that there was no significant collapse in the framework structure of the catalyst. The FT-IR (Figure S4) results confirmed that the -HSO3 groups remained present after the reaction. 3.5 Comparison of catalytic performance The HSO3-POP-TB catalyst, obtained by treating POP-TB with HSO3Cl, exhibits a robust framework and a high density of strong acid sites. This catalyst was applied to the oligomerization of isopentene, and the effects of sulfonation temperature, sulfonation time, catalyst loading, temperature, time, and pressure were systematically studied. The optimization results identified 140 °C and 24 h as the optimal conditions or the sulfonation process. For the oligomerization reaction, the best operational parameters were found to be 70 °C, 5 h. Under optimized conditions, HSO3-POP-TB achieved a remarkable isopentene conversion rate, with a high selectivity for the dimer product (C10), surpassing the performance of traditional catalysts such as sulfonic acid resins, zeolites, and heteropoly acids. Table 1 provides a detailed comparison of the performance of HSO3-POP-TB with other catalysts under similar reaction conditions. HSO3-POP-TB demonstrated the highest isopentene conversion rate of 81.7 %, marginally surpassing DA-330 (80.9 %) and significantly higher than ITQ-1 (73.6 %), PW/MCM-41 (77.8 %), and Beta (77.0 %). The selectivity for the desired dimer product (C10) was notably high for HSO3-POP-TB at 95.0 %, compared to DA-330 (82.3 %), ITQ-1 (93.4 %), PW/MCM-41 (93.5 %), and Beta (90.2 %). The low selectivity for smaller oligomers (C6–9) and minimal formation of higher oligomers (C11–14 and C15) further highlight the effectiveness of HSO3-POP-TB. HSO3-POP-TB achieved the highest yield of C10 at 77.6 %, which is significantly better than DA-330 (66.6 %), ITQ-1 (68.7 %), PW/MCM-41 (72.7 %), and Beta (69.5 %). Moreover, HSO3-POP-TB demonstrated excellent stability and reusability. Even without any regeneration treatment, the catalyst maintained its high catalytic activity in subsequent reactions. This robust performance underlines the potential of HSO3-POP-TB as a superior catalyst for industrial applications in the efficient and selective conversion of light olefins. 3.6 Catalysis mechanism In this work, the feedstock isopentene is a mixture of 2-methyl-1-butene and 2-methyl-2-butene in a ratio of 1:9. The dimerization reaction of isopentene under solid acid catalysis follows a typical carbocation mechanism. This process can proceed via two primary reaction pathways, leading to different products, as illustrated in Fig. 6. First, in reactions (1) and (2), 2-methyl-1-butene and 2-methyl-2-butene react with hydrogen ions (H⁺) from the solution to form C5 carbocations (C5+). This step is crucial because the stability of the carbocation is essential for the subsequent reactions. Following the formation of the C5+, it reacts with another molecule of C5 olefin to produce C10 olefins. This carbocation-olefin reaction pathway is particularly effective under solid acid catalysis, facilitating the dimerization process. However, solid acid catalysts not only promote the formation of C10 olefins but also may lead to further oligomerization or cracking reactions, resulting in the formation of C15 olefins and other higher molecular weight cracking products. Studies indicate that the formation of stable carbocations and the presence of an alpha-position double bond are key factors in olefin oligomerization. The formation and stability of carbocations, especially those with alpha-position double bonds, determine the rate and selectivity of the reaction. 4 Conclusions In summary, the sulfonated porous organic polymer HSO3-POP-TB, synthesized via Friedel-Crafts alkylation followed by sulfonation, has proven to be a highly efficient and stable catalyst for the dimerization of isopentene. Characterization of the catalyst revealed that HSO3-POP-TB maintains its structural integrity under optimal reaction temperatures, thereby demonstrating enhanced catalytic activity for isopentene dimerization compared to conventional sulfonated resins and zeolites. Process condition optimizations uncovered that at 70 °C and within a 5 h reaction duration, HSO3-POP-TB achieves an impressive isopentene conversion rate of 81.7 %, with a high selectivity towards C10 dimers at 95 %, translating to a substantial yield of 77.6 %. Notably, this HSO3-POP-TB catalyst retains excellent catalytic performance even after reuse without additional treatment. CRediT authorship contribution statement Liu Ping: Writing – review & editing, Writing – original draft, Resources, Methodology, Investigation, Data curation, Conceptualization. Shan Yuhua: Writing – review & editing, Writing – original draft. Li Jiale: Methodology, Funding acquisition, Formal analysis. Yang Chengqiang: Writing – review & editing, Writing – original draft, Resources, Methodology. Ren Zhongfei: Writing – original draft, Supervision, Resources, Conceptualization. Jin Liujun: Writing – review & editing, Writing – original draft, Investigation, Funding acquisition, Data curation, Conceptualization. Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. The authors declare that they have no conflicts of interest to this work. Acknowledgments Authors thank the Major Research Projects in Basic Sciences (Natural Sciences) in Higher Education Institutions in Jiangsu Province (23KJA530001), “Qing Lan Project” of Education Department of Jiangsu Province, the Jiangsu Key Laboratory of Advanced Catalytic Materials and Technology (BM2012110), the Jiangsu Province University Key Laboratory of High-end Chemicals Advanced Manufacturing, and Advanced Catalysis and Green Manufacturing Collaborative Innovation Center for financial support. This work also supported by Postgraduate Research & Practice Innovation Program of Jiangsu Province. Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2025.120236. Appendix A Supplementary material Supplementary material References [1] H. Zou T. Pan Y. Shi Y. Cheng L. Wang Y. Zhang X. Li Light olefin production by catalytic co-cracking of Fischer-Tropsch distillate with methanol and the reaction kinetics investigation Chin. J. Chem. Eng. 28 2020 143 151 Zou, H., Pan, T., Shi, Y., Cheng, Y., Wang, L., Zhang, Y., Li, X., Light olefin production by catalytic co-cracking of Fischer-Tropsch distillate with methanol and the reaction kinetics investigation. Chinese Journal of Chemical Engineering 2020, 28, 143-151. [2] P. Zhang B. Yang H. Ma Z. Wu Graphene modified porous organic polymer supported phosphotungstic acid catalyst for alkylation desulfurization Fuel 293 2021 120438 Zhang, P., Yang, B., Ma, H., Wu, Z., Graphene modified porous organic polymer supported phosphotungstic acid catalyst for alkylation desulfurization. Fuel 2021, 293, 120438. [3] M. Yadav R.K. Sharma Heterogenized nickel catalysts for various organic transformations Curr. Opin. Green Sustain. Chem. 15 2019 47 59 Yadav, M., Sharma, R.K., Heterogenized nickel catalysts for various organic transformations. Current Opinion in Green and Sustainable Chemistry 2019, 15, 47-59. [4] L. Zhu H. Xu X. Yin S. Wang H2SO4 assisted hydrothermal conversion of biomass with solid acid catalysis to produce aviation fuel precursors iScience 26 2023 108249 Zhu, L., Xu, H., Yin, X., Wang, S., H2SO4 assisted hydrothermal conversion of biomass with solid acid catalysis to produce aviation fuel precursors. iScience 2023, 26, 108249. [5] M. Granollers J.F. Izquierdo J. Tejero M. Iborra C. Fité R. Bringué F. Cunill Isoamylene trimerization in liquid-phase over ion exchange resins and zeolites Ind. Eng. Chem. Res. 49 2010 3561 3570 Granollers, M., Izquierdo, J.F., Tejero, J., Iborra, M., Fité, C., Bringué, R., Cunill, F., Isoamylene Trimerization in Liquid-Phase over Ion Exchange Resins and Zeolites. Industrial & Engineering Chemistry Research 2010, 49, 3561-3570. [6] N.F. Shah M.M. Sharma Dimerization of isoamylene: Ion exchange resin and acid-treated clay as catalysts React. Polym. 19 1993 181 190 Shah, N.F., Sharma, M.M., Dimerization of isoamylene: Ion exchange resin and acid-treated clay as catalysts. Reactive Polymers 1993, 19, 181-190. [7] A. Goller J. Obenauf W.P. Kretschmer R. Kempe The highly controlled and efficient polymerization of ethylene Angew. Chem. Int. Ed. 62 8 2023 e202216464 A. Goller, J. Obenauf, W.P. Kretschmer, R. Kempe, The Highly Controlled and Efficient Polymerization of Ethylene, Angewandte Chemie International Edition 62(8) (2023) e202216464. [8] S. Moon H.-J. Chae M.B. Park Oligomerization of light olefins over ZSM-5 and beta zeolite catalysts by modifying textural properties Appl. Catal. A: Gen. 553 2018 15 23 Moon, S., Chae, H.-J., Park, M.B., Oligomerization of light olefins over ZSM-5 and beta zeolite catalysts by modifying textural properties. Applied Catalysis A: General 2018, 553, 15-23. [9] D.E. Murphy P.C. Lane Jr. Oligomerization of 2-methyl-2-butene in sulfuric and sulfuric-phosphoric acid mixtures Prod. RD 14 1975 167 171 Murphy, D.E., Lane, P.C., Jr., Oligomerization of 2-Methyl-2-butene in Sulfuric and Sulfuric-Phosphoric Acid Mixtures. Product R&D 1975, 14, 167-171. [10] P. Liu E. Redekop X. Gao W.-C. Liu U. Olsbye G.A. Somorjai Oligomerization of light olefins catalyzed by brønsted-acidic metal-organic framework-808 J. Am. Chem. Soc. 141 2019 11557 11564 Liu, P., Redekop, E., Gao, X., Liu, W.-C., Olsbye, U., Somorjai, G.A., Oligomerization of Light Olefins Catalyzed by Brønsted-Acidic Metal-Organic Framework-808. Journal of the American Chemical Society 2019, 141, 11557-11564. [11] C. Wang G. Li Z. Huang A. Peng Ethylene oligomerization into linear α-olefins catalyzed by VSB-5 without alkyl-aluminum cocatalysts Ind. Eng. Chem. Res. 63 2024 13025 13036 Wang, C., Li, G., Huang, Z., Peng, A., Ethylene Oligomerization into Linear α-Olefins Catalyzed by VSB-5 without Alkyl-Aluminum Cocatalysts. Industrial & Engineering Chemistry Research 2024, 63, 13025-13036. [12] Y. Estevez C. Gardrat K. Berthelot E. Grau B. De Jeso S. Ouardad F. Peruch Unexpected dimerization of isoprene in a gas chromatography inlet. A study by gas chromatography/mass spectrometry coupling J. Chromatogr. A 1331 2014 133 138 Estevez, Y., Gardrat, C., Berthelot, K., Grau, E., De Jeso, B., Ouardad, S., Peruch, F., Unexpected dimerization of isoprene in a gas chromatography inlet. A study by gas chromatography/mass spectrometry coupling. Journal of Chromatography A 2014, 1331, 133-138. [13] V.J. Cruz J.F. Izquierdo F. Cunill J. Tejero M. Iborra C. Fité Acid ion-exchange resins catalysts for the liquid-phase dimerization/etherification of isoamylenes in methanol or ethanol presence React. Funct. Polym. 65 2005 149 160 Cruz, V.J., Izquierdo, J.F., Cunill, F., Tejero, J., Iborra, M., Fité, C., Acid ion-exchange resins catalysts for the liquid-phase dimerization/etherification of isoamylenes in methanol or ethanol presence. Reactive and Functional Polymers 2005 65, 149-160. [14] F. Ferella S. Leone V. Innocenzi I. De Michelis G. Taglieri K. Gallucci Synthesis of zeolites from spent fluid catalytic cracking catalyst J. Clean. Prod. 230 2019 910 926 Ferella, F., Leone, S., Innocenzi, V., De Michelis, I., Taglieri, G., Gallucci, K., Synthesis of zeolites from spent fluid catalytic cracking catalyst. Journal of Cleaner Production 2019, 230, 910-926. [15] A.E. Rashed M.F. Elkady Y. Matsushita A. Nasser A. Abd El-Moneim Syngas to FCC-like gasoline range hydrocarbons with upgraded light olefin selectivity catalyzed by readily synthesized Fe-MOF Chem. Eng. J. 473 2023 145125 Rashed, A.E., Elkady, M.F., Matsushita, Y., Nasser, A., Abd El-Moneim, A., Syngas to FCC-like gasoline range hydrocarbons with upgraded light olefin selectivity catalyzed by readily synthesized Fe-MOF. Chemical Engineering Journal 2023, 473, 145125. [16] H. Xu P. He Z. Li S. Meng Y. Li L.-Y. Chang L. Liu X. Wen B.A. Klein V.K. Michaelis J. Qi D. Wu X. Liu H. Song Environmentally benign methane-regulated catalytic desulfurization Appl. Catal. B: Environ. 312 2022 121436 Xu, H., He, P., Li, Z., Meng, S., Li, Y., Chang, L.-Y., Liu, L., Wen, X., Klein, B.A., Michaelis, V.K., Qi, J., Wu, D., Liu, X., Song, H., Environmentally benign methane-regulated catalytic desulfurization. Applied Catalysis B: Environmental 2022, 312, 121436. [17] H. Hoberg M. Minato Palladium-catalysed dimerization of isoprene with carbon dioxide in the presence of organotin ethoxide and 1,8-diazabicyclo[5.4.0]undec-7-ene (DBU) J. Organomet. Chem. 406 1991 C25 C28 Hoberg, H., Minato, M., Palladium-catalysed dimerization of isoprene with carbon dioxide in the presence of organotin ethoxide and 1,8-diazabicyclo[5.4.0]undec-7-ene (DBU). Journal of Organometallic Chemistry 1991, 406, C25-C28. [18] D. Kellner M. Weger A. Gini O.G. Mancheño Pd(OAc)2/Ph3P-catalyzed dimerization of isoprene and synthesis of monoterpenic heterocycles Beilstein J. Org. Chem. 13 2017 1807 1815 Kellner, D., Weger, M., Gini, A., Mancheño, O.G., Pd(OAc)2/Ph3P-catalyzed dimerization of isoprene and synthesis of monoterpenic heterocycles. Beilstein Journal of Organic Chemistry 2017, 13, 1807-1815. [19] M. Granollers J.F. Izquierdo F. Cunill Effect of macroreticular acidic ion-exchange resins on 2-methyl-1-butene and 2-methyl-2-butene mixture oligomerization Appl. Catal. A: Gen. 435-436 2012 163 171 Granollers, M., Izquierdo, J.F., Cunill, F., Effect of macroreticular acidic ion-exchange resins on 2-methyl-1-butene and 2-methyl-2-butene mixture oligomerization. Applied Catalysis A: General 2012, 435-436, 163-171. [20] H. Yamazaki T. Yokoi T. Tatsumi J.N. Kondo Ethene oligomerization on H-ZSM-5 in relation to ethoxy species Catal. Sci. Technol. 4 2014 4193 4195 Yamazaki, H., Yokoi, T., Tatsumi, T., Kondo, J.N., Ethene oligomerization on H-ZSM-5 in relation to ethoxy species. Catalysis Science & Technology 2014, 4, 4193-4195. [21] J.I. Villegas N. Kumar T. Heikkilä V.P. Lehto T. Salmi D.Y. Murzin A study on the dimerization of 1-butene over Beta zeolite Top. Catal. 45 2007 187 190 Villegas, J.I., Kumar, N., Heikkilä, T., Lehto, V.P., Salmi, T., Murzin, D.Y., A study on the dimerization of 1-butene over Beta zeolite. Topics in Catalysis 2007, 45, 187-190. [22] N.G. Grigor’eva D.V. Serebrennikov S.V. Bubennov B.I. Kutepov Isoamylene oligomerization over zeolite catalysts Pet. Chem. 61 2021 183 189 Grigor’eva, N.G., Serebrennikov, D.V., Bubennov, S.V., Kutepov, B.I., Isoamylene Oligomerization over Zeolite Catalysts. Petroleum Chemistry 2021, 61, 183-189. [23] K. Vahteristo K.M. Sahala A. Laari A. Solonen H. Haario Skeletal isomerization kinetics of 1-pentene over an HZSM-22 catalyst Chem. Eng. Sci. 65 2010 4640 4651 Vahteristo, K., Sahala, K.M., Laari, A., Solonen, A., Haario, H., Skeletal isomerization kinetics of 1-pentene over an HZSM-22 catalyst. Chemical Engineering Science 2010, 65, 4640-4651. [24] Q. Wang C. Zhang Z. Zhu M.T. Arslan L. Yang F. Wei Comparison study for the oxidative dehydrogenation of isopentenes to isoprene in fixed and fluidized beds Catal. Today 276 2016 78 84 Wang, Q., Zhang, C., Zhu, Z., Arslan, M.T., Yang, L., Wei, F., 2016. Comparison study for the oxidative dehydrogenation of isopentenes to isoprene in fixed and fluidized beds. Catalysis Today 276, 78-84. [25] M. Granollers J.F. Izquierdo C. Fité F. Cunill Kinetic study of methyl-butenes dimerization and trimerization in liquid-phase over a macroreticular acid resin Chem. Eng. J. 234 2013 266 275 Granollers, M., Izquierdo, J.F., Fité, C., Cunill, F., Kinetic study of methyl-butenes dimerization and trimerization in liquid-phase over a macroreticular acid resin. Chemical Engineering Journal 2013, 234, 266-275. [26] A.V. Akopyan L.A. Kulikov P.D. Polikarpova A.O. Shlenova A.V. Anisimov A.L. Maximov E.A. Karakhanov Metal-free oxidative desulfurization catalysts based on porous aromatic frameworks Ind. Eng. Chem. Res. 60 2021 9049 9058 Akopyan, A.V., Kulikov, L.A., Polikarpova, P.D., Shlenova, A.O., Anisimov, A.V., Maximov, A.L., Karakhanov, E.A., Metal-Free Oxidative Desulfurization Catalysts Based on Porous Aromatic Frameworks. Industrial & Engineering Chemistry Research 2021, 60, 9049-9058. [27] R. Abro N. Kiran S. Ahmed A. Muhammad A.S. Jatoi S.A. Mazari U. Salma N.V. Plechkova Extractive desulfurization of fuel oils using deep eutectic solvents- a comprehensive review J. Environ. Chem. Eng. 10 2022 107369 Abro, R., Kiran, N., Ahmed, S., Muhammad, A., Jatoi, A.S., Mazari, S.A., Salma, U., Plechkova, N.V., Extractive desulfurization of fuel oils using deep eutectic solvents- A comprehensive review. Journal of Environmental Chemical Engineering 2022, 10, 107369. [28] H. Eskandari A.S. Shahvelayati Y. Bide Synthesis of solid-liquid host-guest of melamine foam impregnated with deep eutectic solvent for highly effective desulfurization of fuel oil Fuel 374 2024 132540 Eskandari, H., Shahvelayati, A.S., Bide, Y., Synthesis of solid-liquid host-guest of melamine foam impregnated with deep eutectic solvent for highly effective desulfurization of fuel oil. Fuel 2024, 374, 132540. [29] J.-D. Woodroffe B.G. Harvey A simple process for the dimerization and cross-coupling of isoprene and myrcene to high-performance jet and diesel blendstocks Energy Fuels 36 2022 2630 2638 Woodroffe, J.-D., Harvey, B.G., A Simple Process for the Dimerization and Cross-Coupling of Isoprene and Myrcene to High-Performance Jet and Diesel Blendstocks. Energy & Fuels 2022, 36, 2630-2638. [30] S. Zhou Q. Lin Z. Ren C. Zhou Y. Shan P. Liu Synthesis of phenyl-based hyper-crosslinked porous organic polymers via Friedel-Crafts reaction for efficient organic dye adsorption Microporous Mesoporous Mater. 362 2023 112765 Zhou, S., Lin, Q., Ren, Z., Zhou, C., Shan, Y., Liu., P., Synthesis of phenyl-based hyper-crosslinked porous organic polymers via Friedel-Crafts reaction for efficient organic dye adsorption. Microporous and Mesoporous Materials 2023, 362, 112765.",
      "scopus-id": "105000874863",
      "coredata": {
        "eid": "1-s2.0-S0926860X25001371",
        "dc:description": "The oligomerization of light olefins, such as isopentene, is crucial for producing valuable products like industrial chemicals in the petrochemical industry; however, developing efficient and stable catalysts remains challenging. In this study, we synthesized a sulfonated porous organic polymer, HSO3-POP-TB, via Friedel-Crafts alkylation using 1, 3, 5-triphenylbenzene (TB) and 4, 4’-dichloromethylbiphenyl (BB), followed by chlorosulfonic acid (HSO3Cl) sulfonation. The strong acidity and unique micro-/mesoporous structure of HSO₃-POP-TB are key to achieving high isopentene conversion and excellent dimer selectivity. Optimized HSO3-POP-TB demonstrated exceptional catalytic performance, with an isopentene conversion rate of 81.7 % and 95.0 % selectivity for the dimer product at 70 °C, surpassing conventional solid acid catalysts. Additionally, HSO3-POP-TB exhibited remarkable thermal stability and acid resistance, maintaining high activity over five reaction cycles without significant efficiency loss. These results highlight the potential of HSO3-POP-TB as a promising catalyst for the efficient and sustainable conversion of light olefins into valuable chemicals, addressing economic and environmental concerns.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2025-05-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X25001371",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jin, Liujun"
          },
          {
            "@_fa": "true",
            "$": "Ren, Zhongfei"
          },
          {
            "@_fa": "true",
            "$": "Yang, Chengqiang"
          },
          {
            "@_fa": "true",
            "$": "Li, Jiale"
          },
          {
            "@_fa": "true",
            "$": "Shan, Yuhua"
          },
          {
            "@_fa": "true",
            "$": "Liu, Ping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X25001371"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X25001371"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(25)00137-1",
        "prism:volume": "698",
        "articleNumber": "120236",
        "prism:publisher": "Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "dc:title": "Advanced sulfonated porous organic polymer catalyst HSO3-POP-TB for dimerization of isopentene",
        "prism:copyright": "© 2025 Elsevier B.V. All rights are reserved, including those for text and data mining, AI training, and similar technologies.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Isopentene"
          },
          {
            "@_fa": "true",
            "$": "Oligomerization"
          },
          {
            "@_fa": "true",
            "$": "Porous organic polymer"
          },
          {
            "@_fa": "true",
            "$": "Sulfonation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "120236",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 May 2025",
        "prism:doi": "10.1016/j.apcata.2025.120236",
        "prism:startingPage": "120236",
        "dc:identifier": "doi:10.1016/j.apcata.2025.120236",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "600",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38617",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "524",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "86439",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "271",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20114",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41342",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "276",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19804",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "687",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "97669",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "348",
            "@width": "791",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57892",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "185",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3375",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "212",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12320",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "205",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "10775",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6402",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11404",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11190",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "96",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7388",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "2651",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "173711",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2312",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "401986",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1198",
            "@width": "1497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "99493",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1186",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "185378",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1085",
            "@width": "1222",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "155016",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "3034",
            "@width": "2495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "448884",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1537",
            "@width": "3493",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "279855",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X25001371-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "1343882",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/105000874863"
      }
    }
  }
}