{
  "metadata": {
    "title": "Homogeneous catalyst for in-situ hydrotreating of heavy oils",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2019-05-05",
    "doi": "10.1016/j.apcata.2019.03.020",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X19301358",
    "pii": "S0926860X19301358"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85063628269",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2019-03-26 2019-03-26 2019-04-01 2019-04-01 2019-04-08T20:52:56 1-s2.0-S0926860X19301358 S0926-860X(19)30135-8 S0926860X19301358 10.1016/j.apcata.2019.03.020 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X19X0006X 2024-01-01T12:33:10.553292Z 0 0 20190505 2019 2019-03-26T19:25:33.12905Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantsponsor highlightsabst orcid primabst ref specialabst 0926-860X 0926860X true 577 577 C Volume 577 13 99 106 99 106 20190505 5 May 2019 2019-05-05 2019 Regular Papers article fla © 2019 Elsevier B.V. All rights reserved. HOMOGENEOUSCATALYSTFORINSITUHYDROTREATINGHEAVYOILS SCHACHTHERNANDEZ P 1 Introduction 2 Experimental section 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Characterization of heavy crude oil 2.4 Catalytic activity assessments 3 Results 3.1 Elemental analysis and physical properties of the liquid Ni-Mo catalyst 3.2 Thermogravimetric and Differential Thermal Analysis (DTA -TGA) of the liquid Ni-Mo catalyst 3.3 X-ray diffraction of the spent Ni-Mo catalyst 3.4 Characterization of the catalyst acidity 3.5 Morphological aspects by SEM and high-resolution TEM 4 Catalytic activity measurements 4.1 Total Acid Number (TAN) of feedstock and products 4.2 Effects on the viscosity and API gravity 4.3 Effect on the composition of the heavy oil 4.4 Effect of the catalyst on the sulfur and nitrogen content of the products 4.5 Chromatographic SIMDI 4.6 ASTM-D86 Distillation for Hydrotreated Crude oil obtained at 623 K for recovering Fuels 5 Discussion 6 Conclusions Acknowledgements References MENZ 2004 253 265 F GATEAU 2000 503 509 P SANTOS 2014 571 590 R DEMIRBAS 2016 303 308 A THOMAS 2008 9 19 S HOU 2013 458 464 B ALAMATSAZ 2011 48 67 A SCOTCHMAN 2016 535 551 I ORTEGA 2011 F FUJIKAWA 1999 21 26 T SANTOS 2014 571 590 R SCHUIT 1973 417 438 G HART 2014 427 437 A XIA 2002 T HASHEMI 2014 1338 1350 R PEREIRA 2013 2810022 P KUN 2015 2068 2073 G PEREIRAALMAO 2012 320 329 P RUSSELL 2009 275 286 R BERHAULT 2001 9 19 G BARTHOLOMEW 2001 17 60 C LIU 2015 88 94 C SANTOS 2014 571 590 R WEITING 2012 5780 5817 Y SPEIGHT 2007 J CHEMISTRYTECHNOLOGYPETROLEUM BOCARATONFL MOREL 1997 1 16 F DIAZGARCIA 2017 230 239 L WELZ 1999 1929 2194 B TOMASZEWICZ 2004 25 31 E CAVUS 2012 785 796 H HONOARYSYMPOSIUMHYDROMETALLURGYELECTROMETALLURGYMATERIALSCHARACTERIZATION POISOT 2006 35 45 M TRAVERT 2002 1350 1362 A HAN 2017 58 66 W AMAYA 2014 221 230 S LIU 2015 88 94 C BARTH 2004 1513 1525 T ALMARSHED 2015 6306 6316 A ANCHEYTA 2009 J ASPHALTENESCHEMICALTRANSFORMATIONDURINGHYDROPROCESSINGHEAVYOILS LEE 2011 4264 4279 J TOULHOAT 1999 629 636 H COULIER 2001 26 33 L SCOTT 2015 21 27 C DASILVANETO 2016 74 85 A STILIANOSROUSSIS 2000 1400 1409 G ROUSSEL 2003 427 437 M BYUNG 2015 115 122 S GUISNET 1992 255 270 M SCHACHTHERNANDEZX2019X99 SCHACHTHERNANDEZX2019X99X106 SCHACHTHERNANDEZX2019X99XP SCHACHTHERNANDEZX2019X99X106XP 2021-04-01T00:00:00.000Z 2021-04-01T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2019 Elsevier B.V. All rights reserved. item S0926-860X(19)30135-8 S0926860X19301358 1-s2.0-S0926860X19301358 10.1016/j.apcata.2019.03.020 271346 2024-01-01T12:33:10.553292Z 2019-05-05 1-s2.0-S0926860X19301358-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/MAIN/application/pdf/b3dca8d1e1e89b1b0c951a5646b09243/main.pdf main.pdf pdf true 1184976 MAIN 8 1-s2.0-S0926860X19301358-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/PREVIEW/image/png/21e991d793de8bd98f768ab2574e7662/main_1.png main_1.png png 55702 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X19301358-ga1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/ga1/THUMBNAIL/image/gif/acbc32a72bbbf2dff7e0558925b4ef00/ga1.sml ga1 true ga1.sml sml 11474 158 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr1/THUMBNAIL/image/gif/2a2b3b69ae2bfce95634864d96bf6547/gr1.sml gr1 gr1.sml sml 7059 157 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr2/THUMBNAIL/image/gif/48b546d83103a1f64950e8de147487c3/gr2.sml gr2 gr2.sml sml 7906 140 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr3/THUMBNAIL/image/gif/eb6164da26147576470b1731c779495f/gr3.sml gr3 gr3.sml sml 8239 158 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr4/THUMBNAIL/image/gif/90aa23ee372e659dac7ad5f336918e89/gr4.sml gr4 gr4.sml sml 3578 160 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr5/THUMBNAIL/image/gif/77d7f1c616956329860167c80720e2b9/gr5.sml gr5 gr5.sml sml 8191 164 113 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr6/THUMBNAIL/image/gif/a56fb4a981e0f0a0ccf234f7446f2fe5/gr6.sml gr6 gr6.sml sml 6154 164 162 IMAGE-THUMBNAIL 1-s2.0-S0926860X19301358-ga1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/ga1/DOWNSAMPLED/image/jpeg/46f4bba19b61606faecd08c77acd6288/ga1.jpg ga1 true ga1.jpg jpg 17841 200 276 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr1/DOWNSAMPLED/image/jpeg/b3b29474054b07b1f5215327cfa6a60a/gr1.jpg gr1 gr1.jpg jpg 41543 405 567 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr2/DOWNSAMPLED/image/jpeg/52ee46bcaa54f2d616d56a431cd1e258/gr2.jpg gr2 gr2.jpg jpg 28084 302 473 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr3/DOWNSAMPLED/image/jpeg/e49bae2d54e3ec19a57ac4312cf66c13/gr3.jpg gr3 gr3.jpg jpg 34674 341 473 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr4/DOWNSAMPLED/image/jpeg/813e9a5b1300dcec97ad3501bc3aa553/gr4.jpg gr4 gr4.jpg jpg 16610 345 473 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr5/DOWNSAMPLED/image/jpeg/51c5fab7a8f774bf3ad0dcd6b6336bc2/gr5.jpg gr5 gr5.jpg jpg 39906 439 303 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr6/DOWNSAMPLED/image/jpeg/f83444a3a1b50395ed8f5982ce6f5558/gr6.jpg gr6 gr6.jpg jpg 29532 381 376 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X19301358-ga1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/ga1/HIGHRES/image/jpeg/22f418032126cb9095e9a12c148fbb12/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 124245 886 1225 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr1/HIGHRES/image/jpeg/f4ddf0659e4adc94081483d4fe4c92bd/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 288357 1795 2510 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr2/HIGHRES/image/jpeg/39c1cefea0ad3ac6b03519fd68c6e650/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 207620 1336 2093 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr3/HIGHRES/image/jpeg/048644f8eb893393095d8857ef30378a/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 264686 1509 2093 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr4_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr4/HIGHRES/image/jpeg/8f327cc30311b0788c6f890065e219c5/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 113560 1525 2093 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr5_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr5/HIGHRES/image/jpeg/e5a0e507e8c396e5f453b3569a1e4214/gr5_lrg.jpg gr5 gr5_lrg.jpg jpg 553089 1944 1343 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-gr6_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X19301358/gr6/HIGHRES/image/jpeg/c358141561271b039dd9d5dbd7509867/gr6_lrg.jpg gr6 gr6_lrg.jpg jpg 243860 1687 1667 IMAGE-HIGH-RES 1-s2.0-S0926860X19301358-am.pdf am am.pdf pdf 2880430 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:1054R30HBKD/MAIN/application/pdf/4fd844877b39f51341185cacd88fe0da/am.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/egi:1054R30HBKD/MAIN/application/pdf/4fd844877b39f51341185cacd88fe0da/am.pdf APCATA 17025 S0926-860X(19)30135-8 10.1016/j.apcata.2019.03.020 Elsevier B.V. Fig. 1 DTA/TGA curve of the aqueous Ni-Mo catalyst in nitrogen atmosphere. Fig. 1 Fig. 2 X-ray diffraction of the Ni-Mo catalyst after reaction. NiS, Ni7S6, Mo2S3, MoO3. Fig. 2 Fig. 3 Distribution of acid sites by pyridine thermo programmed desorption. Fig. 3 Fig. 4 Neutralization profile of the Ni-Mo catalyst. Fig. 4 Fig. 5 a) SEM and b) HRTEM images of the aqueous Ni-Mo catalyst. Fig. 5 Fig. 6 Simulated distillation of heavy oil and the hydrotreating product. Fig. 6 Table 1 Effect of the temperature on the density and viscosity of the aqueous catalyst. Table 1 Temperature [C] Dynamic Viscosity [mPa∙s] Density [g∙cm−3] 20 4.35 1.3310 30 3.72 1.3284 40 3.22 1.3257 50 2.50 1.3200 60 1.96 1.3137 70 1.61 1.3070 80 1.34 1.2990 90 1.22 1.2880 Table 2 Total acid number (TAN) and total basic number (TBN). Table 2 Sample TAN mg/g TBN mg/g Heavy oil 1.6 3.38 Test 1 a 0.75 2.64 Test 2 b 0.75 2.76 Test 3 c 0.76 2.77 a 9.8 MPa, 350 °C, 30 min. b 9.8 MPa, 350 °C, 60 min. c 9.8 MPa, 350 °C, 90 min. Table 3 Physical and chemical properties of the feedstock and products obtained after reaction with the aqueous catalyst. Table 3 Properties Crude oil Test 1 Test 2 Test 3 Test 4 Test 5 Rohallah Hashemi [[15]] Time, min 30 60 90 60 60 120 Temperature, C 350 350 350 390 400 340 Pressure, MPa 9.8 9.8 9.8 9.8 9.8 6.9 API gravity 12.5 15 17 18 19 22 17 Viscosity, cSt 15 °C 13,490 190.2 135.8 125.7 103 72 --- 25 °C 4,883 120.7 90 69 82 64 --- 37.8 °C 1,550 73.1 55.6 40 55 49 75 Total Sulfur, wt. % 5.56 3.97 3.71 3.58 3.6 3.1 3.3 Total Nitrogen, ppm 750 438 425 411 401 392 225 Coke, wt. % 0.5 1.0 1.2 2 4 3.0 SARA, wt. % Saturates 18 29.1 28.9 30.7 30.2 33.58 Resins 34 17.2 12.6 10.9 13.1 12.7 --- Aromatics 22 40.1 45.7 46.9 44.9 57.6 --- Asphaltenes 26 13.6 12.7 11.5 11.8 11.4 --- Ref. [15] Energy Fuels 2014, 28, 1338–1350. Table 4 Distribution of distillate fractions in the hydrotreated crude oil. Table 4 Fractions Temp. °C Crude oil Test 1 Test 2 Test 3 Test 4 Test 5 (wt. %) Gasoline <221 8 11 13 13 17 18 Diesel 221-343 15 16 16 24 21 25 Heavy Gas Oil 343-538 29 33 30 28 37 34 Residue >538 48 40 41 35 25 23 Total – 100 100 100 100 100 100 Table 5 Impact of nickel content on the improved crude oil fractions. Table 5 Crude oil Fractions Boiling Point, C Nickel (wt-ppm) Molybdenum (wt-ppm) Gasoline <221 0.06 Not detected Diesel <343 0.98 0.04 Residue >538 3656 65 Homogeneous catalyst for in-situ hydrotreating of heavy oils Persi Schacht-Hernández a Benjamín Portales-Martínez b Georgina C. Laredo a ⁎ Patricia Pérez-Romo a José M. Domínguez-Esquivel a a Instituto Mexicano del Petróleo, Eje Central Lázaro Cárdenas No 152, México D.F., 07730, Mexico Instituto Mexicano del Petróleo Eje Central Lázaro Cárdenas No 152 México D.F. 07730 Mexico b CONACYT-Instituto Mexicano del Petróleo, Eje Central Lázaro Cárdenas No 152, México D.F., 07730, Mexico CONACYT-Instituto Mexicano del Petróleo Eje Central Lázaro Cárdenas No 152 México D.F. 07730 Mexico ⁎ Corresponding author. Graphical abstract The upgrading of the physical and chemical properties of heavy oil by hydrotreating using a liquid Ni-Mo catalyst was studied through bench-scale tests aiming at developing \"inside-reservoir\" technology. The liquid Ni-Mo catalyst was synthesized by a very simple method consisting in preparing and mixing solutions at room temperature under acidic conditions. Mixtures of liquid Ni-Mo catalyst and heavy oil were evaluated in a 500-mL batch reactor at 350, 390 and 400 °C for 30, 60 and 90 min. The results showed that the liquid Ni-Mo catalyst improved the crude oil properties by increasing the API gravity from 12.5 to 22 and decreasing the kinematic viscosity from 13,490 to 72 cST at 15.6 °C; the sulfur content from 5.5 to 3.1% and the nitrogen content from 750 to 392 ppm were also reduced. Furthermore, the volume of gasoline and diesel by Simulated Distillation were increased to 8 and 14 vol. %, due to the change in chemical composition. Aromatic and saturated hydrocarbon compounds increased at the expense of asphaltenes and resins. Keywords Heavy oils Hydrotreating Homogeneus Ni-Mo In situ 1 Introduction Some countries like Canada, Mexico and Venezuela, which could be considered as good crude oil suppliers in America, unfortunately, produce very heavy crude oils, and this condition has increased the difficulties for processing them from the extraction to the transportation to refineries for fuel production. These oils present high molecular weight, density and viscosity with very high contents of undesirable compounds like sulfur and nitrogen aromatic hydrocarbons, metals, etc. Therefore, the processing for commercial applications linked to the complying with environmental regulations is very challenging and sometimes impossible [1–3]. Recently, extra efforts have been made to find better technologies to overcome this problem. Some of these efforts have been carried out only on the bench scale [4–6]. Among the technologies studied outside the lab are “in-situ” combustion [7] and fracking [8], however, the products obtained from these approaches, even at a commercial level, have not been capable of complying with environmental regulations. As an example, water, sand and chemicals need to be injected into the rock at high pressure to accomplish good results for the fracking technology. On the one hand, a high amount of water must be transported to the site at significant environmental cost and on the other hand, chemicals may leak during drilling and contaminate groundwater around the fracking site. It is well known that by applying any colloidal solution to a solid, it is possible to change its chemical properties [9], e.g., the hydrocracking of aromatic compounds through fluid catalytic cracking using steam injection or chemical agents. By this procedure, it is possible to change physical properties such as viscosity and surface tension [11]. However, this type of technologies has not been applied with enough success in petroleum refineries [10,12]. Another approach is the use of THAI–CAPRI™ (Toe-to-Heel Air Injection and its add-on Catalytic upgrading Process In-situ), which combines “in-situ” combustion, catalytic upgrading and horizontal wellbore technologies for down-hole or in-situ recovery and upgrading of heavy oil and bitumen to improve fluidity and consequently add commercial value to the produced oil. The process commences by burning a small fraction of the oil in the reservoir, thereby releasing high-temperature oxidation energy from the combustion reaction between the injected enriched air and hydrocarbon. The continuous air injection propagates the combustion front of the toe-position to the heel of the horizontal producer well. The mobilized oil ahead of the combustion front flows a short-distance downstream by gravity into the horizontal producer well. This process uses an active catalyst (Ni-Mo and Co-Mo) layer between the concentric slotted liners of the horizontal production wells [13]. Experiments using Lloydminster heavy crude oil with 11.9° API gravity and a Co-Mo catalyst could produce upgraded oil with 23° API gravity and low viscosity of 20–30 mPa [14] as a result of transforming high to low molecular weight compounds [15]. This procedure is considered non-destructive through hydrogenation or hydrotreating reactions, where the crude oil quality is also improved by removing some contaminants, similar to sulfur removal by In-situ Upgrading [16]. A typical catalyst used in the “in-situ hydrotreating reactions” consists of nickel, molybdenum and tungsten [17,18]. Since the type of used catalyst depends on the desired products, the hydrodesulfurization (HDS) process uses the Co-Mo type to perform such reactions. The Ni-Mo type is employed for hydrogenation and hydrodenitrogenation (HDN) reactions and Ni-W is used for the hydrogenation of very low sulfur fractions, for sulfur and heavy metals could poison the catalyst during the industrial process, provoking a decrease in the catalytic activity [19,20]. Hydrocracking of vacuum distillates and residue is also used to transform heavy oils into lighter fractions; this procedure can be divided into mild hydrocracking and conventional hydrocracking [21]. Although the conversion is important for both hydrocracking processes and are similar in terms of reactions, the products may vary due to reaction conditions, which usually range from 9.6 to 17.6 MPa [22]. A significant hydrocracking reaction is the partial hydrogenation of polycyclic aromatics, producing aromatic compounds attached to saturated rings, which are in turn transformed, through hydrocracking, into monocyclic aromatics. In the case of residue conversion, hydrocracking contributes as much as hydrodesulfurization and hydrodenitrogenation for obtaining lower boiling point distillates [23]. These reactions take place in the presence of a bi-functional catalyst, allowing the breaking of hydrocarbon chains by hydrogen addition. The aromatics and olefins are hydrogenated to produce naphthenes and alkanes. Secondary reactions that allow coke formation are inhibited by the presence of hydrogen. Some studies have shown that silica-alumina supported catalysts stimulate cracking reactions, where platinum, tungsten oxide or nickel contribute to hydrogenation reactions [24]. One major difference between hydrocracking and hydrotreating is the residence time and the decomposition of non-heteroatom components. The upper limits of hydrotreating often overlap with lower limits of hydrocracking [25] as it has been observed in some extremely large molecules that consist of highly condensed heterocyclic and aromatic rings with sulfur, nitrogen, oxygen, and metals (mainly vanadium and nickel), which are possible to break by using mainly hydrogenating catalysts doped with transition metals [26,27]. In this work, a study about upgrading heavy crude oils by using a homogeneous liquid Ni-Mo catalyst under hydrotreating conditions was proposed. The analysis of the reaction products showed a remarkable variation of the kinematic viscosity and chemical composition. The hydrogenation of heavy compounds increased the API gravity. The main goal of this work was to develop bench-scale technology to be used in reservoirs to upgrade crude oil before being submitted to further refining with the concomitant reduction of production costs. 2 Experimental section 2.1 Catalyst preparation The liquid Ni-Mo catalyst was prepared as follows: 1) In a conventional flask, phosphoric acid (H3PO4, J.T. Baker, 98%) and ammonium heptamolybdate ((NH4) 6Mo7O24•4H2O, Sigma-Aldrich) were mixed at 25 °C until obtaining a clear solution. The pH of the solution was 1-2. 2) Nickelous sulfate hexahydrate (NiSO4•6H2O, Sigma-Aldrich) was dissolved in distilled water under stirring conditions at 25 °C. 3) Finally, aqueous solutions of the corresponding precursors were mixed under stirring conditions at room temperature for 24 h. The final molar ratio of the liquid Ni-Mo catalyst was 1.0 Ni: 0.084 Mo: 0.295 H+: 14.42 H2O at pH 1-3. 2.2 Catalyst characterization The metallic composition of the Ni-Mo was obtained by elemental analysis, using a Perkin-Elmer Model 3100 Atomic Absorption Spectrophotometer. The acid sites of the Ni-Mo catalyst were determined by FTIR-pyridine desorption using an FTIR spectrometer THERMO-NICOLET model MAGNA560 with 4 cm−1 and a 50-scan resolution. For the FTIR analysis, the catalyst was supported on α-alumina (inner matrix). Physical properties (density and viscosity) were evaluated using the ASTM − D7042 method (Test Method for Dynamic Viscosity and Density of Liquids by Stabinger Viscometer (and The Calculation of Kinematic Viscosity)). The thermogravimetric and Differential Thermal Analysis (TGA- DTA) were obtained with a Perkin-Elmer 1700 equipment. XRD patterns of the catalyst were recorded on a Bruker D8 Advance diffractometer, using Cu Kα radiation (λ = 1.5406 Å) with a scan rate of 0.02° s-1 in the 4 - 80° range. The pattern was referenced to the JCPDS powder diffraction files. The samples were studied by high-resolution transmission electron microscopy (HRTEM) and the micrographs were obtained in a TITAN 80–300 with Schottky type field emission gun operating at 300 KV. HRTEM digital images were obtained using a CCD camera and the Digital Micrograph Software from GATAN. A Scanning Electron Microscope SEM SU1510 was also used. The samples were dispersed in ethanol and supported on holey-carbon-coated-copper grids. 2.3 Characterization of heavy crude oil Physical and chemical properties of the feedstock and products established by the following methods: Total Acid Number (TAN) by the ASTM D664 method titration technique (Standard Test Method for Acid Number of Petroleum Products by Potentiometric Titration). Total Base Number (TBN) by Potentiometric Perchloric Acid Titration, ASTM D2896 (Standard Test Method for Base Number of Petroleum Products by Potentiometric Perchloric Acid Titration). API gravity was measured by the ASTM-D287 method (Standard Test Method for API Gravity of Crude Petroleum and Petroleum Products (Hydrometer Method)). The kinematic viscosity, ASTM-D445 (Standard Test Method for Kinematic Viscosity of Transparent and Opaque Liquids (and Calculation of Dynamic Viscosity)) was determined using a rotary viscosimeter. SARA (saturates, aromatics, resins and asphaltenes) was determined by the ASTM-D4124 method (Standard Test Method for Separation of Asphalt into Four Fractions). The sulfur contents were measured by the ASTM-D4294 method (Standard Test Method for Sulfur in Petroleum and Petroleum Products by Energy Dispersive X-ray Fluorescence Spectrometry). The ASTM D5373 method (Standard Test Methods for Determination of Carbon, Hydrogen and Nitrogen in Analysis Samples of Coal and Carbon in Analysis Samples of Coal and Coke) was used for the analysis of coke. The distillation curves were obtained by the ASTM-D2887 method (Standard Test Method for Boiling Range Distribution of Petroleum Fractions by Gas Chromatography). The quantification of nickel in crude oil fractions was analyzed by the ASTM-D5863 method (Standard Test Methods for Determination of Nickel, Vanadium, Iron, and Sodium in Crude oils and Residual Fuels by Flame Atomic Absorption Spectrometry). The atmospheric distillation of petroleum products using laboratory batch distillation equipment was obtained following the ASTM-D86 method (Standard Test Method for Distillation of Petroleum Products and Liquid Fuels at Atmospheric Pressure). 2.4 Catalytic activity assessments The liquid Ni-Mo catalyst evaluation was carried out in a Parr batch reactor to emulate the reactions taking place in the reservoir as follows: 200 g of heavy crude oil were mixed with 5 g of liquid Ni-Mo catalyst. Before each experimental test, the reactor was tested for leaks, purged with N2 and stabilized before heating. The reaction was carried out with hydrogen at 9.8 MPa and heated at 350, 390 and 400 °C, under stirring at 1000 rpm and for 30, 60 and 90 min. Experiments 1, 2 and 3 (denoted as Tests 1, 2, and 3) were carried out at 9.8 MPa and 350 °C at 30, 60 and 90 min. The temperature was varied in Experiments 4 and 5 (390 and 400 °C, respectively, named Tests 4 and 5) for 60 min at 9.8 MPa. Once the reaction time was completed, the reactor was cooled down, opened and the products were recovered. The physical and chemical properties of the products and feedstock were characterized according to the methods mentioned above. 3 Results 3.1 Elemental analysis and physical properties of the liquid Ni-Mo catalyst The liquid Ni-Mo catalyst composition was verified by using the analytical technique of atomic absorption spectroscopy as described in [28]. The analytical technique confirmed a Ni content of 7 wt. %, and Mo content of 0.8 wt. %. It is worth mentioning that nickel and molybdenum oxides were transformed into sulfide active phases during the catalytic reaction. The density and viscosity of the synthesized liquid Ni-Mo catalyst were measured in the interval ranging from 25 to 90 °C with increments of 10 °C at atmospheric pressure (Table 1 ). The results indicate that both density and viscosity present a linear behavior as the temperature increased. 3.2 Thermogravimetric and Differential Thermal Analysis (DTA -TGA) of the liquid Ni-Mo catalyst DTA calibration was accomplished using calcined aluminum oxide as standard. TGA and DTA experiments were carried out at room temperature up to 800 °C, and the results are presented graphically in Fig. 1 . The liquid Ni-Mo catalyst was thermally treated at a rate of 5 °C min−1 under nitrogen flow (50 ml∙min−1) to obtain the thermogravimetric curve (TGA) and the differential thermal analysis (DTA). The results of the DTA/TGA analysis confirmed that the precursors of the Ni-Mo-P catalysts exhibited five endothermic peaks corresponding to dehydration reactions of the nickel and molybdenum hydrated salts and to the phosphoric acid condensation. The TGA analysis of the NiMo catalyst exhibited a different weight loss that depends partly on the sample composition, in agreement with Tomaszewicz et al. and Cavus et al. [29,30]. The evaporation of free water was observed at about 78 °C with an evident mass loss of about 44 wt. %, according to the initial water content of the sample. The “A zone” showed peaks at 105 and 122 °C. These peaks represent the water loss from the nickel and molybdenum hydrated form. The “A zone” was characterized by an increment in the mass loss rate corresponding to 30 wt. % due to the removal of water in the crystalline structure. The “B zone” was characterized by small variations in the mass loss rate; in this case, a mass loss of 6 wt. %, which resulted from the condensation reaction of phosphoric acid. The “C zone”, between 376 to 450 °C, can be related to the nickel-molybdenum interactions [31]. Finally, up to 650 °C (D zone), the salts were transformed presumably into an oxide form. 3.3 X-ray diffraction of the spent Ni-Mo catalyst After processing the heavy crude oil with the Ni-Mo catalyst, a thin layer of a solid product was found at the bottom of the Parr batch reactor, which was analyzed by X-ray powder diffraction (XRD). Fig. 2 shows the XRD patterns of the catalyst after the reaction. The sample exhibited some crystalline phases that were matched with the Joint Committee on Powder Diffraction Standards (JCPDS) with card number 03-065-3419 for NiS, 00-014-0364 for Ni7S6, 00-012-0692 for Mo2S3, and 00-005-0507 MoO3 phases, indicating that the sulfhydration reaction of the metals took place during the reaction. The peak intensity can be related to the stacking and highly disordered packing of sulfide phases. Nevertheless, the sulfide catalyst was synthesized successfully. 3.4 Characterization of the catalyst acidity The pyridine adsorption–desorption spectra were obtained at different temperatures by impregnating the liquid Ni-Mo catalyst on an inner matrix (Fig. 3 ). Bands at around 1450 and 1550 cm−1 were assigned to pyridine adsorbed on Lewis and Brönsted sites, respectively while the band at 1495 cm−1 was due to pyridine molecules adsorbed on both Brönsted and Lewis acid sites. It can be clearly seen that the Ni-Mo catalyst exhibited predominantly Lewis acid sites with medium acidity [32]. As expected, after degassing at up to 300 °C, all these bands disappeared completely as shown in the same figure [33]. In Fig. 4 , the neutralization profile of the acid sites of the liquid Ni-Mo catalyst is presented, showing a maximum acid strength (MFA), [first point of titration] with a value of about + 1 MV, which according to the classification reported for this technique, corresponds to strong acid sites, although these types of site concentrations were very low. Most of the acid sites in this particular Ni-Mo catalyst were considered weak because they presented signals below 0 mV. The signals between 0 and -70 mV, compiled for a total concentration of about 2.8 meq of n-butylamine per gram of solid. These results are in good agreement with the pyridine programmed desorption temperature results presented before. 3.5 Morphological aspects by SEM and high-resolution TEM To investigate the morphology of the spent Ni-Mo catalyst, SEM characterizations were employed to obtain detailed morphological information. The presence of irregularly shaped porous agglomerates was revealed by the SEM micrograph (Fig. 5 A) [34]. The HRTEM characterization of the catalyst was carried out to get more information about the active phase nanoclusters. The HRTEM micrograph is shown in Fig. 5B. The characteristic black thread-like fringes [35] with high stacking numbers and long slab lengths were detected. Finally, the micrograph shows that after the reaction, the Ni-Mo catalyst is in the sulfide form, which is also confirmed by the XRD patterns. 4 Catalytic activity measurements 4.1 Total Acid Number (TAN) of feedstock and products A set of experiments was carried out to determine the acidity degree, i.e., the number of acid compounds that were present in the feedstock and products. Table 2 shows the TAN and TBN obtained for the feedstock and products for the Tests 1, 2 and 3 (9.8 MPa, 350 °C for 30, 60 and 90 min). The oil industry rule indicates that if the TAN in the crude oil is lower than 0.5 mg g−1, it can be processed without risk for the refinery, although as described by Barth et al., there are some exceptions to this rule [36]. The untreated crude oil had a TAN of 1.6 mg KOH∙g−1, and the hydrotreated oil had an average TAN of 0.75 mg KOH∙g−1. The measurements indicate the amount of KOH required for neutralizing the acids present in the sample. The TBN presented a similar tendency when compared with the TAN values. TBN confirmed a low acidity in the treated sample of crude oil. The TBN also decreased after the catalytic treatment, and there was a good correlation between the TAN and TBN. The results suggest that the acid-base equilibrium can be important for the observed oil acidity; however, the specific identification of the functional groups that contribute to the acidity is still required to evaluate the performance of the conjugated acids and bases related to the measured acidity and basicity of the oil. 4.2 Effects on the viscosity and API gravity Table 3 shows that after the reaction using the liquid Ni-Mo catalyst, the API gravity of the products increased from 12 (for the feedstock) to 15–22 for the products due to the hydrocracking, hydrogenating and hydrotreating reactions that took place in the reactor. As a consequence, the kinematic viscosity was reduced from 4883 to 120–164 cSt at 25 °C as a result of lower molecular weight structures. Likewise, it was observed that by increasing either the residence time (30, 60 and 90 min) or the temperature (350, 390 and 400 °C), the quality of products was improved with respect to the initial heavy crude oil, which is in agreement with Al-Marshed et al. who used similar techniques [37]. 4.3 Effect on the composition of the heavy oil By SARA analysis, it was possible to determine the saturate, aromatic, resin and asphaltene contents from the untreated heavy crude oil (Table 3). It was found that the untreated sample presented the following data: saturates (18 wt.%), aromatics (26 wt.%), resins (34 wt.%) and asphaltenes (26 wt. %). Once the reaction took place, an increment in the saturated and aromatic hydrocarbons was observed due to the hydrogenation, hydrocracking and hydrotreating reactions undergone by the compounds present in the feedstock, which is in good agreement with previous reports [38]. The obtained SARA values indicate an upgrading effect with an increasing in: a) the reaction time and b) reaction temperature by using the liquid Ni-Mo catalyst. Moreover, by a closer analysis of the results, it can be observed that the reaction temperature exerted a higher effect on the composition, favoring the formation of aromatic and saturated compounds at the expense of asphaltenes and resins instead of that of the reaction time, however, the coke production increased with the reaction temperature. 4.4 Effect of the catalyst on the sulfur and nitrogen content of the products The hydrodesulfurization (HDS) and hydrodenitrogenation (HDN) reactions are exothermic and not severely thermodynamically limited and in general, the equilibrium constant of both reactions decreases with the temperature increase. Nitrogen removal requires the hydrogenation of the ring containing the nitrogen atom before hydrogenolysis can occur while sulfur removal can proceed by two different routes, namely hydrogenation and direct desulfurization. Hydrodesulfurization reactions are essentially irreversible and can proceed to completion if hydrogen is present in a stoichiometric amount. [39,40]. The results of this section are shown in Table 3. Regarding sulfur, when using the liquid Ni-Mo catalyst, it was observed that when the reaction time was increased from 30 to 90 min, the sulfur removal was also increased from 28.9 to 35.6 wt. %, respectively while when the temperature reaction was increased, the removal of sulfur compounds was increased reaching 44.2 wt.%. As expected, the reaction temperature effect on the HDS and HDN activity was more important than the one observed with the reaction time. The maximal HDS and HDN removal percentages obtained at 400 °C and 60 min of reaction were 44.2 and 47.7 wt. %, respectively whereas at 90 min and 350 °C, the removal of sulfur compounds reached 35.6 wt. % while the elimination of nitrogen compounds was about 45.2 wt. %. Due to the high nickel percentage in the catalyst, high denitrogenation activity was expected. It was found that the Co-Mo sulfide is the preferred combination for the HDS processes and the Ni-Mo sulfide yields excellent HDN and hydrogenation performances, but also, wider applications could be found due to the high tolerance toward H2S and NH3, which are inevitable poisons produced during hydrotreating operations [41,42]. These last results show that the hydrotreating activity was favored by the temperature increase and these changes are related to the conversion of resins and asphaltenes. The catalyst presented better hydrogenation behavior and relatively low coke formation in all cases. Similar results have been reported in the literature and are included in Table 3 [43]. 4.5 Chromatographic SIMDI To get an insight into the composition of the products, a series of simulated distillation (SIMDI) analysis was carried out to verify the changes in the products obtained after reaction. [44] The results show (Table 4 ) an improvement in the quality of the products depending on the reaction time. The increments related to the feed in the gasoline and diesel products were 8 and 14 wt.%, respectively, with 90 min of reaction time and 350 °C. On the other hand, when the reaction temperature was increased, the amount of gasoline related to the feedstock decreased by 1 wt.% and diesel increased in 16 wt. %. The test was carried out to confirm the improvement of the products by the distillation curves (Fig. 6 ). 4.6 ASTM-D86 Distillation for Hydrotreated Crude oil obtained at 623 K for recovering Fuels In order to find out if some amount of nickel was present in the products, a distillation experiment [ASTM-D86] using the product obtained at 350 °C was carried out. Samples of gasoline, diesel and residue fractions were examined (Table 5 ). Nickel in these samples was analyzed using atomic absorption spectroscopy. The gasoline and diesel obtained by distillation presented very low nickel contents of 0.06 and 0.98 wt-ppm, respectively while the molybdenum amount was nil. Therefore, the use of a liquid Ni-Mo catalyst will not generate problems when using the products of this technology for combustion purposes. Thus, this technology will not damage any of the mechanical components or the fuel engine and will not be hazardous for the catalytic converter in transportation vehicles (just to mention an application). However, a high amount of nickel was found in the residue fraction, where a value of 3656 wt-ppm was obtained. 5 Discussion A liquid Ni-Mo catalyst was prepared, which was put in contact with oil in a batch reactor and the sulfhydration step was carried out during the reaction. From the XRD pattern, the presence of the binary transition-metal catalyst obtained at the end of the sulfiding reaction is evident. These findings were corroborated with the HRTEM technique by the presence of the basal planes attributed to nickel and molybdenum sulfide nanoparticles. In spite of the results obtained by the thermogravimetric analysis that show the feasibility of synthesizing a bimetallic Ni-Mo phase, the final obtained catalyst displayed monometallic sulfide combinations. It is assumed that the acid function required for promoting the breaking of the hydrocarbon chain (hydrocracking reactions) can be found in the phosphoric acid used in the preparation step of the catalyst as well as in the TAN exhibited by the crude oil. The results obtained after the reaction show that the breaking of complex hydrocarbons took place because saturated and aromatic compounds were increased in the products at the expense of asphaltenes and resins. In general, due to the fact that the hydrocracking and hydrotreating reactions used the same metal active phases for breaking hydrocarbon chains, it can be expected that nitrogen and sulfur heteroatoms were also broken during the reactions. Accordingly, the reaction was evaluated using similar conditions to those used in the hydrotreating of heavy crude oil in the presence of hydrogen and active metals. Since desulfurization depends on the type of involved carbon-sulfur bonds and alkyl sulfide compounds have weak carbon-sulfur bonds, it was expected that they could react rapidly and completely under hydroprocessing conditions. It is known that the disappearance rates of thiophene type compounds with increasing numbers of aromatic rings decrease while nonthiophenic aromatic sulfur compounds react more quickly than dibenzothiophenes, and due to the inherent difficulty of the alkyl substituted dibenzothiophenes for reacting, it is clear that they persist in the hydrotreated products. As for hydrodesulfuration, it can proceed via two pathways; the first one is hydrogenolysis in which both carbon-sulfur bonds are replaced by carbon-hydrogen bonds, which lead to ring opening; in the second one, hydrogenation can occur initially and then, the intermediate product undergoes a hydrogenolysis step [45–47]. The predominant HDN pathway proceeds via the breaking of the C (sp3) bond. On the other hand, hydrocracking can proceed via the carbenium ion formation, which can be explained by the acid character exhibited by the liquid Ni-Mo catalyst, which promotes the ion formation and the metal sites take part in the hydrogenation-dehydrogenation reactions. However, more experiments need to be done to propose a reaction mechanism. 6 Conclusions This work presents a new route for upgrading crude oil using a liquid Ni-Mo catalyst. Experiments were carried out using a bench-scale reactor. The results show that from a heavy feedstock, it is possible to obtain hydrotreated crude oil with higher API gravity and lower kinematic viscosity, sulfur, nitrogen, resin and asphaltene contents. From simulated distillation, a residue fraction decrease from 7 to 22 wt.% (>538 °C) was observed by using the liquid Ni-Mo catalyst. The increase in reaction times and temperature exerted an improved effect on the products. It is important to mention that after treatment, properties like API gravity and viscosity were enhanced while the acidity and basicity decreased; therefore, the ability to flow without damaging the pipelines was improved. In addition, relatively low economic costs and wider applications could be foreseen. Acknowledgements The authors are grateful for the financial support by the SENER-Hydrocarbon Fund provided by CONACYT and acknowledge the Mexican Petroleum Institute for the permission granted to publish this work. References [1] F.C. Menz C. Menza H.M. Seip Environ. Sci. Policy 7 2004 253 265 [2] P. Gateau I. Hénaut L. Barré J.F. Argillier Oil Gas Sci. Technol. 59 2000 503 509 [3] R.G. Santos W. Loh A.C. Bannwart O.V. Trevisan Braz. J. Chem. Eng. 31 2014 571 590 [4] A. Demirbas A.B.A.S. Nizami Pet. Sci. Technol. 34 2016 303 308 [5] S. Thomas Oil Gas Sci. Technol. 63 2008 9 19 [6] B. Hou S.X. Xie M. Chen Y. Jin D. Hao R.S. Wang Pet. Sci. Technol. 31 2013 458 464 [7] A. Alamatsaz R.G. Moore S.A. Mehta M.G. Ursenbach J. Can. Petrol. Tech. 11 2011 48 67 [8] I.C. Scotchman Proc. Geol. Assoc. 127 2016 535 551 [9] F. Ortega P. Schacht. Mexican Patent 290557 2011 [10] T. Fujikawa F.H. Ribeiro G.A. Somorjai Catal. Lett. 63 1999 21 26 [11] R.G. Santos W. Loh A.C. Bannwart O.V. Trevisan Braz. J. Chem. Eng. 31 2014 571 590 [12] G.C.A. Schuit B.C. Gates Chemistry and Engineering of Catalytic Hydrodesulfurization AIChE J. 19 1973 417 438 [13] A. Hart J. Petrol. Exp. Prod. Tech. 4 2014 427 437 [14] T.X. Xia M. Greaves W.S. Werfilli R.R. Rathbone Downhole conversion of Lloydminster heavy oil using THAI-CAPRI process SPE/Petroleum Society of CIM/CHOA 78998 Presented Presented at International Horizontal Well Technology Conference 2002 [15] R. Hashemi N. Nashaar P. Pereira-Almao Energ Fuel. 28 2014 1338 1350 [16] P. Pereira Z. Chen B. Maini S. Algara Canada Patent CA 2013 2810022 [17] G. Kun L. Hailong Y. Zhixin Energ. Proc. Cis High. Educ. Inst. Power Eng. Assoc. 75 2015 2068 2073 [18] P. Pereira-Almao Can. J. Chem. Eng. 90 2012 320 329 [19] R. Russell R. Chianelli G. Berhault B. Torres Catal. Today 147 2009 275 286 [20] G. Berhault A. Mehta A.C. Pavel J. Yang L. Rendon M.J. Yácaman L. Cota-Araiza A. Duarte-Moller R.R. Chianelli J. Catal. 198 2001 9 19 [21] C.H. Bartholomew App Catalysis A: Gen. 212 2001 17 60 [22] Ch. Liu H. Liu Ch. Yin X. Zhao B. Liu X. Li Y. Li Y. Liu Fuel 154 2015 88 94 [23] R.G. Santos W. Loh A.C. Bannwart O.V. Trevisan Braz. J. Chem. Eng. 31 2014 571 590 [24] Yu Weiting M.D. Porosoff G. Jingguang Chem. Rev. 112 2012 5780 5817 [25] J.G. Speight Boca Raton Fl The Chemistry and Technology of Petroleum fourth ed. 2007 Taylor & Francis Group [26] F. Morel S. Kressmann V. Harlé S. Kasztelan Proceedings of the 1st International Symposium/6th European Workshop 106 1997 1 16 [27] L. Díaz-García V. Santes T. Viveros-García A. Sánchez-Trujillo J. Ramírez-Salgado C. Ornelas E. Rodríguez-Castellón Catal TodayCatal. Today 282 2017 230 239 [28] B. Welz Spectrochim Acta B. 54 1999 1929 2194 [29] E. Tomaszewicz M. Korfica J. Therm. Anal. Calorim. 77 2004 25 31 [30] H. Cavus C. Kahruman I. Yusuoglu T.T. Chen Honoary Symposium on Hydrometallurgy, Electrometallurgy and Materials Characterization 2012 785 796 [31] M. Poisot W. Bensch S. Fuentes G. Alonso Thermochim. Acta 444 2006 35 45 [32] A. Travert O.V. Manoilova A.A. Tsyganenko F. Mauge J.C. Lavalley J. Phys. Chem. B 106 2002 1350 1362 [33] W. Han H. Nie X. Long M. Li Q. Yang D. Li Catal. Today 292 2017 58 66 [34] S.L. Amaya A. Núñez G. Zepeda T.A. Fuentes S. Echavarría Appl. Catal. B: Environ. 148 2014 221 230 [35] C. Liu H. Liu C. Yin X. Zhao B. Liu X. Li Y. Li Y. Liu Fuel 154 2015 88 94 [36] T. Barth S. Høiland P. Fotland K.M. Askvik B.S. Pedersen A.E. Borgund Org. Geochem. 35 2004 1513 1525 [37] A. Al-Marshed A. Hart G. Leeke M. Greaves J. Wood Energ Fuel 29 2015 6306 6316 [38] J. Ancheyta F. Trejo M.S. Rana Asphaltenes: Chemical Transformation During Hydroprocessing of Heavy Oils first ed. 2009 Taylor and Francis Group Boca Raton Fl. US [39] J.H. Lee S. Kang Y. Kim S. Park Ind. Eng. Chem. Res. 50 2011 4264 4279 [40] H. Toulhoat P. Raybaud S. Kasztelan G. Kresse J. Hafner Catal. Today 50 1999 629 636 [41] L. Coulier V.H.J. De Beer J.A.R. Van Veen J.W. Niemantsverdriet J. Catal. 197 2001 26 33 [42] C.E. Scott M.J. Perez-Zurita L.A. Carbognani H. Molero G. Vitale H.J. Guzmán P. Pereira-Almao Catal. Today 250 2015 21 27 [43] A.Viera da Silva Neto E.Roberto Leite V.Teixeira da Silva J. Luiz Zotin E.Antonio Urquieta-González App. Catal. A Gen 528 2016 74 85 [44] G. Stilianos Roussis W. Patrick Fitzgerald Anal. Chem. 72 2000 1400 1409 [45] M. Roussel J.L. Lemberton M. Guisnet T. Cseri E. Benazzi J. Catal. 218 2003 427 437 [46] S.Ramakanta J.S. Byung J.S. Im J.Chul Young-Pyo L. Wee J. Ind. Eng. Chem. 27 2015 115 122 [47] M. Guisnet N.S. Gnep D. Aittaleb Y.J. Doyemet Appl. Catal. A Gen. 87 1992 255 270",
      "scopus-id": "85063628269",
      "coredata": {
        "eid": "1-s2.0-S0926860X19301358",
        "dc:description": "The upgrading of the physical and chemical properties of heavy oil by hydrotreating using a liquid Ni-Mo catalyst was studied through bench-scale tests aiming at developing \"inside-reservoir\" technology. The liquid Ni-Mo catalyst was synthesized by a very simple method consisting in preparing and mixing solutions at room temperature under acidic conditions. Mixtures of liquid Ni-Mo catalyst and heavy oil were evaluated in a 500-mL batch reactor at 350, 390 and 400 °C for 30, 60 and 90 min. The results showed that the liquid Ni-Mo catalyst improved the crude oil properties by increasing the API gravity from 12.5 to 22 and decreasing the kinematic viscosity from 13,490 to 72 cST at 15.6 °C; the sulfur content from 5.5 to 3.1% and the nitrogen content from 750 to 392 ppm were also reduced. Furthermore, the volume of gasoline and diesel by Simulated Distillation were increased to 8 and 14 vol. %, due to the change in chemical composition. Aromatic and saturated hydrocarbon compounds increased at the expense of asphaltenes and resins.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2019-05-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X19301358",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Schacht-Hernández, Persi"
          },
          {
            "@_fa": "true",
            "$": "Portales-Martínez, Benjamín"
          },
          {
            "@_fa": "true",
            "$": "Laredo, Georgina C."
          },
          {
            "@_fa": "true",
            "$": "Pérez-Romo, Patricia"
          },
          {
            "@_fa": "true",
            "$": "Domínguez-Esquivel, José M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X19301358"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X19301358"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(19)30135-8",
        "prism:volume": "577",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Homogeneous catalyst for in-situ hydrotreating of heavy oils",
        "prism:copyright": "© 2019 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heavy oils"
          },
          {
            "@_fa": "true",
            "$": "Hydrotreating"
          },
          {
            "@_fa": "true",
            "$": "Homogeneus"
          },
          {
            "@_fa": "true",
            "$": "Ni-Mo"
          },
          {
            "@_fa": "true",
            "$": "In situ"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "99-106",
        "prism:endingPage": "106",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 May 2019",
        "prism:doi": "10.1016/j.apcata.2019.03.020",
        "prism:startingPage": "99",
        "dc:identifier": "doi:10.1016/j.apcata.2019.03.020",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11474",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "157",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7059",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7906",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "158",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8239",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3578",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8191",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "162",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6154",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "276",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17841",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "405",
            "@width": "567",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41543",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "302",
            "@width": "473",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28084",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "341",
            "@width": "473",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34674",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "345",
            "@width": "473",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16610",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "439",
            "@width": "303",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39906",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "381",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29532",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1225",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "124245",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1795",
            "@width": "2510",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "288357",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1336",
            "@width": "2093",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "207620",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1509",
            "@width": "2093",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "264686",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1525",
            "@width": "2093",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "113560",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1944",
            "@width": "1343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr5_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "553089",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1687",
            "@width": "1667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-gr6_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "243860",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X19301358-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "2880430",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85063628269"
      }
    }
  }
}