{
  "metadata": {
    "title": "Characterisation by test reactions of nickel-copper-molybdenum catalysts prepared by reduction of well-defined complex precursors",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-05",
    "doi": "10.1016/S0926-860X(97)00141-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001415",
    "pii": "S0926860X97001415"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040560758",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:01:50 1-s2.0-S0926860X97001415 S0926-860X(97)00141-5 S0926860X97001415 10.1016/S0926-860X(97)00141-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00646 2024-01-01T12:19:29.85596Z 0 0 19971205 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 163 163 1 2 1 2 Volume 163, Issues 1–2 16 177 186 177 186 19971205 5 December 1997 1997-12-05 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. CHARACTERISATIONBYTESTREACTIONSNICKELCOPPERMOLYBDENUMCATALYSTSPREPAREDBYREDUCTIONWELLDEFINEDCOMPLEXPRECURSORS ELKHADIRI A ASTIER 1980 333 M ASTIER 1982 40 M ASTIER 1991 321 M ASTIER 1987 337 M ASTIER 1987 563 M PAREKH 1977 100 B RAMAKRISHMAN 1981 237 N ASTIER 1985 356 M SCHOLTEN 1969 2465 J CHINCHEN 1965 15 G CHINCHEN 1986 10 G KANOUN 1991 225 N KANOUN 1992 231 N KANOUN 1993 217 N ZIELINSKI 1987 1 J DORLING 1966 111 T VANMEERTEN 1975 37 R ABEN 1971 395 P PROCEEDINGSFOURTHINTERNATIONALCONGRESSCATALYSIS ECHEVIN 1975 2804 B PEPE 1985 69 F SIVARAJ 1988 103 C SKODA 1994 159 F ELKHADIRI 1992 23 A MARTIN 1982 233 G DALMON 1980 214 J CANDY 1978 45 J MARECOT 1991 261 P ELKHADIRIX1997X177 ELKHADIRIX1997X177X186 ELKHADIRIX1997X177XA ELKHADIRIX1997X177X186XA item S0926-860X(97)00141-5 S0926860X97001415 1-s2.0-S0926860X97001415 10.1016/S0926-860X(97)00141-5 271346 2024-01-01T12:19:29.85596Z 1997-12-05 1-s2.0-S0926860X97001415-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001415/MAIN/application/pdf/57d4dfc09f2e14dc310c58e37eee3e85/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001415/MAIN/application/pdf/57d4dfc09f2e14dc310c58e37eee3e85/main.pdf main.pdf pdf true 508383 MAIN 10 1-s2.0-S0926860X97001415-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001415/PREVIEW/image/png/48d1d54a3abc10bb6990824bc0805d7f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001415/PREVIEW/image/png/48d1d54a3abc10bb6990824bc0805d7f/main_1.png main_1.png png 52598 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 163 (1997) 177-186 ~ APPLIED CATALYSIS A: GENERAL Characterisation by test reactions of nickel-copper-molybdenum catalysts prepared by reduction of well-defined complex precursors A. E1 Khadiri, M.P. Astier* l~boratoire d'Application de la Chimie h l'Environnement (LACE). UMR CNRS 5634 University; Claude Bernard Lyon I, 43 bd du II novembre 1918, 69622 Villeurbanne Cedex, France Received 18 February 1997; received in revised form 4 April 1997\" accepted 4 April 1997 Abstract A series of well-defined nickel, copper and nickel-copper molybdenum complex compounds isomorphous of the ammonium triammine tetranickel pentamolybdate were prepared. The characterisation of the catalysts obtained by reduction in hydrogen of these precursors is difficult but the use of the chemisorptive decomposition of nitrous oxide together with the reactions of benzene hydrogenation and propanol decomposition make possible an estimation of the surface atomic copper- nickel ratio. Although the precursors are very homogeneous, an enrichment in copper of the surface metallic phase obtained after reduction is observed. ',,~+ 1997 Elsevier Science B.V. Keywords: Nickel; Copper; Molybdenum; Nitrous oxide decomposition; Benzene hydrogenation; Propanol decomposition; Surface composition 1. Introduction The preparation of polymetallic catalysts is usually performed by impregnation or coprecipitation meth- ods. The homogeneity of the resulting catalyst may be difficult to achieve and often requires high tempera- ture treatments which drastically reduce the surface area and, therefore, the catalytic activity. It was shown in previous studies [1-3] that an intermetallic molyb- denum-nickel supported on a molybdenum oxide phase was obtained by reduction in hydrogen at a temperature as low as 543 K (270) of a well-defined *Corresponding author. Tel.: +33 4 72448333; fax: +33 4 78941995. precursor identified as the ammonium triammine tetranickel pentamolybdate of ideal formula [4]: Ni4MosO2o(NH3)~ , 2NH~- Moreover, isomorphous copper-molybdenum com- pound has been prepared by using the same prepara- tion method [3]. As the lattice parameters are very close as well as nickel and copper ionic radii, one can expect to obtain homogeneous nickel-copper- molybdenum compounds which, reduced at low temperature may possibly lead to homogeneous bi (or tri) metallic phases supported on molybdenum oxide which are potential selective hydrogenation catalysts. 0926-860X/97/$17.00 (~, 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 1 4 1 -5 178 A. El Khadiri, M.P Astier/Applied Catalysis A: General 163 (1997) 177-186 2. Experimental and results 2.1. Preparation and characterisation of the precursors The preparation is performed according to a method already described [4]. The addition of ammonia to a concentrated solution (1/20 mol/100cm3) of nickel and/or copper nitrate solution leads to the precipitation of nickel and/or copper hydroxides which are dis- solved by an excess of ammonia in the form of the ammine complexes. A solution of ammonium hepta- molybdate is added to the first solution. Ammonia is then removed from the solution in the gaseous form by heating at 363 K (90) for 3-4 h, giving a precipitate which is washed, filtered and dried in an oven at 393 K (120) for 20 h. For all the preparations an atomic ratio (Cu+Ni)/Mo of 0.5 has been used in order to avoid the presence of nickel or copper hydroxide in the resulting solid [4]. Nickel based compounds are green while copper ones are yellow green. The results of the chemical analysis summarised in Table 1 shows that the (Cu+Ni)/Mo atomic ratio is close to the ratio of 0.8 corresponding to the ideal formula for the ammonium triamine tetranickel penta- molybdate. It must also be noticed that the (Cu+Ni)/ Mo atomic ratio in the solid is nearly the same as the ratio used in the solution. The amount of nitrogen has been determined for some of the samples and the N/Mo atomic ratio was found to be close to 1. All the XRD diagrams are identical to the diagram shown in Fig. 1 and to the patterns described for the nickel-molybdenum and copper-molybdenum com- Table 1 Atomic ratios in the samples deduced from the chemical analysis Sample Cu/(Cu+Ni) Cu/(Cu+Ni) (Cu+Ni)/Mo th exp Ni/Mo 0.0 0.0 0.84 Ni 0.95 Cu 0.05/Mo 0.05 0.05 0.78 Ni 0.90 Cu 0.10/Mo 0.10 0.10 0.83 Ni 0.75 Cu 0.25/Mo 0.25 0.27 0.83 Ni 0.66 Cu 0.33/Mo 0.33 0.35 0.86 Ni 0.50 Cu 0.50/Mo 0.50 0.51 0.87 Ni 0.33 Cu 0.66/Mo 0.66 0.68 0.90 Ni 0.20 Cu 0.80/Mo 0.80 0.81 0.77 Ni 0.05 Cu 0.95/Mo 0.95 0.95 0.93 Cu/Mo 1.00 1.00 0.95 pounds prepared previously [4,5]. These diagrams can be indexed in the monoclinic system as shown by Table 2 giving the lattice spacing calculated by least square analysis compared to the experimental values for the sample containing the same amount of nickel and copper. These lattice parameters given in Table 3 are very close for all the samples although the replacement of nickel by copper seems to increase the a and b parameters and decrease the value of c. From the results of the chemical analysis and XRD measurements it can be concluded that homogeneous nickel-copper molybdenum complex compounds can be prepared covering the whole range of nickel-cop- per ratio and with the needed composition. All these samples are isomorphous with the ammonium tri- ammine tetranickel pentamolybdate. 2.2. Preparation and characterisation of the catalysts The catalysts are obtained by reduction of the precursors at 573 K (300) during 3 h in an hydrogen flow (60 cm3 min l). The resulting solids are highly pyrophoric and all characterisation tests must be performed in situ. 2.3. Textural properties The nitrogen adsorption-desorption isotherm at 77 K are characteristic of highly microporous solids. The BET surface areas (Fig. 2) do not change sig- nificantly (ca. 150 m2 g 1) until the Cu/(Ni+Cu) ratio is about 0.5 and decrease to 61 m2 g-l for the Cu/Mo catalyst. 2.4. Metallic surface area In the case of bi (or poly) metallic catalysts, the nature of the metallic surface can be very complex: more or less separated phases, alloys or one of the phases being covered by another one. For this series of catalysts, difficulties are added by the nature of the support (molybdenum dioxide [3]) which is able to chemisorb oxygen [6] as well as carbon monoxide [7]. It was previously shown that the active phase obtained from the reduction of Ni/Mo samples is not pure nickel (which is ferromagnetic) but a nickel molybdenum alloy (which is not) [3]. Hydrogen che- A. El Khadiri, M.P, Astier /Applied Catalysis A: General 163 (1997) t77-186 179 m. B. n p,. ~ I II I. ,L,j =~b,o TWO - THETA (DE~ES) Fig. 1. X-ray diffraction diagram for the Ni 0.5 Cu 0~5/Mo catalyst precursor. Table 2 Comparison of the observed lattice spacings with the values obtained by least square analysis for the monoclinic system Table 3 Lattice parameters in the monoclinic system for nickel-copper/ molybdenum samples dchkl) (~,) h k l dealt (,~) dkt)--dcalc (,~) Sample ~ () a (A) b (]~) c (A) 7.297 0 0 1 7,303 -0,006 5.115 1 0 0 5.115 0.000 4.739 --1 0 1 4,740 -0.001 3.788 l 0 1 3.788 0.000 3.641 0 0 2 3.642 -.0.001 3.360 - 1 0 2 3.360 0.000 3.034 0 1 0 3.033 0.001 2.800 0 1 1 2.799 0,001 2.683 l 0 2 2.683 0.000 2.608 1 1 0 2,608 0.000 2.554 2 0 0 2.554 0.000 2.423 - 1 0 3 2,423 0,000 2.366 l 1 1 2.367 -0.001 2.329 0 1 2 2.330 -0.001 2.251 2 0 1 2.251 0.t300 Ni/Mo 103,4 5.22 3,02 7.50 Ni 0.66 Cu 0.33/Mo 103.5 5.24 3,03 7.49 Ni 0.50 Cu 0.50/Mo 103,5 5.25 3,03 7.48 Ni 0.33 Cu 0.66/Mo 103,6 5,26 3.04 7,47 Cu/Mo 103.7 5.28 3.05 7.43 misorption has been used for the characterisation of these catalysts [8], it was noted a very high amount of reversibly adsorbed hydrogen with respect to the irreversible adsorbed amount. The attempts to use hydrogen chemisorption in the present study had confirmed that the rate of adsorption is tow and that it takes a long time to reach an equilibrium. 180 A. El Khadiri, M,P Astier/Applied Catalysis A: General 163 (1997) 177-186 180 i 0.40 ,-;- 03 Cq E (3) L. I-- LLI IZl 160 140 120 100 80 60 0.35 0.30 0.25 0.20 0.15 40 L. 0.10 0.0 0.2 0.4 0.6 0.8 1.0 i 0'} m 0 E E C,,I Z t- Cu/(Cu+Ni) Fig. 2. BET surface areas and amounts of N2 produced by chemisorptive decomposition of N20 as a function of the Cu/(Cu+Ni) ratio. Nitrous oxide chemisorptive decomposition has been used for copper titration [9-11] even with copper on non-conventional supports [12-14], but when nickel is also present the chemisorptive decomposition can also occur on nickel sites [15]. If it is usually assumed that one oxygen is adsorbed on two surface copper atoms, the stoichiometry for the chemisorptive decomposition of nitrous oxide is not clearly estab- lished, nevertheless it is likely that for the tempera- tures used for copper titration, between 363 K (90) and 373 K (100), one oxygen atom is chemisorbed on one nickel atom [15]. In this study the titration of the metallic sites by chemisorptive decomposition of N20 was performed at 268 K (95) in a volumetric apparatus. The amount of nitrogen which is formed by the decom- position of N20 is shown in Fig. 2. 2.5. Test reactions The catalytic activity is very sensitive to the surface composition. Nickel is active toward benzene hydro- genation [16-18] whereas copper is not. Copper catalysts are very selective for the transformation of alcohols in their corresponding aldehydes or ketones [19-21]. Toluene hydrogenation together with ethanol conversion had already been used for the characterisation of palladium-copper bimetallic catalysts [22]. On pure copper-based catalysts the selectivity for ethanol conversion in ethanal is 100% and is clearly related to the metallic copper phase [12-14,21]. In the present study, propanol conversion was selected in order to detect any possible hydrogenolysis products and for a higher sensitivity in the chromato- A. E1 Khadiri, M.P. Astier/Applied Catalysis A: General 163 (1997) 177-186 181 25 20 \"7, :,= 10 ,: 5 0 -..o-100 ~120 R w 0 0.2 0.4 0.6 0.8 1 Cu/(Cu+Ni) Fig. 3. Catalytic activity for benzene hydrogenation into cyclohexane in mmol h i g t of catalyst precursor as a function of the Cu/(Cu+Ni/ ratio at two reaction temperatures. graphic analysis. The selectivity in propanal formation was shown to be 100% on a pure copper catalyst [23]. This reaction was associated with benzene hydro- genation. Both reactions were performed in a dynamic differ- ential reactor. For benzene hydrogenation a partial pressure of 8.0 kPa (60 Torr) was completed to atmos- pheric pressure with an hydrogen flow (total flow rate 30 cm3 min 1) at temperatures between 353 K (80) and 403 K (130). Propanol conversion was performed at a tempera- ture of about 463K (190) with a partial pressure of 1.33 kPa (10 Torr) in an hydrogen flow in order to maintain reducing conditions and with a total flow rate of 60 cm3 min 1 at atmospheric pressure. 2.6. Benzene hydrogenation The catalytic activity for benzene hydrogenation strongly decreases with the addition of copper as shown by Fig. 3. The only product is cyclohexane. The activation energies (temperature range 353-403 K) are about 59 kJ mo1-1 (14 kcal mo1-1) for the Ni/Mo catalyst and increases slightly up to 79 kJ mol- i (19 kcal mo1-1) for Ni 0.5 Cu 0.5/Mo. For the Ni/Mo catalyst, assuming that one oxygen atom is adsorbed on one nickel surface atom as the result of the chemisorptive decomposition of N20, the turnover number for benzene hydrogenation at 373 K (100) is about 36 h t, a value which is very close to the values reported for the activities per hydrogen 182 A. El Khadiri, M.P Astier/Applied Cata(vsis A: General 163 (1997) 177-186 12 \" ~,j:m ~ A (pr) 8 I\" \"~ \"-=- A (al) \"~ 4 2 0 0 0.2 0.4 0.6 0.8 1 Cu/(Cu+Ni) Fig. 4. Catalytic activity at 463 K for propanol decomposition A(ol) (global activity), formation of propanal A(al) and formation of propane A(pr) in mmol h l g i of catalyst precusor as a function of the Cu/(Cu+Ni) ratio. adsorbed atom (26-31 h t according to the treatment) for a similar sample [8]. This result is in agreement with the hypothesis of one adsorbed oxygen atom one nickel site. 2.7. Propanol decomposition On the Ni/Mo catalyst the decomposition of pro- panol in the presence of hydrogen leads to the for- mation of both propanal and propane. In the case of the Cu/Mo catalyst, only a very small amount of propane is formed. Fig. 4 shows the global activity as well as the activities for the formation of propanal and pro- pane. It must be noted that the formation of propane decreases in a similar way as the activity for benzene hydrogenation. It has been shown previously [23] that potassium containing Ni/Mo catalysts (obtained by the same method of preparation) are not active at all for the reaction of benzene hydrogenation and show a selec- tivity of almost 99% in the formation of propanal instead of about 48% for a Ni/Mo catalyst prepared without potassium. It can, therefore, be concluded that the formation of propane occurs on nickel sites only as it is the case for benzene hydrogenation. Fig. 5 shows that the activity for benzene hydro- genation A(C6H6) is not a linear function of the activity for propane formation A(pr) and can be repre- sented (Fig. 6) by A(C6H6) ~ kA(pr)\", n = 2,4. (1) These results can be compared to the results of the study of Martin and Dalmon [24] on benzene hydro- genation over nickel copper alloys in which it is shown that benzene hydrogenation is a structure sensitive reaction and that the activity can be approximately represented by A. El Khadiri, M.P. Astier/Applied Catalysis A: General 163 (1997) 177-186 183 10 \"7, \"7, t-- m O E E \"i- v 8 6 4 2 ,im ~ J Iii II u ~ Ii 0 .... I \" I I I I 0 1 2 3 4 5 u W 6 A (pr) mmol h g-1 Fig. 5. Activity lor benzene hydrogenation at 373 K as a function of the activity for propane formation from propanol decomposition at 463 K. A(C6H6) = A(C6H6)o(1 -- x)N, (2) where A(C6H6)o is the activity of pure nickel, x the copper atomic ratio, N=3 +2 the number of N adjacent atoms required for benzene hydrogenation, (l-x)u being the probability of finding such an ensemble [24,25]. For comparison, Martin and Dalmon also deduced this number of nickel atoms from the results of Candy et al. [26]. The value of 2.3 obtained was considered to be in agreement with the values of N deduced from their experiments. The present value of n=2.4 is the same as the one given from the results of Candy et al. [26] and within the range of the values given for N. Although this latter value is quite imprecise one can conclude that propane formation requires smaller ensembles of nickel atoms than benzene hydrogenation. As a first approximation if it is assumed that the active site for the formation of propane is a single nickel surface atom, the activity for propane formation can be used as a measure of the number of nickel surface sites. For the Ni/Mo catalyst, assuming one oxygen atom for one nickel surface atom, the turnover number for propane formation is about 22 h-1. From this value, the number of nickel surface atoms n(Ni) can be calculated for all the catalysts, In the same way, using the value of the turnover number for the formation of propanal on nickel only (20.3 h-l), the contribution of nickel to the formation of propanal on the series of catalysts can be calculated and, therefore, by differ- ence the contribution of Cu alone. Finally, from the turnover number for the formation of propanal on the 184 A. El Khadiri, M.P. Astier/Applied Catalysis A.\" General 163 (1997) 177-186 6 A D \"I\" (D (.) e\" m 4 2 0 -2 -4 -6 I i I i i i -1 -0.5 0 0.5 1 1.5 2 2.5 In (A (pr)) Fig. 6. Logarithmic transformation of the activity for benzene hydrogenation as a function of the activity for propane formation. Table 4 Surface properties of the Ni-Cu/Mo catalysts Sample n(Ni) (mmol g-l) A(alCu) (mmol h-1 g i) n(Cu) (mmol g J) n~(Cu) (mmol g l) TON(Cu) (h I) Ni/Mo 0.25 0.0 0.00 0.00 Ni 0.95 Cu 0.05/Mo 0.18 0.77 0.15 0.19 4.0 Ni 0.90 Cu 0.10/Mo 0.20 1.36 0.26 0.17 8.1 Ni 0.75 Cu 0.25/Mo 0.13 2.17 0.42 0.39 5.6 Ni 0.66 Cu 0.33/Mo 0.09 2.75 0.53 0.44 6.3 Ni 0.50 Cu 0.50/Mo 0.06 2.78 0.53 0.44 6.3 Ni 0.33 Cu 0.66/Mo 0.05 3.71 0.71 0.48 7.7 Ni 0.20 Cu 0.80/Mo 0.02 2.37 0.46 0.57 4.1 Ni 0.05 Cu 0.95/Mo 0.01 1.82 0.35 0.36 5.0 Cu/Mo 0.00 1.69 0.33 0.33 5.2 n(Ni): Number of Ni surface atoms. A(alCu): Activity for the formation of propanal on Cu. n(Cu): Number of Cu surface atoms calculated from the formation of propanal on Cu only. n~(Cu): Number of Cu surface atoms calculated from the number of Ni surface atoms and from NeO decomposition. TON(Cu): Turnover number for the formation of propanal on Cu only. A. El Khadiri, M.P Astier/Applied Catalysis A: General 163 (1997) 177-186 1.00 , 185 0 N,-,- L_ Z + :3 0 0 0.80 0.60 0.40 0.20 --,,- (a) -o- (b) 0.00~ 0 0.2 0.4 0.6 0.8 1 Cu/(Cu+Ni) Fig. 7. Surface Cu/(Cu+Ni) ratio as a function of the bulk Cu/(Cu+Ni) ratio: (a) from n(Cu); (b) from n'(Cu). Cu/Mo catalyst (5.2 h l) the number of Cu surface atoms n(Cu) can be estimated, the results are sum- marised in Table 4. Instead of calculating the number of Cu surface atoms from the activity for the formation of propanal, it is possible to use the results of N20 decomposition. From the stoichiometry the number of Cu surface atoms n'(Cu) is two times the difference between the amount of N2 formed and the number of nickel sites. In this latter case the turnover number for propanal formation on copper sites can be calculated (Table 4). The consistency of the hypotheses used for the calculations of the surface compositions are sup- ported by the nearly constant value found for the turnover number for the formation of propanal on copper only. A good agreement is found between the values of the surface compositions calculated with both meth- ods (Fig. 7). Moreover the turnover number obtained for the propanol formation on copper sites is fairly constant for all the catalysts: 5.8-+-2.3 h 1. These values are within the same order of magnitude as the values given for ethanol decomposition on cop- per-based catalysts which was shown to be non-struc- ture sensitive [12-14]. 3. Conclusions A series of well-defined nickel-copper-molybde- num catalyst precursors has been prepared. All these compounds present the same structure and the atomic Cu/(Cui) ratio is very close to the expected one. After reduction by hydrogen, the resulting catalysts have been characterised by the chemisorptive decom- position of N20 and by test reactions. 186 A. El Khadiri, M.P Astier/Applied Catalysis A: General 163 (1997) 177-186 Benzene as well as toluene hydrogenation reactions although specific of nickel sites are structure sensitive reactions [24-27] and it is not possible to use the value of the activity for the calculation of the number of nickel active sites. On the contrary the formation of propane from propanol on nickel sites does not seem to be a structure sensitive reaction, allowing therefore the calculation of the number of nickel sites. From the results of the decomposition of N20 the number of copper surface sites can be obtained by difference and, therefore, the surface composition can be estimated. The nearly constant value calculated for the turn- over number for the formation of propanal on copper sites confirms that this reaction is not a sensitive one and, therefore, that Cu atoms are not modified by Ni atoms. The surface composition can also be calculated from the turnover number for the formation of pro- panal from propanol on the Cu/Mo catalyst, the results are almost identical. This agreement is expected if the surface of the metallic particles are made of Cu and Ni islands with no important interactions. One must also notice that owing to the uncertainties on the catalytic activities and volumetric measurements it is not poss- ible to give an accurate measurement of the surface composition nevertheless this method clearly shows that even if the catalyst precursor is homogeneous the reduced samples show an enrichment of copper atoms on the surface. The study of the reaction of propanol decomposi- tion in the presence of hydrogen in conjunction with an hydrogenation reaction appears to be a very inter- esting tool for the characterisation of the surface of multimetallic catalysts. References [1] M. Astier, A. Bertrand, S.J. Teichner, C.R. Acad. Sci., Paris 250 (1980) 333. [2] M. Astier, A. Bertrand, S.J, Teichner, Can. J. Chem. Eng. 60 (1982) 40. [3] M.P. Astier, G. Dji, S.J. Teichner, Appl. Catal. 72 (1991) 321. [4] M.P. Astier, G. Dji, S.J. Teichner, Ann. Chim. Fr. 12 (1987) 337. [5] M. Astier, G. Dji, S.J. Teichner, C.R. Acad. Sci., Paris 304 (1987) 563. [6] B.S. Parekh, S.W. Weller, J. Catal. 47 (1977) 100. [7] N.R. Ramakrishman, S.W. Weller, J. Catal. 67 (1981) 237. [8] M.P. Astier, M.L. Lacroix, S.J. Teichner, J. Catal. 67 (1985) 356. [9] J.J.F. Scholten, J.A. Kovalinka, Trans. Faraday Soc. 65 (1969) 2465. [10] G.C. Chinchen, C.M. May, H.D. Van der Vell, K.C. Waugh, J. Catal. 16 (1965) 15. [11] G.C. Chinchen, K.C. Waugh, D.A. Whan, Appl. Catal. 25 (1986) 10. [12] N. Kanoun, M.P. Astier, G.M. Pajonk, Appl. Catal. 70 (1991) 225. [13] N. Kanoun, M.P. Astier, G.M. Pajonk, Catal. Lett. 15 (1992) 231. [14] N. Kanoun, M.P. Astier, G.M. Pajonk, J. Mol. Catal. 79 (1993) 217. [15] J. Zielinski, Appl. Catal. 35 (1987) 1. [16] T.A. Dorling, R.L. Moss, J. Catal. 5 (1966) 111. [17] R.C.Z. Van Meerten, J.W.E. Coenen, J. Catal. 37 (1975) 37. [18] P.C. Aben, J.C. Platteuw, B. Stouthamer, Proceedings of the Fourth International Congress on Catalysis, Moscou, 1968, Akad6miai Kiado, Budapest, 1971, p. 395. [19] B. Echevin, S.J. Teichner, Bull. Soc. Chim. Ft. 8 (1975) 2804. [20] E Pepe, C. Angeletti, S. De Rossi, M. Lo Jacono, J. Catal. 91 (1985) 69. [21] C. Sivaraj, P. Kantarao, Appl. Catal. 45 (1988) 103. [22] F. Skoda, M.P. Astier, G.M. Pajonk, M. Primet, Catal. Lett. 29 (1994) 159. [23] A. E1 Khadiri, M.P. Astier, React. Kinet. Catal. Lett. 48 (1992) 23. [24] G.A. Martin, J.A. Dalmon, J. Catal. 75 (1982) 233. [25] J.A. Dalmon, G.A. Martin, J. Catal. 66 (1980) 214. [26] J.P. Candy, R Fouilloux, B. Imelik, Nouveau J. Chim. 2 (1978) 45. [27] P. Marecot, E. Paraiso, J.M. Dumas, J. Barbier, Appl. Catal. 74 (1991) 261. APCATA 97001415 S0926-860X(97)00141-5 10.1016/S0926-860X(97)00141-5 Elsevier Science B.V. All rights reserved. Characterisation by test reactions of nickel-copper-molybdenum catalysts prepared by reduction of well-defined complex precursors A. El Khadiri M.P. Astier * Laboratoire d'Application de la Chimieàl'Environnement (LACE), UMR CNRS 5634 UniversitéClaude Bernard Lyon I, 43 bd du 11 novembre 1918, 69622 Villeurbanne Cedex, France * Corresponding author. Tel.: +33 4 72448333; fax: +33 4 78941995. A series of well-defined nickel, copper and nickel-copper molybdenum complex compounds isomorphous of the ammonium triammine tetranickel pentamolybdate were prepared. The characterisation of the catalysts obtained by reduction in hydrogen of these precursors is difficult but the use of the chemisorptive decomposition of nitrous oxide together with the reactions of benzene hydrogenation and propanol decomposition make possible an estimation of the surface atomic copper-nickel ratio. Although the precursors are very homogeneous, an enrichment in copper of the surface metallic phase obtained after reduction is observed. Keywords Nickel Copper Molybdenum Nitrous oxide decomposition Benzene hydrogenation Propanol decomposition Surface composition References [1] Astier M. Bertrand A. Teichner S.J. C.R. Acad. Sci., Paris 250 1980 333 [2] Astier M. Bertrand A. Teichner S.J. Can. J. Chem. Eng. 60 1982 40 [3] Astier M.P. Dji G. Teichner S.J. Appl. Catal. 72 1991 321 [4] Astier M.P. Dji G. Teichner S.J. Ann. Chim. Fr. 12 1987 337 [5] Astier M. Dji G. Teichner S.J. C.R. Acad. Sci. 1987 563 Paris 304 [6] Parekh B.S. Weller S.W. J. Catal. 47 1977 100 [7] Ramakrishman N.R. Weller S.W. J. Catal. 67 1981 237 [8] Astier M.P. Lacroix M.L. Teichner S.J. J. Catal. 67 1985 356 [9] Scholten J.J.F. Kovalinka J.A. Trans. Faraday Soc. 65 1969 2465 [10] Chinchen G.C. May C.M. Van der Vell H.D. Waugh K.C. J. Catal. 16 1965 15 [11] Chinchen G.C. Waugh K.C. Whan D.A. Appl. Catal. 25 1986 10 [12] Kanoun N. Astier M.P. Pajonk G.M. Appl. Catal. 70 1991 225 [13] Kanoun N. Astier M.P. Pajonk G.M. Catal. Lett. 15 1992 231 [14] Kanoun N. Astier M.P. Pajonk G.M. J. Mol. Catal. 79 1993 217 [15] Zielinski J. Appl. Catal. 35 1987 1 [16] Dorling T.A. Moss R.L. J. Catal. 5 1966 111 [17] Van Meerten R.C.Z. Coenen J.W.E. J. Catal. 37 1975 37 [18] Aben P.C. Platteuw J.C. Stouthamer B. Proceedings of the Fourth International Congress on Catalysis Moscou, 1968 1971 Akadémiai Kiado Budapest 395 [19] Echevin B. Teichner S.J. Bull. Soc. Chim. Fr. 8 1975 2804 [20] Pepe F. Angeletti C. De Rossi S. Lo Jacono M. J. Catal. 91 1985 69 [21] Sivaraj C. Kantarao P. Appl. Catal. 45 1988 103 [22] Skoda F. Astier M.P. Pajonk G.M. Primet M. Catal. Lett. 29 1994 159 [23] El Khadiri A. Astier M.P. React. Kinet. Catal. Lett. 48 1992 23 [24] Martin G.A. Dalmon J.A. J. Catal. 75 1982 233 [25] Dalmon J.A. Martin G.A. J. Catal. 66 1980 214 [26] Candy J.P. Fouilloux P. Imelik B. Nouveau J. Chim. 2 1978 45 [27] Marecot P. Paraiso E. Dumas J.M. Barbier J. Appl. Catal. 74 1991 261",
      "scopus-id": "0040560758",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001415",
        "dc:description": "A series of well-defined nickel, copper and nickel-copper molybdenum complex compounds isomorphous of the ammonium triammine tetranickel pentamolybdate were prepared. The characterisation of the catalysts obtained by reduction in hydrogen of these precursors is difficult but the use of the chemisorptive decomposition of nitrous oxide together with the reactions of benzene hydrogenation and propanol decomposition make possible an estimation of the surface atomic copper-nickel ratio. Although the precursors are very homogeneous, an enrichment in copper of the surface metallic phase obtained after reduction is observed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001415",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "El Khadiri, A."
          },
          {
            "@_fa": "true",
            "$": "Astier, M.P."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001415"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001415"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00141-5",
        "prism:volume": "163",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterisation by test reactions of nickel-copper-molybdenum catalysts prepared by reduction of well-defined complex precursors",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Copper"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Nitrous oxide decomposition"
          },
          {
            "@_fa": "true",
            "$": "Benzene hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Propanol decomposition"
          },
          {
            "@_fa": "true",
            "$": "Surface composition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-186",
        "prism:endingPage": "186",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00141-5",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00141-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040560758"
      }
    }
  }
}