{
  "metadata": {
    "title": "Oxidative coupling of methane overSrF<ce:inf loc=post>2</ce:inf>/Y<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-10-09",
    "doi": "10.1016/S0926-860X(97)00047-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000471",
    "pii": "S0926860X97000471"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-4344573793",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X97000471 S0926-860X(97)00047-1 S0926860X97000471 10.1016/S0926-860X(97)00047-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00580 2024-01-01T12:19:29.85596Z 0 0 19971009 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 159 159 1 2 1 2 Volume 159, Issues 1–2 6 45 58 45 58 19971009 9 October 1997 1997-10-09 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVECOUPLINGMETHANEOVERSRF2Y2O3CATALYST LONG R KELLER 1982 9 G AMENOMIYA 1990 163 Y MAITRA 1993 11 A LUNSFORD 1995 970 J ITO 1985 5062 T CHAN 1990 13 T YAMASHITA 1991 203 H BURCH 1988 105 R KHAN 1992 322 A LUNSFORD 1994 301 J CAMPBELL 1988 750 K LUNSFORD 1990 3 J INAMATSU 1989 416 E NELSON 1988 6176 P WANG 1986 5883 J OSADA 1990 59 Y MESTL 1993 319 G LIU 1994 1871 Y LONG 1995 727 R ZHOU 1993 179 S LONG 1995 269 R FRANT 1966 1553 M LIAO 1992 395 Y OTSUKA 1986 353 K TONG 1991 4741 Y MAITRA 1992 27 A SOKOLOVSKII 1989 293 V CHOUDHARY 1991 411 V 1982 322 HANDBOOKPHYSICSCHEMISTRYRAREEARTHS NIIHARA 1971 643 K RADZHABOV 1994 9807 E YANG 1993 251 T LUNSFORD 1973 135 J CHE 1983 1 M SHAMIR 1968 6223 J DAVYDOV 1973 1342 A GIAMELLO 1986 6084 E ZECCHINA 1982 351 A METCALFE 1980 630 A GLAND 1980 587 J SEXTON 1980 294 B HOWE 1972 1595 R ALMASHTA 1982 979 F HARRISON 1978 2597 P ZECCHINA 1971 2788 A ITO 1983 2277 T LONGX1997X45 LONGX1997X45X58 LONGX1997X45XR LONGX1997X45X58XR item S0926-860X(97)00047-1 S0926860X97000471 1-s2.0-S0926860X97000471 10.1016/S0926-860X(97)00047-1 271346 2024-01-01T12:19:29.85596Z 1997-10-09 1-s2.0-S0926860X97000471-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000471/MAIN/application/pdf/3c8b830050ae303c9c91de29f08e3dfb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000471/MAIN/application/pdf/3c8b830050ae303c9c91de29f08e3dfb/main.pdf main.pdf pdf true 738407 MAIN 14 1-s2.0-S0926860X97000471-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000471/PREVIEW/image/png/ded7aabcefa0d4557cfba8681db7d49a/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000471/PREVIEW/image/png/ded7aabcefa0d4557cfba8681db7d49a/main_1.png main_1.png png 46040 849 656 IMAGE-WEB-PDF 1 i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 159 (1997) 45-58 Oxidative coupling of methane over SrF2/Y203 catalyst R.Q. Long, H.L. Wan* Department of Chemistry and State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen Universi~, Xiamen 361005. China Received 8 July 1996; received in revised form 18 November 1996: accepted 7 January 1997 Abstract The use of SrF2 as a dopant of Y203 catalyst for oxidative coupling of methane apparently increased C2 selectivity and yield under the same conditions. However, it simultaneously decreased both the acidity and basicity of the catalyst, indicating that there was no direct relationship between catalytic performance and acidity/basicity of the catalyst. The interaction between SrF2 and Y203 phase took place more or less in the course of the catalyst preparations, as proved by XRD results of the fresh and used catalysts. The intrinsic anionic vacancies in the catalyst would be favorable to the activation of molecular oxygen under the reaction conditions. ESR and in situ Raman spectral results showed that superoxide ion (02) adspecies was observed on the surface of O2-pretreated 67 mol% SrF2/Y203 catalyst at 973 K, which may be the active oxygen species for oxidative coupling of methane. Keywords: Methane; Oxidative coupling; SrF2; Y203; Oxygen species I. Introduction Oxidative coupling of methane (OCM) to ethene has been extensively studied since the pioneering work by Keller and Bhasin [1]. A series of progress has been obtained [2-4]. Various types of catalysts were studied in the course of searching for good OCM catalysts, such as alkali-doped alkaline-earth-oxides [5,6], alkali- or alkaline-earth-doped rare-earth-oxides [7], chlorine-ion-promoted oxides [8-10], and so on. The heterogeneous-homogeneous process for OCM reaction has been generally accepted as follows: methane molecule reacts with a surface oxygen species to produce a gaseous methyl radical as the rate-limiting step; the methyl * Corresponding author. 0926-860X/97/$17.00 @ 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00047- 1 46 R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 radical subsequently couples with another methyl radical in the gas phase to form ethane; further dehydrogenation of ethane to form ethene takes place in the gas phase or on the surface of catalyst [11-14]. Along with this major reaction path, methyl radical and C2 hydrocarbons also have the chances of being deeply oxidized to carbon dioxide or monoxide (COx) on the catalyst surface or in the gas phase. Much attention has been focused on the nature of the active and C2 selective oxygen species, a knowledge of which may be served as an important guide in searching for a better OCM catalyst. However, it has not been clarified so far. Mono- and diatomic anionic species, e.g. O-, O2-, O] as well as 02- at low coordination sites, have been proposed as the OCM active oxygen species based on both ex situ and in situ spectroscopic evidences [4,7,15-19]. In recent years, we have developed a new series of metal-fluoride promoted metal-oxide catalysts showing good performance in OCM and in oxidative dehydrogenation reactions of light alkanes (C2H6 and C3H8) [20-22]. In this paper, the catalytic performance, composition and structure, surface acidity/basicity as well as activation of gaseous oxygen over SrF2 doped Y203 catalyst will be presented. 2. Experimental 2.1. Preparation and evaluation of catalyst Each of the catalyst sample was prepared by the method of grinding and calcining as described elsewhere [22]. The solid mixture was mixed with a certain amount of deionized water to form a paste, followed successively by drying at 393 K for 4 h and calcining at 1173 K for 6 h. The resulted solid was crushed and sieved to 40-60 mesh particles. The pure Y203 (>99.95%) was also treated with the similar procedures as described above. The other reagents used in the preparation were all analytical grade. The catalytic reactions were carried out in a fixed-bed quartz microreactor (5.0 mm i.d.), under the conditions of CH4/O2=3 (mole ratio, without dilution gas) and GHSV=20000h-1. Methane (99.99%) and oxygen (99.5%) were used without further purification. In each experimental run, 0.20 ml of catalyst was used, the effluent gas was analyzed at room temperature by an on-line Shang Fen 102GD gas-chromatograph equipped with thermal conductivity detector, with 5A molecular sieve column for 02 and CO, and GDX 502 column for cn4, C2H4, C2H6 and CO2. Water and hydrogen were also present but were not measured. Other details were the same as reported previously [22]. For determining the fluorine loss after reaction, 20 mg of the fresh and used 67 mol% SrF2/Y203 catalysts were weighed and dissolved in about 2 ml of 6 N nitrate acid. The pH value of the solutions were then adjusted to 6-7 by adding certain amount of 1.1 N CH3COONa solution. The solutions were then diluted to 50.00 ml in a volumetric flask. In each case, the concentration of F- in the solution R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 47 was determined by means of a calibrated fluoride-ion selective electrode [23]. Based on the weight of the catalyst and the concentration of F- in the solution, the content of fluorine in the catalyst (expressed as mg of F/per gram of catalyst) was easily determined. 2.2. Characterization of catalyst The composition and structure of catalyst was measured by X-ray diffraction (XRD) method. The experiment was carried out at room temperature on a Rigaku Rotaflex D/Max-C system with Cu Kc~ (A=0.15406 nm) radiation. The samples were loaded to a depth of 1 mm on a sample holder. XRD powder patterns were recorded in the range of 20=20-70 The specific surface area of the catalyst was measured by BET method with N2 adsorption at 77 K on a Sorptmatic 1900 CARLOERBA instrument. A large amount of catalyst (5.0 g) was used in order to increase precision of the measure- ment. The samples were outgassed at 523 K in vacuum (5 x 10-2 Torr) for 3 h before nitrogen adsorption. The acidity and basicity of the catalyst were measured by temperature program desorption (TPD) of pyridine (99%) and carbon dioxide (adsorbed at 300 K), respectively, in a quartz microreactor from 300 to 1173 K, at a linear heating rate of 20 K/min in a flow of helium (30 ml/min). Before the TPD experiment, the catalyst (0.2 g) packed in a quartz reactor was treated in a flow of helium at 1173 K for 30 min. The desorbed pyridine and carbon dioxide were detected by gas chro- matograph equipped with thermal conductivity detector. 2.3. Characterization of active oxygen species The active oxygen adspecies on the catalyst was characterized by ESR and in situ Raman spectroscopy. ESR spectra were recorded on a Brucker ER-2000-SRC ESR spectrometer, under the following conditions: modulation frequency of 100 kHz, outer power of 20.4 mW and gain of 8x 105. In the experiment, the catalyst was treated in a flow of He for 1 h, and then in H2 stream for 0.5 h at 1123 K in a reaction furnace, then adsorbed O2 at 973 K and cooled down to room temperature in O2 stream. In each case, the pretreated catalyst was quenched in liquid nitrogen quickly and then transferred to the detecting cave, purged with He for 0.5 h. The ESR spectra were recorded at 298 K. The in situ Raman spectroscopy experiment was carried out on a JOBIN YVON U-1000 spectrometer, with 514.5 nm line of Ar+ laser for excitation and about 50 mW of power was focused on the sample. The spectra were scanned in the range of 700-1550 cm-~ with a resolution of 2 cm-1. Two scans were accumulated (each scan required about 7 rain) for a spectrum. All the Raman spectra were recorded in situ at indicated temperature. In each of the Raman spectroscopic study, the catalyst (0.3 ml, 40-60 mesh) was loaded in a specially designed quartz-tubular 48 R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 Raman sample-cell in the form of a microreactor (4 mm i.d.), as described in detail elsewhere [24]. In the ESR and in situ Raman spectroscopy experiment, unless otherwise indicated, the gas flow rate was 30 ml/min. He (99.995%) was purified by passing through the columns of 5A molecular sieve and 401 deoxider. CH4, 02 and H2 (98.5%) were purified with 5A molecular sieve column. 3. Results and discussion 3.1. Catalytic performance The catalytic performances of different alkaline-earth-fluoride promoted yttrium oxide catalysts are summarized in Table 1. At 1073 K, pure Y203 only showed a medium activity and C2 selectivity for OCM, under the conditions of CH4/O2=3 and GHSV=20 000 h- 1. After adding certain amount of CaF2, SrF2, or BaF2 (all of which showed almost no activity for OCM [21,22]) to Y203 and calcining at high temperature for a long time, methane conversion, especially C2 selectivity were found to be apparently improved, resulting in an increase in C2 yield under the same conditions. These results indicated that the alkaline-earth-fluorides played a significant promoting role for OCM with yttrium oxide as host catalyst. The promoting effect increased according to the sequence of CaFz<BaF2<SrF2. Over 67 mol% SrF2/Y203 catalyst, 19.4% of C2 yield with 57.1% of C2 selectivity was obtained at 1073 K, which was about 11% and 25% higher than that over undoped Y203 catalyst, respectively. Over SrFe/Y203 catalyst at 1023 K, with the increase of SrF2 mole content, methane conversion and C2 selectivity increased at first, passed through a max- imum, and then decreased (Fig. 1). As shown in Fig. 2, at lower temperature (<1023 K), catalytic performance was found to increase with the reaction tem- perature over 67 mol% SrFe/Y203 catalyst. The increase in C2 selectivity is mostly due to the fact that the activation energy of the major-reaction producing Ce hydrocarbons from methane is higher than that of the by-reaction producing COx, Table 1 The catalytic performance of the 67 mol% MF2/Y203 (M=Ca, Sr, and Ba) catalysts Catalyst Conversion (%) Selectivity (%) C2 yield (%) CI-I4 02 CO CO2 C2H4 C2H6 C2 Y203 27.0 99.2 17.2 50.9 20.0 11.9 31.9 8.6 CaFz/YzO3 31.5 99.5 15.8 42.2 28.8 13.2 42.0 13.2 SrF2/Y203 34.0 99.1 6.3 36.6 36.7 20.4 57.1 19.4 BaF2/Y203 30.5 99.3 7.3 42.9 32.5 17.3 49.8 15.2 Conditions: T--1073 K, CH,,/O2=3/1, and GHSV=20000 h-l. R.Q. Long, H.L Wan~Applied Catalysis A: General 159 (1997) 45-58 49 70 \" 60 50 %40 20 10 0 1 I I I 0.0 0.2 0.4 0.6 0.8 1.0 SrF2 mole content Fig. 1. Effect of SrF2 content on (a) CI-I4 conversion, and (b) C2 selectivity over SrF2/Y203 catalyst at 1023 K under the conditions of GHSV:20000 h-1 and CH,,/O:=3. 70 6O 50 40 % 30 20 10 0 923 973 1023 1073 1123 Temperature (K) Fig. 2. Effect of reaction temperature on (a) CI-~ conversion, and (b) C2 selectivity over SrF2/Y203 (2/1) catalyst under the conditions of GHSV=20000 h-~ and C~/O2=3. 50 R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 and thus the formation of CO and CO2 is not favorable at high temperature [25]. As the reaction temperature was further increased, C2 selectivity was found to decrease a little, along with almost no change in methane conversion. This phenomenon is mostly attributed to the oxidation of ethane and ethene in the gas phase and on the catalyst surface at higher temperature. The catalytic performance of 67 tool% SrF2/Y203 catalyst with respect to time on stream indicated that CH4 conversion and C2 selectivity gradually decreased over a period of 30 h at 1023 K, under the conditions of CH4/O2=3/1 and GHSV=20000h-1, leading to a decrease of C2 yield from 19.0% to 14.8%. The gradual change in catalytic behavior of the catalyst was accompanied by the loss of some F- from the sample as HE The analytical result showed that the content of fluorine in the fresh 67 mol% SrF2/Y203 was 159.3 mg/g. After reacting for 30 h, the content of fluorine in the catalyst decreased to 118.4 mg/g. 3.2. Surface area and surface acidity/basicity The specific surface areas of Y203 and 67 mol% SrF2/Y203 were about 6.0 and 3.6 m2/g, respectively. Since a methyl radical would collide with a catalyst surface for about 105 times before it could efficiently couple with another methyl radical to form an ethane molecule in the gas phase [26], the decrease of the catalyst specific surface area might also lead to a decrease in porosity of the catalyst, and thus a decreasing extent of diffusion control for such a fast redox reaction, as compared with Y203, leading to an increased selectivity of Ce hydrocarbons. The Py-TPD and CO2-TPD methods were used to compare the relative acidity and basicity, respectively, of Y203 and 67 mol% SrF2/Y203. The Py-TPD results showed that only one desorption peak at 397 K was observed over Y203 catalyst (Fig. 3), suggesting that Y203 was an acid with weak acidic sites. After the addition of 67 mol% SrF2 to Y203 and ignition at high temperature, both intensity and temperature of pyridine desorption peak were found to decrease. As shown in Fig. 4, the intensity of CO2 desorption peak (at 393 K) on 67 mol% SrF2/Y203 catalyst was also lower than that on Y203 catalyst. These results indicated that the surface acidity and basicity of the catalyst containing strontium fluoride were weaker than those of pure yttrium oxide. From the comparison of surface acidity/basicity with catalytic performance of the catalysts, it could be concluded that there was no direct relationship between the surface acidity/basicity and the catalytic activity or C2 selectivity. It was previously known that most OCM catalysts were basic oxides and the basicity appeared to be one of the most fundamental character of an OCM catalyst for a better C2 selectivity [3,27,28]. For example, over alkaline-earth-oxides catalyst, Maitra et al. [27] reported that C2 selectivity increased with the increase of their basicities: MgO<CaO<SrO<BaO. However, in some other OCM catalyst systems, this relationship was found not to be as successful, such as rare earth metal oxides [29], CaO-Y203 [16], chlorine-ion promoted Li-MgO [10], and so on. In our R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 51 0\"3 b 300 1173 Temperature (K) Fig. 3. The TPD spectra of Py-adsorbed (a) Y203 and (b) 67 mol% SrF2/Y203 catalyst. previous work [21,22], it was pointed out that the formation of oxygen species with fewer negative charges and the dispersion of fluorides on the catalyst surface to the isolation of the active centers will be beneficial to the decrease of C02-inhibition, and found that the less basic SrFz/La203 catalyst was more selective in the formation of C2 hydrocarbons for OCM, as compared with SrO/La203 catalyst (stronger basic complex-oxide). 3.3. Bulk composition and structure Table 2 shows the XRD results of the alkaline-earth-fluoride doped yttrium oxide catalysts. In fresh SrFz/Y203 and CaFz/Y203 catalysts, cubic SrF2 or CaF2, and cubic Y203 were detected. The diffraction peak intensity of SrF2 phase in the catalysts was found to increase with the content of SrF2. While, in fresh 67 mol% BaF2/Y203 catalyst, besides cubic BaF2 and Y203 phases, a small amount of rhombohedral YOF phase was also observed, indicating that the exchange between F- and O2- took place in the course of catalyst preparation. This may be related to the great differences in cationic radii (rBa2+=0.134 nm, ry3+=0.093 nm), and the high thermal stability of BaCO3, resulting in a lower doping level of Ba2+ in the YOF phase, after prolonged ignition during the catalyst preparation. After the 52 R.Q. Long, H.L. Wan/Applied Catalysis A: General 159 (1997) 45-58 a 300 Temperature (K) b 1173 Fig. 4. The TPD spectra of CO2-adsorbed (a) Y203 and (b) 67 tool% SrF2/Y203 catalyst. Table 2 The bulk composition and structure of the catalysts Catalyst Composition and structurea 20 mol% SrF2/Y203 (fresh) 50 mol% SrF2/Y203 (fresh) 67 tool% SrF2/Y203 (fresh) 67 mol% SrF2/Y203 b (used) 80 mol% SrFz/Y203 (fresh) 67 mol% CaF2/Y203 (fresh) 67 mol% BaF2/Y203 (fresh) Cubic Y203 (vs), Cubic SrFz (w) Cubic Y203 (vs), Cubic SrF2 (S) Cubic Y203 (vs), Cubic SrF2 (s) Cubic Y203 (vs), Cubic SrF2 (s), rhombohedral YOF (vw) Cubic Y203 (s), Cubic SrF2 (vs) Cubic Y203 (vs), Cubic CaF2 (s) Cubic YzO3 (s), Cubic BaF2 (vs), rhombohedral YOF (w) ~vs, very strong; s, strong, w, weak; vw, very weak. bAfter 1.5 h reaction at 1023 K. 67 mol% SrF2/Y203 catalyst was exposed in CH4/O2 (3 : 1) at 1023 K for 1.5 h, rhombohedral YOF phase were also observed, indicating that the exchange of F- and 02- was favorable under the OCM reaction conditions, and H20 produced in the reaction might play a certain role in promoting such exchange. It also suggested that the interaction between SrF2 and Y203 phase might have taken place more or less during the course of the catalyst preparation, but the content of YOF formed was probably too low to be detected by XRD. R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 53 The structure of cubic Y203 is closely similar to that of the fluorite but with 1/4 intrinsic oxygen vacancies [30]. The rhombohedral YOF is also found to be a slightly distorted CaFz-type structure [31]. Taking into consideration of the fact that many compounds with fluorite-type structure, such as alkaline-earth-fluorides, etc., have anion Frenkel defects and anionic vacancies [32], it is reasonable to postulate that some similar anionic vacancies might also exist in the yttrium oxyfluoride lattice with fluorite-like structure. The presence of anionic vacancies on the surface of the above catalysts will be favorable to the adsorption and activation of gaseous oxygen, and thus to the conversion of methane under the reaction conditions, as will be proved in the next section. The vacancies in the catalyst bulk seem to play an important role in providing vacancies for the surface, by quickly transferring the surface oxygen ions to the lattice at high temperature. 3.4. Characterization of active oxygen species The ESR spectra of the 67 mol% SrF2fY203 catalyst are shown in Fig. 5. After the sample was treated in He stream at 1173 K for lh, a weak ESR signal at g=2.007 was observed (Fig. 5(a)). When the catalyst was continuously treated 42G ~'- H ~ C __ v/ __2007 b g = 2.007 ~,~ Fig. 5. ESR spectra recorded at 298 K of 67 mol% SrF2/Y203 catalyst, after the following treatment: (a) treatment at 1123 K for 1 h in a flow of He; (b) adsorbing O2 at 973 K and then cooling down to room temperature, purging with He for 0.5 h after (a); (c) heating at 973 K for 5 min in a flow of He after (b); (d) pulsing CH4 0.24 ml after (c). 54 R.Q. Long. H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 with H2 stream for 0.5 h at the same temperature, the intensity of the signal was found to increase a little. The signal at g=2.007 might be attributed to F-centers in the catalyst [33], which were formed when the anionic vacancies captured electrons. Exposing the pretreated sample to O2 atmosphere at 973 K and cooling down to room temperature, the ESR signals at gxx=2.002, gyy=2.007, and gzz=2.040 appeared (Fig. 5(b)). These signals could be assigned to superoxide ions (O2) coordinated to y3+ according to the values reported by Lunsford [34] and Che et al. [35]. The g values were in close agreement with those of 02 (gxx=2.001, gyy=2.003, and gzz=2.040), obtained by Osada and co-workers [16] on a YzO3-CaO catalyst. When the temperature increased to 973 K, the O2 adspecies signals decreased. At 973 K, after pulsing 0.24 ml CH4 to the 02- pretreated catalyst, the O2 adspecies signals were found to disappear (Fig. 5(d)), indicating that the superoxide ions had reacted with methane molecule at this temperature. Fig. 6 shows the in situ Raman spectra of surface oxygen adspecies varying with temperature over the O2-pretreated 67 mol% SrF2/Y203 catalyst. When the sample was successively pretreated in a flow of 02 for 0.5 h, and purged by He for 3 h at 973 K, only a broad band centering at 888 cm-x was observed on the catalyst surface (Fig. 6(a)). When the sample was continuously exposed to H2 stream for 1 h and purged with He for 1 h at the same temperature, this band remained almost unchanged. After the pretreated catalyst was exposed to O2 stream for 2 h at 973 K, and then cooled down to room temperature within a period of about 3 h, many strong Raman peaks were obtained (Fig. 6(b)), indicating that the catalyst was very active in the adsorption and activation of molecular oxygen. This might be related to its fluorite-like structure with a larger amount of anionic vacancies. The above spectra could be divided into three bands - I: 864, 894 cm-~; II: 1120, 1158, 1206 cm-1; and III: 1242, 1292, 1388, 1464 cm-1. As the temperature increased from 298 to 573 K, the peaks locating in bands II and III became weaker. However, the peaks in band I were found to enhance (Fig. 6(b)-(d)). When the temperature was further increased, it could be seen that the intensity of the Raman peaks all decreased. At 973 K, only a broad band (centering at 888 cm-~) and a weak peak (at 1206 cm-~) were detected on the surface of 67 mol% SrF2/Y203 catalyst (Fig. 6(1)). The adsorption of oxygen on solid surface has been extensively studied by many researchers [36-46]. The molecular O2 species has been assigned to a band at ca. 1556 cm-1 [36]; superoxide species (O2) is observed to have a stretching vibration frequency at ll80cm-1 on TiO2 [37], and at 1160-1015 cm-1 on MgO-CoO [38,39]; the peroxide adspecies (O2-) has been generally found to fall in the range of 640-970 cm- 1 [40-43]. However, besides the above three species, the dioxygen species of intermediate situations also exist. A1-Mashta et al. [44] reported that the adsorption bands between 1350 and 1250 cm-1 over Fe203 were assigned to the dioxygen adspecies between adsorbed oxygen molecule and superoxide ions. Therefore, the peaks at 1120 and 1158 cm-1 over the 67 mol% SrFz/Y203 catalyst R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997)45-58 55 \"N > A A b d e 700 1100 15\"50 Wavenumbers (cmq) Fig. 6. In situ Raman spectra of the Oz-pretreated 67 mol% SrF2/Y203 catalyst: (a) after treatment by H2 and purging with He at 973 K; (b)-(f) exposed in O, stream at 298, 373,573,773, and 973 K. respectively, after (a~. might be assigned to superoxide species in different micro-environments. The wave number of the peak at 1206 cm-J is a little higher than those of normal O~ species, but this peak could be also detected at 973 K, so we prefer to attribute it to O;- adspecies taking account of the ESR results mentioned above and the result 56 R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 observed by Au et al. that a Raman peak at high wave number (1198 cm-1) due to O~- adspecies was detected on 20% BaFE/LaOF catalyst, which had been identified by 1802 isotope substitution experiment [47]. The peaks above ca. 1240 cm-1 might result from 02~- (0<tS<l) species. The peaks at 864 and 894 cm-1 could be ascribed to peroxide adspecies at different sites. Since the band at 888 cm- 1 did not vanish in a flow of H2 for a long time at 973 K, although it fell in the range of 640- 970 cm-1, it might not be attributed to surface peroxide adspecies. It appeared to be related to the vibration of Y-O-Y bond, because the vibration frequencies of M-O-M (M----metal) were generally found to fall in the range of 750-900 cm-1 [43,45,46]. At lower temperature, the Y-O-Y band was overlapped by the peroxide peaks. The above results suggested that an adsorption equilibrium of 6- 2- might exist on the surface of O2-pretreated O2(g) ~ O2(a) ~ O2(a) ~ O2(a) ~ O2(a) 67 mol% SrF2/Y203 catalyst. When the temperature increased from 298 to 573 K, the enhancement of the intensity of O2- adspecies Raman bands suggested that the transformation from O~- to 02- might take place. The superoxide ions transformed to peroxide ions through either disproportion (202-= 02-+ 02) or further obtaining an electron from the catalyst (O2- + e = O2-). Similar phenomenon was also observed by Ito and co-workers [48] on MgO at 350-790 K by means of O2-TPD experiment. With the temperature further increased from 573 to 973 K, these oxygen adspecies desorbed continuously from the catalyst surface. Due to the overlapping of the peaks of 02- and Y-O-Y species, it seems difficult to determine whether peroxide species exists on the surface of the 67 mol% SrFz/Y203 catalyst at 973 K. However, since the intensity of the band at 888 cm-1 remained unchanged after treating with H2 or CH4 at 973 K, it suggests that 02- may not exist at this temperature. The superoxide species (at 1206 cm-~) was the only oxygen species that could be detected at 973 K by in situ Raman Spectroscopy. At 973 K, when the O2-pretreated 67 mol% SrF2/Y203 catalyst was exposed to pure methane stream for 15 min, the 02 adspecies peak (at 1206 cm-1) vanished, but the band attributed to Y-O-Y vibration remained almost unchanged. By switching the gas flow to CH4/O2 (3 : 1) feed-stream (66.7 ml/min) at 973 K, the temperature in the Raman cell increased quickly to 1000 K, indicating that the reaction between methane and oxygen had taken place. When the temperature returned to 973 K, the spectrum was recorded. The band attributed to superoxide adspecies was not observed for some unclear reasons. In the reaction conditions, the surface carbonate species was also not observed, which was consistent with the weak basicity of the catalyst (TPD results). From the above preliminary results, it might be concluded that, gas phase oxygen was activated on the surface of the 67 mol% SrF2/Y203 catalyst and superoxide adspecies formed at 973 K. The superoxide adspecies reacted with methane and resulted in the formation of C2 hydrocarbons, which might be the active oxygen species for OCM reaction over the SrF2 promoted Y203 catalyst. Further studies on superoxide adspecies including 1802 isotopic substitution over the catalyst for OCM should be interesting. R.Q. Long, H.L. Wan~Applied Catalysis A: General 159 (1997) 45-58 57 4. Conclusions After the addition of certain amount of strontium fluoride to yttrium oxide and ignition at high temperature, the methane conversion and C2 selectivity were apparently improved for OCM under the same conditions. 19.4% of C2 yield and 57.1% of C2 selectivity were obtained over 67 mol% SrF2/YzO3 catalyst at 1073 K, which were ca. 11% and 25% higher than those over undoped Y203 catalyst, respectively, under the same conditions of CH4/O2=3 and GHSV=20000 h-~. The interaction between SrF2 and Y203 phases took place during the catalyst preparation, as proved by XRD results of the fresh and used catalyst. However, there was no direct relationship between the catalytic performance and the acidity/ basicity of the catalysts. Over the SrF2/Y203 catalyst, the intrinsic anionic vacancies would be favorable to the activation of molecular oxygen. O~-, 02, and O~- (0 < ~5 < 1) adspecies were detected at room temperature on the surface of O2-pretreated 67 mol% SrF2/Y203 catalyst. Whereas, at the reaction tempera- ture (973 K), superoxide adspecies O~- was the only detectable oxygen adspecies. The superoxide adspecies reacted with methane at 973 K and might be the active oxygen species for OCM reaction over the SrF2 promoted Y203 catalyst. Acknowledgements This work has been supported by the National Natural Science Foundation of China. The authors thank Professor Y.Y. Liao and Mrs. B.F. Hong for their help in Raman spectroscopy experiment. We would also like to thank Mrs. L.J. Yu for her assistance in ESR experiment. References [1] G.E. Keller and M.M. Bhasin, J. Catal., 73 (1982) 9. [2] Y. Amenomiya, V.I. Birss, M. Goledzinowski, J. Galuszka and A.R. Sanger, Catal. Rev. Sci. Eng., 32 (1990) 163. [3] A,M. Maitra, Appl. Catal. A, 104 (1993) 11. [4] J.H. Lunsford, Angew. Chem. Int. Ed. Engl,, 34 (1995) 970. [5] T. Ito, J.X. Wang, C.H. Lin and J.H. Lunsford, J. Am. Chem. Soc., 107 (1985) 5062. [6] T.K. Chan and K.J. Smith, Appl. Catal., 60 (1990) 13. [7] H, Yamashita, Y. Machida and A. Tomita, Appl. Catal. A, 70 (1991) 203. [8] R. Burch, G.D. Squire and S.C. Tsang, Appl. Catal., 48 (1988) 105. [9] A.Z. Khan and E. Ruckenstein, J. Catal., 138 (1992) 322. [10] J.H. Lunsford, P.G. Hinson, M.P. Rosynek, C. Shi, M. Xu and X. Yang, J. Catal., 147 (1994) 301. [11] K.D. Campbell, H. Zhang and J.H. Lunsford, J. Phys. Chem., 92 (1988) 750. [12] J.H. Lunsford, Catal. Today, 6 (1990) 3. [13] E. Inamatsu and K. Aika, J. Catal., 117 (1989) 416. [14] P.F. Nelson, C.A. Lukey and N.W. Cant, J. Phys. Chem., 92 (1988) 6176. [15] J.X. Wang and J.H. Lunsford, J. Phys. Chem., 90 (1986) 5883. [16] Y. Osada, S. Koike, T. Fukushima and S. Ogasawara, Appl. Catal., 59 (1990) 59. 58 R.Q. Long, H.L. Wan/Applied Catalysis A: General 159 (1997) 45-58 [17] G. Mestl, H. Knozinger and J.H. Lunsford, Ber. Bunsenges. Phys. Chem., 97 (1993) 319. [18] Y.D. Liu, H.B. Zhang, G.D. Lin, Y.Y. Liao and K.R. Tsai, J. Chem. Soc. Chem. Commun., (1994) 1871. [19] R.Q. Long, S.Q. Zhou, Y.P. Huang, H.Y. Wang, H.L. Wan and K.R. Tsai, Chinese Chem. Lett., 6 (1995) 727. [20] S.Q. Zhou, X.P. Zhou, H.L. Wan and K.R. Tsai, Catal. Lett., 20 (1993) 179. [21] X.P. Zhou, S.Q. Zhou, W.D. Zhang, Z.S. Chao, W.Z. Weng, R.Q. Long, D.L. Tang, H.Y. Wang, S.J. Wang, J.X. Cai, H.L. Wan, K.R. Tsai, preprints, vol. 39, No.2. Division of Petroleum Chemistry, Inc. ACS, March 1994, p. 222. [22] R.Q. Long, S.Q. Zhou, Y.P. Huang, W.Z. Weng, H.L. Wan and K.R. Tsai, Appl. Catal. A, 133 (1995) 269. [23] M.S. Frant, Science, 154 (1966) 1553. [24] Y.Y. Liao, P.E Hong and J.X. Cai, Chinese J. Chem. Phys., 5 (1992) 395. [25] K. Otsuka, K. Jinno and A. Morikawa, J. Catal., 100 (1986) 353. [26] Y. Tong and J.H. Lunsford, J. Am. Chem. Soc., 113 (1991) 4741. [27] A.M. Maitra, I. Campbell and R.J. Tyler, Appl. Catal. A, 85 (1992) 27. [28] V.D. Sokolovskii, S.M. Aliev, O.V. Buyevskaya and A.A. Davydov, Catal. Today, 4 (1989) 293. [29] V.R. Choudhary and V.H. Rane, J. Catal., 130 (1991) 411. [30] K.A. Gschneidner, Jr., L. Eyring (Eds.), Handbook on the Physics and Chemistry of Rare Earths, vol. 5, North-Holland, Amsterdam, 1982, Chap. 44, p. 322. [31] K. Niihara and S. Yajima, Bull. Chem. Soc. Japan, 44 (1971) 643. [32] E. Radzhabov, J. Phys., 6 (1994) 9807. [33] T. Yang, L. Feng, S. Shen and H. Wang, Chinese Chem. Lett., 4 (1993) 251. [34] J.H. Lunsford, Catal. Rev., 8 (1973) 135. [35] M. Che and A.J. Tench, Adv. Catal., 32 (1983) 1. [36] J. Shamir, J. Binenboym and H.W. Classen, J. Am. Chem. Soc., 90 (1968) 6223. [37] A.A. Davydov, M.P. Komarova, V.E Anufrienko and N.G. Maksimov, Kinet. Catal., 14 (1973) 1342. [38] E. Giamello, Z. Sojka, M. Che and A. Zecchina, J. Phys. Chem., 90 (1986) 6084. [39] A. Zecchina. G. Spoto and S. Coluccia, J. Mol. Catal., 14 (1982) 351. [40] A. Metcalfe and S. Ude Shankar, J. Chem. Soc., Faraday Trans. I, 76 (1980) 630. [41] J.L. Gland, B.A. Sexton and G.B. Fisher, Surf. Sci., 95 (1980) 587. [42] B.A. Sexton and R.J. Madix, Chem. Phys. Lett., 76 (1980) 294. [43] R.E Howe, J.P. Liddy and A. Metcalfe, J. Chem. Soc., Faraday Trans. I, 68 (1972) 1595. [44] E A1-Mashta, N. Sheppard, V. Lorenzelli and G. Busca, J. Chem. Soc., Faraday Trans. I, 78 (1982) 979. [45] P.G. Harrison and E.W. Thornton, J. Chem. Soc.. Faraday Trans. I, 74 (1978) 2597. [46] A. Zecchina, S. Coluccia, L. Cerruti and E. Borello, J. Phys. Chem., 75 (1971) 2788. [47] C.T. Au, X.P. Zhou, H.L. Wan, unpublished results. [48] T. Ito, M. Yoshioka and T. Tokuda, J. Chem. Soc., Faraday Trans. I, 79 (1983) 2277. APCATA 97000471 S0926-860X(97)00047-1 10.1016/S0926-860X(97)00047-1 Elsevier Science B.V. All rights reserved Oxidative coupling of methane overSrF2/Y2O3 catalyst R.Q. Long a b H.L. Wan * a b a Department of Chemistry, Xiamen University, Xiamen 361005, China b State Key Laboratory for Physical Chemistry of the Solid Surface, Xiamen University, Xiamen 361005, China * Corresponding author. The use of SrF2 as a dopant of Y2O3 catalyst for oxidative coupling of methane apparently increased C2 selectivity and yield under the same conditions. However, it simultaneously decreased both the acidity and basicity of the catalyst, indicating that there was no direct relationship between catalytic performance and acidity/basicity of the catalyst. The interaction between SrF2 and Y2O3 phase took place more or less in the course of the catalyst preparations, as proved by XRD results of the fresh and used catalysts. The intrinsic anionic vacancies in the catalyst would be favorable to the activation of molecular oxygen under the reaction conditions. ESR and in situ Raman spectral results showed that superoxide ion (O2 −) adspecies was observed on the surface of O2-pretreated 67 mol%SrF2/Y2O3 catalyst at 973 K, which may be the active oxygen species for oxidative coupling of methane. Keywords Methane Oxidative coupling SrF2 Y2O3 Oxygen species Reference [1] Keller G.E. Bhasin M.M. J. Catal. 73 1982 9 [2] Amenomiya Y. Birss V.I. Goledzinowski M. Galuszka J. Sanger A.R. Catal. Rev. Sci. Eng. 32 1990 163 [3] Maitra A.M. Appl. Catal. A 104 1993 11 [4] Lunsford J.H. Angew. Chem. Int. Ed. Engl. 34 1995 970 [5] Ito T. Wang J.X. Lin C.H. Lunsford J.H. J. Am. Chem. Soc. 107 1985 5062 [6] Chan T.K. Smith K.J. Appl. Catal. 60 1990 13 [7] Yamashita H. Machida Y. Tomita A. Appl. Catal. A 70 1991 203 [8] Burch R. Squire G.D. Tsang S.C. Appl. Catal. 48 1988 105 [9] Khan A.Z. Ruckenstein E. J. Catal. 138 1992 322 [10] Lunsford J.H. Hinson P.G. Rosynek M.P. Shi C. Xu M. Yang X. J. Catal. 147 1994 301 [11] Campbell K.D. Zhang H. Lunsford J.H. J. Phys. Chem. 92 1988 750 [12] Lunsford J.H. Catal. Today 6 1990 3 [13] Inamatsu E. Aika K. J. Catal. 117 1989 416 [14] Nelson P.F. Lukey C.A. Cant N.W. J. Phys. Chem. 92 1988 6176 [15] Wang J.X. Lunsford J.H. J. Phys. Chem. 90 1986 5883 [16] Osada Y. Koike S. Fukushima T. Ogasawara S. Appl. Catal. 59 1990 59 [17] Mestl G. Knozinger H. Lunsford J.H. Ber. Bunsenges. Phys. Chem. 97 1993 319 [18] Liu Y.D. Zhang H.B. Lin G.D. Liao Y.Y. Tsai K.R. J. Chem. Soc. Chem. Commun. 1994 1871 [19] Long R.Q. Zhou S.Q. Huang Y.P. Wang H.Y. Wan H.L. Tsai K.R. Chinese Chem. Lett. 6 1995 727 [20] Zhou S.Q. Zhou X.P. Wan H.L. Tsai K.R. Catal. Lett. 20 1993 179 [21] X.P. Zhou, S.Q. Zhou, W.D. Zhang, Z.S. Chao, W.Z. Weng, R.Q. Long, D.L. Tang, H.Y. Wang, S.J. Wang, J.X. Cai, H.L. Wan, K.R. Tsai, preprints, vol. 39, No. 2, Division of Petroleum Chemistry, Inc. ACS, March 1994, p. 222. [22] Long R.Q. Zhou S.Q. Huang Y.P. Weng W.Z. Wan H.L. Tsai K.R. Appl. Catal. A 133 1995 269 [23] Frant M.S. Science 154 1966 1553 [24] Liao Y.Y. Hong P.F. Cai J.X. Chinese J. Chem. Phys. 5 1992 395 [25] Otsuka K. Jinno K. Morikawa A. J. Catal. 100 1986 353 [26] Tong Y. Lunsford J.H. J. Am. Chem. Soc. 113 1991 4741 [27] Maitra A.M. Campbell I. Tyler R.J. Appl. Catal. A 85 1992 27 [28] Sokolovskii V.D. Aliev S.M. Buyevskaya O.V. Davydov A.A. Catal. Today 4 1989 293 [29] Choudhary V.R. Rane V.H. J. Catal. 130 1991 411 [30] Gschneidner K.A. Jr. Eyring L. Handbook on the Physics and Chemistry of Rare Earths vol. 5 1982 North-Holland Amsterdam 322 Chap. 44 [31] Niihara K. Yajima S. Bull. Chem. Soc. Japan 44 1971 643 [32] Radzhabov E. J. Phys. 6 1994 9807 [33] Yang T. Feng L. Shen S. Wang H. Chinese Chem. Lett. 4 1993 251 [34] Lunsford J.H. Catal. Rev. 8 1973 135 [35] Che M. Tench A.J. Adv. Catal. 32 1983 1 [36] Shamir J. Binenboym J. Classen H.W. J. Am. Chem. Soc. 90 1968 6223 [37] Davydov A.A. Komarova M.P. Anufrienko V.F. Maksimov N.G. Kinet. Catal. 14 1973 1342 [38] Giamello E. Sojka Z. Che M. Zecchina A. J. Phys. Chem. 90 1986 6084 [39] Zecchina A. Spoto G. Coluccia S. J. Mol. Catal. 14 1982 351 [40] Metcalfe A. Ude Shankar S. J. Chem. Soc. 76 1980 630 Faraday Trans. I [41] Gland J.L. Sexton B.A. Fisher G.B. Surf. Sci. 95 1980 587 [42] Sexton B.A. Madix R.J. Chem. Phys. Lett. 76 1980 294 [43] Howe R.F. Liddy J.P. Metcalfe A. J. Chem. Soc. 68 1972 1595 Faraday Trans. I [44] Al-Mashta F. Sheppard N. Lorenzelli V. Busca G. J. Chem. Soc. 78 1982 979 Faraday Trans. I [45] Harrison P.G. Thornton E.W. J. Chem. Soc. 74 1978 2597 Faraday Trans. I [46] Zecchina A. Coluccia S. Cerruti L. Borello E. J. Phys. Chem. 75 1971 2788 [47] C.T. Au, X.P. Zhou, H.L. Wan, unpublished results. [48] Ito T. Yoshioka M. Tokuda T. J. Chem. Soc. 79 1983 2277 Faraday Trans. I",
      "scopus-id": "4344573793",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000471",
        "dc:description": "The use of SrF2 as a dopant of Y2O3 catalyst for oxidative coupling of methane apparently increased C2 selectivity and yield under the same conditions. However, it simultaneously decreased both the acidity and basicity of the catalyst, indicating that there was no direct relationship between catalytic performance and acidity/basicity of the catalyst. The interaction between SrF2 and Y2O3 phase took place more or less in the course of the catalyst preparations, as proved by XRD results of the fresh and used catalysts. The intrinsic anionic vacancies in the catalyst would be favorable to the activation of molecular oxygen under the reaction conditions. ESR and in situ Raman spectral results showed that superoxide ion (O2 −) adspecies was observed on the surface of O2-pretreated 67 mol%SrF2/Y2O3 catalyst at 973 K, which may be the active oxygen species for oxidative coupling of methane.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000471",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Long, R.Q."
          },
          {
            "@_fa": "true",
            "$": "Wan, H.L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000471"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000471"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00047-1",
        "prism:volume": "159",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative coupling of methane overSrF2/Y2O3 catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Oxidative coupling"
          },
          {
            "@_fa": "true",
            "$": "SrF2"
          },
          {
            "@_fa": "true",
            "$": "Y2O3"
          },
          {
            "@_fa": "true",
            "$": "Oxygen species"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "45-58",
        "prism:endingPage": "58",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 October 1997",
        "prism:doi": "10.1016/S0926-860X(97)00047-1",
        "prism:startingPage": "45",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00047-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/4344573793"
      }
    }
  }
}