{
  "metadata": {
    "title": "FriedalȓCrafts acylation of anisole over zeolite catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00201-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002019",
    "pii": "S0926860X97002019"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001412178",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002019 S0926-860X(97)00201-9 S0926860X97002019 10.1016/S0926-860X(97)00201-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 16 199 206 199 206 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. FRIEDALRCRAFTSACYLATIONANISOLEOVERZEOLITECATALYSTS MA Y 1963 FRIEDELCRAFTSRELATEDREACTIONS CHICHE 1986 2128 B CLIMENT 1989 109 M CHICHE 1987 365 B SUBBARAO 1995 L1 L6 Y CORMA 1989 78 A BRECK 1974 94 D ZEOLITEMOLECULARSIEVES CUNDY 1989 2281 C HOEFNAGEL 1993 87 A NEVES 1994 717 I WANG 1995 2307 Q MA 1996 51 Y MAX1997X199 MAX1997X199X206 MAX1997X199XY MAX1997X199X206XY item S0926-860X(97)00201-9 S0926860X97002019 1-s2.0-S0926860X97002019 10.1016/S0926-860X(97)00201-9 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002019-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002019/MAIN/application/pdf/f268eebfcdaa039946bdc8cf88faadb4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002019/MAIN/application/pdf/f268eebfcdaa039946bdc8cf88faadb4/main.pdf main.pdf pdf true 569297 MAIN 8 1-s2.0-S0926860X97002019-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002019/PREVIEW/image/png/ed85e6d97f1b45877a2ab327f832b394/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002019/PREVIEW/image/png/ed85e6d97f1b45877a2ab327f832b394/main_1.png main_1.png png 62587 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 199-206 Friedal-Crafts acylation of anisole over zeolite catalysts Yudao Ma, Q.L. Wang*, Wei Jiang, Bojun Zuo Department of Chemistry, Shandong University, 250100, Jinan, China Received 22 March 1996; received in revised form 2 May 1997; accepted 2 May 1997 Abstract The liquid phase Friedel-Crafts acylation of anisole with alkanoic acids, anhydrides and substituted benzoic acids, respectively, over zeolites was studied in detail. The acylation with substituted benzoic acids, as well as with alkanoic acids, could be successfully performed over zeolite catalysts. When carboxylic acids were used as acylating agents, the activity of the Y zeolite increased with its Lewis acidity, showing that the Lewis acid sites were more active than the Bronsted acid sites. The mechanism of the reaction was found to be similar to the case of homogeneous catalysis, that is, the electrophilic intermediate formed from the acylating agent over zeolite acid sites attacked at the aromatic ring of anisole. However, the structure of the electrophilic intermediate would depend upon the acylating agent and the nature of zeolite acid sites. The anhydride would transform into the acylium cation, but the carboxylic acid would lead to the protonated and coordinated carboxylic acid as the electrophiles over Bronsted and Lewis acid sites of the zeolites, respectively. The protonated carboxylic acid would preferentially attack at the oxygen atom of anisole and give phenyl carboxylic ester, while the coordinated carboxylic acid and the acylium cation would predominantly react with the aromatic ring, leading to the Friedel-Crafls acylation product 4-acyl anisole. 1997 Elsevier Science B.V. Keywords: Zeolite; Friedel-Crafls acylation; Anisole; Reaction mechanism 1. Introduction acids over zeolite catalysts [2-5]. However, there still exists many problems worthy to be studied. For exam- Friedel-Crafls acylation of aromatics has been ple, as of yet, few examples of zeolite-catalyzed proven to be of great importance in organic chemistry acylation of aromatics with aromatic acids have been and of great utility in synthesizing fine chemicals [1]. reported. Since in aromatic acids the carboxylic group The traditional procedure using acyl halides or anhy- is bonded directly to the aromatic ring, their activation drides as acetylating agents and soluble Lewis acids as by Lewis or Bronsted acid sites of zeolites is generally catalysts is pollutant, expensive and difficult to work more difficult than that of alkanoic acids [6]. More- with. Recently, it was found that the disadvantages of over, it is well-known that the acylation of aromatic the traditional procedure could be avoided by per- rings with benzoyl halides, over A1C13, is much slower forming the acylation of aromatic rings with alkanoic than with alkanoyl halides. The possibility of synthe- sizing substituted benzophenones, which are useful fine chemicals (e.g. as UV-absorbent), by using Frie- *Corresponding author, del-Crafts reaction of aromatic rings with substituted 0926-860X/97/$17~00 1997 Elsevier Science B.V. All rights reserved. Pll S0926-860X(97)0020 1-9 200 Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 benzoic acids over zeolite catalysts needs therefore to Table 1 be explored. Characteristics of the zeolite catalysts The mechanism of the reaction, including the nature Catalyst Crystallinitya Unit cell size Frame work Na+ residue of the active sites of zeolites, the structure of the (%) (nm) Si/AI c (wt%) electrophilic intermediate and the rate-determining Y3 90 2.4618 2.9 0.15 step, was not studied in published works. It is well- Y4 85 2.4524 4.0 0.18 known that in acidic zeolites, the presence of Lewis Y6 82 2.4440 5.7 0.18 Y9 82 2.4354 9.2 0.10 acid sites, as well as Bronsted acid sites, is generally HZSM-5 95b 30 <0.1 unavoidable. Since for homogeneous catalysis of Friedel-Crafts acylation, Lewis acids are more effec- aThe crystallinity of the starting Na+ form zeolite was considered as 100%; the crystallinity and the unit cell size of the Y samples tive than Bronsted acids, it is necessary to elucidate were obtained from the XRD data by using the ASTM methods the nature of the active sites of zeolite catalysts in the D3906-80 and D3942-80. acylation reaction. Moreover, in homogeneous cata- bThe crystallinity of HZSM-5 was obtained by adsorption of N2. lysis of Friedel-Crafts acylation, the electrophilic CThe bulk Si/AI ratio of the Y zeolites was 2.5. intermediate and the rate-determining step were gen- erally considered to be acylium cation and the forma- tion of a a-complex via attack of the electrophilic the catalysts were conserved in a vacuum desiccator intermediate at the aromatic ring, respectively. It is for use. interesting to verify whether the similarity exists between the homogeneous and heterogeneous cata- 2.2. Measurement of acidity lysis. The aim of this paper is to clarify the above The acidity of the catalysts was measured by the problems through study of the acylation of anisole FT-IR (Nicolet-Fl'IR-5DX) monitored adsorption- with substituted benzoic acids, alkanoic acids and desorption of pyridine. The intensity of the bands at anhydrides, respectively, over a series of acidic zeo- 1540 and 1450 cm 1 was considered to be propor- lites, tional to nB and nL, number of Bronsted and Lewis acid sites, respectively. After adsorption of pyridine at rt, the catalyst was evacuated at 423 K. The IR spectra 2. Experimental of chemisorbed pyridine were recorded at different desorption temperatures (423-773 K). For the Y zeo- 2.1. Catalyst preparation lites, the ratio nL/nB increased dramatically with the framework Si/A1 ratio. At all the desorption tempera- Four samples of Y zeolites were prepared from a tures, nB and nL were observed to have the following NaY commercial zeolite (Si/AI=2.5, Oil Corporation trends (Table 2): of Qi Lu, China) through NH+ exchange followed nB: Y3~Y4>Y6>Y9; nL : Y3<Y4<Y6<Y9. by calcination at 823 K for 3 h. The samples were exchanged again and then 'self-steamed' for 3 h at 823, 923, 1033 and 1083 K, respectively. The Table 2 framework Si/A1 ratio of the obtained samples, Y3, Bronsted and Lewis acid sites populations nL/nB (as probed by Y4, Y6 and Y9, determined from their unit-cell pyridine) as function of pyridine desorption temperature Td. The parameters by using Breck's equation [7], were found values of nL and nB were represented as 100bsorbance intensity per gram of sample to be 2.9, 4.0, 5.7 and 9.2, respectively (Table 1), while their bulk Si/A1 ratios were the same as the NaY Td (K) 423 623 673 723 zeolite (2.5). Y3 8.8/22.0 5.4/11.8 2.5/2.5 0.4/0 HZSM-5 (Si/AI=30) was synthesized by the Y4 13.6/19.7 -- 3.1/2.5 1.9/0.2 Mobil procedure [8]. But the final calcination Y6 19.3/11.0 6.5/4.7 4.4/2.1 2.8/0 was carefully performed in absence of water in Y9 19.8/7.6 9.3/4.0 5.5/0.6 3.2/0 HZSM-5 0.5/2.6 0.4/1.7 0.36/1.3 0.2/1.1 order to avoid framework dealumination. All of Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 201 The strongest acid sites in Y zeolites were Lewis 3. Results and discussion instead of Bronsted acid sites. For example, some Lewis acid sites could chemisorb pyridine even at 3.1. Influence of the acidity of zeolites 723 K, while practically no Bronsted acid sites was able to chemisorb pyridine at this temperature. How- The effect of the acidity of the zeolite catalysts was ever, in HZSM-5, nB was predominantly greater than studied by using the acylation of anisole with propa- ne(ne/nB=0.2) at all desorption temperatures. And noic acid at 418 K as 'model reaction'. The results are some very strong Bronsted acid sites which could summarized in Table 3. All of the five zeolites were chemisorb pyridine even at 773 K were found in active catalysts for the reaction which generally lead HZSM-5. to 4-propanoyl anisole as the main product. But their activities were quite different, and could be arranged 2.3. Reaction procedure in the following order: Y3 < Y4 < Y6 < Y9 (~HZSM- 5). This order of activity of the Y zeolites, being The acylation reaction was carried out in a consistent with and opposite to the order of the Lewis batch reactor equipped with condenser and stirrer and Bronsted acid sites, respectively, would imply that where 0.10 mol carboxylic acid (C.E) or anhydride the Friedel-Crafts acylation reaction was preferen- (C.P.) and 0.4 mol anisole (C.E) were mixed in the tially catalyzed by Lewis acid sites, instead of reactor and heated up to the reaction temperature Bronsted acid sites. (403-428 K). Then 3.0 g catalyst was added and The analysis of the selectivity data confirms this the system was stirred for 48 h. The reaction was proposition. The reaction of anisole with propanoic monitored by GC (Shimadzu GC-9A apparatus with acid over Y zeolites gave 4-propanoyl anisole as the SE-30 column), and by titration with a 0.1 mol 1- l major product, and phenyl propionate and a trace of 2- KOH-EtOH solution (to confirm the conversion propanoyl phenol as by-products. The first by-product data). At the end of the reaction the catalyst was would be formed through attack of the electrophilic filtered and extracted with chloroform and the intermediate at the oxygen atom of anisole and the filtrate was analyzed by GC. These two solutions second one would be the product of Fries rearrange- were then combined and basified with a NaHCO3 ment of phenyl propionate [9-11]. Therefore, the solution. The organic phase was distilled and the molar ratio, R, of 4-propanoyl anisole to the by- residual was recrystallized in toluene (only for the products could represent the relative rates of acylation synthesis of substituted benzophenones). The (at the aromatic ring) and 'esterification' (acylation at structure of the as-obtained pure product was the oxygen atom of anisole). Noteworthy is the fact confirmed by HNMR and identified by measurement that the initial value of R (at t=5 h) was higher than 60 of its melting point, for all of the Y zeolites, although their activities were Table 3 Acylation of anisole (0.40 mol) with propanoic acid (0.10 mol) over zeolite catalyst (3 g) at 418 K. Conversion of propanoic acid (C, mo1%) and molar ratio, R, of 4-propanoyl anisole to the by-products (phenyl propionate and a trace of propanoyl phenol) as functions of reaction time t (h) t (h) 5 10 20 48 C R C R C R C R Y3 3.2 60 8.5 53 11.8 41 25.3 51 Y4 I 1.1 66 23.7 62 39.5 33 60.4 17 Y6 15.3 71 28.0 45 44.7 42 71.1 I 1 Y9 23.4 65 40.1 60 61.0 31 89.3 7 HZSM-5 25.4 1.4 -- -- 58.9 1.4 90. I 1.5 aHZSM-5 4.3 1.0 -- --- 10.6 0.85 18.3 0.92 ~Reaction carried out at 403 K over HZSM-5. 202 Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 quite different. That is, during the initial period of the the activation energy of the 'esterification' reaction reaction there were no active sites catalyzing the was lower than that of the acylation at the aromatic 'esterification'. This seems to indicate that the cata- ring (if any). That is, the 'esterification' was less lysis of the 'esterfication' reaction requires very strong difficult than the acylation reaction. Bronsted acid sites, which were absent in all of the Y zeolites. For Y4, Y6 and Y9, the value of R decreased 3.2. Synthesis of substituted benzophenones rapidly with the increase in reaction time. This was probably due to the transformation of the very strong The reaction of anisole with a series of substituted Lewis acid sites to very strong Bronsted acid sites benzoic acids was carried out at the reflux temperature through the hydrolysis of the former by the water (425-430 K) over Y9, the most active and selective produced during the acylation reaction, since the sample. The results are given in Table 4. The sub- reaction of a strong Lewis acid (electron-deficient stituted benzophenone was generally obtained with center) with water will generally release a proton of satisfactory yield. But this yield depended on the strong acidity. The value of R for Y3 was practically substituent in benzoic acids. In fact, for para-substi- independent of the reaction time, which could be tuted benzoic acids, the conversion (to substituted explained by the absence of very strong Lewis acid benzophenone) decreased obviously when the elec- sites (the hydrolysis of the Lewis acid sites with lower tron-donating nature of the substituent decreased. This strength is more difficult), and thus the lack of pro- regular substituent effect can be explained by two duction of the Bronsted acid sites which would be different mechanisms of the reaction: active for the 'esterification' reaction. 1. The rate-determining step of the Friedel-Crafts Although the activity of HZSM-5 was close to that acylation over zeolite catalyst is the formation of the of Y9, its selectivity was quite different. Over HZSM- electrophilic intermediate. It is well-known that the 5, the acylation of anisole gave two major products: decrease in electron-donating nature of the substituent 4-propanoyl anisole (=60%) and phenyl propionate decreases the stability of the electrophilic intermedi- (=40%), the O-acylation product. A trace of 4-pro- ate, and thus leads to a slow reaction rate. But this panoyl phenol formed through Fries rearrangement assumption implies that the rate of the acylation was also found in the products. That is, the ratio R reaction would be independent of either the electron (1.5) for HZSM-5 was much lower than that for Y density or the concentration of the aromatic ring, zeolites. (The conversions achieved over HZSM-5 and which reacts with the electrophilic intermediate only Y9 were comparable, so the great difference in selec- after the rate-determining step. However, it was found tivity between HZSM-5 and the Y zeolites was not due [4,12] that over zeolite catalysts, the rate of the to the difference in conversion.) The great amount of acylation of toluene was much lower than of anisole. ester formation (O-acylation) was again due to the The above assumption is obviously opposite to this existence of very strong Bronsted acid sites in HZSM- fact and therefore irrational. 5. It is interesting to note that in HZSM-5 the ratio of 2. Like the case of homogeneous catalysis, the rate- very strong Lewis acid sites to very strong Bronsted determining step of the Friedel-Crafts acylation con- acid sites (nL/nB=0.2) is not equal to R (= 1.5). This sists in the formation of a a-complex through attack of fact can be explained by means of two possible the electrophilic intermediate at the aromatic ring. The assumptions: Firstly, the very strong Bronsted acid rate of this step depends upon the concentration and sites can catalyze not only the'esterification' reaction the electrophilic nature of the intermediate. Under the but also the acylation of the aromatic ring; Secondly, same reaction conditions, the higher the stability of the the Lewis acid sites with lower strength, as well as electrophilic intermediate, the higher its concentra- higher strength, can also catalyze the acylation reac- tion, but the lower its electrophilic ability. This contra- tion. diction lead to the irregularity of the relation between When the reaction over HZSM-5 was carried out at the structure of the acyl chloride and the rate of A1C13- lower temperature (403 K), the ratio R of 4-propanoyl catalyzed acylation reaction which was carried out anisole to phenyl propionate became lower (,~ 1). This usually at lower temperature (e.g. rt). On the other would imply that over very strong Bronsted acid sites, hand, the zeolite-catalyzed reaction had to be carried Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 203 Table 4 Results for the Friedel-Crafts acylation of anisole (0.40 mol) with aromatic acid (0.10 tool) over zeolite Y9 (3.0 g) at 4254430 K for 48 h X Conversion ~ Yield b Selectivity ~ Melting point (mol%) (mol%) (mol%) /C) p-CH30 87.0 80 94.1 140-142 p-OH 84.2 76 92.2 149-151 o-OH 89.1 80 93.6 96-98 m-OH 25.6 19 93.4 133-135 p-CH3 84.3 75 93.7 90-92 H 75.5 67 93.3 60-6 I p-Br 60 53 93.2 154-156 p-CI 60.8 54 94.5 123-125 o-Cl 71.2 65 95.6 84-85 m-C1 54.3 49 95.1 77-79 o-NO2 47.4 0+ 10 'j 0 80-81 d m-NO2 29.6 0+8 d 0 80--8 I d o-1 82.1 74 95.3 90-9 I 2-furoic acid 98.9 0 0 --- aConversion of the substituted benzoic acid determined by titration with 0.100 N KOH-EtOH solution and confirmed by GC data. bThe effective yield of the substituted benzophenone. ~Selectivity determined by GC; the only by-product detected was phenyl substituted benzoate (~5%): the by-products 'coked' on the catalyst were not considered. aThe product was 3,4'-bianisole; its yield was calculated on the basis of anisole: its structure was confirmed by HNMR. out at higher temperature (~428 K). At this tempera- sion (to the corresponding substituted benzophenone) ture the difference in activation energy of the rate- of chlorobenzoic acid can be arranged in the following determining step, caused by the difference in electro- order: o>p>rn. The second inegality is normal and philic nature among the electrophilic intermediates, could be easily explained by the electron-attracting would become less important. So the rate of the nature of C1. But the first inegality was not due to this reaction depended almost solely on the concentration nature, since the inductive effect of o-Cl unstabilizing of the electrophilic intermediate. The yield of the the electrophilic intermediate was stronger than p-Cl. corresponding substituted benzophenone increased A 'field effect' stabilizing the positive charge of the therefore regularly with the electron-donating ability electrophilic intermediate by the electron cloud of of the substituent in benzoic acids. A similar substi- o-C1 had to be assumed in order to explain the first tuent effect was also found for ortho-substituted ben- inegality. The field effect was also found in the case of zoic acids (Table 4). While the most strongly electron- hydroxybenzoic acids (o>p>m). attracting substituent, -NO2, lead to a null yield of the For the above reasons, we can conclude that the substituted benzophenone although the conversion of mechanism of zeolite-catalyzed Friedel-Crafts acyla- nitrobenzoic acid was higher than 30%. tion of the aromatic ring would be similar to that of The reaction of anisole with nitrobenzoic acids over homogeneously catalyzed reaction, the rate- determin- Y9 gave surprisingly 3,4~-bianisole as the major pro- ing step was generally the attack of the electrophilic duct. It was probably formed through the self Friedel- intermediate at the aromatic ring. Crafts arylation of anisole (Scholl reaction). Nitro- Lastly, it is worthy to mention that the Friedel- benzoic acids played here the role of oxidant. Crafts acylation of aromatic ring with furoic acid The position of the substituent in benzoic acids could not be realized over zeolite catalysts, since its influenced also the yield or conversion. The conver- decomposition is fast at higher temperature. 204 Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 Table 5 higher than 100 (Table 5). But when carboxylic acid Acylation of anisole (0.40 mol) with carboxylic acid or anhydride was used as acylating agent, the production of phenyl (0.10mol) over HZSM-5 at 418K for 48h. Results of the conversion of the acid or anh.,dride (C, mol%) and molar ratio R carboxylic ester was non-negligible or even predomi- of 4-acyl ~,lisole to phenyl caboxylic ester nant (in the case of acetic acid). The striking differ- ence in product distribution between the cases of acid Acylating agent C (mol%) R and anhydride strongly suggests that the acid and CH3CO2H 90.6 0.26 a anhydride over HZSM-5 would lead to different elec- (CH3CO2)O 96.4 >100 trophilic intermediates. The electrophilic intermediate C2HsCO2H 90.1 1.5 formed from anhydride would solely attack at the 58.9 b 1.4 b 25.3 ~ 1.4 c aromatic ring, while that given by carboxylic acid (C2H5CO)=O 95.3 >100 would prefer to attack at the oxygen atom of anisole, 88.7 b >100b unless the transition state was limited by the pore of 45.1 c >lOO ~ HSZM-5. n-CsHllCO2H 5 6.1 The reactivity of anhydride was higher than that of (n-CsHll CO)20 7 >100 the corresponding acid (Table 5). For example, the aReaction carried out in autoclave (0.5 dm3). conversion of propanoic anhydride (to 4-propanoyl bResults for 20 h of reaction time. anisole solely) at 5 h could attain 45%, while the total CResults for 5 h of reaction times. conversion (to 4-propanoyl anisole and phenyl pro- pionate) of propanoic acid was only 25% under the same reaction conditions. The conversion of propa- 3.3. Influence of structure of the acylating agents noic anhydride increased rapidly with the reaction time during the first 20 h and then much more slowly; In order to get an insight into the structure of the while the conversion of propanoic acid increased with electrophilic intermediate during the Friedel-Crafts the reaction time more slowly than that of propanoic acylation, the reaction of anisole with acetic, propa- anhydride during this first period but more rapidly noic, hexanoic acid and anhydride, respectively, was during the rest. This would mean that the anhydride performed over HZSM-5 at 418 K for 48 h. Table 5 was more reactive than the corresponding acid not gives the conversion and the molar ratio, R, of 4-acyl only for the acylation of anisole, but also for the anisole to the 'by-products' (phenyl carboxylic ester deactivation of the catalyst. and 4-acyl phenol) for the reactions. Another fact which deserves consideration is the The conversion of acetic acid was close to that of different behavior of propanoic acid in the reaction propanoic acid (90%), but much higher than that of systems [anisole+propanoic acid] and [anisole+ hexanoic acid (5%). This difference is naturally due to propanoic anhydride]: when the conversion of the smaller pore of HZSM-5, which disfavours the propanoic anhydride attained nearly 100% (at 48 h), formation of the voluminous transition state resulted half of the anhydride molecule was used for acylation from hexanoic acid and anisole. Noteworthy is the fact and the other half formed propanoic acid; this propa- [ 13] that when the length of the carboxylic acid carbon noic acid should go on to react with anisole, since the chain increased, the value of R (or the selectivity for 4- reaction of anisole with propanoic acid alone could acyl anisole) increased dramatically from 0.26 in the attain a conversion as high as 90% at 48 h. But the case of acetic acid to 1.5 in the case of propanic acid. propanoic acid resulted from the anhydride did not (Their conversions were comparable.) This implies react with anisole since the ester product phenyl that the O-acylated intermediate would be more propionate was not found in the system [anisole+ branched thus more limited by the pore of HZSM-5 propanoic anhydride] while a great amount of phenyl than the ~r-complex formed by the electrophilic inter- propionate was produced in the system [anisole+ mediate and anisole (the shape selectivity of zeolite), propanoic acid]. The explanation of this fact seems Under the same conditions, the reaction of anisole to be difficult, but the higher reactivity of the anhy- with anhydride over HZSM-5 gave practically the dride and the deactivation of the catalyst would be unique product, 4-acyl anisole. The value of R was important factors leading to this striking result. Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 205 Note that the molecular dimension of propanoic Methyl acetate was in fact found in the reaction anhydride is at least not smaller than that of hexanoic system [anisole+acetic acid], which was carded out in acid. But the conversion at 48 h of the former (95%) autoclave; while neither methyl propionate nor methyl was much higher than of the latter (5%). Moreover, hexanoate were found in products since they escaped although hexanoic anhydride is more voluminous, yet easily under the reaction condition its conversion (7%) was still higher than that of Nevertheless, the good selectivity for4-acyl anisole hexanoic acid. These facts imply that the electrophilic of the reaction of anisole with carboxylic acid over Y intermediate formed from anhydride over HZSM-5 (in zeolites was probably due to the predominant presence which the Bronsted acid sites were predominant) was of Lewis acid sites, which could chemisorb the car- not the protonated anhydride, but its fragment, acy- boxylic acid through coordination. And the acid coor- lium cation, which was probably produced through the dinated on Lewis acid sites, unlike its protonated form, following steps: would preferentially attack at the aromatic ring. (RCO)2+ H ~ R-C-O-C-RZ ~ RCOZ+ RCOOH The acylium cation formed over zeolite, like that 4. Conclusion formed over A1C13, would preferentially attack at the aromatic ring instead of the oxygen atom of In conclusion, the following statements can be anisole, proposed; some of them need further study. By contrast, the protonated carboxylic acid could 1. The acylation of anisole with substituted benzoic hardly transform into acylium cation, since water is a acids could be successfully performed over zeolite worse leaving group than acid: catalysts. The useful fine chemicals substituted ~'~H \\/ RCOOH + I--FZ---~- R-C-OH Z ~ RCO Z + I-~ O Therefore, when carboxylic acid was used as acy- benzophenones could be obtained with satisfac- lating agent, the electrophilic intermediate would be tory yield. the acid chemisorbed on the strong Bronsted acid sites 2. In Y zeolites, the Lewis acid sites were more active of HZSM-5. Perhaps, this protonated acid would and selective than the Bronsted acid sites for the mainly attack at the oxygen atom of anisole (like Friedel-Crafts acylation of the aromatic ring with the esterification reaction [6,14]): carboxylic acids. +OH II + + PhOCH3+ R-C-OH Z Ph-O-CH3 Z-~ \"-~ PhOCOR+CH3OH2Z RC(OH)2 + CH3OH2Z ~ CH30H + H+Z +RCOOH RCOOCH3+H20+H 206 Y. Ma et al./Applied Catalysis A: General 165 (1997) 199-206 3. The rate-determining step of the zeolite-catalyzed [3] M.J. Climent, A. Corma, H. Garcia, J. Primo, Appl. Catal. 49 Friedel--Crafts acylation was attack of the electro- (1989) 109. philic intermediate at the aromatic ring. [4] B. Chiche, A. Finiels, C. Gauthier, P. Geneste, Appl. Catal. 30 (1987) 365. 4. The electrophilic intermediate formed from anhy- [5] Y.V. Subba Rao, S.J. Kulkami, M. Subrahmanyam, A.V. dride would be the acylium cation; while when Rama Rao, Appl. Catal. A 133 (1995) L1-L6. carboxylic acid was used as acylating agent, the [6] A. Corma, H. Garcia, S. Iborra, J. Primo, J. Catal. 120 (1989) carboxylic acid protonated by the Bronsted acid 78. sites or coordinated on the Lewis acid sites of the [7] D.W. Breck, Zeolite Molecular Sieves, Wiley, New York, 1974, p. 94. zeolite catalyst would react directly with the aro- [8] R.J. Argauer, G.R. Landolt, US Pat., 3702886, 1982. matic ring. The protonated form would be less [91 c.s. Cundy, R. Higgins, S.A.M. Kibby, B.M. Lowe, R.M. reactive than the coordinated one for the attack Paton, Tetrahedron Lett., (1989)2281. at the aromatic ring, but more reactive for the [10] A.J. Hoefnagel, H. van Bekkum, Appl. Catal. A 97 (1993) 87. acylation at the oxygen atom of anisole. [11] I. Neves, E Jayat, P. Magnoux, G. Perot, ER. Ribeiro, M. Gubelmann, M. Guisnet, J. Chem. Soc. Chem. Commun., (1994) 717. References [12] Q.L. Wang, Yudao Ma, Chin. Chem. Lett., submitted for publication. [1] Friedel~Crafts and Related Reactions, G.A. Olah (Ed.), [13] Q.L. Wang, Yudao Ma, Xingdong Ji, Hao Yan, Qin Qiu, J. Interscience, New York, 1963-1965. Chem. Soc., Soc., Chem. Commun., (1995) 2307. [2] B. Chiche, A. Finiels, C. Ganthier, P. Geneste, J. Org. Chem. [14] Y. Ma, Q.L. Wang, H. Yah, X. Ji, Q. Qiu, Appl. Catal. A 139 51 (1986) 2128. (1996) 51. APCATA 97002019 S0926-860X(97)00201-9 10.1016/S0926-860X(97)00201-9 Elsevier Science B.V. All rights reserved. FriedalȓCrafts acylation of anisole over zeolite catalysts Yudao Ma Q.L. Wang * Wei Jiang Bojun Zuo Department of Chemistry, Shandong University, 250100, Jinan ,China * Corresponding author. The liquid phase Friedel-Crafts acylation of anisole with alkanoic acids, anhydrides and substituted benzoic acids, respectively, over zeolites was studied in detail. The acylation with substituted benzoic acids, as well as with alkanoic acids, could be successfully performed over zeolite catalysts. When car☐ylic acids were used as acylating agents, the activity of the Y zeolite increased with its Lewis acidity, showing that the Lewis acid sites were more active than the Bronsted acid sites. The mechanism of the reaction was found to be similar to the case of homogeneous catalysis, that is, the electrophilic intermediate formed from the acylating agent over zeolite acid sites attacked at the aromatic ring of anisole. However, the structure of the electrophilic intermediate would depend upon the acylating agent and the nature of zeolite acid sites. The anhydride would transform into the acylium cation, but the car☐ylic acid would lead to the protonated and coordinated car☐ylic acid as the electrophiles over Bronsted and Lewis acid sites of the zeolites, respectively. The protonated car☐ylic acid would preferentially attack at the oxygen atom of anisole and give phenyl car☐ylic ester, while the coordinated car☐ylic acid and the acylium cation would predominantly react with the aromatic ring, leading to the Friedel-Crafts acylation product 4-acyl anisole. Keywords Zeolite Friedel-Crafts acylation Anisole Reaction mechanism Reference [1] Olah G.A. Friedel-Crafts and Related Reactions 1963–1965 Interscience New York [2] Chiche B. Finiels A. Gauthier C. Geneste P. J. Org. Chem. 51 1986 2128 [3] Climent M.J. Corma A. Garcia H. Primo J. Appl. Catal. 49 1989 109 [4] Chiche B. Finiels A. Gauthier C. Geneste P. Appl. Catal. 30 1987 365 [5] Subba Rao Y.V. Kulkarni S.J. Subrahmanyam M. Rama Rao A.V. Appl. Catal. A 133 1995 L1 L6 [6] Corma A. Garcia H. Iborra S. Primo J. J. Catal. 120 1989 78 [7] Breck D.W. 3rd ed. Zeolite Molecular Sieves 1974 Wiley New York 94 [8] R.J. Argauer, G.R. Landolt, US Pat., 3702886, 1982. [9] Cundy C.S. Higgins R. Kibby S.A.M. Lowe B.M. Paton R.M. Tetrahedron Lett. 1989 2281 [10] Hoefnagel A.J. van Bekkum H. Appl. Catal. A 97 1993 87 [11] Neves I. Jayat F. Magnoux P. Perot G. Ribeiro F.R. Gubelmann M. Guisnet M. J. Chem. Soc. Chem. Commun. 1994 717 [12] Q.L. Wang, Yudao Ma, Chin. Chem. Lett., submitted for publication. [13] Wang Q.L. Ma Yudao Ji Xingdong Yan Hao Qiu Qin J. Chem. Soc., Soc., Chem. Commun. 1995 2307 [14] Ma Y. Wang Q.L. Yan H. Ji X. Qiu Q. Appl. Catal. A 139 1996 51",
      "scopus-id": "0001412178",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002019",
        "dc:description": "The liquid phase Friedel-Crafts acylation of anisole with alkanoic acids, anhydrides and substituted benzoic acids, respectively, over zeolites was studied in detail. The acylation with substituted benzoic acids, as well as with alkanoic acids, could be successfully performed over zeolite catalysts. When car☐ylic acids were used as acylating agents, the activity of the Y zeolite increased with its Lewis acidity, showing that the Lewis acid sites were more active than the Bronsted acid sites. The mechanism of the reaction was found to be similar to the case of homogeneous catalysis, that is, the electrophilic intermediate formed from the acylating agent over zeolite acid sites attacked at the aromatic ring of anisole. However, the structure of the electrophilic intermediate would depend upon the acylating agent and the nature of zeolite acid sites. The anhydride would transform into the acylium cation, but the car☐ylic acid would lead to the protonated and coordinated car☐ylic acid as the electrophiles over Bronsted and Lewis acid sites of the zeolites, respectively. The protonated car☐ylic acid would preferentially attack at the oxygen atom of anisole and give phenyl car☐ylic ester, while the coordinated car☐ylic acid and the acylium cation would predominantly react with the aromatic ring, leading to the Friedel-Crafts acylation product 4-acyl anisole.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002019",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ma, Yudao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Q.L."
          },
          {
            "@_fa": "true",
            "$": "Jiang, Wei"
          },
          {
            "@_fa": "true",
            "$": "Zuo, Bojun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002019"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002019"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00201-9",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "FriedalȓCrafts acylation of anisole over zeolite catalysts",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zeolite"
          },
          {
            "@_fa": "true",
            "$": "Friedel-Crafts acylation"
          },
          {
            "@_fa": "true",
            "$": "Anisole"
          },
          {
            "@_fa": "true",
            "$": "Reaction mechanism"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-206",
        "prism:endingPage": "206",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00201-9",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00201-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001412178"
      }
    }
  }
}