{
  "metadata": {
    "title": "Enhanced catalytic oxidation of diluted ethylene oxide on Pt/CeO<ce:inf loc=post>2</ce:inf> catalyst under low temperature",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2022-06-05",
    "doi": "10.1016/j.apcata.2022.118642",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X2200165X",
    "pii": "S0926860X2200165X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85129744436",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2022-04-26 2022-04-26 2022-05-06 2022-05-06 2022-05-12T08:53:26 1-s2.0-S0926860X2200165X S0926-860X(22)00165-X S0926860X2200165X 10.1016/j.apcata.2022.118642 S300 S300.1 FULL-TEXT 1-s2.0-S0926860X22X00100 2024-01-01T12:34:28.416125Z 0 0 20220605 2022 2022-04-26T14:50:24.236831Z absattachment articleinfo articlenumber articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 0926-860X 0926860X true 639 639 C Volume 639 7 118642 118642 118642 20220605 5 June 2022 2022-06-05 2022 article fla © 2022 Elsevier B.V. All rights reserved. ENHANCEDCATALYTICOXIDATIONDILUTEDETHYLENEOXIDEPTCEO2CATALYSTUNDERLOWTEMPERATURE LIU Y 1 Introduction 2 Experimental 2.1 Chemical and materials 2.2 Catalyst preparation 2.2.1 Preparation of MOx 2.2.2 Preparation of Pt/MOx 2.3 Catalyst characterizations 2.4 Catalytic activity test 3 Results and discussion 3.1 Catalyst activity evaluation 3.2 Carbon deposition analysis 3.3 Characterization analysis 3.4 Mechanism analysis 4 Conclusions CRediT authorship contribution statement Acknowledgments Appendix A Supplementary material References SHINTANI 2017 1 16 H SREEJITH 2020 7 12 L MENDES 2007 574 581 G CHENG 2013 31 33 W VANHAL 2007 310 315 J WANG 2005 355 356 F LI 2006 173 179 Y LI 2005 285 290 Y YANG 2011 247 254 Z SUN 2019 100376 B CHEN 2019 118013 J JIANG 2020 119304 Z SANTOS 2010 198 205 V CHEN 2018 4728 4737 J LIU 2008 92 99 S NIKAWA 2015 9 14 T LIU 2019 482 492 X HE 2018 4213 4229 C ZHENG 2016 343 350 Z YUAN 2020 327 344 K XU 2020 3908 H ZHOU 2020 800 805 G HOU 2021 119844 Z CHEN 2018 12405 12415 C VANDENREIJEN 2019 31 39 J HARRIS 2019 378 388 J YONG 1991 31 48 Y BULUSHEV 1995 301 322 D CASARIN 2003 436 445 M ZHANG 2019 117878 H WANG 2020 13781 13789 M DAI 2012 64 75 Q LOPEZ 2015 403 412 J LIU 2014 725 734 H HUANG 2014 96 105 H ZHANG 2019 4538 4551 Q WANG 2022 135854 M WANG 2022 2 H ZIMMER 2002 339 345 P WENG 2017 S FOURIERTRANSFORMINFRAREDSPECTROSCOPY ZHANG 2014 79 93 R JIANG 2020 119304 Z ZOU 2016 192 201 X CHEN 2020 122511 J SARMA 2020 14890 14902 B MILLER 2020 714 720 J ZHOU 2014 160 165 G NOSAKA 2017 11302 11336 Y LIUX2022X118642 LIUX2022X118642XY 2024-05-06T00:00:00.000Z 2024-05-06T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2022 Elsevier B.V. All rights reserved. 0 2022-05-14T09:07:20.767Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Natural Science Foundation of China 22078294 NSFC National Natural Science Foundation of China http://data.elsevier.com/vocabulary/SciValFunders/501100001809 http://sws.geonames.org/1814991/ Zhejiang Provincial Natural Science Foundation of China LGF20E080018 LZ21E080001 ZJNSF Natural Science Foundation of Zhejiang Province http://data.elsevier.com/vocabulary/SciValFunders/501100004731 http://sws.geonames.org/1814991/ Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province 2021ZEKL04 This study was financially supported by Natural Science Foundation of China (No. 22078294 ), Zhejiang Provincial Natural Science Foundation of China ( LZ21E080001 , LGF20E080018 ), Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province (No. 2021ZEKL04 ). https://doi.org/10.15223/policy-017 https://doi.org/10.15223/policy-037 https://doi.org/10.15223/policy-012 https://doi.org/10.15223/policy-029 https://doi.org/10.15223/policy-004 item S0926-860X(22)00165-X S0926860X2200165X 1-s2.0-S0926860X2200165X 10.1016/j.apcata.2022.118642 271346 2024-01-01T12:34:28.416125Z 2022-06-05 1-s2.0-S0926860X2200165X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/MAIN/application/pdf/294e7a4fdbdaae9c9a3e94f86a666409/main.pdf main.pdf pdf true 4335215 MAIN 8 1-s2.0-S0926860X2200165X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/PREVIEW/image/png/4a83f694dbcf6e0b6645110e9edd3871/main_1.png main_1.png png 56163 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X2200165X-sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc2/DOWNSAMPLED/image/jpeg/b5c688f2eab9f14135b359606624205d/sc2.jpg sc2 sc2.jpg jpg 37961 348 508 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc1/DOWNSAMPLED/image/jpeg/60d477929735d0d08f4e9aa0134be920/sc1.jpg sc1 sc1.jpg jpg 16693 151 282 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr2/DOWNSAMPLED/image/jpeg/758a4f2da6fdf8c7183433e32b8a001a/gr2.jpg gr2 gr2.jpg jpg 70996 461 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-ga1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/ga1/DOWNSAMPLED/image/jpeg/4cc5d78bef1c9f7cd223bc88c5c4b823/ga1.jpg ga1 true ga1.jpg jpg 24259 200 328 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr1/DOWNSAMPLED/image/jpeg/792209b943d24c7d3acce2bbbb18b757/gr1.jpg gr1 gr1.jpg jpg 41446 247 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr4/DOWNSAMPLED/image/jpeg/32cbefc8cd305ebd57ccb6ed2eef9a5d/gr4.jpg gr4 gr4.jpg jpg 137172 589 659 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr3/DOWNSAMPLED/image/jpeg/9af67f6e09889e523d2066905126b646/gr3.jpg gr3 gr3.jpg jpg 48018 656 282 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X2200165X-sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc2/THUMBNAIL/image/gif/6bc0344881135c05ac19face17772aae/sc2.sml sc2 sc2.sml sml 12342 150 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc1/THUMBNAIL/image/gif/b52dd593dd816f1b2d793cac9cb19a8c/sc1.sml sc1 sc1.sml sml 11314 117 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr2/THUMBNAIL/image/gif/7566f32832186eae8705e9f4efc2c91e/gr2.sml gr2 gr2.sml sml 13106 153 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-ga1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/ga1/THUMBNAIL/image/gif/1afd1eaea78a801f38c1a65ff2d6fedd/ga1.sml ga1 true ga1.sml sml 13589 133 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr1/THUMBNAIL/image/gif/6fe55448f76229fb5d5a45e84eb12333/gr1.sml gr1 gr1.sml sml 6741 82 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr4/THUMBNAIL/image/gif/2c85246ede747e19c1fc604386d08772/gr4.sml gr4 gr4.sml sml 16273 164 183 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr3/THUMBNAIL/image/gif/bc2d2d8c94265c417bd758bf52862206/gr3.sml gr3 gr3.sml sml 5250 163 70 IMAGE-THUMBNAIL 1-s2.0-S0926860X2200165X-sc2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc2/HIGHRES/image/jpeg/f0e25d880d2cd83a8aa7db046f865865/sc2_lrg.jpg sc2 sc2_lrg.jpg jpg 167163 1540 2245 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/sc1/HIGHRES/image/jpeg/c657fff238199e8c301db27c62c96af2/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 89463 667 1247 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr2/HIGHRES/image/jpeg/83810c8cc104371591f321ccf9a39e82/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 332133 2038 2911 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-ga1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/ga1/HIGHRES/image/jpeg/59a12ce8e3ff7d6426d71dd2dc383b91/ga1_lrg.jpg ga1 true ga1_lrg.jpg jpg 170443 886 1455 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr1/HIGHRES/image/jpeg/ed81fe5ee6c834a41fd09aadbd9e1903/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 198357 1090 2911 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-gr4_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr4/HIGHRES/image/jpeg/423f51e23a0ca7582267a42bd0a1bde5/gr4_lrg.jpg gr4 gr4_lrg.jpg jpg 645780 2603 2911 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/gr3/HIGHRES/image/jpeg/ffbfa17469c82058338d5fcc7b2be590/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 252478 2903 1247 IMAGE-HIGH-RES 1-s2.0-S0926860X2200165X-mmc1.docx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X2200165X/mmc1/MAIN/application/vnd.openxmlformats-officedocument.wordprocessingml.document/b30cc979219f94f686837591b4f7313f/mmc1.docx mmc1 mmc1.docx docx 16868589 APPLICATION 1-s2.0-S0926860X2200165X-am.pdf am am.pdf pdf 965595 AAM-PDF https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10ZTB2PJ4BJ/MAIN/application/pdf/a13231bf5f6492bdf8dd11e89fd4858d/am.pdf APCATA 118642 118642 S0926-860X(22)00165-X 10.1016/j.apcata.2022.118642 Elsevier B.V. Fig. 1 (a) Light-off curves of CeO2, Al2O3, Pt/CeO2, and Pt/Al2O3; (b) Variation of EO conversion with the extended reaction time on Pt/CeO2 and Pt/Al2O3 at different temperature. The inlet EO concentration was 10,000 ppm (or 1 vol%) and the weight hourly space velocity was kept at 40,000 mL/g·h. In Fig. 1 b, the EO conversion data were first collected at 60 °C and 80 °C, and then the temperature was ramped up to 260 °C with 20 °C temperature interval. The EO conversion data were collected immediately after each target temperature was reached and the collection was kept for 30 mins each temperature (All the tests and data collection are repeated for three times and showed little deviations, as shown in Figs. S8 and S9). Fig. 1 Fig. 2 (a) The appearance comparison of fresh and spent catalyst; (b) and (c) Thermogravimetric analyses of spent Pt/CeO2 and Pt/Al2O3 catalysts. Both the Pt/CeO2 and Pt/Al2O3 catalysts were held under 260 °C reaction before the TGA tests, which translates to full EO conversion on both catalysts according to Fig. 1. However, the reaction intermediates (acetaldehyde, acetic acid or EO multimer) are probably remaining in the catalysts. Fig. 2 Fig. 3 XPS patterns of O1 s of fresh and spent (a) Pt/CeO2 and (b) Pt/Al2O3 catalyst; (c) H2-TPR profiles of fresh Pt/CeO2 and Pt/Al2O3 catalyst. In Fig. 3 a, the orange, green, and blue area refer to adsorbed oxygen, lattice oxygen, and oxygen species, respectively. In Fig. 3 b, the H2 reduction peak for Pt/CeO2 at 88 °C can be attributed to the reduction of PtOx species, the reduction peak at 384 °C corresponds to the transformation from Ce4+ to Ce3+ but away from the Pt particles, and the final reduction peak at 771 °C could be assigned to the reduction of the CeO2 subsurface. Besides, the H2 reduction peak for Pt/Al2O3 at 446 °C can be attributed to the reduction of surface oxygen species or PtOx species on Al2O3 surface. The reduction temperature of Al2O3 is out of the test range. Fig. 3 Fig. 4 In situ DRIFTs spectra of EO oxidation on (a) Pt/CeO2 and (b) Pt/Al2O3 catalysts. The EO was injected with air at different temperatures. The inlet EO concentration was maintained at 10,000 ppm (or 1 vol%) and the weight hourly space velocity at 40,000 mL/g·h. In Fig. 4 a, the signals related to carbonyl (CO) vibration (ca. 1585 cm-1), aldehyde carbonyl group (ca. 1693 cm-1), carboxyl group (ca. 1369 cm-1) and CO2 vibration (2285 cm-1-2417 cm-1) are the most important ones. In Fig. 4 b, three extra signals are also observed, which are assigned to the stretching vibration of the carboxylic carbonyl group (ca. 1766 cm-1), the bending vibration of alcohol hydroxyl group (ca. 1486 cm-1) and the C-O-C structure stretching vibration of the EO multimer (ca. 1167 cm-1). Fig. 4 Scheme 1 The synergy between Pt particles and CeO2 support in EO oxidation. Green arrow: the activation and oxidation of EO molecules on CeO2 surface to consume lattice oxygen (Ce4+ to Ce3+); yellow arrow: the supplement of consumed lattice oxygen (Ce3+ to Ce4+) by the bond cleavage of oxygen molecules on Pt atoms and migration of activated oxygen species. Scheme 1 Scheme 2 Degradation pathway for EO catalytic oxidation over Pt/CeO2 and Pt/Al2O3. The different intermediates are derived from the in situ DRIFTs spectra of EO oxidation on the catalysts together with the GC-mass tests of the outlet gases. Scheme 2 Table 1 the surface areas, H2-TPR deconvolution and adsorbed oxygen ratios of fresh Pt/CeO2 and Pt/Al2O3 catalysts. Table 1 Sample SBET (m2/g) a H2-TPR OLatt/ (%) OAds/ (%) Oxygen species/ (%) Peak position (℃) H2 consumption (μmol/g) b Fresh Spent Fresh Spent Fresh Spent Pt/CeO2 37.23 87, 384, 771 84.8, 146.0, 439.3 72.7 71.8 27.3 28.2 – – Pt/Al2O3 260.94 447 43.3 39.1 28.5 40.1 44.6 20.8 26.9 a The textual properties of all the samples were then obtained from the adsorption isotherms. The linearity of fitting for the Brunauer-Emmett-Teller (BET) specific surface area (SBET) was 0.99999. b CuO is used as the standard material for the calculation of H2 consumption, and the calculation processes were referred to the literature [43]. Enhanced catalytic oxidation of diluted ethylene oxide on Pt/CeO2 catalyst under low temperature Yufeng Liu Investigation Data curation Writing – original draft a b Ying Zhou Formal analysis Data curation Writing – original draft a Quanli Ke Supervision Project administration Writing – review & editing a ⁎ Mei Lu Resources Formal analysis c Wenxi Zhou Investigation Data curation a Guokai Cui Formal analysis Funding acquisition a Xiaole Weng Resources Writing – review & editing d Hanfeng Lu Conceptualization Methodology Funding acquisition a ⁎ a Institute of Catalytic Reaction Engineering, College of Chemical Engineering, Zhejiang University of Technology, Hangzhou 310014, PR China Institute of Catalytic Reaction Engineering, College of Chemical Engineering, Zhejiang University of Technology Hangzhou 310014 PR China Institute of Catalytic Reaction Engineering, College of Chemical Engineering, Zhejiang University of Technology, Hangzhou 310014, P. R. China b Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province, Eco-environmental Science Research & Design Institute of Zhejiang Province, Hangzhou, Zhejiang 310007, PR China Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province, Eco-environmental Science Research & Design Institute of Zhejiang Province Hangzhou Zhejiang 310007 PR China Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province, Eco-environmental Science Research & Design Institute of Zhejiang Province, Hangzhou 310007, Zhejiang, China c Zhejiang Environmental Technology Co. Ltd., Hangzhou 311121, PR China Zhejiang Environmental Technology Co. Ltd. Hangzhou 311121 PR China Zhejiang Environmental Technology Co., Ltd., Hangzhou 311121, P. R. China d Key Laboratory of Environment Remediation and Ecological Health, Ministry of Education, College of Environmental and Resource Sciences, Zhejiang University, Hangzhou 310058, PR China Key Laboratory of Environment Remediation and Ecological Health, Ministry of Education, College of Environmental and Resource Sciences, Zhejiang University Hangzhou 310058 PR China Key Laboratory of Environment Remediation and Ecological Health, Ministry of Education, College of Environmental and Resource Sciences, Zhejiang University, Hangzhou 310058, P. R. China ⁎ Corresponding authors. A thorough catalytic combustion toward diluted ethylene oxide (EO) is demonstrated. The Pt active phase and CeO2 support were selected to introduce a synergistic effect. As a result, a superior catalytic activity and less severe coking trend were observed on the Pt/CeO2 catalyst when compared with another widely-used Pt/Al2O3 catalyst. The XPS spectra and H2-TPR profiles evidenced that the Pt/CeO2 catalyst has both stronger metal-support interaction and more abundant oxygen vacancies, which is believed at the heart of its excellent performance. Finally, the degradation pathways of EO were explored by in-situ DRIFTS. The weak H2O affinity of Pt/CeO2 catalyst can inhibit the polycondensation reaction and result in the favorable degradation of EO. In contrast, abundant hydroxyl species were present on the hydrophilic Pt/Al2O3 catalyst surface, which may serve as acid sites and complicate the EO degradation, and therefore various side products and carbon deposits would appear in this case. Graphical Abstract ga1 Keywords Ethylene oxide Diluted Pt/CeO2 Catalytic oxidation Degradation pathway 1 Introduction Ethylene oxide (EO), a new generation of excellent sterilant and disinfectant in succession to formaldehyde, is broadly used in the sterilization of medical industry due to its effectiveness and compatibility, especially in circumstances where the heat- or radiation-sensitive items are present (e.g. soft polymers) [1]. However, a certain amount of EO gas is remaining in the polymeric devices as well, which is not only flammable (Boiling point: 10.8 °C), but also significantly threatens both the environment and human health (WHO list of carcinogens, 2012, category Ι) [2]. To tackle this issue, a special ventilation process be adopted to completely remove the EO residual within the devices. Nonetheless, the resultant diluted EO waste would be another serious threat if exceeding permissible levels, for example, the permissible exposure limit for EO gas in the workplace is 1 ppm, while the limits for long-term (40 h per week, 8 h per shift) and short-term exposure (15 min) are 0.5 ppm and 5 ppm, respectively [2,3]. Therefore, the emission of diluted EO waste is now becoming an urgent issue to be addressed. Conventionally, EO waste gas is eliminated by thermal oxidation, adsorption, and biodegradation. However, thermal catalysis generally requires a high operation temperature, which may cause EO explosion and thus safety problems [4]. Meanwhile, during the exothermic adsorption process, the concentrated EO gas may suffer from easy polymerization, which interferes with the recyclability of the adsorbents and complicates the EO treatment [5,6]. Finally, the EO abatement efficiency using biodegradation could be a problem in the real natural environment [7]. With these concerns, hydration of EO waste to produce ethylene glycol seems a more practical way. In this case, a series of acid catalysts, including ion-exchange resins, heteropolyacids, sulfonated silica gels, niobium oxide, layered niobic acid, and H-ZSM-5 zeolites, have been adopted to catalyze the EO waste hydration [8–14]. Nevertheless, the high infrastructure investments for the EO hydration process, e.g. the hydration reactor and distillation tower, make the process rather expensive in case of diluted EO exhaust treatment, and therefore a more efficient and economical elimination method is necessitated. Catalytic combustion is a promising method to efficiently and completely convert VOCs into harmless CO2 and H2O, while the milder operation temperature (than thermal oxidation) and lower investment (than hydration) could relieve the safety and economic concerns. Catalysts are one of the most significant factors in catalytic combustion. Specifically, supported catalysts comprised of noble metal and redox-type support are proven to have particularly high activity toward oxygen-containing VOCs (OVOCs) under low temperatures. Among the noble metals, platinum-based catalysts have shown the most prominent performances. For example, Pt/TiO2 effectively degrade formaldehyde and ethanol at room temperature, while Pt/CeO2 decompose methanol completely at 60 °C [15–17]. In the meantime, a variety of OVOCs (e.g. isopropanol, acetaldehyde, butanone, and ethyl acetate) were proven to follow the MvK (Mars-van-Krevelen) mechanism during the catalytic oxidation process, i.e. OVOCs are adsorbed on the carrier surface and oxidized by the lattice oxygen, which stands out the significance for the migration and supplement of lattice oxygen within the support [18–22]. In this consideration, CeO2 was an excellent candidate for catalyst support, as the conversion between Ce4+ and Ce3+ can promote the migration of its lattice oxygen and its redox activity [23,24]. Given this, it is strongly anticipated that the synergy between Pt particles and CeO2 support could greatly enhance the EO oxidation efficiency, where EO is oxidized by the lattice oxygen on the CeO2 surface and the consumed lattice oxygen is later recovered by the migrated oxygen species activated on the Pt particles ( Scheme 1). In this paper, Pt/CeO2 catalyst was adopted in the catalytic oxidation of diluted EO sources, with concentrations as low as 3,000–10,000 ppm (0.3–1.0 vol%). The catalytic test results showed that Pt/CeO2 has remarkably high catalytic activity for diluted EO sources under relatively low temperature. In contrast, when CeO2 was replaced by another common support, Al2O3, both a higher conversion temperature and more severe coking tendency was observed on the Pt/Al2O3 catalyst, which stands out the better activity and stability of Pt/CeO2 catalyst. The XPS spectra and H2-TPR profiles proved that the stronger metal-support interaction and more abundant oxygen vacancies in Pt/CeO2 catalyst were the key factors to its excellent performance. Finally, the different degradation pathways toward diluted EO source were given by in situ DRIFTs tests, and the degradation mechanism was proposed accordingly. 2 Experimental 2.1 Chemical and materials Cerium nitrate hexahydrate (Macklin; 99.99%), Aluminum nitrate nonahydrate (SCR Co. Ltd; 99.9%), Zirconium nitrate pentahydrate (Macklin; 99.99%), Magnesium nitrate hexahydrate (SCR Co. Ltd; 99.0%), Zinc nitrate hexahydrate (SCR Co. Ltd; 99.0%), Manganese(Ⅱ) nitrate aqueous solution (SCR Co. Ltd; 50.0%), Titanium oxysulfate-sulfuric acid hydrate synthesis grade (Aldrich; 93.0%), Hydrazine hydrate aqueous solution (SCR Co. Ltd; 85%), Ammonia aqueous solution (SCR Co. Ltd; 99.0%), (SCR Co. Ltd; 25.0–28.0%), Chloroplatinic acid hexahydrate (Shanghai Jiuyue Chemical Co. Ltd; 59.0%), Palladium chloride (Shanghai Chemical Co. Ltd; 59.0%), Tetrachloroauric acid tetrahydrate (SCR Co. Ltd; 47.8%). All chemicals of analytical grade were used as received without further purification. 2.2 Catalyst preparation 2.2.1 Preparation of MOx The MOx (M = Ce, Zr, Ti, Mn, Co, Zn, Mg, Al) supports are prepared by precipitation method with NH3·H2O as precipitant. Under vigorous stirring, ammonia solution was added dropwise into the cerium or aluminum nitrate solutions until the pH value was adjusted to 8–10. The mixture was then stirred for another 3 h, aged overnight, dried at 110 °C for 12 h, and finally calcined at 500 °C for 3 h. 2.2.2 Preparation of Pt/MOx The desired amount of chloroplatinic acid solution (2.5 gPt / L) was first dissolved in 20 mL of deionized water. Then 1 g MOx powder was added into the chloroplatinic acid solution, and the resultant mixture was stirred at 75 °C water bath for 1 h. After filtration, the obtained solid was dissolved in another 20 mL of deionized water along with 140 μL of 85% hydrazine hydrate solution. The mixture above was reduced for 1 h and then filtrated, dried at 100 °C for 1 h, and finally calcined at 400 °C for 4 h. The obtained support catalysts were named as Pt/MOx (M = Ce, Zr, Ti, Mn, Co, Zn, Mg, Al), and the preparation method of N/CeO2 (N = Pd, Au, Ag) is as above. 2.3 Catalyst characterizations Physicochemical properties of the catalysts were characterized using a series of techniques, such as Chromatography-Mass Spectrometer (GC-MS), TG-DSC (Thermogravimetric Analysis-Differentials Canning Calorimetry), X-ray diffraction (XRD), Brunauer-Emmett-Teller (BET), Gas, X-ray photoelectron spectroscopy (XPS), and in situ Diffuse Reflectances Infrared Fourier Transform spectroscopy (in situ DRIFTs). The detailed characterization procedures can be seen from the Supplementary material. 2.4 Catalytic activity test The performance of prepared materials in the oxidation of EO was investigated in a continuous-flow fixed-bed reactor at atmospheric pressure. In each test, 0.1 g of catalyst was placed into the tube reactor. The EO feed gas was generated by bubbling the EO liquid with air in an ice-water bath. The EO gas was then mixed with certain airflow (79% N2 + 21% O2) so that the total flow rate was maintained at 66.67 mL·min-1 (10,000 ppm EO and weight hourly space velocity = 40,000 mL/g·h). The catalyst bed was subsequently set to the desired temperature and left to equilibrium for 20 min before automatic sampling was initiated. In Fig. 1 A, the sampling was initiated when each target temperature was reached and stabilized. In Fig. 1 B, the sampling was performed immediately after the set temperature was reached, and the data were collected every 3 mins for in total ten times, as shown in Fig. S1. The concentrations of EO were measured by gas chromatography (GC-1620; Jiedao, China) equipped with a flame ionization detector (FID) and RTX-1 column (30 m × 0.25 mm (ID) × 0.25 µm). The conversion of EO (XEO) was calculated as follows: XEO (%) = ([EO]in - [EO]out) / [EO]in * 100% where [EO]in and [EO]out represent the EO concentrations in the inlet and outlet gas flows, respectively. 3 Results and discussion 3.1 Catalyst activity evaluation First, the catalytic oxidation performances for diluted EO gas were tested on the surface of different metal oxides, wherein CeO2 showed the best catalytic activity, as witnessed by their full conversion temperatures for EO gas (Fig. S2). Thereafter, the same amounts of Pt (0.1 wt%) are further loaded on the surface of different metal oxides, and similarly, Pt/CeO2 has the most excellent catalytic performance (Fig. S3). Basing on the results above, a series of noble metals were then loaded on CeO2 support. In contrast to previous researches, Pt species, when serving as the active phase, exhibited obviously better catalytic oxidation activity for diluted EO stream when compared with other noble metals (Pd, Au, and Ag), as shown in Fig. S4 [25,26]. Provided the results above, the catalytic oxidation activity of Pt/CeO2 and another widespread commercial catalyst, Pt/Al2O3, was then investigated by their light-off curves for 10,000 ppm (or 1 vol%) EO sources, with the performances on the sole supports (CeO2 and Al2O3) as benchmark. A straightforward parameter for evaluating the catalyst activity be T90, that is, the temperature at which 90% of the inlet EO mass was lost in catalytic combustion process. As shown in Fig. 1 a, the EO catalytic oxidation performances on the oxide supports are obviously inferior to those catalysts with Pt loading (e.g. the T90 of CeO2 decreases by 40 °C after Pt loading). Meanwhile, the T90 values of Pt/CeO2 and Pt/Al2O3 are 158 °C and 238 °C, respectively, which proves the better cooperation between Pt species and CeO2 support. Noticeably, the EO conversion on both the Pt/Al2O3 catalyst and Al2O3 support has exhibited decreasing trends during the catalytic oxidation (Fig. 1 a), which were related to the temporary deactivation caused by the coverage of active sites [27]. This should also be the reason why their catalytic activity recovers again when the temperature increases to even higher degree. In order to verify the influence of noble metal loading, the catalytic performances of Pt/CeO2 catalysts with different Pt loadings (0.1–0.4 wt%) were tested, whereas the increase of Pt loading only has slight influences on the EO catalytic oxidation activity (Fig. S5). Additionally, the catalytic oxidation tests were conducted for 3000–9000 ppm EO sources as well, the relatively lower T90 value of Pt/CeO2 catalyst (Fig. S6), together with the results above, strongly verifies its excellent oxidation activity toward diluted EO. To look deeper into the catalytic behavior of the catalysts, the change of EO conversion with time extension at each temperature was explored, as displayed in Fig. 1 b. For the Pt/CeO2 catalyst, the EO conversion came to equilibrium soon once the target temperature was reached, and increased immediately when the temperature rose to higher degree. On the contrary, the EO conversion over Pt/Al2O3 catalyst showed a trend of fluctuating downward within 30 mins, and this trend could be hardly reversed until the temperature reached 240 ℃. In order to check the reason for the decreased EO conversion during catalytic oxidation, the components within the outlet streams of both processes were analyzed at different conversion (T50, T90, and T100) (Tables S1 and S2). As demonstrated, only a minor amount of acetic acid in addition to major CO2 product (or minor EO resource) was observed in the outlet products when using Pt/CeO2 as the catalyst; however, a considerable amount of acetaldehyde and/or acetic acid products were present in the outlet products till 90% EO conversion when Pt/Al2O3 was used instead (Fig. S7 , Table S1). Previous research has also disclosed that acetaldehyde is one of the main products in EO degradation when using Al2O3 catalyst supported with noble metal [28–30]. As a result, the reaction kinetics and stability may also be varied by the different intermediates, since the intermediates, when adsorbed on the active sites, easily result in coke that interferes with the reaction between EO and active sites. 3.2 Carbon deposition analysis Provided with the great influence of coke, the carbon deposits on the spent catalysts were then analyzed. First of all, the color change of the catalysts is the most direct reflection of the carbon deposition. According to Fig. 2 a, the surface of the Al2O3 and Pt/Al2O3 catalysts obviously turned into darker colors when compared with those of CeO2 and Pt/CeO2. Thereafter, the thermogravimetric analyses of the spent catalysts were carried out to quantify the carbon deposit amount. Accordingly, three weight loss stages of the spent Pt/CeO2 were witnessed. The first weight loss range (1.6 wt%, before 210 °C) could be attributed to the desorption of water, while the second (0.7 wt%, 210–300 °C) mainly to the catalytic oxidation of the chemically-adsorbed intermediates (e.g. residual acetic acid, more details in Section 3.4) adsorbed on the catalyst surface (Fig. 2 b). Additionally, a very small weight loss can be observed in the third range (0.1 wt%, 300–350 °C), which reflects the minor coke formation on Pt/CeO2 and fits well with the phenomenon in Fig. 2 a. As for the weight loss on the spent Pt/Al2O3 catalyst, a higher water desorption amount (3.8 wt%, before 170 °C) was found in the initial stage (Fig. 2 c). Moreover, significantly greater weight losses were detected in the remaining two stages, which could be mainly associated with the catalytic oxidation of the chemically-adsorbed reaction intermediates (acetaldehyde, acetic acid or EO multimer, more details in Section 3.4) on the catalyst surface (5.0 wt%, 170–300 ℃), as well as the combustion of carbon deposits attached to the catalyst surface (6.0 wt%, 300–520 ℃) (Fig. 2 c). Previous researches have demonstrated that the surface acidity and porosity of catalysts were the most important factors for coke formation and proposed multiple reaction pathways of EO molecules on Al2O3 surface [31–33]. As a consequence, a variety of carbon deposits would be formed, which not only block the pores (shown in Fig. S10) but also cover the active sites and thus affect the catalytic activity of Pt/Al2O3. Nevertheless, even though Pt/CeO2 has much smaller surface area, the EO gas could still be completely oxidized with little carbon deposition left and porosity changed (Fig. S11 , Table 1). Thereby, it is rational to surmise that the Pt/CeO2 catalyst surface recovered quickly for the next catalytic cycle, while the activation and migration of oxygen might play a fundamental role therein. 3.3 Characterization analysis The O1s XPS spectra of the fresh and spent catalysts were then collected to investigate the role of oxygen in the catalytic oxidation reaction. Normally, there are two oxygen states on the solid surface. The first one is surface absorbed oxygen species which include the adsorbed oxygen (O-, O2-, O2 -) and other oxygen species (e.g. water), while the second one is lattice oxygen [34–36]. As indicated in Fig. 3 a and Table 1, the main peak at 528.9 eV was related to the lattice oxygen of cerium (OLatt), while the weak peak at 531.3 eV to the surface absorbed oxygen (OAds). Meanwhile, the Ce 3d XPS spectra of CeO2 support and Pt/CeO2 catalyst are illustrated in Fig. S12, wherein two cerium states are present, i.e. Ce3+ and Ce4+. The amount of Ce3+ is estimated to be 22.1% and 36.9% in CeO2 support and Pt/CeO2 catalyst, respectively. Notably, the high amounts of Ce3+ cations and abundant surface absorbed oxygen species on the Pt/CeO2 catalyst surface strongly validates the presence of abundant surface oxygen vacancies, which also translates to a higher catalytic activity when participating in the EO catalytic oxidation [37]. Compared to Pt/CeO2 catalyst (OAds: 27.3%), Pt/Al2O3 catalyst (OAds: 40.1%, Oxygen species: 20.8%) has a higher fraction of surface adsorbed oxygen species, mainly because of the presence of large amounts of hydroxyl groups and water on its surface (Fig. 3 b, Table 1). This would promote the occurrence of various side reactions, as referred in literature previously [31–33]. After the reaction, the fractions of OAds and Oxygen species reach up to 44.6% and 26.9%, respectively, on the spent Pt/Al2O3 catalyst surface. This phenomenon could be attributed the remaining oxygen-containing intermediates, such as acetaldehyde, acetic acid and ethylene glycol. In contrast, only a small fraction of adsorbed oxygen assigned to the remaining oxygen-containing intermediates are witnessed on the Pt/CeO2 catalyst surface, which proves its stronger activation capability for the intermediates and therefore higher degradation efficiency for the EO molecules. Subsequently, the surface reduction ability of the catalysts was investigated by H2-TPR characterization. As shown in Fig. 3 c and Table 1, Pt/CeO2 has three reduction peaks at 88 °C, 384 °C, and 771 °C, respectively. The reduction peak at 88 °C can be attributed to the reduction of PtOx with an H2 uptake of 84.8 μmol/g, which is significantly higher than the nominal value of 5.1 μmol/g (assuming that the Pt species in the catalyst is Pt2+) [38]. The hydrogen spillover effect due to the metal-support interaction was responsible for the abnormally high H2 uptake, including the contribution of surface oxygen adjacent to the Pt species. The second reduction peak at 384 °C corresponds to an H2 consumption of 146 μmol/g, which caused by the reduction of surface oxygen away from Pt particles, so the transformation between Ce4+ and Ce3+ [39]. Finally, the reduction peak at 771 °C assigned to the oxygen reduction of the support subsurface, which corresponds to a H2 consumption of 439.3 μmol/g. As a comparison, Pt/Al2O3 has only one H2 reduction peak at 446 °C and the H2 consumption is about 43.3 μmol/g (the reduction temperature of Al2O3 is out of the test range), which is higher than the nominal value of 5.1 μmol/g for Pt reduction (Table 1). This phenomenon ascribed to the reduction of surface oxygen species or weak metal-support interactions between Pt particles and Al2O3 [40]. However, it should also be noted that the H2 consumption of Pt/Al2O3 is much lower than that of Pt/CeO2 catalyst (84.8 μmol/g), which evidences the more advantageous electron transfer in the latter catalyst. In conclusion, H2-TPR profiles and the XPS spectra prove that Pt/CeO2 has shown stronger metal-support interaction (for oxygen activation) and more abundant oxygen vacancies (for EO activation) than Pt/Al2O3, which is the reason why Pt/CeO2 exhibited better redox activity. That means, the Pt particles served as the active site for oxygen activation, while the oxygen vacancy in CeO2 as the active sites for EO molecules. However, since the single CeO2 support also shows quite good catalytic activity (Fig. 1), the O2 molecules may also be effectively activated on CeO2 surface [41,42]. 3.4 Mechanism analysis Since the GC-mass tests have verified diverse intermediates and implied different degradation pathways on the catalysts, in situ DRIFTs tests were then performed under the reaction conditions to track the reaction mechanism. Especially, information about the peak intensity change of different bonds is interesting as it directly reflects the evolution of reaction intermediates. At room temperature, only characteristic peaks associated with EO were observed on the Pt/CeO2 surface: the first, the peaks at ca. 2761–3009 cm-1 and 1268 cm-1 are attributed to v as(C-H) stretching vibration and δ(C-H) bending vibration of methyl (-CH3) and methylene (-CH2) groups, respectively; besides, the peaks at ca. 1083 cm-1 and 867 cm-1 are assigned to the asymmetric v as(C–O–C) and symmetrical v s (C–O–C) stretching vibration of EO, correspondingly (Fig. S13) [44]. However, when the temperature increased to 80 ℃, a signal attributed to carbonyl (CO) (ca. 1585 cm-1) appeared and the peak intensity due to the C–H bond also increased ( Fig. 4 a), indicating the formation of acetaldehyde or acetic acid product [45]. As the temperature reached by 140 ℃, the characteristic peak intensity belonging to EO decreased, while another two stretching vibrations signals related to the aldehyde carbonyl group (CO) (ca. 1693 cm-1) and the carboxyl group (-COOH) (ca. 1369 cm-1) were found to occur (Fig. 4 a), which suggests the conversion of acetaldehyde into acetic acid [46,47]. When the temperature was further raised above 160 ℃, the signal ascribed to CO2 species started to be detected (2285 cm-1-2417 cm-1), concurrently with the weakening of the aldehyde carbonyl group (CO) (ca. 1693 cm-1) and increasing of the carboxyl group (-COOH) (ca. 1369 cm-1) (Fig. 4 a, Fig. S14). The carboxyl group is considered to be derived from the acetic acid (evidenced by the GC-mass results), and thus the accumulation of acetic acid shows that the degradation of acetic acid may be the key step of EO catalytic oxidation on the Pt/CeO2 surface. In the meantime, no obvious change was witnessed in the peak associated with hydroxyl species (3086 cm-1-3357 cm-1), indicating that the H2O molecules generated by the reaction can easily depart from the catalyst surface (Fig. 4 a). In the absence of H2O molecules, the ring-opening polycondensation of EO would be inhibited, which well explains the remarkable anti-coking property of Pt/CeO2 catalyst. In contrast, a totally different band evolution was found on the surface of Pt/Al2O3 catalyst, as shown in Fig. 4 b. At room temperature, the characteristic bands of EO were hardly observed (Fig. S13). When the temperature rose to above 80 °C, the characteristic band of CO2 (ca. 2347 cm-1) started to occur, and its intensity was found to increase until the temperature reached 120 °C (Fig. S15) [48]. This was caused by the formation of stable carbonate when the CO2 accumulates on the catalyst surface [49]. Notably, H2O molecules, acetaldehyde and acetic acid were detected at the same time, as indicated by the signals at ca. 3228 cm-1, 1956 cm-1, 1603 cm-1, and 925 cm-1, which could be associated with the surface hydroxyl species, gaseous H2O molecules, aldehyde carbonyl group and carboxyl hydroxyl group, respectively [44]. As the temperature continued to rise to higher than 120 °C, the characteristic band of CO2 (ca. 2347 cm-1) began to decrease, and three extra bands were observed [48]. The strong signal at ca. 1766 cm-1, which is related to the stretching vibration of the carboxylic carbonyl group, was found to magnify continuously up to 260 °C. This phenomenon once again highlights the rate-determining role of the acetic acid degradation for EO catalytic oxidation on the Pt/Al2O3 surface, as is the case on the Pt/CeO2 surface. Besides, the band at ca. 1486 cm-1 corresponds to the bending vibration of alcohol hydroxyl group, so the EO molecules may undergo a hydration reaction with H2O on the catalyst surface to form ethylene glycol (EG) [33]. Additionally, the band at ca. 1167 cm-1 reflects the stretching vibration of the C-O-C structure in the EO multimer, either a dimer (1,4-dioxane) or a macromolecular polymer of EG molecules. These kinds of adsorbates are difficult to remove by catalytic combustion and easily form carbon deposits or even coke on catalyst surfaces [50]. Finally, as opposed to the Pt/CeO2 catalyst, a strong and broadband attributed to the hydroxyl species (or acid sites) on the Pt/Al2O3 surface was always present within the whole temperature range, which should be originated from the reaction between H2O and Al2O3 and would result in various side products and severe coking via acid catalysis (Fig. 2 a, Fig. 4 b). The stronger H2O affinity of the Pt/Al2O3 catalyst was also evidenced by the catalytic activity tests with water vapor injection, where the activity of Pt/CeO2 catalyst was maintained while that of Pt/Al2O3 catalyst deteriorate, both under 30% relative humidity condition (Figs. S16 and S17). Based on the discussions above, the degradation pathways of EO on Pt/CeO2 and Pt/Al2O3 are proposed, as shown in Scheme 2. On the surface of the Pt/CeO2 catalyst, EO is first oxidized to form acetaldehyde and acetic acid, and finally leads to the fully-oxidized products of CO2 and H2O. Zhou et al. also showed that with the assistance of surface-active oxygen, CeO2 can oxidize ethanol into acetaldehyde and acetic acid, and further into CO2 and H2O [51]. However, the degradation pathway of EO on the Pt/Al2O3 catalyst surface is more complicated. EO is initially fully oxidized to generate CO2 and H2O, which is similar to the case on Pt/CeO2 surface. Subsequently, CO2 accumulates on the catalyst surface and then stable carbonate species are formed. Nikawa etc. also observed stable carbonate ions, as the transition state, on the Au/TiO2 catalyst surface due to the influence of Lewis acids and bases on the catalyst surface [20]. In this case, a higher temperature is required for CO2 dissociation. Meanwhile, H2O interacts with the surface of Al2O3 to generate a large number of hydroxyl species, which serve as acid sites and result in a series of side products, such as EG and its derivatives [52]. Even though a part of EG molecules could still be fully oxidized, another part may undergo a polycondensation reaction to form dimer, polymer, or even coke and cover the active sites. The downward trends in the light-off curves of Al2O3 support and Pt/Al2O3 catalyst should also be caused by the coverage of the active sites (Fig. 1). Besides, Miller etc. proved as well that EO will undergo isomerization and hydration reactions on the Ag/Al2O3 catalyst surface to generate easily-polymerized side products (for instance, 1,4-dioxane) that are difficult to degrade [50]. In summary, a simple tandem degradation pathway was proposed on Pt/CeO2, while multiple side reactions, as well as a more complicated degradation pathway, were observed on Pt/Al2O3, most likely due to the involved acid-catalyzed reactions. 4 Conclusions As described, Pt/CeO2 catalyst was employed in the catalytic oxidation of diluted EO sources and shown excellent catalytic activity and anti-coking property when compared with the widely-used Pt/Al2O3 catalyst as well as benchmark supports. The XPS spectra and H2-TPR profiles proves that the prominent activity of Pt/CeO2 catalyst is derived from its stronger metal-support interaction and more abundant oxygen vacancies. Finally, in situ DRIFTs tests were conducted under different temperature to investigate the different degradation pathways on the catalysts. A simple tandem degradation pathway, wherein EO was converted into acetaldehyde, acetic acid, and finally CO2 and H2O, was proposed on the Pt/CeO2 catalyst. The polycondensation trend of EO on the Pt/CeO2 catalyst was inhibited due to its weak H2O affinity, which well explains its remarkable anti-coking property. On the contrary, a much more complicated degradation pathway was observed on Pt/Al2O3, possibly due to the concurrent acid catalysis processes on its surface that produced various side products. The high activity and weak H2O affinity of Pt/CeO2 catalyst make it quite promising in the practical conditions, and its scale-up applications could now be explored. CRediT authorship contribution statement Yufeng Liu: Investigation, Data curation, Writing – original draft. Ying Zhou: Formal analysis, Data curation, Writing – original draft. Quanli Ke: Supervision, Project administration, Writing – review & editing. Mei Lu: Resources, Formal analysis. Wenxi Zhou: Investigation, Data curation. Guokai Cui: Formal analysis, Funding acquisition. Xiaole Weng: Resources, Writing – review & editing. Hanfeng Lu: Conceptualization, Methodology, Funding acquisition. Declaration of Competing Interest We declare no conflict of interests. Acknowledgments This study was financially supported by Natural Science Foundation of China (No. 22078294), Zhejiang Provincial Natural Science Foundation of China (LZ21E080001, LGF20E080018), Key Laboratory of Environmental Pollution Control Technology Research of Zhejiang Province (No. 2021ZEKL04). Appendix A Supporting information Supplementary data associated with this article can be found in the online version at doi:10.1016/j.apcata.2022.118642. Appendix A Supplementary material Supplementary material . References [1] H. Shintani Biocontrol Sci. 22 2017 1 16 10.4265/bio.22.1 H. Shintani, Biocontrol Sci. 22 (2017) 1–16. https://doi.org/10.4265/bio.22.1. [2] L.S. Sreejith R. Sasi Trends Biomater. Artif. Organs 349 2020 7 12 L.S. Sreejith, R. Sasi, Trends Biomater. Artif. Organs. 349 (2020) 7–12. [3] G.C. Mendes T.R. Brandão C.L. Silva Am. J. Infect. Control 35 2007 574 581 10.1016/j.ajic.2006.10.014 G.C. Mendes, T.R. Brandão, C.L. Silva, Am. J. Infect. Control 35 (2007) 574–581. https://doi.org/10.1016/j.ajic.2006.10.014. [4] W.N. Cheng Chem. Ind. Technol. Dev. 10 2013 31 33 (in Chinese) W.N. Cheng, Chem. Ind. Technol. Dev. 10 (2013) 31–33. (in Chinese) [5] X.L. Yang, Z.C. Zhang, CN 203507806 U. 2014. [6] M.F. Lemanski, R. Kunin, US 6156942 A. 2000. [7] J.W. van Hal J.S. Ledford X. Zhang Catal. Today 123 2007 310 315 10.1016/j.cattod.2007.02.015 J.W. van Hal, J.S. Ledford, X. Zhang, Catal. Today 123 (2007) 310–315. https://doi.org/10.1016/j.cattod.2007.02.015. [8] J. Zhang, S.D. Liu, X.H. Pan, J. Zhao, X.Y. Zhao, CN 206473984 U. 2017. [9] B. Beslin, H. Hasse, J. Plukhan, T. Maier, H. Auer, CN 1290837C. 2006. [10] F. Wang J. Chen B. Zhang Q. Chen M. He Chin. J. Catal. 26 2005 355 356 (in Chinese) F. Wang, J. Chen, B. Zhang, Q. Chen, M. He, Chin. J. Catal. 26 (2005) 355–356. (in Chinese) [11] Y. Li S. Yan L. Qian W. Yang Z. Xie Q. Chen B. Yue H. He J. Catal. 241 2006 173 179 10.1016/j.jcat.2006.04.030 Y. Li, S. Yan, L. Qian, W. Yang, Z. Xie, Q. Chen, B. Yue, H. He, J. Catal. 241 (2006) 173–179. https://doi.org/10.1016/j.jcat.2006.04.030. [12] Y. Li S. Yan W. Yang Z. Xie Q. Chen B. Yue H. He J. Mol. Catal. A-Chem. 226 2005 285 290 10.1016/j.molcata.2004.10.047 Y. Li, S. Yan, W. Yang, Z. Xie, Q. Chen, B. Yue, H. He, J. Mol. Catal. A-Chem. 226 (2005) 285–290. https://doi.org/10.1016/j.molcata.2004.10.047. [13] Z.J. Yang Y.F. Li Q.B. Wu N. Ren Y.H. Zhang Z.P. Liu Y. Tang J. Catal. 280 2011 247 254 10.1016/j.jcat.2011.03.026 Z.J. Yang, Y.F. Li, Q.B. Wu, N. Ren, Y.H. Zhang, Z.P. Liu, Y. Tang, J. Catal. 280 (2011) 247–254. https://doi.org/10.1016/j.jcat.2011.03.026. [14] B. Sun M. Wen X. Ma Y. Zhou Q. Zhu H. Lu Environ. Technol. Innov. 15 2019 100376 10.1016/j.eti.2019.100376 B. Sun, M. Wen, X. Ma, Y. Zhou, Q. Zhu, H. Lu, Environ. Technol. Innov. 15 (2019) 100376. https://doi.org/10.1016/j.eti.2019.100376. [15] J. Chen M. Jiang W. Xu J. Chen Z. Hong H. Jia Appl. Catal. B 259 2019 118013 10.1016/j.apcatb.2019.118013 J. Chen, M. Jiang, W. Xu, J. Chen, Z. Hong, H. Jia, Appl. Catal. B 259 (2019) 118013. https://doi.org/10.1016/j.apcatb.2019.118013. [16] Z. Jiang M. Jing X. Feng J. Xiong C. He M. Douthwaite L. Zheng W. Song J. Liu Z. Qu Appl. Catal. B 278 2020 119304 10.1016/j.apcatb.2020.119304 Z. Jiang, M. Jing, X. Feng, J. Xiong, C. He, M. Douthwaite, L. Zheng, W. Song, J. Liu, Z. Qu, Appl. Catal. B 278 (2020) 119304. https://doi.org/10.1016/j.apcatb.2020.119304. [17] V.P. Santos S.A.C. Carabineiro P.B. Tavares M.F.R. Pereira J.J.M. Órfão J.L. Figueiredo Appl. Catal. B 99 2010 198 205 10.1016/j.apcatb.2010.06.020 V.P. Santos, S.A.C. Carabineiro, P.B. Tavares, M.F.R. Pereira, J.J.M. Órfão, J.L. Figueiredo, Appl. Catal. B 99 (2010) 198–205. https://doi.org/10.1016/j.apcatb.2010.06.020. [18] J. Chen D. Yan Z. Xu X. Chen X. Chen W. Xu H. Jia J. Chen Environ. Sci. Technol. 52 2018 4728 4737 10.1021/acs.est.7b06039 J. Chen, D. Yan, Z. Xu, X. Chen, X. Chen, W. Xu, H. Jia, J. Chen, Environ. Sci. Technol. 52 (2018) 4728–4737. https://doi.org/10.1021/acs.est.7b06039. [19] S.Y. Liu S.M. Yang Appl. Catal. A-Gen. 334 2008 92 99 10.1016/j.apcata.2007.09.037 S.Y. Liu, S.M. Yang, Appl. Catal. A-Gen. 334 (2008) 92–99. https://doi.org/10.1016/j.apcata.2007.09.037. [20] T. Nikawa S.-i Naya T. Kimura H. Tada J. Catal. 326 2015 9 14 10.1016/j.jcat.2015.03.005 T. Nikawa, S.-i Naya, T. Kimura, H. Tada, J. Catal. 326 (2015) 9–14. https://doi.org/10.1016/j.jcat.2015.03.005. [21] X. Liu Q. Han W. Shi C. Zhang E. Li T. Zhu J. Catal. 369 2019 482 492 10.1016/j.jcat.2018.11.025 X. Liu, Q. Han, W. Shi, C. Zhang, E. Li, T. Zhu, J. Catal. 369 (2019) 482–492. https://doi.org/10.1016/j.jcat.2018.11.025. [22] C. He Z. Jiang M. Ma X. Zhang M. Douthwaite J.W. Shi Z. Hao ACS Catal. 8 2018 4213 4229 10.1021/acscatal.7b04461 C. He, Z. Jiang, M. Ma, X. Zhang, M. Douthwaite, J.W. Shi, Z. Hao, ACS Catal. 8 (2018) 4213–4229. https://doi.org/10.1021/acscatal.7b04461. [23] Z.L. Zheng Carbon 108 2016 343 350 10.1016/j.carbon.2016.07.040 Z.L. Zheng, Carbon 108(2016) 343–350. https://doi.org/10.1016/j.carbon.2016.07.040. [24] K. Yuan Y.W. Zhang J. Chin. Rare Earth Soc. 38 2020 327 344 (in Chinese) K. Yuan, Y.W. Zhang, J. Chin. Rare Earth Soc. 38(2020) 327–344. (in Chinese) [25] H. Xu Z. Zhang J. Liu C.L. Do-Thanh H. Chen S. Xu Q. Lin Y. Jiao J. Wang Y. Wang Y. Chen S. Dai Nat. Commun. 11 2020 3908 10.1038/s41467-020-17738-9 H. Xu, Z. Zhang, J. Liu, C.L. Do-Thanh, H. Chen, S. Xu, Q. Lin, Y. Jiao, J. Wang, Y. Wang, Y. Chen, S. Dai, Nat. Commun. 11 (2020) 3908. https://doi.org/10.1038/s41467–020-17738–9. [26] G.F. Zhou J. Ma S. Bai L. Wang Y. Guo Rare Met. 39 2020 800 805 10.1007/s12598-019-01347-7 G.F. Zhou, J. Ma, S. Bai, L. Wang, Y. Guo, Rare Met. 39 (2020) 800–805. https://doi.org/10.1007/s12598–019-01347–7. [27] Z. Hou L. Dai Y. Liu J. Deng L. Jing W. Pei R. Gao Y. Feng H. Dai Appl. Catal. B 285 2021 119844 10.1016/j.apcatb.2020.119844 Z. Hou, L. Dai, Y. Liu, J. Deng, L. Jing, W. Pei, R. Gao, Y. Feng, H. Dai, Appl. Catal. B 285 (2021) 119844. https://doi.org/10.1016/j.apcatb.2020.119844. [28] C.J. Chen J.W. Harris A. Bhan Chem. Eur. J. 24 2018 12405 12415 10.1002/chem.201801356 C.J. Chen, J.W. Harris, A. Bhan, Chem. Eur. J. 24 (2018) 12405–12415. https://doi.org/10.1002/chem.201801356. [29] J.E. van den Reijen W.C. Versluis S. Kanungo M.F. d’Angelo K.P. de Jong P.E. de Jongh Catal. Today 338 2019 31 39 10.1016/j.cattod.2019.04.049 J.E. van den Reijen, W.C. Versluis, S. Kanungo, M.F. d’Angelo, K.P. de Jong, P.E. de Jongh, Catal. Today 338 (2019) 31–39. https://doi.org/10.1016/j.cattod.2019.04.049. [30] J.W. Harris J.A. Herron J.F. DeWilde A. Bhan J. Catal. 377 2019 378 388 10.1016/j.jcat.2019.07.043 J.W. Harris, J.A. Herron, J.F. DeWilde, A. Bhan, J. Catal. 377 (2019) 378–388. https://doi.org/10.1016/j.jcat.2019.07.043. [31] Y.S. Yong E.M. Kennedy N.W. Cant (Y) Appl. Catal. 76 1991 31 48 10.1016/0166-9834(91)80003-F Y.S. Yong, E.M. Kennedy, N.W. Cant, Appl. Catal. 76 (1991) 31–48. Y https://doi.org/10.1016/0166–9834(91)80003-F. [32] D.A. Bulushev E.A. Paukshtis Y.N. Nogin B.S. Bal'zhinimaev Appl. Catal. A-Gen. 123 1995 301 322 10.1016/0926-860X(94)00221-5 D.A. Bulushev, E.A. Paukshtis, Y.N. Nogin, B.S. Bal'zhinimaev, Appl. Catal. A-Gen. 123 (1995) 301–322. https://doi.org/10.1016/0926–860X(94)00221–5. [33] M. Casarin D. Falcomer A. Glisenti A. Vittadini Inorg. Chem. 42 2003 436 445 10.1021/ic0257773 M. Casarin, D. Falcomer, A. Glisenti, A. Vittadini, Inorg. Chem. 42 (2003) 436–445. https://doi.org/10.1021/ic0257773. [34] H. Zhang S. Sui X. Zheng R. Cao P. Zhang Appl. Catal. B 257 2019 117878 10.1016/j.apcatb.2019.117878 H. Zhang, S. Sui, X. Zheng, R. Cao, P. Zhang, Appl. Catal. B 257 (2019) 117878. https://doi.org/10.1016/j.apcatb.2019.117878. [35] M. Wang D. Chen N. Li Q. Xu H. Li J. He J. Lu ACS Appl. Mater. Interfaces 12 2020 13781 13789 10.1021/acsami.9b20929 M. Wang, D. Chen, N. Li, Q. Xu, H. Li, J. He, J. Lu, ACS Appl. Mater. Interfaces 12 (2020) 13781–13789. https://doi.org/10.1021/acsami.9b20929. [36] Q. Dai S. Bai Z. Wang X. Wang G. Lu Appl. Catal. B 126 2012 64 75 10.1016/j.apcatb.2012.07.008 Q. Dai, S. Bai, Z. Wang, X. Wang, G. Lu, Appl. Catal. B 126 (2012) 64–75. https://doi.org/10.1016/j.apcatb.2012.07.008. [37] J.M. López A.L. Gilbank T. García B. Solsona S. Agouram L. Torrente-Murciano Appl. Catal. B: Environ. 174–175 2015 403 412 10.1016/j.apcatb.2015.03.017 J.M. López, A.L. Gilbank, T. García, B. Solsona, S. Agouram, L. Torrente-Murciano, Appl. Catal. B: Environ. 174–175 (2015) 403–412. https://doi.org/10.1016/j.apcatb.2015.03.017. [38] H.H. Liu Y. Wang A.P. Jia S.Y. Wang M.F. Luo J.Q. Lu Appl. Surf. Sci. 314 2014 725 734 10.1016/j.apsusc.2014.06.196 H.H. Liu, Y. Wang, A.P. Jia, S.Y. Wang, M.F. Luo, J.Q. Lu, Appl. Surf. Sci. 314 (2014) 725–734. https://doi.org/10.1016/j.apsusc.2014.06.196. [39] H. Huang Q. Dai X. Wang Appl. Catal. B 158–159 2014 96 105 10.1016/j.apcatb.2014.01.062 H. Huang, Q. Dai, X. Wang, Appl. Catal. B 158–159 (2014) 96–105. https://doi.org/10.1016/j.apcatb.2014.01.062. [40] Q. Zhang S. Mo J. Li Y. Sun M. Zhang P. Chen M. Fu J. Wu L. Chen D. Ye Catal. Sci. Technol. 9 2019 4538 4551 10.1039/C9CY00751B Q. Zhang, S. Mo, J. Li, Y. Sun, M. Zhang, P. Chen, M. Fu, J. Wu, L. Chen, D. Ye, Catal. Sci. Technol. 9 (2019) 4538–4551. https://doi.org/10.1039/C9CY00751B. [41] M. Wang X. Hong J. Chen J. Li X. Chen J. Mi Z. Liu S. Xiong Chem. Eng. J. 440 2022 135854 10.1016/j.cej.2022.135854 M. Wang, X. Hong, J. Chen, J. Li, X. Chen, J. Mi, Z. Liu, S. Xiong, Chem. Eng. J. 440 (2022) 135854. https://doi.org/10.1016/j.cej.2022.135854. [42] H. Wang L. Wang Q. Luo J. Zhang C. Wang X. Ge W. Zhang F.-S. Xiao Chem. Synth. 2 2022 2 10.20517/cs.2022.02 H. Wang, L. Wang, Q. Luo, J. Zhang, C. Wang, X. Ge, W. Zhang, F.-S. Xiao, Chem. Synth. 2 (2022) 2. http://dx.doi.org/10.20517/cs.2022.02. [43] P. Zimmer A. Tschöpe R. Birringer J. Catal. 205 2002 339 345 10.1006/jcat.2001.3461 P. Zimmer, A. Tschöpe, R. Birringer, J. Catal. 205 (2002) 339–345. https://doi.org/10.1006/jcat.2001.3461. [44] S.F. Weng Y.Z. Xu Fourier Transform Infrared Spectroscopy third ed. 2017 Chemical Industry, Beijing S.F. Weng, Y.Z. Xu, Fourier Transform Infrared Spectroscopy, third ed., Chemical Industry, Beijing, 2017. [45] R. Zhang D. Shi N. Liu Y. Cao B. Chen Appl. Catal. B 146 2014 79 93 10.1016/j.apcatb.2013.03.028 R. Zhang, D. Shi, N. Liu, Y. Cao, B. Chen, Appl. Catal. B 146 (2014) 79–93. https://doi.org/10.1016/j.apcatb.2013.03.028. [46] Z. Jiang M. Jing X. Feng J. Xiong C. He M. Douthwaite L. Zheng W. Song J. Liu Z. Qu Appl. Catal. B 278 2020 119304 10.1016/j.apcatb.2020.119304 Z. Jiang, M. Jing, X. Feng, J. Xiong, C. He, M. Douthwaite, L. Zheng, W. Song, J. Liu, Z. Qu, Appl. Catal. B 278 (2020) 119304. https://doi.org/10.1016/j.apcatb.2020.119304. [47] X. Zou Z. Rui S. Song H. Ji J. Catal. 338 2016 192 201 10.1016/j.jcat.2015.12.031 X. Zou, Z. Rui, S. Song, H. Ji, J. Catal. 338 (2016) 192–201. https://doi.org/10.1016/j.jcat.2015.12.031. [48] J. Chen M. Jiang J. Chen W. Xu H. Jia J. Hazard. Mater. 392 2020 122511 10.1016/j.jhazmat.2020.122511 J. Chen, M. Jiang, J. Chen, W. Xu, H. Jia, J. Hazard. Mater. 392 (2020) 122511. https://doi.org/10.1016/j.jhazmat.2020.122511. [49] B.B. Sarma P.N. Plessow G. Agostini P. Concepción N. Pfänder L. Kang F.R. Wang F. Studt G. Prieto J. Am. Chem. Soc. 142 2020 14890 14902 10.1021/jacs.0c03627 B.B. Sarma, P.N. Plessow, G. Agostini, P. Concepción, N. Pfänder, L. Kang, F.R. Wang, F. Studt, G. Prieto, J. Am. Chem. Soc. 142 (2020) 14890–14902. https://doi.org/10.1021/jacs.0c03627. [50] J.H. Miller A. Joshi X. Li A. Bhan J. Catal. 389 2020 714 720 10.1016/j.jcat.2020.07.008 J.H. Miller, A. Joshi, X. Li, A. Bhan, J. Catal. 389 (2020) 714–720. https://doi.org/10.1016/j.jcat.2020.07.008. [51] G. Zhou B. Gui H. Xie F. Yang Y. Chen S. Chen X. Zheng J. Ind. Eng. Chem. 20 2014 160 165 10.1016/j.jiec.2013.04.012 G. Zhou, B. Gui, H. Xie, F. Yang, Y. Chen, S. Chen, X. Zheng, J. Ind. Eng. Chem. 20 (2014) 160–165. https://doi.org/10.1016/j.jiec.2013.04.012. [52] Y. Nosaka A.Y. Nosaka Chem. Rev. 117 2017 11302 11336 10.1021/acs.chemrev.7b00161 Y. Nosaka, A.Y. Nosaka, Chem. Rev. 117 (2017) 11302–11336. https://doi.org/10.1021/acs.chemrev.7b00161.",
      "scopus-id": "85129744436",
      "coredata": {
        "eid": "1-s2.0-S0926860X2200165X",
        "dc:description": "A thorough catalytic combustion toward diluted ethylene oxide (EO) is demonstrated. The Pt active phase and CeO2 support were selected to introduce a synergistic effect. As a result, a superior catalytic activity and less severe coking trend were observed on the Pt/CeO2 catalyst when compared with another widely-used Pt/Al2O3 catalyst. The XPS spectra and H2-TPR profiles evidenced that the Pt/CeO2 catalyst has both stronger metal-support interaction and more abundant oxygen vacancies, which is believed at the heart of its excellent performance. Finally, the degradation pathways of EO were explored by in-situ DRIFTS. The weak H2O affinity of Pt/CeO2 catalyst can inhibit the polycondensation reaction and result in the favorable degradation of EO. In contrast, abundant hydroxyl species were present on the hydrophilic Pt/Al2O3 catalyst surface, which may serve as acid sites and complicate the EO degradation, and therefore various side products and carbon deposits would appear in this case.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2022-06-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X2200165X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Yufeng"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Ying"
          },
          {
            "@_fa": "true",
            "$": "Ke, Quanli"
          },
          {
            "@_fa": "true",
            "$": "Lu, Mei"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Wenxi"
          },
          {
            "@_fa": "true",
            "$": "Cui, Guokai"
          },
          {
            "@_fa": "true",
            "$": "Weng, Xiaole"
          },
          {
            "@_fa": "true",
            "$": "Lu, Hanfeng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X2200165X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X2200165X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(22)00165-X",
        "prism:volume": "639",
        "articleNumber": "118642",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Enhanced catalytic oxidation of diluted ethylene oxide on Pt/CeO2 catalyst under low temperature",
        "prism:copyright": "© 2022 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene oxide"
          },
          {
            "@_fa": "true",
            "$": "Diluted"
          },
          {
            "@_fa": "true",
            "$": "Pt/CeO2"
          },
          {
            "@_fa": "true",
            "$": "Catalytic oxidation"
          },
          {
            "@_fa": "true",
            "$": "Degradation pathway"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "118642",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 June 2022",
        "prism:doi": "10.1016/j.apcata.2022.118642",
        "prism:startingPage": "118642",
        "dc:identifier": "doi:10.1016/j.apcata.2022.118642",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "348",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37961",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16693",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "461",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "70996",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-ga1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24259",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "247",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41446",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "589",
            "@width": "659",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "137172",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "656",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48018",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "150",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "12342",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "117",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "11314",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "153",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13106",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "133",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-ga1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "13589",
            "@ref": "ga1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6741",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "183",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "16273",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5250",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1540",
            "@width": "2245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "167163",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "667",
            "@width": "1247",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "89463",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2038",
            "@width": "2911",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "332133",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1455",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-ga1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "170443",
            "@ref": "ga1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1090",
            "@width": "2911",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "198357",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2603",
            "@width": "2911",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr4_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "645780",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "2903",
            "@width": "1247",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "252478",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-mmc1.docx?httpAccept=%2A%2F%2A",
            "@multimediatype": "Microsoft Word file",
            "@type": "APPLICATION",
            "@size": "16868589",
            "@ref": "mmc1",
            "@mimetype": "application/word"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X2200165X-am.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "AAM-PDF",
            "@size": "965595",
            "@ref": "am",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85129744436"
      }
    }
  }
}