{
  "metadata": {
    "title": "Manganese incorporated on glucose as an efficient catalyst for the synthesis of adipic acid using molecular O<ce:inf loc=post>2</ce:inf> in aqueous medium",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "2017-09-25",
    "doi": "10.1016/j.apcata.2017.08.008",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X17303782",
    "pii": "S0926860X17303782"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-85027880244",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 2017-08-16 2017-08-16 2017-08-23 2017-08-23 2018-09-27T08:57:27 1-s2.0-S0926860X17303782 S0926-860X(17)30378-2 S0926860X17303782 10.1016/j.apcata.2017.08.008 S300 S300.2 FULL-TEXT 1-s2.0-S0926860X17X0015X 2025-07-16T14:34:32.714048Z 0 0 20170925 2017 2017-08-16T16:03:13.793601Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast highlightsabst primabst pubtype ref specialabst 0926-860X 0926860X true 546 546 C Volume 546 17 122 125 122 125 20170925 25 September 2017 2017-09-25 2017 article fla © 2017 Elsevier B.V. All rights reserved. MANGANESEINCORPORATEDGLUCOSEEFFICIENTCATALYSTFORSYNTHESISADIPICACIDUSINGMOLECULARO2INAQUEOUSMEDIUM NALE S 1 Introduction 2 Experimental 2.1 General methods 2.2 Typical procedure for Mn@CC-SO3H-NH2 catalyst preparation 2.3 General procedure for synthesis of adipic acid from cyclohexanone by using Mn@CC-SO3H-NH2 catalysts 3 Results and discussion 4 Conclusion Acknowledgements Appendix A Supplementary data References CAVINI 2009 367 425 F SUSTAINABLEINDUSTRIALCHEMISTRY THOMAS 2001 675 687 J HERMANS 2006 4229 4240 I MONTZKA 2011 43 50 S BOHSTROM 2010 1861 1869 Z CHAVAN 2002 39 45 S SATO 1998 1646 K LEE 2003 1520 1523 S FUJITANI 2009 37 42 K LI 2007 319 327 H VAFAEEZADEH 2012 54 57 M CHENG 2007 1060 1064 C ZHU 2008 551 555 W BHANJA 2016 7147 7157 P WEN 2012 2868 2875 Y VYVER 2013 1465 1479 S ZOU 2015 1884 1892 G SHANG 2016 2669 2676 M JIAN 2016 3729 3735 J DUTTA 2012 6738 6740 A USUI 2003 373 375 Y DAMM 2013 978 982 M THOMBAL 2015 12981 12986 R THOMBAL 2016 30846 30851 R RATHOD 2017 701 707 P SUGANUMA 2008 12787 12793 S NALEX2017X122 NALEX2017X122X125 NALEX2017X122XS NALEX2017X122X125XS 2019-08-23T00:00:00.000Z http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2017 Elsevier B.V. All rights reserved. item S0926-860X(17)30378-2 S0926860X17303782 1-s2.0-S0926860X17303782 10.1016/j.apcata.2017.08.008 271346 2024-01-01T12:31:47.592716Z 2017-09-25 1-s2.0-S0926860X17303782-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/MAIN/application/pdf/4c931fdea8586743f35ffc518fc417b1/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/MAIN/application/pdf/4c931fdea8586743f35ffc518fc417b1/main.pdf main.pdf pdf true 982527 MAIN 4 1-s2.0-S0926860X17303782-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/PREVIEW/image/png/40a9bb0635bef0bc6d250b53cdb1c81f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/PREVIEW/image/png/40a9bb0635bef0bc6d250b53cdb1c81f/main_1.png main_1.png png 53371 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X17303782-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/fx1/THUMBNAIL/image/gif/bf84bb84223e7f70e6e935a4ce2d4564/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/fx1/THUMBNAIL/image/gif/bf84bb84223e7f70e6e935a4ce2d4564/fx1.sml fx1 true fx1.sml sml 6722 115 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X17303782-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr1/THUMBNAIL/image/gif/f17a2cac6ac99a3849436f5cd0457ce0/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr1/THUMBNAIL/image/gif/f17a2cac6ac99a3849436f5cd0457ce0/gr1.sml gr1 gr1.sml sml 4032 82 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X17303782-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr2/THUMBNAIL/image/gif/5cd3857c36a116f8fae35faf18a7dd6f/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr2/THUMBNAIL/image/gif/5cd3857c36a116f8fae35faf18a7dd6f/gr2.sml gr2 gr2.sml sml 9985 130 219 IMAGE-THUMBNAIL 1-s2.0-S0926860X17303782-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/fx1/DOWNSAMPLED/image/jpeg/df4d21a85ba7f935cf2fcd1448cefe90/fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/fx1/DOWNSAMPLED/image/jpeg/df4d21a85ba7f935cf2fcd1448cefe90/fx1.jpg fx1 true fx1.jpg jpg 22086 200 380 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X17303782-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr1/DOWNSAMPLED/image/jpeg/55a9cfbf825ee982d2809cc621e552a9/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr1/DOWNSAMPLED/image/jpeg/55a9cfbf825ee982d2809cc621e552a9/gr1.jpg gr1 gr1.jpg jpg 17954 175 470 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X17303782-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr2/DOWNSAMPLED/image/jpeg/c4c4a4e03abbf0743091fa617445f51b/gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr2/DOWNSAMPLED/image/jpeg/c4c4a4e03abbf0743091fa617445f51b/gr2.jpg gr2 gr2.jpg jpg 55657 404 678 IMAGE-DOWNSAMPLED 1-s2.0-S0926860X17303782-fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/fx1/HIGHRES/image/jpeg/af00584eeccce031961628eac3374406/fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/fx1/HIGHRES/image/jpeg/af00584eeccce031961628eac3374406/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 162386 886 1685 IMAGE-HIGH-RES 1-s2.0-S0926860X17303782-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr1/HIGHRES/image/jpeg/c54132f369b4262792e49a9fce084f22/gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr1/HIGHRES/image/jpeg/c54132f369b4262792e49a9fce084f22/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 137643 776 2083 IMAGE-HIGH-RES 1-s2.0-S0926860X17303782-gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/gr2/HIGHRES/image/jpeg/d6c6d7c6a7bf9ac1e3d1e462c72b6175/gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/gr2/HIGHRES/image/jpeg/d6c6d7c6a7bf9ac1e3d1e462c72b6175/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 994080 1786 3000 IMAGE-HIGH-RES 1-s2.0-S0926860X17303782-mmc1.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X17303782/mmc1/MAIN/application/pdf/02f1534172a806b81e65c6a903541850/mmc1.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X17303782/mmc1/MAIN/application/pdf/02f1534172a806b81e65c6a903541850/mmc1.pdf mmc1 mmc1.pdf pdf false 149742 APPLICATION APCATA 16363 S0926-860X(17)30378-2 10.1016/j.apcata.2017.08.008 Elsevier B.V. Fig. 1 Preparation of Mn@CC-SO3H-NH2 catalyst. Fig. 1 Fig 2 (a) XRD spectrum of Mn@CC-SO3H-NH2.. (b) SEM image of Mn@CC-SO3H-NH2. (c) TEM image of Mn@CC-SO3H-NH2. (d) [13]C CP/MAS spectrum of Mn@CC-SO3H-NH2. Fig 2 Table 1 Study of adipic acid synthesis in various solvents. a Table 1 Entry Solvent Temp (°C) Yield (%) Unreacted cyclohexanone b (%) 1. water 100 81 19 2. DMF 100 Starting material unconsumed – 3. DMSO 140 Starting material unconsumed – 4. acetonitrile 100 82 9 5. isopropanol 80 Starting material unconsumed – 6. neat 100 80 11 Reaction conditions. a cyclohexanone, 20wt% Mn@CC-SO3H-NH2 catalyst, O2 (20mL/min), 30h. b Isolated yield. Table 2 Study of synthesis of adipic acid at different temperatures. Table 2 Entry Temp (°C) Yield c (%) Unreacted cyclohexanone c (%) 1. a 100 81 19 2. a 120 82 7 3. a 140 73 12 4. b 100 80 11 5. b 120 84 8 6. b 140 68 10 Reaction conditions. a cyclohexanone, 20wt% Mn@CC-SO3H-NH2 catalyst, O2 (20mL/min), water, 30h. b cyclohexanone, 20wt% Mn@CC-SO3H-NH2 catalyst, O2 (20mL/min), neat. c Isolated yield. Table 3 Study of Mn@CC-SO3H-NH2 catalyst concentration for the synthesis of adipic acid. a Table 3 Entry Catalyst conc (wt%) Yield b (%) Unreacted cyclohexanone b (%) 1. 5 62 21 2. 10 70 14 3. 15 73 11 4. 20 82 7 Reaction conditions. a cyclohexanone, O2 (20mL/min), water, 120°C, 30h. b Isolated yield. Table 4 Comparisons of Mn@CC-SO3H-NH2 catalyst vs. literature known catalyst for synthesis of adipic acid from cyclohexanone. Table 4 Entry Catalyst Oxidant Yield (%) Selectivity (%) 1. Hybrid iron phosphonate O2 – 96 2. Titano silicate molecular sieves O2 – 94.6 3. Hollow structured TS-1 O2 – 95.5 4. Mn modified Hollow structured TS-1 O2 – 85.2 5. Hybrid tin phosphate None 74 – 6. Mesoporous triphosphate None 22 – 7. H2WO4 H2O2 91 – 8. Mn@CC-SO3H-NH2 O2 82 100 Table 5 Reusability of Mn@CC-SO3H-NH2 catalyst in synthesis of adipic acid. a Table 5 Entry Reuse Yield b (%) Unreacted cyclohexanone b (%) 1. 1st 82 11 2. 2nd 80 9 3. 3rd 81 8 4. 4th 81 9 5. 5th 80 8 Reaction conditions. a cyclohexanone, 20wt% Mn@CC-SO3H-NH2 catalyst, O2 (20mL/min), water, 120°C, 30h. b Isolated yield. Research Paper Manganese incorporated on glucose as an efficient catalyst for the synthesis of adipic acid using molecular O2 in aqueous medium Sagar D. Nale Pramod V. Rathod Vrushali H. Jadhav ⁎ Division of Organic Chemistry CSIR-National Chemical Laboratory, Dr. Homi-Bhabha Road Pashan, Pune, 411008, India Division of Organic Chemistry CSIR-National Chemical Laboratory Dr. Homi-Bhabha Road Pashan Pune 411008 India ⁎ Corresponding author. Graphical abstract A new manganese incorporated on glucose catalyst Mn@CC-SO3H-NH2 was synthesized and well characterized using FT-IR, PXRD, EDAX, SEM, TEM, [13] C cross-polarization NMR and BET analysis. The catalyst thus synthesized was studied for its utility in the synthesis of industrially important chemical adipic acid starting from readily available cyclohexanone using molecular O2 as a source. Adipic acid was obtained in maximum yield of 82% using Mn@CC-SO3H-NH2 catalyst in water as a solvent. The catalyst was easily recovered and reused for minimum five runs without any significant loss in the yield of products. Using molecular O2 as an oxidant and water as a solvent, the reaction is very important from green chemistry perspectives and can also be industrially feasible. Keywords Manganese Catalyst Adipic acid Water Recyclable 1 Introduction Adipic acid is one of the most important industrial chemical required all over the world. [1] The worldwide industrial production of adipic acid is 2.2 million metric tons per year. It is considered to be the building block for number of different products that are manufactured in chemical, pharmaceutical and food industries. It is the main precursor to Nylon-6,6 and also used for the production of polyester, polyresin, polyvinyl chloride. [2] Adipic acid is also used in cosmetics, fertilizers, paper and wax industry. At present adipic acid is produced industrially by catalytic oxidation of a mixture of cyclohexanol and cyclohexanone using nitric acid. [3] The major drawback for this process is the emission of harmful nitrous oxide N2O that is commonly thought to cause global warming and ozone depletion as well as acid rain and smog. [4] Adipic acid producers have to face challenge to decompose this N2O safely without causing any impact on the pollution. Efforts have been made to develop process for synthesis of adipic acid that can overcome conventional process. Synthesis starting from cyclohexanone, cyclohexanol, cyclohexene and cyclohexane have been explored. Bohstrom et al. carried out synthesis of cyclohexene to adipic acid using tungsten oxide as a catalyst and H2O2 as an oxidant. [5] Chavan et al. used Co/Mn catalyst in acetic acid to get 86% selectivity of adipic acid from cyclohexanone. [6] Sato et al. obtained 78% yield of adipic acid from cyclohexanol using Na2WO4 catalyst & 30% H2O2. [7] Lee et al. used titanium framework substituted aluminophosphate (TAPO-5) as a catalyst for oxidation of cyclohexene to adipic acid using H2O2 as an oxidant. [8] Several other tungstate based catalyst have been reported as well e.g. H3PW12O40, [9] [WO(O2)2·2QOH], [10] [BMIm]2WO4 supported on silica sulphamic acid, [11] oxotungsten containing SBA-15, [12] surfactant peroxotungstates. [13] Although reports are available in literature for synthesis of adipic acid, [14–22] the cost of oxidants like H2O2, t-butylhydroperoxide, drastic reaction conditions, using organic solvents, low yields and selectivity of adipic acid restricts its use on industrial scale. Thus there still remains a challenge for researchers to develop an efficient and stable catalyst to develop an industrially scalable process for the production of adipic acid. 2 Experimental 2.1 General methods All commercially available reagents were used without further purification unless otherwise stated. All reactions were carried out using flame-dried glassware with magnetic stirring. The Mn@CC-SO3H-NH2 catalyst thus obtained was characterized by known techniques such as FT-IR (Spectrum 400), PXRD (Panalytical X'Pert Pro), Elemental analysis from EDAX (Nova Nano SEM 450), SEM (Quanta™ Scanning Electron Microscope), TEM (Tecnai 4220 S-Twin), [13] C cross-polarization (CP) magic angle spining NMR (Jeol ECX 400, at a frequency of 100MHz with a spinning rate of 8 KHz) and BET surface area (Micrometrices ASAP 2020). [1] H and [13] C NMR spectra were recorded on a Bruker spectrometer using TMS as an internal standard. NMR data are reported as follows: chemical shift, multiplicity (br=broad singlet, s=singlet, d=doublet, t=triplet, q=quartet, m=multiplet), coupling constant (Hz) and integration. 2.2 Typical procedure for Mn@CC-SO3H-NH2 catalyst preparation Glucose (2g) and p-toluene sulfonic acid (0.4g) were taken in a clean and dry round bottom flask and stirred at 180 °C for 24h under nitrogen. After 24h, a black solid mass was obtained which was then washed with millipore water and then with ethanol to obtain a black powder. This black powder was then dried in the oven at 100°C for 5h. After drying to this black powder was added 10mL of ethanol and 3-amino propyl triethoxy silane (APTES) (0.24mL), sonicated for 30min and further refluxed at 80°C for 8h. The solid was collected by filtration and washed with water followed by ethanol and dried in the oven at 100°C for 5h. This black powder was denoted as CC-SO3H-NH2. After drying, to this black powder (1g) (CC-SO3H-NH2) was added 10mL ethanol, MnCl2 (2g) and further refluxed 80°C for 12h. The solid was collected by filtration and washed with water followed by ethanol and dried in oven at 100 °C for 5–6h. This black powder was denoted as Mn@CC-SO3H-NH2 catalyst. 2.3 General procedure for synthesis of adipic acid from cyclohexanone by using Mn@CC-SO3H-NH2 catalysts A 50mL two neck round bottom flask was equipped with a reflux condenser. The flask was charged with 0.1mL of cyclohexanone, 5mL of water, 20wt% of Mn@CC-SO3HNH2 catalyst. Oxygen was passed through the reaction at a flow of 20mL/min measured using a flowmeter. The reaction mixture was then refluxed for required time and the reaction was monitored using TLC. After completion of the reaction, the reaction mixture was cooled to room temperature. The reaction mixture was filtered to separate the catalyst. The catalyst was washed 3–4 times with water followed by methanol. The filtrate was concentrated under vacuum. The residue left after concentration was washed with ethyl acetate 2–3 times to remove the unreacted cyclohexanone leaving behind colourless white solid of crude adipic acid. 3 Results and discussion Biomass derived carbonaceous catalyst are promising as biomass is renewable, abundant, cheap and easy for preparation. Carbonaceous catalyst consists of carbon skeleton that is stable, insoluble in most acidic/basic conditions as well as organic solvents and easily separable. Due to our continuous interest in the field of carbonaceous solid acid catalyst, [23–25] we were interested in the synthesis of Mn@CC-SO3H-NH2 catalyst and showed its remarkable catalytic activity in synthesis of one of the important value added chemical adipic acid using molecular oxygen as a sole oxidant under mild reaction conditions. For the preparation of Mn@CC-SO3H-NH2 catalyst, D-glucose was used as a carbon precursor. Hydrothermal carbonization of glucose and its sulfonation was done in one step by heating glucose in the presence of p-TSA at 180°C. The hydrothermal carbonization promoted the structure to undergo decomposition, hydrolysis, dehydration, and molecular rearrangement reaction to produce a polycyclic aromatic structure embedded with active −SO3H, −COOH and −OH sites. [26] In the second step, 3-amino propyl triethoxy silane in ethanol was added to generate the basic −OSi-CH2CH2CH2NH2 site on the catalyst followed by incorporation of manganese on the catalyst surface using manganese chloride in ethanol (Fig 1 ). The Mn@CC-SO3H-NH2 catalyst thus synthesized was used in the synthesis of adipic acid from cyclohexanone. The FT-IR spectrum (Fig. S1) showed peaks for O SO stretching vibrations in −SO3H groups at 1009cm−1 and 1031cm−1 and peak for SO3- stretching at 1154cm−1, indicating the presence of sulfonic acid groups on the catalyst surface. Peak at 1619cm−1 and 1702cm−1 attributed to the CC stretching vibrations in aromatic carbons and CO stretching vibration of −COOH group. Doublet at 2926cm−1 attributed for CH stretching band and a peak at 1440cm−1 indicated CH bending vibration of alkyl groups of amine terminal silanes. Stretching vibrations for Si-O at 1095cm−1 and stretching and bending vibrations of Si-OC at 1122cm−1 and 680cm−1 indicated that silylanization occurred on the catalyst surface. The peak at 1591cm−1 due to the NH bending vibrations confirmed the presence of amino group on the surface of the catalyst. Bands due to OH stretching were observed at 3429cm−1. The powder X ray diffraction pattern (Fig. 2 a) of Mn@CC-SO3HNH2 showed broad diffraction peak at 2θ=15 to 30°, which can be attributed to amorphous carbon composed of aromatic carbon sheets oriented in considerably random fashion. The presence of nitrogen, sulphur, silicon, manganese and chloride was confirmed by Energy dispersive X-ray analysis (EDAX) (Fig. S2), thus confirming the acidic −SO3H, basic OSi-CH2CH2CH2NH2 and coordination of manganese to the NH groups on the surface of the Mn@CC-SO3HNH2 catalyst. SEM analysis (Fig. 2b) showed a typical planar structure of Mn@CC-SO3HNH2 carbonaceous catalyst maintaining two dimensional structures with heavy crumpling features. TEM analysis (Fig. 2c) showed porous nature of Mn@CC-SO3HNH2 carbonaceous catalyst. [13] C CP/MAS NMR spectrum (Fig. 2d) showed peaks at 128, 154 and 174ppm indicating presence of polycyclic aromatic carbon atoms, phenolic −OH and −COOH groups respectively. Broad peak was observed at 140ppm indicating aromatic carbons attached to −SO3H. Peaks from 12ppm to 61ppm showed the presence of N-propyl carbons. Using the standard Brunauer-Emmett-Teller (BET) equation BET surface areas and pore size were found to be 1.93m2/g and 8.96A°. The performance of Mn@CC-SO3HNH2 catalyst was studied for the synthesis of adipic acid starting from readily available cyclohexanone. Initially the formation of adipic acid was carried out in various solvents using Mn@CC-SO3HNH2 catalyst at given temperatures using molecular O2 (20mL/min) (Table 1 ). Solvents such as water, DMF, DMSO, acetonitrile, isopropanol and solvent free conditions were studied for adipic acid formation. It was observed that in DMF, DMSO and isopropanol the starting remained unconsumed (Table 1, entries 2, 3 & 5) whereas in water, acetonitrile and solvent free conditions a yield of about 81%, 82% and 80% of adipic acid was obtained respectively. After completion of the reaction, the solvent was removed under reduced pressure. The unreacted cyclohexanone was removed by adding ethyl acetate to the remaining crude mass. The ethyl acetate layer was decanted leaving behind white crystalline solid of adipic acid. The [1] H NMR of this white crystalline solid showed selective formation of adipic acid with 100% purity and selectivity (Fig. S3). The unreacted cyclohexanone that remained during the reaction was easily recovered and could be reused in further reactions (Fig. S4). Considering the principles of green chemistry, we optimized the reaction conditions for synthesis of adipic acid in water as a solvent and also under solvent free conditions. The reaction was studied at different temperature i.e. 100°C, 120°C and 140°C in water (Table 2 , entries 1–3) and under solvent free conditions (Table 2, entries 4–6). It was observed that in water and solvent free conditions maximum yield was obtained at 120°C with less amount of cyclohexanone remaining unreacted. As the yields of adipic acid were similar both in case of water and solvent free conditions, we optimized the further reactions for adipic acid synthesis in water as a solvent, thus the process can be considered as economic, green and environment friendly. Catalyst concentration for Mn@CC-SO3H-NH2 was studied for the synthesis of adipic acid in water (Table 3 ). It was observed that as the catalyst concentration increased from 5wt% to 20wt% the yield of adipic acid was increased from 62% to 82% respectively. Further increasing the catalyst concentration did not have any effect on yield of adipic acid. Comparison of Mn@CC-SO3H-NH2 catalyst vs. literature known catalyst for synthesis of adipic acid have been shown in Table 4 . Catalyst such as hybrid iron phosphonate, [14] Titano silicate molecular sieves, [17] hollow structured TS-1, [17] Mn modified hollow structured TS-1 [17] did not give 100% selectivity of adipic acid instead by products like glutaric acid, succinic acid were formed (Table 4, entries 1–4). Hybrid tin phosphate, [20] mesoporous triphosphate [20] and H2WO4 [21] gave about 74%, 22% and 91% yield of adipic acid (Table 4, entries 5–7). In this work, Mn@CC-SO3H-NH2 catalyst (Table 4, entry 8) was found to give 82% yield of adipic acid with 100% selectivity which indicating good efficiency of the catalyst over known literature catalyst for selective synthesis of adipic acid. As the catalyst was easily recoverable at the end of the reaction by simple filtration, the catalyst was studied for its reusability in the synthesis of adipic acid. As shown in Table 5 , Mn@CC-SO3H-NH2 catalyst exhibited consistent yield of the adipic acid even after subsequent five runs and also the unreacted cyclohexanone which was isolated can be collected and reused. Synthesis of adipic acid from cyclohexanone was also done on higher scale. When the reaction was performed on a scale of 10g of cyclohexanone using 20wt% Mn@CC-SO3H-NH2 catalyst and O2 (20mL/min) in water at 120°C after 30h, it was observed that 82% yield of adipic acid was obtained and the unreacted cyclohexanone could be recovered and reused. 4 Conclusion We have developed an efficient approach for the synthesis of industrially important chemical adipic acid using the newly synthesized Mn@CC-SO3H-NH2 catalyst using O2 as an oxidant in water as a solvent. Adipic acid was isolated in good yield and the unreacted cyclohexanone can be easily separated and reused again for the synthesis of adipic acid. The catalyst could also be easily recovered and reused without any significant loss in the yield of product. The reaction conditions are economic and environmentally green compared to the present industrial procedure available for adipic acid synthesis. Acknowledgements V.H.J. thanks DST, INDIA for the INSPIRE Faculty Award (IFA 12, CH-44). V.H.J also thanks Director, NCL for providing all the infra-structural facilities. Appendix A Supplementary data Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.apcata.2017.08.008. Appendix A Supplementary data The following is Supplementary data to this article: References [1] F. Cavini S. Alini F. Cavani G.S. Centi Perathoner F. Trifiro Sustainable Industrial Chemistry 2009 Wiley-VCH Weinheim 367 425 [2] J.M. Thomas R. Raja Chem. Comm. 8 2001 675 687 [3] I. Hermans P.A. Jacobs J. Peeters J. Chem. Eur. 12 2006 4229 4240 [4] S.A. Montzka E.J. Dlugokencky J.H. Butler Nature 476 2011 43 50 [5] Z. Bohstrom I.R. Lattes K. Holmberg Green Chem. 12 2010 1861 1869 [6] S.A. Chavan D. Srinivas P. Ratnasamy J. Catal. 212 2002 39 45 [7] K. Sato M. Aoki R. Noyori Science 281 1998 1646 [8] S.O. Lee R. Raja K.D.M. Harris J.M. Thomas B.F.G. Johnson G. Sarkar Angew. Chem. Int Ed. 42 2003 1520 1523 [9] K. Fujitani T. Mizutani T. Oida T. Kawase J. Oleo Sci. 58 2009 37 42 [10] H. Li W. Zhu X. He Q. Zhang J. Pan Y. Yan React. Kinet. Catal. Lett. 92 2007 319 327 [11] M. Vafaeezadeh M.M. Hashemi M. Shakourian-Fard Catal. Comm. 26 2012 54 57 [12] C.-Y. Cheng K.-J. Lin M.R. Prasad S.-J. Fu S.-Y. Chang S.-G. Shyu H.-S. Sheu C.-H. Chen C.-H. Chuang M.-T. Lin Catal. Comm. 8 2007 1060 1064 [13] W. Zhu H. Li X. He Q. Zhang H. Shu Y. Yan Catal. Comm. 9 2008 551 555 [14] P. Bhanja K. Ghosh S.S. Islam A.K. Patra S.M. Islam A. Bhaumik ACS Sustainable Chem. Eng. 4 2016 7147 7157 [15] Y. Wen X. Wang H. Wei B. Li P. Jin L. Li Green Chem. 14 2012 2868 2875 [16] S.V. Vyver Y. Roman-Leshkov Catal. Sci. Technol. 3 2013 1465 1479 [17] G. Zou W. Zhong L. Mao Q. Xu J. Xiao D. Yin Z. Xiao S.R. Kirk T. Shu Green Chem. 17 2015 1884 1892 [18] M. Shang T. Noel Y. Su V. Hessel Ind. Eng. Chem. Res. 55 2016 2669 2676 [19] J. Jian K. You Q. Luo H. Gao F. Zhao P. Liu Q. Ai H. Luo Ind. Eng. Chem. Res. 5 5 2016 3729 3735 [20] A. Dutta M. Pramanik A.K. Patra M. Nandi H. Uyamab A. Bhaumik Chem. Comm. 48 2012 6738 6740 [21] Y. Usui K. Sato Green Chem. 5 2003 373 375 [22] M. Damm B. Gutmann C.O. Kappe ChemSusChem 6 2013 978 982 [23] R.S. Thombal A.R. Jadhav V.H. Jadhav RSC Adv. 5 2015 12981 12986 [24] R.S. Thombal V.H. Jadhav RSC Adv. 6 2016 30846 30851 [25] P.V. Rathod S.D. Nale V.H. Jadhav ACS Sustainable Chem. Eng. 5 2017 701 707 [26] S. Suganuma K. Nakajima M. Kitano D. Yamaguchi H. Kato S. Hayashi M. Hara J. Am. Chem. Soc 130 2008 12787 12793",
      "scopus-id": "85027880244",
      "coredata": {
        "eid": "1-s2.0-S0926860X17303782",
        "dc:description": "A new manganese incorporated on glucose catalyst Mn@CC-SO3H-NH2 was synthesized and well characterized using FT-IR, PXRD, EDAX, SEM, TEM, [13] C cross-polarization NMR and BET analysis. The catalyst thus synthesized was studied for its utility in the synthesis of industrially important chemical adipic acid starting from readily available cyclohexanone using molecular O2 as a source. Adipic acid was obtained in maximum yield of 82% using Mn@CC-SO3H-NH2 catalyst in water as a solvent. The catalyst was easily recovered and reused for minimum five runs without any significant loss in the yield of products. Using molecular O2 as an oxidant and water as a solvent, the reaction is very important from green chemistry perspectives and can also be industrially feasible.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2017-09-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X17303782",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nale, Sagar D."
          },
          {
            "@_fa": "true",
            "$": "Rathod, Pramod V."
          },
          {
            "@_fa": "true",
            "$": "Jadhav, Vrushali H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X17303782"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X17303782"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(17)30378-2",
        "prism:volume": "546",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Manganese incorporated on glucose as an efficient catalyst for the synthesis of adipic acid using molecular O2 in aqueous medium",
        "prism:copyright": "© 2017 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Manganese"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Adipic acid"
          },
          {
            "@_fa": "true",
            "$": "Water"
          },
          {
            "@_fa": "true",
            "$": "Recyclable"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "openaccessSponsorType": null,
        "prism:pageRange": "122-125",
        "prism:endingPage": "125",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 September 2017",
        "prism:doi": "10.1016/j.apcata.2017.08.008",
        "prism:startingPage": "122",
        "dc:identifier": "doi:10.1016/j.apcata.2017.08.008",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "115",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6722",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4032",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "130",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "9985",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22086",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "175",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17954",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "404",
            "@width": "678",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "55657",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "1685",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "162386",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "776",
            "@width": "2083",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "137643",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1786",
            "@width": "3000",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "994080",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X17303782-mmc1.pdf?httpAccept=%2A%2F%2A",
            "@multimediatype": "Acrobat PDF file",
            "@type": "APPLICATION",
            "@size": "149742",
            "@ref": "mmc1",
            "@mimetype": "application/pdf"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/85027880244"
      }
    }
  }
}