{
  "metadata": {
    "title": "Evolution of the ceria surface area of PtRh ceria-alumina catalysts submitted to hydrothermal aging at 1273 K",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-28",
    "doi": "10.1016/S0926-860X(97)00040-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000409",
    "pii": "S0926860X97000409"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001039048",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-03-23 1999-03-23 2010-11-13T18:01:50 1-s2.0-S0926860X97000409 S0926-860X(97)00040-9 S0926860X97000409 10.1016/S0926-860X(97)00040-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00828 2024-01-01T12:19:29.85596Z 0 0 19970828 1997 1999-03-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 156 156 2 2 Volume 156, Issue 2 7 253 265 253 265 19970828 28 August 1997 1997-08-28 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EVOLUTIONCERIASURFACEAREAPTRHCERIAALUMINACATALYSTSSUBMITTEDHYDROTHERMALAGING1273K ROGEMOND E ROGEMOND 1995 405 E WARREN 1950 21 B BEGUIN 1991 595 B NUNAN 1992 309 J YAO 1984 254 H HARRISON 1988 73 B DIWELL 1991 139 A SU 1985 75 E NUNAN 1992 277 J CUNNINGHAM 1992 3233 J MARECOT 1994 43 P TROVARELLI 1992 1311 A KACIMI 1989 S THESIS SHYU 1989 23 J ROGEMOND 1997 E MARTIN 1994 D THESIS LIETZ 1983 17 G MCCABE 1995 385 R ROGEMONDX1997X253 ROGEMONDX1997X253X265 ROGEMONDX1997X253XE ROGEMONDX1997X253X265XE item S0926-860X(97)00040-9 S0926860X97000409 1-s2.0-S0926860X97000409 10.1016/S0926-860X(97)00040-9 271346 2024-01-01T12:19:29.85596Z 1997-08-28 1-s2.0-S0926860X97000409-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000409/MAIN/application/pdf/c5eb7a7d87f6660c802ba69282bfb47c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000409/MAIN/application/pdf/c5eb7a7d87f6660c802ba69282bfb47c/main.pdf main.pdf pdf true 784955 MAIN 13 1-s2.0-S0926860X97000409-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000409/PREVIEW/image/png/83fa6dac65329a8c43c5974efedd717f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000409/PREVIEW/image/png/83fa6dac65329a8c43c5974efedd717f/main_1.png main_1.png png 59256 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97000409-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000409/STRIPIN/image/gif/c42039d33c981c9723c9ac5a6232f9ff/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000409/STRIPIN/image/gif/c42039d33c981c9723c9ac5a6232f9ff/si2.gif si2 true si2.gif gif 388 30 69 ALTIMG 1-s2.0-S0926860X97000409-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000409/STRIPIN/image/gif/bb2f0abfb6326c10591062e478f3d6e0/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000409/STRIPIN/image/gif/bb2f0abfb6326c10591062e478f3d6e0/si1.gif si1 true si1.gif gif 473 30 88 ALTIMG ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 253-265 Evolution of the ceria surface area of Pt-Rh ceria-alumina catalysts submitted to hydrothermal aging at 1273 K E. Rogemondl'a, R. Fr6ty2'a, V. Perrlchon ' , M. Primeta, M. Chevrierb, C. Gauthierb, F. Mathisb aLaboratoire d'Application de la Chimie ~ l'Environnement (LACE), UMR 5634, CNRS/Universitd Claude Bernard Lyon 1, 43 Bd. du 11 Novembre 1918, 69622 Villeurbanne Cedex, France bRdgie Nationale des Usines RENAULT, Direction de l'ingJnierie des Matdriaux, 8-I0 avenue Emile Zola, 92109 Boulogne-Billancourt Cedex, France, Centre de Lardy, I allJe Cornuel, 92510 Lardy, France, Direction de la Recherche, 9-11 avenue du 18 Juin 1940, 92500 Rueil Malmaison Cedex, France Received 18 October 1996; received in revised form 18 January 1997; accepted 20 January 1997 Abstract The accessible surface area of cerium oxide was measured on model ceria-alumina supported Pt and/or Rh catalysts submitted to an hydrothermal treatment at 1273 K (10% H20 in N2). Two distinct methods, developed for fresh catalysts, were utilized. They are based respectively on the hydrogen temperature programmed reduction (TPR) profiles and the infrared spectra of the specific adsorption of CO2 on the hydroxyl groups of alumina. After aging, the TPR curves have become flattened and it is difficult to have a good reliability in the deconvolution of the peak corresponding to the ceria surface reduction. On the support alone, the results of both methods are in agreement and indicate a decrease of the ceria surface area by a factor close to 4, whereas the total surface area is only divided by 2. It appears that cerium oxide sinters more rapidly than alumina. For the metallic catalysts, the calculated ceria surface areas values depend on the hypothesis done on the oxidation state of the precious metals before the TPR. If reliable results can be obtained in the case of rhodium with O/Rh= 1.5, in presence of platinum, the mean oxidation state of platinum O/Pt= 1 results in underestimated values. The ceria surface areas deduced from the infrared results are higher than those deduced from TPR. Although the former are uncertain, they are in good agreement with a lower coverage of the alumina surface by sintered cerium oxide particles. Keywords: Ceria surface area measurement by TPR in H2; Ceria-alumina; Platinum-Rhodium catalysts; Three- way catalysts; Thermal aging * Corresponding author. Fax: (+33) 478941995. IPresent address: A.C.I.R-SUNKISS (SA), 69580 Sathonay Camp, France. 2On leave to French Embassy, Brasilia, Brazil. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All fights reserved. PII S0926-860X(97)00040-9 254 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 1. Introduction Resistance to thermal aging is a crucial point with respect to the lifetime of three- way catalysts insofar as they are submitted to high temperatures (up to 1350 K) in the catalytic muffler, with around 10% water vapor content in the flowing gases. Several processes are invoked to explain the activity loss after such severe conditions. Besides poisoning, the deactivation can originate from sintering of the metal particles or metal encapsulation. Moreover, the loss of celia surface area can also be of major importance, since it influences directly the oxygen storage capacity which is a key parameter for the oxidation of CO and hydrocarbons in the transient conditions of the catalytic converter. In a general study of the evolution of the characteristics of three-way catalysts from the preparation to an aged state, we have investigated the effect of aging on both a model ceria-alumina support and the derived catalysts obtained by impregnation with platinum and/or rhodium precursors. In this paper, we present the results obtained in the quantitative measurement of the cefia surface area using two methods which were developed for the flesh solids [1,2]. The first one is based on the hydrogen uptakes during a temperature programmed reduction (TPR). It allows to discriminate the ceria surface reduction in contact or not with precious metals. Provided some hypothesis on the global oxidation state of the precious metals, it is possible to calculate the accessible ceria surface area. The second method takes advantage of the specific adsorption of CO2 on the hydroxyls groups of alumina to form bydrogenocarbonate species which can be easily observed by infrared spectroscopy (FTIR). Knowing the total BET surface area, it is then possible to calculate a second value of the ceria surface area. The two methods have given identical values for the support alone in the initial state [1]. In the case of flesh Pt and/or Rh catalysts [2], the agreement was less good, specially in presence of residual chlorine. In this case, the TPR method gave more reliable results on the ceria surface area. The objective of this study is to apply these two methods on aged catalysts and determine the values of ceria surface area in order to better understand the evolution of the catalysts towards less active systems. 2. Experimental 2.1. Materials The supports and the catalysts were prepared as described in [2]. The ceria- alumina support was prepared by grafting Ce(AcAc)3 on the hydroxyl groups of an alumina (SCM 129 Rh6ne-Poulenc) and calcination at 673 K. It was (co)impreg- nated by the metallic precursors (HzPtC16 and/or RhC13), dried under vacuum at 383 K and calcined at 773 K under nitrogen flow. The resulting solids were defined as catalysts in the fresh state. They were reduced 5 h at 773 K under hydrogen E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 255 before being hydrothermally treated at 1273 K. The aging was done during 5 h on a few grams of catalyst deposited on a quartz fritted, using a 6 1 h-1 flow of N2+ 10% H20. Water was introduced in the flow through the use of an automated syringe. 2.2. Characterization methods All the catalysts were characterized by BET measurement and XRD analysis. The mean crystallite size of the cerium oxide was determined by the Scherrer method using the formula given by Warren and Averbach [3]. The experimental broadening was measured on a reference sample obtained by calcination of CeO2 at 1273 K. The ceria surface area was determined by two independent methods: (i) the exploitation of the first hydrogen peaks of TPR profiles corresponding to the reduction of surface cerium oxide and (ii) the measurement of the optical density of the 1235 cm-1 band characteristic of hydrogenocarbonates species formed by interaction at room temperature of CO2 with the surface alumina hydroxyl groups. Details on the experimental set up and the procedures are given elsewhere [1]. It must be recalled that before each measurement, the samples were standardized by a treatment under air at 673 K for 1 h followed by 1 h 30 at 773 K under argon flow (TPR) or vacuum (FTIR). For the TPR experiment, the heating program under 1 vol% H2 in argon included a 20 K min-1 ramp up to about 1073 K, with this temperature kept constant during 45 min. 3. Results 3.1. Ceria particle sizes determined by XRD analysis Table 1 gives the chemical analysis and the BET surface areas of the support and catalysts in the fresh and aged state. Two distinct ceria-alumina samples were utilized in this study, with respectively 92 and 110 m2 g-1 of specific surface area. The second (110 me g-l) was used to prepare the monometallic and bimetallic catalysts. After impregnation and calcination at 773 K, the values for SBET are practically the same as for the support, around 104-109m2g-1. After the treatment at 1273 K under 10% water vapor, a 50% decrease of the total surface area is observed, without significant difference between the support and the catalysts. The XRD spectrum of the initial support corresponds to a mixture of ceria and alumina (7 and t5 phases). There is no change in the diffraction spectrum after deposit of the metals which therefore are not detected. For each solid, the lines are broad, indicating a limited crystallization of the cerium oxide. After aging at 1273 K under water vapor, the lines are better defined and the intensity of those attributed to ceria increases, whereas no change is observed on 256 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 Table 1 Chemical analysis (wt%), BET specific surface area of the catalysts and mean particle size of cerium oxide determined by XRD analysis Catalyst State Pt Rh Ce SBET Dceo2 (m2 g 1) (nm) CeA1 Fresh 17.1 92 5.9 Aged 60 13.2 CeAla Fresh 18.9 110 5.3 2 Pt/CeAI Fresh 2.09 19.2 104 5.6 Aged 56 0.5 Rh/CeAI Fresh 0.45 19.4 109 5.5 Aged 55 13.5 1 Pt4).2 Rh/CeAI Fresh 1.13 0.19 19.3 104 6.1 Aged 56 13.5 a Support used for the preparation of the three next catalysts. the lines attributed to alumina. No new line is evidenced in the diffraction spectrum. In particular, there is no indication of the presence of a alumina, contrary to the case of pure alumina for which the appearance of this cubic phase was observed at around 1273 K [4]. This result suggests a possible stabilization of alumina due to the presence of cerium oxide. We have calculated the particle sizes of ceria using the [311] line, situated at 20=56.37 because it is the best resolved and is not perturbed by other lines of alumina as it is the case for the other ceria lines. The corresponding calculated sizes are given as diameter of spherical particles in the last column of Table 1. The incertitude is about 1 nm. In the fresh state, the diameters are close to 5.5-6.0 nm. There is no change after impregnation and calcination. Assuming a theoritical density of 7.15 g cm-3, the corresponding calculated surface is around 150 m2 g-1 CeO2, or 30 m2 g-1 catalyst. It must be recalled that this ceria-alumina support was prepared by a grafting method, and it can be speculated that most of the ceria is present on the alumina surface as a thin layer which XRD is unable to detect. The high value of the ceria surface obtained by TPR (more than 350 m2 g-~ ceria [2]) is in agreement with this hypothesis. Consequently, the ceria detected by XRD can originate from a fraction of CeO2 present in the solid as small separate particles. In these conditions, speaking about ceria particle size can be misleading, since it may be related only to a minor percentage of the cerium oxide. After aging at 1273 K, the mean CeO2 diameter increases uniformly to around 13.5 nm. Nunan et al. [5], observed similar results for agings under 10% H20/90% air at 1173 K. The growth of the ceria particles is evident. The corresponding surface is around 13-15 m2 g-a solid. However, as for the fresh catalysts, it is difficult to be sure that these particles represent the totality of the ceria in the solid, and it is necessary to obtain another more precise determination of the ceria surface. E. Rogemond et al./Applied Catalysis A.\" General 156 (1997) 253-265 257 -4 i CeO2-A1203 .............. um Ar + H2 I I I I ! I ' 10 20 30 40 50 60 70 Time (min) 1000 v 2o0 Fig. 1. Hydrogen TPR curves for ceria-alumina support CeA1, in the fresh and aged state. Temperature program: Heating ramp: 20 K min-1 to 1073 K plus 45 min at 1073 K; flow: 20 ml min-1 of 1% HE in argon. 3.2. Indirect determination of ceria surface area by the TPR method 3.2.1. Case of the ceria-alumina support Fig. 1 gives the TPR curves for the ceria-alumina support in the flesh and aged state. For the fresh support, the profile presents a first broad composite peak at 800- 877 K followed by a drift at higher temperature. It was shown that the first peak corresponds to the reduction of the cerium oxide surface, whereas the drift is related to the bulk reduction [1,2]. At the end of the TPR experiment, the ceria reduction percentage in Ce203 is around 90%, indicating that the reduction is not complete in our experimental conditions. Using the calibration coefficient estab- lished on ceria samples in our experimental conditions (3.9 ~tmol of hydrogen are necessary to reduce 1 m2 of ceria surface area) [2], the value of Sceo2 in this ceria- alumina support is 74 me g-l, or 352 m2 g-lCeO2. This high value indicates that around two thirds of the cerium ions are on the surface. As noted above, the majority of ceria is probably not detected by XRD analysis. The aging treatment (1273 K, 10% H20 in N2) results in a general decrease of the hydrogen consumption in the TPR profile. The first peak centered at 835 K appears better defined than the composite peak observed in the same temperature range (800-877 K) for the fresh support (Fig. 1). Therefore, it must correspond to the reduction of the surface and has been used to calculate the ceria surface area. At higher temperature, the drift has also a lower intensity, indicating that the bulk reduction is also limited, probably because of a decrease in the bulk diffusion rate after the aging. The obtained value for the ceria surface (18 m2 g-1 catalyst) is low compared to that of the initial support (74 m2 g-1 catalyst). This corresponds to a 258 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 Table 2 Effect of aging on Sceo2, measured by TPR on the ceria-alumina support CeA1 and the 2 Pt/CeA1, 0.5 Rh/CeA1 and 1 Pt-0.2Rh/CeAI catalysts Catalyst SBEX Experimental H2 TPR peaksa Sceo2 uptake ~850-890 K (TPR) (m2 g 1) (~t tool g l) (K) (m2 g-l) CeAI fresh 92 289 80(0877 74 2 Pt/CeAI fresh 104 452 603 89 0.5 Rh/CeA1 fresh 109 363 498 76 1 Pt-0.2 Rh/CeA1 fresh 104 409 573 83 CeA1 aged 60 70 835 18 2 Pt/CeA1 aged 56 50 298 49 47_~5 33 607 13 ---+~850 Total: 145 0.5 Rh/CeA1 aged 55 21 465--496 73 595 30 --,~850 Total: 124 15 1 Pt-0.2 Rh/CeA1 aged 56 15 553 76 826 28 ~890 Total: 119 l0b (37c) 9b (23c) a The underlined values correspond to the main peak in the aged catalyst. b With O/Pt=I hypothesis. \" With O/Pt=0 hypothesis. four times decrease, i.e. much more than for the BET surface area (Table 2). This TPR value is in relatively good agreement with the ceria surface calculated from the XRD results (around 13 m2 g-l). Thus, after aging, the covering of the alumina surface by ceria has been highly modified and an important sintering has occurred. Most of the ceria is now under the form of particles. 3.2.2. Case of the platinum and~or rhodium catalysts supported on ceria- alumina Fig. 2 compares the TPR profiles of the fresh and aged catalysts. For the fresh systems, the curves present a sharp peak at low temperature (500-600 K) followed by a drift at higher temperature. Compared to the support (Fig. 1), the temperature of the first peak is lowered by 250-350 K. This phenomenon is well documented [5-13]. It is related to hydrogen spillover from the metal onto the support and implies a direct interaction between the ceria surface and at least one metallic particle. We have shown in a preceding article [2] that this peak corresponds effectively to the simultaneous reduction of both the oxidized precious metal atoms and the ceria surface in contact with them. It was also deduced that, after the first peak, the small hydrogen consumption wave, up to around 850 K, should corre- spond to the reduction of the ceria surface not in contact with precious metals, as it E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 259 20 \"~. 20 ,.1 t- 2 1- 10. 2Pt/CeAI ....... Ar + H2 5 I I I I I I 0 10 20 .50 60 1200 1000 800 600 30 40 Time (mini 0 70 ,400 ,200 A E 25, 20 Q e- g e 3:10 0.SRhlCeAI 498 K , . -~ ~Fresh ~--,-~o.. / \\.-~. __ .,, Ar +H2 I I I I I I 10 20 30 40 50 60 Time (min) , 1200 ,I000 & E 0 70 25 20. ~. 15. 1200 1Pt 0.2RhlCeAI Ar . .~ * o~ ~ Fresh \"~\" ~ 573 K 970K Y./ \\ , ......... Ar + H2 I I I I I I 10 20 30 40 50 60 Time (rain) 1000 800 A 600 o CL E 400 10 200 0 70 Fig. 2. Hydrogen TPR curves for 2 Pt/CeA1, 0.5 Rh/CeA1 and 1 Pt--0.2 Rh/CeA1, in the flesh and aged state. Temperature program: Heating ramp: 20 K min 1 to 1073 K plus 45 min at 1073 K; flow: 20 ml min-1 of 1% H2 in argon. 260 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 is observed for the support alone. Consequently, it has been possible on these fresh catalysts to calculate the whole cerium oxide surface area, whether or not in contact with precious metal atoms [2]. The corresponding values are given in Table 2. For the aged monometallic catalysts, the curves clearly evidence a large decrease in intensity of the first low temperature peak compared to the fresh solids. Moreover, the TPR profile is then characterized by a splitting of this peak in two distinct parts, the first one being shifted towards lower temperature. Thus, in the case of 2 Pt/CeA1, a peak is found at 607 K, like for the fresh catalyst (603 K), but an other peak is observed at 475 K. For 0.5 Rh/CeA1, the peak observed at 498 K in the initial state is separated in two small peaks at 465 K (plus a shoulder at 494 K) and 595 K. At higher temperature, the profiles are similar, mainly because the heating ramp is stopped at 1073 K, which limits the reduction of the bulk ceria to a few percents, whatever the proportion of the bulk. The existence of two low temperature peaks in the monometallic systems implies that the interactions of the metals with the ceria surface have been modified because of the sintering of ceria and metallic particles. The first peak would correspond to the reduction of the sintered precious metal alone, possibly deposited on alumina since the reduction was observed on this support at lower temperature compared to ceria. The second peak could be attributed to the reduction of the residual ceria surface in interaction with metallic sites. Then, for temperatures between 650 and 900 K, a small hydrogen consumption is evidenced. As above, it can be attributed to the reduction of ceria surface not in contact with precious metal, but is difficult to dicriminate with certainty from the bulk reduction of ceria particles starting at about 950 K. The aged bimetallic 1 Pt-0.2 Rh/CeA1 catalyst does not exhibit the same profile. There is a very small peak at 553 K (573 K for the fresh catalyst) with the main peak at higher temperature, around 890 K, and the final drift corresponding to bulk reduction. The peak at 890 K is largely asymmetrical, beginning at around 600 K. It could result from the successive surface reduction of ceria zones in contact with precious metallic particles and then of ceria zones free of metals. 3.2.3. Initial oxidation states of the metals in the aged catalysts before TPR Since the integration of the first hydrogen peak corresponds to the reduction of oxidized metal particles and that of ceria surface in contact with them, the calculation of the ceria surface requires some assumptions on the initial oxidation states of the metals. For fresh catalysts [2], the mean oxidation state for the metals was discussed and the hypothesis of PtO and Rh203 were considered as the most suitable. It may be different after aging under N2+10% H20 at 1273 K. After such a treatment, platinum and rhodium are certainly in the metallic state [14,15], but, before the TPR test, the samples were submitted to a standardization treatment at 673 K under air which more or less reoxidizes the metals, and then under argon at 773 K which may lead to some metal reduction. Considering the platinum sintering [16], the reoxidation at 673 K to give PtO2 is probably limited to a few surface layers, as shown by Martin [17] and Lietz [18]. Moreover according to the results E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 261 on fresh catalysts [2], the treatment under nitrogen does not deeply change the mean oxidation state. Thus, the TPR reduction could concern only a limited amount of PtO2 with a majority of Pt resulting in a mean O/Pt ratio comprised between 0 and 1. The more the particle will be sintered, the more the ratio will tend to 0. Consequently in a first approach, for platinum, we shall consider the two limiting hypothesis (O/Pt=l and O/Pt=0). Rhodium in the metallic state is easily reoxidized and one can reasonably assume that after a treatment at 673 K under air, it is totally under the Rh203 form, which is not modified at 773 K under argon. However, after aging, part of the Rh3+ can be unreducible in the TPR conditions, if a migration of Rh3+ ions has occurred into alumina during the high temperature treatment. For example, Mac Cabe et al. [19] have shown that a similar aging treatment on Rh/A1203 decreases by about 20% the quantity of reducible rhodium because of the creation of strong interaction between rhodium and alumina. Therefore, for rhodium, we shall use the ratio O/ Rh---1.5, keeping in mind, that after aging, the reducible rhodium ion percentage can be decreased by the aging treatment. 3.2.4. Calculation of the ceria surface area of the aged catalysts For the calculation of the whole ceria surface, we have considered all the hydrogen consumptions peaks occurring below about 950 K. However, if for the bimetallic solid, the peak at 890 K is easy to deconvoluate, for the monometallic catalysts, the separation between surface and bulk reduction is approximative. It must be added, that in the case of platinum, a noticeable hydrogen uptake at room temperature was also considered. Table 2 gives the corresponding hydrogen consumptions in the course of the TPR. Using the assumptions made above (O/Rh---1.5 and O/Pt= 1), we have calculated the ceria surfaces areas. The obtained values are between 15.1 and 8.5 meg-1 (Table 2). Compared to the support without metal (18m2g-1), there is a good agreement for 0.5 Rh/CeA1 (15 m2 g-l). Consequently, the percentage of Rh3+ unreducible in the TPR conditions appears very limited and the Rh203 hypothesis for the state of rhodium seems to be justified. The case of platinum containing systems is more questionable. If a PtO2 hypothesis can be easily eliminated (negative values for the ceria surface), a mean oxidation degree smaller than one is possible and gives higher values of Sceo2, which are closer to that of the support. By assuming the extreme case where the platinum is in the metallic state before the TPR, the ceria surface area would be much higher, 37.1 instead of 9.6m2 g-~ for 2 Pt/CeA1, and 23.4 instead of 8.5 m2 g-a for the bimetallic catalyst. On the other hand, considering for 2 Pt/ CeA1 only the hydrogen consumption at room temperature which must be related to some oxygen reduction of surface platinum oxide (and possibly cerium oxide), the calculated ceria surface would be 24.3 m2 g-1. If, for the support and the three catalysts, one assumes a similar evolution of the cerium oxide during aging, these values are obviously too high compared to that of the support (18 me g-l). To get a 262 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 value of 15 m2 g-1 for the ceria surface area, which is that obtained for 0.5 Rh/ CeAI, it would be necessary to have a O/Pt ratio of 0.8 and 0.56 respectively for 2 Pt/CeA1 and 1 Pt-0.2 Rh/CeA1 catalysts. Unfortunately, due to the redox character of the ceria-alumina-support, it seems impossible to obtain an experimental value of this O/Pt ratio, and accordingly a more certain value of the ceria area. In conclusion, it is possible to calculate a reliable ceria surface area only for monometallic catalysts based on rhodium. In presence of platinum, the indeter- mination on the mean oxidation state of platinum results in a large uncertainty on the ceria surface value. In absence of experimental evidence, using the PtO hypothesis (O/Pt= 1) seems the most appropriate to calculate a ceria surface area which is probably underestimated but gives however a reasonable inferior limit value. 3.3. Determination of the alumina surface area by FTIR of adsorbed C02 The infrared spectra of the aged catalysts after CO2 adsorption at room temperature give a well distinct hydrogenocarbonate band at 1235 cm-1 with an intensity higher than that obtained for the fresh catalysts. This observation shows an increase of the alumina surface uncovered by ceria after aging. This is in agreement with the XRD results which have indicated a growth of cerium oxide particles. The quantitative determination of the corresponding alumina surfaces was done using the optical density calibration coefficient determined on the initial alumina support, i.e. without chlorine which modifies the OH density on alumina [2]. This is justified because the treatment at 1273 K under water vapor has eliminated all the chlorine ions introduced with the metallic precursors, as shown by chemical analysis which indicates, in the bimetallic system, a chlorine content of 400 ppm instead of 1.1% before aging. The values of alumina surfaces areas and those of ceria calculated from the BET areas are given in Table 3. For the aged support, the ceria surface area is decreased from 79 m2 g-1 catalyst initially to 24 m2 g-l, in reasonable agreement with the TPR result although slightly higher (18 m2 g-1). In Table 3 Influence of aging treatment on SAI203 and Sceo2 measured by FrlR spectroscopy of adsorbed CO2 on the solids CeA1, 2 Pt/CeA1, 0.5 Rh/CeA1, 1 Pt-0.2Rh/CeA1 Catalyst State SBET (m2 g 1) SA1203 (IR) (m2 g-l) Sce02 (IR) (m2 g t) CeAI Fresh 92 13 79 Aged 60 36 24 2 Pt/CeA1 Fresh 104 4 100 Aged 56 -- -- 0.5 Rh/CeAI Fresh 109 9 100 Aged 55 22 33 1 Pt~).2 Rh/CeA1 Fresh 104 6 98 Aged 56 16 40 E. Rogemond et aL /Applied Catalysis A: General 156 (1997) 253-265 263 presence of metals, the obtained values, 33 and 40 m2 g-1 are higher than for the support alone. They are also higher than the calculated TPR area values (15- 9 m2 g-l). The percentage of Sceo2 (IR)/SBET is equal to 40%, 60% and 71%, for the aged CeA1, 0.5 Rh/CeA1 and 1 Pt-0.2 Rh/CeA1 solids respectively. This large difference between the metal catalysts and the support is surprising. It could be due to different calibration coefficients. Indeed, as mentioned for fresh catalysts [2], the hydroxyl groups population may vary a lot with the treatments performed on alumina, particularly in presence of metal and chlorine. However, in absence of a precise model, it seems difficult to determine a valid optical density calibration coefficient. Consequently, the ceria specific areas values deduced from FTIR have to be considered as rather uncertain and, unless new elements are obtained, this method does not appear appropriate for the study of aged solids. However, the IR results are in good agreement with a lower coverage of the alumina surface by sintered cerium oxide particles. 4. Discussion Table 4 summarizes the measurements relative to the aged solids. Two para- meters are found almost constant for the various aged systems, the BET surface area and the mean particle size of CeO2. Assuming a spherical model, the calculated equivalent ceria surface area is close to 14 m2 g-1. This XRD ceria surface area does not change in presence of a metal suggesting that platinum or rhodium do not really modify the sintering process of the supported cerium oxide. There is some agreement in the case of the support alone for SCeo2(TPR) and Sceo2 (IR) with respectively 18 and 24 m2 g- 1. For the catalysts, the TPR areas are lower whereas the FTIR areas are higher. From the above discussion on the respective reliability of the results obtained by both technics, it can be concluded that it seems more fruitful to consider the TPR data, even if they depend on calculation hypothesis. Indeed, the TPR ceria specific areas are ralatively close for the three metallic catalysts. However, they are lower than that of the support, particularly in the case of platinum containing catalysts. We already saw that the Table 4 Summary of the main results obtained on the aged solids: CeA1, 2 Pt/CeAI, 0.5 Rh/CeA1, 1 Pt~).2 Rh/CeA1 (all the values refer per gram of solid) Catalyst SBE'r Sceo2 (TPR) Sceo2 (IR) Dceo2 (XRD) Sceo2a (XRD) SAI203 (IR) (m2 g-l) (m2 g-l) (m2 g-l) (nm) (m2 g-l) (m2 g 1) CeA1 aged 60 18 24 13.2 13.4 36 2 Pt/CeA1 aged 56 l0b 0.5 Rh/CeA1 aged 55 15 33 13.5 14.8 22 1 Pt-0.2Rh/CeA1 aged 56 9b 40 13.5 14.7 16 a Assuming a spherical model, and a density of 7.15 g cm-3.b With the O/Pt=l hypothesis. 264 E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 hypothesis on the metal oxidation state (O/Pt=l) underestimates the values. It is however necessary to examine if some other factors may inhibit the reduction of the cerium oxide and then decrease the ceria surface area. A particular point to consider is that the catalysts were reduced at 773 K before being submitted to the aging treatment. During this reduction, it is sure that all the surface cerium ions were reduced from the 4+ state to 3+ state. New types of interactions between these ions and alumina can be considered to form cerium aluminate. The formation of a cerium oxychloride can be also assumed. If these phases were stabilized in the catalysts, they could partly inhibit the reversibility of the redox phenomenons during successive treatments under oxygen and hydrogen. In particular, the standardization treatment at 673 K under air before TPR could not fully reoxidize the Ce3+ ions stabilized by alumina or chlorine ions. In these conditions, the available ceria surface reduced by H2 during the TPR would be much lower. That could not be the case if the catalyst was not prereduced before aging. To verify this hypothesis, a TPR was performed on a 2 Pt/CeA1 catalyst aged at 1273 K in the same conditions, but without reducing pretreatment. The TPR profile was rather flat with a maximum uptake at 808 K. Using the PtO hypothesis for the Pt oxidation state, the calculated ceria surface is close to zero and even slightly negative. Thus, it appears that the surface states of the two aged solids, prereduced or not before aging, are different, and the supposed increase in the hydrogen consumption was not observed for the non prereduced sample. Conse- quently it is not possible to conclude on the hypothesis of stabilized Ce3+ ions present after reduction. However, magnetic measurements have shown that after reduction of a fresh 0.5 Pt/CeA1 catalyst at 573 K, less than half of the Ce3+ ions were reoxidized by oxygen at room temperature, whereas the reoxidation was total for a ceria support [20]. They are not fully reoxidized after reoxidation at 723 K. However that may be, the important fact is that the quantity of oxygen available during the TPR has decreased during the aging and consequently the oxygen storage capacity. This parameter is probably more useful for the study of the deactivation than the number of hydroxyls on the alumina surface. 5. Conclusion The change of the ceria surface was studied on model platinum and/or rhodium catalysts after aging at 1273 K under 10% HzO+N2. The TPR and FFIR methods which were succesfully developed for fresh catalysts suffer here severe limitations. The TPR results appear the most reliable, even if some uncertainties on the real oxidation state of platinum lead to underestimated values. On the other hand, the ceria specific areas values deduced from FTIR have to be considered as rather uncertain and, unless new elements are obtained, this method does not appear appropriate for the study of aged catalysts. However, the IR results are in good E. Rogemond et al./Applied Catalysis A: General 156 (1997) 253-265 265 agreement with a lower coverage of the alumina surface by sintered cerium oxide particles. In spite of these limitations, other points related to the aging process were obtained. On the aged supports, the two methods are in good agreement and evidence a strong decrease of the ceria surface area, by a factor 4, i.e. two times more than for alumina. The presence of platinum or rhodium does not seem to modify the ceria sintering process since the BET surface areas and the cerium oxide crystalites sizes are the same as for the support. The values of the reducible ceria surface areas calculated from TPR are in agreement with this conclusion. References [1] E. Rogemond, R. Fr6ty, P.J. Ldvy, V. Pitchon, M. Pfimet, N. Essayem, M. Chevfier, C. Gauthier and E Mathis, Stud. Surf. Sci. Catal., 96 (1995) 405. [2] E. Rogemond, R. Fr6ty, V. Perrichon, M. Primet, S. Salasc, M. Chevrier, C. Gauthier and E Mathis, J. Catal., in press. [3] B.E. Warren and B.J. Averbach, J. Appl. Phys., 595 (1950) 21. [4] B. B6guin, E. Garbowski and M. Pfimet, J. Catal., 127 (1991) 595. [5] J.G. Nunan, H.J. Robota, M.J. Cohn and S.A. Bradley, J. Catal., 133 (1992) 309. [6] H.C. Yao and Y.E Yu Yao, J. Catal., 86 (1984) 254. [7] B. Harrison, A.E Diwell and C. HaUett, Platinum Met. Rev., 32 (1988) 73. [8] A.E Diwell, R.R. Rajaram, H.A. Shaw and T.J. Truex, Stud. Surf. Sci. Catal., 71 (1991) 139. [9] E.C. Su, C.N. Montrenil and W.G. Rothschild, Appl. Catal., 17 (1985) 75. [10] J.G. Nunan, M.J. Cohn and J.T. Donner, Catal. Today, 14 (1992) 277. [11] J. Cunningham, D. Cullinane, J. Sanz, J.M. Rojo, X.A. Sofia and J.L.G. Fierro, J. Chem. Soc. Faraday Trans., 88 (1992) 3233. [12] E Marecot, A. Fakche, L. Pirault, C. Geron, G. Mabilon, M. Prigent and J. Barbier, Appl. Catal. B, 5 (1994) 43. [13] A. Trovarelli, G. Dolcetti, C. de Leitenburg, J. Kaspar, E Finetti and A. Santoni, J. Chem. Soc. Faraday Trans., 88 (1992) 1311. [14] S. Kacimi, Thesis, University of Poitiers (1989). [15] J.Z. Shyu and K. Otto, J. Catal., 115 (1989) 23. [16] E. Rogemond, N. Essayem, R. Fr6ty, V. Perrichon, M. Primet and E Mathis, J. Catal. 166 (1997) in press. [17] D. Martin, Thesis, University of Poitiers (1994). [18] G. Lietz, H. Lieske, H. Spindler, W. Hanke and J. Volter, J. Catal., 81 (1983) 17. [19] R.W. McCabe, R.K. Usmen, K. Ober and H.S. Gandhi, J. Catal., 151 (1995) 385. [20] S. Salasc, V. Perrichon and M. Primer, unpublished results. APCATA 97000409 S0926-860X(97)00040-9 10.1016/S0926-860X(97)00040-9 Evolution of the ceria surface area of PtRh ceria-alumina catalysts submitted to hydrothermal aging at 1273 K E. Rogemond a 1 R. Fréty a 2 V. Perrichon ∗ a M. Primet a M. Chevrier b c d C. Gauthier b c d F. Mathis b c d a Laboratoire d'Application de la Chimie à l'Environnement (LACE), UMR 5634, CNRS/Université Claude Bernard Lyon I, 43 Bd. du 11 Novembre 1918, 69622 Villeurbanne Cedex, France b Régie Nationale des Usines RENAULT, Direction de l'ingénierie des Matériaux, 8-10 avenue Emile Zola, 92109 Boulogne-Billancourt Cedex, France c Centre de Lardy, 1 allée Cornuel, 92510 Lardy, France d Direction de la Recherche, 9-11 avenue du 18 Juin 1940, 92500 Rueil Malmaison Cedex, France ∗ Corresponding author. Fax: (+33) 478941995. 1 Present address: A.C.I.R-SUNKISS (SA), 69580 Sathonay Camp, France. 2 On leave to French Embassy, Brasilia, Brazil. The accessible surface area of cerium oxide was measured on model ceria-alumina supported Pt and/or Rh catalysts submitted to an hydrothermal treatment at 1273 K (10% H2O in N2). Two distinct methods, developed for fresh catalysts, were utilized. They are based respectively on the hydrogen temperature programmed reduction (TPR) profiles and the infrared spectra of the specific adsorption of CO2 on the hydroxyl groups of alumina. After aging, the TPR curves have become flattened and it is difficult to have a good reliability in the deconvolution of the peak corresponding to the ceria surface reduction. On the support alone, the results of both methods are in agreement and indicate a decrease of the ceria surface area by a factor close to 4, whereas the total surface area is only divided by 2. It appears that cerium oxide sinters more rapidly than alumina. For the metallic catalysts, the calculated ceria surface areas values depend on the hypothesis done on the oxidation state of the precious metals before the TPR. If reliable results can be obtained in the case of rhodium with O Rh =1.5, in presence of platinum, the mean oxidation state of platinum O Pt =1 results in underestimated values. The ceria surface areas deduced from the infrared results are higher than those deduced from TPR. Although the former are uncertain, they are in good agreement with a lower coverage of the alumina surface by sintered cerium oxide particles. Keywords Ceria surface area measurement by TPR in H2 Ceria-alumina Platinum-Rhodium catalysts Three-way catalysts Thermal aging References [1] E. Rogemond R. Fréty P.J. Lévy V. Pitchon M. Primet N. Essayem M. Chevrier C. Gauthier F. Mathis Stud. Surf. Sci. Catal. 96 1995 405 [2] E. Rogemond, R. Fréty, V. Perrichon, M. Primet, S. Salasc, M. Chevrier, C. Gauthier and F. Mathis, J. Catal., in press. [3] B.E. Warren B.J. Averbach J. Appl. Phys. 595 1950 21 [4] B. Béguin E. Garbowski M. Primet J. Catal. 127 1991 595 [5] J.G. Nunan H.J. Robota M.J. Cohn S.A. Bradley J. Catal. 133 1992 309 [6] H.C. Yao Y.F. Yu Yao J. Catal. 86 1984 254 [7] B. Harrison A.F. Diwell C. Hallett Platinum Met. Rev. 32 1988 73 [8] A.F. Diwell R.R. Rajaram H.A. Shaw T.J. Truex Stud. Surf. Sci. Catal. 71 1991 139 [9] E.C. Su C.N. Montreuil W.G. Rothschild Appl. Catal. 17 1985 75 [10] J.G. Nunan M.J. Cohn J.T. Donner Catal. Today 14 1992 277 [11] J. Cunningham D. Cullinane J. Sanz J.M. Rojo X.A. Soria J.L.G. Fierro J. Chem. Soc. Faraday Trans. 88 1992 3233 [12] P. Marecot A. Fakche L. Pirault C. Geron G. Mabilon M. Prigent J. Barbier Appl. Catal. B 5 1994 43 [13] A. Trovarelli G. Dolcetti C. de Leitenburg J. Kaspar P. Finetti A. Santoni J. Chem. Soc. Faraday Trans. 88 1992 1311 [14] S. Kacimi Thesis 1989 University of Poitiers [15] J.Z. Shyu K. Otto J. Catal. 115 1989 23 [16] E. Rogemond N. Essayem R. Fréty V. Perrichon M. Primet F. Mathis J. Catal. 166 1997 in press [17] D. Martin Thesis 1994 University of Poitiers [18] G. Lietz H. Lieske H. Spindler W. Hanke J. Volter J. Catal. 81 1983 17 [19] R.W. McCabe R.K. Usmen K. Ober H.S. Gandhi J. Catal. 151 1995 385 [20] S. Salasc, V. Perrichon and M. Primet, unpublished results.",
      "scopus-id": "0001039048",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000409",
        "dc:description": "The accessible surface area of cerium oxide was measured on model ceria-alumina supported Pt and/or Rh catalysts submitted to an hydrothermal treatment at 1273 K (10% H2O in N2). Two distinct methods, developed for fresh catalysts, were utilized. They are based respectively on the hydrogen temperature programmed reduction (TPR) profiles and the infrared spectra of the specific adsorption of CO2 on the hydroxyl groups of alumina. After aging, the TPR curves have become flattened and it is difficult to have a good reliability in the deconvolution of the peak corresponding to the ceria surface reduction. On the support alone, the results of both methods are in agreement and indicate a decrease of the ceria surface area by a factor close to 4, whereas the total surface area is only divided by 2. It appears that cerium oxide sinters more rapidly than alumina. For the metallic catalysts, the calculated ceria surface areas values depend on the hypothesis done on the oxidation state of the precious metals before the TPR. If reliable results can be obtained in the case of rhodium with O Rh =1.5, in presence of platinum, the mean oxidation state of platinum O Pt =1 results in underestimated values. The ceria surface areas deduced from the infrared results are higher than those deduced from TPR. Although the former are uncertain, they are in good agreement with a lower coverage of the alumina surface by sintered cerium oxide particles.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000409",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rogemond, E."
          },
          {
            "@_fa": "true",
            "$": "Fréty, R."
          },
          {
            "@_fa": "true",
            "$": "Perrichon, V."
          },
          {
            "@_fa": "true",
            "$": "Primet, M."
          },
          {
            "@_fa": "true",
            "$": "Chevrier, M."
          },
          {
            "@_fa": "true",
            "$": "Gauthier, C."
          },
          {
            "@_fa": "true",
            "$": "Mathis, F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000409"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000409"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00040-9",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Evolution of the ceria surface area of PtRh ceria-alumina catalysts submitted to hydrothermal aging at 1273 K",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ceria surface area measurement by TPR in H2"
          },
          {
            "@_fa": "true",
            "$": "Ceria-alumina"
          },
          {
            "@_fa": "true",
            "$": "Platinum-Rhodium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Three-way catalysts"
          },
          {
            "@_fa": "true",
            "$": "Thermal aging"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-265",
        "prism:endingPage": "265",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1997",
        "prism:doi": "10.1016/S0926-860X(97)00040-9",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00040-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "69",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000409-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "388",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000409-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "473",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001039048"
      }
    }
  }
}