{
  "metadata": {
    "title": "Activity for liquid-phase hydrogenation of α,β-unsaturated aldehydes of supported platinum catalysts prepared through low-temperature reduction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-05",
    "doi": "10.1016/S0926-860X(96)00188-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96001883",
    "pii": "S0926860X96001883"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001246091",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-S0926860X96001883 S0926-860X(96)00188-3 S0926860X96001883 10.1016/S0926-860X(96)00188-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00075 2024-01-01T12:18:48.759026Z 0 0 19961105 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 146 146 2 2 Volume 146, Issue 2 12 381 389 381 389 19961105 5 November 1996 1996-11-05 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ACTIVITYFORLIQUIDPHASEHYDROGENATIONUNSATURATEDALDEHYDESSUPPORTEDPLATINUMCATALYSTSPREPAREDTHROUGHLOWTEMPERATUREREDUCTION ARAI M 1976 1979 1983 1987 1991 1995 ARAI 1993 1853 M ARAI 1995 923 M RYLANDER 1967 P CATALYTICHYDROGENATIONOVERPLATINUMMETAL GALLEZOT 1991 1 17 P CATALYSISORGANICREACTIONS YOKOYAMA 1994 T PROGRAMEXAFSHVER21 WAGNER 1978 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY RICHARD 1988 1074 D PROC9THINTERNCONGRCATAL GIROIRFENDLER 1990 175 A GALVAGNO 1991 237 S COQ 1993 B COQ 1993 211 B NARASIMHAN 1988 99 C GALVAGNO 1993 227 S MARIELLI 1995 51 T VANNICE 1989 65 M YOSHITAKE 1989 2021 H YOSHITAKE 1990 227 H LIN 1994 370 S COLOMA 1995 L1 F ROCHEFORT 1994 409 A VANHARDEVELD 1972 75 R TOYOSHIMA 1979 105 I ARAIX1996X381 ARAIX1996X381X389 ARAIX1996X381XM ARAIX1996X381X389XM item S0926-860X(96)00188-3 S0926860X96001883 1-s2.0-S0926860X96001883 10.1016/S0926-860X(96)00188-3 271346 2024-01-01T12:18:48.759026Z 1996-11-05 1-s2.0-S0926860X96001883-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001883/MAIN/application/pdf/9ce839372205eba4e3b6f6bad734281c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001883/MAIN/application/pdf/9ce839372205eba4e3b6f6bad734281c/main.pdf main.pdf pdf true 654523 MAIN 9 1-s2.0-S0926860X96001883-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001883/PREVIEW/image/png/199711d63c8876b8d223bded6a6b5519/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001883/PREVIEW/image/png/199711d63c8876b8d223bded6a6b5519/main_1.png main_1.png png 43481 849 656 IMAGE-WEB-PDF 1 APPLIED _ CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 146 (1996) 381-389 Activity for liquid-phase hydrogenation of at, -unsaturated aldehydes of supported platinum catalysts prepared through low-temperature reduction M. Arai * , A. Obata, K. Usui, M. Shirai, Y. Nishiyama Institute for Chemical Reaction Science, Tohoku University, Katahira, Aoba-ku, Sendai 980-77, Japan Received 15 February 1996; revised 20 April 1996; accepted 13 May 1996 Abstract Alumina-supported platinum catalysts were prepared through the reduction of adsorbed metal precursors by sodium tetrahydroborate solution at room temperature and by hydrogen at high temperatures. The activity of the catalysts prepared was examined for liquid-phase hydrogenation of crotonaldehyde (ORAL) and 3-methylcrotonaldehyde (MCRAL) under mild conditions. In both cases of CRAL and MCRAL, the selectivity of the low-temperature reduced (LR) catalyst toward unsaturated alcohol (UOL) is higher than that of the high-temperature reduced (HR) catalyst. This is in accordance with the previous result on the hydrogenation of cinnamaldehyde, though the total activities of the LR and HR catalysts are comparable. The surface morphology of platinum particles of the LR catalyst seems to be different from that of the HR catalyst and this may be of significance for the enhanced UOL selectivity of the LIZ catalyst. Keywords: Crontonaldehyde; 3-Methylcrotonaldehyde; Selective hydrogenation; Platinum/alumina; Low-temperature reduction 1. Introduction A variety of methods are used to prepare supported metal catalysts and many of them include heat treatments like oxidation and reduction that are usually carried out at temperatures higher than 600 K [1-6]. Since these heat treatments Corresponding author. Fax (+81-22) 2175631. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. A11 rights reserved. PH S0926-860X(96)00188-3 382 M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 affect several factors like the state of metal dispersion, they often have critical effects on the final catalytic activities. So, supported metal catalysts are expected to have different activities when they are prepared at lower temperatures. To examine this expectation, we previously prepared supported platinum catalysts at ambient temperature by using a method that sodium tetrahydroborate solution was used to reduce platinum precursors adsorbed on alumina and silica supports [7,8]. It is noteworthy that the platinum catalysts so prepared show higher activities to the liquid phase hydrogenation of cinnamaldehyde (CAL) at ambient pressure of hydrogen and they produce cinnamyl alcohol in higher selectivities, compared with those prepared by reduction with hydrogen at high temperatures. In the present work, we have examined the activity of those platinum catalysts for the hydrogenation of other a ,unsaturated aldehydes, crotonaldehyde (ORAL) and 3-methylcrotonaldehyde (MORAL), along with the characterization using carbon monoxide and hydrogen adsorption, extended X-ray absorption fine structure and X-ray photoelectron spectroscopy. The features of the low-temperature reduced platinum catalyst have been discussed on the basis of those results of activity measurements and characterization. The selective hydrogenation of carbonyl groups of cx,(3-unsaturated aldehydes is an important reaction in fine chemicals industry and is currently a subject in a number of works [9,10]. 2. Experimental 2.1. Catalyst preparation A porous alumina gel, Neobead C (Mizusawa Industrial Chemicals, Ltd.), of 0.5-0.25 mm in size was used as support. The surface area and pore volume, measured by nitrogen adsorption, were 126 m2 /g and 0.17 ml/g, respectively. This support material included A1203 in 99.8% and Si0z in 0.2% (from Mizusawa). Platinum precursors were adsorbed by the support powder by immersing in aqueous solution of tetraamine platinum dichloride at pH 12 at room temperature for 3 days. After filtration and washing with distilled water, the sample of platinum precursors adsorbed on the support was vacuum dried at 390 K for 3 h. The sample was then reduced by a 0.1 M sodium tetrahydroborate solution at 308 K for 30 min, followed by washing with distilled water several times and vacuum drying at 333 K. The reduction was conducted at a ratio of sodium tetrahydroborate to platinum of 400. It was previously found that this ratio affected the activity of resultant catalyst when it was small but it did not when it was 400 or larger [8]. The amount of platinum loaded was fixed to 1 wt.-%. The catalyst so prepared is denoted by LR(303) or simply LR in the following. For comparison the same adsorbed platinum precursor was reduced M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 383 by flowing hydrogen at 673 and 773 K for 3 h, and this catalyst prepared is denoted by HR(673) and HR(773) or HR. 2.2. Hydrogenation activity measurements The liquid-phase hydrogenation was conducted with a well-stirred glass flask under atmospheric pressure of hydrogen and at 308 K. For ORAL and MORAL, 1-pentanol and 1-hexanol were used as solvents, respectively. A 0.5 ml of reactant in a 5 ml of solvent was hydrogenated by about 0.1 g of catalyst and the reaction products were analyzed repetitively by gas chromatography with a flame ionization detector. The catalysts were handled carefully to avoid exposure to the atmosphere during the preparation and the introduction into the reaction mixture. 2.3. Adsorption measurements of carbon monoxide and hydrogen A static method was used to measure the uptake of carbon monoxide and hydrogen at 292 K and at an equilibrium pressure of about 25 kPa. The adsorption attained equilibrium within 10 min and the uptake was measured in 15 min after the introduction of adsorbate gas. After the dynamic evacuation for 30 min, the gas was again introduced and the uptake was measured. From the difference between the first and second uptakes, the amount of the gas adsorbed strongly was determined and is regarded as the amount irreversibly adsorbed. 2.4. Extended X-ray absorption fine structure (EXAFS) Platinum LIn edge spectra were measured at room temperature at the BL-10B station of Photon Factory in the National Laboratory of High Energy Physics (Proposal No. 93G147). EXAFS oscillations were extracted from the raw data using a cubic spline method and normalized with the edge height. The k 3weighted spectra were Fourier transformed to R space over the range of 25 to 135 nm- `. The inversely Fourier fitting data were analyzed by a curve fitting method [ 11 ]. The space shifts and backscattering amplitude for platinumplatinum were determined from EXAFS data measured for platinum foil. 2.5. X-ray photoelectron spectroscopy The catalyst sample was ground in a mortar, mounted on a holder, and examined with Shimadzu ESCA-750. After an argon sputtering, XPS spectra were collected for C 1 s, A1 2p, Pt 4d, CI 2p, B 1 s and Na KLL. The binding energies were charge-referenced to a C 1 s binding energy of 285 eV [ 12]. The relative quantities of those species were estimated by the ratios of XPS peak areas using the following sensitivities of 1 (C 1 s), 9.2 (Pt 4d), 2.36 (CI 2p), 0.49 (B 1 s) and 2.92 (Na KLL). 384 3. Results 3.1. Catalytic activity M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 Fig. 1 shows the time-course of the hydrogenation of MORAL over LR(303) and HR(773) catalysts. Similar results were observed for ORAL as well. These two catalysts produce both unsaturated alcohol WOO and saturated aldehyde (SAL). However, they have different activities and selectivities to UOL and SAL. The catalytic activities will be compared by the overall rates of reaction and the selectivities that are averaged for 0-30% conversion in the following. The activity is expressed by the moles of a ,unsaturated aldehyde reacted per 1 g of platinum per 1 min and the selectivity of a certain product is given by the ratio of the amount of this product to the total amount of all products in mol-%. In Fig. 2 are shown the activities and selectivities to UOL for the hydrogenation of ORAL and MORAL as well as CAL. For both ORAL and MORAL, LR(303) catalyst is less active than HR(673) catalyst but more active than HR(773) catalyst. However, the LR(303) catalyst shows higher selectivity to UOL by a factor of about 2 compared with the two HR catalysts, similar to the case of CAL. It was found that when the LIZ catalyst was treated in hydrogen at a high temperature of 773 K, the activity for CAL hydrogenation markedly decreased to less than a fifth of the activity of the HR(773) catalyst, while the activity for ORAL hydrogenation increased by about 10% but the UOL selectivity became negligibly small. 3.2. Catalyst characterization Table 1 gives the results of adsorption and EXAFS measurements. The LR(303) catalyst indicates larger hydrogen uptake and a smaller coordination 100 80 60 0 Q 40 2 0 ~- 0 MORAL 0 200 400 600 Time (min) MORAL (b) SAL UOL 0 200 400 600 Time (min) Fig. 1. Results of liquid-phase hydrogenation of MORAL at 308 K over LR(303) (a) and HR(773) (b) catalysts. Composition in mol-%. M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 7 6 5 4 3 2 1 0 8 7 m 6 E U O 5 4 3 2 1 0 1.4 1.2 0.8 0.6 0.4 (a)CRAL 0 LR HR HR (673) (773) 15 10 J 0 r- 0 E at Y O _T 3 100 U a~ N 20 15 10 80 60 40 20 385 (LR HR HR (673) (773) Fig. 2. The total activity and UOL selectivity in the liquid-phase hydrogenation of ORAL (a), MORAL (b) and CAL (c) at 308 K over LR(303), HR(673) and HR(773) catalysts. Total activity: in moles of a,/3-unsaturated aldehyde reacted per 1 g of platinum per 1 min. Selectivity: the relative amount of a product to the total amount of all the products, in mol-%. Table l Results of CO and HZ adsorption and EXAFS measurements Catalyst Uptake EXAFS CO/Pt H/Pt CO/H a CO;\" n N ` R d LR(303) 0.18 0.29 0.62 0.35 8.5 0.273 LR(303), HR' 0.30 0.10 3.0 0.10 11.9 0.272 HR(673) 0.33 0.11 3.0 0. (3 - - HR(773) 0.44 0.20 2.2 0.16 10.0 0.274 n Ratio of CO and Hz uptake. Fraction of CO adsorbed irreversibly (see text). Coordination number. d Platinum-platinum nearest bond distance in nm. e LR(303) catalyst heated in H2 at 773 K for 3 h. 386 M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 number compared with the HR(673) and HR(773) catalysts, meaning that the degree of platinum dispersion of the LR catalyst is larger than those of the HR catalysts. When the LR catalyst is treated at 773 K in hydrogen, its platinum dispersion decreases. The uptakes of carbon monoxide on the HR catalysts are larger than that on the LR catalyst although they have smaller platinum dispersion. The ratio of the uptakes of carbon monoxide and hydrogen shows a striking difference between the LR and HR catalysts. After the heat treatment at 773 K, the LR catalyst gives a very similar result to the HR ones. In addition, the fraction of carbon monoxide irreversibly adsorbed indicates a marked difference between the LR and HR catalysts. Thus, the LR catalyst has different action of carbon monoxide adsorption and it changes into similar behavior to the HR catalysts by high-temperature treatment. The XPS measurements indicated that no significant difference was present in the Pt 4d spectrum between the LR and HR catalysts. Both the catalysts included similar quantities of Cl, which were of the order of 1 / 10 of that of Pt. There remained Na and B, from the reducing agent, in the LR catalyst. The amounts of residual Na and B were roughly estimated to be in the order of 1 / 10 and comparable to the amount of Pt. Those Cl, Na and B amounts remained after the LIZ catalyst was treated in hydrogen at 773 K. Fig. 3 gives Fourier transforms of the EXAFS of LR and HR(773) catalysts with respect to the local structure around platinum atoms, showing the presence of platinum-platinum bonds only for both catalysts. They indicate the same nearest platinum-platinum bond distances, which are equal to that of a reference platinum foil. The amplitude is smaller for the LR catalyst than for the HR catalyst. It follows from these results that the bulk structure of platinum particles is not different between the LIZ and HR catalysts, while the particle size of the former is smaller than that of the latter (coordination numbers estimated are given in Table 1). There was no evidence for the presence of bonds between platinum and other species. 20 20 30 r (a) (b) 25 - 16 16 20 12 12- 15 8 8 10 4 4 4 6 0 0 0 0 01 02 03 0.4 0.5 0 01 02 03 0.4 0.5 0 01 02 0.3 04 05 R (nm1 R (nm) R (nm) Fig. 3. Fourier transforms of the k3-weighted EXAFS of LR catalyst (a), HR(773) catalyst (b), and a platinum foil (c). M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 387 To examine differences in size and shape between the platinum particles of the catalysts, we tried transmission electron microscopy with a resolution of 1 nm. However, we could not see significant numbers of platinum particles for the LR and HR catalysts, probably due to high degree of metal dispersion and small quantity of metal loaded. 4. Discussion It has been demonstrated that the LR catalyst is more highly selective to the formation of UOL in the hydrogenation of ORAL and MORAL under mild conditions as compared with the HR catalysts. This is in accordance with the previous result on the hydrogenation of CAL, though the selectivities to UOL in ORAL and MCARL hydrogenation are smaller than that in CAL hydrogenation. The higher UOL selectivity of the LR catalyst is closely related to its different nature of the adsorption of carbon monoxide as shown in Table 1. The catalytic and adsorptive properties of supported metal particles depend on several factors including the particle size, surface morphology, and metal-support interactions. The degree of platinum dispersion of the LR catalyst is higher than that of the HR catalysts. The present result that the UOL selectivity is higher for higher metal dispersion is contrary to the previous results on platinum and other noble metal catalysts [13-17]. Richard et al. observed lower UOL selectivity for smaller carbon-supported platinum particles in the hydrogenation of CAL and interpreted this result in terms of a steric effect [13]. The adsorption of the carbon-carbon double bond is affected by the presence of the phenyl group and it is less favorable on the larger particles of smaller curvature, favouring the adsorption and hydrogenation of the carbonyl group of CAL. For the hydrogenation of acrolein, Coq et al. indicated that highly dispersed alumina-supported ruthenium catalyst had very low UOL selectivity [17]. So, the difference in the observed surface properties between the LIZ and HR catalysts should not be ascribed to the difference in the platinum dispersion. Further, XPS and EXAFS measurements did not indicate significant differences in the electronic state of platinum and in the bulk structure of platinum particles between the LR and HR catalysts studied. In the literature, it is reported that the UOL selectivity can be enhanced through the modification of the electronic state of active metals by using selected additives like tin [ 16,18,19]. The UOL selectivity can also be promoted by support effects [10,13,16,20-25] including strong metal-support interactions [21-24] and surface treatments [20,25]. It follows from the above consideration that the surface morphology of the platinum particles is the most important factor responsible for the different features of the LR catalyst in the hydrogenation of the carbonyl groups and the adsorption of carbon monoxide. Since the surface morphology of platinum 388 M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 particles depends on thermal history during their preparation, the activity of the LR catalyst is different from that of the HR catalysts and it is changed by heat treatment at high temperature. Recently, Rochefort et al. reported that the surface of alumina-supported platinum particles was altered by heat treatment at 723 K [26]. It changes into a more stable surface that is composed of a larger fraction of highly-coordinate (low-unsaturated) platinum atoms. Probably the platinum atoms exposed in the LIZ catalyst are more highly unsaturated compared with those of the HR catalysts, resulting in different actions in carbon monoxide adsorption and hydrogenation reactions. This should be more attributable to the low preparation temperature than to the smaller particle size [27]. The larger fraction of irreversibly adsorbed carbon monoxide on the LR catalyst may be associated with the fact that the heat of adsorption of carbon monoxide on polycrystalline surfaces of supported, film and filament platinum is larger than that on low Miller index crystal planes [28]. In addition, we should take account of sodium and boron species remaining in the LR catalyst. The quantities of them are significant as compared with that of platinum. So, there is a possibility that those residual species modify the surface of platinum particles, although interactions of platinum with other species were not indicated by XPS and EXAFS measurements. It is necessary to make further work to understand the morphological and chemical features of the surface of the LR catalyst. 5. Conclusion The alumina-supported platinum LR catalyst shows higher UOL selectivity in the hydrogenation of ORAL and MCRAL, as well as CAL, under mild conditions, while its total activity is comparable to that of the HR catalysts. The high UOL selectivity of the LR catalyst may be ascribed to the different surface morphology of the platinum particles as a result of its low preparation temperature. References [11 Stud. Surf. Sci. Catal., 1 (1976). [2] Stud. Surf. Sci. Catal., 3 (1979). [3] Stud. Surf. Sci. Catal., 16 (1983). [4] Stud. Surf. Sci. Catal.. 31 (1987). [51 Stud. Surf. Sci. Catal., 63 (1991). [6] Stud. Surf. Sci. Catal., 91 (1995). [71 M. Arai, K. Usui and Y. Nishiyama, J. Chem. Soc. Chem. Common., (1993) 1853. [8] M. Arai, K. Usui, M. Shirai and Y. Nishiyama, Stud. Surf. Sci. Catal., 91 (1995) 923. [9] P.N. Rylander, in Catalytic Hydrogenation over Platinum Metal, Academic Press, New York, 1967. M. Arai et al. /Applied Catalysis A: General 146 (1996) 381-389 389 [10] P. Gallezot, A. Giroir-Fendler and D. Richard, in W. Pascoe (Editor), Catalysis of Organic Reactions, Marcel Dekker, New York, 1991, pp. 1-17. [11] T. Yokoyama, H. Hamamatsu and T. Ohta, Program EXAFSH Ver. 2.1, The University of Tokyo, 1994. [12] C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder and G.E. Muilberg, Handbook of X-ray Photoelec tron Spectroscopy, Perkin-Elmer, Eden Prairie, MN, 1978. [13] D. Richard, P. Fouilloux and P. Gallezot, Proc. 9th Intern. Congr. Catal., 1988, Vol. 3, p. 1074. [14] A. Giroir-Fendler, D. Richard and P. Gallezot, Catal. Lett., 5 (1990) 175. [15] S. Galvagno, G. Capannelli, G. Neri, A. Donato and R. Pietropaolo, J. Mol. Catal., 64 (1991) 237. [16] B. Coq, P.S. Kumbhar, C. Moreau, P. Moreau and M.G. Warawdekar, J. Mol. Catal., 85 (1993). [17] B. Coq, F. Figueras, P. Geneste, C. Moreau, P. Moreau and M. Warawdekar, J. Mol. Catal., 78 (1993) 211. [18] C.S. Narasimhan, V.M. Deshpande and K. Ramnarayan, J. Chem. Soc. Chem. Commun(1988) 99. [19] S. Galvagno, A. Donato, G. Neri, R. Pietropaolo and G. Capannelli, J. Mol. Catal., 78 (1993) 227. [20] T.B.L.W. Marielli and V. Ponec, J. Catal., 156 (1995) 51. [21] M.A. Vannice and B. Sen, J. Catal., 115 (1989) 65. [22] H. Yoshitake, K. Asakura and Y. Iwasawa, J. Chem. Soc. Faraday Trans. 1, 85 (1989) 2021. [23] H. Yoshitake and Y. Iwasawa, J. Catal., 125 (1990) 227. [24] S.D. Lin, D.K. Sanders and M.A. Vannice, J. Catal147 (1994) 370. [25] F. Coloma, A. Sepulveda-Escribano and F. Rodriguez-Reinoso, Appl. Catal. A, 123 (1995) L1. [26] A. Rochefort, F. Le Peltier and J.P. Boitiaux, J. Catal., 145 (1994) 409. [27] R. van Hardeveld and F. Hartog, Adv, Catal., 22 (1972) 75. [28] 1. Toyoshima and G.A. Somorjai, Catal. Rev.-Sci. Eng., 19 (1979) 105. APCATA 96001883 S0926-860X(96)00188-3 10.1016/S0926-860X(96)00188-3 Article Activity for liquid-phase hydrogenation of α,β-unsaturated aldehydes of supported platinum catalysts prepared through low-temperature reduction M. Arai ∗ A. Obata K. Usui M. Shirai Y. Nishiyama Institute for Chemical Reaction Science, Tohoku University, Katahira, Aoba-ku, Sendai 980-77, Japan ∗ Corresponding author. Fax (+81-22) 2175631. Alumina-supported platinum catalysts were prepared through the reduction of adsorbed metal precursors by sodium tetrahydroborate solution at room temperature and by hydrogen at high temperatures. The activity of the catalysts prepared was examined for liquid-phase hydrogenation of crotonaldehyde (CRAL) and 3-methylcrotonaldehyde (MCRAL) under mild conditions. In both cases of CRAL and MCRAL, the selectivity of the low-temperature reduced (LR) catalyst toward unsaturated alcohol (UOL) is higher than that of the high-temperature reduced (HR) catalyst. This is in accordance with the previous result on the hydrogenation of cinnamaldehyde, though the total activities of the LR and HR catalysts are comparable. The surface morphology of platinum particles of the LR catalyst seems to be different from that of the HR catalyst and this may be of significance for the enhanced UOL selectivity of the LR catalyst. Keywords Crontonaldehyde 3-Methylcrotonaldehyde Selective hydrogenation Platinum/alumina Low-temperature reduction References [1] Stud. Surf. Sci. Catal. 1 1976 [2] Stud. Surf. Sci. Catal. 3 1979 [3] Stud. Surf. Sci. Catal. 16 1983 [4] Stud. Surf. Sci. Catal. 31 1987 [5] Stud. Surf. Sci. Catal. 63 1991 [6] Stud. Surf. Sci. Catal. 91 1995 [7] M. Arai K. Usui Y. Nishiyama J. Chem. Soc. Chem. Commun. 1993 1853 [8] M. Arai K. Usui M. Shirai Y. Nishiyama Stud. Surf. Sci. Catal. 91 1995 923 [9] P.N. Rylander Catalytic Hydrogenation over Platinum Metal 1967 Academic Press New York [10] P. Gallezot A. Giroir-Fendler D. Richard W. Pascoe Catalysis of Organic Reactions 1991 Marcel Dekker New York 1 17 [11] T. Yokoyama H. Hamamatsu T. Ohta Program EXAFSH Ver. 2.1 1994 The University of Tokyo [12] C.D. Wagner W.M. Riggs L.E. Davis J.F. Moulder G.E. Muilberg Handbook of X-ray Photoelectron Spectroscopy 1978 Perkin-Elmer Eden Prairie, MN [13] D. Richard P. Fouilloux P. Gallezot Proc. 9th Intern. Congr. Catal. Vol. 3 1988 1074 [14] A. Giroir-Fendler D. Richard P. Gallezot Catal. Lett. 5 1990 175 [15] S. Galvagno G. Capannelli G. Neri A. Donato R. Pietropaolo J. Mol. Catal. 64 1991 237 [16] B. Coq P.S. Kumbhar C. Moreau P. Moreau M.G. Warawdekar J. Mol. Catal. 85 1993 [17] B. Coq F. Figueras P. Geneste C. Moreau P. Moreau M. Warawdekar J. Mol. Catal. 78 1993 211 [18] C.S. Narasimhan V.M. Deshpande K. Ramnarayan J. Chem. Soc. Chem. Commun. 1988 99 [19] S. Galvagno A. Donato G. Neri R. Pietropaolo G. Capannelli J. Mol. Catal. 78 1993 227 [20] T.B.L.W. Marielli V. Ponec J. Catal. 156 1995 51 [21] M.A. Vannice B. Sen J. Catal. 115 1989 65 [22] H. Yoshitake K. Asakura Y. Iwasawa J. Chem. Soc. Faraday Trans. 1 85 1989 2021 [23] H. Yoshitake Y. Iwasawa J. Catal. 125 1990 227 [24] S.D. Lin D.K. Sanders M.A. Vannice J. Catal. 147 1994 370 [25] F. Coloma A. Sepulveda-Escribano F. Rodriguez-Reinoso Appl. Catal. A 123 1995 L1 [26] A. Rochefort F. Le Peltier J.P. Boitiaux J. Catal. 145 1994 409 [27] R. van Hardeveld F. Hartog Adv. Catal. 22 1972 75 [28] I. Toyoshima G.A. Somorjai Catal. Rev.-Sci. Eng. 19 1979 105",
      "scopus-id": "0001246091",
      "coredata": {
        "eid": "1-s2.0-S0926860X96001883",
        "dc:description": "Alumina-supported platinum catalysts were prepared through the reduction of adsorbed metal precursors by sodium tetrahydroborate solution at room temperature and by hydrogen at high temperatures. The activity of the catalysts prepared was examined for liquid-phase hydrogenation of crotonaldehyde (CRAL) and 3-methylcrotonaldehyde (MCRAL) under mild conditions. In both cases of CRAL and MCRAL, the selectivity of the low-temperature reduced (LR) catalyst toward unsaturated alcohol (UOL) is higher than that of the high-temperature reduced (HR) catalyst. This is in accordance with the previous result on the hydrogenation of cinnamaldehyde, though the total activities of the LR and HR catalysts are comparable. The surface morphology of platinum particles of the LR catalyst seems to be different from that of the HR catalyst and this may be of significance for the enhanced UOL selectivity of the LR catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96001883",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Arai, M."
          },
          {
            "@_fa": "true",
            "$": "Obata, A."
          },
          {
            "@_fa": "true",
            "$": "Usui, K."
          },
          {
            "@_fa": "true",
            "$": "Shirai, M."
          },
          {
            "@_fa": "true",
            "$": "Nishiyama, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96001883"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96001883"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00188-3",
        "prism:volume": "146",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity for liquid-phase hydrogenation of α,β-unsaturated aldehydes of supported platinum catalysts prepared through low-temperature reduction",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Crontonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "3-Methylcrotonaldehyde"
          },
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Platinum/alumina"
          },
          {
            "@_fa": "true",
            "$": "Low-temperature reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "381-389",
        "prism:endingPage": "389",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00188-3",
        "prism:startingPage": "381",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00188-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001246091"
      }
    }
  }
}