{
  "metadata": {
    "title": "Activity of spent hydroprocessing catalysts and carbon supported catalysts for conversion of hydrogen sulphide",
    "authors": "Edward Furimsky",
    "journal": "Applied Catalysis A: General",
    "date": "1997-08-28",
    "doi": "10.1016/S0926-860X(97)00006-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000069",
    "pii": "S0926860X97000069"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041553814",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-03-23 1999-03-23 2010-11-13T18:01:50 1-s2.0-S0926860X97000069 S0926-860X(97)00006-9 S0926860X97000069 10.1016/S0926-860X(97)00006-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00828 2024-01-01T12:19:29.85596Z 0 0 19970828 1997 1999-03-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 156 156 2 2 Volume 156, Issue 2 4 207 218 207 218 19970828 28 August 1997 1997-08-28 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ACTIVITYSPENTHYDROPROCESSINGCATALYSTSCARBONSUPPORTEDCATALYSTSFORCONVERSIONHYDROGENSULPHIDE FURIMSKY E CARUANA 1996 11 C ZAMAN 1995 159 J FUELPROCTECHNOL FUKUDA 1978 243 K SUGIOKA 1984 891 M SALMAN 1987 1227 O CHIVERS 1987 235 T BISHARA 1987 679 A MEEYOO 1995 231 V MOFFAT 1996 167 S YUMURA 1985 157 M TOWLER 1993 2800 G TOWLER 1993 2812 G FUDA 1991 100 K KURBANOV 1995 594 M FURIMSKY 1993 537 E FURIMSKY 1991 131 E FUELPROCTECHNOL FURIMSKY 1996 17 E FUELPROCTECHNOL MARTINGULLON 1993 1099 A MOULIJN 1995 1155 J KURBANOV 1995 498 M SKOKOVA 1996 1 K FURIMSKYX1997X207 FURIMSKYX1997X207X218 FURIMSKYX1997X207XE FURIMSKYX1997X207X218XE item S0926-860X(97)00006-9 S0926860X97000069 1-s2.0-S0926860X97000069 10.1016/S0926-860X(97)00006-9 271346 2024-01-01T12:19:29.85596Z 1997-08-28 1-s2.0-S0926860X97000069-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/MAIN/application/pdf/ed36de53d70fb335e9b9723a099c1937/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/MAIN/application/pdf/ed36de53d70fb335e9b9723a099c1937/main.pdf main.pdf pdf true 619468 MAIN 12 1-s2.0-S0926860X97000069-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/PREVIEW/image/png/3217029202cf6918aa2b9ccbf8893392/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/PREVIEW/image/png/3217029202cf6918aa2b9ccbf8893392/main_1.png main_1.png png 54107 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X97000069-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/STRIPIN/image/gif/20a63fc07b866ec26c44b6d579ced41f/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/STRIPIN/image/gif/20a63fc07b866ec26c44b6d579ced41f/si2.gif si4 si4.gif gif 606 30 93 ALTIMG 1-s2.0-S0926860X97000069-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/STRIPIN/image/gif/92874d89ac6466870b3f7c802e67ccf3/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/STRIPIN/image/gif/92874d89ac6466870b3f7c802e67ccf3/si3.gif si3 si3.gif gif 619 30 96 ALTIMG 1-s2.0-S0926860X97000069-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/STRIPIN/image/gif/20a63fc07b866ec26c44b6d579ced41f/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/STRIPIN/image/gif/20a63fc07b866ec26c44b6d579ced41f/si2.gif si2 true si2.gif gif 606 30 93 ALTIMG 1-s2.0-S0926860X97000069-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000069/STRIPIN/image/gif/92874d89ac6466870b3f7c802e67ccf3/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000069/STRIPIN/image/gif/92874d89ac6466870b3f7c802e67ccf3/si3.gif si1 true si1.gif gif 619 30 96 ALTIMG ~i APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 156 (1997) 207-218 Activity of spent hydroprocessing catalysts and carbon supported catalysts for conversion of hydrogen sulphide Edward Furimsky IMAF Group, 184 Marlborough Avenue, Ottawa ON, Canada KIN 8G4 Received 9 July 1996; received in revised form 4 November 1996; accepted 10 November 1996 Abstract A \")'-A1203, as well as the spent-decoked and corresponding fresh CoMo/Al203 and NiMo/AI203 catalysts, were used for the direct H2S decomposition and the CO2 aided conversion of H2S. These reactions increased when Ni, Co and Mo were added to A1203. The activity of the spent catalysts for the direct H2S decomposition was more than 80% of that of the fresh catalysts. Activated carbons were also used. Their activity for the direct H2S decomposition was significantly enhanced by doping with the Mo species, whereas the CO2 aided reaction was unaffected. Activated carbons alone were active for the CO2 aided conversion of HES. It was proposed that surface oxide complexes were involved in the latter case. Keywords: Acidity; Hydroprocessing; Hydrogen sulphide decomposition; CoMo/A1203; NiMo/A1203 1. Introduction Hydrogen sulphide is a common by-product of refinery operations and heavy oils and residues upgrading processes. After being scrubbed from the gaseous mixtures, the HES is converted in the Claus process to elemental sulphur, which is a marketable product. At the same time, the hydrogen component of H2S is wasted as H20. A direct HES decomposition is an attractive alternative but it requires an active catalyst [1]. Potential methods used for the H2S decomposition have been reviewed extensively by Zaman and Chakma [2]. It was shown that H2S decom- position aided by catalysts has attracted a great deal of attention. MoS2 alone or promoted with Co or Ni was superior compared to several other metals [3-9]. In most cases, investigated catalysts were in a powder form rather than in an operating 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PI! S0926-860X(97)00006-9 208 E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 0- v 0 60- 50- 40- S0- 20- , o 6o0 H25/C0~ 1.25 1.00 0.75 0.50 0.25 760 mmmmm t++, . DQt2 \"7 8oo 960 1obo 11bo 12'oo Is'oo 14oo Temperature (1(2) Fig. 1. Effect of temperature and H2S/CO2 ratio on total H2S conversion. form. Less than 20% H2S decomposed in the presence of manganese nodules [10]. The HzS used in most of these studies was either pure or in concentrations exceeding 90%. The conversion of H2S, aided by CO2 has attracted much less attention than direct decomposition. Towler and Lynn [ 11,12] have identified several advantages of this approach when compared to the Claus process. Pure mixtures of H2S and CO2 can be produced in a gasification plant as well as in refineries. In this case, only elemental sulphur can be recovered while CO2 is converted to CO according to the following overall reaction: 1 H2S + CO2 = ~52 q- CO -}- H20 (1) As shown in Fig. 1, the thermodynamics of this reaction are favourable at relatively high temperatures. The Gibbs energy minimization principle applied to HzS + CO2 for the conditions shown in Fig. 1 indicates the formation of COS. Then, the overall mechanism may comprise some additional reactions, e.g., H2S + CO2 = H20 + COS 1 COS = CO Jr- ~52 2COS = CO2 + CS2 CO+H2S=COS+H2 (2) (3) (4) (5) An active catalyst may be required to achieve acceptable conversions. So far, the only results on the use of a catalyst for this reaction was published by Fuda et al. [13]. In this case, a more than 50% H2S conversion was achieved at 850 in the E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 209 raw gas I CO & unconv. ] ! H~S +CO2 J dean gas scrubber sull condenser 9 bur acid gas (HzS+CO.O desorber I -or solvent other sources of H2S and CO2 Fig. 2. Schematic diagram of \"zero sulphur\" emission process. presence of an FeS containing solid, but COS was formed in high concentrations. The reaction [5] was investigated by Kurbanov and Mamedov [14]. They used thermal radiation in the first step to produce H2 and COS as the main products. The decomposition of COS in the second step required a high temperature. The reaction [4] was the main reaction which occurred during the second step. The simplified diagram of the investigated process for the conversion of the H2S + CO2 mixtures is shown in Fig. 2. In this case, raw gas includes gasification products being cleaned by a conventional method. The acid gas is a mixture of H2S and CO2 released from a scrubbing solvent. H2S and CO2 are also available from several other sources. The commercial viability of this concept depends on the development of an active catalyst. In the present work, the primary objective was to test spent-decoked CoMo/ A1203 and NiMo/A1203 catalysts in their operating form. If suitable, the utilization of the non-regenerable hydroprocessing catalysts could be prolonged [15]. Corre- sponding fresh catalysts were also used. The former represent a low cost source of MoS2. Thus, after decoking, the Mo oxides can be converted back to MoS2 by resulphiding. It is well known that during a prolonged exposure above 600, typical hydroprocessing catalysts become deactivated [ 16]. To address this issue at least partly, the Mo component was added to carbon supports. The gas mixtures were chosen to simulate practical situations. 210 E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 2. Experimental 2.1. Catalysts and activated carbons Some properties of the catalysts used in the present work are shown in Table 1. The sodium free activated -,/-alumina had an N2 BET surface area of 175 m2 g-1. The spent and fresh catalysts included a commercial extrudate form of the CoMo/ AlaO3 catalyst, and a chestnut burr form of the macroporous NiMo/A1203 catalyst. Prior to their use, the spent catalysts were decoked according to an alternate procedure [17]. Activated carbons were pellets having a 2 mm diameter and 4 mm height (AC 1), and a 1 mm diameter and 1 mm height (AC2), and had an N2 BET surface area of 1077 and 1119 me g-l, respectively. The addition of Mo to the AC1 sample was performed by a pore filling method using a solution of ammonium paramolybdate [18]. About 10 wt. % of MoO3 were deposited. 2.2. Gas mixtures The gas mixtures used in this study included 90% H2 +10% HaS, 90% CH4 +10% H2S, 50% CO2 +50% H2S, 75% CO2 +25% HzS and 85% COa +15% HaS. All these mixtures were specially ordered for the purpose of this study from Matheson. They were used as received. 2.3. Procedures The experimental system was described elsewhere [17]. The product gas exited at the top passed a Balston filter before entering the analysis systems. In the Table l Properties of catalysts (wt. %) CoMo/A1203 NiMo/AI203 Fresh Spent-reg Fresh Spent-reg Ni a a 2.1 3.3 Co 2.9 3.1 b b W a a a 4.0 Fe a a a 0.1 N2 BET (m2/g) 10 197 140 127 a Trace. b Not determined. E. Furimsky /Applied Catalysis A: General 156 (1997) 207-218 211 temperature programmed mode, the heating from room temperature to 1000 was carried out using a heating rate of 20 min-1. In the isothermal mode, the fixed bed was at first stabilized in the flow of He and then He was replaced with the gas mixture. The flow of this mixture was maintained at 100mlmin-l, unless otherwise stated. Most of experiments with CoMo/A1203 were performed using 1 g of catalysts. For NiMo/A1203 catalyst, more reproducible results were obtained using 2 g of the sample, i.e., the results were affected by channelling, if 1 g sample size was used. 2.4. Analysis The MTI 200 gas chromatograph, equipped with the thermal conductivity detector, was used for the analysis of H2, H2S, CH4, CO, CO2 and COS. The system was calibrated using several standard gas mixtures to cover all concentra- tion ranges identified during the experiments. Special efforts were made to calibrate H2 and H2S during the investigation of the 90% CH4 + 10% H2S mixture. For the H2S + CO2 mixtures, special attention was paid to CO, CO2, H2, COS and H2S. The repeatability of CO2 analysis was low. Other products of some reactions, i.e., H20 and Sz were not analysed. Unidentified products, totalling less than 1%, were also observed at higher temperatures used in this work. The results were used for estimating H2S and CO2 conversions. In this case, conversions always relate to the amount of H2S or CO2 entering the reactor. 3. Results and discussion 3.1. Decomposition of H2S in 112 + H2S and CH4 + H2S mixtures The baseline testing included heating the H2 q- H2S and CH4 + H2S mixtures from room temperature to 1000 (20 min-l; 100 ml min-1). In the former case, no H2S decomposition was observed. For the CH4 + H2S mixture, decom- position of H2S and CH4 began at about 800. Subsequently, the isothermal decomposition of this mixture was carded out at 550 and 700 using different residence times, as given by the different gas flows, i.e., 100, 200 and 400 ml min-~. No decomposition was observed at 550 whereas, at 700, the H2S decomposition (about 5%) was observed only at the lowest flow rate. Another baseline test included experiments at 550 and 700 using \"y-A1203. For the H2 + H2S mixture, little H2S decomposition was observed. At 700, less than 10% of H2S decomposed while using the CH4 d- H2S mixture. Typical concentration-time profiles observed during the experiments in the presence of a catalyst are shown in Fig. 3. In the steady-state, the flow rate was increased to 200 ml min-1 and then decreased back to 100 ml min-1. The latter resulted in a slight increase in H2S and CH4 decomposition. At a flow rate of 212 E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 25 2O 15 10 ~5 0 100 80 60 o ~\" 40 ~ 20 l~iow Rat~200 \"'] 1 I---I=\"= !4 ....................... --- H2S /- ................................................. .......... -:--j--7 Im t ....... ., ........ p:__J ............................................... / ...... I ~/. 1 .................... I___7 ........ i ............................ 0 20 40 60 80 '100 120140 160 Time (min.) Fig. 3. Distribution of H2S, H2 and CH4 at 550 (1 g of spent-reg. CoMo/AI203). 100 ml rain-1, the contact time of the gas mixture with the catalyst was less than 1 s. The H2S and H2 concentration data, shown in Table 2, was determined in the steady-state (Fig. 3). At 700, CH4 decomposition was quite evident. Both CoMo/A1203 and NiMo/A1203 catalysts (fresh and spent reg.) significantly enhanced H2S decomposition compared with the \"y-A1203. For example, less than 1% of H2S decomposed in the presence of 2 g of A1203 at 550, when compared to 28 and 50% for the 2 g of the fresh NiMo/A1203 and CoMo/A1203, respectively. The results obtained for the fresh CoMo/A1203 catalyst suggest that presulphiding (at 400 in 90% H2 +10% H2S) had little effect on the activity. Increasing the amount of CoMo/A1203 catalyst from 1 g to 2 g increased H2S conversion by about 50%, i.e., the conversion normalized to 1 g decreased. The lesser than expected conversion may be attributed to the diffusion phenomena as well as a partial blocking of active sites by H2 and $2 in the upper parts of the catalyst bed. The CoMo/A1203 was more active than NiMo/A1203. Thus, the H2S conversion at 550, normalized to 1 g of the fresh NiMo/A1203 catalyst was about half than that observed for the fresh CoMo/A1203 catalyst, i.e., 14 and 25, respectively. However, the difference became smaller when the H2S conversions were normalized to the unit of surface area. Fresh catalysts were more active than spent-reg catalysts. They also enhanced CH4 disappearance. The results obtained with the activated carbon alone and that doped with the molybdenum species are also included in Table 2. The conversions were estimated from the results as shown in Fig. 4. Increasing the temperature from 600 to 700 E. Furimsky /Applied Catalysis A: General 156 (1997) 207-218 Table 2 Concentrations of H2S and H2 and H2S conversions 213 Catalyst Temp. () Concentr. (vol%) H2S conversion (%) H2S H2 Total %/g %/g.m2 1.None 550 10.0 0 0 2. 700 9.5 <1 5 3.A1203 700 9.1 <1 9 4.5 0.03 4. 550 9.9 tr 1 tr CoMo/A1203 5.fresh\" 550 6.4 3.4 36 36 0.17 6.fresh 550 5.0 5.5 50 25 0.12 7.fresh-sulph1 500 7.4 3.1 26 26 0.12 8.fresh-sulph\" 550 6.2 4.6 38 38 0.18 9. spent-reg\" 500 7.9 2.0 21 21 0.11 10.spent-reg 500 7.2 3.4 28 14 0.07 11.spent-reg 550 6.0 4.2 40 20 0.10 12.spent-rega 550 7.2 2.9 28 28 0.14 NiMo/A1203 13.fresh 600 6.5 4.2 35 18 0.13 14.fresh 550 7.2 3.0 28 14 0.10 15.spent-reg 550 8.1 1.9 19 10 0.08 16.spent-reg 600 6.3 3.5 37 19 0.15 17.spent-reg 650 5.8 4.6 42 21 0.17 Activated Carbon (AC2) 18.AC2 600 9.1 < 1 9 5 - 19.AC2 700 7.8 4.8 22 11 - 20.AC2 + Mo 550 6.8 3.2 32 16 - 21.AC2 + Mo 600 4.4 56 56 28 - 22.AC2 + Mo 700 5.8 42 42 21 - a Runs with 1 g of catalyst. 10 8 - 6 J /, / i 0 = ~ ' ! I I I I l I I I i I 1 I I 1 ! , 0 12 24 36 48 613 Time (min.I Fig. 4. Effect of Mo addition to activated carbon on H2S concentration in exiting gas (700,2 g AC2+Mo, 100 ml/min). 214 E. Furimsky/Applied Catalysis A.\" General 156 (1997) 207-218 50 40 30 20 1 0 0 Flow R~e I00 n~/~ ....................................... ~ ..~ ~ \"~ IX ~ ~ ,.~ STTTTTTT, 10 20 30 \"~me rain. Fig. 5. Distribution of H2S,CO2,COS and CO at 650 for 50/50 H2S/CO2 mixture (2 g of AC2). decreased H2S decomposition but the conversion of CH4 increased, as indicated by the appearance of new peaks, presumably C2 hydrocarbons. The additional H2 formed during CH4 decomposition may have affected the H2S decomposition equilibrium. Also, the sintering of MoS2 may have occurred [16]. These effects should be diminished significantly at 550. As the results in Table 2 show, at 550, activity of the Mo doped activated carbon for H2S decomposition was comparable to that of the fresh NiMo/AI203 at 600. 3.2. Decomposition of H2S in CO2 mixtures The typical concentration-time profiles observed during these experiments are shown in Fig. 5. In this case, a mixture having a 50/50 ratio of H2S to CO2 was used. The conversions estimated from the concentration data were determined in the steady-state, i.e., after 20 min on stream. The gas analysis performed during these experiments included H2, HES, CO, CO2 and COS, whereas H20 and $2 were not analysed. The formation of SO2 and CS2 was also verified, however, only trace amounts could be detected. The conversion of H2S could be determined from its disappearance. At 650 and below, the H2S conversion was equal to the sum of the yields of H2, CO and COS. The CO2 conversion could be determined from its disappearance, as well as from the sum of CO + COS. In the former case, the estimate was less reliable due to low repeatability. Therefore, the CO2 conversions were estimated from the CO COS sums. For activated carbons at 700, these sums exceeded the amount of the converted HES, indicating a contribution from the C CO2 reaction. The results in Table 3 show that for the 50/50 H2S/CO2 mixture, COS appeared as the major product. A comparison of run 2 with runs 3 to 9 indicates direct H2S decomposition in the presence of catalysts. As expected, the addition of active ingredients, such as Mo, Co and Ni, to A1203 increased the H2S and CO2 conversions. Activated carbons were slightly more E. Furimsky /Applied Catalysis A: General 156 (1997) 207-218 215 Table 3 Concentrations of H2, CO and COS (vol. %) and H2S conversions (H2S/CO2 = 50/50; 2 g of catalyst, 100 ml min-1 flow). Catalyst Temp. H2 CO COS Conversion H2S CO2 1 .None 700 0.2 0.2 0.2 1.2 0.8 2.A1203 700 tr 4.8 0 11.6 9.3 CoMo/A1203 3.fresh 600 1.1 3.2 1.9 12.4 10.2 4.fresh 650 1.8 4.2 3.5 19.0 15.4 5.fresh-sulph 650 1.5 3.0 5.0 19.0 19.0 6.fresh 700 2.1 4.9 3.5 21.0 16.8 7. spent-reg 700 1.9 3.2 3.4 17.0 12.8 NiMo/A1203 8.fresh 600 1.0 2.0 5.3 16.6 14.6 9.fresh 700 1.0 2.2 5.0 16.4 14.4 Act. carbon 10.AC 1 700 0 4.4 6.9 15.9 22.6 11.AC 1a 700 0 2.3 3.2 5.2 11.0 12.AC 1 650 0 3.3 6.7 12.6 20.0 13.AC2 650 0 3.4 6.9 13.3 20.6 a Gas flow of 400 ml min- 1. active than A1203, but less active than the catalysts presumably because of the additional H2S conversion via its decomposition in the presence of the catalysts. The overall H2S conversions at 700 approached that predicted by thermody- namics (Fig. 1), suggesting that the state of the equilibrium was attained under these conditions. The conversions of H2S almost doubled when the H2S/CO2 ratio was decreased from 50/50 to 25/75 (Table 4). This change resulted in a significant decrease in the COS concentration and increase in the CO concentration. The H2S conversion in the presence of A1203 also increased by decreasing the ratio. For the 25/75 mixture, both the catalysts and activated carbons enhanced the overall CO2 aided H2S decomposition, whereas the direct H2S decomposition was unimportant. Also for this mixture, the state of the equilibrium was approached at about 700. The COS disappeared when the amount of AC1 was doubled (run 8 in Table 4), while the overall H2S conversion remained unchanged. This suggests that COS formed in the lower part of the fixed bed was decomposed in the upper part of the fixed bed. Only trace amounts of CS2 detected would suggest that the COS disproportionation was unimportant. One experiment was performed with two fixed beds, separated by 30 mm in the same reactor, and another experiment with fixed beds in two separate reactors connected in series (run 9 and 10 in Table 4, respectively). Every fixed bed had 2 g of AC1, a total of 4 g. For the reactors connected in series, an ice trap was placed between the reactors to remove part of the elemental sulphur and moisture from the stream before entering the second reactor. In both cases, the H2S conversions increased by about 30%, when 216 E. Furimsky/Applied Catalysis A.\" General 156 (1997) 207-218 Table 4 Concentration of CO and COS (vol. %) and H2S conversions (H2S/CO2 = 25/75). Catalyst Temp. () CO COS Conversion H2Sa CO2b 1.None 700 1.8 0 7.2 1.0 2.A1203 700 4.4 0 15.9 5.9 CoMo/Al203 3.spent-reg 600 5.3 27.8 27.8 9.5 4.spent-reg 700 6.5 38.9 38.9 12.7 5.fresh 700 7.0 2.8 38.0 13.1 Act. Carbon 6.AC 1 700 7.6 1.0 33.2 11.5 7.AC 1 700 7.4 1.5 33.6 11.9 8.AC 1 c 700 8.5 0 34.0 11.3 AC1 9.2 beds 700 10.9 0.5 42.9 15.2 10.2 react 700 10.3 0.5 42.0 14.4 11.AC2 600 4.8 0.6 22.1 7.2 12.AC2+Mo 600 3.6 0.5 16.0 5.5 13.AC2 700 8.7 0.5 35.8 12.3 14.AC2+Mo 700 8.1 1.1 35.2 12.3 a Estimated from H2S disappearance. b Estimated from the sum of CO + COS. 4 g of AC1 sample. compared with the experiment performed at 700 using either 2 g or 4 g of the AC 1 sample in one fixed bed (runs 6 to 8). It is believed that in both cases, the front of the second fixed bed was unavailable for H2S decomposition because of the competitive adsorption of the products formed in the first fixed bed. Then, only a part of the second fixed bed, i.e., near the top, was available for the reaction. The addition of Mo to the AC2 sample had no effect on the overall conversions. It is believed that part of the Mo, after being converted to MoS2 was deactivated by sintering, as suggested in the case of the run 22 in Table 2. However, no catalytic effect of Mo would suggest a different mechanism of the reaction involving activated carbons compared with that for the catalysts. The absolute amount of the converted H2S, as given by the sums of mols of He + CO + COS, were similar for both the 50/50 and 25/75 H2S/CO2 mixtures. This suggests that a similar active surface area may have been involved in both cases. If so, the absolute HzS conversion of the mixture containing about 10 vol. % H2S + CO2 balance should have increased significantly. While the HzS conversion, (normalized to 1 g) at 700 and 650 was less than 10% and less than 8%, respectively, the CO yields were significantly larger than that required for the amount of converted H2S. This confirms the contribution of the C + CO2 reaction. E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 217 H-, S. \"~ m'9.'m C ffi S2 + H20 + CO A Fig. 6. ffi H2 + COS Me = Mo, Co&Ni Tentative routes for CO2 aided decomposition of H2S on catalysts. The CoMo/A1203 catalyst was even less active than the carbon materials. The thermal conversion at 700 was about 7%. It was suggested above that the mechanism of the CO2 aided decomposition of H2S on activated carbons differs from that on the catalysts. It is believed that in the presence of the catalysts, the CO2 aided decomposition of H2S is preceded by the activation of C-O bonds in a CO2 molecule. It is speculated that the exposed metal (Mo, Co and Ni) ions play certain role in this activation. The weakened C-O bonds are then attacked by HES. As shown in Fig. 6, two possible routes are postulated for this attack, i.e., route A giving H20, S2 and CO and route B giving COS and H2 while one O remains attached to the surface. The dots in Fig. 6 indicate bonds which will either break or be formed. In the case of activated carbons, formation of surface complexes with COe may be the first step in the overall reaction. Several types of the oxygen containing surface complexes, which resulted from the reaction of CO2 with carbon, were proposed by Moulijn and Kapteijn [19]. One type contains both an in-plane and an off-plane oxygen atom. These authors proposed that the latter can be involved in the oxygen exchange reactions over carbon. It is suggested that in the presence of H2S, the active off-plane oxygen is being swept from the surface and converted to H20. The Ha, which could be formed either by direct HES decomposition or the reaction of CO with HES, could also be consumed by reacting with this type of surface complex. Relative concentrations of these complexes may depend on the concentration of CO2 and surface properties of the carbons. Thus, for both the 25/ 75 and 50/50 HaS/CO2 mixtures, the sums of the concentrations of CO + COS were similar. However, decreasing the ratio to 10/90, i.e., increasing the CO2 concentration had an adverse effect on the H2S conversion. This suggests that there is an optimal CO2/carbon surface ratio, above which the formation of the suitable surface complexes is affected. The surface complex may have played a role in COS decomposition as well because a complete thermal decomposition of COS to CO and $2 can not be achieved, even at 700 [20]. Skokova and Radovic [21] assumed the existence of the adjacent edge and basal plane C(O) complexes resulting from the interaction of 02 with carbon. Such complexes may also take part in the H2S reaction. Thus, an 02 aided reaction of H2S catalysed by carbon should be explored as well. 218 E. Furimsky/Applied Catalysis A: General 156 (1997) 207-218 4. Conclusions Direct H2S decomposition can be significantly enhanced in the presence of Mo- containing catalysts. Both the ~/-A1203 supported and carbon supported catalysts exhibited good activity. Thus, at 600, the carbon doped with molybdenum enhanced the HzS decomposition by more than five times. This promising observation suggests that further investigation focusing on the effect of promoters, such as Co and Ni, in combination with Mo and carbon support of different properties, is warranted. It is believed that at and above 550, the carbon support is thermally more stable than 7-A1203. Other supports, which are thermally more stable than \"7-A1203, can also be included. The CO2 aided conversion of H2S can be enhanced by catalysts, however, activated carbons alone exhibited some activity as well. In the latter case, the activity may originate from the oxygen-surface complexes formed between the CO2 and carbon. The temperature and properties of carbons may determine the activity of the complexes. An optimal H2S/CO2 ratio may exist for achieving high H2S conversions. References [1] C.M. Caruana, Chem. Eng. Progr., (1996) 11. [2] J. Zaman and A. Chakma, Fuel Proc. Technol., 41 (1995) 159. [3] K. Fukuda, M. Dokiya, T Kamayama and Y Kotera, Ind. Eng. Chem. Fundam., 17 (1978) 243. [4] M. Sugioka and K. Aomura, Int. J. Hydrogen Energy, 9 (1984) 891. [5] O.A. Salman, A. Bishara and A. Marafi, Energy, 12 (1987) 1227. [6] T. Chivers and C. Lau, Int. J. Hydrogen Energy, 12 (1987) 235. [7] A. Bishara, O.A. Salman, N. Kharishi and A Marafi, Int. J. Hydrogen Energy, 12 (1987) 679. [8] V. Meeyoo, A.A. Adesina and G Foulds, React. Kinet. Catal. Lett., 56 (1995) 231. [9] S.C. Moffat and A.A. Adesina, Catal. Lett., 37 (1996) 167. [10] M. Yumura and E. Furimsky, Appl. Catal., 16 (1985) 157. [11] G.P. Towler and S. Lynn, Ind. Eng. Chem. Res., 32 (1993) 2800. [12] G.P. Towler and S. Lynn, Ind. Eng. Chem. Res., 32 (1993) 2812. [13] K. Fuda, A. Palmer, P. Sears, D. Blais and E. Furimsky, Fuel, 70 (1991) 100. [14] M.A. Kurbanov and K.E Mamedov, Kinet. Catal., 5 (1995) 594. [15] E. Furimsky and EE. Massoth, Catal. Today, 4 (1993) 537. [16] E. Furimsky, Fuel Proc. Technol., 27 (1991) 131. [17] E. Furimsky and M. Biagini, Fuel Proc. Technol., 46 (1996) 17. [18] A. Martin-Gullon, C. Prado-Burguete and X. Rodriguez-Reinoso, Carbon, 31(7) (1993) 1099. [19] J.A. Moulijn and E Kapteijn, Carbon, 33(8) (1995) 1155. [20] M.A. Kurbanov and K.F. Mamedov, Kinet. Catal., 36 (1995) 498. [21] K. Skokova and L.R. Radovic, Am. Chem. Soc. Preprints (Div. of Fuel Chem.), 41 (1996) 1. APCATA 97000069 S0926-860X(97)00006-9 10.1016/S0926-860X(97)00006-9 Activity of spent hydroprocessing catalysts and carbon supported catalysts for conversion of hydrogen sulphide Edward Furimsky IMAF Group, 184 Marlborough Avenue, Ottawa ON, Canada K1N 8G4 A γ-Al2O3, as well as the spent-decoked and corresponding fresh CoMo Al 2 O 3 and NiMo Al 2 O 3 catalysts, were used for the direct H2S decomposition and the CO2 aided conversion of H2S. These reactions increased when Ni, Co and Mo were added to Al2O3. The activity of the spent catalysts for the direct H2S decomposition was more than 80% of that of the fresh catalysts. Activated carbons were also used. Their activity for the direct H2S decomposition was significantly enhanced by doping with the Mo species, whereas the CO2 aided reaction was unaffected. Activated carbons alone were active for the CO2 aided conversion of H2S. It was proposed that surface oxide complexes were involved in the latter case. Keywords Acidity Hydroprocessing Hydrogen sulphide decomposition CoMo Al2O3 NiMo Al2O3 References [1] C.M. Caruana Chem. Eng. Progr. 1996 11 [2] J. Zaman A. Chakma Fuel Proc. Technol. 41 1995 159 [3] K. Fukuda M. Dokiya T Kamayama Y Kotera Ind. Eng. Chem. Fundam. 17 1978 243 [4] M. Sugioka K. Aomura Int. J. Hydrogen Energy 9 1984 891 [5] O.A. Salman A. Bishara A. Marafi Energy 12 1987 1227 [6] T. Chivers C. Lau Int. J. Hydrogen Energy 12 1987 235 [7] A. Bishara O.A. Salman N. Kharishi A. Marafi Int. J. Hydrogen Energy 12 1987 679 [8] V. Meeyoo A.A. Adesina G Foulds React. Kinet. Catal. Lett. 56 1995 231 [9] S.C. Moffat A.A. Adesina Catal. Lett. 37 1996 167 [10] M. Yumura E. Furimsky Appl. Catal. 16 1985 157 [11] G.P. Towler S. Lynn Ind. Eng. Chem. Res. 32 1993 2800 [12] G.P. Towler S. Lynn Ind. Eng. Chem. Res. 32 1993 2812 [13] K. Fuda A. Palmer P. Sears D. Blais E. Furimsky Fuel 70 1991 100 [14] M.A. Kurbanov K.F. Mamedov Kinet. Catal. 5 1995 594 [15] E. Furimsky F.E. Massoth Catal. Today 4 1993 537 [16] E. Furimsky Fuel Proc. Technol. 27 1991 131 [17] E. Furimsky M. Biagini Fuel Proc. Technol. 46 1996 17 [18] A. Martin-Gullon C. Prado-Burguete X. Rodriguez-Reinoso Carbon 31 7 1993 1099 [19] J.A. Moulijn F. Kapteijn Carbon 33 8 1995 1155 [20] M.A. Kurbanov K.F. Mamedov Kinet. Catal. 36 1995 498 [21] K. Skokova L.R. Radovic Am. Chem. Soc. Preprints (Div. of Fuel Chem.) 41 1996 1",
      "scopus-id": "0041553814",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000069",
        "dc:description": "A γ-Al2O3, as well as the spent-decoked and corresponding fresh CoMo Al 2 O 3 and NiMo Al 2 O 3 catalysts, were used for the direct H2S decomposition and the CO2 aided conversion of H2S. These reactions increased when Ni, Co and Mo were added to Al2O3. The activity of the spent catalysts for the direct H2S decomposition was more than 80% of that of the fresh catalysts. Activated carbons were also used. Their activity for the direct H2S decomposition was significantly enhanced by doping with the Mo species, whereas the CO2 aided reaction was unaffected. Activated carbons alone were active for the CO2 aided conversion of H2S. It was proposed that surface oxide complexes were involved in the latter case.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000069",
        "dc:creator": {
          "@_fa": "true",
          "$": "Furimsky, Edward"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000069"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000069"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00006-9",
        "prism:volume": "156",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activity of spent hydroprocessing catalysts and carbon supported catalysts for conversion of hydrogen sulphide",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Hydroprocessing"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen sulphide decomposition"
          },
          {
            "@_fa": "true",
            "$": "CoMo Al2O3"
          },
          {
            "@_fa": "true",
            "$": "NiMo Al2O3"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "207-218",
        "prism:endingPage": "218",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 August 1997",
        "prism:doi": "10.1016/S0926-860X(97)00006-9",
        "prism:startingPage": "207",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00006-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000069-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "606",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000069-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "619",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000069-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "606",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X97000069-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "619",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041553814"
      }
    }
  }
}