{
  "metadata": {
    "title": "Two-step processing of C<ce:inf loc=post>8</ce:inf> aromatic mixture over modified ZSM-5 catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-02-06",
    "doi": "10.1016/S0926-860X(96)00280-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002803",
    "pii": "S0926860X96002803"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000412831",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96002803 S0926-860X(96)00280-3 S0926860X96002803 10.1016/S0926-860X(96)00280-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00282 2024-01-01T12:18:48.759026Z 0 0 19970206 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 149 149 2 2 Volume 149, Issue 2 1 265 275 265 275 19970206 6 February 1997 1997-02-06 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. TWOSTEPPROCESSINGC8AROMATICMIXTUREOVERMODIFIEDZSM5CATALYSTS SMIESKOVA A CHEN 1986 185 N HANSON 1967 260 K COLLINS 1983 29 D YOUNG 1982 418 L SEDDON 1986 1 D ROBSCHLAGER 1979 347 K UHLIG 1969 H ACSSYMPREFPETRFORCHEM BALLMOOS 1990 443S R LANAWALA 1969 3107 M SMIESKOVAX1997X265 SMIESKOVAX1997X265X275 SMIESKOVAX1997X265XA SMIESKOVAX1997X265X275XA item S0926-860X(96)00280-3 S0926860X96002803 1-s2.0-S0926860X96002803 10.1016/S0926-860X(96)00280-3 271346 2024-01-01T12:18:48.759026Z 1997-02-06 1-s2.0-S0926860X96002803-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002803/MAIN/application/pdf/71cbb564b0fb4f756baae1b954e049fb/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002803/MAIN/application/pdf/71cbb564b0fb4f756baae1b954e049fb/main.pdf main.pdf pdf true 525499 MAIN 11 1-s2.0-S0926860X96002803-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002803/PREVIEW/image/png/8e0430de408b2a22432db80d6516f62a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002803/PREVIEW/image/png/8e0430de408b2a22432db80d6516f62a/main_1.png main_1.png png 43177 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 149 (1997) 265-275 Two-step processing of C8 aromatic mixture over modified ZSM-5 catalysts A. Smieskova *, P. Hudec, M. Paciga, Z. Zidek STU, FaculO, of Chemical Technology, Department of Petroleum and Petrochemistrv Radlinskeho 9, 812 37 Bratislat,a, Slouakia Received 16 January 1996; revised 12 July 1996; accepted 15 July 1996 Abstract The isomerization of C8 aromatic feed over NiZSM-5 catalysts was investigated in an integral pressure reactor. A series of catalysts containing 30 wt.-% of NiZSM-5 were prepared from ZSM-5 samples having a similar composition and acidity but different para selectivity as shown by the conversion of toluene. Catalytic tests with real Cs aromatic feed indicated that at near equilibrium isomerization, xylene loss can be more reduced on the non para selective catalysts with a very low reaction temperature than by increasing the para selectivity of the zeolite. On the other hand, increasing the para selectivity of the zeolite increases the selectivity of the ethylbenzene conversion. It was shown that the high selectivity in isomerization of non para selective catalysts and in ethylbenzene conversion of para selective zeolite can be effectively utilized by processing the feed in two steps. Non para selective catalysts were used for xylene isomerization and para selective catalysts for the optimization of the ethylbenzene conversion. Keywords: Isomerization; Cs aromatic; ZSM-5 1. Introduction Isomerization of C8 aromatic is an important industrial process by which the discrepancy between the requirements of para xylene and its production from original sources can be solved. Catalysts based on ZSM-5 zeolite are used for isomerization of C8 aromatic feed in industrial 'Mobil' isomerization processes [1]. Activity, stability and selectivity are their major advantages over the older type of catalysts. Xylene isomerization can be defined as the conversion of a * Corresponding author. 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00280- 3 266 A. Smieskova et al. / Applied Catalysis A: General 149 (1997) 265-275 non- equilibrium mixture of xylene isomers into a composition closer to that of the equilibrium by positional isomerization. The isomerization of pure xylenes is possible without any difficulties. A number of acid catalysts as amorphous aluminosilicates [2] or zeolites [3-5] are able to catalyze the isomerization reaction. Feedstocks for isomerization usually contain ethylbenzene. The prob- lems which are connected with the presence of ethylbenzene in the feedstock are well known. Because the objective of the process is the manufacture of ortho- and/or para-xylene their separation after the isomerization step leads to an enrichment of ethylbenzene in the feedstock circuit. So it is desirable to eliminate the ethylbenzene from the isomer loop. Since its separation is expen- sive, conversion is generally the desired route. Three principal ways are possible to remove the ethylbenzene from the feedstock circuit: disproportionation into benzene and C 10 aromatic, dealkylation, and isomerization to xylene. Dispropor- tionation and dealkylation of ethylbenzene proceed on acid catalysts; isomeriza- tion to the xylene requires dual functional catalysts containing platinum [6,7]. The efficiency of the isomerization depends on the ability of the catalyst at near equilibrium isomerization to retard undesired xylene rearrangement and simulta- neously to facilitate the conversion of a portion of ethylbenzene minimum equal to the portion of para xylene removed as product. Dependent on the composi- tion of feedstocks, different catalyst formulations can be useful and necessary to convert ethylbenzene with a minimal loss of xylene. In the present work the possibility to improve the isomerization efficiency by two-step processing of the C8 aromatic feed containing ethylbenzene using two ZSM-5 based catalysts was investigated. 2. Experimental Sodium forms of ZSM-5 zeolite samples (NaZSM-5) were supplied from Slovnaft -- VURUP Bratislava. For sodium removal NaZSM-5 was treated with a solution of 0.5 M hydrochloric acid (HZSM-5). Ion-exchange and impregna- tion techniques were applied for the incorporation of Ni on the HZSM-5 samples (NiHZSM-5) The bulk composition of zeolite samples was determined by wet chemical analysis. X-ray diffraction patterns were recorded using nickel filtered CuK~ radiation. Sorption of Ar was measured at 100 Torr and 80 K. Relative concentration of aluminum in the surface layers of the zeolite crystals was obtained from the XPS spectra, the shape of the crystals was investigated by scanning electron microscopy and the average crystal size (a.c.s. expressed as Waddel diameter) was calculated using an automatic micro analyzer (Kevex, system DELTA V). A TPD with ammonia (TPDA) was used for acidity determination, the catalytic activity of the zeolites was tested with disproportionation with toluene, A. Smieskova et al. /Applied Catalysis A: General 149 (1997) 265-275 267 conversion of pure ethylbenzene and isomerization of the nonequilibrium mix- ture of C8 aromatics by an industrial p-xylene unit. Catalytic tests with pure ethylbenzene and C8 aromatic feed were carried out in a fixed bed integral flow reactor with 50 cm3 of catalyst (prepared in a form of extrudates using alumina as a binder). The catalysts were first activated in dry air at 480 for 3 h and were reduced after the activation period in hydrogen flow at 400 for 24 h. Before the experiments the activity of the catalysts was stabilized by a run with the feed at 400 for 200 h. The catalytic tests were carried out in hydrogen atmosphere at p = 1 MPa, WHSV 3.4 h-~ molar ratio of H2/C8ar. = 5 in the temperature range from 240 up to 420. The average liquid and gaseous products (exit hydrogen and the gas from the low pressure separator) obtained from 5-h experiments at steady state conditions at each temperature were analyzed by gas chromatography (liquid-capillary column filled with Carbowax 1540, gaseous -- three column system chromatog- raphy for gas analysis). Total carbon balance of the experiments was calculated from the composition of the feed, liquid and gaseous products. Disproportionation of toluene was carried out in a fixed bed microreactor 'on line' connected to a gas chromatography. The test conditions were: 100 mg of zeolite, temperature 390, WHSV = 0.4 h-l, atmospheric pressure. Catalysts were activated in situ at 500 in a stream of air for 1 h. Toluene was supplied to the reactor in the stream of nitrogen saturated with toluene at 0. 3. Results and discussion The X-ray patterns of the starting NaZSM-5 samples were identical to those reported for ZSM-5 [8]. The physico-chemical characteristics of HZSM-5 sam- ples are summarized in Table 1. From the data of the molar ratio of Si/A1 calculated from chemical analysis of acidity and of argon sorption follows that the samples have an almost identical composition, acidity and sorption capacity. Also the small changes in Table 1 Characteristics of the HZSM-5 samples Sample A1/Si a.c.s b Ar H+c bulk sur. (/xm) (mmol/g) (mmol/g) (1) HZSM-5 23.2/21.2 a 38.5 1.9 5.8 0.59 (2) HZSM-5 21.6/21.6 21.3 8.5 5.3 0.60 (3) HZSM-5 23.2/21.0 20.8 3.4 5.0 0.69 (4) HZSM-5 22.7/21.7 58.8 5.7 5.3 0.66 Corresponding Na-ZSM-5. b Average crystal size. NH3 desorbed over 220. 268 A. Smieskova et al./ Applied Catalysis A: General 149 (1997) 265-275 molar ratio of Si/A1 in bulk after acid treatment in comparison with the sodium forms of the samples indicated that at given conditions of acid treatment no framework dealumination occurred. Molar ratios of Si/A1 in surface layers show that, except sample 2 which has a homogeneous distribution of A1 in the crystals (Si/A1 in surface and in the bulk = 21.3), the concentration of AI in the surface layers of all samples is lower than in the bulk. As concerning the crystal size of the samples it varies in the range from 1.9 up to 8.5 /zm. The results of conversion of toluene on HZSM-5 zeolites samples are given in Table 2. The equilibrium concentration of p-xylene in the xylenes at the given temperature is 23.5% [9], so the data in Table 2 show that, except sample 1, the acid forms of samples 2-4 have an increased para selectivity in the dispropor- tionation of toluene. The increased para-selectivity is without doubt caused by the particle properties. But the access of p-xylene in the product is neither in a strict correlation with the crystal size of the samples nor with AI concentration in the surface layers (see Table 1). So it can be concluded that the para selectivity of the samples reflects the combined effect of two factors -- the mass transport based para selectivity mainly due to the size and shape of the zeolite particles and the activity of the non-selective outer surface of the crystals influenced by the concentration of A1 in the surface layers. It is difficult to decouple these two effects without further detailed investigation. Results on (4)NiHZSM-5 containing the highest amount of Ni (1.3 wt.-%) prepared from (4)HZSM-5 samples given in Table 2 show that the presence of Ni in zeolite has only a minimal effect on its activity and para selectivity. Characteristics of isomerization catalysts are given in Table 3. The Ni forms of the zeolitic component of catalysts A and B were prepared by the conven- tional ion exchange technique, catalysts C and D by impregnation -- in all cases using nickel acetate solution as a source of nickel. The acidity of two NiZSM-5 samples given in Table 3 shows that after reduction in hydrogen atmosphere nickel does not occupy the acid centers of the zeolite independently of the procedure of loading. The influence of Ni as hydrogenation component on the mechanism of ethylbenzene conversion (practically always present in the C8 aromatic feed) Table 2 Toluene conversion after 90 min of run (atm. pressure, T = 390, WHSV = 0.40 h 1 ) Sample Conversion, wt.-% Composition of xylenes in product, % p-X m-X o-X ( 1 ) HZSM-5 1.02 23.9 52.3 23.8 (2) HZSM-5 1.15 29.9 51.2 18.9 (3) HZSM-5 1.02 31.6 47.9 20.5 (4) HZSM-5 1.17 40.4 44.1 15.5 (4) NiHZSM-5 1.06 43.2 42.2 14.6 A. Smieskova et al. /Applied Catalysis A: General 149 (1997) 265-275 Table 3 Characterization of isomerization catalysts 269 Catalyst Zeolite sample Ni in zeolite NiZSM-5 wt.-% mmol H+/g \" wt.-% A (1) HZSM-5 0.5 0.57 30 B (2) HZSM-5 0.4 - 30 C (3) HZSM-5 0.5 - 30 D (4) HZSM-5 1.3 0.66 30 a TPDA after pretreatment of NiZSM-5 in hydrogen atmosphere. was investigated by testing the catalysts with pure ethylbenzene. Results ob- tained on catalysts A (Ni-ion-exchanged) and D (Ni-impregnated) given in Table 4 confirm that neither the presence of Ni in amounts of 0.5-1.32 wt.-% on zeolite nor its localization (cation positions, or on the surface) significantly support the conversion of ethylbenzene via isomerization. The amount of xylenes formed from pure ethylbenzene in the temperature range between 300 and 400 did not exceed 2.5 wt.-% in the product. The results showed that Table 4 Feed and product composition in ethylbenzene conversion on catalysts A and D (p = 1 MPa, WHSV = 3.4 h- I molar ratio H2/C8 = 5) Component Catalyst A a Catalyst D a Feed Products Feed Products 300 400 340 400 Methane - - 0.07 - 0,04 0.05 Ethylene - - 0.10 - 0.03 0.30 Ethane - 0.01 0.85 - 0. I 1 2.26 Propane - 0.01 2.52 - 0.06 Propylene ..... 0.02 Butane - 0.02 1.99 - - 0.03 Pentane - - 1.81 - - - Non-arom. C6 -Cs 0,74 0.10 1.85 0.09 0.18 0.41 Benzene 0,09 6.43 32.53 - 1.96 18.57 Toluene - 0.08 5.35 - - 0.19 Ethylbenzene 99.17 82.42 34.21 99.91 95.13 61.19 p-xylene - - 0.66 - - m-xylene - 0.76 1.25 0.28 o-xylene - 0.22 0.51 - 0.01 0.03 C9 arom. - 0.07 4.69 (I.30 Cm arom. - 9.88 11.61 - 2.54 16.31 xylenes 0.98 2.42 0.01 0.31 EB conv. % 16.9 65.5 4.8 38.8 ~' Ni wt.-% in the zeolite composition preparation: catalyst A = 0.52 (ion exchange), catalyst D = 1.32 (impregnation). 270 A. Srnieskova et al. / Applied Catalysis A: General 149 (1997) 265-275 Table 5 Composition of C8 aromatic feed Component wt.-% Non-aromatic 2.30 Benzene 0.11 Toluene 1.62 Ethylbenzene 14.28 p-xylene 8.20 m-xylene 51.45 o-xylene 19.58 C9 arom. 2.38 C lo arom. 0.08 ethylbenzene is converted predominantly on the catalysts via disproportionation or dealkylation forming benzene, Cl0 aromatics and C2 hydrocarbons as prod- ucts. From the balance of non aromatics and from the content of olefins in products follows that the catalysts have a minimal hydrogenation activity for aromatic rings but hydrogenate olefins -- the precursors of coke. The catalytic properties of the catalysts A, B, C, D in the isomerization of a real C8 aromatic cut was investigated with the feeds supplied from the p-xylene unit. During the experimental study the composition of the C8 aromatic cut varied slightly. The typical composition of the feed is given in Table 5. Isomerization activity, selectivity and ethylbenzene conversion were used for evaluation of the catalysts. The values were calculated from the total carbon balance as follows. Isomerization activity: p-Xylene (PX) approach to equilibrium in xylenes -- (X)-PATE: PX PX product - feed X X PATE = PX PX -- equil. - feed X X Ethylbenzene (EB) conversion -- EBc: EB feed -- EB product EBc = -- EB feed Selectivity: xylene (X) loss -- Xl: X feed -- X product XI= X feed Ethylbenzene was not included for calculation of PATE and selectivity because as was shown above on this catalysts ethylbenzene represents only a negligible source of xylenes. A. Smieskoua et al. / Applied Catalysis A: General 149 (1997) 265-275 271 The isomerization activity of the catalysts versus the reaction temperature is presented on Fig. 1. The observed differences in the activity of the catalysts are not in correlation with the zeolite acidity so it can be proposed that they are mainly the result of different para selectivities of the zeolitic components. The isomerization activity of the catalysts decreases with increasing para selectivity of the zeolite. With regard to the isomerization effectivity decisive effect has the perfor- mance of the catalysts at the condition of near equilibrium isomerization. On catalysts A near equilibrium isomerization was achieved at a temperature of 260, on the catalysts B, C and D at temperatures higher by 60 (320), 100 (360) and 160 (420) respectively. This series represents isomerization catalysts from low up to high temperature ones. Ethylbenzene conversion and xylene loss on the catalysts at near equilibrium isomerization is demonstrated on Fig. 2. As can be seen isomerization of xylenes proceeds with the lowest xylene loss on low temperature isomerization catalysts A containing a non para selective zeolitic component. At near equilibrium isomerization xylene loss on catalysts B, C and D is roughly 3-4-fold higher than on the catalysts A. The results indicate that nonselective rearrangement of xylenes at near equilibrium isomerization can be more sup- pressed by the low reaction temperature than by the increase of the zeolite para 100 8O k13 ~- 60 O_ 40 20 [~ I I I I I I I I I 240 280 320 360 400 Ternperature Fig. 1. p-Xylene approach to the equilibrium vs. temperature, o, cat. A; x, cat. B; A, cat. C;., cat. D; HI. cat. A+D* (p=l MPa, molarH2/CSar.=5,WHSV=3.4h-l, * total=2h-~). 272 A. Smieskova et al./ Applied Catalysis A: General 149 (1997) 265-275 100 8O &-- ~< 60 4 4 x 2 10 20 30 40 50 0 Ethylbenzene conversion,% Fig. 2. p-Xylene approach to the equilibrium and xylene loss vs. ethylbenzene conversion, o, cat. A; x, cat. B; zx, cat. C;., cat. D; l, cat. A+D\" (p=l MPa, molar H2/Csar.=5, WHSV=3.4 h-J, * total=2 h-l). selectivity. On the other hand the selectivity of ethylbenzene conversion evi- dently increased on the high temperature catalysts D containing a zeolitic component with the highest para selectivity. For the isomerization of the C8 aromatic mixture for avoiding the ethylben- zene cumulation in the circuit a portion of ethylbenzene at least equal to the portion of para xylene removed as a product should be converted. In the case of our feed a minimal level of ethylbenzene conversion should be roughly in the range between 20 and 35% depending on the used technology of para xylene isolation (crystallisation or adsorption). If we compare the catalysts with respect to their complex performance in isomerization of the C8 aromatic the following can be observed. The high selectivity of low temperature isomerization catalysts A at near equilibrium isomerization and of high temperature catalysts D in ethylbenzene conversion cannot be effectively utilized in the isomerization of the C8 aromatic in one step. Optimization of the ethylbenzene conversion on catalysts A and optimiza- tion of the para xylene yield on catalysts D lead to an increase of xylene loss. So we tried to utilize the high selectivity of catalysts A in isomerization and of catalysts D in ethylbenzene conversion by processing the feed in two steps using catalyst A in the first step and catalyst D in the second one. The aim was A. Smieskova et al. /Applied Catalysis A: General 149 (1997) 265-275 273 to split the role of the isomerization catalyst in a first step on catalyst A (isomerization of xylenes) and a second step on catalysts D (conversion of ethylbenzene). The product from the first reactor was passed over the catalyst D in the second reactor. The temperature in the first reactor was constant -- 260, in the second step it varied from 340 to 400. The experiments in second step lasted 300 h at each temperature. The results are presented on Figs. 1 and 2 (dashed lines) and the composition of the products obtained at temperatures 360 and 380 in the second step are given in Table 6. At corresponding temperatures in the two-step process (see Fig. 1), the values of PATE in xylenes increased in comparison with the individual catalysts B, C, and D and remained practically on the level of catalysts A. The selectivity of the ethylbenzene conversion (see Fig. 2) in the two-step process decreased in comparison with the catalysts D but contrary to catalysts D xylene loss can be reduced by optimization of the ethylbenzene conversion without any influence on the para xylene concentration in the xylenes. The results in Fig. 2 demon- strate that in contrast to the one-step isomerization in the two-step process it is not necessary to compromise between ethylbenzene conversion and isomeriza- Table 6 Composition of the products after two stage processing of the C8 aromatic mixture (p = 1 MPa, molar He/Csar. = 5, total WHSV= 2 h-l) 1 st stage 2nd stage Temperature 260 360 380 Feed Products Component (wt.- %) Methane - 0.04 0.05 0.06 Ethylene - - 0.29 0.11 Ethane - - 0.17 0.41 C3 - - 0.07 0.15 C4 - - - 0.05 C5 .... Non-atom. C6-C8 2.34 2.12 2.01 2.05 Benzene 0.21 0.50 1.90 2.57 Toluene 1.57 1.97 2.44 2.67 Ethylbenzene 15.10 13.97 11.73 10.47 p-xylene 7.50 18.11 18.22 17.99 m-xylene 51.52 42.95 42.38 41.80 o-xylene 19.63 17.17 17.43 17.55 C9 atom. 2.14 2.38 2.13 2.31 C ~0 arom. 0.01 0.79 1.18 1.82 Performance data PX/~,X, % 9.50 23.2 23.4 23.3 EBc, % - 7.4 22.3 30.7 PATE, % - 94.2 97.7 97.5 XI, % - 0.5 0.8 1.7 274 A. Smieskova et al./Applied Catalysis A: General 149 (1997) 265-275 tion activity which leads to the reduction of xylene loss at near equilibrium isomerization and makes the catalytic system more flexible with regard to the content of ethylbenzene in the C 8 aromatic feed. The data in Table 6 show that in the first step at a temperature of 260 a near equilibrium concentration of para xylene was obtained at 0.5% xylene loss and 7.4% ethylbenzene conversion. In the second step at temperatures 360 and 380 the concentration of p-xylene in xylenes practically remains constant and represents almost the equilibrium concentration at this temperatures. Ethylben- zene conversion at this condition can be varied between 22 and 31% at xylene loss in the range from 0.8 up to 1.7%. 4. Conclusions From the results obtained in the isomerization of C 8 aromatic feed on a series of catalysts containing NiZSM-5 zeolite having the same acidity but different para selectivity follows that para selectivity of ZSM-5 zeolite evidenced in disproportionation of toluene influences the catalysts performance at near equi- librium isomerization. It was shown that non selective reactions leading to xylene loss at near equilibrium isomerization were more suppressed on non para selective catalyst having a very low isomerization temperature than on the catalysts with an increased para selectivity. On the other hand, selectivity of ethylbenzene conversion remarkable increased on the high temperature isomer- ization catalyst containing a zeolitic component with the highest para selectiv- ity. Optimization of the ethylbenzene conversion on low temperature catalysts or of para xylene yield on high temperature catalysts in a one-step process leads in both cases to the increase of xylene loss. The results showed that the high selectivity in isomerization of low tempera- ture catalysts and in ethylbenzene conversion of high temperatures can be more effectively utilized in the two-step isomerization. By separate conversion of xylenes and ethylbenzene in the conditions of optimum ethylbenzene conversion and near equilibrium isomerization in comparison with the individual catalysts xylene loss was reduced. The presented results indicate that the two-step conversion of C8 aromatic feed on the couple of the ZSM-5 type catalysts can be a proper tool for solution of problems connected with the ethylbenzene present in the feed. References [1] N.Y. Chen and W.E. Garwood, Catal. Rev.-Sci. Eng., 28 (1986) 185. [2] K.L. Hanson and A.L. Engel, AIChE J., March (1967) 260. [3] D.J. Collins and R.J. Medina, Can. J. Chem. Eng., 61 (1983) 29. A. Smieskova et al./ Applied Catalysis A: General 149 (1997) 265-275 275 [4] L.B. Young, S.A. Butter and W.W. Kaeding, J. Catal., 76 (1982) 418. [5] D. Seddon, J. Catal., 98 (1986) 1. [6] K.-H. Robschlager, E.G. Christoffel, Ind. Eng. Chem. Prod. Res. Dev., 28(4) (1979) 347. [7] H.F. Uhlig and W.C. Pfefferle, ACS Symp. on Ref. Petr. for Chem. New York City, September 7-12, 1969, Preprint 14, II, 4 D154. [8] R. Ballmoos and J.B. Higgins, Zeolites, 10(5) (1990) 443S. [9] M.A. Lanawala and A.P. Bolton, J. Org. Chem., 34(10) (1969) 3107. APCATA 96002803 S0926-860X(96)00280-3 10.1016/S0926-860X(96)00280-3 Article Two-step processing of C8 aromatic mixture over modified ZSM-5 catalysts A. Smieskova ∗ P. Hudec M. Paciga Z. Zidek STU, Faculty of Chemical Technology, Department of Petroleum and Petrochemistry, Radlinskeho 9, 812 37 Bratislava, Slovakia ∗ Corresponding author. The isomerization of C8 aromatic feed over NiZSM-5 catalysts was investigated in an integral pressure reactor. A series of catalysts containing 30 wt.-% of NiZSM-5 were prepared from ZSM-5 samples having a similar composition and acidity but different para selectivity as shown by the conversion of toluene. Catalytic tests with real C8 aromatic feed indicated that at near equilibrium isomerization, xylene loss can be more reduced on the non para selective catalysts with a very low reaction temperature than by increasing the para selectivity of the zeolite. On the other hand, increasing the para selectivity of the zeolite increases the selectivity of the ethylbenzene conversion. It was shown that the high selectivity in isomerization of non para selective catalysts and in ethylbenzene conversion of para selective zeolite can be effectively utilized by processing the feed in two steps. Non para selective catalysts were used for xylene isomerization and para selective catalysts for the optimization of the ethylbenzene conversion. Keywords Isomerization C8 aromatic ZSM-5 References [1] N.Y. Chen W.E. Garwood Catal. Rev.-Sci. Eng. 28 1986 185 [2] K.L. Hanson A.L. Engel AIChE J. 1967 260 March [3] D.J. Collins R.J. Medina Can. J. Chem. Eng. 61 1983 29 [4] L.B. Young S.A. Butter W.W. Kaeding J. Catal. 76 1982 418 [5] D. Seddon J. Catal. 98 1986 1 [6] K.-H. Robschlager E.G. Christoffel Ind. Eng. Chem. Prod. Res. Dev. 28 4 1979 347 [7] H.F. Uhlig W.C. Pfefferle ACS Symp. on Ref. Petr. for Chem. New York City September 7–12, 1969 Preprint 14, II, 4 D154 [8] R. Ballmoos J.B. Higgins Zeolites 10 5 1990 443S [9] M.A. Lanawala A.P. Bolton J. Org. Chem. 34 10 1969 3107",
      "scopus-id": "0000412831",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002803",
        "dc:description": "The isomerization of C8 aromatic feed over NiZSM-5 catalysts was investigated in an integral pressure reactor. A series of catalysts containing 30 wt.-% of NiZSM-5 were prepared from ZSM-5 samples having a similar composition and acidity but different para selectivity as shown by the conversion of toluene. Catalytic tests with real C8 aromatic feed indicated that at near equilibrium isomerization, xylene loss can be more reduced on the non para selective catalysts with a very low reaction temperature than by increasing the para selectivity of the zeolite. On the other hand, increasing the para selectivity of the zeolite increases the selectivity of the ethylbenzene conversion. It was shown that the high selectivity in isomerization of non para selective catalysts and in ethylbenzene conversion of para selective zeolite can be effectively utilized by processing the feed in two steps. Non para selective catalysts were used for xylene isomerization and para selective catalysts for the optimization of the ethylbenzene conversion.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-02-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002803",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Smieskova, A."
          },
          {
            "@_fa": "true",
            "$": "Hudec, P."
          },
          {
            "@_fa": "true",
            "$": "Paciga, M."
          },
          {
            "@_fa": "true",
            "$": "Zidek, Z."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002803"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002803"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00280-3",
        "prism:volume": "149",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Two-step processing of C8 aromatic mixture over modified ZSM-5 catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Isomerization"
          },
          {
            "@_fa": "true",
            "$": "C8 aromatic"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "265-275",
        "prism:endingPage": "275",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 February 1997",
        "prism:doi": "10.1016/S0926-860X(96)00280-3",
        "prism:startingPage": "265",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00280-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000412831"
      }
    }
  }
}