{
  "metadata": {
    "title": "Transition metal oxides additivated with sulphate or phosphate as catalysts for the cracking of cumene and supports for sulphided nickel-tungsten hydrocracking catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-29",
    "doi": "10.1016/S0926-860X(96)00333-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X9600333X",
    "pii": "S0926860X9600333X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040086039",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X9600333X S0926-860X(96)00333-X S0926860X9600333X 10.1016/S0926-860X(96)00333-X S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00555 2024-01-01T12:19:29.85596Z 0 0 19970529 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast authsuff primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 153 153 1 2 1 2 Volume 153, Issues 1–2 7 83 101 83 101 19970529 29 May 1997 1997-05-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. TRANSITIONMETALOXIDESADDITIVATEDSULPHATEPHOSPHATECATALYSTSFORCRACKINGCUMENESUPPORTSFORSULPHIDEDNICKELTUNGSTENHYDROCRACKINGCATALYSTS DOSSANTOS A HINO 1979 1148 M HINO 1985 1259 M HINO 1979 6439 M HINO 1980 851 M HINO 1980 963 M YAMAGUCHI 1986 3148 T ARATA 1976 385 K OKASAKI 1987 37 S YORI 1995 218 J MAXWELL 1987 385 I CORMA 1982 1 A WARD 1967 225 J PRZYSTAJKO 1985 265 W BIELANSKI 1986 249 A COMELLI 1995 96 R STUMBO 1994 1447 A PROCIBEROAMSYMPCATAL LACROIX 1981 265 M TANAMY 1988 89 A HATTORI 1993 69 H NEWASPECTSSPILLOVEREFFECTSINCATALYSIS DOSSANTOSX1997X83 DOSSANTOSX1997X83X101 DOSSANTOSX1997X83XA DOSSANTOSX1997X83X101XA item S0926-860X(96)00333-X S0926860X9600333X 1-s2.0-S0926860X9600333X 10.1016/S0926-860X(96)00333-X 271346 2024-01-01T12:19:29.85596Z 1997-05-29 1-s2.0-S0926860X9600333X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600333X/MAIN/application/pdf/8b15357498f014b82bbba294227db863/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600333X/MAIN/application/pdf/8b15357498f014b82bbba294227db863/main.pdf main.pdf pdf true 1035783 MAIN 19 1-s2.0-S0926860X9600333X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X9600333X/PREVIEW/image/png/cc83427bbc57f57cfa254a415e95d649/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X9600333X/PREVIEW/image/png/cc83427bbc57f57cfa254a415e95d649/main_1.png main_1.png png 52631 849 656 IMAGE-WEB-PDF 1 W APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 153 (1997) 83-101 Transition metal oxides additivated with sulphate or phosphate as catalysts for the cracking of cumene and supports for sulphided nickel-tungsten hydrocracking catalysts A.C.B. dos Santosa, W.B. Koverb, A.C. Faro Jr.b'* ~PETROBRAS, Centro de Pesquisas e Desenvolvimento (CENPES), Divisao de Catalisadores, Ilha do Fundao, Q. 7, Cidade Universitdria, 21949 - 900 Rio de Janeiro, Brazil b* Universidade Federal do Rio de Janeiro, lnstituto de Quimica, Ilha do Fundao, CT, B1 A, Cidade Universitdria, 21949 - 900 Rio de Janeiro, Brazil Received 15 March 1996; received in revised form 6 September 1996; accepted 8 September 1996 Abstract Oxides of zirconium, titanium, niobium, tin, and a mixed zirconium-tin oxide, additivated with sulphate, were prepared by the adsorption of sulphate from a sulphuric acid solution on the corresponding hydrous oxides, followed by calcination at 773 K. An oxide of niobium, additivated with phosphate, was also prepared by a similar procedure using phosphoric acid. The additivated oxides were characterized with respect to the total acidity by n-butylamine chemisorption using a gravimetric method. The acid site strength distribution was measured by titrating them with n-butylamine using Hammett indicators. The catalytic activities of the materials for the cracking of cumene were determined using a pulse method at 573 K. Nickel and tungsten were supported by the additivated oxides and the resulting catalysts were tested for the hydrocracking of cumene at 673 K and 3.1 MPa pressure, with carbon disulphide as a sulphiding agent. With the exception of the niobium samples, all oxides had their acid site density increased by the additivation. In all cases, except for the sulphated niobia, there was a marked shift in the acid site strength distribution towards the stronger and strongest sites (/40<-8, 2), observed on the sulphated zirconia and phosphated niobia. These two samples also had activities, selectivities and stabilities, for the conversion of cumene, similar to those obtained with a zeolite containing sample, indicating the BrCnsted nature of their acidic sites. Only sulphided nickel-tungsten, supported on sulphated zirconia and titania, and on phosphated niobia, displayed any significant activity in the hydrocracking of cumene at 673 K; but of these, only the phosphated niobia presented a good stability for this reaction. An activation effect, during the first few hours of the reaction, was observed with the catalysts supported by the * Corresponding author. Tel.: +55-21-290-9890; fax: +55-21-290-4746; e-mail: farojr@compuland.com.br 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)003 33-X 84 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 sulphated titania sample, suggestive of the generation of Br~nsted acid sites by a spill-over effect upon exposure to hydrogen. Keywords: Niobium oxide; Titanium oxide; Zirconium oxide; Tin oxide; Sulphate; Phosphate; Acidity; Nickel- tungsten; Cumene; Cracking; Hydrocracking 1. Introduction It has been known for some time that metal oxides, such as Tit2 [1-5], ZrOz [1- 5], SnO2 [6] and Fe203 [1-5], which otherwise display little or no surface acidity, acquire strong acidic activity when their surfaces contain sulphate anions. In many cases, it has been claimed that these additivated oxides behave as \"solid super- acids\", since their surface acid strength appears larger than that of 100% sulphuric acid (H0=- 11.7) - as evidenced by their ability to change the colour of appropriate Hammett indicators [1-4] and catalyse reactions, such as the isomerization of n- paraffins [1-4] and benzylation of toluene with benzoyl chloride [7] at low temperatures. It has also been shown that niobium oxide, additivated with phosphate, is able to retain relatively strong acidic sites (H0<-5.6) after calcina- tion at temperatures higher than 773 K; while with the pure oxide, only weak acidic sites remain on the surface after a similar treatment [8]. The addition of a metallic phase to a sulphate containing zirconium oxide has been shown to improve both the activity and stability of the oxide in the isomerization of n-butane at 573 K in the presence of hydrogen, thanks to the operation of a bifunctional mechanism and reduced coke deposition [9]. There have been, however, to our knowledge, no report on the performance of these strongly acidic oxides as supports for the bifunctional sulphided base metal catalysts (as Ni-Mo, Ni-W, etc.), commonly used in the hydrocracking of petroleum feeds. Hydrocracking catalysts are nowadays supported by refractory oxides, such as alumina or silica-alumina, and the main acidic function is provided by the addition of a zeolite component (Y, beta, etc.) [10]. Despite the fact that these catalysts greatly outperformed the previous generation, where the acidic function was provided by silica-alumina, they have the disadvantage that the hydrogenating sulphide components are preferentially deposited on the refractory oxide, and therefore, on a microscopic scale, are physically removed from the acidic sites inside the zeolite framework. Further improvement in the performance might have been expected if the hydrogenating sites could be constrained in close proximity to acidic sites of strength comparable to those existing in zeolites. In the present work, we studied the characterization of several oxides (Tit2, Nb2Os, ZrO2, SnO2 and ZrO2-SnO2), additivated with sulphate, and Nb2Os, additivated with phosphate, as well as their catalytic activity in the cracking of cumene, as a model reaction for BrCnsted acidic sites; and the performance of Ni- A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 85 W supported on these materials in the hydrocracking of cumene, as a model for hydrocracking reactions. 2. Experimental 2.1. Catalyst preparation 2.1. I. Preparation of the oxides 1. ZrO2. The hydrous oxide was prepared by the addition of 0.1 mol ammonium hydroxide to a solution of ZrOC12 containing 9.5 wt.% of zirconium until pH 10 was reached. 2. TiO2. A flask containing titanium isopropoxide was immersed in an ice-water bath and 0.05 tool HNO3 was added. After stirring for 30 min, the flask was allowed to warm to the room temperature and a 1.0 M ammonium hydroxide solution was added until pH 6 was reached. 3. SnO2. The hydrous oxide was prepared by 0.1 M ammonium hydroxide addition to a SnC14 solution containing 13.5 wt.% tin. 4. SnOz-ZrO2. The hydrous mixed-oxide was obtained by the simultaneous addition of SnC14 (6.5 wt.% tin) and ZrOC12 (11.5 wt.% zirconium) to 1.0 mol ammonium hydroxide. Concentrated ammonium hydroxide was also added during the precipitation to maintain a constant pH, 9. 5. Nb2Os. The hydrous oxide was a niobic acid (NbzOs'x24H20) sample furnished by the CBMM, Brazil, containing 83.2 wt.% Nb2Os. After filtration, all of the precipitated hydrogels were filtered and dried in an oven for 12 h. The unadditivated oxides were obtained by the calcination of the hydrogels at 773 K for 3 h. 2.1.2. Sulphate or phosphate adsorption With the exception of Nb2Os, sulphate was incorporated by the adsorption on the dried hydrogels from a 0.5 mol H2SO4 solution for 3 h, using 15 cm3 g-~ of the hydrous oxide solution. For Nb2Os, sulphate or phosphate were incorporated by the adsorption from 1.0 mol solutions of the respective acids for 48 h, using 3 cm3 g- J of niobic acid. The additivated materials were dried and calcined, as described above for the pure oxides. 2.1.3. Impregnation with Ni and W A sequential incipient wetness method was used, with intermediate calcination between impregnations. Tungsten was impregnated first from an ammonium tungstate ([NH4]IoW12Ozl.5H2O) solution at an initial pH, 2. After drying and 86 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 calcination, nickel was impregnated from a nickel nitrate solution. Both the intermediate and final treatments of the catalysts consisted of drying at 393 K for 1 h and calcination at 773 K. The supports were in the powder form with particle sizes in the range 0.18--0.25 mm. The metal loads were fixed so as to have 1.8 10-6 mol m-2 tungsten and 1.3 10-6 mol m-2 nickel on each catalyst, based on the surface area of the support. 2.2. Characterization 2.2,1. General analyses Sulphate and phosphate contents of the additivated samples were measured using X-ray fluorescence spectroscopy. Crystallographic identification of the samples was performed using X-ray diffraction. Surface areas were measured using nitrogen adsorption at 77 K using the one-point BET method (p/po=0.3) in a 2200 Micromeritics apparatus. 2.2.2. Chemisorption of n-butylamine Chemisorption of n-butylamine was performed using a gravimetric method in a Cahn microbalance. The samples were pretreated in situ under 40 cm3 min-~ nitrogen at 755 K, until constant weight. Chemisorption of the amine was performed at 373 K from a nitrogen stream saturated with n-butylamine at 273 K, until constant weight. The sample was then flushed with pure nitrogen at 373 K, in order to remove the weakly or physically adsorbed amine, until constant weight. 2.2.3. Titration with n-butylamine Measurement of the surface acid site strength distribution was performed using titration with n-butylamine, using Hammett indicators. The samples were calcined at 773 K for 3 h before being cooled down to the room temperature in a well sealed bottle, and transferred from a dry-box to flasks, each containing 3 cm3 of sodium- dried benzene, to which was added 0.1 cm3 of a 0.1 wt.% solution of a given indicator in benzene. The amount of sample used in each flask was 100 mg. Separate titrations were carried-out for each indicator. An initial coarse titration was performed by adding 0.1 cm3 of a 0.1 tool solution of n-butylamine in benzene, with 20 min time intervals between consecutive additions. The final titration was carried- out by first adding the 0.1 mol n- butylamine solution - somewhat smaller in amount than the necessary for changing the colour of the indicator - and, after shaking for one hour, the titration was completed, as before, using a 0.01 mol benzene solution of the amine. The Hammett indicators were 2,4-dinitrotoluene (pKa---- 13.75), m-nitrotoluene (pKa=-ll.9), anthraquinone (pKa=-8.2), benzalacetophenone (pKa----5.6), dicinamalacetone (pKa-----3.0), benzeneazodiphenylamine (pK~=+l.5), p- dimethylaminoazobenzene (pK~=+3.3) and phenylazonaphtylamine (pK~-+4.0). A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 87 2.3. Catalytic measurements In all experiments, a stainless-steel tubular flow microreactor, having ca. 10 mm I.D. and ca. 500 mm length, was used. The height of the catalyst bed itself was about 2 cm. A movable thermocouple, axially inserted in the reactor, ensured that in all experiments, the isothermicity along the catalyst bed was better than zk 1 K. Nitrogen and helium, used as carrier gases, were purified by passage through a model 4226 Matheson gas-purifier, followed by a 3 A molecular-sieve trap. When helium was the carrier-gas, the molecular-sieve trap was immersed in a liquid nitrogen bath and followed by a model 8301 Matheson Hydrox purifier. Hydrogen was purified by passage through a Deoxo unit, followed by a 3 A molecular-sieve trap. Gas flow was controlled using a model 5876A Brooks mass-flowmeter and controller. Cumene was freed from hydroperoxides by treating it with an acidic solution of FeSO4, then by percolating it through an alumina bed to remove water, and it was stored in a dark bottle over the 3 A molecular sieve under an argon atmosphere. Before each experiment, the purified cumene was tested with an iodide-starch solution to check the presence of hydroperoxides. Quantification of the products was performed using gas-chromatography, using a cylindrical column (3 mm I.D. x 3 m length) packed with 30% Carbowax 20M supported by Chromosorb W and a flame-ionization detector. 2.3.1. Cumene cracking: Continuous flow experiments All catalysts were crushed and sieved to the 0.177-0.250 mm particle size range. The mass of each catalyst was selected so as to obtain a constant total surface area of 18 m2 inside the reactor, corresponding to 100-200 mg of catalyst. The catalysts were diluted with 0.5 g of acid-treated sand in the same particle size range as above. A blank test ensured that the acid-treated sand was inert to cumene conversion, within the detection limit of the chromatographic apparatus. All catalysts were thermally treated in situ at 773 K under 40 cm3 min-1 (STP) stream of nitrogen, for 0.5 h. Cumene was fed from a saturator kept at 363 K, corresponding to 14.16 kPa cumene partial pressure. Helium was used as a cartier-gas at 30 cm3 rain-i (STP) flow-rate. The reaction was carried-out at the atmospheric pressure and 573 K. 2.3.2. Cumene cracking: Pulse experiments In the pulse experiments, catalysts were selected so as to obtain a constant surface area of 3.5 m2, corresponding to 20-76 mg of the catalyst. Pretreatment procedures were the same as in continuous flow. The effluent of the reactor was fed directly to the inlet of the chromatographic column. Cumene from a saturator was fed to the sample loop of a chromatographic sample injection valve connected to the reactor. The amount of cumene injected in each pulse corresponded to ca. 88 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 1.1 ~tmol. Nitrogen was used as a carrier gas at a flow-rate of 40 cm3 rain-~ and the experiments were performed at 573 K. 2.3.3. Cumene hydrocracking All catalysts were crushed and sieved as before. Catalyst amounts were selected so as to have a 18 m2 total surface area within the reactor, corresponding to 150- 580 mg of catalyst and diluted with 2.5 g of acid-treated sand. Cumene, doped with 0.5 wt.% CS2, was fed from a Labotron LDP-2 positive displacement pump. Carbon disulphide addition to the feed had the purpose of sulphiding the supported nickel and tungsten, and keeping these metals in the sulphided state during the hydrocracking experiments. Each catalyst was put to in situ thermal treatment at 773 K under 200 cm3 h- flow of helium for 0.5 h. After cooling to 373 K, under helium, the gas supply was switched to 300 cm3 h-l hydrogen at 3.1 MPa and the temperature was raised to 423 K. At this point, the feed was started at a flow-rate of 10 cm3 h-1 and the temperature was raised to the reaction temperature (473 K) at the rate of 5 K min-1. 3. Results 3.1. Characterization of the pure and additivated oxides Table 1 shows the results for the crystallographic identification, textural characterization and sulphate or phosphate contents of the pure and additivated oxides. The reflections in the X-ray diffraction spectra with the additivated samples were generally much weaker and broader than the ones observed with the pure oxides Table 1 Textural properties and crystal structure of the oxides Oxide Precursor salt Pure oxide Additivated oxide S.A.a/m2 g 1 Crystal structureb S.A.a/m2 g-l Crystal structureb %SO4 (PO4)c TiO2 Ti(OC3H7)4 64 anatase 91 anatase 10.2 SnO2 SnC14.5H20 41 SnO2 (T) 128 SnO2 (T) 3.6 ZrO2 ZrOCIz.8H20 34 ZrO2 (M) 69 ZrO2 (T) 6.2 +traces (T) ZrO2- ZrOC12.8H20 37 ZrO2 (T) 80 amorphous 7.8 SnO2 + SnC14-5H20 Nb205 Nb205.xH20 24 Nb205 (M) 46 amorphous 3.0 NbzOs.xH20 24 Nb205 (M) 81 amorphous 8.6 (PO4) a Surface area by 1 point BET method. b (M) - monoclinic, (T) - tetragonal. c wt.% by X-ray fluorescence analysis. A.C.B. dos Santos et al./Applied Catalysis' A.\" General 153 (1997) 83-101 Table 2 Total acidity by n-butylamine chemisorption and sulphate or phosphate contents 89 Oxide Unadditivated Additivated Acidity Site density Acidity Site density SO4 (PO4) (mmol g 1) (103xmmol m-2) (mmol g-l) (103xmmolm 2) (mmol m 2) ZrO2 0.11 0.33 0.37 0.54 0.09 TiO2 0.23 0.36 0.56 0.61 0.11 SnO2 0.09 0.21 0.54 0.42 0.028 ZrO2-SnO2 0.06 0.17 0.36 0.45 0.098 Nb205 0.11 0.49 0.21 (SO4) 0.46 (SO4) 0.15 (SOn) 0.25 (PO4) 0.31 (PO4) 0.11 (PO4) and, in the case of sulphated ZrO2-SnO2 and sulphated or phosphated Nb205, amorphous samples were obtained. Thus, sulphate or phosphate incorporation in the hydrogels perturbed the crystallization of the oxide phases during calcination, and smaller and/or more deflective crystallites were formed, resulting in materials with higher surface areas than the corresponding unadditivated oxides. Table 2 shows the total acidity of the samples, as determined by n-butylamine chemisorption at 373 K, and their sulphate or phosphate contents expressed on the per surface area basis. The increase in acid site density due to additivation was generally by a factor of 2-3, except with Nb205, that displayed little variation in this property when either sulphate or phosphate were added. The results also show that the increase in the acid site density, when it occurred, was smaller by 2-3 orders of magnitude than the amount of sulphate per unit surface area in the additivated samples and no correlation could be found between the amount of incorporated anion and acid site density. Results for the acid site strength distribution, obtained from non-aqueous titration with n-butylamine using Hammett indicators, are reported in Table 3. Due to their strong colour, this method could not be used with the SnO2 samples. With sulphated zirconium samples, a purple coloration was observed upon exposure to the pure solvent which precluded the use of the weakly coloured indicators having Ho_< 11.9. None of the remaining samples turned the indicators having Ho < 11.9 into their acidic form and, therefore, no superacid sites were revealed by this method. Nonetheless, additivation with sulphate or phosphate did have a strong influence on the acid site strength distribution, the most striking effect being observed for the zirconium samples which, in the pure form, displayed only weakly-acidic sites. Niobium samples, that already had strong acid sites on their surfaces in the pure form, were only moderately affected by additivation with sulphate, but phosphate addition resulted in the creation of stronger sites. For sulphated ZrO2-SnOe, tin appeared to have an inhibiting effect on the acid strength of the zirconium samples. 90 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 Table 3 Acid site strength percentage distribution by titration with n-butylamine using Hammett indicators Oxide /40<-8.2 -8.2<H0_<-5.6 -5.6<Ho<-3.0 -3.0<Ho<+1.5 +1.5<Ho<+3.3 +3.3<Ho<+4.0 ZrO2 - _ SO4-ZrO2a 16.5 16.5 Tio2 - _ SO4-TiO2 - 22.5 Zro2-sno2 -- _ So4-zro2-sno2 - 9.3 Nb205 - 39.8 So4-nb2o5 - 33.3 PO4-NbzO5 9.6 8.8 - - - 100 6.9 3.2 55.3 1.7 - 44.1 50.9 5.1 22.5 23.2 31.8 - - - - 100 32.4 58.3 - - 8.4 6.1 3.6 42.1 2.3 28.6 11.9 23.8 14.0 19.2 11.0 - a Formation of purple colour upon exposure of this sample to the pure solvent (benzene) precluded the use of indicators with Ho<-11. With the remaining samples no sites with Ho<-I 1.9 could be detected. 3.2. Cracking of cumene on the additivated oxides For all catalysts, the main products of reaction were benzene, propene and ct- methylstyrene. For sulphated zirconium and phosphated niobium samples, small amounts of di-isopropylbenzene were also observed. Traces of toluene, ethylben- zene and n-propylbenzene could be observed for some catalysts but could not be quantified with the chromatographic technique used. Cumene conversion tests carried-out in continuous flow mode at 573 K showed that, of the additivated solid acids, only phosphated niobia (ca. 2.8% conversion), sulphated ZrOe-SnO2 (ca. 4% conversion) and especially sulphated zirconia (ca. 33% conversion) had significant initial activity (after 5 minutes time-on-stream) for the cracking of cumene to propene and benzene. However, all of the catalysts were rapidly deactivated and after 150 min essentially had no activity for this reaction, with the exception of sulphated zirconia, which presented a stable residual cracking activity corresponding to about 5% conversion to propene and benzene. The initial activity of all catalysts with respect to Gt-methylstyrene production corresponded to between 0.5 and 1.5% cumene conversion and a stable residual activity of ca. 0.3% conversion was found in all cases, again with the exception of sulphated zirconia, which presented a maximum 3% conversion to ot- methylstyrene after 1 h time-on-stream, which decayed to ca. 2% conversion during the next hour. Due to the very strong deactivation of all catalysts in cumene cracking already during the first minutes of reaction, the results obtained in the continuous flow mode were found to be of little value in characterizing the acidic properties of the additivated oxides. Therefore only the results obtained in pulse mode will be considered in the subsequent discussion. Figs. 1-4 summarize the main results obtained in the pulse experiments. Fig. 1 shows the percentage cumene conversion to propene in all samples, in a loga- A.C.B. dos Santos et al./Applied Catalysis A: General I53 (1997) 83-101 91 O~ 0 o 43 o ..4 aj o {D o~p 100 10 1 - 0,1 - m---\" Z ~ !! 4m--~-m-_m__I o 0,01 ~ 0 2 4 6 8 10 12 14 Pulse ~br. ZrOz + HY-AI203 ~ Nb20~ (P04) Nb205 (S04) --x-- ZrOz-Sn02 ~ Ti02 Sn02 Fig. 1. Conversion to propene in cumene cracking (pulse method, 573 K). rithmic scale. The conversion values spanned more than three orders of magnitude. For comparison, the results obtained with a dealuminized HY zeolite dispersed in a proportion of 10% weight in an alumina matrix are also shown. The most active solid was sulphated zirconia, with a conversion close to that of the zeolite-containing sample. The conversion to propene with sulphated zirconia decreased regularly with pulse number and lost 12% of the initial value after 11 cumene pulses. The zeolitic sample lost 33% of its initial activity after 11 pulses, but most of the loss in activity (26%) occurred during the first few pulses. With phosphated niobia the initial conversion was only a sixth of that obtained with sulphated zirconia, but the conversion values were more constant, decreasing by only 7% after the same eleven pulses. Sulphated ZrOz-SnO2, SnO2 and Nb205 had similar initial conversions of cumene to propene, corresponding to about 29% of the value with phosphated niobia, but conversion values decreased rapidly with pulse number, having reached 35% of the initial value with sulphated niobia after 11 pulses, 13% with the sulphated mixed oxide after 9 pulses and essentially zero conversion after only 4 92 A.C.B. dos Santos et al./Applied Catalysis A\" General 153 (1997) 83-101 2,3 2,0 1,7 N m 1,,4 1,1 0,8 D o 6 8 10 Pulse Nbr. o/ / n /o / / / O 0 00 0 0 0 0 g,/ \\ o x, \"m\"-m-~_=_ m_ _L i'--i n --l--i , 0 ~ x x o 0 2 4 12 14 Fig. 2. Benzene/propene ratio in cumene cracking (pulse method, 573 K). pulses with sulphated tin oxide. Sulphated titania had an initial conversion to propene of about 15% of the one obtained with phosphated niobia and had its conversion value decreased by 90% after 10 pulses. Thus, with respect to conversion to propene, the catalysts can be classified into three groups, with sulphated zirconia and the zeolitic catalyst having the largest activity, phosphated niobia presenting intermediate behaviour and the remaining sulphated oxides occupying a lower rank. With respect to stability towards propene formation, phosphated niobia, sulphated zirconia and the zeolitic catalyst had a relatively stable behaviour and the remaining sulphated oxides were rapidly deactivated. Results for the ratio of benzene to propene as a function of pulse number are shown in Fig. 2. This ratio was always (except for the first pulse with sulphated niobia) above the stoichiometric value of unity and different catalysts presented widely different behaviours. The catalyst with this ratio closest to the stoichio- metric value was phosphated niobia, with only a 10% excess of benzene with respect to propene. Ignoring the first pulse, sulphated ZrO2-SnO2 and the zeolitic sample had a relatively stable excess of benzene (about 20%). With sulphated zirconia the benzene/propene ratio decreased from 1.45 to 1.3 after 8 pulses and tended, thereafter, to stabilize at the latter value. With sulphated titania and sulphated niobia, the excess benzene increased markedly with increasing number of pulses and tended to stabilize at 100% with the former and at 57% with the latter catalyst. A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 93 1,4 I 1,2 1,0 0,8 o 0.6 ~o o 0.4 0 S .& & A. -~k & A l x & o & x x x x & x x v x 0,2 t 0,0 [ 0 2 4 6 8 10 12 14 Pulse Nbr. -~TiOz A--Nb20s (S04) Sn0z -K Zr0z - Sn0z Fig. 3. Conversion to a-methylstyrene in cumene cracking (pulse method, 573 K). By comparison with conversion to propene, conversion to ot-methylstyrene spanned a much narrower range, as shown in Fig. 3 and Fig. 4. The highest values were obtained with sulphated titania which, due to its strong deactivation in the dealkylation reaction, became increasingly selective to dehydrogenation with increasing number of pulses, reaching about 90% selectivity for this reaction by the 10th pulse. With sulphated niobia, conversion to ~t-methylstyrene increased markedly and steadily with the number of pulses, approaching the values obtained with sulphated titania in the last pulses (cf. Fig. 4). Sulphated tin oxide attained a maximum conversion value at the second pulse, similar to that of sulphated titania, and thereafter was markedly deactivated towards the dehydrogenation reaction. Nevertheless, due to its even more marked deactivation of the dealkylation reaction, it became essentially totally selective for dehydrogenation after the 4th pulse. Sulphated ZrO2-SnO2 also deactivated strongly with respect to ot-methylstyrene production, especially in the first 3 pulses and attained a conversion level close to that of sulphated tin oxide in the last pulses (cf. Fig. 3). With sulphated zirconia, conversion to ot-methylstyrene increased with increas- ing pulse number, but this material remained highly selective to the dealkylation 94 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 1,0 0,~ 0,8 >1 0,7 rn 0,~ 0,5 0,4 ~o 0,3 0,2 0,1 0,0 4 ~Y / 2/11 ~ A A & ,1~ ,L I I + 2 4 6 8 10 12 Pulse Nbr. HY - A1203 4 Zr02 A Nb205 (P04) Fig. 4. Conversion to ~t-methylstyrene in cumene cracking (pulse method, 573 K). reaction (97-98%) throughout the experiment. As was the case with the deal- kylation reaction, the stability of phosphated niobia in the dehydrogenation reaction was remarkable and the catalyst was highly selective for dealkylation (95-96%) throughout. With the zeolitic catalyst, after a low value for the first pulse, conversion to c~-methylstyrene was relatively constant and similar to that of the sulphated zirconia catalyst (cf. Fig. 4). Conversion to di-isopropylbenzene was observed in small but relatively constant amounts only on sulphated zirconia (0.25-0.3%), the zeolitic catalyst (ca. 0.3%) and phosphated niobia (0.15%). 3.3. Hydrocracking of cumene on supported Ni-W catalysts Table 4 shows the main characteristics of the supported Ni-W catalysts. Metal contents were selected so as to obtain a constant loading of ca. 1.8 ~tmol WO3 and 1.3 p.tmol NiO per m2, based on the surface areas measured for the supports. These loadings correspond approximately to the ones used in typical Ni-W hydrocrack- ing catalysts supported on high surface area silica-aluminas. Since the catalyst amounts used in the cumene hydrocracking tests were chosen so as to have a constant area of ca. 18 m2 inside the reactor, based on the support surface area, this A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 Table 4 Main characteristics of the supported Ni-W catalysts 95 Support W~ (wt.%) Nia (wt.%) S.A.b (m2 g t) RV5 (cm3 g i) RD.~ (nm) SO4-ZrO2 2.3 0.5 73 0.38 22 SO4-TiO2 2.9 0.7 41 0.55 24 SO4-SNO2 2.6 0.6 48 0.15 4.7 SO4-ZrO2-SnO2 4.1 0.9 115 0.45 22 SO4-Nb205 1.5 0.3 31 0.45 39 POz-Nb205 2.6 0.6 56 0.40 20 a Nominal contents from catalyst preparation. b Catalyst surface area measured by the one-point nitrogen adsorption BET method. Pore volume of the support by nitrogen adsorption. o Average pore diameter of the support (4V/A). ensured that the amounts of supported components in the reactor were also approximately constant in each test. None of the Ni-W catalysts supported on the additivated oxides displayed any appreciable activity in the hydrocracking of cumene at 573 K and 3.1 MPa. At 673 K and the same pressure, only the catalysts supported on sulphated zirconia and titania and phosphated niobia presented significant cumene conversion. With these catalysts, the observed reaction products were propane, benzene, toluene, ethylbenzene, n-propylbenzene, ethylcyclohexane, isopropylcyclohexane, isobu- tylcyclopentane and two unidentified heavy products. Hydrogenation products were observed in significant amounts only with the sulphated titania supported catalyst. Of the cracking products, benzene was by far the most abundant in all cases. Fig. 5 summarizes the results in terms of the conversion of cumene through each of the reaction types described above as a function of time-on-stream. The catalyst supported on sulphated zirconia showed a high initial conversion, which dropped to low values after only two hours on stream. The one supported on phosphated niobia had the highest initial activity and the best stability of all samples. With this catalyst, the run was interrupted after 5 h, the reactor was purged with helium at the reaction temperature and cooled down to room temperature under the same gas. On the following day, the reactor was started-up again, as described under Experimental, but ommiting the thermal activation step at 773 K. From Fig. 5, it can be seen that the catalyst did not loose any activity by this procedure and continued to present a stable cumene conversion. The catalyst supported on sulphated titania presented an interesting behaviour, in that a large activation was observed during the first two hours of reaction, followed by strong deactivation. For comparison, a typical Ni-W hydrocracking catalyst, supported on a 7- alumina matrix containing 30% wt. of a highly dealuminated HY zeolite gave a stable cumene conversion of ca. 66%, essentially to propane and benzene, at 623 K. 96 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 4O 20 15 i in --- rm 0 1 2 3 4 Time / h f, 50t 4 40 ~o 2o u e~ 10 0 J - i i 0 2 4 6 Time / h ! B 10 12 16 ~ 12 8 0 1 2 3 4 5 6 Time / h Hydrocracking Isorn./Disprop. o Hydrogenation Total Conversion Fig. 5. Cumene hydrocracking (673 K, 3.1 106 MPa); (A) ZrO2 (SO4); (B) Nb205 (PO4); (C) TiO2 (SO4). 4. Discussion 4.1. Cumene cracking The cracking of cumene, producing benzene and propene, is generally attributed to the action of BrCnsted acid sites, according to the following carbenium ion mechanism (mechanism 1) and, as in the present work, it is commonly used as a model reaction for characterizing the presence of this type of site on catalyst surfaces [11-13]. The formation of ~-methylstyrene during cumene cracking has been ascribed to Lewis acidity [11], according to the following hydride transfer mechanism (mechanism 2): A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 97 In most of the pulse experiments, the ratio of benzene to propene was greater than the expected stoichiometric value of one. In the hydrocracking experiments, carried-out under steady-flow conditions in the same apparatus and using the same chromatographic system, the benzene to propane ratio was always smaller then 1.2:1. Thus, values in excess of 1.2:1 benzene to propene, such as found with sulphated titania, zirconia and niobia, cannot be attributed to errors in the chromatographic analysis but to a genuine excess of benzene with respect to propene. A third mechanism (mechanism 3) has to be postulated in order to explain this large excess of benzene over propane, leading to the desorption of benzene and leaving irreversibly bound carbonaceous residues on the surface. Mechanism 1 predominates on the zeolite-containing sample (as would have been expected from the Br0nsted nature of the sites in this type of catalyst), on phospated niobia and on sulphated zirconia. As compared to the other solids, these catalysts also shared a relatively stable cumene conversion through this mechanism as a function of the number of pulses, the presence of di-isopropylbenzene among the reaction products and a low conversion to ~t-methylstyrene, at least in the first few pulses. With the remaining samples, cumene conversion through mechanism 1 was not only much smaller, but also less stable, despite the fact that the acid sites on these catalysts were weaker, as measured by the indicator method. Therefore, it may be concluded that the strong acidity imparted to zirconia by sulphate additivation and to niobia by phosphate additivation is largely Br0nsted in character and that this type of acidity is also associated with better stability. It should be noticed here that phospated niobia did not display the same remarkable stability in the experiments conducted under continuous flow. In this case the existence of a high cumene partial pressure over the catalyst throughout the experiment is likely to facilitate the formation of polymers which block the catalyst surface. All of the samples displayed some reaction of cumene by mechanism 2, spanning a much narrower range of conversions than observed with mechanism 1. In most cases there was an increase in Gt-methylstyrene formation after the catalysts were exposed to cumene. Both of these facts may be explained following the suggestion of Bielanski and Malecka that adsorbed cationic oligomers may be better hydride acceptors than the Lewis sites originally present on the surface [ 14]. On sulphated titania and sulphated niobia, there was a parallelism between the increasing formation of et-methylstyrene and the increasing excess of benzene over the stoichiometric ratio with respect to propene with increasing number of pulses. Although our experiments do not allow us to propose the details for mechanism 3, they suggest that Lewis sites created by the deposition of carbonaceous residues 98 A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 may also be responsible for the increasing contribution of mechanism 3 on sulphated niobia and titania as the number of pulses increases. A reasonable possibility is that polymeric styrene deposited on these sites decomposes to desorb benzene, leaving more dehydrogenated carbonaceous residue on the surface: ) C~C + I I L C} CH3 H H3 ! S $ Our results do not support earlier conclusions that sulphated ZrO2-SnO2 is a solid superacid. The general pattern of activity with the mixed oxide was similar to the one observed with sulphated tin oxide, suggesting that its surface may be enriched with tin. BrCnsted sites associated with zirconium may be responsible for the greater stability of the sulphated tin oxide. The remarkable similarity of the activity patterns obtained with sulphated zirconia and the zeolite containing sample is a strong indication that similar types of acid sites, in nature as well as in strength, exist in both catalysts. 4.2. Cumene hydrocracking The first relevant observation regarding the hydrocracking of cumene concerns the fact that, in order to have similar conversion values with the Ni-W catalysts, the reaction temperature had to be raised to 673 K, i.e. an 100 K increase in temperature, as compared to the cracking reaction on the addivated oxides. In contrast, with a zeolite-based Ni-W catalyst, the same conversion level was attained at 623 K. Some recent results obtained in our laboratories [15] with Nb205 and PO4-Nb205 indicate that the cumene hydrocracking activities of supported Mo and Ni-Mo are considerably smaller than those of the corresponding supported Ni catalysts. It appears, therefore, that the poisoning of the acidic activity of the supports has to do with the introduction of the VI-B group metal. The effect is smaller with the zeolite-based catalysts because, in this case the acidic activity is mainly due to the zeolite crystals, whereas the group VI-B metal is mainly associated with the alumina matrix: zeolites are not anion exchangers and therefore molybdate anions can hardly penetrate its cavities during impregnation. The difference in experimental set-up (pulse mode in the cracking reaction and continuous flow mode in hydrocracking) cannot explain this result, as sulphated zirconia and phospated niobia had significant initial activities for cumene cracking under continuous flow at 573 K. The introduction of hydrogen as a reactant and the presence of a hydrogenating phase in hydrocracking would have been expected to stabilize the acidic activity at the same temperature. A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 99 In contrast with the catalyst supported on phospated niobia, the catalyst based on sulphated zirconia deactivated strongly under hydrocracking conditions. Analyses for carbon on the spent catalysts showed that carbon lay-down was very small and did not reveal any significant difference between the two materials in this respect. The amount of carbon on the former catalyst was 0.8 wt.%, corresponding to 7.2 carbon atoms per nm2, whereas on the latter it was 0.9 wt.%. corresponding to 6.0 carbon atoms per nm2. Thus increased coke lay-down cannot explain the larger rate of deactivation of the zirconia-based catalyst. It has been reported that exposure of platinum catalysts supported on sulphated zirconia to hydrogen at temperatures of the order of 673 K leads to reduction of sulphate on the surface and therefore to loss of acidic activity [ 16]. Since the Ni-W mixed-sulphide is also capable of dissociating hydrogen, this could explain the deactivation of the zirconia-based catalysts during hydrocracking. However, for two reasons, this hypothesis is difficult to prove by sulphur analysis of the spent catalysts. First, our results showed that the increase in the density of acidic sites was smaller by two orders of magnitude than the amount of sulphate incorporated in the zirconia, on a surface area basis, implying that most of the sulphate was located below the surface, after calcination of the sulphated hydrous oxide, and could resist reduction by spillover hydrogen. Second, nickel and tungsten are in the sulphided state in the spent catalysts, so a large amount of sulphur is associated with these metals. Accordingly, our sulphur analysis in the spent catalyst failed to reveal a significant difference from the level expected considering the amount of sulphate initially present plus the amount of sulphur incorporated during sulphida- tion. Thus, while we believe that the deactivation of zirconia-based catalyst was predominantly caused by reduction of the sulphate groups on the surface under hydrocracking conditions, further experimentation is needed to fully prove this hypothesis. The pronounced activation of the sulphated titania supported catalyst during the initial stages of the hydrocracking reaction was more interesting. Apparently strong BrCnsted acid sites were created on the surface of the support which, in the cracking reaction, displayed very little activity. This most likely occurred due to spill-over of hydrogen from the sulphided Ni-W phase to the support. Recently Stumbo and coworkers have shown that there is a strong synergistic effect in mechanical mixtures of silica-alumina and Co-Mo/SiO2 in the hydro- cracking of diphenylmethane [17]. This was attributed to hydrogen spill-over from the hydrogenating phase to the acidic component, increasing the number of acidic hydroxyl groups on the silica-alumina. Many examples of increased acidic activity of different oxides due to platinum incorporation or in mechanical mixtures with platinum-containing catalysts, in reactions carried-out under hydrogen have been reported and attributed to hydrogen spill-over [18-20]. The subsequent deactivation of the sulphated titania based catalyst was probably due to the reduction of sulphate from the surface, as in the case of the sulphated zirconia support. 100 A.C.B. dos Santos et aL /Applied Catalysis A: General 153 (1997) 83-101 5. Conclusions The additivation of zirconia with sulphate and of niobia with phosphate led to the creation of strongly acidic sites on the surface of these oxides, with activity, selectivity and stability in the cumene cracking reaction similar to those of a zeolite containing material, indicating the Br0nsted nature of these sites. In contrast, sulphate additivation of titania, niobia and a ZrO2-SnO2 mixed oxide seemed to lead to Lewis acidic sites, as deduced from the poor stability of the oxides in the cracking reaction and the prominence of ot-methylstyrene among the reaction products. Impregnation of sulphated zirconia and phospated niobia with nickel and tungsten appeared to poison the acidity of the supports, as an 100 K increase in temperature was necessary in order to attain conversion values in the hydro- cracking of cumene similar to those of the cumene cracking reaction. A pro- nounced activation of the catalyst supported on sulphated titania was observed in the initial stages of cumene hydrocracking, but both this catalyst and the one supported on sulphated zirconia had poor stability in this reaction, presumably due to the reduction of sulphate in the presence of hydrogen at 673 K. In contrast, phosphated niobia presented a stable activity under these conditions. Overall, although optimization is needed with respect to surface area and phosphate content, phospated niobia appears to be a promising support for bifunctional hydroprocessing sulphide catalysts. It could present some advantages over zeolite-based supports when a moderate hydrocracking activity is needed and, due to its much larger pores, when the accessibility of large reactant molecules to the acidic sites is a limiting problem. Acknowledgements We thank PETROBRAS for allowing the publication of this paper, J.L. Zotin for much help in the development of the catalytic tests, and the Chemistry and Catalysts Divisions of CENPES for the X-ray and nitrogen adsorption analyses, respectively. References [1] M. Hino and K. Arata, J. Chem. Soc. Chem. Commun., (1979) 1148. [2] M. Hino and K. Arata, Chem. Lett., (1985) 1259. [3] M. Hino, S. Kobayashi and K. Arata, J. Am. Chem. Soc., 101 (1979) 6439. [4] M. Hino and K. Arata, J. Chem. Soc. Chem. Commun., (1980) 851. [5] M. Hino and K. Arata, Chem. Lett., (1980) 963. [6] T. Yamaguchi, T. Jin and K. Tanabe, J. Phys. Chem., 90 (1986) 3148. [7] K. Arata, K. Yabe and I. Toyoshima, J. Catal., 44 (1976) 385. [8] S. Okasaki, M. Kurimata, T. Iisuka and K. Tanabe, Bull. Chem. Soc. Jpn., 60 (1987) 37. A.C.B. dos Santos et al./Applied Catalysis A: General 153 (1997) 83-101 101 [9] J.C. Yori, M.A. D'Amato, G. Costa and J.M. Parera, J. Catal., 153 (1995) 218. [10] I.E. Maxwell, Catal. Today, 1 (1987) 385. [11] A. Corma and B.W. Wojciechowski, Cat. Rev. Sci. Eng., 24 (1982) 1. 112] J.W. Ward, J. Catal., 9 (1967) 225. [13] W. Przystajko, R. Fieddorow and I.G. Dalla Lana, Appl. Catal., 15 (1985) 265. [14] A. Bielanski and A. Malecka, Zeolites, 6 (1986) 249. [15] A.C.B. dos Santos, unpublished results. 116] R.A. Comelli, C.R. Vera and J.M. Parera, J. Catal., 151 (1995) 96. 117] A.M. Stumbo, P. Grange, B. Delmon, in Proc. Iberoam. Symp. Catal., 1994, Concepci6n, p. 1447. [18] M. Lacroix, G.M. Pajnok and S.J. Teichner, Bull. Soc. Chim. Fr., (1981) 265. 119] A. El Tanamy, G.M. Pajnok, K.-H. Stienberg and S.J. Teichner, Appl. Catal., 39 (1988) 89. [20] H. Hattori, in T. Inui et al. (Eds.) New Aspects of Spill over Effects in Catalysis, Elsevier, Amsterdam, 1993, p. 69. APCATA 9600333X S0926-860X(96)00333-X 10.1016/S0926-860X(96)00333-X Article Transition metal oxides additivated with sulphate or phosphate as catalysts for the cracking of cumene and supports for sulphided nickel-tungsten hydrocracking catalysts A.C.B. dos Santos a W.B. Kover b A.C. Faro Jr. ∗ b a PETROBRAS, Centro de Pesquisas e Desenvolvimento (CENPES), Divisao de Catalisadores, Ilha do Fundao, Q. 7, Cidade Universitária, 21949 - 900 Rio de Janeiro, Brazil b Universidade Federal do Rio de Janeiro, Instituto de Quimica, Ilha do Fundao, CT, B1 A, Cidade Universitária, 21949 - 900 Rio de Janeiro, Brazil ∗ Corresponding author. Tel.: +55-21-290-9890; fax: +55-21-290-4746 Oxides of zirconium, titanium, niobium, tin, and a mixed zirconium-tin oxide, additivated with sulphate, were prepared by the adsorption of sulphate from a sulphuric acid solution on the corresponding hydrous oxides, followed by calcination at 773 K. An oxide of niobium, additivated with phosphate, was also prepared by a similar procedure using phosphoric acid. The additivated oxides were characterized with respect to the total acidity by n-butylamine chemisorption using a gravimetric method. The acid site strength distribution was measured by titrating them with n-butylamine using Hammett indicators. The catalytic activities of the materials for the cracking of cumene were determined using a pulse method at 573 K. Nickel and tungsten were supported by the additivated oxides and the resulting catalysts were tested for the hydrocracking of cumene at 673 K and 3.1 MPa pressure, with carbon disulphide as a sulphiding agent. With the exception of the niobium samples, all oxides had their acid site density increased by the additivation. In all cases, except for the sulphated niobia, there was a marked shift in the acid site strength distribution towards the stronger and strongest sites (H o ≤−8,2), observed on the sulphated zirconia and phosphated niobia. These two samples also had activities, selectivities and stabilities, for the conversion of cumene, similar to those obtained with a zeolite containing sample, indicating the Brønsted nature of their acidic sites. Only sulphided nickel-tungsten, supported on sulphated zirconia and titania, and on phosphated niobia, displayed any significant activity in the hydrocracking of cumene at 673 K; but of these, only the phosphated niobia presented a good stability for this reaction. An activation effect, during the first few hours of the reaction, was observed with the catalysts supported by the sulphated titania sample, suggestive of the generation of Brønsted acid sites by a spill-over effect upon exposure to hydrogen. Keywords Niobium oxide Titanium oxide Zirconium oxide Tin oxide Sulphate Phosphate Acidity Nickeltungsten Cumene Cracking Hydrocracking References [1] M. Hino K. Arata J. Chem. Soc. Chem. Commun. 1979 1148 [2] M. Hino K. Arata Chem. Lett. 1985 1259 [3] M. Hino S. Kobayashi K. Arata J. Am. Chem. Soc. 101 1979 6439 [4] M. Hino K. Arata J. Chem. Soc. Chem. Commun. 1980 851 [5] M. Hino K. Arata Chem. Lett. 1980 963 [6] T. Yamaguchi T. Jin K. Tanabe J. Phys. Chem. 90 1986 3148 [7] K. Arata K. Yabe I. Toyoshima J. Catal. 44 1976 385 [8] S. Okasaki M. Kurimata T. Iisuka K. Tanabe Bull. Chem. Soc. Jpn. 60 1987 37 [9] J.C. Yori M.A. D'Amato G. Costa J.M. Parera J. Catal. 153 1995 218 [10] I.E. Maxwell Catal. Today 1 1987 385 [11] A. Corma B.W. Wojciechowski Cat. Rev. Sci. Eng. 24 1982 1 [12] J.W. Ward J. Catal. 9 1967 225 [13] W. Przystajko R. Fieddorow I.G. Dalla Lana Appl. Catal. 15 1985 265 [14] A. Bielanski A. Malecka Zeolites 6 1986 249 [15] A.C.B. dos Santos, unpublished results. [16] R.A. Comelli C.R. Vera J.M. Parera J. Catal. 151 1995 96 [17] A.M. Stumbo P. Grange B. Delmon Proc. Iberoam. Symp. Catal. Concepción 1994 1447 [18] M. Lacroix G.M. Pajnok S.J. Teichner Bull. Soc. Chim. Fr. 1981 265 [19] A.El. Tanamy G.M. Pajnok K.-H. Stienberg S.J. Teichner Appl. Catal. 39 1988 89 [20] H. Hattori T. Inui New Aspects of Spill over Effects in Catalysis 1993 Elsevier Amsterdam 69",
      "scopus-id": "0040086039",
      "coredata": {
        "eid": "1-s2.0-S0926860X9600333X",
        "dc:description": "Oxides of zirconium, titanium, niobium, tin, and a mixed zirconium-tin oxide, additivated with sulphate, were prepared by the adsorption of sulphate from a sulphuric acid solution on the corresponding hydrous oxides, followed by calcination at 773 K. An oxide of niobium, additivated with phosphate, was also prepared by a similar procedure using phosphoric acid. The additivated oxides were characterized with respect to the total acidity by n-butylamine chemisorption using a gravimetric method. The acid site strength distribution was measured by titrating them with n-butylamine using Hammett indicators. The catalytic activities of the materials for the cracking of cumene were determined using a pulse method at 573 K. Nickel and tungsten were supported by the additivated oxides and the resulting catalysts were tested for the hydrocracking of cumene at 673 K and 3.1 MPa pressure, with carbon disulphide as a sulphiding agent. With the exception of the niobium samples, all oxides had their acid site density increased by the additivation. In all cases, except for the sulphated niobia, there was a marked shift in the acid site strength distribution towards the stronger and strongest sites (H o ≤−8,2), observed on the sulphated zirconia and phosphated niobia. These two samples also had activities, selectivities and stabilities, for the conversion of cumene, similar to those obtained with a zeolite containing sample, indicating the Brønsted nature of their acidic sites. Only sulphided nickel-tungsten, supported on sulphated zirconia and titania, and on phosphated niobia, displayed any significant activity in the hydrocracking of cumene at 673 K; but of these, only the phosphated niobia presented a good stability for this reaction. An activation effect, during the first few hours of the reaction, was observed with the catalysts supported by the sulphated titania sample, suggestive of the generation of Brønsted acid sites by a spill-over effect upon exposure to hydrogen.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X9600333X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "dos Santos, A.C.B."
          },
          {
            "@_fa": "true",
            "$": "Kover, W.B."
          },
          {
            "@_fa": "true",
            "$": "Faro, A.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X9600333X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X9600333X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00333-X",
        "prism:volume": "153",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Transition metal oxides additivated with sulphate or phosphate as catalysts for the cracking of cumene and supports for sulphided nickel-tungsten hydrocracking catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Niobium oxide"
          },
          {
            "@_fa": "true",
            "$": "Titanium oxide"
          },
          {
            "@_fa": "true",
            "$": "Zirconium oxide"
          },
          {
            "@_fa": "true",
            "$": "Tin oxide"
          },
          {
            "@_fa": "true",
            "$": "Sulphate"
          },
          {
            "@_fa": "true",
            "$": "Phosphate"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Nickeltungsten"
          },
          {
            "@_fa": "true",
            "$": "Cumene"
          },
          {
            "@_fa": "true",
            "$": "Cracking"
          },
          {
            "@_fa": "true",
            "$": "Hydrocracking"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "83-101",
        "prism:endingPage": "101",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00333-X",
        "prism:startingPage": "83",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00333-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040086039"
      }
    }
  }
}