{
  "metadata": {
    "title": "Liquid-phase Friedel-Crafts alkylation using CuCr<ce:inf loc=post>2−<ce:italic>x</ce:italic></ce:inf>Fe<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>O<ce:inf loc=post>4</ce:inf> spinel catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1998-01-02",
    "doi": "10.1016/S0926-860X(97)00266-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002664",
    "pii": "S0926860X97002664"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041851128",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T19:29:43 1-s2.0-S0926860X97002664 S0926-860X(97)00266-4 S0926860X97002664 10.1016/S0926-860X(97)00266-4 S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0926860X00X00804 2024-01-01T12:19:29.85596Z 0 0 19980102 1998 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 0926-860X 0926860X 166 166 1 1 Volume 166, Issue 1 18 135 142 135 142 19980102 2 January 1998 1998-01-02 1998 Articles article fla Copyright © 1998 Published by Elsevier B.V. LIQUIDPHASEFRIEDELCRAFTSALKYLATIONUSINGCUCR2XFEXO4SPINELCATALYSTS GHORPADE S LANDOLTBORNSTEIN 1970 MAGNETICOXIDESRELATEDCOMPOUNDS BLASSE 1964 96 G GOODENOUGH 1971 145 J NATHWANI 1988 3191 P RENNARD 1971 282 R SHARPE 1976 P PROCEEDINGSSIXTHINTERNATIONALCONGRESSCATALYSIS DUBE 1991 24449 G BERKMAN 1940 S CATALYSISORGANICINORGANIC JALOWIECKI 1987 375 L ERRAN 1989 65 E MULLA 1983 143 B KHOPKAR 1985 481 P SATO 1963 26 T 1983 HANDBOOKCHEMISTRYPHYSICS PREUDHOMME 1971 1817 J PREUDHOMME 1972 69 J PREUDHOMME 1971 854 J KLINE 1944 300 C KNOZINGER 1976 184 H CLARK 1989 1353 J GHORPADEX1998X135 GHORPADEX1998X135X142 GHORPADEX1998X135XS GHORPADEX1998X135X142XS item S0926-860X(97)00266-4 S0926860X97002664 1-s2.0-S0926860X97002664 10.1016/S0926-860X(97)00266-4 271346 2024-01-01T12:19:29.85596Z 1998-01-02 1-s2.0-S0926860X97002664-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002664/MAIN/application/pdf/9a6fa449043e31d7405ad68e09af8a6c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002664/MAIN/application/pdf/9a6fa449043e31d7405ad68e09af8a6c/main.pdf main.pdf pdf true 691162 MAIN 8 1-s2.0-S0926860X97002664-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002664/PREVIEW/image/png/738ef9d5d809985cbe3a3358b0e72c9d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002664/PREVIEW/image/png/738ef9d5d809985cbe3a3358b0e72c9d/main_1.png main_1.png png 57546 849 656 IMAGE-WEB-PDF 1 ELSEVIER Abstract Applied Catalysis A: General 166 (1998) 135-142 Liquid-phase Friedel-Crafts alkylation using CuCr2_XFex04 spinel catalysts Sheetal P Ghorpade, V.S. Darshanel, Sharad G. Dixit* APPLIED CATALYSIS 19 A: GENERAL Department n/ Chemical Technology. Applied Chetnistrv Division, University o/ Bombay, Matnnga. Miembai -100 019. bidiu Received 5 February 1997: received in revised form 10 April 1997; accepted 18 April 1997 Iron oxide (Fe'03) offers Lewis acidic sites for alkylation but gives low yield and cannot be reused. Therefore, spinels belonging to system CuCr=,-Fe,04 were prepared by isomorphic substitution of octahedral chromium by iron in the spinet lattice. These were found to have better catalytic activity for the liquid phase alkylation of benzene with benzyl chloride giving diphenylmethane. CuFe204 gives the highest yield. The Lewis acidity of the catalysts is mainly responsible for the good catalyst performance. The ease of electron movement appears to improve the yields. The properties of these catalysts were characterized by using DRIFT spectroscopy. The effects of various parameters on the catalytic reaction have been investigated. ~(- 1998 Elsevier Science B.V. KeYirords: Spinet catalyst; Catalyst characterization; Lewis acidity; Friedel-Crafts alkylation 1. Introduction Mixed metal oxides possessing spinel structure have been investigated by a number of workers [1-4] as they exhibit interesting structural, electrical and magnetic properties. These properties are dependent on the nature of ions, their charges and their distribution among tetrahedral and octahedral sites. Ternary oxides crystallizing with spinel structures were found to exhibit interesting solid state and catalytic properties. Spinel oxides are a class of ternary oxides with composition AB104, wherein the A-ions occupy a tetrahedral site and B-ions occupy octahedral sites. *Corresponding author. 'Present address: Institute of Sciences, Madam Cama Road, Mumbai 400 022, India. 0926-860X/98/$19.00 .t 1998 Elsevier Science B.V. All rights reserved. PH 50926-860X(97)00266-4 These oxides have been conveniently tried as catalysts for various processes like oxidation of hydrocarbons [5], and dehydration and dehydrogenation of alcohols [6,7]. Copper-based catalysts have attained considerable importance, owing to their selective properties in reactions involving hydrogen [8]. Metal chromites have been extensively used as hydrogenation catalysts [9,10]. Individual metal oxides loose their catalytic activity rapidly owing to aging and formation of coke over the catalyst surface. The spinel lattice imparts extra stability to the catalysts under various reaction conditions so that these systems have sustained activities for longer periods [5]. Ferrites have been used as catalysts for some industrially important reactions such as oxidative dehydrogenation of butene to butadiene [11], hydrodesulfurization of petroleum crude [ l2], and treatment of automobile exhaust gas [ 13]. 136 S.P Ghorpade et al. lApplied Catalysis A: General 166 (1998) 135-142 Table 1 Chemical analysis of compounds synthesized by the co-precipitation technique showing stoichiometry Compound Cu% Cr% Fe% Obs. Thero. Obs. Thero. Obs. Thero. CuCr204 27.44 27.45 44.89 44.92 - - CuCr,.75Feo.2504 27.30 27.34 39.14 39.14 6.04 6.0 CuCr,_5Feo_504 27.21 27.22 33.42 33.40 11.98 11.96 CuCr,_25Fe0.7504 27.08 27.11 27.70 27.72 17.86 17.87 CuCr,_00Fe1_0004 27.02 26.98 22.06 22.09 27.74 27.71 CUCro_75Fel.2504 26.87 26.88 16.47 16.50 29.56 29.54 CUCro.50Fe1_5004 26.73 26.77 10.93 10.95 35.27 35.30 CuCro.25Fe,_7504 26.65 26.67 10.93 10.95 35.27 35.30 CuFe204 26.53 26.56 - - 46.66 46.70 Thus mixed oxides such as spinels and ferrites act as catalysts and they offer an additional advantage of increased catalytic activity. Therefore these catalysts can be used repeatedly. Hence in the present investigation, structural stability, catalytic activity and reusability of some metal oxides and spinels have been investigated. Fe203 provides acidic sites on the surface which can be of help in catalyzing the Friedel-Crafts alkylation reaction. Along with Fe203, Cr203 and CuO were also checked for the catalytic activity. Metal oxides gave low catalytic activity and they were not reusable. In an attempt to increase the stability of the structure and to increase the Lewis acidity of the structure Fe-containing spinels were prepared. Copper-based spinel systems from CuCr204 to CuFe204, which have extra structural stability of spinels and catalytic activity of ferrites, have been studied. 2. Experimental 2.1. Catalyst preparation The various compositions of the spinel system CuCrz_XFeX04 were prepared by a co-precipitation technique [14-16]. Initially calculated amounts of each sulfate were dissolved in doubly distilled water and the precipitation of the hydroxide was carried out at a controlled pH of 9.0-9.5 using 10% NaOH solution. The precipitate was heated on a water bath (363 K) for 3-4 h and was oxidized by adding the required (calculated) amount of 30% H202 with con- stant stirring at 363 K. The precipitate was filtered and washed with doubly distilled water to remove excess of alkali and S04- ions. The compounds were dried in an oven at 383 K for 6 h and then calcined at 1173 K for 4 h. Spinels prepared by this method have high surface areas [16]. The formation of single spinel phase was ascertained by XRD. The stoichiometries of the composition were checked by chemical analysis and found to be in agreement with theoretical values. The results of chemical analyses are given in Table 1. Commercially available metal oxides were used directly with activation for catalytic activity and structural studies. 2.2. Structural analysis X-ray powder diffraction patterns were recorded on a diffractrometer (Siemens D-500 Krystalloflex) with a microprocessor controller, using nickel filtered Cu-ka radiation. The X-ray patterns of all the compositions indicated formation of a single spinel phase. 2.3. Transport studies Electrical resistivity measurements were made to determine the energy gap between valence and conduction band. Pellets were prepared from the sample (2 g) by applying a pressure of 10 000 psi.; the thickness of the pellets varied between 0.53 and 0.59 cm. Initially, pellets were heated slowly in air at the rate of 1 K min-1 to remove the binder and then fired at 1173 K, the sintering temperature, for 6 h. DC electrical resistivity measurements were carried out from S. P. Ghorpade et al. /Applied Catalysis A: General 166 (1998) 135-142 room temperature to 773 K using the two-probe technique. An electric field of 20 V cm-1 was applied across the pellet and the resistivity was calculated using the equation p = 7rd2/4T (where d is the diameter, t the thickness and R is the resistance). From the variation of resistivity with temperature, the activation energy (band gap) was calculated. 2.4. Infrared studies FTIR studies of the system CuCr2-xFex04 and some metal oxides were done by using a JASCO-300E spectrometer (resolution 2 cm-1). To study the surface sites, DRIFT studies were performed on pyridine adsorbed on spinels and metal oxide surfaces. All the samples were activated in an oven at 423 K for 3 h before the measurement. The pyridine used was distilled in vacuum over P205 before each experiment. The samples were used in powder form and all operations were carried out on a conventional vacuum system. Powdered spinel samples were exposed to pyridine vapors under pressure for 3 h at room temperature; the evacuation was done at 423 K for 3 h. 2.5. Studies on catalysis Each composition of the system and Fe203, Cr203 and CuO was studied for its catalytic behavior towards alkylation of benzene with benzyl chloride. The reactor consisted of a glass vessel of 3.0 cm inner diameter and 150 ml volume. The reactor was equipped with glass baffles and was stirred by a four-bladed glass turbine stirrer. The reactor was kept in a constant temperature oil bath. In a typical run, a mixture containing 0.02 M (2.34 ml) benzyl chloride and benzene (10 ml) was brought to 353 K under agitation (750-3000 rpm) and the desired quantity of catalyst (catalyst was activated at 393 K for 1 h just before use) was added. Each run was optimized for a desired time. Then the catalyst was washed with hot alcohol and any excess of alcohol was distilled out to obtain the products diphenylmethane and unreacted benzyl chloride. Unreacted benzyl chloride was removed by complexing with triethylamine and washing the products repeatedly with water to remove the benzyl chloride-triethylamine complex. The product is then dried over Na2S04. Purity of the sample was checked on TLC and GC. 137 3. Results and discussion 3.1. Characterization of the catalyst 3.1.1. X-ray studies The results of X-ray analysis indicate formation of single spinel phase. CuCr204 was found to be tetragonal. When the chromium in the spinel lattice was substituted by iron, the crystal lattice changes from tetragonal to cubic and CuFe204 was found to be cubic. 3.1.2. Transport studies The room temperature resistivity values of all compounds varied between 106 and 103 S2 cm for different values of x. The electrical resistivity temperature behavior was found to obey Wilson's law: p = po exp(DE/rT). Here p is the resistivity in SZ-1 cm-t, DE the activation energy, K the Boltzmann constant, T the absolute temperature and po is the constant. This indicates the semiconducting nature of all the compounds under investigation. The values of activation energy obtained from resistivity plots are plotted in Fig. 1. It can be seen that progressive substitution of iron for chromium in the system results in the decrease of activation energy from 0.38 eV for CuCr204 to 0.13 eV for CuCrFe04. Further substitution of iron increases the activation energy up to 0.19 eV for CuFe204. The band gap for CuO and Fe203 is reported d 0 350 w a o -300 d t w 0 -250 o .200 0 .150 0.100 1 0000 0500 1000 15002000 Composition (X) Fig. 1. Activation energy of various spinels. 138 S.P Ghorpade et al. lApplied Catalysis A: General 166 (7998) 735-142 to be 3.0 and 2.2 eV, respectively, which is much higher than the spinel system [17]. 3.1.3. IR studies Oxidic spinels are known to crystallize in the cubic form with the space group Fd3m(oh7). The space group point symmetries and group theoretical calculations show four IR active fundamentals in the vibrational spectra of normal as well as inverse spinels. The two high frequency bands are broad and tend to be asymmetric, while low frequency bands are weak and sharp. On the basis of IR studies of oxidic spinels using methods of isomorphic and isotopic substitution, Preudhomme and Tarte [ 18-20] have reported that the high frequency bands v, and v2 are the vibrations of condensed octahedra. 1.3 is reported to be related to a complex vibration involving the participation of both types of cations, tetrahedral and octahedral. The low frequency v4 is assigned to some type of vibrations involving a displacement of tetrahedral cation. Cu 2+ ions are tetrahedral cations in the spinel system CuCr2-xFeX04. Since tetrahedral cations have not been displaced, the low frequency v4 type of vibrations is not studied in detail. The v3 vibrations which are due to the participation of both types of cations, tetrahedral and octahedral, have not been discussed in detail because of their complex nature. Cr3+ ions are the octahedral ions in case of the compound CuCr204. This Cr3+ octahedral ions are isomorphically replaced with Fe 3+ ions. Hence vl and v2 vibrations which may be attributed to the condensed octahedra are of relevance in the present case. In CuCr204, the Cr3+ will occupy half the octahedral interstices. The vl and v2 for CuCr204 were observed at 678 and 534 cm-' as broad bands. In CuFe204, vl and v2 are observed at 457 and 425 cm-' . In all the intermediate compositions, the values of v, and v2 change significantly. Let us consider the case of CuCrFe04 where both the octahedral ions are equally present. The bands at frequencies 700 and 582 cm-' are for octahedral chromium; those at 461 and 434 cm-' are due to octahedral iron. Thus one has to consider the vt and 1.2 for chromium octahedra and v, and v2 for the iron octahedra separately. Table 2 gives the details about the absorption band values for different compositions due to both the octahedral Cr and Fe. DRIFT spectroscopy used for recording the spectra has enabled us to distinguish between the vl Table 2 Infrared data of the system CuCr2_xFe 04 for different composi tions Compositions Cr06 0.00 0.25 0.50 0.75 1.00 1.25 1.50 1.75 2.00 vI (cm-l) v2 (CM -1) 678 686 690 682 700 708 718 731 534 543 561 571 582 582 588 599 Fe06 v1 (cm i) v2 (cm-I) 473 473 471 461 460 460 458 457 445 444 435 434 431 429 427 425 and v2 for both the octahedra. This would not have been possible by using conventional IR technique. It is obvious from Table 2 that values of v, and v2 for Cr06 octahedra increase with decrease in Cr content and those of Fe06 octahedra decrease with increase in Fe content. Thus, the trend in both the cases is similar. The v2 values of both the octahedra are due to the Cr-O and Fe-O stretching vibrations. In case of CUCr204, the stretching vibration in the range 425-473 cm-' due to Fe-O is absent. For CuFe204, the stretching vibration in the range 534-599 cm-' due to Cr-O is absent. But in the case of CuCrFe04, both Cr-O stretching at 582 cm-1 and Fe-O stretching at 434 cm-' are present (Fig. 2). This confirms the assignments of the respective metal-oxygen stretching vibrations. It is obvious from the above observation that the stretching frequency depends upon the cation distribution between the tetrahedral and octahedral sites. Modification in the vibrational frequency may arise due to simultaneous changes in parameters such as cationic mass, the cation-oxygen distance, binding force and the unit cell dimensions. It is not possible to distinguish between relative contributions of these different factors at this stage. 3.7.4. Pyridine adsorption on spinel surface Adsorption of pyridine has been investigated with the intention of characterizing the active acidic species present on the spinel surface. In the region from 1425 to 1635 cm-', pyridine ring modes are observed. The most sensitive vibrations are 19b, 19a, 8b, and 8a [22]. According to Kline and Turkevich [21] 8a and 19a are S.P Ghorpade et al. /Applied Catalysis A: General 166 (1998) 135-142 15-0( %.T ( b) 0-00 70000 15 7549 17000 14000 Wavenumber [cm-1 ] P Fig. 3. DRIFT spectra of pyridine adsorption on CuFe204 as a 400 00 function of time of contact: (a) 30 min, (b) 60 min, (c) 90 min, (d) 120 min, (e) 150 min, and (f) 180 min. Wavenumber [cm-11 Fig. 2. DRIFT' spectra of (a) CuFe,04, (b) CuCrFe04, and (c) CuCr204. symmetric ring vibrations and 8b and 19b are asymmetric ring vibrations to the two-fold rotational axis. The 8a and 19b are very sensitive with regard to the nature of intermolecular interactions via nitrogen lone pair of electrons [22]. The 8a and 19b, whose positions depend upon the strength of the adsorbing Lewis site, are taken as a measure of Lewis acidic strength. Pyridine adsorption and desorption time was optimized by carrying out adsorption of pyridine on CuFe204 at different time intervals: 30, 60, 90, 120, 150 and 180 min. The corresponding DRIFT spectra were recorded as shown in Fig. 3. After 180 min, the surface of CuFe204 becomes saturated. Hence the time of adsorption of pyridine at room temperature has been taken as 180 min. Pyridine evacuation has been done at 423 K for different time intervals from 30 to 210 min. The corresponding DRIFT spectra were recorded and are shown in Fig. 4. Up to 60 min, peaks due to physisorbed pyridine are observed. These start disappearing as the time of evacuation increases. After 180 min, there is no peak for physically adsorbed pyridine. Similar spectra were observed for 180 and 104.3887[ ( b) (c ) (d) T 139 102~6599~ 681364 noo~o Wavenumber [cm-1 ] 14000 Fig. 4. DRIFT spectra of desorption of pyridine on CuFe204 as a function of time (a) without desorption (0 min), (b) 30 min, (c) 60 min, (d) 90 min, (e) 120 min, (f) 150 min, (g) 180 min, and (h) 210 min. 140 8a 0.00 1604 0.25 1611 0.50 1614 0.75 1614 1.00 1611 1.25 1610 1.50 1610 1.75 1608 2.00 1607 SY Ghorpade et al. /Applied Catalysis A: General 166 (1998) 135-142 Table 3 Assignments of pyridine chemisorbed on various compositions of the system CuCr2_xFe_r04 LPY BPYb BPY LPY+BPY LPY 8b 1573 1572 1575 1575 1568 1569 1568 1569 1569 1540 1541 1540 1541 1537 1538 1537 1540 1543 19a 1480 1480 1485 1443 1485 1488 1487 1487 1489 19b 1443 1445 1450 1451 1453 1454 1455 1456 1456 Pyridine co-ordinated with Lewis acidic sites. b Pyridine co-ordinated with Brsted acidic sites. 210 min. Hence 180 min was fixed as the evacuation time. The different compositions of the system CuCr2_xFex04 were subjected to pyridine vapor adsorption at room temperature for 3 h and then evacuated for 3 h at 423 K. The different surface sites which result due to chemisorption of pyridine on the spinel surface are given in Table 3. Both Lewis and Brsted acidic sites are present on the surface of the spinels. The values of 19b mode, which is a characteristic band for Lewis acidic site, shift towards higher frequency as the value of x increases. It clearly indicates an increase in Lewis acidic character in the system CuCr2_xFeX04 as x increases. Thus the iron content of the system increases the Lewis acidic character in the system CuCrz _xFex04. 3.2. Catalytic reactivity The catalytic behavior of the Lewis acidic sites of the metal oxides Fe203, Cr203, CuO and spinel surface was checked by carrying out the well-explored Friedel-Crafts alkylation reaction. Benzylation of benzene giving diphenylmethane was used as a probe reaction. n--CH2Cl 35~ ~CHz__0 spine] elyst This reaction has already been used by some workers as a probe reaction for clay catalysts [23]. To the best of our knowledge, Friedel-Crafts alkylation in 80- 60 a 0 40 v m r 20 0 010 020 0300-40 050 Amount of catalyst (gm) Fig. 5. Effect of catalyst loading on percentage yield of DPM. liquid phase using spinel system is being reported for the first time. First the metal oxides were checked for the catalytic activity. Cr203 did not give any conversion. With Cu0 the amount of diphenylmethane (DPM) obtained was very low. Fe,03 gave 66% yield of DPM. The amount of catalyst required for the reaction was optimized using CuFe204 as a catalyst. The catalyst was activated at 423 K for 3 h and the reaction was carried out for 4 h. The trend observed in production of DPM with varying the amount of catalysts is shown in Fig. 5. As the amount of catalyst increases from 0.05 to 0.15 g the percentage yield of DPM increases up to 81.5%, after this the percentage yield some what decreases and then remains almost constant. Therefore 0.15 g was used in subsequent experiments. Next the reaction time was varied. CuFe204 (0.15 g) catalyst was taken and a typical run was carried out for different reaction times. Formation of DPM against reaction time has been shown in Fig. 6. The maximum percentage yield of DPM was obtained after 4 h (81.5%). After 4 h the rate of polymerization and benzyl chloride increases giving less yield of DPM after 4 h. Thus for subsequent experiments reaction time was kept as 4 h. Catalytic activity of all the compositions of the system CuCr2_.xFex04 were studied with 0.15 g of catalyst and 4 h reaction time. Percentage yield of DPM for different compositions of catalyst has been given in Table 4. It may be mentioned that the yields obtained by using these catalysts are comparable with the yields obtained by using modified clay catalysts 141 aoE S.P. Ghorpade et al. /Applied Catalysis A: General 166 (1998) 135-142 0 0 t 2 3 4 5 6 Reaction time (h) Fig. 6. Percentage yield of DPM as a function of time. Table 4 Percentage yield of DPM with different catalysts Catalyst Cr203 cuo Fe203 CuCr204 CrCr1,75Feo.2504 CrCr,,sFeo,sOa CrCr,.zsFeo.7sOa CrCr,.00Fe,.oo04 CrCro.75Fe1.2504 CrCro.50Fel.5004 CrCro.zsFei.7sOc CrFe=O4 Composition (x) Yield (%) 0.00 0.25 0.50 0.75 1.00 1.25 1.50 1.75 2.00 No reaction 0.2 66.4 No reaction 0.02 65.8 70.4 73.5 71.3 71.8 74.7 81.5 [23]. These are higher than the yields obtained by using homogeneous catalysts such as AIC13 which gives yield around 50%o and which require more amount of catalyst [24] as also the individual metal oxides which give lower reactivity. It is seen that as the values of x increase from 0 to 1 the percentage yield of DPM also increases. It is evident from the spectra of adsorbed pyridine of these spinels (Table 3) that 19b vibration, which is the indication of Lewis acidity of the catalyst, goes on shifting towards higher frequency as x increases from 0 to 1. On the other hand, the activation energy of the catalyst, which is the energy gap between valence band and conduction band goes on decreasing as x increases from 0 to 1 (Fig. 1). Both these factors together synergistically increase the formation of DPM. The small magnitude of the energy gap rules out the possibility of holes taking part in the reaction. Moreover, the lowering of the value with increase in iron content facilitates the free movement of the electrons in the conduction band. This in turn promotes the formation of carbocations. A Friedel-Crafts alkylation reaction is an aromatic electrophilic substitution reaction in which the carbocation is formed by complexation of alkyl halide with the catalyst. The carbocation then attacks the aromatic species for alkylation. Formation of carbocation is thus an important step in the reaction mechanism. Lewis acidic centers on the catalysts surface due to Fe substitution facilitates the carbocation formation. Therefore the percentage yield of DPM increases as x increases from 0 to 1. However, for the values of x above 1, the values of activation energy increase, which results in a slight decrease in the formation of DPM. The activation energy continues to increase from 1.5 to 2.0; but, due to a preponderance of Fe Lewis sites which play major roles, the formation of DPM increases. Lower yields in the case of individual metal oxides may be due to the higher activation energy and lower strength of Lewis acidic sites. We believe that the high strength Lewis sites are provided by the octahedral Fe in the substituted spinels as well as in CuFe,04. As far as chromium ions are concerned these do not seem to generate strong enough catalytic activity in spine/ to catalyze Friedel-Crafts reaction which requires strong Lewis acidity. 3.3. Catalyst reusability Metal oxides: Fe203, Cr203 and Cu0 were not found to be reusable. However, all the compositions of the spine/ system were found to be reusable after washing with hot alcohol and activating at 523 K. Spine/ structure remains intact even after the reaction. This was confirmed by recording the IR spectra of the catalyst used. The catalysts were tested five times without any loss in the activity. 4. Conclusions Copper-based spinels have a good catalytic reactivity for Friedel-Crafts alkylation reaction in liquid phase. Both Lewis and Brsted acidic sites are pre- 142 S.P Ghorpade et al. /Applied Catalysis A: General 166 (1998) 135-142 sent. The number of the Lewis acidic sites increases as the iron content of the system increases. As the iron content increases, the activation energy of the catalyst decreases. Reactivity of the catalyst for the FriedelCrafts reaction is basically due to the surface Lewis acidity of the spinels. This is further promoted by the low values of the activation energy, which result in ease of electron movement. References [1] Landolt-Bornstein, Magnetic Oxides and Related Com pounds, vol. 3/4b, Springer, Berlin, 1970. [2] G. Blasse, Philips Res. Rep. Suppl. 3 (1964) 96. [3] J.B. Goodenough, Prog. Solid State Chem. 5 (1971) 145. [4] P. Nathwani, VS. Darshane, J. Phys. C 21 (1988) 3191. [5] R.J. Rennard, W.L. Kehl, J. Catal. 21 (1971) 282. [6] P.K. Sharpe, J.C. Vickerman, M.H. Stanay, in: Proceedings of the Sixth International Congress on Catalysis, London, 1976. [7] G.R. Dube, VS. Darshane, Bull. Chem. Soc. Jpn. 64 (1991) 24449. [8] S. Berkman, C. Jacque Morrel, G. Egloff, Catalysis: Organic and Inorganic, Reinhold, New York, 1940. [9] L. Jalowiecki, G. Wrbel, M. Daage, J.P. Bonnelle, J. Catal. 107 (1987) 375. [10] E. Erran, F. Trifiro, A. Vaccari, M. Richter, Catal. Lett. 3 (1989) 65. [1l] R.J. Rennard, W.L. Khel, US Patents 34 507 886 and 34 507 887 (1969). [12] P.N. Rylander, W.J. Zimmerschied, US Patents 2805187 (1957). [13] I. Keizoo, T. Toshio, K. Maso, A. Toshikazu, Jpn. Kokai Tokkyo Koho, 74:102 590; 75:123 174; 74:120 886 (1976). [14] B.A. Mulla, VS. Darshane, Ind. J. Chem. 22A (1983) 143. [15] P.M. Khopkar, J.A. Kulkami, VS. Darshane, Thermo. Chim. Acta 93 (1985) 481. [16] T. Sato, M. Sughara, M. Sait, Rev. Elec. Comm. Lab. 11 (1963) 26. [17] R.C. Weast (Ed.) Handbook of Chemistry and Physics, 64th ed., CRC Press, Boca Raton, FL, 1983-1884. [18] J. Preudhomme, P. Tarte, Spectrochim. Acta, Part A 27 (1971) 1817. [ 19] J. Preudhomme, P. Tarte, Spectrochim. Acta, Part A 28 (1972) 69. [20] J. Preudhomme, P. Tarte, Spectrochim. Acta, Part A 27 (1971) 854. [21] C.H. Kline, J. Turkevich, J. Chem. Phys. 12 (1944) 300. [22] H. Knozinger, Adv. Catal. 25 (1976) 184. [23] J.H. Clark, A.P Kybett, D.J. Macquarrie, S.J. Barlow, P. Landon, J. Chem. Soc. Chem. Commun., (1989) 1353. [24] Vogel's Textbook of Practical Organic Chemistry, 4th ed., p. 607. APCATA 97002664 S0926-860X(97)00266-4 10.1016/S0926-860X(97)00266-4 Elsevier Science B.V. All rights reserved. Liquid-phase Friedel-Crafts alkylation using CuCr2−x Fe x O4 spinel catalysts Sheetal P. Ghorpade V.S. Darshane 1 Sharad G. Dixit * Department of Chemical Technology, Applied Chemistry Division, University of Bombay, Matunga, Mumbai 400 019, India * Corresponding author. 1 Present address: Institute of Sciences, Madam Cama Road, Mumbai 400 022, India. Iron oxide (Fe2O3) offers Lewis acidic sites for alkylation but gives low yield and cannot be reused. Therefore, spinels belonging to system CuCr2−x Fe x O4 were prepared by isomorphic substitution of octahedral chromium by iron in the spinel lattice. These were found to have better catalytic activity for the liquid phase alkylation of benzene with benzyl chloride giving diphenylmethane. CuFe2O4 gives the highest yield. The Lewis acidity of the catalysts is mainly responsible for the good catalyst performance. The ease of electron movement appears to improve the yields. The properties of these catalysts were characterized by using DRIFT spectroscopy. The effects of various parameters on the catalytic reaction have been investigated. Keywords Spinel catalyst Catalyst characterization Lewis acidity Friedel-Crafts alkylation References [1] Landolt-Bornstein 64th ed. Magnetic Oxides and Related Compounds vol. 3/4b 1970 Springer Berlin [2] Blasse G. Philips Res. Rep. Suppl. 3 1964 96 [3] Goodenough J.B. Prog. Solid State Chem. 5 1971 145 [4] Nathwani P. Darshane V.S. J. Phys. C 21 1988 3191 [5] Rennard R.J. Kehl W.L. J. Catal. 21 1971 282 [6] Sharpe P.K. Vickerman J.C. Stanay M.H. Proceedings of the Sixth International Congress on Catalysis London 1976 [7] Dube G.R. Darshane V.S. Bull. Chem. Soc. Jpn. 64 1991 24449 [8] Berkman S. Jacque Morrel C. Egloff G. 64th ed. Catalysis: Organic and Inorganic 1940 Reinhold New York [9] Jalowiecki L. Wrbel G. Daage M. Bonnelle J.P. J. Catal. 107 1987 375 [10] Erran E. Trifiro F. Vaccari A. Richter M. Catal. Lett. 3 1989 65 [11] R.J. Rennard, W.L. Khel, US Patents 34 507 886 and 34 507 887 (1969). [12] P.N. Rylander, W.J. Zimmerschied, US Patents 2 805 187 (1957). [13] I. Keizoo, T. Toshio, K. Maso, A. Toshikazu, Jpn. Kokai Tokkyo Koho, 74:102 590; 75:123 174; 74:120 886 (1976). [14] Mulla B.A. Darshane V.S. Ind. J. Chem. 22A 1983 143 [15] Khopkar P.M. Kulkarni J.A. Darshane V.S. Thermo. Chim. Acta 93 1985 481 [16] Sato T. Sughara M. Sait M. Rev. Elec. Comm. Lab. 11 1963 26 [17] Weast R.C. Handbook of Chemistry and Physics 64th ed. 1983 CRC Press Boca Raton, FL [18] Preudhomme J. Tarte P. Spectrochim. Acta 27 1971 1817 Part A [19] Preudhomme J. Tarte P. Spectrochim. Acta 28 1972 69 Part A [20] Preudhomme J. Tarte P. Spectrochim. Acta 27 1971 854 Part A [21] Kline C.H. Turkevich J. J. Chem. Phys. 12 1944 300 [22] Knozinger H. Adv. Catal. 25 1976 184 [23] Clark J.H. Kybett A.P. Macquarrie D.J. Barlow S.J. Landon P. J. Chem. Soc. Chem. Commun. 1989 1353 [24] Vogel's Textbook of Practical Organic Chemistry, 4th ed., p. 607.",
      "scopus-id": "0041851128",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002664",
        "dc:description": "Iron oxide (Fe2O3) offers Lewis acidic sites for alkylation but gives low yield and cannot be reused. Therefore, spinels belonging to system CuCr2−x Fe x O4 were prepared by isomorphic substitution of octahedral chromium by iron in the spinel lattice. These were found to have better catalytic activity for the liquid phase alkylation of benzene with benzyl chloride giving diphenylmethane. CuFe2O4 gives the highest yield. The Lewis acidity of the catalysts is mainly responsible for the good catalyst performance. The ease of electron movement appears to improve the yields. The properties of these catalysts were characterized by using DRIFT spectroscopy. The effects of various parameters on the catalytic reaction have been investigated.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002664",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ghorpade, Sheetal P."
          },
          {
            "@_fa": "true",
            "$": "Darshane, V.S."
          },
          {
            "@_fa": "true",
            "$": "Dixit, Sharad G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002664"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002664"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00266-4",
        "prism:volume": "166",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Liquid-phase Friedel-Crafts alkylation using CuCr2−x Fe x O4 spinel catalysts",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Spinel catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalyst characterization"
          },
          {
            "@_fa": "true",
            "$": "Lewis acidity"
          },
          {
            "@_fa": "true",
            "$": "Friedel-Crafts alkylation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "135-142",
        "prism:endingPage": "142",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1998",
        "prism:doi": "10.1016/S0926-860X(97)00266-4",
        "prism:startingPage": "135",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00266-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041851128"
      }
    }
  }
}