{
  "metadata": {
    "title": "Temperature programmed desorption and infrared spectroscopic studies of nitrogen monoxide adsorbed on ion-exchanged copper mordenite catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1998-01-02",
    "doi": "10.1016/S0926-860X(97)00268-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002688",
    "pii": "S0926860X97002688"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041350390",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-06-23 1998-06-23 2010-11-13T19:29:43 1-s2.0-S0926860X97002688 S0926-860X(97)00268-8 S0926860X97002688 10.1016/S0926-860X(97)00268-8 S350 S350.3 HEAD-AND-TAIL 1-s2.0-S0926860X00X00804 2024-01-01T12:19:29.85596Z 0 0 19980102 1998 1998-06-23T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 166 166 1 1 Volume 166, Issue 1 27 215 223 215 223 19980102 2 January 1998 1998-01-02 1998 Articles article fla Copyright © 1998 Published by Elsevier B.V. TEMPERATUREPROGRAMMEDDESORPTIONINFRAREDSPECTROSCOPICSTUDIESNITROGENMONOXIDEADSORBEDIONEXCHANGEDCOPPERMORDENITECATALYSTS SHIMOKAWABE M SHELEF 1975 1 M YAO 1975 45 H CATALYTICCHEMISTRYNITROGENOXIDES IWAMOTO 1989 583 M IWAMOTO 1991 574 M IWAMOTO 1991 3727 M IWAMOTO 1992 9360 M LI 1990 202 Y LI 1990 6145 Y HALL 1992 311 W VALYON 1993 1204 J VALYON 1993 520 J VALYON 1994 215 J LI 1991 L1 Y AYLOR 1995 592 A SHIMOKAWABE 1991 166 M SHIMOKAWABE 1994 72 M SHIMOKAWABE 1992 129 M CHEUNG 1996 301 T LOKLOV 1979 1235 Y LOKLOV 1979 1498 Y DAVYDOV 1984 121 A BLYHODLER 1966 352 G BORESKOV 1976 204 G PROCEEDINGSSIXTHINTERNATIONALCONGRESSCATALYSIS SHIMOKAWABEX1998X215 SHIMOKAWABEX1998X215X223 SHIMOKAWABEX1998X215XM SHIMOKAWABEX1998X215X223XM 2022-06-10T15:22:13.900Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Science, Sports and Culture of Japan 07242105 MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ The authors thank Dr. S. Fujita of Hokkaido University for his helpful advice about the IR measurements. This work was supported by a Grant-in-Aid for Scientific Research on Priority Areas entitled Catalytic Chemistry of Unique Reaction Fields - Extreme Environment Catalysts from the Ministry of Education, Science, Sports and Culture of Japan (No. 07242105). item S0926-860X(97)00268-8 S0926860X97002688 1-s2.0-S0926860X97002688 10.1016/S0926-860X(97)00268-8 271346 2024-01-01T12:19:29.85596Z 1998-01-02 1-s2.0-S0926860X97002688-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002688/MAIN/application/pdf/782f1970effcac6cdfe1c5835e0b948a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002688/MAIN/application/pdf/782f1970effcac6cdfe1c5835e0b948a/main.pdf main.pdf pdf true 743929 MAIN 9 1-s2.0-S0926860X97002688-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002688/PREVIEW/image/png/94385f9ae1b7b75755639c4b94b7a2b0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002688/PREVIEW/image/png/94385f9ae1b7b75755639c4b94b7a2b0/main_1.png main_1.png png 61893 849 656 IMAGE-WEB-PDF 1 ACARM ELSEVIER Applied Catalysis A: General 166 (1998) 215-223 APPLIED CATALYSIS A: GENERAL Temperature programmed desorption and infrared spectroscopic studies of nitrogen monoxide adsorbed on ion-exchanged copper mordenite catalysts Masahide Shimokawabe*, Ken-ichiro Tadokoro, Shintaro Sasaki, Nobutsune Takezawa Division of Materials Science and Engineering, Graduate School of Engineering, Hokkaido University, Sapporo 060, Japan Received 26 April 1997; received in revised form 28 July 1997; accepted 1 August 1997 Abstract The natures of the surface species formed upon adsorption of NO on copper-ion exchanged mordenite catalysts were investigated by means of temperature programmed desorption (TPD) and diffuse reflectance infrared spectroscopy. When nitrogen monoxide (NO) was contacted with Cu/mordenite at room temperature, the evolution of dinitrogen monoxide (NZO) and nitrogen occurred, accompanied by the formation of the adsorbed oxygen species (Os). In the TPD runs, three NO desorption peaks appeared, with maxima at 383 K (a-NO peak), 523 K (NO peak), and 673 K ('y-NO peak). The desorptions of oxygen and nitrogen dioxide (NOZ) were observed together with the desorption of NO at 673 K. These a-NO and NO peaks correspond to the desorptions of nitrogen oxide species which adsorbed as NO-type species. The desorptions of -y-NO, -y-N02 and 'y-OZ at 673 K arose from the decomposition of N03-type adsorbed species. The N03-type species may have formed by the reaction between NO and the adsorbed oxygen species (Os). By comparison of the rate of the NO decomposition with that of the decomposition of N03-type adsorbed species, it was shown that the N03-type adsorbed species plays a pivotal role in the decomposition of NO as intermediate of the reaction. 1998 Elsevier Science B.V. Keywords: Cu/mordenite; Nitrogen monoxide; Direct decomposition; Characterization; Temperature programmed desorption; Infrared 1. Introduction The catalytic decomposition of NO and NOZ is the simplest and the most desirable method for their removal. Numerous papers concerning the catalytic decomposition of NO and NOZ have recently been published [1-16]. In particular, high-silica zeolites containing Cu 2+ have shown pronounced activity for the NO decomposition [4-10]. The experimental *Corresponding author. Tel.: 81 11 7066595; fax: 81 11 7066594; e-mail: shimo@e2.hines.hokudai.ac.jp. 0926-860X/98/$19.00 (C) 1998 Elsevier Science B.V. All rights reserved. PI/S0926-860X(97)00268-8 data suggested that the reaction proceeds via a redoxtype mechanism [8]. A fraction of Cu 2+ ions is reduced to Cu+ through spontaneous desorption of oxygen. Oxidation of Cu' ions with NO generates Cu2+ ions and forms NZ in the gas phase [4,7]. Researchers therefore concluded that the reducible Cu2+ located in the zeolite framework plays an important role in the catalytic decomposition of NO over Cue+-exchanged zeolites. Iwamoto et al. [6] showed that nitrosyl species such as NO and/or (NO)26- located at Cu' sites were involved in the decomposition of NO as intermediates 216 M. Shimokawabe et al. /Applied Catalysis A: General 166 (1998) 215-223 of the reaction. Valyon and Hall [9] suggested that the higher catalytic activity of the high-silica zeolites could be ascribed to the formation of more stable complexes of copper nitrosyls on the zeolites than on low-silica zeolites. They also discussed another possible decomposition mechanism involving NO-CuNOZ intermediates, which were supposed to be formed by reactions of NO with extralattice oxygen atoms (ELO) associated with Cue+. They tentatively explained that the Cu/ZSM-5 catalysts were much more active than Cu/Y because of the higher stability of the intermediate species. Aylor et al. [ 12] showed that the first step of NO decomposition over Cu/ZSM5 is the formation of N20 via the decomposition of Cu+(NO)2. N2 is then formed via the reaction of N20 with Cu+ sites. OZ formation is envisioned to proceed via the release of O atoms from Cu 2'0- and the subsequent reaction of O atoms with additional Cu 2+0- to produce Cue+OZ . It has also been shown that Cu/mordenite exhibited high catalytic activity for the NO decomposition [3,4,13,14]. However, only a limited number of papers have been published on the mechanism of the NO decomposition over Cu/ mordenite [16]. In the present study, the structures and the desorption behavior of NO, species formed on Cu/mordenite catalysts were studied by means of diffuse reflectance FT-IR spectroscopy and a thermal desorption method. It was shown that NO, species such as nitrates and/or nitrosyls are formed and stabilized on the surface of Cu/mordenite. By comparisons between the rates of the NO decomposition and those of the decomposition of the nitrate species, we showed that the nitrate species which formed plays a pivotal role in the NO decomposition over Cu/mordenite catalysts. 2. Experimental 2.1. Catalysts Cu/mordenite catalysts were prepared by an ionexchange method in an aqueous solution of copper prepared from copper(II) acetate (Wako Pure Chemicals, extra pure grade) and an aqueous solution of ammonia. The ion-exchanged mordenite was filtered out, washed with distilled water and dried at 383 K for 12 h, and was further calcined in air for 3 h at 773 K. Na-mordenite (JRC-Z-M-20, Si02/A1203=20) was supplied from the Catalysis Society of Japan. Copper loadings were 1.0, 2.0, 3.1 and 3.7 wt%. The amounts of copper loadings were calculated from the difference of copper(II) concentration of the solution before and after the ion exchange. The amounts of copper(II) ions were determined by titration with an EDTA solution of known concentration using of 1-(2-Pyridylazo)-2naphthol (PAN) as an indicator. The structure of copper of Cu/mordenite was inspected by UVNIS/NIR diffuse reflectance spectroscopy. The spectra were measured in ex situ mode on a UV/VIS/NIR spectrophotometer (Hitachi Model 330) with a diffuse reflectance attachment (Hitachi model 210-2101). 2.2. NO decomposition The reactant gas used was 30 or 4 vol% NO (Sumitomo Seika) diluted with helium. The reaction was carried out in a conventional flow reactor at W/F (W weight of a catalyst (g); F -total flow rate (cm 3/S)) Of 0.6 g s cm-3 and at 573-773 K. The reactor was made of 12 mm diameter quartz tubing in which the catalyst sample (0.5 g) was mounted on loosely packed quartz wool. The concentrations of NO, NZO, Nz and Oz in the outflow gas were determined by the use of gas chromatographs (Ohkura Electric, Model 701 and Yanagimoto Model G-2000) with porapak Q and molecular sieve 5A columns. The concentration of NOZ was monitored by means of a UV/VIS spectrophotometer (Hitachi Model 100-50). 2.3. Temperature programmed desorption (TPD) Prior to the TPD runs, the catalysts were treated in the reactor at 773 K for 3 h and cooled to room temperature in a stream of He. 30 vol% NO diluted with He was then fed over a catalyst at room temperature for given periods of time, and was purged by switching to a pure He stream until no NO was detected in the outflow. Programmed heating was started from room temperature to 773 K at a rate of 10 K min-1. The amounts of gases desorbed were estimated from the peak areas of the temperature programmed desorption (TPD). NO was purified by passage through a trap containing a molecular sieve 13X cooled in dry ice-methanol. M. Shimokawabe et al. /Applied Catalysis A: General 166 (1998) 215-223 2.4. Diffuse reflectance infrared spectroscopy Infrared spectra of surface nitrogen oxide species were recorded by means of a Fourier transform-infrared (FT-IR) spectrophotometer (Nihon Bunko FT-IR5 M) with a diffuse reflectance attachment (Nihon Bunko DG-500/H). The powdered catalyst was placed on the sample cell in the diffuse reflectance attachment. 30 vol% NO diluted with He was fed over the catalyst at room temperature for given periods of time, and was purged by switching to a pure He stream at temperatures between room temperature and 673 K. The IR measurement of adsorbed species was then carried out at room temperature. 3. Results and discussion 3.1. The desorption behavior of surface NO, species formed on Culmordenite Fig. 1 illustrates the typical TPD curves for the NO, species on Cu/mordenite (3.1 wt% copper) pretreated at 773 K in He. These species were formed by adsorption in a flow of 30 vol% NO on the catalyst at room temperature for 0.17, 0.5, 1, 2.5, 15, 60, 120 and 420 min. Various desorption peaks appear. The peaks occurring in the temperature ranges of <473 K, 473593 K, 593-723 K and >753 K are henceforth referred to as a-, , 7- and peaks, respectively. No desorption took place in TPD runs over the mordenite alone. This suggests that the TPD peaks resulted from NO, species adsorbed on the copper. Table 1 summarizes the amounts of NZO, NO, NOZ and Oz desorbed in the TPD runs. a-N20 was Table 1 Data for NQ, species formed in Cu/mordenite by 30 vol% NO adsorption 217 E ~')1j t~ 1):1- 373 573 773 373 Temperature / K 5x10-3I 7) 573 773 Fig. 1. TPD curves of the adsorbed NO, species formed on Cu/ mordenite. NO was adsorbed in a flow of 30 vol%n NO at room temperature for (1) 0.17 min, (2) 0.5 min, (3) I min, (4) 2.5 min, (5) 15 min, (6) 60 min, (7) 120 min, and (8) 420 min; ( ) observed for the catalyst previously exposed to NO for a shorter period of time and disappeared upon exposure to NO for 15 min and more. The amount of a-NO increased with increase in the adsorption time and approached a constant value. 'y-NO and -y-N02 appeared along with 7-OZ for the catalysts with the NO exposure times of 1 min or more. The amounts of NO adsorption time (min) Amount of desorption gas (10mol/g-cat) O/N of 7-peaks (-) a-N20 a-NO NO NOZ -y-NO 'y-NOD y-OZ b-O= 0.17 0.41 0.08 0.71 0 0 0 0.16 0.07 - 0.50 0.50 1.15 0.45 0 0 0 0.18 0.04 - 1.0 0.47 2.13 1.15 0 0.05 0.05 0.20 0.09 6.5 2.5 0.16 2.45 0.90 0 0.07 0.07 0.19 0.12 4.0 15 0 3.68 1.06 0 0.22 0.24 0.39 0.15 3.5 60 0 4.66 0.77 0.10 0.27 0.26 0.44 0.18 3.0 120 0 4.60 0.73 0.04 0.22 0.28 0.42 0.15 2.9 420 0 4.76 0.64 0.12 0.38 0.45 0.60 0.17 3.1 N O O G. aD cn $~D n aD pD n w z n~e~~co o>ca.O5\"co-4, ~z-?~~ c.z O i b ~ o x ,~2 ^y :; b h' ~ ~ m i c=? ~ O r* . ~ m ~. ., ^' 0/0 ratio (-) n v~ E;' p~ , i n \"J O ri N r* \"O . p' . b ~ T~ H pcCD \" W a v' ?Y p ?Y N ~ C) ,. can W ~ O n c'\"~D ~ ,. `' 2 - o o Z ' O ~. --p z \" c~,D R rD c < a ~il :~ a, z ~ ~~~ Oo z~-? w~ O~,rD ~,'\" _ 5 '.w-~-'O h 5D p ccDgh . ~3' cD ~D ~, O. h C -' aq a. z O r' ~;wrn H(:$ cD~rDkcDa ~D '~. .OrD O H' two Z `~ H'. n. rD ~ p ' ,-. ~ H co ~ - y O c~- a' `< ~'ba,, 'hro'1~ rD ho~D ~'h~ ' z O h cn d h CD o. C = cD ~, n O + ~. o _ ,.i ,T., 0A~'00' - O '\". ~\"..~ .- ~ T. R \"' CD '. ^0 q O n 4 r_ nr_ NOp. (,D '\" nrD ~Olz~v .- _p:~ O ^. a ~. O '3? h C rD , \" r. ~7' Q: ~, h h ao \"4 . '* o-o n. H z z x. ., p -a _ .*~ 0\"bd g =n-~''C--0 ~, `<.d~' -4 $- c ,.* CD r) CD z o '. a. .-. . 0 w -, E~ O a, o., 11. ~' p CD . Op r 0 C p 5. W c Z \"`~ Z H c h m CD -. ~, z ~. o h ~o z O b cD w , ~' o l' o co p o Z. o. ., N N rD O fD r\" Q. a. co G, co cro G. s3. O n Q `G z w - g- z ~ 2 ~ w rD ~ ~ ~ w N z 3? `'' ?_5 ' O .\" ,~ ~. O n 0 .,, O :2. P E' H J,o ~j d pp N n `C ~:r .~, ~ ^ 'O .~, - + rD o ~ NO t e s 4 -1 . r, N a 3 YP Pecies / 10 mol-cat h ~ ~. CD ~, z CD .', R rD ~' R ~, O o w z ~. o '* o c 1 B o - o a r-_ cep ~. `C CD 5 o r- ~ O , r. .+, ~ z ~:7 0, O~ h o \"'~CC'>1 `?'C '$~'cE~ oOO z ,b ?9. o h h co w ,.t rr O W \"* + rn . c e r~.-i ,.-r rv ~p ~' r' w ,.*, v, 'L7 ~p O o cr o ~ . ca'D can ~, cD R R z h r~ 1< Z h rD O '~' .- .\"Y '* CAD O 7 . '~ = -. b C7 ~z ~R~ z~rD ~ -p z0.s p m z-n ~ h o -' ~~ I z rD rO ~ .bcD O 111 .6 g O c CD w p O Rr r ~~r,c ' ~cD-\"~cDd~l~, ~D co b CD CD p fD O. h `C C_) < o w O. cn a' Li' -' iD. -; , ~ r- ~ c~D h _ ,~ h z m h a' o o N n o z , m 0 o ,~ i:: ,~ o ~_, rD O \" ~q o 2s ~ 3 B < cD p p , G o o ~rD in' ` c~ cy' ,: ' p E' b ~' F, Z n cD' N z E~.s o o i v~ ._. v m' -n R d cD rD O v Y o cD - :~ \" =, ^ a. m w ~; ~ ~ z N r) c ~,D rD z 5 2i n t cD ~' ~ vl J , t4, ~ o. '1 'zJ n ~ cD O vl .-. `< 4. ~ O ~: b O N - ~ n. CN n ~ -, . aq' O ,,, v, p p n Q O O ' l~z `n 4 ,~ ,i . p <. p, ~ ^ IfD l.$, 7 O' N O \". '=l `,C O\"~'. O po O ry C) l v b 5 rD sl: n oo p z ~, w w ' C'\" 'C' ?1 \"' O I -'. mn CN ~ r, NO ~ `C -' fv Lrl o O w rD _I p, - \" ^ n ~+ , ~ ^ p n C crl O O p z w r~ ~, a, A- o oo O ~ ~,D M ~ 4. O i ' ~o .art ~ ~ o ,~ 0 a, o - l~D .!~ o ~ ~. o ~ \" ~ ~2' . n al o o. c~ ~. ~ m z m i rD coo < ` rD p. Cy W p '\" r* ~. O. cn A- O s a, ,~ O z a z CD. O w O c~D C I a~ 5 g Z Cy- 0 s~) t=. = c~ ~ lt~ 0 ~:$ \"- rD 9 ~:\" 0 - ' r-- '~ rD 5 3, E ~ 5 l\" ~~ ~~ ~D r) CD. 8~ 'C~D C) $~, I CD '<\" ~ CD ~p - ,' ::~ CD CD - Cn C=- - ~~) :~ (.1 n - ~~z -1 ~~I` /\\ v ~:2- c~, ::~, . - 0. ~;, ~,), ~2 0 5- '~' = o t-.> 4~,, CD CD z ch O z'~ 0 z~ O. cb - 9 o .~ z ~ - ~ o. < - O M 5. p' O N a m ~' a ., o N '(:1 o :' cD ., a. << .~ ., vl h ~ 5 - rD ., rD o. rD rD n h Cr- a.~, - '-o-? ~c ^, n~,~z~,.~ O \"a ~ O ,~ 0 . z , pi c~ co GN \\,p = O \"x~ 1\"' ,b . A' h y ӕ 0,~ CD.- b ~ w~ +p -,~ rD ~Dq x w d O A- H Z ~ vy~ z w O ! W - , R =, \" g R cc~.'o c \"b, O c~'o ~' .~ O $ - o =' ~' :; o w r~ co ' C7 to c '* Pl ~ '~, G. a_' N ~,vl $'.O.\"CD ~'p'pp- y '< o G. O '~ tra O ~~ ~D' \"~O O ~D - ~ y 00 p~q t'~'D f p O ', .~ 17' p. 0 J (~:1- D ~' p n CD p7 d p ~-r ~D ,~n . e.~ rCD p: r\"DD O ID ,~ b '-' w '~' z R b w \" c. h .r GC. l '~ :=, - * <D ' 'n -' O Z ~ a `C. z ~~D c `\\''' -, a, c E G < x >v O cD ~ ,.* 5 O n x ~. ,. O E' ti ~ ~ ., \" rD - ~:r a. ~ ~' C \"n V ~ ~ rn `h- . - c a. Cc x a, m v, z `' ~ ~ crD c- C7- ~ ~ `< ~ m Z ~. \"r~D ~ \"~ c o , v' O C. n -n O 'L3 O. p. ~~n W `n p, ' t G ~l c~ O < 0. coo o- \"rJ p O ,\"\"'3- rD `< n tra ^ r~ z ^ ?-cD r* ?~, 5. w + \"~x0 O ~h Onco . OcD i~ ?- 8 Percent transmittance 1900 $ 1723 1735 15001570 1460 b h Percent transmittance 1-1 w lsoa _i 1723 1570 220 Table 2 Structure and characteristics of adsorbed species Structure NO NO-Cu2+ NO NO N204 [M <0O> NN021 Bidentate type N03 [M < NO] Unidentate type N03 [M-ON021 v (cm-1) 1900 1900 1810 1735, 1829 1723 1500-1570 1480 TPD peak a-NO ,Q-NO 3-N02 -y-NO, -y-N02, 7-O1- NO and NO- species, respectively. ,NO,, formed after 30-60 min, increased with time and disappeared around 523 K. By comparing the change in the intensity of NOZ TPD peak with that of N204 of IR band, we also concluded that NOZ arises from adsorbed N204 species. The assignments of the IR bands and the TPD peaks are summarized in Table 2. 3.3. NO, species formed in NO decomposition at the steady state Fig. 6 shows the outlet partial pressures of the products of NO decomposition over Cu/mordenite with 3.1 wt% copper at a steady state for each temperature. It is seen that N2, N20 and NO2 are produced in the decomposition of NO, whereas no OZ is evolved x1031 3 z 1 473 573 673 773 Temperature / K Fig. 6. Relationship between the partial pressure of the products and the reaction temperature. (Q) N2; (z~,) N20; ([-]) N02. M. Shimokawabe et al. /Applied Catalysis A: General 166 (1998) 215-223 E 573 673 773 5 x 10-3 Temperature / K Fig. 7. TPD curves of the NO, species at the steady state of NO decomposition at 673 K. ( ) NO; (---) N02; (---)02- in the gas phase. As previously suggested by many authors [3-10], NO2 is most probably produced by reaction of OZ formed by NO decomposition with a large excess of unreacted NO in the path from the outlet of the reactor to the gas analysis system. At the reaction temperatures lower than 623 K, N20 was formed in preference to NZ. At higher temperatures, the formation of N20 decreases. NZ increases at the expense of Nz0. This suggests that NZ is produced through the steps 2N0-->N20+(1/2)02 and NZO -->N2+(1/2)02. Fig. 7 illustrates the TPD curves of NO, species formed on Cu/mordenite with 3.1 wt% copper subjected to the NO decomposition at 673 K. The adsorbed species were rapidly quenched to 573 K in a He stream after achievement of a steady state of the reaction; the TPD heating started at 573 K. The desorption peaks of -y-NO, -y-N02 and 'y-OZ were observed around 673 K. The value of O/N ratio calculated for -y-peaks of NO, NO2 and OZ was also 3, suggesting that N03-type adsorbed species are formed under a steady state of the reaction at 673 K. Fig. 8 shows the infrared spectra of the NO., species formed on Cu/mordenite with 3.1 wt% copper under a steady state of the reaction in 30 vol% NO at 673 K. The absorption band at 1900 cm- t arises from NO in the gas phase. The band assigned to M < NO appears at 1570 cm-1 along with the bands ascribed to (NO)2 at 1735 and 1829 cm-t, confirming that N03-type adsorbed species are formed at a steady state of NO decomposition. NZ, Nz0 and NOz (OZ) were produced in the decomposition of NO, whereas N03-type adsorbed species decomposed to NO, NOZ and OZ in the TPD run. The differences in the products between the c1l o sz,c , ~,'--~ E~p~ cu ~I 'a \"o n- zu. z J \"~c~o pp,~:ow~.' ~,.~'.~A'~~ O `zr 1.~ .7~' w o vi ~. (D h' W .Cj G. CD ` i b Sy' p ~i x ~ h ,.c. - p n G. 0 O, `G b ~'chocao ,0`c.,~C\"~C CD- 0 ~rbo ,c:> . c\":.~9cxo~'p--,n~n w c, rD m n fD 4. \" fD O\" Z C,D r- $~' rp ~ O. tv p W o = \"' o fD f~ rD h (D < ~ v :n r) N ,Y n r `< G Cr 0n p~ o . h p. \"~O Z 0-n w G n. z ~ n r~, D z <. 0 . co co- o O ,~ . a. O uc ,~ w .d p ~l z \" ~, Z ta. rote' p- w ,~~ :,~ c z ~t Z rD n Cr ~,1 ' h a z '~_ O z G a C cnn `< N '\"s' p. ;T' '\" ,- \"1 '~ ih CD o rD -t l~D o C., '.i' C o v, ~ `z'' Z ~_.' m) ~, ~ow~r'p Or' ~, R O a. ~ C ~,, n 'h r, o ~ CD v) ^. ~. N - o zEZb r- ~o ~~ ~' \"\"'~ ~.*~ O CD ro G. co B p Z CD p Z CD `.' r~D o \"~ W Z a. N z p a ac QQ \"'', n ~ c' Z a` `~ A- Z 5. ~, ,.* a~ n ~. ~ H ~. O co cD ~. CD ,.* o cD a ~, cD c r~ o c CD G. Gn '* h L,, h h r* O. i co cD h .~ .*, `G rDrfn0 ra~C,~r~D_~p~rn~ߕrD CCD Z cc: = c-? d ^ rH r~ , -: ~, W . ~ \" a = c lt~ - Z ~. d ~ ~_. 9 = rb n h C o ~n CD ~'' p v ~'. CD G N~ ~' a. Z coo p Z ~~ b ~D =- z h o r\"'D ~r a. ~. ~. h r` Z p w ,z .W O~cro~'?~ '*f'13 35-~z-~h~'o~O c~c a'~' m' ~ ~. ~. h c, CD n M ~ F, n ~ b :~ .1 o 0. 0 b -- R w c. o .0 _. z o c: o ~c CD ~D 5' VI o ~ coo - ~ = ~, ' \"0 p : x h .ci b ?o -2 E, - n :~ r* n rD o * m w O ~, ,. coo ~' o~ ~..d `' c~D w_ 3 p, `< z ~. crrD 0, C < ~ c V) \" ~ Z ~~:,J `~ 2. ~ ~ *: H -' zp ~ rw ~. ~' r< rm p x ~. b o 14. \"b 52.,.d,~cro cDCD a ~,~\" 'm~~~~ ag ~ z ,< D' g = Z ~,*' ^ E~ $ ~' o C w a. O .*, r) ~1, cD '? C m r'3D r~ \" z \"\"' rD E~ a rD 'c ~:;, o ~ < o z x . z m '~ '~ r n O ~2 o r) z O \" G n ~ O ro h O ago ~. ~, ,~ o o p r~ p; w n ~; rD rv i CDrro. ~rrDhc~D W '~ -I rD\"CD~. Percent transmittance 1900 1829 '- 1735 570 r / umol.min-l-cat-1 00 O s x p ` a a 222 M. Shimokawabe et al. /Applied Catalysis A: General 166 (1998) 215-223 20f v 101 O, /O 0 1 2 3 Cu loading, wt.% m Fig. 10. Relationship between the reflectivity F(R,o)=(1-R _ )2/ 2Rx ascribed to the Cu 2+ ion in octahedral co-ordination or the amount of N03-type species and the amount of copper loading on Cu/mordenite. (Q) The reflectivity; (0) the amount of N03-type species. species formed in the NO decomposition were rapidly transformed to N03-type adsorbed species through reaction with NO, and the N03-type adsorbed species were involved in the decomposition of NO as an intermediate of the reaction. The precursor structure of copper on Cu/mordenite with copper loadings of 1.0-3.7 wt% was investigated by means of the diffuse reflectance UVNIS spectroscopy. Cu/mordenite was treated in air at 773 K prior to measuring of UV/VIS spectra. The catalyst would be covered with surface oxygen (Os). The absorption band which appeared at 270 nm is ascribed to charge transfer between surface oxygen and Cu 2+ ion in octahedral co-ordination [20]. The reflectivity at 270 nm is thus proportional to the concentration of the surface cupric ion over Cu/mordenite. In Fig. 10, the reflectivity F(R,,)=(1-R,0)2/2R,,, at 270 nm estimated by Kubelka-Munk equation and the amount of N03-type species adsorbed at steady states of NO decomposition are plotted against the amount of copper loading over Cu/mordenite. A good relationship exists between these parameters. This suggests that N03-type adsorbed species was formed on the surface copper species in octahedral co-ordination. 4. Conclusion The structures and the desorption behavior of adsorbed NO, species were studied by means of diffuse reflectance FT-IR spectroscopy and thermal desorption method. It was found that various adsorbed NO, species were formed and stabilized on the surface of Cu/mordenite. The desorptions of NO, N02 and OZ at 673 K arose from the decomposition of N03-type adsorbed species. The N03-type adsorbed species may have formed by the reaction between NO and the adsorbed oxygen species. By comparison of the rate of the NO decomposition with that of the decomposition of N03-type adsorbed species, it is shown that N03type adsorbed species plays a pivotal role in the decomposition of NO as an intermediate of the reaction. Acknowledgements The authors thank Dr. S. Fujita of Hokkaido University for his helpful advice about the IR measurements. This work was supported by a Grant-in-Aid for Scientific Research on Priority Areas entitled Catalytic Chemistry of Unique Reaction Fields - Extreme Environment Catalysts from the Ministry of Education, Science, Sports and Culture of Japan (No. 07242105). References [1] M. Shelef, Catal. Rev. 11 (1975) 1. [2] H.C. Yao, M. Shelef, The Catalytic Chemistry of Nitrogen Oxides, Plenum Press, London, 1975, p. 45. [3] M. Iwamoto, H. Yahiro, T. Kutsuno, S. Bunyu, S. Kagawa, Bull. Chem. Soc. Japan 62 (1989) 583. [4] M. Iwamoto, H. Yahiro, N. Mizuno, Nippon Kagaku Kaishi 5 (1991) 574. [5] M. Iwamoto, H. Yahiro, K. Tanda, N. Mizuno, Y Mine, S. Kagawa, J. Phys. Chem. 95 (1991) 3727. [6] M. Iwamoto, H. Yahiro, N. Mizuno, W-X. Zhang, Y. Mine, H. Furukawa, S. Kagawa, J. Phys. Chem. 96 (1992) 9360. [7] Y. Li, W.K. Hall, J. Catal. 129 (1990) 202, J. Phys. Chem. 94 (1990) 6145. [8] W.K. Hall, J. Valyon, Catal. Lett. 15 (1992) 311. [9] J. Valyon, W.K. Hall, J. Phys. Chem. 97 (1993) 1204, J. Catal. 143 (1993) 520. [LO] J. Valyon, W.S. Millman, W.K. Hall, Catal. Lett. 24 (1994) 215. M. Shimokawabe et al. /Applied Catalysis A: General 166 (1998) 215-223 [l l] Y. Li, J.N. Armor, Appl. Catal. 76 (1991) L l. [12] A.W. Aylor, S.C. Larsen, J.A. Reimer, A.T. Bell, J. Catal. 157 (1995) 592. [13] M. Shimokawabe, K. Tadokoro, N. Tzawa, Shokubai (Catalyst) 33 (1991) 166. [14] M. Shimokawabe, K. Tadokoro, T. Oda, S. Sasaki, N. Takezawa, Shokubai (Catalyst) 36 (1994) 72. [t5] M. Shimokawabe. A. ON, N. Takezawa, Appl. Catal. 85 (1992) 129. [ 16] T. Cheung, S.K. Bhargava, M. Hobday, K. Foger, J. Catal. 158 (1996) 301. 223 [17] Yu.A. Loklov, A.A. Davydov, Kinet. Catal. 20 (1979) 1235, 1498. [18] A.A. Davydov, A.A. Budneva, React. Kinet. Catal. Lett. 25 (1984) 121. [19] G. Blyholder, M.C. Allen, J. Phys. Chem. 70 (1966) 352. [201 G.K. Boreskov, Proceedings of the Sixth tnternational Congress on Catalysis, London, The Chemical Society, London, (1976) p. 204. APCATA 97002688 S0926-860X(97)00268-8 10.1016/S0926-860X(97)00268-8 Elsevier Science B.V. All rights reserved. Temperature programmed desorption and infrared spectroscopic studies of nitrogen monoxide adsorbed on ion-exchanged copper mordenite catalysts Masahide Shimokawabe * Ken-ichiro Tadokoro Shintaro Sasaki Nobutsune Takezawa Division of Materials Science and Engineering, Graduate School of Engineering, Hokkaido University, Sapporo 060, Japan * Corresponding author. Tel.: 81 11 7066595; fax: 81 11 7066594 The natures of the surface species formed upon adsorption of NO on copper-ion exchanged mordenite catalysts were investigated by means of temperature programmed desorption (TPD) and diffuse reflectance infrared spectroscopy. When nitrogen monoxide (NO) was contacted with Cu/mordenite at room temperature, the evolution of dinitrogen monoxide (N2O) and nitrogen occurred, accompanied by the formation of the adsorbed oxygen species (Os). In the TPD runs, three NO desorption peaks appeared, with maxima at 383 K (α-NO peak), 523 K (β-NO peak), and 673 K (γ-NO peak). The desorptions of oxygen and nitrogen dioxide (NO2) were observed together with the desorption of NO at 673 K. These α-NO and β-NO peaks correspond to the desorptions of nitrogen oxide species which adsorbed as NO-type species. The desorptions of γ-NO, γ-NO2 and γ-O2 at 673 K arose from the decomposition of NO3-type adsorbed species. The NO3-type species may have formed by the reaction between NO and the adsorbed oxygen species (Os). By comparison of the rate of the NO decomposition with that of the decomposition of NO3-type adsorbed species, it was shown that the NO3-type adsorbed species plays a pivotal role in the decomposition of NO as intermediate of the reaction. Keywords Cu/mordenite Nitrogen monoxide Direct decomposition Characterization Temperature programmed desorption Infrared References [1] Shelef M. Catal. Rev. 11 1975 1 [2] Yao H.C. Shelef M. The Catalytic Chemistry of Nitrogen Oxides 1975 Plenum Press London 45 [3] Iwamoto M. Yahiro H. Kutsuno T. Bunyu S. Kagawa S. Bull. Chem. Soc. Japan 62 1989 583 [4] Iwamoto M. Yahiro H. Mizuno N. Nippon Kagaku Kaishi 5 1991 574 [5] Iwamoto M. Yahiro H. Tanda K. Mizuno N. Mine Y. Kagawa S. J. Phys. Chem. 95 1991 3727 [6] Iwamoto M. Yahiro H. Mizuno N. Zhang W-X. Mine Y. Furukawa H. Kagawa S. J. Phys. Chem. 96 1992 9360 [7] Li Y. Hall W.K. J. Catal. 129 1990 202 Li Y. Hall W.K. J. Phys. Chem. 94 1990 6145 [8] Hall W.K. Valyon J. Catal. Lett. 15 1992 311 [9] Valyon J. Hall W.K. J. Phys. Chem. 97 1993 1204 Valyon J. Hall W.K. J. Catal. 143 1993 520 [10] Valyon J. Millman W.S. Hall W.K. Catal. Lett. 24 1994 215 [11] Li Y. Armor J.N. Appl. Catal. 76 1991 L1 [12] Aylor A.W. Larsen S.C. Reimer J.A. Bell A.T. J. Catal. 157 1995 592 [13] Shimokawabe M. Tadokoro K. Takezawa N. Shokubai Catalyst 33 1991 166 [14] Shimokawabe M. Tadokoro K. Oda T. Sasaki S. Takezawa N. Shokubai Catalyst 36 1994 72 [15] Shimokawabe M. Ohi A. Takezawa N. Appl. Catal. 85 1992 129 [16] Cheung T. Bhargava S.K. Hobday M. Foger K. J. Catal. 158 1996 301 [17] Loklov Yu. A. Davydov A.A. Kinet. Catal. 20 1979 1235 Loklov Yu. A. Davydov A.A. Kinet. Catal. 20 1979 1498 [18] Davydov A.A. Budneva A.A. React. Kinet. Catal. Lett. 25 1984 121 [19] Blyhodler G. Allen M.C. J. Phys. Chem. 70 1966 352 [20] Boreskov G.K. Proceedings of the Sixth International Congress on Catalysis London 1976 The Chemical Society London 204",
      "scopus-id": "0041350390",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002688",
        "dc:description": "The natures of the surface species formed upon adsorption of NO on copper-ion exchanged mordenite catalysts were investigated by means of temperature programmed desorption (TPD) and diffuse reflectance infrared spectroscopy. When nitrogen monoxide (NO) was contacted with Cu/mordenite at room temperature, the evolution of dinitrogen monoxide (N2O) and nitrogen occurred, accompanied by the formation of the adsorbed oxygen species (Os). In the TPD runs, three NO desorption peaks appeared, with maxima at 383 K (α-NO peak), 523 K (β-NO peak), and 673 K (γ-NO peak). The desorptions of oxygen and nitrogen dioxide (NO2) were observed together with the desorption of NO at 673 K. These α-NO and β-NO peaks correspond to the desorptions of nitrogen oxide species which adsorbed as NO-type species. The desorptions of γ-NO, γ-NO2 and γ-O2 at 673 K arose from the decomposition of NO3-type adsorbed species. The NO3-type species may have formed by the reaction between NO and the adsorbed oxygen species (Os). By comparison of the rate of the NO decomposition with that of the decomposition of NO3-type adsorbed species, it was shown that the NO3-type adsorbed species plays a pivotal role in the decomposition of NO as intermediate of the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-01-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002688",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shimokawabe, Masahide"
          },
          {
            "@_fa": "true",
            "$": "Tadokoro, Ken-ichiro"
          },
          {
            "@_fa": "true",
            "$": "Sasaki, Shintaro"
          },
          {
            "@_fa": "true",
            "$": "Takezawa, Nobutsune"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002688"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002688"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00268-8",
        "prism:volume": "166",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Temperature programmed desorption and infrared spectroscopic studies of nitrogen monoxide adsorbed on ion-exchanged copper mordenite catalysts",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cu/mordenite"
          },
          {
            "@_fa": "true",
            "$": "Nitrogen monoxide"
          },
          {
            "@_fa": "true",
            "$": "Direct decomposition"
          },
          {
            "@_fa": "true",
            "$": "Characterization"
          },
          {
            "@_fa": "true",
            "$": "Temperature programmed desorption"
          },
          {
            "@_fa": "true",
            "$": "Infrared"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-223",
        "prism:endingPage": "223",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 January 1998",
        "prism:doi": "10.1016/S0926-860X(97)00268-8",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00268-8",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041350390"
      }
    }
  }
}