{
  "metadata": {
    "title": "A study of platinum-thulium/KL zeolite reforming catalysts",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-05",
    "doi": "10.1016/S0926-860X(96)00183-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96001834",
    "pii": "S0926860X96001834"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000045780",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-08-31 1998-08-31 2010-11-14T00:05:07 1-s2.0-S0926860X96001834 S0926-860X(96)00183-4 S0926860X96001834 10.1016/S0926-860X(96)00183-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00075 2024-01-01T12:18:48.759026Z 0 0 19961105 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 146 146 2 2 Volume 146, Issue 2 4 297 304 297 304 19961105 5 November 1996 1996-11-05 1996 converted-article fla Copyright © 1996 Published by Elsevier B.V. ASTUDYPLATINUMTHULIUMKLZEOLITEREFORMINGCATALYSTS FANG X BERNARD 1980 686 J PROC5THINTCONFZEOLITES SUGIMOTO 1993 9 M OSTGARD 1992 342 D MANNINGER 1991 223 I MIEKCZARSKI 1992 359 E SIVASANKER 1988 173 S LI 1994 397 F DONG 1994 105 J DEMALLMANN 1989 429 438 A NACCACHE 1985 185 C DEACTIVATIONACIDCATALYSTS ROSENTHAL 1987 336 D BESOUKHANOVA 1980 C TREACY 1993 48 M PONEC 1982 149 V BASSETT 1960 769 D YANG 1979 177 S SHIBIAO 1995 391 C KAO 1992 1019 J PROC10THINTCONGRCATALYSIS FANGX1996X297 FANGX1996X297X304 FANGX1996X297XX FANGX1996X297X304XX item S0926-860X(96)00183-4 S0926860X96001834 1-s2.0-S0926860X96001834 10.1016/S0926-860X(96)00183-4 271346 2024-01-01T12:18:48.759026Z 1996-11-05 1-s2.0-S0926860X96001834-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001834/MAIN/application/pdf/66ee2704507eec9f35cb43c4bdc92ebc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001834/MAIN/application/pdf/66ee2704507eec9f35cb43c4bdc92ebc/main.pdf main.pdf pdf true 532206 MAIN 8 1-s2.0-S0926860X96001834-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001834/PREVIEW/image/png/52f60fc36998cbf16eca9f7c745ba224/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001834/PREVIEW/image/png/52f60fc36998cbf16eca9f7c745ba224/main_1.png main_1.png png 46722 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96001834-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif si3 true si3.gif gif 368 30 49 ALTIMG 1-s2.0-S0926860X96001834-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif si2 true si2.gif gif 368 30 49 ALTIMG 1-s2.0-S0926860X96001834-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96001834/STRIPIN/image/gif/6645dc63f22f754f9464d78cf84d4e57/si2.gif si1 true si1.gif gif 368 30 49 ALTIMG APPLIED _ CATALYSIS A: GENE ELSEVIER Applied Catalysis A: General 146 (1996) 297-304 A study of platinum-thulium/KL zeolite reforming catalysts Xiangming Fang a, Fengyi Li b' * , Laitao Luo b '' Department of Chemical Engineering, South China University of Technology, Guangzhou, 510641, China b Institute of Modern Applied Chemistry, Nanchang University, Nanchang, Jiangxi 330047, China Received 15 November 1995; revised 26 February 1996; accepted 7 March 1996 Abstract The Pt/KL catalyst modified by TM203 has been characterized by the n-hexane, methylcyclopentane (MCP) and cyclohexane conversion reaction. The results show that the activity for the aromatization on Pt-Tm/KL zeolite catalysts containing thulium ranging from 0.05 to 0.2 wt.-% is higher than that on the Pt/KL catalyst, and the stability of the modified catalysts is remarkably improved. The influence of thulium on the surface property of the Pt/KL catalyst has also been studied with absorbed pyridine IR spectra and adsorption of methanol. Keywords: Platinum; Thulium; KL zeolite; Reforming catalyst 1. Introduction The Pt/KL zeolite catalyst is known to have high selectivity for n-hexane aromatization [1]. However, it has some weaknesses, such as low stability, low mechanical intensity and high sensitivity to sulfur. Many preparing methods and pretreatment methods have been applied to solve these problems [2-4], but adding rare earth elements onto the Pt/KL zeolite reforming catalyst has seldom been reported [5]. Sivasanker's work showed that lanthanum can modify the acidic properties of the Pt/KL catalyst and decrease aromatic activity after adding 7 wt.-% lanthanum onto Pt/KL catalyst [6]. We have successfully studied the effect of dysprosium on Pt/KL the catalyst [7]. This paper is the first paper that reports the effect of thulium on catalytic properties and surface behavior of the Pt/KL catalyst. I Correspondence author. Tel.: (+86-791) 8305436; fax: (+86-791) 8333708. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00183-4 298 X. Fang et al. /Applied Catalysis A: General 146 (1996) 297-304 2. Experimental 2.1. Preparation of catalysts The potassium form of L-zeolite powder (ca. 300 nm particle size, 90% crystal purity, 11.75 wt.-% A1 and 7.73 wt.-% K) was commercially supplied by Zhenzhou Polytechnic University, China. Chloro-platinic acid (AR, HG3-107977) was supplied by the Institute of Kungming Noble Metal, China. Tm(N03)3 (AR) was supplied by the Institute of Rare Earth, Nanchang University, China. A series of Pt-Tm/KL catalysts with different contents of Pt and Tm were prepared by impregnating the zeolite KL with an aqueous solution of H 2 PtClb and an aqueous solution of Tm(N03)3 in one step. The procedures were as follows: 2 g of L-zeolite was suspended in 10 ml distilled water, then a 0.020 M HZPtClb aqueous solution and a 0.010 M Tm(N03)3 aqueous solution were added at the same time with the added amounts calculated to get a platinum content of 0.8 wt.-% and a thulium content in the range from 0.05 to 0.3 wt.-%. After stirring for 12 h, the suspension was dried at 363 K in a water bath. The obtained catalysts were further dried at 383 K for 2 h and then calcined in an oven at 773 K for 4 h. 2.2. Reduction and catalytic reaction Hydrogen was employed as reductant and carrier gas. A higher temperature was obtained, starting at room temperature with a heating rate of 5 K/min controlled by a temperature programmer. The procedure of reduction was undertaken as reference [7]. 150 mg of catalyst powder sample was reduced `in situ' at 773 K for 2 h under a flow of 60 ml/min of hydrogen. All reactions were carried out in a fixed-bed microreactor (quartz glass tube, 5 mm inner diameter) under a flow of hydrogen at a rate of 30 ml/min. The temperature for the aromatization of n-hexane or methylcyclopentane was 773 K. The poison test was performed at 593 K using the dehydrogenation of cyclohexane containing CSZ with a CS2/cyclohexane ration of 1/1000 as probe reaction. The amount of reactant injected into the reactor for all reactions was 1 RI. The stability of catalysts (300 mg, 0.25-0.05 mm particle diameter, mixed with 2.0 g same diameter inert silica sand) was tested also in the fixed-bed microreactor at 773 K, under a continuous flow velocity of 5 ml/min of hydrogen that was saturated by n-hexane vapor by passing hydrogen through a saturator containing n-hexane kept at 298 K in a water bath (the WHSV of hexane was 3.2 h-' ). The reaction products were analyzed with an on-line TCD gas chromatography using a packed column (squlane), the gas chromatography setting was as follows: oven, T = 343 K; injection, T = 383 K; TCD detector. T = 343 K. X. Fang et al. /Applied Catalysis A: General 146 (1996) 297-304 299 2.3. FTIR spectroscopy of adsorbed pyridine The basicity or acidity of catalysts plays an important role in the reaction behavior of Pt/KL catalysts [8,9]. A method often used to determine the acidity of catalysts is IR-spectroscopy with adsorbed pyridine. Pyridine, coordinated with the Lewis center, yields a peak at 1450 cm-'. Protonated pyridine on the Brsted center yields a peak at 1540 cm-'. Both complexes yield also a peak at 1490 cm-' [ 10,11 ]. A promoter added to the catalyst can change the basicity or acidity property of the catalysts. By means of the IR-spectroscopy, the nature and the number of acid centers of catalysts can be determined. FTIR studies were conducted in a multi-purpose IR cell. The IR spectra of adsorbed pyridine were recorded with a Nicolet FTIR-740 spectrometer. The self-supported wafers of the catalysts for all experiments were reduced by hydrogen at 532 K for 2 h prior to the pyridine adsorption. After the temperature of the reduced samples was cooled to room temperature while the background spectra were recorded, the pyridine vapor was introduced into the cell by nitrogen as carrier gas for 20 min followed by another 20 min blowing with pure nitrogen; the corresponding IR spectra were then recorded at different temperatures from room temperature to a series of higher temperatures. 2.4. Adsorption amount of methanol and specific surface area of catalysts The changes of the specific surface areas of catalysts were determined by gas chromatography. Methanol was used as adsorbate, and the molecular diameter a of methanol at critical state is 4.4 A at the adsorption temperature which was maintained at 298 0.1 K. The nitrogen pressure was controlled to let the P/PS = 0.200. According to the desorption curve and BET equation, we calculated the adsorption amount of methanol and the specific surface areas of catalysts. 3. Results and discussion 3.1. Effect of thulium on the selectivity of the Pt /KL catalyst The selectivity for the conversion of n-hexane and MCP on Pt/KL and Pt-Tm/KL catalysts is listed in Table 1. The results show that adding a proper amount of thulium onto Pt/KL catalyst is very effective in improving the catalytic property of the catalyst. When thulium content is in the range of 0.05-0.20 wt.-%, the aromatization selectivity of Pt-Tm/KL catalysts is much better than that of the Pt/KL catalyst, while the hydrocracking selectivity of the reforming catalysts is much lower than that of the Pt/KL catalyst. Particularly, when the Pt-Tm/KL catalyst contains 0.2 300 X. Fang et al. /Applied Catalysis A: General 146 (1996) 297-304 Table 1 Effect of thulium on the selectivity of MCP and n-hexane of the Pt/KL catalyst Catalyst Tm (wt.-%) n-hexane MCP S,, S; S. S, S; Sa Pt/KL 0 17.9 4.8 77.3 26.1 5.1 68.8 Pt-Tm/KL 0.05 14.8 4.6 80.6 18.5 3.2 78.3 Pt-Tm/KL 0.10 13.5 2.2 84.4 18.6 2.5 79.0 Pt-Tm/KL 0.20 12.6 0 84.4 19.1 0 80.9 Pt-Tm/KL 0.25 25.4 15.0 59.6 7.4 36.2 56.1 Pt-Tm/KL 0.30 24.2 33.2 42.7 7.2 46.3 46.6 Sh, S;, Sa: selectivity for hydrocracking, isomerization and aromatization, respectively. wt.-% thulium, the aromatization selectivity of the reforming catalyst is raised most, about 10.15% for n-hexane and 12.1% for MCP, respectively. But when the thulium content is higher than 0.25 wt.-%, the aromatization activity of Pt-Tm/KL catalysts is remarkably decreased. Our experimental results reveal that a too high content of thulium on the Pt/KL catalyst is not beneficial for the selectivity of catalysts. 3.2. Effect of thulium on the resisting sulfur property of the Pt / KL catalyst Sulfur poisoning is one of the most important factors in decreasing the catalytic activity of some catalysts. The sulfur sensitivity of a monofuctional Pt/KL n-hexane aromatization catalyst is qualitatively known to be substantially higher than that of the conventional reforming catalysts [12-14]. We investigated the poisoning curves of the dehydrogenation of cyclohexane on Pt/KL and Pt-Tm/KL catalysts. The results are shown in Fig. 1. 7o 60 50 E 40 .v T 30 v N v 20 10 - PUKL --&-- Pt-Tm(0.1 w t.-%)IKL --rA Pt-Tm (0.2 w t.-%)IKL Fig. 1. Poisoning curves of Pt/KL and Pt-Tm/KL catalysts at 593 K. X. Fang et al. /Applied Catalysis A: General 146 (1996) 297-304 301 Table 2 Dynamic parameters of catalysts Catalyst Activity energy Active site number Apparent rate (kJ/mol) (per g Pt) constant Pt/KL 189.7 1.18 . 1021 1.64. 1021 Pt-Tm (0.1 wt.-%)/KL 151.8 1.89 . 1021 2.26 . 102' Pt-Tm (0.2 wt.-%)/KL 144.7 3.29. 1021 2.31 . 1021 It can been observed (Fig. 1) that each poisoning curve of catalysts is formed by two lines with different slopes. This suggests that there are two kinds of active sites: single active site Ox-centers) and double active sites (centers); the single one is poisoned first [15]. Fig. 1 also shows that the chemisorption capacity of cx-centers is stronger than that of the centers, but a-centers do not affect the dehydrogenation of cyclohexane on the centers. For the Pt/KL catalyst, the CSZ poisoning amount is found to be about 12 [,1, while for the Pt-Tm/KL catalyst containing thulium 0.20 wt.-%, it is about 30 RI. The results also show that addition of thulium onto Pt/KL resulted in a great increase in the number of a-centers and the number of centers. As a result, the total numbers of active centers of the catalysts are increased, and the resisting sulfur poison property of the catalysts modified by optimum content of thulium is remarkably improved. According to the poisoning curves and Bassett's first order reaction dynamics equation [16-18], we calculated the dynamic parameters of the catalysts. The results are presented in Table 2. It can be seen from the results in Table 2 that adding thulium onto catalysts decreases the activity energy and increases the reaction rate constant, and that the thulium content and activity energy as well as the aromatization yield have a good correlation. Addition of thulium onto the KL catalyst results in an increase of the active site number, that is, an increase of the dispersity of the active Pt particles, which results in a more slowly loss of the catalytic activity of the Pt-Tm/KL catalysts. 3.3. Influence of thulium on the stability of the catalysts In order to study the influence of thulium on the stability of the catalysts, we tested n-hexane conversion for benzene on the Pt/KL catalyst and Pt-Tm/KL catalysts with a continuous microreactor apparatus. The results are shown in Fig. 2. At run lengths of 1, 4, 10 h, the corresponding benzene yields on Pt/KL catalyst are 60, 35 and 30%, respectively, but the benzene yields on the Pt-Tm/KL catalyst (Tm content is 0.20 wt.-%) are 70, 80 and 80%, respectively. These results show that adding a suitable amount of thulium into Pt/KL 302 X. Fang et al. /Applied Catalysis A: General 146 (1996) 297-304 90 80 70 60 .T at 50 c at c 40 at m 30 20 4 5 6 7 8 9 Hour on oil /h -~- PtlKL 0 Pt-Tm(0.1 w t.-%)/KL -&-Pt-Tm(0.2 w t Fig. 2. Benzene yield of catalysts in the catalyst deactivation test. catalyst can improve the stability of the catalyst. J.L. Kao believed that the catalyst deactivation is due to the Pt cluster's growing up along the channels of zeolite or Pt particle's accumulating outside the channels, either by diffusion of Pt atoms or by particle migration [19]. We think that after adding thulium onto catalyst, the dispersed TM203 particles in the channels may block up the migration of Pt particles, so that the stability of the Pt-Tm/KL catalysts is improved considerably. C N N C f0 H 1628 1536 1444 1352 1260 1168 1076 984 Wave number/cm' Fig. 3. IR spectra of adsorbed pyridine on catalysts. A: Pt/KL; B: Pt-Tm (0.2 wt.-%)/KL; C: Pt-Tm (0.5 wt.-%)/KI,. X. Fang et al./ Applied Catalysis A: General 146 (1996) 297-304 303 Table 3 The adsorptive amount of methanol and specific areas Catalyst Pt/KL Pt-Tm/KL Pt-Tm/KL Pt-Tm/KL Tm (wt.-%) 0 0.1 0.2 0.3 Specific area (m 2/g) 166.6 170.1 172.5 90.5 Adsorbed amount (mmol/g) 2.347 2.358 2.367 1.224 3.4. The influence of thulium on the surface behavior of catalysts FTIR spectra of pyridine adsorbed on the surface of catalysts are shown in Fig. 3. Fig. 3 shows that there are no Brsted acid centers and Lewis acid centers in the catalysts. Three bands at 1436 cm-', 1484 cm-' and 1587 cm-' have been observed in this region, which can be assigned to three typical physical IR adsorptions of pyridine. When the temperature is raised, the IR spectra intensity weakens rapidly. This is a typical physical adsorption of pyridine on the catalyst surface and indicates that there are no chemical bands formed between pyridine and catalysts. This reveals that the Pt/KL zeolite is a non-acid reforming catalyst, and that the modifed Pt-Tm/KL catalysts are still non-acid reforming catalysts. Bernard thought that the Pt/KL zeolite is a non-acid reforming catalyst [1]. Our experiments are in agreement with this viewpoint. The adsorptive amount of methanol on catalysts and the specific surface areas of catalysts are listed in Table 3. Table 3 shows that the specific surface areas of catalysts and adsorptive amount of methanol on catalysts are decreased sharply when the Tm content of the catalysts is higher than 0.2 wt.-%. This corresponds to the decrease of the activity of the catalysts. The result confirms that TM203 particles dispersed in channels of zeolite can block up the molecular diffusion of the reagent and disable the inner active sites in the zeolite channels, so that the activities of catalysts decrease sharply. The optimum content of Tm added in the catalysts can promote the activity, selectivity and stability of the catalysts, while a higher content of Tm in the catalysts is not beneficial to the properties of the catalysts. 4. Conclusion Our results demonstrate that a proper amount of Tm added to the catalysts can increase the dispersity of the Pt particles on the catalysts, the capacity of the resistant sulfur poisoning, and increase the stability of the catalysts and the aromatization selectivity. It can also be concluded from the studies that a high content of thulium in the catalysts may block up the channels of the L-zeolite; so 304 X. Fang et al. /Applied Catalysis A: General 146 (7996) 297-304 a too high content of thulium in Pt-Tm/KL catalysts is not beneficial to the catalytic properties of the catalysts and results in a decrease of the aromatization selectivity of the catalysts. Acknowledgements We would like to thank Wenming Liu and Haiyou Wang for their helpful discussion. Thanks are expressed to referees for their fruitful comments. This work was supported by the State Key Laboratory for Physical Chemistry of Solid Surface at the Xiamen University, China. References [1] J.R. Bernard and D.W. Ward, Proc. 5th Int. Conf. on Zeolites, Heyden, London, 1980, p. 686. [2] M. Sugimoto, H. Katsuno, T. Hayasaka, K. Hirasawa and N. Ishiawa, Appl. Catal., 106 (1993) 9. [3] D.J. Ostgard, L. Kustov, K.R. Peoppelmeier and W.M.H. Sachtler, J. Catal., 133 (1992) 342. [4] 1. Manninger, Z. Pal, B. Tesche, U. Klengler, J. Halsz and I. Kiricsi, J. Mol. Catal., 66 (1991) 223. [5] E. Miekczarski, B.H. Suk, R.J. Davis and M.E. Davis, J. Catal., 134 (1992) 359. [6] S. Sivasanker, S.G. Hegde, S.V. Awate, S.R. Paealkar and S.R. Kulkami, React. Kinet. Catal. Lett., 36 (1988) 173. [7] Fengyi Li, Weiqi Lu and Guanhui Wu, J. Alloys Compounds, 207/208 (1994) 397. [8] J.L. Dong, J.H. Zhu and Q.H. Xu, Appl. Catal., 112 (1994) 105. [9] A. de Mallmann, D. Barthomeuf, H.G. Karge and J. Weitkamp, Stud. Surf. Sci. Catal., 46 (1989) 429-438. [10] C. Naccache, in J. Oudar and H. Wise (Editors), Deactivation of Acid Catalysts, Proc. Conf. on Deactivation and Poisoning of Catalysts, Marcel Dekker, New York, 1985, p. 185. [1l] D.J. Rosenthal, M.G. White and G.D. Parks, AIChE J., 33 (1987) 336. [12] K.R. Poepplemeier, T.D. Rrowbridge and J.L. Kao, U.S. Patent 4,568,656 (1988). [13] C. Besoukhanova, C.M. Breysse and JR. Bernard. Barthomeuf, Catal. Deactivation, 201 (1980). [14] M.M.J. Treacy, S.B. Rice, T.H. Vanderspurt, V.R. Gross and A.K. Ghosh, J. Catal., 139 (1993) 48. [15] V. Ponec, Adv. Catal., 31 (1982) 149. [16] D.W. Bassett, J. Phys. Chem., 64 (1960) 769. [171 Sirao Yang, Chin. Chem. B, 2 (1979) 177. [18] C. Shibiao, L. Fengyi, L. Laitai and Z. Zhaoping, React. Kinet. Catal. Lett., 55 (1995) 391. [19] J.L. Kao, G.B. Mcvivker, M.J. Treacy, S.B. Rice, J.R. Robbins, W.E. Gates, J.J. Ziemiak, V.R. Cross and T.H. Vanderspurt, in L. Guczi (Editor), Proc. 10th Int. Congr. on Catalysis, Budapest, Hungary, 1992, p. 1019. APCATA 96001834 S0926-860X(96)00183-4 10.1016/S0926-860X(96)00183-4 Article A study of platinum-thulium/KL zeolite reforming catalysts Xiangming Fang a Fengyi Li ∗ b Laitao Luo b a Department of Chemical Engineering, South China University of Technology, Guangzhou, 510641, China b Institute of Modern Applied Chemistry, Nanchang University, Nanchang, Jiangxi 330047, China ∗ Correspondence author. Tel.: ( + 86-791) 8305436; fax: ( + 86-791) 8333708. The Pt KL catalyst modified by Tm2O3 has been characterized by the n-hexane, methylcyclopentane (MCP) and cyclohexane conversion reaction. The results show that the activity for the aromatization on Pt-Tm/KL zeolite catalysts containing thulium ranging from 0.05 to 0.2 wt.-% is higher than that on the Pt KL catalyst, and the stability of the modified catalysts is remarkably improved. The influence of thulium on the surface property of the Pt KL catalyst has also been studied with absorbed pyridine IR spectra and adsorption of methanol. Keywords Platinum Thulium KL zeolite Reforming catalyst References [1] J.R. Bernard D.W. Ward Proc. 5th Int. Conf. on Zeolites Heyden, London 1980 686 [2] M. Sugimoto H. Katsuno T. Hayasaka K. Hirasawa N. Ishiawa Appl. Catal. 106 1993 9 [3] D.J. Ostgard L. Kustov K.R. Peoppelmeier W.M.H. Sachtler J. Catal. 133 1992 342 [4] I. Manninger Z. Pal B. Tesche U. Klengler J. Halsz I. Kiricsi J. Mol. Catal. 66 1991 223 [5] E. Miekczarski B.H. Suk R.J. Davis M.E. Davis J. Catal. 134 1992 359 [6] S. Sivasanker S.G. Hegde S.V. Awate S.R. Paealkar S.R. Kulkarni React. Kinet. Catal. Lett. 36 1988 173 [7] Fengyi Li Weiqi Lu Guanhui Wu J. Alloys Compounds 207/208 1994 397 [8] J.L. Dong J.H. Zhu Q.H. Xu Appl. Catal. 112 1994 105 [9] A. de Mallmann D. Barthomeuf H.G. Karge J. Weitkamp Stud. Surf. Sci. Catal. 46 1989 429 438 [10] C. Naccache J. Oudar H. Wise Deactivation of Acid Catalysts 3rd ed. Proc. Conf. on Deactivation and Poisoning of Catalysts 1985 Marcel Dekker New York 185 [11] D.J. Rosenthal M.G. White G.D. Parks AIChE J. 33 1987 336 [12] K.R. Poepplemeier, T.D. Rrowbridge and J.L. Kao, U.S. Patent 4,568,656 (1988). [13] C. Besoukhanova C.M. Breysse J.R. Bernard Barthomeuf, Catal. Deactivation 201 1980 [14] M.M.J. Treacy S.B. Rice T.H. Vanderspurt V.R. Gross A.K. Ghosh J. Catal. 139 1993 48 [15] V. Ponec Adv. Catal. 31 1982 149 [16] D.W. Bassett J. Phys. Chem. 64 1960 769 [17] Sirao Yang Chin. Chem. B 2 1979 177 [18] C. Shibiao L. Fengyi L. Laitai Z. Zhaoping React. Kinet. Catal. Lett. 55 1995 391 [19] J.L. Kao G.B. Mcvivker M.J. Treacy S.B. Rice J.R. Robbins W.E. Gates J.J. Ziemiak V.R. Cross T.H. Vanderspurt L. Guczi Proc. 10th Int. Congr. on Catalysis Budapest, Hungary 1992 1019",
      "scopus-id": "0000045780",
      "coredata": {
        "eid": "1-s2.0-S0926860X96001834",
        "dc:description": "The Pt KL catalyst modified by Tm2O3 has been characterized by the n-hexane, methylcyclopentane (MCP) and cyclohexane conversion reaction. The results show that the activity for the aromatization on Pt-Tm/KL zeolite catalysts containing thulium ranging from 0.05 to 0.2 wt.-% is higher than that on the Pt KL catalyst, and the stability of the modified catalysts is remarkably improved. The influence of thulium on the surface property of the Pt KL catalyst has also been studied with absorbed pyridine IR spectra and adsorption of methanol.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96001834",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fang, Xiangming"
          },
          {
            "@_fa": "true",
            "$": "Li, Fengyi"
          },
          {
            "@_fa": "true",
            "$": "Luo, Laitao"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96001834"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96001834"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00183-4",
        "prism:volume": "146",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A study of platinum-thulium/KL zeolite reforming catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Thulium"
          },
          {
            "@_fa": "true",
            "$": "KL zeolite"
          },
          {
            "@_fa": "true",
            "$": "Reforming catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "297-304",
        "prism:endingPage": "304",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00183-4",
        "prism:startingPage": "297",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00183-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "49",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96001834-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "368",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "49",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96001834-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "368",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "49",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96001834-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "368",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000045780"
      }
    }
  }
}