{
  "metadata": {
    "title": "Activated carbon supported NiMo: effects of pretreatment and composition on catalyst reducibility and on ethylene conversion",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-04-24",
    "doi": "10.1016/S0926-860X(96)00334-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003341",
    "pii": "S0926860X96003341"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002589172",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003341 S0926-860X(96)00334-1 S0926860X96003341 10.1016/S0926-860X(96)00334-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00531 2024-01-01T12:19:29.85596Z 0 0 19970424 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 152 152 1 1 Volume 152, Issue 1 4 27 42 27 42 19970424 24 April 1997 1997-04-24 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ACTIVATEDCARBONSUPPORTEDNIMOEFFECTSPRETREATMENTCOMPOSITIONCATALYSTREDUCIBILITYETHYLENECONVERSION MATOS J ABOTSI 1989 107 G DUCHET 1983 386 J DEBEER 1981 369 V VISSERS 1987 2145 J TOPSOE 1986 25 H VANVEEN 1987 1684 J LAINE 1992 145 J LAINE 1994 355 J DEBEER 1984 1095 V SCARONI 1985 173 A PRINS 1989 1 R CHIANELLI 1994 177 R LAINE 1980 10129 J THOMAS 1983 275 R RAJAGOPAL 1994 417 S OCONNOR 1988 1 P HO 1995 2279 S BRITO 1989 425 J NOH 1991 22 J BRITO 1993 540 J LAINE 1991 385 J SCHEFFER 1990 31 B DARAUJO 1995 375 P GATES 1979 B CHEMISTRYCATALYTICPROCESSES BOND 1962 G CATALYSISBYMETALS LAINE 1985 333 J TOPSOE 1993 641 N MATOSX1997X27 MATOSX1997X27X42 MATOSX1997X27XJ MATOSX1997X27X42XJ item S0926-860X(96)00334-1 S0926860X96003341 1-s2.0-S0926860X96003341 10.1016/S0926-860X(96)00334-1 271346 2024-01-01T12:19:29.85596Z 1997-04-24 1-s2.0-S0926860X96003341-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/MAIN/application/pdf/cb98a7e7f7f25a92e6bc6128360d087e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/MAIN/application/pdf/cb98a7e7f7f25a92e6bc6128360d087e/main.pdf main.pdf pdf true 945418 MAIN 16 1-s2.0-S0926860X96003341-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/PREVIEW/image/png/f55638bcbf9470245804e8dedb8ad86b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/PREVIEW/image/png/f55638bcbf9470245804e8dedb8ad86b/main_1.png main_1.png png 53146 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96003341-si7.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif si7 true si7.gif gif 386 30 47 ALTIMG 1-s2.0-S0926860X96003341-si6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/20f00ccf8199690c7d53eaf7bab3d3af/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/20f00ccf8199690c7d53eaf7bab3d3af/si6.gif si6 true si6.gif gif 461 30 64 ALTIMG 1-s2.0-S0926860X96003341-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/20f00ccf8199690c7d53eaf7bab3d3af/si6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/20f00ccf8199690c7d53eaf7bab3d3af/si6.gif si5 true si5.gif gif 461 30 64 ALTIMG 1-s2.0-S0926860X96003341-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/302a8afb4d29fb59903d17b29102e00a/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/302a8afb4d29fb59903d17b29102e00a/si4.gif si4 true si4.gif gif 348 30 41 ALTIMG 1-s2.0-S0926860X96003341-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif si3 true si3.gif gif 386 30 47 ALTIMG 1-s2.0-S0926860X96003341-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif si2 true si2.gif gif 386 30 47 ALTIMG 1-s2.0-S0926860X96003341-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003341/STRIPIN/image/gif/ff9850be347a07a63519d628c8a9c3e0/si2.gif si1 true si1.gif gif 386 30 47 ALTIMG / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 152 (1997) 27-42 Activated carbon supported Ni-Mo: effects of pretreatment and composition on catalyst reducibility and on ethylene conversion Juan Matos, Joaqufn L. Brito*, Jorge Laine Laboratorio de Fisicoqulmica de Superficies, Centro de Qu{mica, lnstituto Venezolano de lnvestigaciones Cientfficas, I.V.LC., Apartado 21827, Caracas I 020-A, Venezuela Received 10 April 1996; revised 6 September 1996; accepted 8 September 1996 Abstract Activated carbon (AC) supported Mo, Ni and Ni-Mo catalysts have been studied by means of TPR and the catalytic transformation of ethylene as a probe reaction. The initial state of the catalysts varied with different reducing or sulfiding pre-treatments. TPR of the fresh samples suggested that Ni and Mo are well dispersed on the support. Pre-reduction at 500 produced Mo surface sites with average oxidation number close to two and Ni metallic species. For the sulfided catalysts low peak temperatures were observed, which seem to relate with easily removable sulfur. Activity results correlated well with the TPR spectra. Contrary to what is normally found in AlzO3 or SiO> both the TPR and activity/selectivity characteristics of Ni seem to dominate over those of Mo in unsulfided samples, which is likely to be due to the lower interaction of Ni with the carbon support. Coke was an important product for most of the samples, but the Ni-Mo combination in general lowered its formation. However, previous reports suggesting that carbon-supported HDS catalysts are less prone to coke deposition than the A1203 supported ones could not be substantiated. Regardless of the type of pre-treatment, AC and Mo/C showed low activity with 100% selectivity to coke, except the sulfided Mo/C samples, where ethane production was observed. Hydrogenation sites of sulfided Mo/C were very fragile, as mild post-reduction produced complete deactivation at steady state conditions. However, in sulfided but not post-reduced samples, the feed can protect active sites from the deleterious effect of the H2 atmosphere. In the case of unsulfided samples hydrogenation and cracking were associated to Ni, but sulfiding inhibited these functions of Ni sites in Ni/C. High selectivity to ethane was observed in sulfided NiMo/C, showing that this catalyst is more resistant to sulfur than the single metal ones. From the dependence of selectivity of sulfided catalysts on the type of pre-treatment it is concluded that the hydrogenation sites in NiMo/C are of the same type as those of Mo/C, i.e., they are associated mainly to Mo sulfides. * Corresponding author. Tel.: 58-2-504-1320; Fax: 58-2-504-1350; e-mail: joabrito@ivic.ivic.ve 0926-860X/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S0926- 860X(96)00334- 1 28 Z Matos et al./Applied Catalysis A: General 152 (1997) 2742 Keywords: Activated Carbon support; Ethylene conversion; Ni-Mo catalysts; Temperature-programmed reduction 1. Introduction Carbon as catalytic support shows several desirable properties, e.g., low cost, high surface area, possibility to modify the pore size distribution and surface functionalities, as well as facile recovery of the active metals from the spent catalysts by burning off the support [ 1 ]. In hydro-treatment reactions, particularly in hydro-desulfurization (HDS), activated carbon (AC) has received some attention as it was earlier believed to render higher activity in the HDS of thiophene than the conventional formulations supported on alumina [2]. The effects of the carbon support on the catalytic HDS activity are poorly understood. In general, at very low loadings of Mo higher activities are observed on carbonaceous supports, if compared to silica or alumina [2]. Cobalt or nickel sulfides supported on carbon (with no Mo) also show high activities, while they are inactive if supported on A1203 [3]. The cause of these results were due to a stronger interaction of the transition metal compounds with the SiO2 or A1203 supports. Accordingly, in Ni-Mo and Co-Mo catalysts supported on these oxides, a 'CoMoS' type I phase (not fully sulfided) was predominant, while a 'CoMoS' type II (more active and completely sulfided) was demonstrated to be the only one present in the carbon supports [4,5]. Indeed, van Veen et al. [6] could show that a real support effect exists, which renders AC supported 'CoMoS' type II more active than the same phase supported on silica or alumina. Recently, a synergistic effect related to the AC support itself has been suggested [7,8]. According to this proposition a 'sink' effect of the microporous structure of AC, which removes excess sulfur from the supported active phases, would be responsible for the increased activity [7]. An apparent advantage of using AC as a support of HDS catalysts is that carbon supported catalysts seem to produce lower amounts of carbonaceous deposits, if compared to the conventional catalysts [9,10]. This property could be another important reason for some of the positive effects of carbon on Mo-based catalysts. In carbon supported catalysts the transition metal compounds should interact weakly with the support. Obviously, these systems can not be calcined in air at high temperatures, which is the usual way to attain a standard precursor state in the case of catalysts supported onto refractory oxides. If fired under inert atmospheres or vacuum, it could be expected that the surface phases generated were in reduced form, as carbon is a good reducing agent. Thus, carbon bearing catalysts must be extremely sensitive to the storage conditions and to the type and protocol of the pretreatment employed upon their activation. Although there is a considerable amount of information on the catalytic properties of alumina-supported Mo, Co-Mo and Ni-Mo hydro-treatment J. Matos et al./Applied Catalysis A: General 152 (1997) 2742 29 catalysts [11,12], very little is known about the corresponding activated carbon supported systems [11]. Thus, it was thought that it could be of interest to perform a basic study employing a rather simple probe reaction, ethylene hydrogenation. This is an important test reaction that can be used to gather information about the catalytic activity of a given material, in parti- cular about the hydrogenation function that is quite relevant in hydro- treatment catalysis. In addition, ethylene being a very reactive unsaturated hydrocarbon, coking tendency and cracking could, in principle, be investigated simultaneously. Within the above scope, the objective of this work is to study Ni, Mo, and Ni-Mo catalysts, supported on activated carbon and submitted to several types of pre-treatment, in the conversion of ethylene in presence of hydrogen. An industrial catalyst supported on 7-A1203 is also tested for comparative purposes. 2. Experimental 2.1. Catalyst preparation The catalysts were synthesized by incipient wetness impregnation of an AC of commercial origin (Merck, Darmstadt, Germany) with BET surface area 775 m2 g-l, pore volume 0.62 cm3 g-l, median pore diameter 8.4 ,~, ash content < 1 wt%) with nickel nitrate and/or ammonium hepta-molybdate solutions, heating on a stirring plate at 80 to apparent dryness and drying overnight in a vacuum oven at l l0. For the Ni-Mo catalyst, Mo was impregnated first and after overnight drying the impregnation of Ni was done. The catalysts were not calcined, but for convenience in the comparison with conventional Ni-Mo catalysts the composition is reported as the calculated content of NiO and MOO3. A commercial Ni-Mo/A1203 catalyst (AERO HDS-3A), powdered and sieved (150-200 mesh) was also employed. It has a nominal composition of 3 wt% NiO +15 wt% MOO3, a BET surface area of 164 m2 g-l, pore volume 0.45 cm3 g-I and median pore diameter 160 ,~. Compositions were checked by Atomic Absorption and BET surface areas were measured employing an ASAP 2000 instrument from Micromeritics. Catalysts will be designated according to their nature and composition as: AC (support), Mo/C, Ni/C, NiMo/C, and AERO. Table 1 lists the catalysts employed and some of their physicochemical properties. 2.2. Catalyst pre-treatments Samples were submitted to one of six different in situ pre-treatments before activity tests: 30 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 Table 1 Some Physicochemical Characteristics of Activated Carbon-Supported Catalysts Catalyst Composition BET Surface Area (M2/g) Ni as NiO (wt %) Mo as MoO3 (wt %) Mo/C 10.25+0.07 780-t-30 NiMo/C 3.035:0.02 10.694-0.05 590+30 Ni/C 4.915:0.05 7705:30 He at 300, for 10 min H2 at 300, for 10 min H2 at 500, for 60 min HzS at 400, for 60 min HzS at 400, for 60 min + H2 at 300, for 60 min H2S at 400, for 60 min + H2 at 400, for 60 min.. Pre-treatments started at room temperature, using a heating rate of about 10 min-1, and the times indicated were counted from the moment the desired temperature was reached. 2.3. Temperature-programmed reduction Temperature-programmed reduction (TPR) profiles were obtained by means of a Micromeritics TPD/TPR 2900 apparatus, by heating at 20 min-1 from room temperature to 1000. Sample weight was approximately 10 mg, and the gaseous current consisted of 15 vol% H2 in N2. For unsulfided samples, pre-treatments in He or H2 were carried out in situ, as described above. Sulfiding (and post- reduction) was carried out ex situ, with the TPR U tube quartz reactor connected to an independent gas line. After the pre-treatment was completed, samples were cooled down to room temperature and the reactor was filled with pure N2 before disconnecting and quickly transferring it to the TPR equipment. Quantification of the TPR spectra was performed employing CuO as a standard and the software for data acquisition and handling provided with the instrument. 2.4. Catalytic activity and selectivity Activity and selectivity in the reaction of ethylene under hydrogen atmosphere were followed by means of a continuous flow system operating at nearly atmo- spheric pressure. Analysis of the reactant mixture was carried out with an on-line gas chromatograph (FID detection), employing a Carbosieve packed column at 120. Standards up to C5 hydrocarbons were employed to calibrate the GC. However, only methane, ethane and ethylene were detected in the gaseous stream J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 31 off the reactor. The amount of nonvolatile product (coke) was calculated by mass balance between the concentration of ethylene in the gas current entering the reactor and those of methane, ethane and ethylene measured in the effluent. The actual composition of the gaseous current at the inlet or the outlet of the reactor could be determined periodically by means of a two six-port valve system as described elsewhere [13]. Except where noted, the reaction conditions employed were: 100 mg of catalyst sample; 450 ml min-l H2 and 50 ml min-1 ethylene (10 vol%); reaction tem- perature was 300. Some activity tests were done by duplicate or triplicate, the reproducibility of the results being better than 5%. Other experimental details are given in the next section. 3. Results and discussion 3.1. Reducibility of catalysts Temperature-programmed reduction profiles of catalyst samples submitted to different pre-treatments are shown in Figs. 1 and 2. The commercial AC is characterized by a broad band of low intensity centered at about 650 (not shown), which is assigned to surface oxygenated groups. Pre-treatments with either He or H2 at both temperatures produce no significant changes in the TPR traces. On the other hand, sulfiding (followed or not by H2 reduction) results in a slight enlargement of the size of this signal and the appearance of a small shoulder at ~500, close to the boiling point of elemental sulfur ~455). It is possible that some sulfur is retained by AC during pre-sulfiding, and that it reacts with H2 while boiling, explaining this new signal. The main peak would be related to surface functionalities that could or could not contain sulfur. The TPR spectra of the Mo/C samples (Fig. 1, curves a) suggest that the Mo surface compounds are well dispersed, as the observed signals bear no relation to 8 ' 'g2; ' ' ~,1' '5'~5 ' ' 'B ....... 525 400 420 420 825 ~t5 BOO 3 5 7 9 3 5 7 9 5 TE MPERATURE ( *C x IO\"2) ooo' ,,0 560 625 8t5 L I i i L 5 ~ 9 Fig. 1. TPR profiles of unsulfided catalysts. Pretreatments: A- As prepared (no pretreatment); B- He, 300; C- H2, 300; D- H2, 500. Catalysts: a- Mo/C; b- Ni/C; c- NiMo/C; d- AERO. 32 Z Matos et al./Applied Catalysis A: General 152 (1997) 27-42 Table 2 Quantitative TPR data for unsulfided catalysts Catalyst Hydrogen consumption (mol x 105) Fresh samples W = He, 300 P = H2, 300 P = H2, 500 Theoreticalb Mo/C 2.4 2.0 2.0 0.7 2.1 Ni/C 8.4 6.3 6.5 3.8 0.7 NiMo/C 8.9 5.5 5.6 4.9 2.7 Aero 3.6 3.3 2.4 1.9 3.5 P is pretreatment atmosphere and temperatureb Theoretical amount of H2 required to reduce the Mo6+ and Ni2+ content to the metallic state. unsupported (bulk) molybdenum compounds. By analogy with Mo/SiO2 [ 14,15], the main peak at ~520 in the fresh sample (Fig. 1-A-a) is assigned to partial reduction of poly-molybdate-like phases to low oxidation states of Mo, and the high temperature peak at 775 to further reduction (to Mo of these Mo surface phases. The shoulder at around 650 is coincident with the signal of the support. Quantitative TPR (Table 2) shows that the total extent of reduction is slightly higher than that required to reduce all the Mo to the metallic state. Thus, it is inferred that a small extent of gasification of the support by H2 could occur. Heating in He or H2 at 300 does not cause major changes in the shape of the TPR profiles of Mo/C (compare curves B-a and C-a with A-a in Fig. 1). This result agrees with a previous report by O'Connor et al. [16]. These authors showed that only a small extent of reduction (less than 10%) occurs in such conditions, mostly associated to oxidation of the carbon support. On the other hand, H2 reduction at 500 results in an almost complete disappearance of the first peak, the other two signals being less affected (Fig. 1-D-a). This shows that under this pretreatment the supported poly-molybdate compounds are reduced to Mon+ species, with n < 4 (average oxidation number ~2). The fresh Ni/C and NiMo/C samples both present small but sharp peaks at around 280 and 330, and an intense broader band centered at 520 (Fig. 1-A-b and -c, respectively). The lowest Tm peak at 275-280 could be assigned to reduction of nitrate anions held on the surface of the uncalcined catalysts, in agreement with the results of Ho and Chou [17]. Anhydrous NiO and NiMoO4 present sharp peaks at 420 and 550, respectively [18], while the corresponding hydrated compounds show peaks at significantly lower temperatures: 320 for high surface area Ni oxide-hydroxide [ 19] and 440 for bulk NiMoO4.H20 [ 18]. Thus, the peaks around 325-330 in the present TPR spectra could be related to well dispersed hydrated phases of Ni (or Ni-Mo) oxides, generated by decom- position of the supported salts. Quantitative results (Table 2) show that the amounts of H2 consumed are much larger than those needed to reduce all the supported compounds. In the case of Ni/C the amount of H2 consumed is an order of magnitude higher, while in NiMo/C it is three times the theoretical requirement. This probably means that the high Tm band (520-550) in Ni-containing samples J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 33 is not only due to reduction of the metal oxide components in the catalysts, but also gasification of the support occurs in the presence of Ni, with generation of light hydrocarbons (methane, ethane) [20]. The added effects of consumption of H2 and generation of CH4 (which, in substantial concentrations, may not be efficiently retained by the liquid N2 trap following the reactor) help to explain the extremely high intensity of this band. Note that TPR spectra of Ni/C and NiMo/C show little differences between them. This suggests that these profiles show mainly the signature due to the surface Ni compounds, and that Mo features are masked by Ni, contrary to what is generally observed on A1203 [21] or SiO2 [22]. Heat treatments at 300 (Fig. 1-b and -c) of both Ni/C (curves -b) and NiMo/C (curves -c) affect mainly the low Tm peaks. The peak assigned to nitrate anions is now absent, and the intermediate peak is substituted by a shoulder at ,~400. This could be due to the decomposition of nitrates and the hydrated Ni or Ni-Mo oxides to give anhydrous oxides. On the other hand, reduction in H2 at 500 (Fig. 1-D-c and -d) results in disappearance of all the signals below 500 and decreased intensity of the high Tm band (compare the consumptions of H2 in Table 2), which migrates to higher temperatures. These results show that the strongest reducing pretreatment produces metallic Ni (and/or Ni-Mo alloys), as hinted from the disappearance of the low Tm peaks. The decreased intensity of the broader, high Tm bands could be explained assuming that the sintered metallic phases generated during pretreatment, specially at 500, are less efficient for carbon gasification than the highly dispersed particles formed during the transient TPR runs. After sulfiding, the Ni and Mo containing catalysts supported in AC show strong changes in their TPR profiles with respect to the fresh or pre-reduced samples (Fig. 2A). In all cases, a broad band of low intensity appears between 200 and 900, with maxima at 600 or higher Tm. Sharp peaks at 338 for Mo/C (Fig. 2-A-a), 365 for Ni/C (Fig. 2-A-b) or a double peak at 262 and 288 for NiMo/C (Fig. 2-A-c) are also present in the samples not submitted to post-reduction, superimposed onto the broader band. Upon H2 post-reduction \"-: ~A~, i, r r I , I t 3 5 7 9 ,i,1,1,1 B 262 350 , I , I , i~ I 5 .5 7 9 ,i,1,1,1 C 263 ,~,~,~,~ TEMPERATURE (*Cx IO-2) Fig. 2. TPR profiles of sulfided catalysts. Pretreatments: A- HzS, 400; B- H2S, 400 + H2, 300; C- H2S, 400 H2, 400. Catalysts: a- Mo/C; b- Ni/C; c- NiMo/C; d- AERO. 34 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 (Fig. 2-B and -C), the sharper peaks are strongly decreased in size and move to lower temperatures, while the broader signals are much less affected. Similar observations can be made for the commercial AERO sample (Fig. 2, curves -d). It has been reported elsewhere that TPR peaks of sulfided (Co)Mo/A1203 [23] and (Ni-Co)Mo/SiO2 [22] catalysts appear at much lower temperatures than those of their oxidic precursors. In fact, there is evidence that the sulfided NiMo/A1203 catalyst can activate H2 (and H2S) at temperatures as low as 150 [24] and references therein]. In the present case, sulfiding also results in lower Tm's, these values being comparable to the SiO2-supported series [22]. Including the Ni promoter in the Mo/C catalysts tends to further decrease the Tm of the peaks, and, as with silica [22], double peaks appear (Fig. 2-A-c). The sharper peaks in \"non- post-reduced\" could be due to easily removable sulfur anions, which give rise to vacancies that should be related to the active sites for hydrogenation activity [25]. Post-reduction eliminates most of this easily removable sulfur, probably with simultaneous rearrangement and crystallization of the supported sulfides. Note also that sulfiding inhibits the gasification of the support observed in Ni-containing unsulfided samples. 3.2. Catalytic activity and selectivity Plots of the catalytic activity in terms of ethylene conversion as a function of time can be seen in Figs. 3 and 4, while Figs. 5 and 6 display the corresponding selectivity plots for ethane and methane production. Table 3 shows steady state yields of ethane, methane and coke. These yields were calculated as the product il ~ il ~ __. c2_ ~ 0~~ . , , . , , , .... , , g 0 I.u 80 (c) 6O 4O 20 o o o o o 0 0 20 40 60 80 100 120 Time (rain) Fig. 3. Catalytic activity of unsulfided catalysts. Pretreatments: A- He, 300; B- H2, 300; C- H2, 500. Catalysts: - AC; O - Mo/C; [] - Ni/C; - NiMo/C; - AERO. J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 35 4o~~_ ~_ .~ ~ _~ ~_1 zo I /J 0 ........................ 100~_ ~ 80 (C) 6O 0 ............ 0 20 40 60 80 100 120 Time (min) Fig. 4. Catalytic activity of sulfided catalysts. Pretreatments: A- H2S, 400; B- H2S, 400 + H2, 300; C- H2S, 400 + H2, 400. Catalysts: - AC; (3 - Mo/C; [] - Ni/C; - NiMo/C; - AERO. / 20- 20 JO eO ~ 100 120 2O 4O eo 8o 1oo 1;o o o T T T T 7 T r/rn~ (rtm) r/rae (try) (8) --A (IoI 40! 20 Fig. 5. Selectivity to ethane (A,B), and methane (C,D) of ulsulfided Ni/C (A,C) and NiMo/C (B,D). Pretreatments: - He, 300; [] - H2, 300; - H2, 500. - AERO, Hz, 500. of the activity (as % conversion of ethylene) and the selectivity (expressed as a fraction of 1). Thus, for each sample and pre-treatment, the difference up to 100% off the sum of the three values is due to unconverted ethylene. 3.2.1. Unsulfided catalysts. Fig. 3 and Fig. 5 show, respectively, activity and selectivity measurements on the unsulfided samples of the catalysts, submitted to the three types of pre- 36 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 6o [ (A) 6o ! (B) of 20 I o 20 4O 60 80 100 120 4C 2O ,-'at'~4L~ . ~ .- -- ~oo (o) 20 40 60 80 100 120 20 4O 6O 8O 10C 120 Ttme (min) Time (rain) Fig. 6. Selectivity to ethane of sulfided Mo/C (A), Ni/C (B), NiMo/C (C) and AERO (D). Pretreatments: Q) - H2S, 400; - H2S, 400 + H2, 300; - H2S, 400 + H2, 400 Table 3 Steady state yieldsa of: Ethane / Methane / Coke Pretreatment AC Mo/C Ni/C NiMo/C Aero He @ 300 0/0/26 0/0/29 41/12/31 51/8/16 0/0/13 H2 @ 300 0/0/30 0/0/24 41/11/30 40/5/17 0/0/20 H2 @ 500 0/0/34 0/0/25 66/5/13 53/1/12 60/0/12 Sulf.: H2S @ 400 0/0/39 8/0/18 2/0/32 17/0/15 37/0/19 Sulf. + H2 @ 300 0/0/35 0/0/31 0/0/35 16/0/34 68/0/8 Sulf. + H2 @ 400 0/0/19 0/0/39 4/0/36 11/0/30 20/0/13 a Yield = Conversion (%)electivity (Fraction of unity) treatment indicated previously. It can be seen that samples pre-treated at 300 with either He (Fig. 3-A) or with H2 (Fig. 3-B) show similar activity behavior, but that the strongest reducing pretreatment at 500 causes changes in the activity patterns (Fig. 3-C). This agrees with the TPR results, which show negligible differences between catalysts pre-treated at 300 in He (Fig. l-B) or H2 (Fig. l- C), but a major effect of reduction at 500 (Fig. l-D). The larger activity difference between the effects of the mild and strong pre-treatments is observed for the alumina supported Ni-Mo catalyst. The activated carbon support shows about the same conversion values -between 25 and 35% ethylene conversion (Fig. 3)- and selectivity -100% to coke formation (Table 3)-, independently of the pre-treatment employed. There is a slight increase in activity after pre-reduction, which is higher for the stronger treatment. It is particularly interesting that the formation of coke, most probably being deposited J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 37 onto the surface of the samples, does not produce an important deactivation of the catalysts, at least during the times measured in these experiments. The Mo/C catalyst is slightly sensitive to the pre-treatment conditions, as can be seen by comparing the effect of using HE instead of He at 300: While the activity after decomposition in He is almost the same as for AC (Fig. 3-A), there is a small decrease of the conversion if pre-treated with HE at 300 (Fig. 3-B). A stronger pre-reduction with HE at 500 produces an initially higher activity (identical to the AC support similarly pre-treated) but it quickly drops and attains a lower steady state value (Fig. 3-C). In either case, however, the selectivity is the same as for the AC\" 100% to coke formation (Table 3). These results suggest that there exist similar types of sites in both the AC and Mo/C catalysts, and that the effect of Mo in ethylene conversion is small, if any. In general, Mo catalysts are quite difficult to reduce to Mo and it is known that hydrogenation centers in transition metal catalysts are generally related to metallic surface sites [26]. As demonstrated by the TPR results, Mo is reduced to an average oxidation number close to 2 (Section 3.1). Coke deposition must be related to the presence of surface acid sites (most likely oxygen functionalities) on the surfaces of both AC and Mo/C, whence polymerization/aromatization reactions of ethylene can occur. Carbon supported Ni-containing samples show a different behavior. The initial activities are high and generally decrease to steady state values that are comparable among them, and considerably higher than those of AC or Mo/C (Fig. 3). For the three pre-treatments an initial exothermic period of 15-30 min was observed. The activity of the Ni/C sample pre-reduced at 500 is the highest (Fig. 3-C), and is maintained almost at 100% conversion for an extended period. In order to check if the deactivation behavior of Ni/C (at lower conversions) is similar to NiMo/C, an experiment was performed with a smaller amount of catalyst (25 mg). It showed an initial conversion of 65%, which dropped within the first hour to 32%, being afterwards stable for several hours. This confirms that the deactivation behavior of Ni/C is essentially the same as that of NiMo/C. Selectivities are different for Ni/C samples decomposed at lower vs higher temperatures; in the first case (in both He and H2) methane formation is high (~30%) and decreases during the initial exothermic period to half the initial value (Fig. 5-C). The selectivity to ethane increases from ~10 to 50% (Fig. 5-A) and the amount of coke decreases from ,-~60% to a steady state value of about 40%. For the sample pre-reduced at 500 the selectivity to methane is low (<5%, Fig. 5-C) while that to ethane is about 80% (Fig. 5-A); thus, the selectivity to coke is ,-~20% in steady state conditions. The considerable changes in activity and (specially) in selectivity observed during the initial exothermic period for the samples decomposed at 300 suggest that the active phase in such samples is probably suffering reconstruction, to produce more stable surface species. On the other hand, the catalyst reduced at 500 is intrinsically more stable, as reflected by the slower activity changes and 38 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 almost negligible selectivity variations with time. The type of carbon deposits produced in this case ought to be different from those formed on AC or Mo/C: The production of methane suggest that part of this coke is not related to surface acidity but to cracking on the Ni metallic sites. Coke formation from cracking could also explain the initial deactivation of the Ni/C catalysts, but it should be noted that after 40 min activity and selectivity reach stable values even when the production of coke is still important. Thus, it seems more likely that the initial deactivation is mainly due to changes in the active phase and to a lesser degree to coking. The unsulfided NiMo/C samples show, generally, similar features as the Ni/C ones, the activity being somewhat lower in all cases (Fig. 3); the selectivity patterns are qualitatively identical. Thus, Ni features in AC supported samples mask those of Mo, as shown before by TPR (Fig. 1). The reason for this is clearly the lower degree of interaction with the support: In A1203, e.g., most of the Ni interacts strongly with the support, forming almost irreducible NiAlzO4-1ike phases, while Mo stays \"on top\" of the support and is slightly affected by Ni [21]. After pre-reduction at 500, steady state conditions are reached earlier in NiMo/C than in Ni/C; however the selectivities are qualitatively identical (Fig. 5): Ethane is always the main product of the NiMo catalysts, but in the Ni/C samples decomposed at 300 ethane production is initially very low (selectivity below 20%, Fig. 5-A). In Ni/C at steady state conditions, selectivity to coke is ~40%; in NiMo/C it is never higher than 25%. This shows that, while both Mo/C and Ni/C are prone to coke forming reactions, the Ni-Mo combination shows a kind of synergistic effect that results in decreased coking. A similar effect was previously noted for pre-reduced Ni-Mo/AI203 catalysts [27]. The AERO sample shows low activity after treated at 300, lower than any of the carbon supported catalysts (Fig. 3-A and -B); the selectivity is 100% to coke (Table 3). However, after pre-reduction at 500 it develops the highest activity (Fig. 3-C) and selectivity to ethane (Fig. 5-B), in agreement with the well-known hydrogenation activity of Ni-Mo/A1203 catalysts. Note that no methane was detected in this case. TPR results also agree with the activity measurements: There is almost no difference between samples pre-treated at 300 in He or H2, but reduction at 500 strongly affects the nature of the active phase (Fig. 1). 3.2.2. Sulfided catalysts. Sulfiding of the catalysts produced strong changes in the activity and selectivity behavior (Fig. 4 and fig 6), specially of those containing nickel. Methane was never detected (Table 3), and thus the only gaseous compounds measured were ethane and unconverted ethylene. In the case of AC, ethylene conversion increases with sulfiding. As for the unsulfided samples, there is no apparent deactivation within the times measured in these experiments (Fig. 4-A). Mild post-reduction (at 300) has almost no Z MaWs et al./Applied Catalysis A: General 152 (1997) 27--42 39 influence on activity (Fig. 4-B), but post-reduction at 400 causes a strong inhibition of ethylene conversion to the lowest value for AC (~20%, Fig. 4-C). The selectivity is always 100% to coke (Table 3). Mo/C catalysts show a very slight deactivation with time (Fig. 4-A). Ethylene conversion is initially higher if compared with unsulfided Mo/C. Without post- reduction the conversion is low, but in the steady state there is a 30% selectivity to ethane (Fig. 6-A, Table 3). After post-reduction the initial selectivity to ethane is lower and decreases to zero within 1-2 h (Fig. 6-A). This deactivation of the hydrogenation function of the catalyst is more pronounced for the stronger post- reduction. Also, increased temperature in the post-reducing treatment causes decreased ethylene conversion (Compare Fig. 4-B and Fig. 4-C). The loss of hydrogenation activity could be related to the elimination of easily removable sulfur anions caused by post-reduction, reflected in the disappearance of the sharper peaks in the TPR spectra (Fig. 2-A-a vs.Fig. 2-B-a and Fig. 2-C-a). This could occur with simultaneous formation of acidic SH sites [28] which maintain the activity level by allowing coke deposition. These results suggest a different picture in sulfided Mo/C if compared to AC: While in the pure support the behavior is almost the same with or without sulfiding, in sulfided Mo/C ethylene hydrogenation sites exist, which should be related to the presence of Mo. It is known that sulfided Mo-supported catalysts possess hydro- genation activity [25]. In the present catalysts, these sites are quite fragile, as shown by the deactivation suffered by application of just mild post-reduction after sulfiding. However, ethylene present in the reaction feed can protect those sites from the extensive deactivation caused by hydrogen reduction at 300, as the hydrogenation activity does not completely disappear in the Ha-ethylene reaction mixture. The increased ethylene conversion in both AC and Mo/C (compared to the unsulfided samples) indicates that sulfides are prone to coke formation, even more so than the unsulfided samples. The kind of sites giving rise to this coke should be acidic SH groups [28], not strongly enough to render cracking reactions as in the case of unsulfided samples. Accordingly, T0psoe and TCpsoe suggest that weak BrCnsted acidity is observed in MoS2/A1203 catalysts at typical hydro-treating conditions [28]. Sulfided Ni/C catalysts show activity-selectivity behavior very similar to AC (Fig. 4-A); the same is true after a mild post-reduction treatment (Fig. 4-B). In both these cases only coke is produced initially, although for the fully sulfided sample a 5% selectivity to ethane was measured at steady state (Table 3). This shows that sulfiding strongly inhibits the hydrogenating function characteristic of the Ni/C unsulfided catalyst. A stronger post-reduction (at 400) produces increased activity respect to AC and Mo/C (Fig. 4-C), with a still low (10%) selectivity to ethane (Fig. 6-B). Thus, in both the carbon support and the mono- metallic catalysts, coke is by far the major (or the only) product (Table 3). Ethane production in these samples is probably related to the slow appearance of low valent Ni by reduction during reaction. 40 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 Sulfided NiMo/C shows similar activity behavior (ethylene conversion) as Ni/C, both without further reduction and with the strong post-reduction treat- ment (Fig. 4-A and Fig. 4-C). However, after mild post-reduction at 300, a maximum activity is obtained for NiMo/C, which is considerably higher than that of the Ni/C sample treated in the same conditions (Fig. 4-B). Selectivities to ethane are always higher in the NiMo/C samples (compare Fig. 6-C with Fig. 6-B), as was also observed for the unsulfided catalysts. Without post-reduc- tion, the selectivity to ethane is ~50%, and with post-reduction at either 300 or 400 it is ~30%. Lowered selectivities to ethane upon post-reduction are (as in the case of sulfided Mo/C) parallelled by decreased peak intensities in TPR (Fig. 2), suggesting a similar inhibition of the hydrogenating function by reduction. However, at variance with the case of Mo/C, selectivity in NiMo/C almost does not change with time (Fig. 6-C). This is in line with the above indicated protecting effect of the feed that prevents the surface species from being over reduced. It is also important to note that in the mixed NiMo/C catalyst synergism between Ni and Mo promotes the hydrogenation in presence of sulfur, as the selectivity to ethane (5% for the Ni/C catalyst and 30% for Mo/C) increases to a 50% value in NiMo/C. By comparing the effect of pre-treatments on the selectivity (Fig. 6-A, Fig. 6-B and Fig. 6-C) it can be concluded that the hydrogenation function in NiMo/C is mainly due to Mo, as the effects of post- reduction on both NiMo/C and Mo/C are similar and contrary to that observed in Ni/C. The commercial AERO catalyst shows the highest activity of all samples after sulfiding (Fig. 4-A), which still increases after post-reduction at 300 (Fig. 4-B). Thus, for both Ni-Mo/A1203 and NiMo/C the optimum pre-treatment for highest hydrogenation activity after sulfiding includes the post-reduction at 300. After the strongest post-reduction at 400 the activity of this catalyst becomes lower than those of Ni/C or NiMo/C (Fig. 4-C). The selectivities to ethane after the three sulfiding treatments are higher for AERO than for any other sulfided sample (Fig. 6-D), showing the efficiency of this type of catalyst in the sulfided state for hydrogenation reactions. It is interesting that coke formation in AERO, specially in sulfided and post-reduced samples, is lower than (or comparable to) that in NiMo/C (Table 3). Thus, the present results (employing ethylene-H2 as a feed) disagree with previous reports claiming that carbon- supported HDS catalysts are less prone to coking that the alumina-supported ones [9,10]. 4. Conclusions The reducibility and catalytic behavior of Ni-Mo catalysts supported on activated carbon have been studied. Temperature-programmed reduction sug- gested that Mo, Ni and Ni-Mo supported compounds are well dispersed, probably J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 41 as poly-molybdate, Ni or Ni-Mo oxidic (hydrated) phases, respectively. Ni- containing samples showed considerable gasification of the support, and in NiMo/C the TPR profile is dominated by the Ni signature. Pre-treatments at 300 had little effect on the Mo/C sample but they affected the Ni/C and NiMo/C catalysts more. Pre-reduction at 500 produced Mo species with average oxida- tion number close to two and Ni metallic species. Upon sulfiding, the TPR profiles revealed profound changes in the catalysts, with lower peak temperatures. Sharp peaks of the sulfided samples were strongly diminished after post-reduction, which is probably related to easily removable sulfur in the sulfided samples. A correlation between TPR results and the activity behavior was observed. Thus, when minor differences exist between TPR profiles of a given catalyst submitted to different pre-treatments, the activity and selectivity behave similarly for both pre- treatments. The unsulfided AC and Mo/C samples showed similar behavior, suggesting similar types of sites in both catalysts. Coke was the only product in those cases and was an important one in most of the remaining catalysts. In presence of Ni hydrogenation and cracking functions developed. Cracking was more important in catalysts submitted to mild pre-treatments, but hydrogenation was by far the most important reaction. The Ni-Mo combination was particularly efficient in decreasing coke formation. Sulfided samples did not produce methane, implying that the cracking function is absent after sulfiding. However, there is still an important production of coke, likely due to polymerization of ethylene on acid sites. Mo/C showed hydrogenation activity, but these sites were destroyed by post- reduction. Hydrogenation sites in sulfided NiMo/C were also somewhat sensitive to post-reduction, although they were much more stable than those of Mo/C. The hydrogenation function of Ni/C was strongly inhibited by sulfiding, but slightly reactivated by strong post-reduction. Thus, the present results strongly suggest that the hydrogenating sites in NiMo/C sulfided catalysts are related to Mo sulfide species. Acknowledgements Financial support by CONICIT is gratefully acknowledged. Thanks are also due to Mary Labady for technical assistance, and to Micromeritics for the loan of the ASAP 2000 and TPD/TPR 2900 instruments. References [1] G.M.K. Abotsi and A.W. Scaroni, Fuel Process. Technol. 22 (1989) 107. [2] J.C. Duchet, E.M. van Oers, V.H.J. de Beer and R. Prins, J. Catal. 80 (1983) 386. [3] V.H.J. de Beer, J.C. Duchet and R. Prins, J. Catal. 72 (1981) 369. [4] J.P.R. Vissers, V.H.J. de Beer and R. Prins, J. Chem. Soc. Faraday Trans. 1 83 (1987) 2145. [5] H. Tops0e, B.S. Clausen, N. TopsCe and E. Pedersen, Ind. Eng. Chem. Fundam. 25 (1986) 25. 42 J. Matos et al./Applied Catalysis A: General 152 (1997) 27-42 [6] J.A.R. van Veen, E. Gerkema, A.M. van der Kraan and A. Knoester, J. Chem. Soc. Chem. Commun., (1987) 1684. [7] J. Laine, E Severino, M. Labady and J. Gallardo, J. Catal. 138 (1992) 145. [8] J. Laine, E Severino and M. Labady, J. Catal. 147 (1994) 355. [9] V.H.J. de Beer, F.J. Derbyshire, C.K. Groot, R. Prins, A.W. Scaroni and J.M. Solar, Fuel 63 (1984) 1095. [10] A.W. Scaroni, R.G. Jenkins and P.L. Walker Jr., Appl. Catal. 14 (1985) 173. [11] R. Prins, V.H.J. de Beer and G. Somorjai, Catal. Rev. Sci. Eng. 3l (1989) 1. [12] R.R. Chianelli, M. Daage and M.J. Ledoux, Adv. Catal. 40 (1994) 177. [13] J. Laine, J. High Res. Chrom. and Chrom. Comm. 3 (1980) 10129. [14] R. Thomas, E.M. van Oers, V.H.J. de Beer and J.A. Moulijn, J. Catal. 84 (1983) 275. [15] S. Rajagopal, H.J. Marini, J.A. Marzani and R. Miranda, J. Catal. 147 (1994) 417. [16] P.J. O'Connor, L.E Whiting and C.B. Murchison, Thermochim. Acta 127 (1988) 1. [17] S.C. Ho and T.C. Chou, Ind. Eng. Chem. Res. 34 (1995) 2279. [18] J.L. Brito, J. Laine and K.C. Pratt, J. Mater. Sci. 24 (1989) 425. [19] A. Calafat and J.L. Brito, unpublished results, 1995. [20] J.S. Noh and J.A. Schwarz, J. Catal. 127 (1991) 22. [21] J.L. Brito and J. Laine, J. Catal. 139 (1993) 540. [22] J. Laine, J.L. Brito and E Severino, J. Catal. 131 (1991) 385. [23] B. Scheffer, N.J.J. Dekker, P.J. Mangnus and J.A. Moulijn, J. Catal. 121 (1990) 31. [24] P. d'Araujo, C. Thomas, L. Vivier, D. Duprez, G. Perot and S. Kasztelan, Catal. Lett. 34 (1995) 375. [25] B.C. Gates, J.R. Katzer and G.C.A. Schuit, Chemistry of Catalytic Processes, McGraw-Hill, N.Y., 1979. [26] G.C. Bond, Catalysis by Metals, Academic Press, New York, N.Y., 1962. [27] J. Laine, J. Brito and E Severino, Appl. Catal. 15 (1985) 333. [28] N.-Y. TopsCe and H. Tops, J. Catal. 139 (1993) 641. APCATA 96003341 S0926-860X(96)00334-1 10.1016/S0926-860X(96)00334-1 Article Activated carbon supported NiMo: effects of pretreatment and composition on catalyst reducibility and on ethylene conversion Juan Matos Joaquúin L. Brito ∗ Jorge Laine Laboratorio de Fisicoquímica de Superficies, Centro de Química, Instituto Venezolano de Investigaciones Científicas, I.V.I.C., Apartado 21827, Caracas 1020-A, Venezuela ∗ Corresponding author. Tel.: 58-2-504-1320; Fax: 58-2-504-1350 Activated carbon (AC) supported Mo, Ni and NiMo catalysts have been studied by means of TPR and the catalytic transformation of ethylene as a probe reaction. The initial state of the catalysts varied with different reducing or sulfiding pre-treatments. TPR of the fresh samples suggested that Ni and Mo are well dispersed on the support. Pre-reduction at 500°C produced Mo surface sites with average oxidation number close to two and Ni metallic species. For the sulfided catalysts low peak temperatures were observed, which seem to relate with easily removable sulfur. Activity results correlated well with the TPR spectra. Contrary to what is normally found in Al2O3 or SiO2, both the TPR and activity/selectivity characteristics of Ni seem to dominate over those of Mo in unsulfided samples, which is likely to be due to the lower interaction of Ni with the carbon support. Coke was an important product for most of the samples, but the NiMo combination in general lowered its formation. However, previous reports suggesting that carbon-supported HDS catalysts are less prone to coke deposition than the Al2O3 supported ones could not be substantiated. Regardless of the type of pre-treatment, AC and Mo C showed low activity with 100% selectivity to coke, except the sulfided Mo C samples, where ethane production was observed. Hydrogenation sites of sulfided Mo C were very fragile, as mild post-reduction produced complete deactivation at steady state conditions. However, in sulfided but not post-reduced samples, the feed can protect active sites from the deleterious effect of the H2 atmosphere. In the case of unsulfided samples hydrogenation and cracking were associated to Ni, but sulfiding inhibited these functions of Ni sites in Ni C . High selectivity to ethane was observed in sulfided NiMo C , showing that this catalyst is more resistant to sulfur than the single metal ones. From the dependence of selectivity of sulfided catalysts on the type of pre-treatment it is concluded that the hydrogenation sites in NiMo C are of the same type as those of Mo C , i.e., they are associated mainly to Mo sulfides. Keywords Activated Carbon support Ethylene conversion NiMo catalysts Temperature-programmed reduction References [1] G.M.K. Abotsi A.W. Scaroni Fuel Process. Technol. 22 1989 107 [2] J.C. Duchet E.M. van Oers V.H.J. de Beer R. Prins J. Catal. 80 1983 386 [3] V.H.J. de Beer J.C. Duchet R. Prins J. Catal. 72 1981 369 [4] J.P.R. Vissers V.H.J. de Beer R. Prins J. Chem. Soc. Faraday Trans. 1 83 1987 2145 [5] H. Topsøe B.S. Clausen N. Topsøe E. Pedersen Ind. Eng. Chem. Fundam. 25 1986 25 [6] J.A.R. van Veen E. Gerkema A.M. van der Kraan A. Knoester J. Chem. Soc. Chem. Commun. 1987 1684 [7] J. Laine F. Severino M. Labady J. Gallardo J. Catal. 138 1992 145 [8] J. Laine F. Severino M. Labady J. Catal. 147 1994 355 [9] V.H.J. de Beer F.J. Derbyshire C.K. Groot R. Prins A.W. Scaroni J.M. Solar Fuel 63 1984 1095 [10] A.W. Scaroni R.G. Jenkins P.L. Walker Jr. Appl. Catal. 14 1985 173 [11] R. Prins V.H.J. de Beer G. Somorjai Catal. Rev. Sci. Eng. 31 1989 1 [12] R.R. Chianelli M. Daage M.J. Ledoux Adv. Catal. 40 1994 177 [13] J. Laine J. High Res. Chrom. and Chrom. Comm. 3 1980 10129 [14] R. Thomas E.M. van Oers V.H.J. de Beer J.A. Moulijn J. Catal. 84 1983 275 [15] S. Rajagopal H.J. Marini J.A. Marzani R. Miranda J. Catal. 147 1994 417 [16] P.J. O'Connor L.F. Whiting C.B. Murchison Thermochim. Acta 127 1988 1 [17] S.C. Ho T.C. Chou Ind. Eng. Chem. Res. 34 1995 2279 [18] J.L. Brito J. Laine K.C. Pratt J. Mater. Sci. 24 1989 425 [19] A. Calafat and J.L. Brito, unpublished results, 1995. [20] J.S. Noh J.A. Schwarz J. Catal. 127 1991 22 [21] J.L. Brito J. Laine J. Catal. 139 1993 540 [22] J. Laine J.L. Brito F. Severino J. Catal. 131 1991 385 [23] B. Scheffer N.J.J. Dekker P.J. Mangnus J.A. Moulijn J. Catal. 121 1990 31 [24] P. d'Araujo C. Thomas L. Vivier D. Duprez G. Perot S. Kasztelan Catal. Lett. 34 1995 375 [25] B.C. Gates J.R. Katzer G.C.A. Schuit Chemistry of Catalytic Processes 1979 McGraw-Hill N.Y [26] G.C. Bond Catalysis by Metals 1962 Academic Press New York, N.Y [27] J. Laine J. Brito F. Severino Appl. Catal. 15 1985 333 [28] N.-Y. Topsøe H. Topsøe J. Catal. 139 1993 641",
      "scopus-id": "0002589172",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003341",
        "dc:description": "Activated carbon (AC) supported Mo, Ni and NiMo catalysts have been studied by means of TPR and the catalytic transformation of ethylene as a probe reaction. The initial state of the catalysts varied with different reducing or sulfiding pre-treatments. TPR of the fresh samples suggested that Ni and Mo are well dispersed on the support. Pre-reduction at 500°C produced Mo surface sites with average oxidation number close to two and Ni metallic species. For the sulfided catalysts low peak temperatures were observed, which seem to relate with easily removable sulfur. Activity results correlated well with the TPR spectra. Contrary to what is normally found in Al2O3 or SiO2, both the TPR and activity/selectivity characteristics of Ni seem to dominate over those of Mo in unsulfided samples, which is likely to be due to the lower interaction of Ni with the carbon support. Coke was an important product for most of the samples, but the NiMo combination in general lowered its formation. However, previous reports suggesting that carbon-supported HDS catalysts are less prone to coke deposition than the Al2O3 supported ones could not be substantiated. Regardless of the type of pre-treatment, AC and Mo C showed low activity with 100% selectivity to coke, except the sulfided Mo C samples, where ethane production was observed. Hydrogenation sites of sulfided Mo C were very fragile, as mild post-reduction produced complete deactivation at steady state conditions. However, in sulfided but not post-reduced samples, the feed can protect active sites from the deleterious effect of the H2 atmosphere. In the case of unsulfided samples hydrogenation and cracking were associated to Ni, but sulfiding inhibited these functions of Ni sites in Ni C . High selectivity to ethane was observed in sulfided NiMo C , showing that this catalyst is more resistant to sulfur than the single metal ones. From the dependence of selectivity of sulfided catalysts on the type of pre-treatment it is concluded that the hydrogenation sites in NiMo C are of the same type as those of Mo C , i.e., they are associated mainly to Mo sulfides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003341",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Matos, Juan"
          },
          {
            "@_fa": "true",
            "$": "Brito, Joaquúin L."
          },
          {
            "@_fa": "true",
            "$": "Laine, Jorge"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003341"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003341"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00334-1",
        "prism:volume": "152",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Activated carbon supported NiMo: effects of pretreatment and composition on catalyst reducibility and on ethylene conversion",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Activated Carbon support"
          },
          {
            "@_fa": "true",
            "$": "Ethylene conversion"
          },
          {
            "@_fa": "true",
            "$": "NiMo catalysts"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed reduction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "27-42",
        "prism:endingPage": "42",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 April 1997",
        "prism:doi": "10.1016/S0926-860X(96)00334-1",
        "prism:startingPage": "27",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00334-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "47",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si7.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "386",
            "@ref": "si7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "461",
            "@ref": "si6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "461",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "41",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "348",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "47",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "386",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "47",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "386",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "47",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003341-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "386",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002589172"
      }
    }
  }
}