{
  "metadata": {
    "title": "Formation and characteristic properties of carbonaceous species on nickel-magnesia solid solution catalysts during CH<ce:inf loc=post>4</ce:inf><ce:glyph name=sbnd></ce:glyph>CO<ce:inf loc=post>2</ce:inf> reforming reaction",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(97)00106-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001063",
    "pii": "S0926860X97001063"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0040560640",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X97001063 S0926-860X(97)00106-3 S0926860X97001063 10.1016/S0926-860X(97)00106-3 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 4 L11 L17 L11 L17 19971104 4 November 1997 1997-11-04 1997 Letter article fla Copyright © 1997 Published by Elsevier B.V. FORMATIONCHARACTERISTICPROPERTIESCARBONACEOUSSPECIESNICKELMAGNESIASOLIDSOLUTIONCATALYSTSDURINGCH4CO2REFORMINGREACTION CHEN Y FUJIMOTO 1992 529 K MCCRARY 1982 141 J RICHARDSEN 1990 293 J GADALLA 1988 3049 A GADALLA 1989 2825 A ASHCROFT 1991 225 A ERDOHELYI 1993 287 A ROSTRUPNIELSEN 1993 38 J CHEN 1994 39 Y CHEN 1996 91 Y YAMAZAKI 1992 1953 O YAMAZAKI 1996 49 O ZHANG 1996 744 Z ZHANG 1996 51 Z EFSTATHIOU 1996 64 A ERDOHELYI 1994 205 A OSAKI 1994 33 T NAKAMURA 1994 265 J ZHANG 1994 589 Z MCCARTY 1979 406 J LEACH 1980 138 H ROSTRUPNIELSEN 1972 343 J MARTIN 1974 157 G RUCKENSTEIN 1995 149 E HU 1996 145 Y SWAAN 1994 571 H SOLYMOSI 1994 561 F BUYEVSKAYA 1994 249 O WALTER 1994 261 K ALUBAID 1987 119 A EFSTATHIOU 1994 224 A WANG 1996 418 D GOULA 1996 626 M CHANG 1996 111 J BRADFORD 1996 97 M QIN 1996 140 D NAKAMURA 1987 55 J CHENX1997XL11 CHENX1997XL11XL17 CHENX1997XL11XY CHENX1997XL11XL17XY item S0926-860X(97)00106-3 S0926860X97001063 1-s2.0-S0926860X97001063 10.1016/S0926-860X(97)00106-3 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X97001063-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001063/MAIN/application/pdf/4962bece05ed4207806384593eaa2c97/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001063/MAIN/application/pdf/4962bece05ed4207806384593eaa2c97/main.pdf main.pdf pdf true 423083 MAIN 7 1-s2.0-S0926860X97001063-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001063/PREVIEW/image/png/51b10c20106e5b03a3f3737d89278287/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001063/PREVIEW/image/png/51b10c20106e5b03a3f3737d89278287/main_1.png main_1.png png 59394 849 656 IMAGE-WEB-PDF 1 ~ APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 161 (1997) Ll 1-Ll7 Letter Formation and characteristic properties of carbonaceous species on nickel-magnesia solid solution catalysts during CH4-CO2 reforming reaction Yang-Guang Chen, Keiichi Tomishige, Kaoru Fujirnoto* Department of Applied Chemisto; Graduate School of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan Received 24 December 1996; received in revised form 26 February 1997; accepted 6 March 1997 Abstract Carbonaceous species formed during the reforming of CH4 with CO2 over a series of NixMgl_xO solid solution catalysts and MgO-supported Ni catalysts were characterized by temperature-programmed hydrogenation (TPH) method. Two peaks appeared in the TPH spectra: one between 550 and 700 K (c~-carbon) and another above 873 K (;3-carbon). It was found that a good relationship exists between the quantity of c~-carbon species and the catalytic activity, indicating that c~-carbon should be the reaction intermediate. In addition, the amount of H-carbon increased with increasing reaction time, especially on the supported Ni/MgO catalysts which make inactive carbon during the CH4~CO2 reforming reaction. ,i' 1997 Elsevier Science B.V. Keywords: Methane reforming with carbon dioxide; Magnesia supported nickel catalyst; Solid solution; Deposited carbon; Temperature-programmed hydrogenation 1. Introduction The catalyzed reforming of CH4 with CO2 to synth- esis gas has attracted much attention in recent years, because it is an important reaction via which the most two abundant carbon-containing materials, CH4 and COz, can be converted into liquid fuels efficiently [1]. Recently, great efforts have been focused on the development of catalysts which show high activity and stability for the reforming of CH4 with CO2. It has been recognized that the principal reason of the de- activation or the destruction of catalyst is the carbon deposition, probably via Boudouard reaction and *Corresponding author. Fax: +81 3 5689-0469. methane decomposition [2-18]. Generally, the carbon deposits comprise various forms of carbon which have different reactivity toward hydrogenation and oxyge- nation. Zhang et al. have found that three types of carbonaceous species, i.e., c~-C, fl-C and \"~-C species exist on the Ni/A1203 catalyst [ 19], among which c~-C species is suggested to be responsible for the forma- tion of CO, while the less active ~-C and \"7-C species contribute to catalyst deactivation. However, no direct correlation between ~-C species and catalytic activity was established in their study. Moreover, other interesting correlations have been found by Chen et al.: for A1203 and MgO supported Ni-based cata- lysts, the greater the amount of carbon is formed, the more active the catalyst is [9,10]. In view of the 0926-860X/97/$17.00 !~: 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00 106-3 L12 Y-G. Chen et al./Applied Catalysis A: General 161 (1997) Lll-L17 aforementioned, a detailed study should be done concerning the quantity of carbonaceous species formed during CO2 reforming of CH4 and their reac- tivity toward hydrogenation or oxygenation. Further- more, it is more important to correlate these properties of carbonaceous species with the catalytic activity. By such a work, it is expected that more informative results would be provided not only for finding a way to control the anticoking performance of a cata- lyst, but also for understanding the reaction mechan- ism. Recently, we have reported that nickel-magnesia solid solution catalysts show high activity and excel- lent stability (over 3000 h) for CO2 reforming of CH4 when they are reduced at high temperature [1,11,12]. The amount of carbon deposited on these catalysts was much smaller than that on the supported Ni metal catalysts. In this paper, we compare the different anticoking performances of nickel/magnesia catalysts by means of temperature-programmed reaction of carbonaceous species with H2 (TPH) [20]. In the present study, a clear relationship between the cata- lytic activity and the amount and the reactivity of c~-carbon species (designated in this paper) was established. H2 at 1123 K for 0.5 h before reaction. Reaction conditions were PEn4 : 0.05 MPa, Pco2 = 0.05 MPa, MPa, total pressure=0.1 MPa, W/F=O. 1 gh/mol and T--773 K. The effluent gas was analyzed with an on- line gas chromatograph using active carbon as the separating column. The accumulation of carbonaceous species on the catalyst surface as a function of time on stream (2, 30, 60m in, respectively) and their reactivity toward hydrogenation were characterized by TPH method. After the reduced catalyst was subjected to the reac- tion for certain period, the feed was switched to argon at 773 K for 10 min, then the reactor was quickly cooled to room temperature, which was followed by TPH characterization. In TPH experiments, pure H2 was used, and the temperature was raised from room temperature to 1123 K at a heating rate of 20 K/min. CH4 and CO2 were produced during TPH. CO2 was desorbed below 673 K, which is most probably related to the CO2 adsorbed on the weakly basic site of support. The signal corresponding to CH4 formation was recorded continuously by FID detector without a separating column. 3. Results and discussion 2. Experimental Nickel-magnesia solid solutions and Ni/MgO cata- lysts were prepared by coprecipitation and impreg- nation methods, respectively. For coprecipitated catalysts NixMgl_xO, the details were described in the previous paper [10], in that the starting materials were Ni(CH3COO)2, Mg(NO3)2 and K2CO3, and the nickel content ranged from 3% to 15% in the atomic ratio of Ni/(Ni+Mg). For impregnated catalysts, the MgO prepared by the same way as coprecipitated catalysts was first calcined in air at 1223 K for 10 h, and then it was impregnated with acetone solu- tion of Ni(C5H702)2, followed by drying at 393 K overnight. The nickel content ranged from 0.08% to 3% in the atomic ratio of Ni/(Ni+Mg). The prepara- tion parameters and nomenclature of catalysts are illustrated in Table l. The catalytic activity was evaluated with a flow reactor using 0.05 g of the pelletized (20--40 mesh) catalyst which had been reduced in situ in the flow of Fig. 1 shows the TPH profiles obtained on 1223Ni3, 773Ni3, 1223Ni10 and 3 mol% Ni/MgO catalysts after being exposed to the CH4-CO2 reactant gas at 773 K for 2, 30 and 60 min, respectively. Two peaks were observed in the TPH spectra. One appears between 550 and 700 K, which we define as c~-carbon. The other appearing above 873 K is designated /3- carbon; it is less reactive toward hydrogenation than c~-carbon. It is found that the peak intensity of c~- carbon changes little with time on stream over all the catalysts studied here, while that of/3-carbon increases with reaction time remarkably, especially on the solid solution catalysts with high Ni loading and on the supported Ni/MgO catalysts. This result led us to conclude that these two forms of carbonaceous species should play different roles in the reforming reaction. /3-carbon is the carbon which is accumulated during the reaction and is most likely responsible for deac- tivation of the catalyst. As shown in Fig. 2, where the reactivity of c~-carbon species is estimated from the maximum peak temperature in the TPH spectra, it can Y.-G. Chen et al./Applied Catalysis A.\" General 161 (1997)LII-L17 LI3 i d ~ .cO - + \"N z Iw ~g .--. I ~l~g~~ ~1~ .~.~.~.~.~.~ ~.~.~.~.~.~ ~ ~ ~ ~ o o oc o o ~ ~ ~ ~ e~ { ~_ ~ ~ ~~ ~ X M c- O L14 Y.-G. Chen et al./Applied Catalysis A: General 161 (1997) L11-L17 o o o 270 a 3 2 J~ 1 I I I I 470 670 870 1070 b 270 470 JL___ 3 2 I I I I 670 870 1070 d r,.) o o 2 I I I I d 1 270 470 670 870 1070 270 470 670 870 1070 Temperature/K Temperature/K Fig. 1. TPH profiles on: (a), 1223Ni3; (b), 1223Ni10; (c) 773Ni3; and (d) 3 mol% Ni/MgO catalyst after being exposed to CH4/CO2 for 2, 30 and 60 min, respectively. Reaction conditions: 773 K, 0.1 MPa, CH4/CO2=1, W/F=O.1 gh/mol, 0.05 g catalyst. 1-2, 2-30, 3-60 min. be seen that the larger amount and the higher reactivity of c~-carbon are parallel with the higher CH4---CO2 reforming activity. This linear relation should be kept between CO formation rate per surface area and coverage of c~-carbon on all these catalysts. However, no such relationship could be found for/3-carbon. This suggests that c~-carbon may be the reaction intermedi- ate. The properties of c~- and /3-carbon are listed in Table 1, together with BET and dispersion data of each catalyst. From these data, a tendency is derived that the higher the dispersion of catalyst is, the smaller the amount of/3-carbon is formed. In addition, it has been reported that the decomposition of CH4 and disproportionation of CO require ensembles of Ni atoms as active sites [21-23]. For nickel-magnesia solid solution catalysts with low content of Ni, fine Ni particles formed after reduction should have the low activities for/3-carbon formation. On the other hand, because there exist strong interactions between the small Ni particles and MgO, the donor ability of Ni, and consequently, the ability for disproportionation of CO are decreased [24,25]. Several studies suggest that among the deposited carbons only a stable form, possibly arising from the CO disproportionation, would poison Ni particles and that other less stable forms arising from methane activation would be rapidly accumulated on the catalyst poisoning the catalysts to a lesser extent [26]. Y.-G. Chen et al./Applied Catalysis A: General 161 (1997) Lll-LI7 LI5 T b,9 I 0 5 03 (.- 0 500 z~ 400 300 A a 200~ ~100 ~ o E < 0 50 100 150 200 250 Formation rate of C0/#molg-ls-1 973 ~, 873 0 ~, 773 t 'o 673 C 'S 573 A b A 473 i i i , I 0 50 100 150 200 250 Formation rate of CO/#molg-is-~ Fig. 2. Correlation between catalytic activities and the amount (a) and peak temperatures (b) of ~- and fl-carbon species over Ni~MgI ~O (x=0.03, 0.05, 0.10, 0.15) solid solution catalysts and supported Ni/MgO (Ni/(Ni+Mg)--0.08, 0.3, 1, 3 mol%). O, c~-carbon species after 2, 30, 60 min of reaction; ~,/3-carbon species after 2, 30, 60 min of reaction. Reaction conditions: 773 K, 0.1 MPa, CH4/CO2= 1, W/F=O. 1 gh/ rnoL 0.05 g catalyst. TPH conditions: heating rate=20 K/min, room temperature-1123 K, pure H2. L16 Y.-G. Chen et al./Applied Catalysis A: General 161 (1997) L11-LI7 d 0 r~ o 0 d c b I I I I I I I I 270 370 470 570 670 770 870 970 1070 1170 Temperature/K Fig. 3. TPH profiles for 1223Ni3 solid solution catalyst after different pretreatment: (a) after CH4/CO2 reaction at 773 K for 2 min; (b) after CO2/Ar adsorption at 773 K for 2 min; (c) after CH4/Ar reaction at 773 K for 2 min; (d) after CH, dAr reaction at 773 K for 60 min. In the reforming of CH4 with CO2, carbon deposited on the catalyst comes from two routes, the CH4 molecular route and the CO2 molecular route. For this reason, an additional two experiments were con- ducted. In experiment 1, the individual contribution of CO2 to the formation of a-carbon species was exam- ined by passing a CO2/Ar mixture (1 : 1) over the reduced 1223Ni3 catalyst at 773 K for 2 min, followed by the TPH measurement. As shown in Fig. 3, only one peak was observed in the temperature range from 500 to 670 K. Taking into account the same hydro- genation behavior, we can conclude that this carbo- naceous species did not differ from a-carbon species. This result suggests that the CO2 molecule is one of the resources to generate a-carbon species. In experi- ment 2, CH4/Ar mixture (1 : 1) was used instead of CO2/Ar to determine the role of CH4 in the formation of a-carbon species. When the reduced 1223Ni3 catalyst was exposed to CH4/Ar mixture (1 : 1) at 773 K for 2 min, two small peaks appeared in the TPH profile. The low temperature peak (LTP) corre- sponds to the carbonaceous species which can be hydrogenated in the temperature range slightly higher than a-carbon species, while the high temperature peak (HTP) is very similar to r-carbon. As time on stream was extended to 60 min, the amount of LTP decreased, while the amount of HTP increased mark- edly. No shift of peak temperature was observed due to the increase of time on stream. This indicates that aging of carbonaceous species from a-carbon to /3- carbon occurs with time on stream, a result also observed by Solymosi and Cserenyi et al. [27]. This result suggests that the contribution of CH4 to the formation of a-carbon species cannot be excluded, although the amount of LTP in the case of experiment 2 is very small. On the other hand, the fact that the CH4 molecule participates in the formation of 13-carbon species is confirmed. The intermediates present on the surface of working catalyst during the steam reforming or the CO2 reforming of CH4 as well as the partial oxidation of CH4 to synthesis gas have been studied by means of various physiochemical techniques, such as in situ DRIFTS, temporal analysis of products and XPS etc. [13-18,28-36]. According to the results of CH4-D2 exchange [35], CH4 is first adsorbed and activated on Rh/MgO to form Had and adsorbed carbon species (CHx),d (x=l, 2 and 3), before steam-CO2 mixed reforming of CH4 starts. A similar result regarding the presence of intermediate CHx species on the sur- Y-G. Chen et al./Applied Catalysis A: General 161 (1997) Ll l-L17 L17 face of supported nickel catalysts is also reported by Osaki et al. [17]. In conjunction with our results, the LTP derived from the CH4 molecule may be due to the formation of CH~ on the catalyst surface. In this case, probably carbide species was not formed according to the results of Nakamura et al. [37]. Besides, the HTP formed under the same treatment conditions could be assigned to the form of amorphous carbon or graphite. Carbonate and formate species have been detected on the working catalysts in the reforming of CH4 with CO2 by in situ FF-IR [13,18,34]. The authors suggest that these surface species are probably formed on catalyst support, and their concentrations may be correlated with reforming activity. From these results, the LTP derived from the CO2 molecule in Fig. 3 may be attributed to the carbonate or formate species, which react with H2 to produce CH4. Note that the amount of c~-carbon species formed on the 1223Ni3 catalyst is 41 I,tmol/g after 60 min of CH4-CO2 reac- tion at 773 K, which exceeds that of the reduced Ni species (21 ~tmol/g determined by 02 adsorption at 873 K). Along with the result shown in Fig. 3, it can be deduced that c~-carbon species is a combination consisting of a relatively smaller amount of CHx fragment present on the reduced Ni metal surface (originating from CH4 and CO2) and a larger amount of the carbonate or formate species on the surface of the support. This proposition is also supported by the kinetics study, in which the reaction order established on 1223Ni3 was 0.9 with respect to CH4 and 0.1 with respect to CO2 [10]. In this circumstance, the con- centration of CH~ species must be very low, because the dissociation of CH4 is a rate-determining step. At present, we do not have the direct evidence of these assignments about carbon species yet. Further inves- tigation is needed. References [1] K. Fujimoto, K. Omata, T. Nozaki, O. Yamazaki, Y. Han, Energy Conversion and Management 33 (1992) 529. [2] J.H. Mc Crary, G.E. Mc Crary, T.A. Chubb, J.J. Nemecek, D.E. Simmons, Sol. Energy 29 (1982) 141. [3] J.T. Richardson, S.A. Paripatyadar, Appl. Catal. 61 (1990) 293. [4] A.M. Gadalla, B. Bower, Chem. Eng. Sci. 43 (19881 3049. [5] A.M. Gadalla, M.E. Sommer, Chem. Eng. Sci. 44 (19891 2825. [6] A.T. Ashcroft, A.K. Cheetman, M.L.H. Green, P.D.E Vernon, Nature 325 (1991) 225. [7] A. Erdohelyi, J. Cserenui, E Solymosi, J. Catal. 141 (19931 287. [8] J.R. Rostrup-Nielsen, J.-H. Back Hansen, J. Catal. 144 (1993) 38. [9] Y.G. Chen, J. Ren, Catal. Lett. 29 (19941 39. [10] Y.G. Chen, O. Yamazaki, K. Tomishige, K. Fujimoto, Catal. Lett. 39 (19961 91. [11] O. Yamazaki, T. Nozaki. K. Omata, K. Fujimoto, Chem. Lett. (19921 1953. [12] O. Yamazaki, K. Tomishige, K. Fujimoto. Appl. Catal. A. 136 ( 19961 49. [13] Z.L. Zhang, X.E. Verykios, S.M. MacDonald, S. Affrossman, J. Phys. Chem. 100 (1996) 744. [14] Z.L. Zhang, V.A. Tsipouriari, A.M. Efstathiou. X.E. Verykios, J. Catal. 158 (1996) 51. [15] A.M. Efstathiou, A. Kladi, V.A. Tsipouriari, X.E. Verykios, J. Catal. 158 (19961 64. [16] A. Erdohelyi, J. Cserenui, F. Solymosi, Appl. Catal. A. 108 (19941 205. [17] T. Osaki, H. Masuda. T. Mori, Catal. Lett. 29 (1994) 33. [18] J. Nakamura, K. Aikawa, K. Sam, T. Uchijima, Catal. Lett. 25 (1994) 265. [19] Z.-L. Zhang, X.E. Verykios, Catal. Today 21 (19941 589. [20] J.G. McCarty, H. Wise, J. Catal. 57 (19791 4(16. [21] H.E Leach, C. Mirodatos, D.A. Whan, J. Catal. 63 (19801 138. [22] J.R. Rostrup-Nielsen, J. Catal. 27 (19721 343. [23] G.A. Martin, B. lmelik, Surf. Sci. 42 ( 19741 157. [24] E. Ruckenstein, Y. Hu, Appl. Catal. A 133 (19951 149. [25] Y. Hu, E. Ruckenstein, Catal. Lett. 36 (19961 145. [26] H.M. Swaan, V.C.H. Kroll, G.A. Martin. C. Mirodatos, Catal. Today 21 (19941 571. [27] E Solymosi, J. Cserenyi, Catal. Today 21 (19941 561. [28] O.V. Buyevskaya, D. Wolf, M. Baerns, Catal. Lett. 29 (19941 249. [29] K. Walter, O.V. Buyevskaya, D. Wolf, M. Baerns, Catal. Lett. 29 (1994) 261. [30] A. A1-Ubaid, E. E Wolf, Appl. Catal. 34 (19871 119. [31] A.M. Efstathiou, T. Chafik, D. Bianchi, C.O. Bennett, J. Catal. 148 (1994) 224. [32] D.-Z. Wang, O. Dewaele, A.M De Groote. G.E Froment, J. Catal. 159 (19961 418. [33] M.A. Goula, A.A. Lemonidou, A.M. Efstathiou, J. Catal. 161 (19961 626. [34] J.-S. Chang, S.-E. Park, H. Chon, Appl. Catal. 145 (1996) 111. [35] M.C.J. Bradford, M.A. Vannice, Appl, Catal. 142 (19961 97. [36] D. Qin, J. Lapszewicz, X. Jiang, J. Catal. 159 (19961 140. [37] J. Nakamura, K. Tanaka, I. Toyoshima, J. Catal. 108 (1987) 55. APCATA 97001063 S0926-860X(97)00106-3 10.1016/S0926-860X(97)00106-3 Elsevier Science B. V. All rights reserved Formation and characteristic properties of carbonaceous species on nickel-magnesia solid solution catalysts during CH4 CO2 reforming reaction Yang-Guang Chen Keiichi Tomishige Kaoru Fujimoto * Department of Applied Chemistry, Graduate School of Engineering, The University of Tokyo, Hongo, Bunkyo-ku, Tokyo 113, Japan * Corresponding author. Fax: +81 3 5689-0469. Carbonaceous species formed during the reforming of CH4 with CO2 over a series of Ni x Mg1−x O solid solution catalysts and MgO-supported Ni catalysts were characterized by temperature-programmed hydrogenation (TPH) method. Two peaks appeared in the TPH spectra: one between 550 and 700 K (α-carbon) and another above 873 K (β-carbon). It was found that a good relationship exists between the quantity of α-carbon species and the catalytic activity, indicating that α-carbon should be the reaction intermediate. In addition, the amount of β-carbon increased with increasing reaction time, especially on the supported Ni/MgO catalysts which make inactive carbon during the CH4 CO2 reforming reaction. Keywords Methane reforming with carbon dioxide Magnesia supported nickel catalyst Solid solution Deposited carbon Temperature-programmed hydrogenation Referencess [1] Fujimoto K. Omata K. Nozaki T. Yamazaki O. Han Y. Energy Conversion and Management 33 1992 529 [2] Mc Crary J.H. Mc Crary G.E. Chubb T.A. Nemecek J.J. Simmons D.E. Sol. Energy 29 1982 141 [3] Richardsen J.T. Paripatyadar S.A. Appl. Catal. 61 1990 293 [4] Gadalla A.M. Bower B. Chem. Eng. Sci. 43 1988 3049 [5] Gadalla A.M. Sommer M.E. Chem. Eng. Sci. 44 1989 2825 [6] Ashcroft A.T. Cheetman A.K. Green M.L.H. Vernon P.D.F. Nature 325 1991 225 [7] Erdohelyi A. Cserenui J. Solymosi F. J. Catal. 141 1993 287 [8] Rostrup-Nielsen J.R. Back Hansen J.-H. J. Catal. 144 1993 38 [9] Chen Y.G. Ren J. Catal. Lett. 29 1994 39 [10] Chen Y.G. Yamazaki O. Tomishige K. Fujimoto K. Catal. Lett. 39 1996 91 [11] Yamazaki O. Nozaki T. Omata K. Fujimoto K. Chem. Lett. 1992 1953 [12] Yamazaki O. Tomishige K. Fujimoto K. Appl. Catal. A. 136 1996 49 [13] Zhang Z.L. Verykios X.E. MacDonald S.M. Affrossman S. J. Phys. Chem. 100 1996 744 [14] Zhang Z.L. Tsipouriari V.A. Efstathiou A.M. Verykios X.E. J. Catal. 158 1996 51 [15] Efstathiou A.M. Kladi A. Tsipouriari V.A. Verykios X.E. J. Catal. 158 1996 64 [16] Erdohelyi A. Cserenui J. Solymosi F. Appl. Catal. A. 108 1994 205 [17] Osaki T. Masuda H. Mori T. Catal. Lett. 29 1994 33 [18] Nakamura J. Aikawa K. Sato K. Uchijima T. Catal. Lett. 25 1994 265 [19] Zhang Z.-L. Verykios X.E. Catal. Today 21 1994 589 [20] McCarty J.G. Wise H. J. Catal. 57 1979 406 [21] Leach H.F. Mirodatos C. Whan D.A. J. Catal. 63 1980 138 [22] Rostrup-Nielsen J.R. J. Catal. 27 1972 343 [23] Martin G.A. Imelik B. Surf. Sci. 42 1974 157 [24] Ruckenstein E. Hu Y. Appl. Catal. A 133 1995 149 [25] Hu Y. Ruckenstein E. Catal. Lett. 36 1996 145 [26] Swaan H.M. Kroll V.C.H. Martin G.A. Mirodatos C. Catal. Today 21 1994 571 [27] Solymosi F. Cserenyi J. Catal. Today 21 1994 561 [28] Buyevskaya O.V. Wolf D. Baerns M. Catal. Lett. 29 1994 249 [29] Walter K. Buyevskaya O.V. Wolf D. Baerns M. Catal. Lett. 29 1994 261 [30] Al-Ubaid A. Wolf E.E. Appl. Catal. 34 1987 119 [31] Efstathiou A.M. Chafik T. Bianchi D. Bennett C.O. J. Catal. 148 1994 224 [32] Wang D.-Z. Dewaele O. De Groote A.M. Froment G.F. J. Catal. 159 1996 418 [33] Goula M.A. Lemonidou A.A. Efstathiou A.M. J. Catal. 161 1996 626 [34] Chang J.-S. Park S.-E. Chon H. Appl. Catal. 145 1996 111 [35] Bradford M.C.J. Vannice M.A. Appl. Catal. 142 1996 97 [36] Qin D. Lapszewicz J. Jiang X. J. Catal. 159 1996 140 [37] Nakamura J. Tanaka K. Toyoshima I. J. Catal. 108 1987 55",
      "scopus-id": "0040560640",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001063",
        "dc:description": "Carbonaceous species formed during the reforming of CH4 with CO2 over a series of Ni x Mg1−x O solid solution catalysts and MgO-supported Ni catalysts were characterized by temperature-programmed hydrogenation (TPH) method. Two peaks appeared in the TPH spectra: one between 550 and 700 K (α-carbon) and another above 873 K (β-carbon). It was found that a good relationship exists between the quantity of α-carbon species and the catalytic activity, indicating that α-carbon should be the reaction intermediate. In addition, the amount of β-carbon increased with increasing reaction time, especially on the supported Ni/MgO catalysts which make inactive carbon during the CH4 CO2 reforming reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001063",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chen, Yang-Guang"
          },
          {
            "@_fa": "true",
            "$": "Tomishige, Keiichi"
          },
          {
            "@_fa": "true",
            "$": "Fujimoto, Kaoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001063"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001063"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00106-3",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Formation and characteristic properties of carbonaceous species on nickel-magnesia solid solution catalysts during CH4 CO2 reforming reaction",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane reforming with carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Magnesia supported nickel catalyst"
          },
          {
            "@_fa": "true",
            "$": "Solid solution"
          },
          {
            "@_fa": "true",
            "$": "Deposited carbon"
          },
          {
            "@_fa": "true",
            "$": "Temperature-programmed hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "L11-L17",
        "prism:endingPage": "L17",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00106-3",
        "prism:startingPage": "L11",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00106-3",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0040560640"
      }
    }
  }
}