{
  "metadata": {
    "title": "Development of catalyst system for selective combustion of hydrogen",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-23",
    "doi": "10.1016/S0926-860X(97)00157-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97001579",
    "pii": "S0926860X97001579"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0002229742",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-20 1998-04-20 2010-11-13T18:41:04 1-s2.0-S0926860X97001579 S0926-860X(97)00157-9 S0926860X97001579 10.1016/S0926-860X(97)00157-9 S350 S350.4 HEAD-AND-TAIL 1-s2.0-S0926860X00X00658 2024-01-01T12:19:29.85596Z 0 0 19971223 1997 1998-04-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 164 164 1 2 1 2 Volume 164, Issues 1–2 7 59 67 59 67 19971223 23 December 1997 1997-12-23 1997 Articles article fla Copyright © 1997 Published by Elsevier B.V. DEVELOPMENTCATALYSTSYSTEMFORSELECTIVECOMBUSTIONHYDROGEN LIN C CHANG 1992 E MONFILS 1992 J ROBERSON 1994 M DUNN 1993 L ABDALLA 1993 229 B HSIEH 1991 1 H NIWA 1984 3135 M NIWA 1986 6233 M HIBINO 1991 551 T NIWA 1994 371 M KIM 1996 387 J WANG 1989 257 I YAMAZAKI 1990 564 K TAJIMA 1993 258 K LIN 1995 C HOANG 1994 295 D KALIAGUINE 1990 559 S LEE 1994 7 C KIM 1992 53 M MAHONEY 1979 314 F JACOBS 1977 1745 P ROGINSKII 1971 872 S IWAMOTO 1982 153 M LINX1997X59 LINX1997X59X67 LINX1997X59XC LINX1997X59X67XC item S0926-860X(97)00157-9 S0926860X97001579 1-s2.0-S0926860X97001579 10.1016/S0926-860X(97)00157-9 271346 2024-01-01T12:19:29.85596Z 1997-12-23 1-s2.0-S0926860X97001579-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001579/MAIN/application/pdf/50cb90c619a75743a15e557797334908/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001579/MAIN/application/pdf/50cb90c619a75743a15e557797334908/main.pdf main.pdf pdf true 714186 MAIN 9 1-s2.0-S0926860X97001579-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97001579/PREVIEW/image/png/89457e35f4bb0f0ac98e21ae386a6099/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97001579/PREVIEW/image/png/89457e35f4bb0f0ac98e21ae386a6099/main_1.png main_1.png png 57833 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 164 (1997) 59-67 i APPLIED CATALYSIS A: GENERAL Development of catalyst system for selective combustion of hydrogen Chao-Hsien Lin, Keh-Chyang Lee, Ben-Zu Wan* Department of Chemical Engineering, National Taiwan University, 10617 Taipei, Taiwan, ROC Received 12 December 1996; received in revised form 24 March 1997; accepted 2 April 1997 Abstract The selective catalytic combustion of hydrogen in ion-exchanged ZSM-5 was investigated at 823 K and one atmosphere in this research. The results of TPR and hydrogen combustion in MeZSM-5 (Me represents the exchanged metal ion) showed that the sequence of reducibility following the order: CuZSM-5>FeZSM-5>NiZSM-5, was the same as that of reaction activity. It is concluded that, the greater the reducibility of these catalysts, the higher the catalytic activity for hydrogen combustion. The method of chemical vapor deposition of silicon alkoxide on CuHZSM-5 was used to modify the catalyst pore opening size, and to prepare a series of novel catalysts (SiCuHZSM-5), From the adsorption measurements, and the combustion of a reactant mixture (containing isobutane, hydrogen and air) over these catalysts, it was demonstrated that some SiCuHZSM-5 possessed reactant shape selectivity due to an effective pore blocking. Therefore, during combustion reactions, hydrogen was selectively oxidized within the ZSM-5 pores containing copper ion catalysts; in contrast, isobutane was not, because of a diffusion limitation into the pores. 1997 Elsevier Science B.V. Keywords: Selective combustion; Combustion; Hydrogen; Isobutane; Isobutene; Dehydrogenation; ZSM-5; Chemical vapor deposition; Ion exchange 1. Introduction In recent years, the usage of unleaded gasoline is definitely becoming a popular trend as a result of global environmental protection. Therefore, the mod- ification of gasoline formulation [ 1,2], including the reduction of the contents of butanes, benzenes, aro- matics, olefins, lead and the increase of oxygenates such as ethers (methyl tertiary butyl ether (MTBE), ethyl tertiary butyl ether (ETBE), tertiary amyl methyl ether (TAME)), is considered carefully by many *Corresponding author. Fax: +886 2 3623040. 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)001 57-9 countries. The primary oxygenate used is MTBE, although other oxygenates including ETBE and TAME are also used. According to a report [3], the worldwide MTBE annual capacity amounted to nearly 14 million metric tons (MMmt) in 1992 and is pro- jected to increase to over 24 MMmt in 1997. The oxygenates MTBE and ETBE are produced by the reaction of methanol/ethanol with isobutylene [4]. Therefore, the demand of isobutylene rose dramati- cally in recent years. The commercialized process for the production of isobutylene is mainly from n-butane; the process is composed of two series of reaction units. At first, n- 60 C.-H. Lin et al./Applied Catalysis A: General 164 (1997) 59-67 butane is isomerized to isobutane in the isomerization units. Then, isobutane is dehydrogenated to isobutyl- ene in the dehydrogenation units. Because the reac- tion is endothermic, the dehydrogenation unit is generally constituted by several adiabatic reactors arranged in series, between which heat exchangers are used to raise the reaction temperature at each reactor inlet. Nevertheless, the production rate of isobutylene is still limited by the low equilibrium conversion of dehydrogenation. Recently, researchers attempted to design membrane reactors [5,6], which can remove hydrogen from the product stream, in order to enhance the reaction rate of isobutane to isobutylene. However, several problems are encoun- tered in such a membrane reactor: the big capital cost for the construction of new membrane reactors for dehydrogenation reaction, and low hydrogen permea- tion rate in the membrane [6] which in turn would boost the reactor size and cost. On the other hand, without building new reactors, the production rate of isobutylene can be improved in the present commer- cialized process if only the hydrogen product in the reactors can be oxidized to water by selective catalytic combustion. There are two advantages for the selec- tive hydrogen combustion: (1) the equilibrium con- version of isobutane can be promoted because of the removal of hydrogen produced in the reactors; (2) the heat of hydrogen combustion can be used for the endothermic dehydrogenation reaction, which can reduce the load of the heat exchangers. In the past, selective oxidation of hydrogen was investigated by O'Hara et al. [7] in order to enhance the production rate of styrene from ethylbenzene dehydrogenation. Platinum supported on a porous inorganic support, e.g. alumina, was used to catalyze the oxidation of hydrogen product. Nevertheless, the selective catalytic combustion of hydrogen was not satisfactory because about 8% of ethylbenzene was also combusted under the reaction conditions inves- tigated. In this work, we attempted to develop novel cata- lysts which can be applied to the selective combustion of hydrogen in the isobutane dehydrogenation process or the other dehydrogenation processes. The oxidation would occur in the pores of ZSM-5 zeolite, which supports metal ions as combustion catalysts. Follow- ing the methods developed by Niwa et al. [8-12] and Wang et al. [13], we designed catalysts where corn- bustion reactant shape selectivity will be controlled by reducing the pore mouth of ZSM-5 by chemical vapor deposition of silicon alkoxide. Only molecules as small as oxygen and hydrogen can be allowed into ZSM-5 pores for a combustion reaction; in contrast, molecules as large as isobutane cannot be allowed. Therefore, we will report a development of novel catalysts which can be applied to the dehydrogenation process for the selective catalytic combustion of hydrogen. 2. Experimental 2.1. Catalysts Commercial NH4ZSM-5 (AdvChem Laboratories, Inc.) of SiO2/A1203 equal to 51 was used for the preparation of NaZSM-5, which was ion exchanged in 1 M of sodium nitrate solution (1 g of NHaZSM-5 per 100 ml of solution) at room temperature for 8 h. During the preparation, the pH of the solution was controlled at 9 by adding 0.5 M of sodium hydroxide solution. FeZSM-5, NiZSM-5 and CuZSM-5 (desig- nated MeZSM-5, Me=Fe, Ni or Cu) were prepared by ion exchange of NaZSM-5 in 0.01 M of aqueous solution (1 g of NaZSM-5 per 100 ml of solution) of Fe(NO3)3.9H20 (Riedel-DeHa~n), Ni(NO3)2.6H20 (Janssen Chimica) or Cu(NO3)2.3H20 (Riedel- DeHaOn) at room temperature for 12 h. Similarly, CuHZSM-5 was prepared by ion exchange of NH4ZSM-5 in 0.1 M of copper nitrate solution. 2.2. Chemical vapor deposition CuHZSM-5 catalysts were modified by chemical vapor deposition (CVD) in a continuous flow system which was similar to the apparatus used by Niwa et al. [14,15]. In general, 0.5 g of CuHZSM-5 was placed on a bed fixed with glass-wool in the CVD reactor. After the catalyst had been pretreated in a nitrogen flow at 673 K for 4 h, the reactor temperature was reduced to 593 K. The saturated vapor of tetramethyl orthosili- cate (TMOS) maintained in a saturator at 273 K was brought into the reactor and contacted with the catalyst at 593 K for a prescribed time in a stream of nitrogen. The total flow rate of TMOS and nitrogen was 50 ml/ min. After the deposition, the deposited catalyst was C.-H. Lin et al./Applied Catalysis A: General 164 (1997) 59-67 61 calcined in situ by a 50 ml/min air at 673 K for 4 h. Then, the catalyst was recalcined in atmosphere at 823 K for 4 h. The amount of deposited SiO2 can be controlled by choosing the time for deposition of TMOS. measurement. The adsorption isotherm temperatures of nitrogen and isobutane were 77 and 273 K, respec- tively. 2.6. Catalytic combustion of hydrogen in air 2.3. XRD, metal loading and BET surface area The XRD patterns were taken using a MAC Science Diffractometer MXP-3 with Cu Ks radiation in order to examine the structure and the crystallinity of zeo- lites. The metal loading of each sample, which was dissolved in 5% HF solution, was determined by a GBC 906 atomic absorption unit. The BET surface area was measured by an ASAP 2000 Surface-Area Pore-Volume Analyzer; before the measurement, each sample was pretreated at 623 K for 15 h until the pressure of each sample tube was below 10 lam Hg. 2.4. Temperature-programmed reduction Reduction and oxidation properties of MeZSM-5 were characterized by temperature-programmed reduction (TPR). The experiments were carried out in a flow system of which the schematic diagram was described previously [ 16]. The temperature was moni- tored by a K-type thermocouple in a quartz thermo- well located at the center of the catalyst bed. The reduction process was monitored by a TCD detector. A 0.1 g amount of each zeolite sample was contained in a quartz reactor tube. Prior to TPR measurements, each sample was pretreated in a 30 ml/min flow of air at 823 K for 4 h. The samples were then cooled to 313 K and the system was flushed in a 30 ml/min flow of nitrogen. The first TPR measurement was made with a 30 ml/min flow of 10% hydrogen in nitrogen, and the temperature of reactor was raised at a rate of 10 K/min from 313 to 823 K. Reoxidation of the reduced sample after the first TPR measurement was carried out in air at 823 K for 4 h; then the second TPR measurement was taken following the same steps as the first TPR. The activity measurement for the catalytic combus- tion of hydrogen was carried out in a continuous flow fixed-bed reactor. The activity values of various cata- lysts were compared on the basis of the same metal loading (mole base). About 0.2 g of each sample was packed in a quartz tube. Before each reaction test, the sample was pretreated in a 25 ml/min flow of air at 823 K overnight. Activity was measured with a flow mixture composed of 2 ml/min of hydrogen and 98 ml/min of air at the reactor inlet. Reaction condi- tions were maintained at 823 K and one atmosphere. The reactants and products were analyzed by a gas chromatograph (Chinese Chromatograph 8700T) with nitrogen as a carrier gas. A 1.9 m Molecular Sieve 5A column (1/8 in. o.d., SS, Supelco Inc.) was used for the separation of H2 and 02. 2.7. Selective catalytic combustion of hydrogen/ isobutane/air Selective combustion reactions were carried out in the same reactor as catalytic combustion of hydrogen in air. The reactant mixture was composed of 2 ml/min of hydrogen, 2 ml/min of isobutane and 96 ml/min of air. The other reaction conditions were the same as those for the catalytic combustion of hydrogen. Hydrocarbons in the product stream were analyzed by a Shimadzu GC 14Awith a SP1700 column. Argon was the carrier gas. 3. Results and discussion 3.1. Metal loading, BET surface area and XRD of MeZSM-5 2.5. Adsorption of nitrogen and isobutane The adsorption isotherms of nitrogen and isobutane were measured by an ASAP 2000 Surface-Area Pore- Volume Analyzer. The pretreatment of each sample followed the same steps as those for BET surface area The metal loading and BET surface areas of each sample are listed in Table 1. It can be observed that, after ion exchanges at room temperature, the loadings of Fe and Cu ions in FeZSM-5 and CuZSM-5 were about 1 wt%, which corresponded to 32.6% and 32.3% full exchange capacity of NaZSM-5. Never- 62 C.-H. Lin et al./Applied Catalysis A.\" General 164 (1997) 5947 Table 1 Metal loading and BET surface area of zeolite catalysts Catalysts Metal loading Na Transition metal wt% wt% % of exchangeable sitesa Surface area (m2/g) NaZSM-5 1.27 -- -- 431 FeZSM-5 0.08 0.93 (Fe) 32.6 (Fe) 454 NiZSM-5 0.44 0.43 (Ni) 14.3 (Ni) 444 CuZSM-5 0.11 1.05 (Cu) 32.3 (Cu) 441 ICu/silicaliteb -- 1.01 (Cu) 451 a: A1 loading in ZSM-5 is 1.38 wt%. b: Prepared by the incipient wetness impregnation. theless, the loading of Ni ion in NiZSM-5 was only 0.43 wt%, even though NaZSM-5 was exchanged three times in 0.01, 0.01 and 0.1 M nickel nitrate solutions (pH,,~5.5), which corresponded to only 14.3% full exchange capacity of NaZSM-5. This was apparently due to the nickel ions existing as large tetrameric polyoxo cations in solutions at pH>3.5; such cations encountered high diffusion resistance for ion exchange within ZSM-5 pores [17]. The BET surface areas of MeZSM-5 catalysts were approximately equal to 450 m2/g; such areas were no less than the surface area of NaZSM-5. Moreover, XRD patterns of MeZSM-5 were similar to that of ZSM-5. Both suggest that MeZSM-5 maintained good crystallinity after ion exchange processes. 3.2. TPR of MeZSM-5 The first TPR profiles of MeZSM-5 after oxidation in air at 823 K for 4 h are shown in Fig. 1 ; the second TPR profiles after reoxidation of the reduced samples (from the first TPR) at 823 K for 4h were also measured. It was observed that the first TPR curves were the same as the second TPR curves for most of the MeZSM-5 samples, except that NiZSM-5 pos- sessed a reduction band at 654 K in the first TPR and this band disappeared in the second TPR. The differ- ence was owing to some reduced nickel oxide which could not be reoxidized at 823 K. FeZSM-5 showed a broad reduction band at a temperature between 500 and 750 K; this band possessed a Tmax at about 668 K and was similar to that published by Kaliaguine et al. [18]. They assigned the band as being from the e~ e- I ~ I i I 300 400 500 600 700 800 Temperature (K) Fig. 1. TPR profiles of MeZSM-5 catalysts after calcination in air at 823 K for 4 h: (1) FeZSM-5; (2) NiZSM-5; (3) CuZSM-5; (4) ICu/silicalite. reduction of Fe3+ to Fe2+. Our calculation of band area in Fig. 1 agrees with the conclusion that it was caused by reducing Fe3+ to Fe2+. ICu/silicalite pre- pared by impregnation method had a reduction band at 536 K with a shoulder at lower temperature, which was the same as the TPR band of impregnated Cu/ ZSM-5 studied by Lee et al. [19]. The shoulder in ICu/ silicalite was from the reduction of CuO to Cu- and the main band was from that to Cu However, two major bands at 483 and 651 K were observed in the C.-H. Lin et al./Applied Catalysis A.\" General 164 (1997) 59~7 63 TPR profiles of copper-exchanged CuZSM-5. The first band, which appeared at a position similar to that of the shoulder from ICu/silicalite, was apparently due to the reduction of Cu2+ to Cu+. The second band was close to the reported reduction temperature (i.e. 673 K) from Cu+ to Cu[20]; moreover, we noticed that a shoulder around 760 K was on the second band, which indicates the reduction of Cu-- at different sites of ZSM-5. On the other hand, two reduction steps of Cu2+ to Cu+ and Cu+ to Cuin CuZSM-5 can be further demonstrated from the ratio (which was close to 1) of the first TPR band area to the second band area. Two similar reduction steps were also observed in X-type zeolite by Mahoney et al. [21] and in Y-type zeolite by Jacobs et al. [22]. According to the reduction temperatures of MeZSM-5 in this research, the order of reducibility is CuZSM-5>FeZSM-5>NiZSM-5. This sequence is the same as that for X-type zeolites containing transi- tion metal ions ofCu, Fe and Ni [21]. Furthermore, the reducibility of ICu/Silicalite, which is close to CuZSM-5, is also higher than those of FeZSM-5 and NiZSM-5. 3.3. Combustion of hydrogen over MeZSM-5 The catalytic activities of MeZSM-5 for hydrogen combustion (based on the same mole number of metal ions in MeZSM-5) were examined at 823 K and one atmosphere. The results are shown in Fig. 2(a). It can be observed that the activities of MeZSM-5 were in the order: CuZSM-5>FeZSM-5>NiZSM-5. This order is in agreement with the orders in X-type and Y-type zeolites [21,23]. In those papers, they correlated the reaction activity with the content of reactive oxygen presented in Me-O-Me bridges. It was proposed that such Me-O-Me bridges were active centers for hydro- gen oxidation on zeolites containing transition metal ions. The reason that CuX and CuY catalysts exhibit higher activity than the other transition metal catalysts is because the Cu-O--Cu bridges possess the partially covalent character of bonding. Me-O-Me bridges existing in zeolites were demonstrated by lwamoto et al. [24] using TPD of oxygen. They observed that NiY possessed no oxygen desorption, in contrast to the desorption of extra framework oxygen from FeY and CuY zeolites. Therefore, the activity sequence of MeZSM-5 in this work may be due to the reactive 100 75 5o I 25 i 1oo! -~ _ (3~- <'., -- 63- ~-- ~ .... --Q FeZSM-5 ~_ NiZSM-5 C~ZSM-5 1 I I t I I I I 95 (b/ ~--- -- C) ICu ~il~culite ~~ D CuZSM-5 90 I I , , I , I , 100 200 300 400 500 Time on Stream (rain) Fig. 2. Hydrogen combustion at 823 K, flow rate of H2=2 ml/min, flow rate of air=98ml/min, total pressure=l atm: (a) over MeZSM-5 catalysts, the amount of transition metal=3.69x 10-5 mole per catalyst; (b) over ICu/silicalite and CuZSM-5 catalysts, the amount of copper=7.40 x 10-6 mole per catalyst. oxygen in ZSM-5 pores. Moreover, the severe de- activation of NiZSM-5 on time stream can be explained from previous TPR results that part of the reduced nickel ions in ZSM-5 could not be reoxidized, so the reduced nickel in ZSM-5 during hydrogen combustion could not act as catalysts for hydrogen oxidation any longer. The theory of reactive oxygen in MeZSM-5 can also be suggested from the reducibility sequence obtained in our TPR work. We found that the more the redu- cibility (easier to release oxygen) of the catalyst was, the higher the catalytic activity for hydrogen combus- tion was. Similar correlations were also observed in the studies of X-type and Y-type zeolites [21,23]. These demonstrate that hydrogen combustion in cop- per, iron or nickel exchanged zeolites proceeds through a reduction (release oxygen) and oxidation (adsorb oxygen) cycle. Because the reaction activity is well correlated to the reducibility from TPR, the rate limiting step of hydrogen combustion is the reduction of metal ions by hydrogen. In all the activity measure- ments calculated from this research, CuZSM-5 exhib- ited a higher hydrogen combustion activity than any other catalyst. Therefore, it was used for the later CVD studies and selective combustion studies. Moreover, 64 C.-H. Lin et al./Applied Catalysis A: General 164 (1997) 59~57 ICu/Silicalite prepared by impregnation also exhibited high activity (however, less than CuZSM-5), as shown in Fig. 2(b). 3.4. Deposition of silica on CuHZSM-5 A series of SiCuHZSM-5 samples loaded with different amounts of SiO2 on CuHZSM-5 by CVD method were prepared in this research. Cu loadings in CuHZSM-5 and SiCuHZSM-5 measured by atomic absorption were used as a base to calculate the amount of SiO2 deposited on each sample, because the exchanged Cu ions per weight of HZSM-5 of each sample should not be changed before and after CVD. It was found from the results of AA that Cu loading per weight of sample decreased with the increase of deposition time, owing to the weight increase of SiO2 deposited; and the weight of sample per Cu increased with the deposition time. Therefore, the amount of SiOz deposited per Cu on each SiCuHZSM-5 sample can be calculated from the difference of sample weight per Cu between SiCuHZSM-5 and CuHZSM-5, and can be converted to the amount of deposited SiOe per weight of CuHZSM-5 by the product of (deposited SiO2 per Cu) and (Cu per weight of CuHZSM-5). It can be found in Table 2 that the weight of deposited SiO2 per gram of CuHZSM-5 increased with the increase of deposition time. The deposition rate of SiO2 by che- mical vapor deposition of TMOS was higher in the CVD period of 2-10 h and was lower in the period of 10--40.5 h. 3.5. Control of the pore-opening size In order to clarify the reduction of the pore-opening size by SiO2 deposition, adsorption experiments on CuHZSM-5 and on SiCuHZSM-5 were carried out by using nitrogen and isobutane as adsorbates. Nitrogen and isobutane uptakes at different relative pressure (P/Po) values are shown in Table 2. The amount of adsorbed nitrogen on CuHZSM-5 increased obviously with the increase of nitrogen pressures when relative pressures were less than 0.35. However, this relationship was not obvious for SiCuHZSM-5 with the increase of SiO2 deposition, the major uptake of nitrogen on SiCuHZSM-5 samples gradually shifted to lower relative pressures, which indicates the reduction of pore sizes with the increase of SiOa deposition. As can be further observed in Table 2, the total amount of adsorbed nitrogen decreased with the increase of SiO2 deposition at each relative pressure. This indicates that some of the blocked pores, after CVD process, possessed an opening less than the size of nitrogen molecule; this was not expected in this research, because oxygen with slightly smaller size than nitrogen is required to diffuse into the pores for combustion reaction. Nevertheless, the situation was more severe when more SiO2 was deposited on CuHZSM-5 surface. Similar phenomena can also be observed for the adsorptions of isobutane on CuHZSM-5 and on SiCuHZSM-5, as shown in Table 2; however, the reductions of isobutane adsorption amount on SiCuHZSM-5 were more pronounced than those Table 2 The amount of SiO2 deposited on CuHZSM-5 and the amount of volume adsorbed by nitrogen and isobutane adsorption in various catalysts Catalyst SiO2 loading (g/g CuHZSM-5) N2 adsorbed (cm3/g cat) i-CaHlo adsorbed (cm3/g cat) P/Poa P/Po 0.12 0.35 0.55 0.12 0.35 0.55 CuHZSM-5 -- 134.1 SiCuHZSM-5 (2)(u 0.060 108.5 SiCuHZSM-5 (4) 0.098 100.3 SiCuHZSM-5 (10) 0.363 74.3 SiCuHZSM-5 (20) 0.534 60.6 SiCuHZSM-5 (40.5) 0.585 53.1 147.3 153.2 40.5 47.0 51.1 119.5 124.1 32.7 37.7 40.7 109.6 112.9 30.1 34,9 37.7 79.2 80.6 17.4 20,8 23.1 64.6 66.4 10.3 12,8 14.8 55.2 55.4 5.6 7.6 9.2 a: Po=760 mm Hg for nitrogen, Po=1174 mm Hg for isobutane, P=pressure in mm Hg for adsorption. b: The number in parentheses represents the deposition time in hours. C.-H. Linet al./Applied Catalysis A: General 164 (1997) 59~57 65 0.35 0.30 r. 0.25 020 ~ 4)~~ t~ O.l(k ~ - \" :] ~ CuHZSM-5 ! ~ SiCuHZSM-5 (2) i ~ SiCuHZSM-5 (4) 1 , 0.05 ~ SiCuHZSM-5 (10) ~'~ SiCuHZSM-5 (20) -)~ SiCuHZSM-$140 5) 0.00 ~ I f 200 400 600 Adsorption pressure (mmHg) Fig. 3. The ratios of adsorbed isobutane (273 K) to nitrogen (77 K) on CuHZSM-5 and on SiCuHZSM-5 at different adsorption pressures. of nitrogen adsorption; this is expected in this research, because isobutane is not desired to diffuse into the pores for combustion reaction. Based on the uptakes of nitrogen and isobutane, the adsorption ratios of isobutane to nitrogen versus adsorption pressures were calculated and are shown in Fig. 3. It can be observed that the adsorption ratio of CuHZSM-5 was nearly the same as those of SiCuHZSM-5 (2) and SiCuHZSM-5 (4) which were from CVD processes for only 2 and 4 h. The deposi- tion of SiO2 to form SiCuHZSM-5 (2) and SiCuHZSM-5 (4) cannot improve the selectivity of isobutane and nitrogen adsorptions in these two sam- pies, although the reductions of adsorption amounts were observed in Table 2 because of the pore block- ings. However, when the depositions of SiO2 were increased to form SiCuHZSM-5 (10), SiCuHZSM-5 (20) and SiCuHZSM-5 (40.5), Fig. 3 shows that the adsorption ratios were dramatically reduced and gradually shifted to less selectivity toward isobutane. Therefore, at this stage we can conclude that the shape selectivity of CuHZSM-5 for the adsorption of nitrogen and isobutane can be improved by CVD of TMOS for more than 10 h and by the later calcination process, to form SiO2 and pore blocking on the surface. Table 3 Hydrogen and isobutane conversions in mixtures of hydrogen, isobutane and air (flow rates=2, 2 and 96 ml/min) over CuHZSM-5 and SiCuHZSM-5 at 823 K and 1 atm (the amount of copper in each catalyst=710 6 mole) Catalyst Conversion at reaction time=30 min Hydrogen Isobutane CuHZSM-5 86.10 94.98 SiCuHZSM-5 (2)a 81.22 85.94 SiCuHZSM-5 (4) 84.61 82.06 SiCuHZSM-5 (10) 78.38 48.11 SiCuHZSM-5 (20) 68.50b 10.20b SiCuHZSM-5 (40.5) 74.97 1.55 a: The number in parentheses represents the deposition time in hours. b: Reaction time=80 min. 3.6. Selective catalytic combustion of hydrogen in isobutane/hydrogen mixture The conversions of hydrogen and isobutane at 823 K and 1 atm, in mixtures of hydrogen, isobutane and air (ratio=2 : 2 : 96), over CuHZSM-5 and SiCuHZSM-5, are shown in Table 3. No reaction activity occurred in the blank tests under the same reaction conditions. However, it can be found that high conversion of hydrogen can be reached over different catalysts, and there was not much difference between catalysts for hydrogen combustion. This indicates that hydrogen combustion activities were not influenced significantly by the pore size modification of SiCuHZSM-5. Nevertheless, the conversion of isobu- tane on SiCuHZSM-5 was significantly reduced, as shown in Table 3. The combustion of isobutane decreased with the increase of SiO2 deposition on CuHZSM-5. For reactions over SiCuHZSM-5 (40.5), the conversion of isobutane was even less than 2%. This indicates that very little isobutane could diffuse into the pores of SiCuHZSM-5 (40.5), with deposition time of 40.5 h, for the combustion reaction; its pores were almost exclusively utilized for the selective combustion of hydrogen. Fig. 4 shows the time on stream conversion ratios of hydrogen to isobutane. A higher value of the ratio would indicate a higher combustion selectivity of hydrogen. It can be observed that the conversion ratios over SiCuHZSM-5 (2), SiCuHZSM-5 (4) and SiCuHZSM-5 (10) were similar to that of 66 C.-H. Lin et al./Applied Catalysis A: General 164 (1997) 59~67 60 O O t- O (D Q 40 20 CuHZSM-5 ~_ SiCuHZSM-5 (2) SiCuHZSM-5 (4) <~ SiCuHZSM-5 (10) SiCuHZSM-5 (20) X SiCuHZSM-5 (405) 100 200 300 400 500 Time on stream (min) Fig. 4. Ratios of hydrogen to isobutane conversion in mixtures containing hydrogen, isobutane and air over CuHZSM-5 and SiCuHZSM-5 catalysts at 823 K and 1 atm; the amount of copper in each catalyst=7 10-6 mole; flow rates of hydorgen, isobutane and air at reactor inlet are 2, 2 and 96 ml/min, respectively. greater the reducibility of these catalysts is, the higher the catalytic activity for hydrogen combustion is. A novel catalyst, SiCuHZSM-5, modified by che- mical vapor deposition of tetramethyl orthosilicate over HZSM-5 exchanged with copper ions and the later calcination processes can be applied for the selective combustion of hydrogen in a mixture con- taining isobutane and hydrogen. Acknowledgements The authors wish to thank Professor M. Niwa of Tottori University in Japan and Professor I. Wang of National Tsing Hua University in Taiwan for advising about the CVD of silicon alkoxide on ZSM-5, and we thank Professor S. Cheng of National Taiwan Uni- versity for providing the apparatus for CVD. The financial support from the National Science Council in Taiwan, ROC, under contract No. NSC 84-2214-E- 002-008 is gratefully appreciated. CuHZSM-5, close to 1. The deposition of TMOS on CuHZSM-5 for 2, 4 or 10h cannot significantly improve the combustion selectivity of the catalysts. However, when the deposition time was increased to 20 and 40.5 h, the conversion ratios over SiCuHZSM- 5 (20) and SiCuHZSM-5 (40.5) were increased dra- matically to about 8 and 50. Their combustion selec- tivities toward hydrogen were obvious. In other words, our research results suggest that better reactant shape selectivity of CuHZSM-5 for hydrogen combustion can be achieved by chemical vapor deposition with TMOS at 593 K for 40.5 h, and the subsequent calci- nation process at higher temperatures. Only small molecules such as hydrogen and oxygen can diffuse into the pores of the resulting catalyst for reaction; in contrast, a larger molecule (i.e. isobutane) cannot diffuse into its pores for combustion reaction. 4. Conclusions From TPR results and catalytic activity for hydro- gen combustion over ZSM-5 exchanged with iron, nickel or copper ions, it can be concluded that the References [1] E.J. Chang, S.M. Leiby, Hydrocarbon Processing February, 41 (1992). [2] J.L. Monfils, S. Barendregt, S.K. Kapur, H.M. Woerde, Hydrocarbon Processing February, 47 (1992). [3] M. Roberson, Hydrocarbon Processing September, 27 (1994). [4] L. Dunn, Hydrocarbon Processing January, 33 (1993). [5] B.K. Abdalla, S.S.E.H. Elnashaie, J. Membrane Sci. 85 (1993) 229. [6] H.P. Hsieh, Catal. Rev. Sci. Eng. 33 (1991) 1. [7] M.J. O'Hara, T. Imai, J.C. Bricker, D.E. Mackowiak, US Patent 4565 898 (1986). [8] M. Niwa, S. Kato, T. Hattori, Y. Murakami, J. Chem. Soc., Faraday Trans. I 80(2) (1984) 3135. [9] M. Niwa, M. Kato, T. Hattori, Y. Murakami, J. Phys. Chem. 90 (1986) 6233. [10] T. Hibino, M. Niwa, Y. Murakami, J. Catal. 128 (1991) 551. [11] M. Niwa, K. Yamazaki, Y. Murakami, Ind. Eng. Chem. Res. 33 (1994) 371. [12] J.-H. Kim, A. Ishida, M. Okajima, M. Niwa, J. Catal. 161 (1996) 387. [13] I. Wang, C.-L. Ay, B.-J. Lee, M.-H. Chen, Appl. Catal. 54 (1989) 257. [14] K. Yamazaki, M. Niwa, Y. Murakami, Kagaku Kogaku Ronbunshu 16(3) (1990) 564. [15] K. Tajima, M. Niwa, Y. Murakami, Kagaku Kogaku Ronbunshu 19(2) (1993) 258. C.-H. Lin et al./Applied Catalysis A: General 164 (1997) 59~7 67 [16] C.-H. Lin, B.-Z. Wan, Report of National Science Council, NSC 84-2214-E-002-008, 1995. [17] D.L. Hoang, H. Berndt, H. Miessner, E. Schreier, J. Volter, H. Lieske, Appl. Catal. 114 (1994) 295. [18] S. Kaliaguine, G. Lemay, A. Adnot, S. Burelle, R. Audet, Zeolites 10 (1990) 559. [19] C.-Y. Lee, K.-Y. Choi, B.-H. Ha, Appl. Catal. B 5 (1994) 7. [20] M.S. Kim, C.Y. Lee, B.H. Ha, Korean J. Chem. Eng. 9 (1992) 53. [21] E Mahoney, R. Rudham, J.V. Summers, J. Chem. Soc., Faraday Trans. I, 75(2) (1979) 314. [22] P.A. Jacobs, J-P Linart, H. Nijs, J.B. Uytterhoeven, J. Chem. Soc., Faraday Trans. I 73 (1977) 1745. [23] S.Z. Roginskii, O.V. Al'tshuler, O.M. Vinogradova, V.A. Seleznev, I.L. Tsitovskaya, Dokl. Akad. Nauk SSSR 196 (1971) 872. [24] M. Iwamoto, M. Nakamura, H. Nagano, S. Kagawa, T. Seiyama, J. Phys. Chem. 86 (1982) 153. APCATA 97001579 S0926-860X(97)00157-9 10.1016/S0926-860X(97)00157-9 Elsevier Science B.V. All rights reserved. Development of catalyst system for selective combustion of hydrogen Chao-Hsien Lin Keh-Chyang Lee Ben-Zu Wan * Department of Chemical Engineering, National Taiwan University, 10617 Taipei,Taiwan, ROC * Corresponding author. Fax: +886 2 3623040. The selective catalytic combustion of hydrogen in ion-exchanged ZSM-5 was investigated at 823 K and one atmosphere in this research. The results of TPR and hydrogen combustion in MeZSM-5 (Me represents the exchanged metal ion) showed that the sequence of reducibility following the order: CuZSM-5>FeZSM-5>NiZSM-5, was the same as that of reaction activity. It is concluded that, the greater the reducibility of these catalysts, the higher the catalytic activity for hydrogen combustion. The method of chemical vapor deposition of silicon alkoxide on CuHZSM-5 was used to modify the catalyst pore opening size, and to prepare a series of novel catalysts (SiCuHZSM-5). From the adsorption measurements, and the combustion of a reactant mixture (containing isobutane, hydrogen and air) over these catalysts, it was demonstrated that some SiCuHZSM-5 possessed reactant shape selectivity due to an effective pore blocking. Therefore, during combustion reactions, hydrogen was selectively oxidized within the ZSM-5 pores containing copper ion catalysts; in contrast, isobutane was not, because of a diffusion limitation into the pores. Keywords Selective combustion Combustion Hydrogen Isobutane Isobutene Dehydrogenation ZSM-5 Chemical vapor deposition Ion exchange References [1] Chang E.J. Leiby S.M. Hydrocarbon Processing February 41 1992 [2] Monfils J.L. Barendregt S. Kapur S.K. Woerde H.M. Hydrocarbon Processing February 47 1992 [3] Roberson M. Hydrocarbon Processing September 27 1994 [4] Dunn L. Hydrocarbon Processing January 33 1993 [5] Abdalla B.K. Elnashaie S.S.E.H. J. Membrane Sci. 85 1993 229 [6] Hsieh H.P. Catal. Rev. Sci. Eng. 33 1991 1 [7] M.J. O'Hara, T. Imai, J.C. Bricker, D.E. Mackowiak, US Patent 4 565 898 (1986). [8] Niwa M. Kato S. Hattori T. Murakami Y. J. Chem. Soc. 80 2 1984 3135 Faraday Trans. I [9] Niwa M. Kato M. Hattori T. Murakami Y. J. Phys. Chem. 90 1986 6233 [10] Hibino T. Niwa M. Murakami Y. J. Catal. 128 1991 551 [11] Niwa M. Yamazaki K. Murakami Y. Ind. Eng. Chem. Res. 33 1994 371 [12] Kim J.-H. Ishida A. Okajima M. Niwa M. J. Catal. 161 1996 387 [13] Wang I. Ay C.-L. Lee B.-J. Chen M.-H. Appl. Catal. 54 1989 257 [14] Yamazaki K. Niwa M. Murakami Y. Kagaku Kogaku Ronbunshu 16 3 1990 564 [15] Tajima K. Niwa M. Murakami Y. Kagaku Kogaku Ronbunshu 19 2 1993 258 [16] Lin C.-H. Wan B.-Z. Report of National Science Council, NSC 84-2214-E-002-008 1995 [17] Hoang D.L. Berndt H. Miessner H. Schreier E. Volter J. Lieske H. Appl. Catal. 114 1994 295 [18] Kaliaguine S. Lemay G. Adnot A. Burelle S. Audet R. Zeolites 10 1990 559 [19] Lee C.-Y. Choi K.-Y. Ha B.-H. Appl. Catal. B 5 1994 7 [20] Kim M.S. Lee C.Y. Ha B.H. Korean J. Chem. Eng. 9 1992 53 [21] Mahoney F. Rudham R. Summers J.V. J. Chem. Soc. 75 2 1979 314 Faraday Trans. I [22] Jacobs P.A. Linart J-P Nijs H. Uytterhoeven J.B. J. Chem. Soc. 73 1977 1745 Faraday Trans. I [23] Roginskii S.Z. Al'tshuler O.V. Vinogradova O.M. Seleznev V.A. Tsitovskaya I.L. Dokl. Akad. Nauk SSSR 196 1971 872 [24] Iwamoto M. Nakamura M. Nagano H. Kagawa S. Seiyama T. J. Phys. Chem. 86 1982 153",
      "scopus-id": "0002229742",
      "coredata": {
        "eid": "1-s2.0-S0926860X97001579",
        "dc:description": "The selective catalytic combustion of hydrogen in ion-exchanged ZSM-5 was investigated at 823 K and one atmosphere in this research. The results of TPR and hydrogen combustion in MeZSM-5 (Me represents the exchanged metal ion) showed that the sequence of reducibility following the order: CuZSM-5>FeZSM-5>NiZSM-5, was the same as that of reaction activity. It is concluded that, the greater the reducibility of these catalysts, the higher the catalytic activity for hydrogen combustion. The method of chemical vapor deposition of silicon alkoxide on CuHZSM-5 was used to modify the catalyst pore opening size, and to prepare a series of novel catalysts (SiCuHZSM-5). From the adsorption measurements, and the combustion of a reactant mixture (containing isobutane, hydrogen and air) over these catalysts, it was demonstrated that some SiCuHZSM-5 possessed reactant shape selectivity due to an effective pore blocking. Therefore, during combustion reactions, hydrogen was selectively oxidized within the ZSM-5 pores containing copper ion catalysts; in contrast, isobutane was not, because of a diffusion limitation into the pores.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97001579",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lin, Chao-Hsien"
          },
          {
            "@_fa": "true",
            "$": "Lee, Keh-Chyang"
          },
          {
            "@_fa": "true",
            "$": "Wan, Ben-Zu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97001579"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97001579"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00157-9",
        "prism:volume": "164",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Development of catalyst system for selective combustion of hydrogen",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective combustion"
          },
          {
            "@_fa": "true",
            "$": "Combustion"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen"
          },
          {
            "@_fa": "true",
            "$": "Isobutane"
          },
          {
            "@_fa": "true",
            "$": "Isobutene"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "ZSM-5"
          },
          {
            "@_fa": "true",
            "$": "Chemical vapor deposition"
          },
          {
            "@_fa": "true",
            "$": "Ion exchange"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "59-67",
        "prism:endingPage": "67",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00157-9",
        "prism:startingPage": "59",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00157-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0002229742"
      }
    }
  }
}