{
  "metadata": {
    "title": "Thermally sprayed wire-mesh catalysts for the purification of flue gases from small-scale combustion of bio-fuel Catalyst preparation and activity studies",
    "authors": "; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-05-29",
    "doi": "10.1016/S0926-860X(96)00329-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96003298",
    "pii": "S0926860X96003298"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0001422611",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-13T18:01:50 1-s2.0-S0926860X96003298 S0926-860X(96)00329-8 S0926860X96003298 10.1016/S0926-860X(96)00329-8 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S0926860X00X00555 2024-01-01T12:19:29.85596Z 0 0 19970529 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 0926-860X 0926860X 153 153 1 2 1 2 Volume 153, Issues 1–2 13 177 201 177 201 19970529 29 May 1997 1997-05-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. THERMALLYSPRAYEDWIREMESHCATALYSTSFORPURIFICATIONFLUEGASESSMALLSCALECOMBUSTIONBIOFUELCATALYSTPREPARATIONACTIVITYSTUDIES AHLSTROMSILVERSAND A JAASMA 1980 215 D DRYSDALE 1986 176 D INTRODUCTIONFIREDYNAMICS ALLEN 1983 J PROC76THANNUALMEETINGAIRPOLLUTIONCONTROLASSOCIATION STUDYEFFECTIVENESSACATALYTICDEVICEAWOODBURNINGAPPLIANCE REHNBERG 1983 O PREPAREDFORSWEDISHNATIONALBOARDFORTECHNICALDEVELOPMENT813271 RENINGAVROKGASERFRANBRASKAMINERFORSTUDIE AMANY 1988 A PREPAREDFORNATIONALENERGYADMINISTRATIONSWEDEN SMASKALIGELDNINGMEDBRASVED KARLSVIK 1984 16 E BIOENERGY84 CATALYTICCOMBUSTIONINWOODSTOVES HALL 1984 B SIMONS 1988 C PROC81STANNUALMEETINGAPCA INSITURESIDENTIALPERFORMANCEEVALUATIONCONVENTIONALNEWTECHNOLOGIESINWHITHOURSEYUKONTERRITORY BARNET 1990 S PROC14THANNUALCONFERENCEENERGYBIOMASSWASTES FIELDPERFORMANCEADVANCEDTECHNOLOGYWOODSTOVES19881989 MYERS 1985 33 R SIMONS 1990 C PROC83RDANNUALMEETINGEXHIBITIONAIRWASTEMANAGEMENTASSOCIATION PERFORMANCEEVALUATIONBESTEXISTINGSTOVETECHNOLOGYHYBRIDWOODSTOVECATALYTICRETROFITDEVICE SAUTER 1982 47 J PROC5THINTERNATIONALCONFERENCEALTERNATIVEENERGYSOURCE CATALYTICCONVERSIONWOODCOMBUSTIONPRODUCTS SHELTON 1982 J AHLSTROM 1990 143 A AHLSTROM 1990 157 A AHLSTROM 1989 475 A SATTERFIELD 1980 227 C HETEROGENEOUSCATALYSISINPRACTICE HOYOS 1993 125 L SIMONE 1991 87 D MARECOT 1994 283 P SATTERFIELD 1970 613 C AHLSTROMSILVERSANDX1997X177 AHLSTROMSILVERSANDX1997X177X201 AHLSTROMSILVERSANDX1997X177XA AHLSTROMSILVERSANDX1997X177X201XA item S0926-860X(96)00329-8 S0926860X96003298 1-s2.0-S0926860X96003298 10.1016/S0926-860X(96)00329-8 271346 2024-01-01T12:19:29.85596Z 1997-05-29 1-s2.0-S0926860X96003298-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/MAIN/application/pdf/c1690ca49862dbe9f16f4813ecc586b4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/MAIN/application/pdf/c1690ca49862dbe9f16f4813ecc586b4/main.pdf main.pdf pdf true 1418098 MAIN 25 1-s2.0-S0926860X96003298-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/PREVIEW/image/png/89996a8219f4e6bbaacb4524995825b0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/PREVIEW/image/png/89996a8219f4e6bbaacb4524995825b0/main_1.png main_1.png png 45032 849 656 IMAGE-WEB-PDF 1 1-s2.0-S0926860X96003298-si5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/STRIPIN/image/gif/a2dd3a349fd5af4d089db28bfaa2f1df/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/STRIPIN/image/gif/a2dd3a349fd5af4d089db28bfaa2f1df/si2.gif si5 true si5.gif gif 526 30 81 ALTIMG 1-s2.0-S0926860X96003298-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/STRIPIN/image/gif/30bfdc72b6287223cbdff8b7be141016/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/STRIPIN/image/gif/30bfdc72b6287223cbdff8b7be141016/si4.gif si4 true si4.gif gif 592 30 110 ALTIMG 1-s2.0-S0926860X96003298-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/STRIPIN/image/gif/b41cc7593148b9bf55de5cde93c47496/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/STRIPIN/image/gif/b41cc7593148b9bf55de5cde93c47496/si3.gif si3 true si3.gif gif 627 30 120 ALTIMG 1-s2.0-S0926860X96003298-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/STRIPIN/image/gif/a2dd3a349fd5af4d089db28bfaa2f1df/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/STRIPIN/image/gif/a2dd3a349fd5af4d089db28bfaa2f1df/si2.gif si2 true si2.gif gif 526 30 81 ALTIMG 1-s2.0-S0926860X96003298-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96003298/STRIPIN/image/gif/ddde1d7f29cf73cd313c23b91a1e49b3/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96003298/STRIPIN/image/gif/ddde1d7f29cf73cd313c23b91a1e49b3/si1.gif si1 true si1.gif gif 344 30 45 ALTIMG / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 153 (1997) 177-20l Thermally sprayed wire-mesh catalysts for the purification of flue gases from small-scale combustion of bio-fuel Catalyst preparation and activity studies A.F. Ahlstrom-Sllversanda' , C.U. Ingemar Odenbrandb aKatator AB, Ideon Research Park, Ole R6mers viig 12, S-223 70, Lund, Sweden bDepartment of Chemical Engineering II, Chemical Center, Lund Universi~, Institute of Science and Technology, PO. Box 124, S-221 00, Lund, Sweden Received 4 June 1996: received in revised form 9 September 1996; accepted 10 September 1996 Abstract Catalytically active wire meshes were used to combust different pollutants present in flue gases from bio-fuel combustion, e.g. CO, propylene, terpenes and tar. Alumina was spray-deposited onto wire meshes of Kanthal AF (8-20 Tayler mesh) with a plasma spray equipment. The specific surface area of the ceramic layer was increased through wash coating, in-situ precipitation or sol-treatment. The catalytically active materials consisted of precious metals (Pd/Pt) or metal oxides (V2Os/CuO) and were added to the ceramic matrix through an impregnation technique. The combustion was in most cases severely limited by external mass transfer. The effects of the specific surface area and the loading of catalytically active material were only significant in the reaction controlled domain. In the mass transfer controlled domain the conversion was affected only by the flow conditions and the external surface area of the wire meshes. CO and most hydrocarbons were effectively combusted at temperatures below 773 on a Pd/Pt-catalyst. The catalyst performance was not affected by the presence of water vapour or carbon dioxide or by low oxygen concentrations. Similar combustion experiments were performed with a commercial monolith and it can be concluded that the performance of the catalytically active wire meshes in the mass-transfer controlled domain was superior. Tar-residues, soot particulates and charcoal particles were effectively combusted over a Pd/Pt-doped oxide-catalyst (V2OflCuO). Keywords: Catalytic combustion; Bio-fuel emissions; Wire-mesh catalyst; Thermal spray coating * Corresponding author. 0926-860X/97/$17.00 (t-~) 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(96)00329-8 178 A.E Ahlstri~m-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 1. Introduction Small-scale combustion of bio-fuel often results in excesswe emissions of volatile organic compounds (VOC), polyaromatic compounds (PAH) and carbon monoxide (CO). These compounds have a negative impact on human health and urban air quality. Some of the VOC- and PAH-compounds are highly toxic or carcinogenic, e.g. benzene and benzo(a)pyrene [1]. The predominant volatile organic compounds present in flue gases from bio-fuel combustion are propylene, ethylene, butadiene, methanol, ethanol, methane, phenol and benzene. Propylene alone stands for approximately 30% of the total VOC-emission from small-scale combustion of bio-fuel. There is a tendency towards an increased utilisation of bio-fuel in the society due to the negative effects caused by fossil fuel combustion, i.e. the green house effect and the consumption of irreplaceable global resources. Bio-fuel is considered as a renewable energy source which does not contribute to the net emission of carbon dioxide. The positive attributes of bio-fuels may however be deteriorated by the excessive emissions of CO, VOC and PAH during combustion. Wood combustion is characterised by three phases: drying, pyrolysis and charcoal combustion. The drying process occurs at around 100 and involves the release of physically and chemically bound water. The water content of wood normally lies between 10 and 60 wt.%. Pyrolysis involves the formation and release of hydrocarbons with a high heat-content. These hydrocarbons are nor- mally combusted in the stove but some may be emitted to the atmosphere. Thermogravimetfic analysis shows that different components of the wood are pyrolysed at different temperatures (hemi-cellulose at 200-260, cellulose at 240-350 and lignin at 280-500) [2]. Approximately 80% of the wood is normally pyrolysed. The residue, mainly derived from the lignin content, produces charcoal. Charcoal combustion requires temperatures in the region of 900 to be completed. The ultimate residue after a completed combustion cycle is ash, corresponding to 1 wt.% or less of the initial wood weight (on dry basis). The ash mainly consist of alkaline and alkaline earth metal oxides. The poor combustion performance of some wood stoves has in certain cases led to legislation against small-scale combustion of bio-fuel in urban areas. Re- construction of the stoves may in some cases improve the combustion performance considerably. Catalytic cleaning is probably the most efficient way of decreasing the environmental impacts of bio-fuel combustion. Several studies concerning catalytic purification of flue gases from bio-fuel combustion have been presented over the years. Several problems must be addressed when designing a catalyst for this application: Clogging problems from deposition of ashes and particulates in the catalyst Catalyst poisoning by sulphur, phosphorus, alkali metals etc. Catalyst fouling due to deposition of ashes and particulates A.E Ahlstriim-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 179 Catalyst overheating at high flue-gas temperatures Poor catalyst performance during start-up Small-scale combustion of bio-fuel is characterised by great variations con- cerning gas flows, temperatures and concentrations with respect to oxygen and pollutants. The emissions are especially severe during the initial stages of the combustion cycle when VOC and PAH are released and emitted [3]. During the final part of the combustion cycle the CO-emission increases as the temperature in the combustion zone decreases. To be able to clean the flue gases effectively with respect to VOC and PAH, the catalyst temperature must increase rapidly during the start-up phase. This implies a low thermal inertia of the catalyst. Most studies have been focused on monolith-type catalysts and the conversion of CO, VOC and PAH typically is above 80% [4-13]. The observed problems are associated with increased pressure drop due to catalyst clogging and decreased catalyst performance due to fouling and poisoning. In most cases precious metals, preferably Pt, have been used as active combustion catalyst. Precious metals have a high activity for the combustion of CO and hydrocarbons and a fair stability against poisoning with compounds present in flue gases from bio-fuel, e.g. sulphur and alkali metals. Even if precious metals have been demonstrated to give a high activity in the combustion of gases like CO and VOC, some metal oxides are superior in combusting condensable and solid compounds like tar and soot particulates [ 14,15]. The catalyst should therefore contain precious metals as well as metal oxides in order to be effective in the purification of flue gases from bio- fuel combustion. This study is focused on wire-mesh catalysts for the purification of flue gases. By covering a wire mesh with a porous ceramic layer through a modified thermal spray technique an active and durable catalyst can be produced. The surface area of the porous ceramic layer can be increased by an in-situ precipitation technique, through wash coating or through sol-treatment. The ceramic layer is finally covered with a catalytically active material, e.g. Pd, Pt or metal oxides. Wire-mesh catalysts combine the excellent mass and heat transfer performance of a pellet-type catalyst with the low pressure drop of a monolith. The effects of pore diffusion during combustion are relatively small due to the shell like design of the catalyst layer. Thus the catalyst efficiency is considerably improved compared with pellet or monolith catalysts. The effects of catalyst clogging and fouling can be handled as wire-mesh catalyst are easy to disassemble and to clean. Wire-mesh catalysts also offer a great flexibility with respect to dimensions which makes retrofit installations easier. The aim of this study is to examine thermally sprayed wire-mesh catalysts for the purification of flue gases with respect to CO and different hydrocarbons and to determine the effects of different catalyst characteristics, e.g. mesh number, catalyst surface area and content of active material. Included is also a study of 180 A.F. Ahlstr6m-Silversand, C.U.1. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 the combustion of condensable and solid compounds over metal-oxide based catalysts. 2. Experimental 2.1. Catalyst preparation and characterisation 2.1.1. Thermal spraying Wire meshes (Kanthal AF, 8 to 20 Tayler mesh) were coated with a layer consisting of a mixture of alumina and polyamide through a modified thermal spray technique. The ceramic and polymer powders used during the spraying process were supplied by Sulzer-Metco. The polymer content of the alumina/ polyamide mixture was varied between 0 and 40 vol.%. The wire meshes were first blasted with alumina powder in order to remove fat and oxides from the metal surface. The alumina/polyamide mixture was then plasma-sprayed onto the surface of the wire meshes. The thickness of the ceramic layer was normally around 0.1 mm. The samples were finally fired at 1073 K for 2 h to combust the polymer content of the sprayed layer. Through this procedure, the ceramic layer obtained an open macro-porosity. The total pore volume was determined through a gravimetric procedure where the pores of the ceramic layer were filled with distilled water through conventional impregnation. Excess water was removed by blowing the samples with compressed air. The total pore volume was then determined by calculating the gain in weight following the water impregnation. The surface area of the as-sprayed ceramic layer was normally below 1 m2 g 1. It is necessary to increase the surface area of the ceramic layer by a factor 10 or more to be able to achieve an acceptable catalytic activity. 2.1.2. Methods of increasing the surface area By adding ceramic material with a high surface area to the thermally sprayed ceramic matrix, the surface area of the ceramic layer can be increased consider- ably. Additional ceramic material can be supplied in at least three ways: a) conventional wash coating, b) in-situ precipitation and c) through sol-treatment. Wash coating was performed with a slurry of Spheralite 531 P3 from ProCatalyse (specific surface area -- 115 m2 g-l, particle size -- 8-12 ~tm, composition -- 2 wt.% of La203/NdzO3 on \"/-alumina). The resulting average thickness of the wash coated layer was normally around 20 ~tm. The adhesion of the wash coated layer to the thermally sprayed layer was fair due to the roughness of the surface. In-situ precipitation was performed through impregnating the thermally sprayed layer with a saturated solution of aluminium nitrate at room temperature. The samples were then subjected to ammonia vapour at room temperature whereupon A.E Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 181 aluminium hydroxide was precipitated in the pores of the thermally sprayed layer. The samples were then dried at 423 K for 2 h and finally fired at 873 K for 2 h. Sol-treatment was performed with an colloidal alumina-sol from Nyacol, containing 20 wt.% of solid matter with an average particle size of 50 nm. After the sol-treatment the samples were dried at 423 K for 2 h and finally fired at 873 K for 2h. It is also possible to obtain an as-sprayed ceramic layer with a relatively high surface area by deposition of another ceramic powder with a high surface area into the spray jet. If the deposition is performed close to the substrate surface the deposited powder is built into the matrix of the sprayed layer without excessive loss of the surface area. In these tests we added an amount corresponding to 0-40 wt.% of Spheralite 509D from ProCatalyse (7-alumina, specific surface area 326 me g-l) into the spray jet of the alumina drops. Specific areas of the ceramic layers were measured with an area meter (FlowSorb II from Micromeritics) through adsorption of nitrogen according to the one-point BET-method. The samples were de-gassed in a flow of dry nitrogen at 623 K for 16 h prior to the measurements. 2.1.3. Impregnation with active combustion catalyst The precious-metal catalysts were prepared through impregnation of the porous ceramic layer with aqueous solutions of precious metals (Pd and Pt). The solutions were prepared by dissolving pure metals in aqua regia and diluting these con- centrated solutions with distilled water to appropriate concentrations. Following the impregnation step excess solution was blown off with compressed air, where- upon the samples were dried at 393 K for 1 h and reduced in an atmosphere of 10 vol.% of hydrogen in nitrogen at 1073 K for 2 h. The samples where finally fired in air at 1073 K for 2 h. The relative amount of Pd in the metal mixture normally corresponded to 75 mol%. The total metal loading was 10 ~tmol m-2. The oxide catalysts were prepared by impregnating the samples with aqueous solutions of NH4VO3 (oxalic acid) and Cu(NO3)2. After impregnating with NH4VO3 (oxalic acid), the samples were dried (393 K for 1 h) and fired in air (873 K for 2 h). The samples were then impregnated with the Cu-solution and once again dried and fired. In some cases we doped the oxide-catalyst with precious metals through impregnation with diluted solutions of precious metals. The relative amount of V in the oxide catalyst was 90 mol%. This catalyst composition has previously been demonstrated to give a high activity in the combustion of soot -2 particulates [15]. The total metal loading corresponded to 10 ~tmol m All chemicals used during the catalyst preparation were of analytical grade. 2.2. Experimental set up The combustion experiments were performed in a specially designed reactor, see Fig. 1. A suitable gas mixture containing air, nitrogen, oxygen and carbon dioxide 182 A.F. AhlstrOm-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 Gas sample - ; I~== ;atalyst~ Gas sample ~ Injection of =._; ~'] pollutant gas Water inlet ~ utlet ~. Gas-pre- heater Thermocouple Catalyst ~o~ Temperature regulator Reactor inlet for dry gases (e.g. air, nitrogen, carbon dioxide) Fig. 1. Experimental set up. is mixed in a system of valves and flow meters whereupon it is led through the pre- heater. Air is supplied from a compressor system whereas, all other gases are supplied from gas cylinders. The temperature of the gas mixture is accurately adjustable between room temperature and 973 K. The catalyst temperature is measured with a thermo couple which in turn regulates the effect of the pre-heater. Water is supplied as a liquid and is vaporised in the lower part of the reactor. The pollutant gas (CO or hydrocarbons) is added to the gas mixture through an opposed Pitot tube. Liquids are vaporised in a hot stream of air whereupon the mixture is led into the reactor through the Pitot tube. The resulting gas mixture is finally led through the catalyst and through the gas outlet. Gas analysis is performed with a photo acoustic IR-technique (Brtiel Kj~er A/S, Multi-gas Monitor type 1302) with respect to CO, CO2, H20 and total hydrocarbons. The catalytically active wire meshes are placed in a catalyst holder which in turn is placed in the upper part of the reactor. The diameter of the wire meshes is 85 mm. 2.3. Experimental procedure 2.3.1. Combustion of gases The combustion experiments were performed at different temperatures between 323 and 873 K and at different conditions with respect to gas flow and gas composition. The study includes combustion experiments with CO, ethylene, propylene, butadiene, ethanol, methanol, methane, benzene and terpenes (Alcro Beckers). The gas mixture was led through the catalyst and the conversion of the pollutant compounds as well as the selectivity for total oxidation was determined. A.F. Ahlstrrm-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 183 2.3.2. Combustion of tar In these studies we used tar prepared from pine wood (Alcro Beckers). The catalytically active wire meshes were coated with tar through a painting technique. The exact amount of tar added was determined gravimetrically. The tar-coated catalysts were then placed in the reactor whereupon a stream of air was led through it. The catalyst temperature was increased linearly with time (10 K min-~) and the production rate of CO, CO2 and HzO as well as the desorption of volatile tar components could be studied. The formation of combustion products versus the temperature gives a semi-quantitative picture of the catalyst activity. 2.3.3. Combustion of charcoal and soot particulates In these studies we used charcoal from hardwood, which was water grinded into a slurry. The slurry was painted onto the catalytically active wire meshes. Diesel soot was used during the studies concerning soot combustion. The soot has been thoroughly characterised with respect to physical and chemical char- acteristics in a previous study [16]. Also the soot/water-mixture was painted onto the catalytically active wire meshes. The combustion experiments were performed in the same way as described above for the combustion for tar. 3. Results 3.1. Modified thermal spray technique to increase the porosity of the ceramic layer Powders of alumina and polyamide (0-40 vol.%) were mixed into a homo- geneous mixture. The mixture was spray-deposited onto wire meshes of Kanthal AF with a plasma-spray equipment. The resulting polymer/ceramic layer was around 0.1 mm in thickness. The wire meshes where fired in air to burn off the polymer content whereby, the porosity of the ceramic layer was increased. The results show that the porosity of the ceramic layer was increased by a factor two or more through the addition of a polymer powder, as can be seen in Fig. 2. Without addition of the polymer powder the porosity of the ceramic layer was slightly above 10%. The porosity is linearly correlated to the volume fraction of polymer powder added. According to our results, the volume fraction of polymer powder added should not exceed 35 vol.%. Increasing the polymer content of the sprayed layer over this value will deteriorate its strength. 3.2. Study of different methods to increase the specific surface area The roughness of the sprayed ceramic layer gave a fair adhesion to the wash coat. The strength of the wash coated layer (Spheralit 531P3) became insufficient at 184 A.F. Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 so ! ! t 40 30 e 0 N 2o 0 I.-- 10 5 10 15 20 25 30 35 Volume fraction of polymer added (%) Fig. 2. The total porosity versus the vol. fraction of polymer added to the ceramic powder. Table 1 Study of different methods of increasing the specific surface area of the as-sprayed ceramic layer Sample BET-area (m2g 1) Magnification factor As-sprayed 0.4 1 Wash-coated 32.5 81 In-situ precip., 1 time 18.3 46 In-situ precip., 2 times 31.3 78 In-situ precip., 4 times 29.8 75 Sol-treatment, 1 time 12.4 31 Sol-treatment, 2 times 26.3 66 Sol-treatment, 4 times 51.0 128 Deposition, 15 wt.% 7.8 20 Deposition, 27 wt.% 11.8 30 Deposition, 38 wt.% 16.0 40 loadings above a value corresponding to an average layer thickness of 20 lam. As can be seen in the Table 1 the specific surface area was increased by a factor 80 through wash coating. In-situ precipitation and sol-treatment were performed repeatedly to increase the surface area of the ceramic layer even further. The specific surface area of the sol- treated (Nyacol Colloidal sol) layer linearly correlates to the number of sol- treatments, as can be seen in the Table 1. After treating the ceramic layer with the alumina-sol for four times, the specific surface area of the sprayed ceramic layer had been increased by a factor 130. Repeated in-situ precipitation was not as effective as repeated sol-treatment in increasing the specific surface area. The pore- structure was probably clogged by the voluminous alumina hydroxide formed during the precipitation process, which prevented further surface increasing measures. The strength of the ceramic layer was excellent and independent of the number of treatments when sol-treatment and in-situ precipitation were used. A.E Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General I53 (1997) 177-201 185 By depositing a ceramic powder into the spray jet it was possible to produce an as-sprayed layer with a relatively high specific surface area. In this study we deposited \"~-alumina (Spheralite 509D) into the spray jet. The specific surface area of the as-sprayed layer linearly correlates to the weight fraction of ceramic powder deposited into the spray jet. At an addition corresponding to 40 wt.%, the specific surface area reached a value of 16 m2 g 1. Increasing the amount of deposited powder further increased the brittleness of the ceramic layer. Thus, the specific surface area of the as-sprayed ceramic layer should preferably be increased through repeated sol-treatment. This method facilitates the prepara- tion of a mechanical durable ceramic layer with a high specific surface area. 3.3. Combustion of CO and VOC-gases 3.3.1. Influence of mesh number A mixture of propylene (2000 ppm) and air was led through a package of two catalytically active wire meshes in series. The wire meshes had been sol-treated twice and impregnated with a Pd/Pt-solution to obtain a metal loading correspond- ing to the monolayer capacity (the monolayer capacity is approximately 10 ~tmol m 2). The total gas-flow was 2.4 m3 h-~ (STP) which corresponded to 420 m3h 1 (STP) per square metre of cross sectional area. Similar experiments were per- formed with different mesh numbers (8, 16 and 20 Tayler mesh), The conversion was measured at temperatures between 473 and 673 K, as can be seen in Fig. 3. The combustion reaction was severely limited by the external mass transfer, as lOO i I +- I i~ i._.~ I - g , ' i? 4- ............ i'/'\" i > 40 t ................ .......... .... -- t- O 2 (..) 20- I oL -~- i I 1 450 500 550 600 650 700 750 800 Temperature (K) C3H6, 8 mesh - C3H6, 16 mesh -- ~- - C3H6, 20 mesh Fig. 3. Combustion of propylene in a package of two catalytically active wire meshes in series; effects of the mesh number. Gas flow: 2.4 m3 h i (STP), Gas composition: 2000 ppm of propylene in air. 186 A.F. AhlstrOm-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 100 80 v 60 t- ._o c/} > 40- O O l ^-i +- :=~1' '~'i i ......... + /f ............ 350 400 450 500 550 600 650 700 750 Temperature (K) co, 5 wire meshes - CO, 2 wire meshes -- ~- - C3H6, 5 wire meshes - -.- - C3H6, 2 wire meshes - - z~- - terpene, 5 wire meshes ----A- - terpene, 2 wire meshes Fig. 4. Combustion of CO, propylene and terpenes in a package of catalytically active wire meshes in series; effects of the number of wire meshes in series. Gas flow: 2.4 m3 h i (STP), Gas composition: 2000 ppm of pollutant in air. indicated by the modest temperature dependence of the conversion graphs. The wire mesh with the highest mesh number gave the highest conversion, approxi- mately 90% at temperatures above 623 K. These results can be attributed to the higher mass transfer numbers and the larger external surface areas of tightly woven wire meshes. However, it is difficult to plasma spray wire meshes with a mesh number above 20 due to clogging effects during the preparation. An increased mesh number also leads to an increased pressure drop over the package of wire meshes. 3.3.2. Influence of the number of wire meshes in series The number of wire meshes in series has a significant influence on the conversion, as indicated in Fig. 4. In these experiments we compared packages containing 2 and 5 catalytically wire meshes (12 Tayler mesh) in series. The catalytically active material was identical to that used in the previous section. A mixture consisting of carbon monoxide, propylene or terpenes and air was led through the catalyst at a flow rate of 2.4 m3h 1 (STP). The conversion was measured at different temperatures between 398 and 623 K. The combustion was in all cases heavily affected by external mass transfer limitations. The conversion of CO reached 75% at 523 K in the case of two wire meshes whereas the conversion was above 95% when the catalyst package contained 5 wire meshes. Similar results were obtained also for propylene and terpenes. The conversion graphs level out at different conversion values, indicating differences in gas phase diffusivities between different pollutants. The curvature A.F. AhlstrOm-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 187 0 c- O 0 100 80 .............. 60 ...... 40-- ...... l 2o+ ..... t~ 400 450 ! I ,- I ~- 500 550 600 Temperature (K) 0 1 sol-treatment [] - 2 sol-treatments -- ~- - 3 sol-treatments I F 650 700 Fig. 5. Combustion of propylene in a package of two catalytically active wire meshes in series; effect of the specific surface area. Gas flow: 2.4 m3 h-1 (STP), Gas composition: 2000 ppm of propylene in air. of the terpene-graph is probably attributed to pore-diffusion effects, as terpene hydrocarbons are high-molecular and bulky species. 3.3.3. Influence of specific surface area The influence of the specific surface area will be pronounced at low reaction rates when the effects of mass transfer limitations are small. In the mass transfer limited region however, the effect of the specific surface area will be insignificant. A package of two catalytically active wire meshes (12 Tayler mesh) was placed in the reactor. A gas mixture of 2000 ppm propylene in air was led through the catalyst at a flow rate of 2.4 m3 h-1 (STP). The conversion was measured at different temperatures between 423 and 673 K. See Fig. 5. Experiments were performed with wire meshes subjected to 1,2, or 3 sol-treatments respectively. The metal content (Pd/Pt) of the catalyst corresponded in each case to the monolayer capacity. The effect of the specific surface area was pronounced only at tempera- tures around 473 K where there is a satisfactory correlation between the surface area of the catalyst and the conversion. At temperatures above 523 K the con- version was totally governed by the rate of external mass transfer and the external surface area of the wire meshes. The effects of the specific surface area are only noticeable at temperatures where the effects of mass transfer limitations are small. 3.3.4. Influence of amount of active combustion catalyst Another way of increasing the intrinsic activity of the catalyst is to increase the metal loading (Pd/Pt). Catalytic wire meshes with a metal loading corresponding to 25, 100 and 400% of the monolayer capacity were prepared. A mixture of 188 A.E Ahlstriim-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 loo - f ! ! \"~ 60 ............................... o 40 ....... / o ..... ..... 20- 350 400 450 500 550 600 650 Temperature (K) (3 co, 25% [] - co, lO0% -- ~x- - CO, 400% Fig. 6. Combustion of CO in a package of two catalytically active wire meshes in series; effect of the metal loading (percent of the monolayer capacity). Gas flow: 2.4 m3 h-1 (STP), Gas composition: 2000 ppm of CO in air. CO (2000ppm) in air was led through a package of two wire meshes (12 Tayler mesh) at a flow-rate of 2.4 m3 h-1 (STP). The conversion was measured at different temperatures between 398 and 623 K and it can be concluded that the influence of the metal loading is noticeable only at low temperatures, see Fig. 6. At temperatures between 423 and 473 K there is a fair correlation between the experimental data and the catalyst activity. At temperatures above 523 K, the conversion graphs level out at the same conversion (90%), thus indicating total mass transfer control. Increasing the metal loading will lower the ignition point of the catalyst. At high working temperatures however, the influence of the metal loading will be insig- nificant. 3.3.5. Combustion of different VOC-gases As previously mentioned flue gases from bio-fuel combustion will contain a lot of different pollutants, i.e. CO, VOC and PAH. These compounds have different combustion characteristics. To be able to clean the flue gases, the major pollutant components must be effectively combusted at temperatures below 873 K. In this section we studied the catalytic combustion of the following pollutants: CO, 2000 ppm methane, 1500 ppm ethylene, 1500 ppm propylene, 1500 ppm butadiene, 1000 ppm A.F. Ahlstrrm-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 189 100 o~ v e- t- O 80 60 40 20 0 3OO 400 600 700 800 900 1000 Temperature (K) co, 2000 ppm - CH4, 1500 ppm -- ~ - C2H4, 1500 ppm - -O - - C3H6, 1500 ppm - - II- - C4H6, 1000 ppm ----A- - CH3OH, 1000 ppm - - x- - - C6H6, 250 ppm --+-- - C2H5OH, 1000 ppm V terpenes, 200, ppm 500 Fig. 7. Combustion of CO and VOC in a package of five catalytically active wire meshes in series. Gas flow: 2.4 m3 h ~ (STP), Gas composition: 200-2000 ppm of pollutant in air. methanol, 1000 ppm ethanol, 1000 ppm benzene, 250 ppm terpenes, 200 ppm The pollutant was mixed with air and led through a package of 5 catalytically active wire meshes (12 Tayler mesh) in series at a flow rate of 2.4 m3 h-1 (STP). The metal loading corresponded to the monolayer capacity. As can be seen in Fig. 7, most pollutant compounds were effectively combusted at temperatures below 573 K. Methanol was especially easy to combust and the conversion was above 90% at temperatures around 373 K. Carbon monoxide and propylene (the main pollutants in flue gases from bio-fuel combustion) were effectively com- busted at 473 K. Methane was especially difficult to combust and temperatures of at least 873 K were necessary. The conversions level out at values above 95% in all cases (with the exception of methane). By placing a couple of catalytically active wire meshes in series it is thus possible to clean the flue gases with a high efficiency. 3.3.6. Effects of CO-pressure In some cases we were able to detect effects of the reactant concentration. In the case of CO-combustion this effect was pronounced at temperatures below 448 K, as can be seen in Fig. 8. At CO-levels of 1000 ppm or below the catalytic 190 A.F. Ahlst~m-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 100- 80- v 60- t- .o_ 0 > 40- 0 0 ............................... ................................................. t; / , ........... L .............. ........... Z ' 20- .................. ....................... ..... 0+ i-- 350 400 450 500 550 Temperature (K) 0 CO, 1000 ppm [] - CO, 2000 ppm -- ~ - CO, 5000 ppm - -X- - CO, 9000 ppm Fig. 8. Conversion at different concentrations of CO. Catalyst: 5 catalytically active wire meshes in series, Gas flow: 2.4 m3 h-1 (STP), Gas composition: 1000-9000 ppm of CO in air. combustion was effective at temperatures as low as 408 K. The conversion graph was shifted towards higher temperatures as the CO-content was increased (2000- 9000 ppm). This effect is important as the CO-content of real flue gases tempora- rily may be as high as 1-2 vol.% during the start-up phase. The combustion of other components is severely retarded as long as the CO-inhibition continues. The inhibition may lead to a delayed start of the catalytic cleaning during the important initial phase of the bio-fuel combustion when excessive amounts of CO, VOC and PAH are emitted. 3.3.7. Experiments performed in realistic flue gas atmosphere and in oxygen lean conditions To demonstrate the effects of a realistic flue gas atmosphere, combustion experiments were performed in a mixture containing 25 vol.% water vapour, 15 vol.% carbon dioxide, 5.0-12.5 vol.% oxygen and balance nitrogen. The combustion experiments were carried out with CO (2000 ppm), propylene (2000 ppm) and terpenes (400 ppm) present in the gas mixture. A package of two catalytically active wire meshes were placed in the reactor and the gas mixture was led through the catalyst at a flow rate of 2.4 m3 h- 1 (STP). The conversion was measured at different temperatures as the oxygen content was varied. The influence of the oxygen content is only noticeable at low temperatures, as can be seen in Fig. 9, where the conversion of propylene is presented versus the temperature. Similar results were obtained for CO and terpenes. Combustion data obtained in air are thus representative also for a flue-gas atmosphere. Water vapour and carbon dioxide had no significant effect on the A.E AhlstrSm-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 191 o~ t- ._o 40 > \"j 0 i i i i , I 420 440 460 480 500 520 540 560 Temperature (K) C) C3H6, 5%02 [] - C3H6, 7.5% 02 -- ~ - C3H6, 10% 02 - -X- - C3H6, 12.5% 02 Fig. 9. Combustion of propylene in a realistic flue-gas composition; effect of the O2-content. Catalyst: 2 catalytically active wire meshes in series, Gas flow: 2.4 m3 h-1 (STP), Gas composition: 2000 ppm of propylene in an atmosphere of 25 vol.% H20, 15 vol.% CO2, 5-12.5 vol.% 02 and balance N2. combustion performance of the catalyst. In addition the combustion was not significantly affected by low oxygen content of the reacting mixture. 3.3.8. Comparison between a catalytic monolith and catalytically active wire meshes In this section we compare the combustion performance of a catalytic monolith with the combustion results obtained with a package of catalytically active wire meshes. The precious-metal coated monolith was collected from a commercial cleaning unit for small-scale bio-fuel combustion. The monolith had 25000 channels per square metre cross sectional area and a length of 5 cm. The monolith was fitted into the reactor and a gas mixture containing CO, propylene or methane (2000 ppm) in air was led through it. The flow rate was equal to 2.4 m3 h 1 (STP) which corresponded to a space velocity of 7500 h-1. Similar experiments were performed with a package of 5 catalytically wire meshes in series (the wire meshes were similar to those used in the previous sections) at a space velocity of 56000 h- i. The conversion data are presented in Fig. 10 and it can be concluded that the package of wire meshes was superior to the monolith in combusting CO and propylene. The conversions were higher in the mass-transfer dominated region which can be attributed to better mass-transfer characteristics in the wire-mesh structure. The amount of catalyst (on weight basis) is however higher in the monolith case. Methane combustion is therefore performed more effectively in the monolith as methane combustion is controlled by the reaction rate and not by the mass-transfer characteristics. 192 A.F. Ahlstrb'm-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 80 ............................. i' \" : ......... ~ ...... ao oo ............................. i,:,,, 1 ...... ,x, , .................. 0 ? : o I/ ~: ........... ..................... ........ 200 300 400 500 600 700 800 900 1000 Temperature (K) CO, m [] - C3H6, m -- ~ CH4, m - -0- -CO, w - II- - C3H6, w -~A- - CH4, w Fig. 10. Comparison of conversion data for a catalytic monolith and a package of 5 catalytic wire meshes in series. Monolith characteristics: volume 0.3 dm3, 25000 channels per square metre, Gas flow: 2.4 m3 h 1 (STP), Gas composition: 2000 ppm of CO, propylene and methane in air, m=wire-mesh data and w=monolith data. Catalytically active wire meshes are thus superior to monolith catalysts in the mass-transfer controlled region. As catalytic combustion is severely limited by mass transfer, catalytic wire meshes are an interesting alternative to monolith-type catalysts in most cases. 3.4. Combustion of charcoal, soot-particulates and tar 3.4.1. Combustion of charcoal In addition to CO, VOC and PAH, the flue gases also contain particulate matter such as charcoal particles, soot particulates and ash particles. If the catalyst surface is cool there may also arise problems from deposition of tar. In a real system the catalyst will be exposed to a mixture containing all the components mentioned above. Charcoal is produced during the combustion, preferably from the lignin content of the wood, and minor amounts can be carried away to the catalyst by the flue-gas stream. As the charcoal layer grows, an additional diffusion resistance will occur. It is therefore important that the wire meshes can be regenerated regularly, either mechanically or thermally. Thermal combustion of charcoal requires high temperatures to be completed. Four different catalytic wire meshes (12 Tayler mesh) were coated with a slurry of charcoal particles through a painting technique. The exact amount of charcoal added was determined gravimetrically (normally around 0.2 g). The catalytically active wire meshes were placed in a stream of air (3 m3 h-1 (STP)) whereupon the temperature was increased at a rate of 10 K min-1. The production rates of CO and CO2 were determined during the combustion experiments. The rate of COx- A.F. Ahlstr6m-Silversand, C.U.I. Odenbrand/Applied Catalysis A.\" General 153 (1997) 177-201 193 g g_ 8 .~_ 0 z o,8 .......... ........ ....... , ,'l o,o .... ............ i?: ......... ,,5! o ~~ 550 600 650 700 750 I , l 1 t 800 850 Temperature (K) AI203 - Pd/Pt m -CuO ..... V205/CuO Fig. 11. Normalised production rate of carbon oxides (CO+CO2) during charcoal combustion versus the temperature; study of different catalytically active materials. Gas flow: 3.0 m3 h I (STP), Gas composition: air, Temperature rise rate: 10 K min-1, Amount of charcoal: 0.2 g. formation was normalised with the maximum rate of COx-formation obtained during the experiment. The catalytically active materials were added to the ceramic layer through an impregnation technique. The following combustion catalysts were studied: y-alumina (no catalysts) Pd/Pt CuO V2OdCuO (10 mol% of Cu) The total metal loading was 10 ~tmol m-: in each case. In the absence of an active combustion catalyst, charcoal was combusted effectively at temperatures between 773 an 873 K. The combustion was only modestly affected by the presence of precious metals (Pd/Pt) whereas the oxide-catalysts lowered the combustion temperature by approximately 30 K, as can be seen in Fig. 11. The rather small effect of the combustion catalysts is probably attributed to the poor contact between the charcoal particles and the catalytically active material. Some oxide catalyst, and especially so vanadium oxides, are known to enhance the contact effectivity in this kind of solid/solid-phase catalysis [14,15]. 3.4.2. Combustion of soot-particulates Soot particulates contain volatile and liquefied hydrocarbons in addition to the solid matter. These hydrocarbons can diffuse into the catalyst where the combustion is performed. Soot particulates take an intermediate position between true solid particles as charcoal and condensable matter as tar. The wetting 194 A,E Ahlstriim-Silversand, C.U.I. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 Q , E 0 .~_ 0 z o 8-L ............. i ........... i ............. i ............ i ............ ~ -...~ .... I 1 ' i ! i i, , 7 , ~-. ....................... ............ i,~ ........... 450 500 550 600 650 700 750 800 850 Temperature (K) AI203 - Pd/Pt ~ - CuO ..... V205/CuO Fig. 12. Normalised production rate of carbon oxides (COq-CO2) during diesel-soot combustion versus the temperature; study of different catalytically active materials. Gas flow: 3.0 m3 h-1 (STP), Gas composition: air, Temperature rise rate: 10 K rain 1, Amount of diesel soot: 0.2 g. characteristics of the catalyst is important during soot combustion, as described earlier [14,15]. In these experiments we used diesel soot as a model substance as it has been thoroughly characterised before [16]. Water was added to the diesel soot and the resulting slurry was painted onto the wire meshes. The exact amount of diesel soot on the wire meshes was determined gravimetrically (normally around 0.2 g). The experiments were carried out in the same way as in the previous section and normalisation was performed as above. From Fig. 12 it can be concluded that diesel soot is relatively difficult to combust in the absence of a suitable combustion catalyst. After heating the soot coated catalysts to temperatures above 823 K, the ),-alumina and the Pd/Pt-catalysts were still covered with soot. On the other hand the combustion was almost complete on the CuO-catalyst and entirely complete on the V2Os/CuO-catalyst. Thus, precious metals only have a marginal effect on soot combustion whereas some oxide catalysts have the ability to increase the combustion rate significantly. Again these results can be attributed to the enhanced contact effectivity between the semi-solid soot phase and the catalyst. 3.4.3. Combustion of tar Tar contains a lot of different hydrocarbons, e.g. phenols, alkanes, acids, alcohols and ketones. These hydrocarbons will condense on the surface of the catalyst during the initial phase of the bio-fuel combustion, partly as a result of the high concentrations of such hydrocarbons during this phase but mainly due to the A.E Ahlstr6m-Silversand, C.U.I. Odenbrand/Applied Catalysis A.\" General 153 (1997) 177-201 195 1 --- 0,8 -- ~ - .o_ 0,6 - E 0 0,4- o \"10 ._~ \"~ 0,2 Z 0 ~ 450 It i ,I , I I 500 550 ~',s ~ ', I I I i ~- 600 650 700 750 800 850 Temperature (K) AI203 - Pd/Pt -- -- -CuO ..... V205/CuO Fig. 13. Normalised production rate of carbon oxides (COJrCO2) during tar combustion versus the temperature; study of different catalytically active materials. Gas flow: 3.0 m3 h -1 (STP), Gas composition: air, Temperature rise rate: 10Kmin i Amount of tar: 0.5 g. low initial catalyst temperature. The tar condensation will result in a relatively dense layer which will retard the mass transfer to the catalyst surface considerably. It is therefore extremely important that tar-residues can be combusted completely at the temperatures prevailing in the flue-gas channel. Tar was painted onto the catalytically active wire meshes and the amount of tar added was determined gravimetrically (normally around 0.5 g). The same catalytic active materials and the same experimental conditions were used as in the previous two sections. From Fig. 13 it is obvious that precious metals are more active than oxides in combusting tar hydrocarbons. Inspection of the wire meshes after the combustion experiments showed that the combustion was incomplete over ~,- alumina. The Pd/Pt-catalyst was still coated with a carbon residue, probably produced through cracking and condensation reactions during the experiment. The oxide catalysts were on the other hand totally regenerated at temperatures around 773 K. The combustion performance of the VzOs/CuO-catalyst was increased further by adding small amounts of precious metals (corresponding to 10% of the monolayer capacity) to the oxide. Through this addition, the ability of the catalyst to combust gaseous hydrocarbons was enhanced while the ability of oxide mixtures to combust tar residues was maintained. In Fig. 14 we compare the combustion profiles during tar combustion over undoped and Pd/Pt-doped oxide catalysts. The addition of precious metals lowered the combustion temperature by approximately 25 K. By doubling the loading of active combustion catalyst the combustion temperature could be decreased another 50 K, as can be seen in the figure. 196 A.E Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 1 0,8 o -~ 0,6 r~ E o 0,4 0 0,2 o Z 0 450 500 550 600 650 700 750 800 850 Temperature (K) V205/CuO - V205/Cu+Pd/Pt (1) m ~ o V205/CuO+Pd/Pt, (2) Fig. 14. Effects of Pd/Pt-doping and the loading of catalytically active material in the combustion of tar and tar- residues. Gas flow: 3.0 m3 h-1 (STP), Gas composition: air, Temperature rise rate: 10 K min l, Amount of tar: 0.5 g, Catalyst (1): 10 ~mol m-2 as V/Cu +1 ~tmol m 2 as Pd/Pt, Catalyst (2): 20 ~tmol/m 2 as V/Cu +2 ~tmol m-2 as Pd/Pt. The selectivity for production of CO was close to zero when the oxide catalyst was doped with precious metals. Undoped oxide catalysts gave a selectivity for CO-production around 20%. The catalyst should therefore preferably contain metal oxides as well as precious metals to be effective in the combustion of tar and tar residues. 4. Discussion There are several problems associated with the purification of flue gases from small-scale combustion of bio-fuel. The transient behaviour of the combustion results in great variations in gas flows, temperatures and gas compositions during the course of the combustion. The demands concerning the pressure drop over the catalyst are tough as many stoves lack fans for forced convection. According to Rehnberg et al. the maximum acceptable pressure drop over the catalyst is between 10 and 20 Pa [4]. Catalysts based on pellets or ceramic fibres will give a too high pressure drop in most applications whereas monolith and wire mesh catalysts easily can meet the demands concerning the pressure drop. To combust deposits of charcoal, soot and tar the catalyst must be placed relatively close to the combustion zone. The catalyst should be able to with- stand temperatures in the region of 973-1073 K without excessive thermal deactivation. A.E Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 197 The flue gases contain a lot of different trace elements like sulphur, phosphorus, chlorine and alkaline metals. Most oxide catalysts are sensitive to these compounds whereas, precious metals have a fair resistance towards poisoning. According to Satterfield precious metals are only slightly and reversibly deactivated by sulphur [ 17]. Pt is however more stable towards sulphur poisoning than Pd, as indicated by Hoyos et al. [18]. At temperatures above 673 K the sulphate groups produced on the Pd-surface are decomposed and the activity is restored. The presence of chloride compounds are known to cause a significant decrease in activity for metal catalyst [19,20]. The chloride compounds are however normally removed under the influence of water formed during the combustion [20]. It is also possible to restore the activity through washing the catalyst with distilled water. Alkaline metals also can cause deactivation in several ways. The vapour pressures of alkali metals are very high at the combustion temperatures and are transported into the pores of the catalyst through gas phase diffusion. In addition to catalysts poisoning, fouling will occur due to the deposition of charcoal, soot and tar. Deposits of soot and tar will form dense layers on the catalyst surface which will result in an excessive increase in the resistance to mass transfer. These compounds can be combusted if the catalyst temperature gets high enough. Certain metal oxide catalysts effectively combust these compounds at temperatures prevailing in the flue gas channel during combustion. If the catalyst does not contain suitable active components or if the catalyst temperature is too low, the catalyst can be totally clogged by tar and soot, as demonstrated by Shelter et al. [13]. Monolith catalysts have been used in most studies concerning flue gas purifica- tion from bio-fuel combustion (e.g. [4-13]). To our knowledge wire mesh catalysts have never been studied in this application. There are several important aspects to take into consideration when choosing an appropriate catalyst design containing a carrier material and a catalytically active material: Thermal inertia Thermal shock resistance Efficiency of the active material Mass and heat transfer characteristics Pressure drop Possibilities of thermal sintering and catalyst poisoning Fouling by deposits of ash, charcoal, soot and tar residues Geometric flexibility Catalyst cost The weight/volume-ratio of a monolith catalysts is relatively high. Due to the poor mass and heat transfer characteristics in the channels of the monolith, the contact area between the gas and the catalyst must be increased, leading to an increased monolith volume and an increased weight. The weight/volume-ratio of a package of catalytically active wire meshes is lower and the mass and heat transfer 198 A.E Ahlstriim-Silversand, C.U.1. Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 numbers are considerably higher (by a factor 5-10). As the catalyst normally works in the mass transfer controlled mode, the catalyst volume will be much smaller than the corresponding volume of the monolith. The combination of a small catalyst volume and high heat transfer numbers will lead to a low thermal inertia of the wire mesh catalyst. Monolith catalysts are more susceptible to cracking than wire mesh catalysts. The cracks often occurs during transient conditions with respect to the tempera- ture. The shell-like design of the catalytically active layer in combination with the high mass transfer numbers of the wire mesh catalyst provides an excellent utilisation of the active material. The catalyst efficiency is lower in a monolith catalyst due to the poorer mass transfer characteristics. The pressure drop over a package of catalytically wire meshes can easily meet the demands concerning a maximum pressure drop of 10-20 Pa. The low pressure drop can be attributed to the high porosity of the wire-mesh package (normally 70% or above) and to the relatively high ratio between the cross sectional area and the height. The wire-mesh catalyst is easy to disassemble in order to take away fouling components like ash- and charcoal-particles. A monolith catalyst is more difficult to clean mechanically. The geometric flexibility of the wire-mesh catalyst makes it suitable for retrofit installations. It is thus possible to adjust the geometric appearance of the wire-mesh catalyst in any way to fit it into a flue gas channel of arbitrary shape. Monolith catalysts do not offer the same possibilities. Consequently, installation of wire- mesh catalysts is expected to be easier and cheaper compared to installing monolith catalysts. The catalyst cost is not expected to be higher for a package of catalytically active wire-meshes than for the corresponding monolith catalyst. The mass-transfer characteristics of woven wire-mesh catalysts have been extensively studied before (e.g. [21]). In most cases, however, the studies have been focused on wire-mesh catalysts for the production of nitric acid. Wire-mesh catalysts are also used in the production of hydrogen cyanide and formaldehyde. In all cases the wire meshes consist of thin metal threads which are woven together. The specific surface area of these wire meshes is low and they can only be used to catalyse extremely fast reactions. Homogeneous wire meshes of precious metals should however be far too expensive in VOC-combustion. One way to reduce the catalyst cost is to deposit precious metals onto a surface of a cheaper material, e.g. steel, through an electro-chemical process. The problem is to get a sufficient adhesion between the metals and to prevent scaling. Again the specific surface area of such catalysts is very low. By dipping a wire mesh into a slurry of ceramic particles or a sol it is possible to add a ceramic layer to the metal surface. The adhesion between the metal and the ceramic material is however poor and the ceramic material will flake off, especially under the influence of vibrations. A.F. Ahlstrrm-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 199 Thermal spray-coating has been used in catalyst preparation before (e.g. [22]). In most cases standard settings of the spray equipment and standard powders have been used. Under such circumstances the porosity of the sprayed ceramic layer will be very low, normally 5% or below. The only way of increasing the surface area of a dense layer of this kind is through conventional wash coating. This method has the same drawbacks as presented above, i.e. the adhesion between the substrate and the wash coat is insufficient in most applications. By deliberately increasing the porosity of the sprayed layer through a modified spray technique we have demonstrated the possibilities of preparing an active and durable catalyst for the combustion of CO and hydrocarbons. Sol-treatment is a superior method of increasing the specific surface area of the as-sprayed ceramic layer. By repeating the sol-treatment the resulting specific surface area is accu- rately controllable. A catalytically active material is then added to the ceramic layer through a conventional impregnation procedure. The amount of catalytically active material needed is relatively low due to the shell-like structure of the ceramic layer. As expected, Pt-promoted Pd is very effective in the combustion of CO and gaseous hydrocarbons. The combustion is generally limited by the external mass transfer and only marginally by effects of pore-diffusion. The activity of the catalyst is influenced by the specific surface area and the loading of catalytically active material. The effects of the catalyst activity are however observable only in the reaction controlled mode. In the mass transfer controlled mode the conversion is affected by the number of wire meshes in series and the mesh number. Precious metals lack the ability to combust solid and condensable hydrocarbons effectively. This observation is partly attributed to the poor wetting characteristics of precious metals. Certain metal oxides, and especially so a mixture between V205 and CuO, have proven to be very effective in combusting solid and condensable hydrocarbons. The mixed oxide has a low melting point and therefore also an appreciable structural mobility at the reaction temperature and this promotes the wetting characteristics. The wire-mesh approach also offers unique possibilities of constructing sandwich catalysts. It is thus possible to place a couple of metal oxide covered wire meshes in front of the package of wire meshes containing precious metals. The solid and condensable matter could be trapped and combusted in the oxide-containing wire meshes, whereas, CO and gaseous hydrocarbons are combusted in the wire meshes containing precious metals. We intend to study the problems of deactivation thoroughly in a separate study. This study will include the effects of thermal deactivation, poisoning and fouling. 5. Conclusions The following conclusions can be drawn from this study: 200 A.E Ahlstriim-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 1. Thermal spraying can be used to prepare a porous ceramic catalyst support. 2. The surface area of an as-sprayed ceramic layer can be increased by a factor 50 or more through wash coating, in-situ precipitation or sol-treatment. 3. By depositing a ceramic powder with a high surface area into the spray jet, the surface area of the as-sprayed layer can be increased considerably. 4. The combustion over catalytically active wire meshes is in most cases severely limited by external mass transfer. 5. The conversion can be increased considerably by increasing the mesh number and the number of catalytically active wire meshes in series. 6. CO and most VOC-compounds are effectively combusted at temperatures below 573 K, whereas methane combustion requires temperatures above 773 K. 7. The activity of the catalyst is affected by the specific surface area and the loading of active material. These effects are however barely observable in the mass-transfer limited region. 8. The conversion data are not noticeably affected by the presence of water vapour (25 vol.%) or carbon dioxide (15 vol.%). In addition there is no significant influence of the oxygen content of the reactant mixture (5-21 vol.%). 9. Tar residues, soot particulates and charcoal particles are effectively combusted over a Pd/Pt-doped oxide catalyst (V205/CuO). Acknowledgements We are grateful to NUTEK (Swedish National Board for Industrial and Tech- nical development) for providing financial support for this study. References [1] D.R. Jaasma, Alternative Energy Sources, 9 (1980) 215. [2] D. Drysdale, An introduction to fire dynamics, Wiley, New York, 1986, p. 176. [3] J.M. Allen, W.H. Piispanen and M. Cooke, Study of the effectiveness of a catalytic device on a wood burning appliance, Proc, 76th. annual meeting of the Air Pollution Control Association, June 19-24, Atlanta, Georgia, 1983. [4] O. Rehnberg and H. Perzon, Rening av rrkgaser fr~n braskaminer -- Frrstudie, Prepared for the Swedish National Board for Technical Development, 81-3271, Report no. 1983:021 T, 1983. [5] A. Amany and C. Sylvan, Sm~skalig eldning med brasved, Prepared for the National Energy Administration of Sweden, report no. FBT-88/13, 1988. [6] E.K. Karlsvik and O.K. Scnju, Catalytic combustion in wood stoves, Bioenergy 84 (Bioenergy utilisation, Vol. 2), Elsevier, Amsterdam, 1984, p. 16. [7] B.J. Hall and D. R. Jaasma, Particle and gas combustion in catalytic systems, The American Society of Mechanical Engineers, report no. 84-WA/Sol-37, 1984. [8] C.A. Simons, P.D. Chritiansen and L.C. Pritchett, An in situ residential performance evaluation of conventional and new technologies in Whithourse, Yukon territory, Proc. 81st. annual meeting of APCA, June 19-24, Dallas, Texas, 1988. [9] S.G. Barnet and S.J. Morgan, Field performance of advanced technology woodstoves, 1988-89, Proc. 14th annual conference on energy from biomass and wastes, January 29-Febrnary 2, Lake Buena Vista, Florida, 1990. A.F. Ahlstr6m-Silversand, C.U.L Odenbrand/Applied Catalysis A: General 153 (1997) 177-201 201 [10] R. Myers, The Northern Engineer, 17(4) (1985) 33. [11] C.A. Simons and S.K. Jones, Performance evaluation of the best existing stove technology hybrid woodstove and catalytic retrofit device, Proc. 83rd. annual meeting and exhibition of Air and Waste Management Association, June 24-29, Pittsburgh, Pennsylvania, 1990. [12] J.R. Sauter and H.L. Greene, Catalytic conversion of wood combustion products, Proc. 5th. International Conference on Alternative Energy Source, December 13, Miami Beach, Florida, 1982, p. 47. 113] J. Shelton and L. Graeser, Catalytic combustion: an investigation of combustor geometry effects, Shelton Energy Research, Report no. 8272R, prepared for the U.S. department of Energy, DOE/R6/12021-TI. 1982. [141 A.F. Ahlstr6m and C.U.I. Odenbrand, Appl. Catal., 60 (1990) 143. [151 A.E Ahlstrtim and C.U.I. Odenbrand, Appl. Catal., 60 (1990) 157. [ 16] A.E Ahlstr~m and C.U.I. Odenbrand, Carbon, 27(3) (1989) 475. 117] C.N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1980, p. 227. [18] L.J. Hoyos, H. Praliaud and M. Primet, Appl. Catal. A, 98 (1993) 125. 119] D.O. Simone, T. Kennelly, N.L. Brnngard and R.J. Farrauto, Appl. Catal., 70 (1991) 87. [20] P. Mar6cot, A. Fakche, B. Kellali, G. Mabilon, M. Pringent and J. Barbier, Appl. Catal. B, 3 (1994) 283. [21] C.N. Satterfield and D.H. Cortex, Ind. Eng. Chem. Fundam., 9(4) (1970) 613. [221 T. Yoneshige and R. Nakajima, Jpn. Kokai Tokkyo Koho, JP 61291718 A2 861222, 1986. APCATA 96003298 S0926-860X(96)00329-8 10.1016/S0926-860X(96)00329-8 Article Thermally sprayed wire-mesh catalysts for the purification of flue gases from small-scale combustion of bio-fuel Catalyst preparation and activity studies A.F. Ahlström-Silversand ∗ a C.U.Ingemar Odenbrand b a Katator AB, Ideon Research Park, Ole Römers väg 12, S-223 70, Lund, Sweden b Department of Chemical Engineering II, Chemical Center, Lund University, Institute of Science and Technology, P.O. Box 124, S-221 00, Lund, Sweden ∗ Corresponding author. Catalytically active wire meshes were used to combust different pollutants present in flue gases from bio-fuel combustion, e.g. CO, propylene, terpenes and tar. Alumina was spray-deposited onto wire meshes of Kanthal AF (8–20 Tayler mesh) with a plasma spray equipment. The specific surface area of the ceramic layer was increased through wash coating, in-situ precipitation or sol-treatment. The catalytically active materials consisted of precious metals ( Pd Pt ) or metal oxides ( V2O5 CuO ) and were added to the ceramic matrix through an impregnation technique. The combustion was in most cases severely limited by external mass transfer. The effects of the specific surface area and the loading of catalytically active material were only significant in the reaction controlled domain. In the mass transfer controlled domain the conversion was affected only by the flow conditions and the external surface area of the wire meshes. CO and most hydrocarbons were effectively combusted at temperatures below 773 on a Pd Pt -catalyst . The catalyst performance was not affected by the presence of water vapour or carbon dioxide or by low oxygen concentrations. Similar combustion experiments were performed with a commercial monolith and it can be concluded that the performance of the catalytically active wire meshes in the mass-transfer controlled domain was superior. Tar-residues, soot particulates and charcoal particles were effectively combusted over a Pd Pt -doped oxide-catalyst ( V2O5 CuO ). Keywords Catalytic combustion Bio-fuel emissions Wire-mesh catalyst Thermal spray coating References [1] D.R. Jaasma Alternative Energy Sources 9 1980 215 [2] D. Drysdale An introduction to fire dynamics 1986 Wiley New York 176 [3] J.M. Allen W.H. Piispanen M. Cooke Study of the effectiveness of a catalytic device on a wood burning appliance Proc. 76th. annual meeting of the Air Pollution Control Association June 19–24, Atlanta, Georgia 1983 [4] O. Rehnberg H. Perzon Rening av rökgaser från braskaminer — Förstudie Prepared for the Swedish National Board for Technical Development, 81-3271 Report no. 1983:021 T 1983 [5] A. Amany C. Sylvan Småskalig eldning med brasved Prepared for the National Energy Administration of Sweden report no. FBT-88/13 1988 [6] E.K. Karlsvik O.K. Sønju Catalytic combustion in wood stoves Bioenergy 84 Bioenergy utilisation Vol. 2 1984 Elsevier Amsterdam 16 [7] B.J. Hall D.R. Jaasma Particle and gas combustion in catalytic systems The American Society of Mechanical Engineers, report no. 84-WA/Sol-37 1984 [8] C.A. Simons P.D. Chritiansen L.C. Pritchett An in situ residential performance evaluation of conventional and new technologies in Whithourse, Yukon territory Proc. 81 st. annual meeting of APCA June 19–24, Dallas, Texas 1988 [9] S.G. Barnet S.J. Morgan Field performance of advanced technology woodstoves, 1988–1989 Proc. 14th annual conference on energy from biomass and wastes January 29-February 2, Lake Buena Vista, Florida 1990 [10] R. Myers The Northern Engineer 17 4 1985 33 [11] C.A. Simons S.K. Jones Performance evaluation of the best existing stove technology hybrid woodstove and catalytic retrofit device Proc. 83rd. annual meeting and exhibition of Air and Waste Management Association June 24–29, Pittsburgh, Pennsylvania 1990 [12] J.R. Sauter H.L. Greene Catalytic conversion of wood combustion products Proc. 5th. International Conference on Alternative Energy Source December 13, Miami Beach, Florida 1982 47 [13] J. Shelton L. Graeser Catalytic combustion: an investigation of combustor geometry effects Shelton Energy Research, Report no. 8272R 1982 prepared for the U.S. department of Energy, DOE/R6/12021-Tl [14] A.F. Ahlström C.U.I. Odenbrand Appl. Catal. 60 1990 143 [15] A.F. Ahlström C.U.I. Odenbrand Appl. Catal. 60 1990 157 [16] A.F. Ahlström C.U.I. Odenbrand Carbon 27 3 1989 475 [17] C.N. Satterfield Heterogeneous Catalysis in Practice 1980 McGraw-Hill New York 227 [18] L.J. Hoyos H. Praliaud M. Primet Appl. Catal. A 98 1993 125 [19] D.O. Simone T. Kennelly N.L. Brungard R.J. Farrauto Appl. Catal. 70 1991 87 [20] P. Marécot A. Fakche B. Kellali G. Mabilon M. Pringent J. Barbier Appl. Catal. B 3 1994 283 [21] C.N. Satterfield D.H. Cortex Ind. Eng. Chem. Fundam. 9 4 1970 613 [22] T. Yoneshige and R. Nakajima, Jpn. Kokai Tokkyo Koho, JP 61291718 A2 861222, 1986.",
      "scopus-id": "0001422611",
      "coredata": {
        "eid": "1-s2.0-S0926860X96003298",
        "dc:description": "Catalytically active wire meshes were used to combust different pollutants present in flue gases from bio-fuel combustion, e.g. CO, propylene, terpenes and tar. Alumina was spray-deposited onto wire meshes of Kanthal AF (8–20 Tayler mesh) with a plasma spray equipment. The specific surface area of the ceramic layer was increased through wash coating, in-situ precipitation or sol-treatment. The catalytically active materials consisted of precious metals ( Pd Pt ) or metal oxides ( V2O5 CuO ) and were added to the ceramic matrix through an impregnation technique. The combustion was in most cases severely limited by external mass transfer. The effects of the specific surface area and the loading of catalytically active material were only significant in the reaction controlled domain. In the mass transfer controlled domain the conversion was affected only by the flow conditions and the external surface area of the wire meshes. CO and most hydrocarbons were effectively combusted at temperatures below 773 on a Pd Pt -catalyst . The catalyst performance was not affected by the presence of water vapour or carbon dioxide or by low oxygen concentrations. Similar combustion experiments were performed with a commercial monolith and it can be concluded that the performance of the catalytically active wire meshes in the mass-transfer controlled domain was superior. Tar-residues, soot particulates and charcoal particles were effectively combusted over a Pd Pt -doped oxide-catalyst ( V2O5 CuO ).",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96003298",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ahlström-Silversand, A.F."
          },
          {
            "@_fa": "true",
            "$": "Odenbrand, C.U.Ingemar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96003298"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96003298"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00329-8",
        "prism:volume": "153",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Thermally sprayed wire-mesh catalysts for the purification of flue gases from small-scale combustion of bio-fuel Catalyst preparation and activity studies",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic combustion"
          },
          {
            "@_fa": "true",
            "$": "Bio-fuel emissions"
          },
          {
            "@_fa": "true",
            "$": "Wire-mesh catalyst"
          },
          {
            "@_fa": "true",
            "$": "Thermal spray coating"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-201",
        "prism:endingPage": "201",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 May 1997",
        "prism:doi": "10.1016/S0926-860X(96)00329-8",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00329-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "81",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003298-si5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "526",
            "@ref": "si5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003298-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "592",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003298-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "627",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "81",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003298-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "526",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "45",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S0926860X96003298-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "344",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0001422611"
      }
    }
  }
}