{
  "metadata": {
    "title": "The synthesis and characterization of iron colloid catalysts in inverse micelle solutions",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-11-04",
    "doi": "10.1016/S0926-860X(97)00074-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97000744",
    "pii": "S0926860X97000744"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0006904695",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1999-05-27 1999-05-27 2010-11-13T18:01:50 1-s2.0-S0926860X97000744 S0926-860X(97)00074-4 S0926860X97000744 10.1016/S0926-860X(97)00074-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00701 2024-01-01T12:19:29.85596Z 0 0 19971104 1997 1999-05-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 161 161 1 2 1 2 Volume 161, Issues 1–2 26 235 248 235 248 19971104 4 November 1997 1997-11-04 1997 Article article fla Copyright © 1997 Published by Elsevier B.V. SYNTHESISCHARACTERIZATIONIRONCOLLOIDCATALYSTSININVERSEMICELLESOLUTIONS MARTINO A BRADLEY 1994 J CLUSTERSCOLLOIDSTHEORYAPPLICATIONS STEIGERWALD 1989 471 M HENGLEIN 1989 1861 A SHEN 1991 2510 J TAKIYAMA 1958 944 K TURKEVICH 1951 55 J BRENNAN 1989 4141 J HOON 1983 107 S GRIFLTHS 1979 7108 C LIN 1986 259 S KIMURA 1983 3578 K FRANCIS 1980 219 C QUINN 1994 9840 M TRIVINO 1987 986 G NGCHEONGCHAN 1992 24 Y CUMMINS 1992 27 C ISHIZUKI 1991 15 N MAHLER 1988 435 W WANG 1987 7315 Y KUCZYNSKI 1984 980 J MAU 1984 6537 A FOJTIK 1984 969 A MEISSSNER 1983 34 D HESS 1966 1915 P TORIGOE 1992 59 K ESUMI 1991 457 K ZHAO 1991 520 X OSULLIVAN 1991 582 E LARPENT 1991 L35 C BORGARELLO 1990 5048 E MAGURO 1988 341 K MONSERRAT 1980 5527 K KIWI 1979 721 J NOSAKA 1993 23 Y DUAN 1993 504 Z FOLKERS 1992 1330 J ZIMMERMANN 1991 959 F BECKER 1991 810 C HAYES 1990 121 D ANDREWS 1986 2929 M HENGLEIN 1979 2209 A LANGEVIN 1988 255 D WILCOXON 1993 9933 J BARNICKEL 1990 1 P NAGY 1989 201 J NAGY 1983 193 J PREPARATIONCATALYSTSIII BOUTONNET 1982 209 M MOTTE 1992 1049 L PILENI 1992 338 M ROBINSON 1991 175 B PETIT 1990 1598 C KORTAN 1990 1327 A TOWEY 1990 3757 T MODES 1989 5854 S PETIT 1988 2282 C STEIGERWALD 1988 3046 M FENDLER 1987 877 J LIANOS 1986 505 P LIANOS 1986 299 P DANNHAUSER 1986 6074 T MEYER 1984 M NAGY 1991 363 J SURFACTANTSINSOLUTION GOBE 1983 293 M KURIHARA 1983 2574 K LEWIS 1993 2693 L BONNEMANN 1991 1312 H DAVIS 1982 153 S SASSON 1981 293 Y BOUTONNET 1982 209 M BOUTONNET 1987 95 M BOUTONNET 1986 163 M BOUTONNET 1991 347 M NAGY 1989 189 J TOSHIMA 1985 1245 N OHTAKI 1990 1433 M MATSON 1994 10 D MARTINO 1994 1289 A SUZUKI 1989 707 T WANG 1990 221 C ITOH 1988 53 H NEUBAUER 1986 L PHDDISSERTATION KUIVILA 1988 99 C FARACASIU 1990 404 M SAULT 1994 249 A SHINJO 1964 1252 I SMITH 1990 P MASTERSTHESIS DANON 1968 J CHEMICALAPPLICATIONSMOSSBAUERSPECTROSCOPY GLAVEE 1994 4726 G GLAVEE 1995 28 G MARTINOX1997X235 MARTINOX1997X235X248 MARTINOX1997X235XA MARTINOX1997X235X248XA item S0926-860X(97)00074-4 S0926860X97000744 1-s2.0-S0926860X97000744 10.1016/S0926-860X(97)00074-4 271346 2024-01-01T12:19:29.85596Z 1997-11-04 1-s2.0-S0926860X97000744-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000744/MAIN/application/pdf/22fe17471505477951bd0bd9dc81fdf8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000744/MAIN/application/pdf/22fe17471505477951bd0bd9dc81fdf8/main.pdf main.pdf pdf true 1534553 MAIN 14 1-s2.0-S0926860X97000744-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97000744/PREVIEW/image/png/db387091318e6908372d1e917571cb09/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97000744/PREVIEW/image/png/db387091318e6908372d1e917571cb09/main_1.png main_1.png png 57181 849 656 IMAGE-WEB-PDF 1 ELSEVIER Applied Catalysis A: General 161 (1997)235-248 ~ APPLIED CATALYSIS A: GENERAL The synthesis and characterization of iron colloid catalysts in inverse micelle solutions Anthony Martlno , Matthew Stokerb, Michael Hicksb, Calvin H. Bartholomewb, Allen G. Saulta, Jeffrey S. Kawolaa 'LFuel Science Department, Sandia National Laboratories, Albuquerque, NM 87185-0710. USA b . Department of Chemtcal Engineering, Brigham Young University, Provo. UT 84602, USA Received 16 September 1996: received in revised form 1(1 January 1997: accepted 15 January 1997 Abstract We have studied the synthesis and characterization of Fe based nanometer sized clusters formed in inverse micelle solutions. Inverse micelles provide a colloidal sized reaction template in an oleic solvent. Metal salts are solubilized within the interior of inverse micelles, and the addition of a reducing agent initiates nucleation and growth to produce the clusters. Surfactant acts to stabilize the particles. TEM shows that the average particle size is less than 3 nm in diameter. The reduction reaction of iron salts with LiBH4 in inverse micelle solutions results in the formation of FeB, Fe2+BO~ (i.e. pyroborate), and ~-Fe as determined by Mossbauer spectroscopy, electron diffraction, and X-ray photoelectron spectroscopy (XPS). Oxidation after exposure to air leads to the conversion of the FeB to c~-Fe then to an undetermined Fe2+ phase and then finally to Fe304. Iron based metals are of interest as active, selective catalysts for a number of hydrogenation reactions including methanation and Fischer-Tropsch synthesis. We report catalytic results of iron clusters in the hydrogenolysis of naphthyl bibenzyl methane (NBM), a model reaction for coal liquefaction. The role of suffactant in the reaction mechanism is determined. ~' 1997 Elsevier Science B.V. Kevwords: Iron; Boride; Cluster; Inverse micelle; Surfactant; Hydrogenolysis 1. Introduction Colloidal sized metal and semiconductor particles ( 1-20 nm) are of current interest, because they mark a material transition range between molecular and bulk properties. With decreasing colloid size, bulk proper- ties are lost as the continuum of electronic states breaks down (i.e. quantum size effects) and as the fraction of surface atoms becomes large. There are a *Corresponding author. number of ways to synthesize metal particles with diameters between 1-20 nm (nanoclusters) [1-3]. All synthesis routines include nucleation, growth, and stabilization of the particles and attempt to control particle size, size distribution, chemical composition, and structure. Chemical or photolytic reduction [4-61, thermal decomposition [7-9], and vapor phase con- densation [10-12] of metal salts and organometallic reagents initiates nucleation and growth. Controlling double layer forces with buffers and electrolytes [13,14] and the use of steric stabilizing agents such 0926-860X/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00074-4 236 A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 as polymers [15-24], surfactants [25-33], and bulky ligand appendages [34 A. 1] stabilize the particles in solution. A common nanocluster synthesis technique is the reduction of metal salts in inverse micelle solutions [25-33]. Inverse micelles are solution structures formed by the self-assembly of surfactants in apolar solvents (i.e. toluene, alkanes). Surfactants possess two distinct moieties, a hydrophilic head group and a hydrophobic tail group, and they self-assemble in apolar solvents so that the hydrophilic head groups shield themselves from the oleic surroundings [42]. The relatively polar head group regions solubilize and confine added metal salts and act as reaction cages when a reducing agent is introduced. The reaction sequence is sustained by material exchange between inverse micelles, and final particle size is dependent on stabilization by the surfactant. Ultra-small, monodis- persed particles sterically stabilized in solution by surfactant are formed. There are numerous advantages to synthesizing colloidal sized metal particles in inverse micelle solu- tions. The inverse micelle structure provides a reaction template in the appropriate size range, and size control is achieved by regulating the nucleation and growth process [2]. The size of particles formed by the reduction of metal salts in inverse micelle solutions depends on the inherent size of the inverse micelles and the material exchange rate between inverse micelles. Both micelle size and the material exchange rate depend on experimental parameters like the sur- factant/solvent system, the addition of water which swells the inverse micelles, and the salt to surfactant ratio. The inverse micelle technique provides a single synthesis route to producing a number of different metals, metal oxides, and metal sulfides. Metal type is dependent only on the initial metal salt chosen, and Au, Ag, Pt, Pd, Rh, and Ni and Fe based metals are examples of different colloids synthesized in inverse micelles [43-47]. Bimetallic colloids are formed by starting with mixtures of metal salts. Metal sulfides are synthesized by using sulfiding agents rather than redu- cing agents [48~51], and metal oxides are produced by using reducing agents in a basic environment [62-64]. We have explored the synthesis of iron based nanoclusters in inverse micelles. Characterization of the size of the clusters is completed with transmission electron microscopy (TEM), and chemical composi- tion of the clusters synthesized by an Fe salt, borohy- dride reduction reaction is completed with Mossbauer spectroscopy, electron diffraction, and X-ray photo- electron spectroscopy (XPS). The effect of oxidation on the clusters is determined. Our interest in iron colloids stem from their potential use as coal liquefac- tion catalysts [79-81]. Iron based metals are also of interest as active, selective catalysts for a number of hydrogenation reactions including methanation and Fischer-Tropsch synthesis [82,83]. Here, we test the iron clusters in the hydrogenolysis of naphthyl bibenzyl methane (NBM), a model reaction for coal liquefaction. Metal clusters prepared by a number of techniques have been studied as potential catalysts [68-71]. Reactant adsorption and the reactivity in various processes depend strongly on particle size. Pt, Pd, Rh, and Ir particles prepared via inverse micelle tech- niques [72] have been studied in the hydrogenation and isomerization of but-1-ene [73,74], and the hydro- genolysis and isomerization of hexanes [75]. The activity of these catalysts increases when supported, and the selectivity of the colloidal sized particles is a function of the particle size. These studies found that activity is hindered by the presence of surfactant most likely due to steric effects on the metal surface. In other studies, the presence of surfactant on Ni2B enhances activity by increasing the dispersion of the particles despite steric effects, but adsorbed species on Co2B particles decrease activity again most likely due to steric effects [76]. In catalyst tests performed on colloids in normal micelles, the presence of surfactant enhances selectivity [77,78] as hydrogenation is pre- ferred when the reactant mimics the surfactant and the double bond is accessible to the metal surface. 2. Experimental Octane and toluene were purchased from Aldrich at 99.9+% purity. Surfactants used include didodecyldi- methylammonium bromide (DDAB) from Kodak and butyl-ethylene glycol n-dodecyl ether (C12E4) from Nikkol. Metal salts used include iron(III) chloride hexahydrate from Aldrich and iron(II) tetrafluoro- borate hexahydrate from Alfa Chemicals. Lithium borohydride in tetrahydrofuran (2 M) was purchased from Aldrich. A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 Table 1 Listing of the samples used in this study 237 Name Description Characterization Fel 0.01 M FeCI3, 10 wt% DDAB/toluene TEM FeIl 0.01 M Fe(BF4)2, 10 wt% Ci2E4/octane Mossbauer, electron diffraction, XPS FellI Fel powder from methanol washing TEM, BET, XPS, NBM hydrogenolysis FeIV FeIII re-dispersed with PVP and re-dried Mossbauer, XPS 2.1. Synthesis of Fe based colloids Four different iron samples (FeI, FeII, FeIII, and FeIV) were prepared and studied (Table 1). The reac- tions and all chemical manipulations are carried out in a glove box under dry, oxygen-free conditions. The synthesis technique is general and specific samples differ only in the type and concentration of salts and surfactant added to the apolar solvents. First, the inverse micelle solutions are prepared by adding surfactant to the solvents (i.e. DDAB in toluene, CI2E4 in octane). Then, the metal salts are introduced and the precursor salt solutions are mixed overnight on a stirring plate to assure complete solubilization. Transparent yellow Fe salt solutions are formed. 2 M LiBH4/THF solution is directly injected into the salt solutions under rapid stirring to initiate the reduction of iron. The reaction is run at a 3 : 1 molar ratio of [BH4] : [Fe2+]. The reacted Fe solutions turn black upon reduction, and the colloids formed in solution are stabilized by surfactant indefinitely. As an example of the synthesis, FeI is made by first mixing 10 wt% DDAB in toluene. 0.01 M FeCI3 is added to the solution and mixed overnight. The 2 M LiBH4 in THF is then directly injected to total 0.03 M LiBH4 in the Fe salt, inverse micelle solution. Further manipulation of the DDAB/toluene solu- tions produces iron powders. When approximately 15 vol% methanol is added to the colloidal solution, the surfactant is washed from the colloid surface, and the particles aggregate. A black precipitate forms below a clear and transparent solution after several hours. The precipitate is separated from the solution by centrifugation and washed with methanol. The process is repeated two or three times, and the powder is finally dried (FeIII). We have also coated the particles with poly(vinylpyrrolidone) (MW=40000) by adding the polymer and iron powder to methanol. The particles remain in solution for days without the presence of surfactant. Removing the methanol pro- duces Fe particles embedded in PVP powder (FeIV). Replacing surfactant with polymer allows us to control the ratio of stabilizing agent to metal, remove the relatively volatile surfactant for X-ray photoelectron spectroscopy studies, and protect the particles from oxidation during air exposure. 2.2. Characterization of the colloids Particle size and composition in the colloidal solu- tions are characterized with transmission electron microscopy (TEM) and electron diffraction. These tests are performed with a Jeol 1200EX electron microscope. The colloidal solutions are applied directly on a holey carbon grid, and the solution is wicked away by adsorbent towels under the grid leaving the particles on the grid. Transfer of the particle coated grid into the microscope briefly exposes the sample to air. Mossbauer spectroscopy is used to determine the chemical state of the iron in situ (FeII) and in the PVP coated iron powders (FeIV). The Mossbauer Spectro- meter (Austin Science) and its operation are described in detail elsewhere [84]. The spectra are obtained using a 60 m Ci57Co in palladium toil source and computer fitted to Lorentzian lines with a least- squares optimization procedure. The spectra are corrected during the collection procedure to remove the curved background of instrumental origin, and resonant absorption areas are found from integration of the background curvature-corrected spectra. With the use of an absolute laser velocity calibrator it is possible to measure isomer shifts to within an absolute accuracy of +0.005 mm/s. The in situ sample was tested in the frozen state (T---176 C), and the 238 A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 particle embedded polymer powder was tested under four conditions: at room temperature without air exposure, at room temperature after air exposure, at -183, and at -183 with an applied magnetic field of 11 kGauss. X-ray photoelectron spectroscopy (XPS) is used to determine the chemical state of the iron particles. XPS is performed with a VG Microtech Clam2 analyzer operating at a resolution of 1 eV and a 600 W A1 K,, X-ray source. Assignment of the iron oxidation state relies on comparison with the Fe 2p peak positions and lineshapes of iron metal and the various iron oxides [85]. These standard lineshapes have been verified on the same instrument used to analyze the colloidal iron particles. Charge referencing was performed for all samples by adjusting the C ls binding energy to 284.6 eV. To prepare samples of the surfactant stabi- lized iron particles suitable for XPS analysis, the in situ solution (FelI) was evaporated to concentrate the particles and a drop of the resulting solution was placed on a Ta foil and allowed to evaporate com- pletely overnight. For analysis of the washed iron powders (FelII), the particles were re-dispersed in methanol and a drop of the dispersed solution was placed on a Ta foil and again allowed to dry. Finally, for the particles embedded in PVP (FelV), the PVP matrix was dissolved in methanol and a drop of the resulting solution was placed on a Ta foil and the methanol evaporated to form a PVP film. All samples were prepared and mounted on a sample holder inside a dry, oxygen free glove box. As with microscopy, transfer of the sample to the XPS chamber requires brief exposure to air. Complexometric experiments were used to deter- mine the extent of reaction of the iron salts upon reduction. 1,10-phenanthroline forms a complex with ionic Fez+ species that has a distinctive maximum at 530 rim. The peak is followed before and after reaction with UV-visible spectrophotometry (Hewlett-Packard 8452A diode array spectrophotometer) by adding 1,10-phenanthroline to the Fe salt precursor solutions and reacted Fe colloid solutions. The quantity and nature of the Fe2+ species present is determined. Two salt solutions were studied: FeC13 and Fe(BF4)2 in 10 wt% C12Ejoctane. Finally, BET surface area analysis of the methanol washed iron powder was carried out with a Quanta- chrome Autosorb-6 surface analysis apparatus. 2.3. Naphthyl bibenzyl methane (NBM) hydrogenolysis Hydrogenolysis testing of NBM has been developed as a model reaction for coal liquefaction [86]. We add 100 mg of NBM, 400 mg of the hydrogen donating solvent 9,10-dihydrophenanthrene (9,10-DHP), and up to 15 wt% catalyst on an NBM basis to a 10 ml flame sealed glass test tube. If used, 15 mg of ele- mental sulfur is added. The test tube is sealed under ambient air pressure. The tube is placed in a 400 sand bath for 1 h. Previously, NBM hydrogenolysis has been used to study the selectivity of catalysts for five different cleavage reactions. We do not quantify the selectivity of the catalysts used here. Conversion is calculated as the ratio of the molar sum of all products to the initial amount of NBM. The products are worked up in THF and analyzed by gas chromato- graphy. Methanol washed Fe powders were tested as catalysts (FelII). These results were compared to the commercial catalyst Shell 324 (12.4wt% Mo, 2.8 wt% Ni on A1203). 3. Results Transmission electron micrographs show that the product of the reaction is highly dispersed nanometer sized particles of uniform size and shape (Fig. 1). The number average diameter by TEM is 1.5.2 nm (FeI). Fe particle size as determined by TEM shows no discernible trend and is roughly constant in the ranges of 0.001-0.01 M FeC13 salt concentration and 1-10 wt% DDAB in toluene. In this range, the average particle diameter is 2.4 nm. The methanol extracted Fe powder (FelII) characterized by TEM and BET surface analysis consists of agglomerated particles. Large agglomeration structures larger than 100 nm in size are observed (Fig. 2). These structures consist of the ultra small particles (approximately 2 nm in diameter) flocculated together. Multi-point BET analysis gives a surface area of 156 m2/g for this sample. The degree of re-dispersion upon addition of PVP has not been determined. As the particles are stable in solution for only a couple of days with PVP, it is likely that the degree of dispersion is not as great as after the original reaction in the presence of surfactant. A. Martino et al./Applied Catalysis A: General 161 11997) 235-248 239 Fig. 1. TEM of Fel particles. The number average diameter of the particles is 1.5-k0.2 nm. Mossbauer spectroscopy completed on the in situ sample (FeII) frozen at -176 (Fig. 3) indicates the presence of three different forms of iron. The spectrum is fit with two doublets and a singlet (corresponding Mossbauer parameters are found in Table 2). We assign the first doublet to the presence of fine super- paramagnetic particles of FeB, the second doublet to the presence of Fe2+BOx, and the singlet to the pre- sence of superparamagnetic Fe metal. On the basis of spectral areas, the iron phases are present at 83, 15, and 2 mole%, respectively with the species order listed above. The mole percentages are based on equal recoil- free fractions of each phase, and this assumption is only approximately correct in the case of small clusters. 240 A. Martino et al./Applied Catalysis A.\" General 161 (1997) 235-248 i!~~ L Fig. 2. TEM of FelII particles. After methanol washing the clusters aggregate and form particulate powders. Table 2 Mossbauer parameters for Fell (Fig. 3), T=-176 Assignment Isomer shifta (mm/s) Quadrupole splitting (mm/s) Magnetic hyperfine splitting (kOe) Area (%) Doublet 1 (FEB) 0.470 0.69 -- 83.3 Doublet 2 (FeZ+BOx) 1.300 3.08 -- 14.7 Singlet (Fe - 0.110 -- -- 2.0 aRelative to iron. A. Martino et al./Applied Catalysis A: General 161 (1997) 235~248 241 .1T [ 1Fe2*BO~ _ ~ ~._,--t,~, ~..-.._--~.,~...\"-l-~._...._.~ _,,. -r'Fe - .-..2~ E...~,.='%~.#~,__~. ?,=. o..- \" ,...-.-- - _.. __. . .~ __FeB~..~ __-... -.-~ _.. 'I \" \" ' ilF \" 6 ! ! I f ~ I I 1 i 1 -10 -8 -6 -4 -2 G 2 4 6 8 10 Ve loc{~ (mm/~ Fig. 3. Mossbauer spectrum of Fell, T=-176:C. Fit analysis listed in Table 2. m- c 0.5 < 1 1.5 n_.. 2 -I0 = I d~,I\" -8 -6 -4 -2 0 2 4 6 Velodty (mm/s ec) Fig. 4. Mossbauer spectrum of FelV, T=21~C. Fit analysis listed in Table 3. 1 [ 8 10 Mossbauer spectroscopy completed on the particle embedded polymer powder (FelV) indicates the pre- sence of the same three forms of iron. The spectrum for the powder at 21 before exposure to air (Fig. 4) is fit with two doublets and a singlet (corresponding Mossbauer parameters are found in Table 3). The mole% of FeB, Fe2+BOx, and Fe metal are 60, 10, and 30 mole%, respectively. There is no discernible change in the spectrum or fit after the sample is exposed to air. The spectrum of the sample at -183 is quite different from the room temperature spectrum. It appears that the two large peaks in the room temperature spectrum have broadened. The broadened spectrum is fit with a sextet and two doublets. The sextet has a magnetic hyperfine splitting of 128 kOe and an isomer shift of 0.35 mm/s consis- tent with the presence of superparamagnetic FeB. When a magnetic field is applied to the sample, the spectrum is further broadened. Selected area electron diffraction patterns of in situ iron particles (FeII) deposited on the microscope grid are consistent with the presence of c~-Fe. Diffraction parameters, d, from scattering patterns depend on instrument settings and the radius of each scattering 242 A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 Table 3 Mossbauer parameters for FeIV (Fig. 4), T-21 Assignment Isomer shifta (ram/s) Quadrupole splitting (mm/s) Magnetic hyperfine splitting (kOe) Area (%) Doublet 1 (FEB) 0.450 0.27 -- 60.4 Doublet 2 (Fe2+BOx) 1.108 2.11 -- 10.4 Singlet (Fe -0.136 -- -- 29.2 aRelative to iron. maxima (d=LA/R, where L is the instrument sample to detector distance, A the electron beam wavelength, and R the diffraction ring radius). The ratios of theoretical diffraction parameters to the first diffrac- tion parameter (d/dl) are known for many crystalline materials. The diffraction pattern of Fell shows sev- eral maxima, and experimentally we observe d/d~ equal to 1, 0.701, 0.573, 0.482, 0.436, and 0.381. Theoretical values of d/dl, for a-Fe equal 1, 0.707, 0.577, 0.500, 0.447, and 0.408. Theoretical values of d/dl for FeB equal 1, 0.842, 0.728, 0.696, 0.670, and 0.615. The electron diffraction results, therefore, indi- cate the presence of a-Fe and do not indicate the presence of any crystalline iron oxides, borides, or borates. A separate diffraction pattern consistent with the presence of crystalline B203 as a reaction by- product is also detected. XPS detects Fe2+ for both the iron particles embedded in PVP (FelV) and the in situ iron particles (Fell). For FelV, an Fe 2p3/2 binding energy of ~709.0eV and a prominent shakeup feature at ,-~715 eV is observed (Fig. 5(a)). Zero valent Fe either as a metal or boride is not detected. The signal to noise ratios for these spectra are poor due to the presence of either surfactant or PVP near the sample surface. The low signal to noise ratios prevent the detection of boron in these samples and prevent the possible detection of small amounts of zero valent Fe, which would appear at 707.0 eV. Signal to noise ratios are improved slightly by mild heating in vacuum, but not enough to allow detection of boron or positive identi- fication of a metallic iron component. For the uncoated iron particles (FelII), the signal to noise ratio is an order of magnitude higher, and the initial state of the iron is clearly a mixture of Fe2+ and Fe3+ (Fig. 5(b)). The resulting spectrum is quite similar to that of magnetite (Fe304), and no more than 2-3% of the detected iron is present as metallic iron or iron boride. An oxidized form of boron is also detected with a B 1 s binding energy of 192.0 eV consistent with the presence of either B203 or an iron borate. Heating the washed iron particles to 300 under vacuum results in elimination of the Fe3contribution and the emergence of a pure Fe2+ spectrum. Complexometric experiments indicate that the reac- tion is complete upon the addition of LiBH4. In the Fe(BF4)2 precursor solutions, the Fe2-- species com- plexes with 1,10-phenanthroline, and the distinctive peak is observed at 530 nm. The peak is non-existent in Fe(BF4)2 samples after the addition of LiBH4 indicating the reaction goes to completion. In FeC13 precursor solutions, no complex is formed with the Fe3species. After reaction, a slight peak at 530 nm is detected indicating some conversion of Fe3+ to Fe2+ but too little to quantify. Hydrogenolysis of naphthyl bibenzyl methane (NBM) was tested with several inverse micelle synthe- sized iron based catalysts and compared with the commercial catalyst Shell 324. We tested the metha- nol extracted Fe powder (FelII) with and without sulfur additives and the dispersed catalysts with sur- factant (FeI). In each experiment we monitored the percentage recovery of the reactant NBM and the percentage conversion to products by gas chromato- graphy. In each experiment we also monitored the percentage recovery of the hydrogen donating solvent 9,10-DHP and the percentage converted to its dehy- drogenated form phenanthrene. In an average of six runs, NBM was recovered at nearly 974-3 % in thermal runs (no catalyst) and no product was obtained (Fig. 6(a)). Some NBM was converted to products in thermal runs with added elemental sulfur. Little 9,10-DHP was dehydrogenated to phenanthrene in the thermal runs. FelII as catalyst decreases the amount of NBM recovered to 87% and with added S to 75%, and product recovery correspondingly increases. Hydro- gens are given up to the hydrogenolysis products, and some 9,10-DHP is dehydrogenated to phenanthrene A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 243 e- i .... i .... i .... i .... i , Fe 2p Region Fe 707 eV , I .... I .... I .... I .... I . 740 730 720 710 700 Binding Energy (eV) (Fig. 6(b)). The dispersed catalysts with surfactant present (FeI) showed little activity compared to ther- mal runs. Much higher product yields were obtained with Shell 324 (Fig. 7). Higher conversions of 9,10-DHP to phenanthrene are consistent with these higher yields. In order to study the effect of surfactant on catalytic activity, we doped Shell 324 with increasing amounts of DDAB. As the Shell 324 : DDAB mass ratio decreases, the trends in reactant recovery and product conversion move back to the thermal results indicating loss of catalytic activity. Initially the con- version of 9,10-DHP to phenanthrene moves toward the thermal results as well. At the lower Shell 324:DDAB ratios, however, this trend reverses itself and nearly all of the 9,10-DHP is converted to phenantbrene. Fe 2p Region /~ a ~710.!~ i I .... I .... I , i I i i i i I i i iI 740 730 720 710 700 Binding Energy (eV) Fig. 5. (a) XPS of the Fe 2p region of Fe particles embedded in PVP (FelV): a - As prepared, b - heated to 250 in vacuum. Note the single Fe 2p peak at 709.9 eV with a shakeup feature at ~715 eV characteristic of Fe2 No appreciable intensity is observed at the position expected for zero valent iron. (b) XPS of the Fe 2p region of uncoated Fe particles (Fell): a - as prepared, b - heated to 300 in vacuum. The absence of shakeup features in the as prepared spectrum is characteristic of a mixture of Fez+ and Fe3+, while the shift of the 2p3/2 peak and the appearance of a shakeup feature after heating to 300 indicate transformation of Fe3+ into Fez+. No zero valent iron is observed at 707.0 eV. 4. Discussion Introduction of LiBH4 to iron salt containing inverse micelle solutions causes immediate reduction of the salt to form nanometer sized, highly dispersed particles of equal size and shape. The reaction goes to completion. No initial Fe salt remains as determined by the complexometric experiments. LiBH4 enters the surfactant-oil solution and is solubilized within the inverse micelle structure. The reaction is initiated and is sustained through material exchange between inverse micelles. After the particle growth has equili- brated, the surfactant stabilizes the particles and pre- vents flocculation and precipitation. The final particle size of nanometer sized clusters formed in inverse micelles depends on a complicated nucleation and growth process [2]. Inverse micelles effect this process primarily in two ways: (1) diffusion of the reacting nucleation sites and ions is governed by exchange rates between micelles and (2) the critical nucleation size depends inherently on the size of the inverse micelles. Size dependence of metal borides, CdS, and CdSe clusters produced in inverse micelles has been discussed previously [48-61]. The Fe particles synthesized in DDAB/toluene mixtures showed no size dependence by TEM on the salt to surfactant concentration ratio within the range studied. Mossbauer spectroscopy of in situ Fe colloids (Fell) indicates three products are formed by the reduction of 244 o o o [] 100 80 60 40 20 A. Martino et al./Applied Catalysis A.\" General 161 (1997) 235-248 T 1 T A B C D Catalyst Run [] o 0 ~ o 100 80 o O O - 40 [] 20 0 iiiiiiiiiiiiiiiiiiiiiiiiiiilili!iiji~ !iiiiii i i A iiiiii~iiiii~i~iii~i~iii~!~iiiiiii~iii!! iii!~iiiiiiiiiiiiiiiiii~!~!iii!i~iii~ili iiiiiiiiiiii!iiiiiiiiiiiii!~iiiiiiiiiill iiiiii!iii!~iiii!iiiiiiiiii!iiiii!i!ili!i :\"i:\": B Catalyst iiiiiiiiiiiJiiiiiiiiiiiiiiiiiiiiiiiiiiiiii [] ~iiiiiiiiiiliiiiiiiiiiiiiiiiiiiiiiiiiiiiiii ~\" .... !::i:!:~:::!i!!~i!!!i~:~i!:!i!:!:!i!i~i!: ~iiiiiiiiiiiii:jiiiiiiiiiiiiiiiiiiiiiiiiii! iiii!iiiii~i~i~iiiiiiiiii!iiiiiiiiiiiiiiii ............... .......... .......... 0 <~ ~:~i~:i~i~i~i:i:i~i~i:~:~:~ ........ ~. iiiili~i~!~ii~i~ii:~i~i!ii:iiiiii!~iii :iii!iliiiiiii;iiii!:i~i~iii!i;iiiii !iii!iiiiiiiii~iiiiiiiiilili!iliiiii~i!i ....... ..................... ~.'~\"d\"~-'~.. ii!iiiiii!ii:iiiiiiiiiiii]ii!iiiiiiiiiii!il i!~i~iiirili~i~iri~isi!iiiii~i!!iiii~i~ili~iiiiiiit i!i!iiii!i~!ii!ili{?iiiiiiiiiiiiiiiiii:ii ::::::::::::::::::::::::::: i C D Run Fig. 6. (a) NBM hydrogenolysis results for Fe clusters. The percentage of reactant recovered and percentage converted to product. A=thermal average; B=thermal with elemental S average; C=FelII with elemental S average (~5% active metal basis); D=FelII with elemental S (~5% active metal basis). (b) NBM hydrogenolysis results for Fe clusters. The percentage of the hydrogen donating solvent 9,10-DHP recovered and the percentage dehydrogenated to phenanthrene. A=thermal average; B=thermal with elemental S average; C=FelII (~5% active metal basis); D=FelII with elemental S (~5% active metal basis). 100 80 o Z 40 [] 20 A. Martino et al./Applied Catalysis A: General 161 (1997)235-248 T T T T A B C D Catalyst Run E [] o 2 t') 0 ~ o 245 ~D O O [] 100 80 60 40 20 0 ilil i i~I~II: iiiiiiiiiiii :?( i~ iii:: i? ~ !i~ i!ii :iii iiili ~ i i~!(i~ i,~ 5 !?ili i ii)I (ii!i iil !i:~i!iiiii!:iiii!iiiii:ii~iil A ..... i B Catalyst iii~i~iiiiiiiiiii~iiiiii!iiiiii~iiiiiil ~, ~'iil~, i ~i~i, ,'iii:i i!i!,ii'i!i~ ~iiiiiiiiiiiii~iiiii~!iiiii!~ili~iiiiii~ i!iii'i!iii~i'i!i!i ~iiii' !iii~'iii!~ i!ii!~!!iiiii'ii!!ii!!iii!~!iii!~!i~! iii!'ii~ii! i!il i'iii~,',ii~i, '~' 'iI' ,',, 'i, 'i:,~,i,~, i~iiiiiiiii!ii~!i!iii!~!ii!ili~iiiii~i~i C Run [] ~iiii!~!iiiiii!iiiiiiii!i!iiii~iiiiii flail ~. iiil i~,iiil', i~iiiiiii~'i' i~i~, 'ii ii!iiii~iiii'iiiiii~i~iiiii~iiiiii i il ...... ('D ~i~'~ii~i~i~'' ~t ii~i~i!~!~,i~i!!i!i,i'~i!i!i!!i~i:i ~. ii~iii~i~ ii~i~iiii~ii~ii!i O i ?i~i !~i~i i !i!i ~ ~i~il = ~ ~ii'~ii\"iiiii~i~ii!i,~!~I !i!iiiiii~i!iiiiiiiii!i!i!iiiiiiiii~iiii!~ D Fig. 7. (a) NBM hydrogenolysis results for Shell 324 as a function of DDAB suffactant doping. The percentage of reactant recovered and percentage converted to product. A--thermal average; B=Shell 324; C~Shell 324: DDAB--I : 4; D=Shell 324 : DDAB= 1 : 20; E=Shell 324 : DDAB=I : 50. Active metal basis ~5% for all catalyst runs. (b) NBM hydrogenolysis results for Shell 324 as a function of DDAB surfactant doping. The percentage of the hydrogen donating solvent 9,10-DHP recovered and the percentage dehydrogenated to phenanthrene. A-thermal average; B=Shell 324; C=Shell 324 : DDAB=I : 4: D-Shell 324: DDAB=I : 20; E=Shell 324: DDAB-I : 50. Active metal basis ~5% for all catalyst runs. 246 A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 iron salts with LiBH4 in inverse micelle solutions. FeB, Fe2+BOx, and metallic Fe are synthesized to 83, 15, and 2 mole%, respectively. Similar type spectra were observed for the NaBH4 reduction of Fe salts in diglyme [82], and the doublet was assigned to the presence of FeB. The isomer shifts we report are higher, but they are consistent with those reported by Shinjo et al. [88]. Metallic Fe produces a singlet with an isomer shift close to zero [89,90]. Clearly, c~-Fe is not the majority phase as determined by Moss- bauer. The following reaction accounts for the pre- sence of the three products: 3Fe2+ BH4 + xHzO ---+ FeB + Fe(s) + Fez+BOx + (5 + x)H2 + BzH6. The waters of hydration of the metal salt provide the source of water, and pyroborate, FezB203, is one possible Fez+ borate phase represented by Fez+BOx. Similar reaction products and a similar reaction mechanism are found for the borohydride reduction of iron salts in a nonaqueous solvent [91,92]. Mossbauer spectro- scopy on the particle embedded polymer powder (FeIV) detects the three phases, FeB, Fez+BOx, and metallic Fe, in approximate mole percentages of 60%, 10%, and 30%, respectively. The conversion of approximately 25% of FeB to Fe(s) results from the methanol workup necessary to extract the particles from solution and prepare the powder. There is no discernible change in the spectra or fit after the powder is exposed to air. The iron is apparently protected from oxidation by the polymer. Mossbauer results of the powder at low tempera- tures and in the presence of a magnetic field further support the presence of FeB. The spectral broadening is consistent with longer magnetic relaxation times in a superparamagnetic species, and the sextet has a hyperfine field consistent with FeB. In the limit of a sufficiently large magnetic field or at sufficiently low temperatures, the spectrum would resolve into six lines. Electron diffraction of the in situ Fe colloids (FeII) gives strong evidence for the presence of c~-Fe. FeB is not detected. It has been reported that the presence of air during the reduction process favors the formation of metallic metal over metal borides by the following mechanism: MB + O2 ~ M(s) + B203 [91,92]. In our procedure, the reaction is done in an argon envir- onment, but the TEM grid is exposed to air prior to microscopy. The above stated mechanism is most likely responsible for the detection of c~-Fe as the majority phase by electron diffraction while FeB is the majority phase detected by Mossbauer. The detection of crystalline B203 by diffraction supports this theory. XPS of the in situ solution (Fell) and the polymer coated particles (FelV) detects an undetermined Fe2+ species. We postulate that the Feparticles (FeB and a-Fe) formed by the reduction reaction and the oxida- tion of FeB undergo further surface oxidation to form a thin, poorly crystalline oxide layer over an Fecore. The presence of metallic iron detected by Mossbauer is most likely obscured by the oxide layer and the poor signal to noise ratio. The surface oxidation does not continue on to the formation of Fe304 as in bulk iron samples [87]. The small size of the iron particles (in the case of Fell) or the small grain sizes (in the case of FelV) and the presence of the surfactant or polymer may result in oxidation behavior that differs from bulk iron. XPS of the iron powder (FelII) indicates the presence of Fe304 or a mixture of Fe2+ and Fe3+. Since the washed sample is severely agglomerated and not protected by either surfactant or polymer, it is not surprising that the oxidation behavior upon exposure to air is similar to the oxidation behavior of bulk iron metal. Also, XPS detection of an oxidized boron species (not a boride, however) in the washed sample is consistent with the conversion of FeB into iron metal and B203 upon air exposure. Conversion of Fe3+ to Fe2+ upon heating FelII to 300~C under vacuum suggests that the Fe3+ is a superficial surface layer formed during brief air exposure during sample loading. Hydrogenolysis of NBM indicates catalytic activity with FelII. A more than linear increase in activity with added S indicates that there is a synergistic effect between the Fe and S. Catalyst activity of Shell 324 far exceeds the activity of the iron based clusters. Doping Shell 324 with surfactant illustrates the effect of surfactant on catalyst activity. When Shell 324 is doped with surfactant, catalyst activity decreases (Fig. 7). The behavior of the hydrogen donating sol- vent indicates two mechanisms are at work. At low surfactant concentrations, a decrease in product con- version and a decrease in the amount of 9,10-DHP dehydrogenated to phenanthrene indicates less activ- ity due to a chemical or steric poisoning of the catalyst. At high surfactant concentrations, we pro- pose that a decrease in NBM conversion and an increase in the amount of 9,10-DHP dehydrogenated A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 247 to phenanthrene indicates that the thermal pyrolysis products of the surfactant (observed by GC) scavenge the hydrogens from the donor solvent. The dispersed catalyst (FeI) showed little activity most likely due to the presence of surfactant. The apparent advantage of the nanometer size of the particles is eliminated by the surfactant. 5. Conclusions We have synthesized nanometer sized, highly dis- persed Fe based particles in inverse micelle systems. TEM shows that the average particle size is less than 3 nm in diameter. Mossbauer spectroscopy confirms that the products of the reduction reaction of iron salts with LiBH4 are 83% FeB, 15% Fe2+BOx, and 2% Fett. Methanol washing and forced precipitation causes uncontrolled growth of the particles and results in relatively high surface area powders. FeB is converted to ~-Fe then to an undetermined Fe2+ phase and then finally to Fe304 as the degree of oxidation by exposure to air increases. Exposure to methanol converts approximately 25% of FeB to Fe A shell and core picture of the clusters develops with oxidation as detected by XPS. Catalytic activity of the ultra-small particles is determined in a model compound hydro- genolysis reaction. When surfactant is present, cata- lytic activity is hindered by two mechanisms. Surfactant chemically poisons the catalyst, and by- products of surfactant disintegration at reaction con- ditions scavenge hydrogen from hydrogen donating solvents. This latter mechanism is important in coal liquefaction as this process depends strongly on hydrogen transfer. Acknowledgements This work is supported by the US Department of Energy under contract DE-AC0494AL85000. References 11 L J.S. Bradley, in: G. Schmid (Ed.), Clusters and Colloids, From Theory to Applications, VCH Publications, Weinheim. 1994, Ch. 6. [2] M.L. Steigerwald, L.E. Brus, Ann. Rev. Mater. Sci. 19 (1989) 471. [3] A. Henglein, Chem. Rev. 89 (1989) 1861. [4] J. Shen, Z. Hu, Y. Hsia, Y, Chen, Appl. Phys. Lett. 59 (1991) 2510. [5] K. Takiyama, Bull. Chem. Soc. Jpn. 31 (1958~ 944, [61 J. Turkevich, RC. Stevenson, J. Hillier, J. Am. Chem, Soc. Faraday Soc. Disc. 11 (1951) 55. [7] J.G, Brennan, T. Siegrist, RJ. Carroll, SM. Stuczynski. L.E. Brus. M.L. Steigerwald, J. Am. Chem. Soc. 111 (1989) 4141. [8] S.R. Hoon, M. Kilner, G,J. Russell, B.K. Tanner, J. Magnetism and Magnetic Mater. 39 (1983) 107. [9] C.H. Griflths, M.R O'Horo, T.W. Smith, J, Appl. Phys. 50 (1979) 7108. [101 S.T. Lin, M.T, Franklin, K.J. Klabunde, Langmuir 2 (1986) 259. [111 K. Kimura, S. Bandow, Bull. Chem. Soc. Jpn. 56 (1983) 3578. [121 C.G. Francis, H. Huber, G.A. Ozin, lnorg. Chem. [9 (1980) 219. [13] M. Quinn, G. Mills, J. Phys. Chem. 98 (1994) 9840. [141 G.L. Trivino, K.J. Klabunde, E.B. Dale, Langmuir 3 (1987) 986. 115] Y. Ng Cheong Chan, R.R. Schrock, R.E. Cohen. Chem. Mater. 4 (1992) 24. [161 C.C. Cummins, R.R. Schrock. R.E. Cohen, Chem. Mater. 4 (1992) 27. [17] N. Ishizuki, K. Torigoe, K. Esumi. K. Meguro, Coll. Surf. 55 (1991) 15. [181 W. Mahler, lnorg. Chem. 27 (1988) 435. [19] Y. Wang, A. Suna, W. Mahler, R.J. Rasowski, I. Chem. Phys. 87 (1987) 7315. [2/)1 J.R Kuczynski, B.M. Milosavljevic, J.K Thomas, J. Phys. Chem. 88 (1984) 980. [211 A,W.H. Mau, C.B. Huang, N. Kakuta. A.J. Bard, A. Campion, M.J. White, S.E. Webber, J. Am. Chem. Soc. 106 (1984) 6537. [22] A. Fojtik, H. Weller, U. Koch, A. Henglein, Ber. Bunsenges. Phys. Chem. 88 (1984) 969. [23] D. Meisssner. D. Memming. B. Kastening, Chem. Phys. Lett. 96 (1983) 34. [24] RH. Hess, RH. Parker, J. Appl. Polym. Sci. 10 (19661 1915. [251 K. Torigoe, K. Esumi, Langmuir 8 (1992) 59. [26] K. Esumi, M. Shiratori. H. Ishizuka. T. Tano, K. Torigoe, K. Meguro, Langmuir 7 ( 1991 ) 457. [27] X.K. Zhao, S. Xu, J.H. Fendler, Langmuir 7 (1991) 520, 1281 E.C. O'Sullivan, R.C. Patel, A.J.I, Ward, J, Coll. Inter. Sci. 146 (1991) 582. [291 C. Larpent, F. Brisse-Le Menm H. Patin, J. Mol. Calm 65 (1991) L35. 130] E. Borgarello, D. Lawless, N. Serpone, E. Pelizzetti, D. Meisel, J. Phys. Chem. 94 (1990) 5048. [31] K. Maguro, M. Torizuka, K. Esumi, Bull. Chem. Soc. Jpn. 61 (1988) 341. [32] K. Monserrat, M. Gratzel, R Tundo, 1. Am. Chem. Soc~ 11)2 (1980) 5527. [33] J. Kiwi, M. Gratzel, J. Am. Chem. Soc. 101 (1979) 721. 248 A. Martino et al./Applied Catalysis A: General 161 (1997) 235-248 [34] Y. Nosaka, N. Ohta, T. Fukuyama, N. Fujii, J. Coll. Inter. Sci. 155 (1993) 23. [35] Z. Duan, M.J. Hampden-Smith, A. Datye, P. Nigrey, C. Quintana, A.P. Sylwester, J. Catal. 139 (1993) 504. [36] J.P. Folkers, P.E. Laibinis, G.M. Whitesides, Langmuir 8 (1992) 1330. [37] E Zimmermann, A. Wokann, Mol. Phys. 73 (1991) 959. [38] C. Becker, T. Fries, K. Wendelt, U. Kreibig, G. Schmid, J. Vac. Sci. Technol. B 9 (1991) 810. [39] D. Hayes, D. Meisel, O.1. Micic, Coll. Surf. 55 (1990) 121. [40] M.P. Andrews, G.A. Ozin, J. Phys. Chem. 90 (1986) 2929. [41] A. Henglein, J. Phys. Chem. 83 (1979) 2209. [42] D. Langevin, Acc. Chem. Res. 21 (1988) 255. [43] J.P. Wilcoxon, R.L. Williamson, R. Baughman, J. Chem. Phys. 98 (1993) 9933. [44] P. Barnickel, A. Wokaun, Mol. Phys. 69 (1990) 1. [45] J.B. Nagy, Coll. Surf. 35 (1989) 201. [46] J.B. Nagy, A. Gourgue, E.G. Derouane, in: G. Poucelet, P. Grange, P.A. Jacobs (Eds.), Preparation of Catalysts III, Elsevier, Amsterdam, 1983, p. 193, [47] M. Boutonnet, J. Kizling, P. Stenius, G. Maire, Coll. Surf. 5 (1982) 209. [48] L. Motte, C. Petit, L. Boulanger, P. Lixon, M.P. Pileni, Langmuir 8 (1992) 1049, [49] M.P. Pileni, L. Motte, C. Petit, Chem. Mat. 4 (1992) 338. [50] B.H. Robinson, T.E Towey, S. Zourab, A.J.W.G. Visser, A. van Hoek, Coll. Surf. 61 (1991) 175. [51] C. Petit, P. Lixon, M.P. Pileni, J. Phys. Chem. 94 (1990) 1598. [52] A.R. Kortan, R. Hull, R.L. Opila, M.G. Bawendi, M.L. Steigerwald, P.J. Caroll, L.E. Brus, J. Am. Chem. Soc. 112 (1990) 1327. [53] T.E Towey, A. Khan-Lodhi, B.H. Robinson, J. Chem. Soc. Faraday Trans. 86 (1990) 3757. [54] S. Modes, P. Lianos, J. Phys. Chem. 93 (1989) 5854. [55] C. Petit, M.P. Pileni, J. Phys. Chem. 92 (1988) 2282. [56] M.L. Steigerwald, A.P. Alivisatos, J.M. Gibson, T.D. Harris, R. Korton, A.J. Muller, A.M. Thayer, T.M. Duncan, D.C. Douglass, L.E. Brus, J. Am. Chem. Soc. 110 (1988) 3046. [57] J.H. Fendler, Chem. Rev. 87 (1987) 877. [58] P. Lianos, J.K. Thomas, Coll. Surf. Sci. 117 (1986) 505. [59] P. Lianos, J.K. Thomas, Chem. Phys. Lett. 125 (1986) 299. [60] T. Dannhauser, M. O'Neil, K. Johansson, D. Whitten, G. McLendon, J. Phys. Chem. 90 (1986) 6074. [61] M. Meyer, C. Wallberg, K. Kurihara, J.H. Fendler, J. Chem. Soc., Chem. Commun. 90 (1984) 00. [62] J.B. Nagy, A. Claerbout, in: K.L. Mittal, D.O. Shah (Eds.), Surfactants in Solution 11 (1991) 363. [63] M. Gobe, K. Kon-No, K. Kandori, A. Kitahara, J. Coll. Inter. Sci. 93 (1983) 293. [64] K. Kurihara, J. Kizling, P. Stenius, J.H. Fendler, J. Am. Chem. Soc. 105 (1983) 2574. [68] L.N. Lewis, Chem. Rev. 93 (1993) 2693. [69] H. Bonnemann, W. Brijoux, R. Brinkmann, E. Dinjus, T. JouBen, B. Koral, Angew. Chem. Int. Ed. Engl. 30 (1991) 1312. [70] S.C. Davis, K.J. Klabunde, Chem. Rev. 82 (1982) 153. [71] Y. Sasson, A. Zoran, J. Blum, J. Mol. Catal. 11 (1981) 293. [72] M, Boutonnet, J. Kizling, P. Stenius, G. Maire, Coll. Surf. 5 (1982) 209. [73] M. Boutonnet, J. Kizling, V. Mintsa-Eya, A. Choplin, R. Touroude, G. Maire, P. Stenius, J. Catal. 103 (1987) 95. [74] M. Boutonnet, J. Kizling, R. Touroude, G. Maire, P. Stenius, Appl. Catal. 20 (1986) 163. [75] M. Boutonnet, J. Kizling, R. Touroude, G. Maire, P. Stenius, Catal. Lett. 9 (1991) 347. [76] J.B. Nagy, I. Bodart-Ravet, E.G. Dorouane, J. Am. Chem. Soc., Faraday Disc. 87 (1989) 189. [77] N. Toshima, T. Takahashi, H. Hirai, Chem. Lett. (1985) 1245. [78] M. Ohtaki, N. Toshima, M. Komiyama, H. Hirai, Bull. Chem. Soc. Jpn. 63 (1990) 1433. [79] D.W. Matson, J.L. Linehan, J.G. Darab, M.E Buehler, Energy & Fuels 8 (1994) 10. [80] A. Martino, J.P. Wilcoxon, J.S. Kawola, Energy & Fuels 8 (1994) 1289. [81] T. Suzuki, H. Yamada, P.L. Sears, Y. Watanabe, Energy & Fuels 3 (1989) 707. [82] C. Wang, C.H. Bartholomew, Appl. Catal. 62 (1990) 221. [83] H. Itoh, H. Hosaka, T. Ono, E. Kikuchi, Appl. Catal. 40 (1988) 53. [84] L.R. Neubauer, Ph.D. Dissertation, Brigham Young Univer- sity, 1986. [85] C.S. Kuivila, J.B. Butt, P.C. Stair, Appl. Surf. Sci. 32 (1988) 99. [86] M. Faracasiu, C. Smith, Prepr. Pap. Div. Fuel Chem.-Am. Chem. Soc. 35 (1990) 404. [87] A.G. Sault, Appl. Surf. Sci. 74 (1994) 249. [88] I.E Shinjo, H. Takaki, Y. Nakamura, N. Shikazono, J. Phys. Soc. Jpn. 19 (1964) 1252. [89] P.A. Smith, Masters Thesis, Brigham Young University, 1990. [90] J. Danon, in: V.I. Goldanskii, R.H. Herber (Eds.), Chemical Applications of Mossbauer Spectroscopy, Academic Press, New York, 1968. [91] G.N. Glavee, K.J. Klabunde, C.M. Sorensen, G.C. Hadjipanayis, Langmuir 10 (1994) 4726. [92] G.N. Glavee, K.J. Klabunde, C.M. Sorensen, G.C. Hadjipanayis, Inorg. Chem. 34 (1995) 28. APCATA 97000744 S0926-860X(97)00074-4 10.1016/S0926-860X(97)00074-4 Elsevier Science B. V. All rights reserved The synthesis and characterization of iron colloid catalysts in inverse micelle solutions Anthony Martino * a Matthew Stoker b Michael Hicks b Calvin H. Bartholomew b Allen G. Sault a Jeffrey S. Kawola a a Fuel Science Department, Sandia National Laboratories, Albuquerque, NM 87185-0710, USA b Department of Chemical Engineering, Brigham Young University, Provo, UT 84602, USA * Corresponding author. We have studied the synthesis and characterization of Fe based nanometer sized clusters formed in inverse micelle solutions. Inverse micelles provide a colloidal sized reaction template in an oleic solvent. Metal salts are solubilized within the interior of inverse micelles, and the addition of a reducing agent initiates nucleation and growth to produce the clusters. Surfactant acts to stabilize the particles. TEM shows that the average particle size is less than 3 nm in diameter. The reduction reaction of iron salts with LiBH4 in inverse micelle solutions results in the formation of FeB, Fe2+BO x (i.e. pyroborate), and α-Fe as determined by Mossbauer spectroscopy, electron diffraction, and X-ray photoelectron spectroscopy (XPS). Oxidation after exposure to air leads to the conversion of the FeB to α-Fe then to an undetermined Fe2+ phase and then finally to Fe3O4. Iron based metals are of interest as active, selective catalysts for a number of hydrogenation reactions including methanation and Fischer-Tropsch synthesis. We report catalytic results of iron clusters in the hydrogenolysis of naphthyl bibenzyl methane (NBM), a model reaction for coal liquefaction. The role of surfactant in the reaction mechanism is determined. Keywords Iron Boride Cluster Inverse micelle Surfactant Hydrogenolysis Referencess [1] Bradley J.S. Schmid G. Clusters and Colloids, From Theory to Applications 1994 VCH Publications Weinheim Ch. 6 [2] Steigerwald M.L. Brus L.E. Ann. Rev. Mater. Sci. 19 1989 471 [3] Henglein A. Chem. Rev. 89 1989 1861 [4] Shen J. Hu Z. Hsia Y. Chen Y. Appl. Phys. Lett. 59 1991 2510 [5] Takiyama K. Bull. Chem. Soc. Jpn. 31 1958 944 [6] Turkevich J. Stevenson P.C. Hillier J. J. Am. Chem. Soc. Faraday Soc. Disc. 11 1951 55 [7] Brennan J.G. Siegrist T. Carroll P.J. Stuczynski S.M. Brus L.E. Steigerwald M.L. J. Am. Chem. Soc. 111 1989 4141 [8] Hoon S.R. Kilner M. Russell G.J. Tanner B.K. J. Magnetism and Magnetic Mater 39 1983 107 [9] Griflths C.H. O'Horo M.P. Smith T.W. J. Appl. Phys. 50 1979 7108 [10] Lin S.T. Franklin M.T. Klabunde K.J. Langmuir 2 1986 259 [11] Kimura K. Bandow S. Bull. Chem. Soc. Jpn. 56 1983 3578 [12] Francis C.G. Huber H. Ozin G.A. Inorg. Chem. 19 1980 219 [13] Quinn M. Mills G. J. Phys. Chem. 98 1994 9840 [14] Trivino G.L. Klabunde K.J. Dale E.B. Langmuir 3 1987 986 [15] Ng Cheong Chan Y. Schrock R.R. Cohen R.E. Chem. Mater. 4 1992 24 [16] Cummins C.C. Schrock R.R. Cohen R.E. Chem. Mater. 4 1992 27 [17] Ishizuki N. Torigoe K. Esumi K. Meguro K. Coll. Surf. 55 1991 15 [18] Mahler W. Inorg. Chem. 27 1988 435 [19] Wang Y. Suna A. Mahler W. Rasowski R.J. J. Chem. Phys. 87 1987 7315 [20] Kuczynski J.P. Milosavljevic B.M. Thomas J.K. J. Phys. Chem. 88 1984 980 [21] Mau A.W.H. Huang C.B. Kakuta N. Bard A.J. Campion A. White M.J. Webber S.E. J. Am. Chem. Soc. 106 1984 6537 [22] Fojtik A. Weller H. Koch U. Henglein A. Ber. Bunsenges. Phys. Chem. 88 1984 969 [23] Meisssner D. Memming D. Kastening B. Chem. Phys. Lett. 96 1983 34 [24] Hess P.H. Parker P.H. J. Appl. Polym. Sci. 10 1966 1915 [25] Torigoe K. Esumi K. Langmuir 8 1992 59 [26] Esumi K. Shiratori M. Ishizuka H. Tano T. Torigoe K. Meguro K. Langmuir 7 1991 457 [27] Zhao X.K. Xu S. Fendler J.H. Langmuir 7 1991 520 [28] O'Sullivan E.C. Patel R.C. Ward A.J.I. J. Coll. Inter. Sci. 146 1991 582 [29] Larpent C. Brisse-Le Menn F. Patin H. J. Mol. Catal. 65 1991 L35 [30] Borgarello E. Lawless D. Serpone N. Pelizzetti E. Meisel D. J. Phys. Chem. 94 1990 5048 [31] Maguro K. Torizuka M. Esumi K. Bull. Chem. Soc. Jpn. 61 1988 341 [32] Monserrat K. Gratzel M. Tundo P. J. Am. Chem. Soc. 102 1980 5527 [33] Kiwi J. Gratzel M. J. Am. Chem. Soc. 101 1979 721 [34] Nosaka Y. Ohta N. Fukuyama T. Fujii N. J. Coll. Inter. Sci. 155 1993 23 [35] Duan Z. Hampden-Smith M.J. Datye A. Nigrey P. Quintana C. Sylwester A.P. J. Catal. 139 1993 504 [36] Folkers J.P. Laibinis P.E. Whitesides G.M. Langmuir 8 1992 1330 [37] Zimmermann F. Wokann A. Mol. Phys. 73 1991 959 [38] Becker C. Fries T. Wendelt K. Kreibig U. Schmid G. J. Vac. Sci. Technol. B 9 1991 810 [39] Hayes D. Meisel D. Micic O.I. Coll. Surf. 55 1990 121 [40] Andrews M.P. Ozin G.A. J. Phys. Chem. 90 1986 2929 [41] Henglein A. J. Phys. Chem. 83 1979 2209 [42] Langevin D. Acc. Chem. Res. 21 1988 255 [43] Wilcoxon J.P. Williamson R.L. Baughman R. J. Chem. Phys. 98 1993 9933 [44] Barnickel P. Wokaun A. Mol. Phys. 69 1990 1 [45] Nagy J.B. Coll. Surf. 35 1989 201 [46] Nagy J.B. Gourgue A. Derouane E.G. Poucelet G. Grange P. Jacobs P.A. Preparation of Catalysts III 1983 Elsevier Amsterdam 193 [47] Boutonnet M. Kizling J. Stenius P. Maire G. Coll. Surf. 5 1982 209 [48] Motte L. Petit C. Boulanger L. Lixon P. Pileni M.P. Langmuir 8 1992 1049 [49] Pileni M.P. Motte L. Petit C. Chem. Mat. 4 1992 338 [50] Robinson B.H. Towey T.F. Zourab S. Visser A.J.W.G. van Hoek A. Coll. Surf. 61 1991 175 [51] Petit C. Lixon P. Pileni M.P. J. Phys. Chem. 94 1990 1598 [52] Kortan A.R. Hull R. Opila R.L. Bawendi M.G. Steigerwald M.L. Caroll P.J. Brus L.E. J. Am. Chem. Soc. 112 1990 1327 [53] Towey T.F. Khan-Lodhi A. Robinson B.H. J. Chem. Soc. Faraday Trans. 86 1990 3757 [54] Modes S. Lianos P. J. Phys. Chem. 93 1989 5854 [55] Petit C. Pileni M.P. J. Phys. Chem. 92 1988 2282 [56] Steigerwald M.L. Alivisatos A.P. Gibson J.M. Harris T.D. Korton R. Muller A.J. Thayer A.M. Duncan T.M. Douglass D.C. Brus L.E. J. Am. Chem. Soc. 110 1988 3046 [57] Fendler J.H. Chem. Rev. 87 1987 877 [58] Lianos P. Thomas J.K. Coll. Surf. Sci. 117 1986 505 [59] Lianos P. Thomas J.K. Chem. Phys. Lett. 125 1986 299 [60] Dannhauser T. O'Neil M. Johansson K. Whitten D. McLendon G. J. Phys. Chem. 90 1986 6074 [61] Meyer M. Wallberg C. Kurihara K. Fendler J.H. J. Chem. Soc., Chem. Commun. 90 1984 [62] Nagy J.B. Claerbout A. Mittal K.L. Shah D.O. Surfactants in Solution 11 1991 363 [63] Gobe M. Kon-No K. Kandori K. Kitahara A. J. Coll. Inter. Sci. 93 1983 293 [64] Kurihara K. Kizling J. Stenius P. Fendler J.H. J. Am. Chem. Soc. 105 1983 2574 [68] Lewis L.N. Chem. Rev. 93 1993 2693 [69] Bonnemann H. Brijoux W. Brinkmann R. Dinjus E. Joußen T. Koral B. Angew. Chem. Int. Ed. Engl. 30 1991 1312 [70] Davis S.C. Klabunde K.J. Chem. Rev. 82 1982 153 [71] Sasson Y. Zoran A. Blum J. J. Mol. Catal. 11 1981 293 [72] Boutonnet M. Kizling J. Stenius P. Maire G. Coll. Surf. 5 1982 209 [73] Boutonnet M. Kizling J. Mintsa-Eya V. Choplin A. Touroude R. Maire G. Stenius P. J. Catal. 103 1987 95 [74] Boutonnet M. Kizling J. Touroude R. Maire G. Stenius P. Appl. Catal. 20 1986 163 [75] Boutonnet M. Kizling J. Touroude R. Maire G. Stenius P. Catal. Lett. 9 1991 347 [76] Nagy J.B. Bodart-Ravet I. Dorouane E.G. J. Am. Chem. Soc. 87 1989 189 Faraday Disc. [77] Toshima N. Takahashi T. Hirai H. Chem. Lett. 1985 1245 [78] Ohtaki M. Toshima N. Komiyama M. Hirai H. Bull. Chem. Soc. Jpn. 63 1990 1433 [79] Matson D.W. Linehan J.L. Darab J.G. Buehler M.F. Energy & Fuels 8 1994 10 [80] Martino A. Wilcoxon J.P. Kawola J.S. Energy & Fuels 8 1994 1289 [81] Suzuki T. Yamada H. Sears P.L. Watanabe Y. Energy & Fuels 3 1989 707 [82] Wang C. Bartholomew C.H. Appl. Catal. 62 1990 221 [83] Itoh H. Hosaka H. Ono T. Kikuchi E. Appl. Catal. 40 1988 53 [84] Neubauer L.R. Ph.D. Dissertation 1986 Brigham Young University [85] Kuivila C.S. Butt J.B. Stair P.C. Appl. Surf. Sci. 32 1988 99 [86] Faracasiu M. Smith C. Prepr. Pap. Div. Fuel Chem.-Am. Chem. Soc. 35 1990 404 [87] Sault A.G. Appl. Surf. Sci. 74 1994 249 [88] Shinjo I.F. Takaki H. Nakamura Y. Shikazono N. J. Phys. Soc. Jpn. 19 1964 1252 [89] Smith P.A. Masters Thesis 1990 Brigham Young University [90] Danon J. Goldanskii V.I. Herber R.H. Chemical Applications of Mossbauer Spectroscopy 1968 Academic Press New York [91] Glavee G.N. Klabunde K.J. Sorensen C.M. Hadjipanayis G.C. Langmuir 10 1994 4726 [92] Glavee G.N. Klabunde K.J. Sorensen C.M. Hadjipanayis G.C. Inorg. Chem. 34 1995 28",
      "scopus-id": "0006904695",
      "coredata": {
        "eid": "1-s2.0-S0926860X97000744",
        "dc:description": "We have studied the synthesis and characterization of Fe based nanometer sized clusters formed in inverse micelle solutions. Inverse micelles provide a colloidal sized reaction template in an oleic solvent. Metal salts are solubilized within the interior of inverse micelles, and the addition of a reducing agent initiates nucleation and growth to produce the clusters. Surfactant acts to stabilize the particles. TEM shows that the average particle size is less than 3 nm in diameter. The reduction reaction of iron salts with LiBH4 in inverse micelle solutions results in the formation of FeB, Fe2+BO x (i.e. pyroborate), and α-Fe as determined by Mossbauer spectroscopy, electron diffraction, and X-ray photoelectron spectroscopy (XPS). Oxidation after exposure to air leads to the conversion of the FeB to α-Fe then to an undetermined Fe2+ phase and then finally to Fe3O4. Iron based metals are of interest as active, selective catalysts for a number of hydrogenation reactions including methanation and Fischer-Tropsch synthesis. We report catalytic results of iron clusters in the hydrogenolysis of naphthyl bibenzyl methane (NBM), a model reaction for coal liquefaction. The role of surfactant in the reaction mechanism is determined.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97000744",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Martino, Anthony"
          },
          {
            "@_fa": "true",
            "$": "Stoker, Matthew"
          },
          {
            "@_fa": "true",
            "$": "Hicks, Michael"
          },
          {
            "@_fa": "true",
            "$": "Bartholomew, Calvin H."
          },
          {
            "@_fa": "true",
            "$": "Sault, Allen G."
          },
          {
            "@_fa": "true",
            "$": "Kawola, Jeffrey S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97000744"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97000744"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00074-4",
        "prism:volume": "161",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The synthesis and characterization of iron colloid catalysts in inverse micelle solutions",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Boride"
          },
          {
            "@_fa": "true",
            "$": "Cluster"
          },
          {
            "@_fa": "true",
            "$": "Inverse micelle"
          },
          {
            "@_fa": "true",
            "$": "Surfactant"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "235-248",
        "prism:endingPage": "248",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 November 1997",
        "prism:doi": "10.1016/S0926-860X(97)00074-4",
        "prism:startingPage": "235",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00074-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0006904695"
      }
    }
  }
}