{
  "metadata": {
    "title": "Preparation of encaged heteropoly acid catalyst by synthesizing 12-molybdophosphoric acid in the supercages of Y-type zeolite",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1997-12-31",
    "doi": "10.1016/S0926-860X(97)00203-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X97002032",
    "pii": "S0926860X97002032"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0039560096",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-04-27 1998-04-27 2010-11-13T18:41:04 1-s2.0-S0926860X97002032 S0926-860X(97)00203-2 S0926860X97002032 10.1016/S0926-860X(97)00203-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00683 2024-01-01T12:19:29.85596Z 0 0 19971231 1997 1998-04-27T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 165 165 1 2 1 2 Volume 165, Issues 1–2 18 219 226 219 226 19971231 31 December 1997 1997-12-31 1997 Article article fla Copyright © 1998 Published by Elsevier B.V. PREPARATIONENCAGEDHETEROPOLYACIDCATALYSTBYSYNTHESIZING12MOLYBDOPHOSPHORICACIDINSUPERCAGESYTYPEZEOLITE MUKAI S NAMBA 1981 16 S SEGAWA 1992 213 K IZUMI 1981 663 Y IZUMI 1993 825 Y IZUMI 1995 255 Y OKUHARA 1990 1201 T IZUMI 1992 1987 Y IZUMI 1993 825 Y SULIKOWSKI 1996 27 B TSIGDINOS 1974 4 G ASTAKHOV 1969 292 V MISONO 1987 269 M MUKAIX1997X219 MUKAIX1997X219X226 MUKAIX1997X219XS MUKAIX1997X219X226XS item S0926-860X(97)00203-2 S0926860X97002032 1-s2.0-S0926860X97002032 10.1016/S0926-860X(97)00203-2 271346 2024-01-01T12:19:29.85596Z 1997-12-31 1-s2.0-S0926860X97002032-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002032/MAIN/application/pdf/6732441c29a74664d1ec80219808f878/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002032/MAIN/application/pdf/6732441c29a74664d1ec80219808f878/main.pdf main.pdf pdf true 499917 MAIN 8 1-s2.0-S0926860X97002032-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X97002032/PREVIEW/image/png/641554605b116e73bae3050586399b4d/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X97002032/PREVIEW/image/png/641554605b116e73bae3050586399b4d/main_1.png main_1.png png 62898 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 165 (1997) 219-226 Preparation of encaged heteropoly acid catalyst by synthesizing 12-molybdophosphoric acid in the supercages of Y-type zeolite Shin R. Mukai*, Takao Masuda, Isao Ogino, Kenji Hashimoto Division of Chemical Engineering, Graduate School of Engineering, Kyoto University Kyoto 606-01, Japan Received 18 February 1997; received in revised form 26 May 1997; accepted 31 May 1997 Abstract 12-molybdophosphoric acid encaged in the supercages of Y-type zeolite was synthesized from molybdenum oxide and phosphoric acid, in a slurry mixture of Y-type zeolite crystals and deionized water. After thorough washing in hot water, the 12-molybdophosphoric acid was found to remain in the Y-type zeolite, at an amount estimated to be 0.09 g (g-support)-1. Catalysts thus obtained were found to show activity for the esterification of acetic acid with ethanol, indicating that this catalyst could be used as a solid acid catalyst in various liquid phase reactions which involve water. ~: 1997 Elsevier Science B.V. Keywords: Heteropoly acid; 12-molybdophosphoric acid; Y-type zeolite; Solid acid catalyst; Esterification 1. Introduction purpose. However, such resins lack mechanical strength and thermal stability, and problems such as Acids such as sulfuric acid, hydrochloric acid, deactivation due to swelling occur. There have been aluminum chloride and boron trifluoride show high other attempts to use solids such as high-silica zeolite catalytic activities in liquid phase reactions which [ 1 ] and layer compounds of zirconium phosphonate involve water, such as esterification and hydrolysis. [2] for this purpose. However, it is difficult to separate and recover these Another approach is to immobilize an active acidic catalysts from the products, as the catalysts are highly species, such as a heteropoly acid (HPA), and then soluble in water. The separation process consumes a practically use it as a solid acid catalyst in the liquid large amount of energy. Moreover, as these acids are phase. Izumi et al. have entrapped HPAs in activated highly corrosive, expensive durable reactors are carbon and showed that the obtained catalyst could be required for their usage, used for the liquid phase etherification of alcohols [3]. The development of alternative solid acid catalysts However, even though a significant amount of HPA active in aqueous solutions is one way to solve these could be entrapped in the carbon, the amount of HPA problems. Presently in commercial processes, ion- leakage could not be neglected. Recently, HPAs or exchange resin is the only solid acid available for this HPA-salts have been included in a silica matrix by means of a sol-gel technique, which has drastically *Corresponding author, reduced the amount of leakage [4,5]. Okuhara et al. 0926-860X/97/$17.00 (t5 1997 Elsevier Science B.V. All rights reserved. PII S0926-860X(97)00203-2 220 S.R. Mukai et al./Applied Catalysis A: General 165 (1997) 219-226 supercage window 0.74 nm HY crystal Fig. 1. Schematic illustration of the encagement of HPA molecules in HY crystal. have applied water insoluble cesium salts of HPAs to Recently, Sulikowski et al. [9] reported that Keggin liquid phase reactions [6]. This catalyst was found to structured 12-tungstophosphoric acid (PW12) could work as an efficient acid catalyst in Friedel-Crafts be encaged in the supercages of Y-type zeolite. They alkylation, acylation [7], esterification and hydrolysis also showed that this catalyst was active in isomeriza- reactions in the liquid phase [8]. tion and disproportionation reactions of m-xylene in If HPAs could be formed like a 'ship in a bottle' in a the gas phase. However, these reactions also proceed 'cage' whose size is slightly bigger than their anions, over Y-type zeolites not encaging HPAs. Furthermore, the formed HPA anions would not be able to diffuse when compared with the usage in the gas phase, usage out of the cage. The catalyst would be expected to act of this catalyst in liquid phase reactions demands a as a solid acid in the liquid phase. The anion of an HPA higher catalyst stability. In other words, it must be with a Keggin structure is almost a sphere with a confirmed that a significant amount of HPA is encaged diameter of about 1 nm. The supercages of Y-type within the zeolite, and that the encaged HPA does not zeolites have a diameter of 1.3 nm and are intercon- decompose or leak during usage of this catalyst in the nected by windows 0.74 nm in diameter, as is sche- liquid phase. matically shown in Fig. 1. Therefore, this zeolite is In this work, 12-molybdophosphoric acid (PMol2) thought to be an ideal material for the encagement of was synthesized in the supercages of Y-type zeolite HPA molecules having a Keggin structure, from molybdenum oxide and phosphoric acid. This S.R. Mukai et al. /Applied Catalysis A: General 165 (1997) 219-226 221 HPA was selected in order to examine the usefulness solution of PMol2. This mixture (PMol2 supported of the proposed method, as the water solubility of its HY) was stirred for 24 h followed by drying at 383 K. materials is rather high when compared with those of Both of the samples were individually immersed PW12. This allows us to easily remove the HPAs into hot water (353 K). After an hour of agitation, formed on the outer surface of the Y-type zeolite as the samples were removed from the hot water by well as the unreacted material by simply washing the filtration, and the amount of PMol2 dissolved in catalyst in hot water and filtering. In the case of PWl 2, the hot water was determined by inductively coupled a significant amount of its materials remain on the plasma analysis (ICP; Shimadzu, ICPS 1000IV). The outer surface of the Y-type zeolite, even after thorough amount of PMol2 remaining in the HY was also washing, due to their low water solubility. These measured by dissolving a small amount of the washed materials will eventually leak into the reaction solu- samples in hydrofluoric acid, and analyzing the tion when the encaged catalyst is used in liquid phase obtained solution using ICP analysis. The washing reactions, sequence was repeated five times. IR spectra of the The obtained catalyst was thoroughly washed washed samples were recorded using a Fourier with hot water, and the amount of PMol2 leak- transform infrared spectrometer (Shimadzu, FTIR- age was measured. Finally, the catalytic activity of 8200PC) to determine if the peaks assigned to the obtained solid acid was verified using the ester- PMol2 could be detected in the samples. In order ification of acetic acid with ethanol as a model to confirm the location of PMol2 formation within reaction. HY crystals, adsorption isotherms of iso-butane on PMo 12 encaged HY were measured at 298 K using an adsorption apparatus (Bel Japan, Belsorp 28). Using 2. Catalyst preparation and characterization the isotherms, the limiting micro-pore volume corre- sponding to the minimum dimension of the adsorbed Keggin structured PMol2 was used in this molecule was determined using the Dubinin-Asta- work. The Y-type zeolite used was supplied by the khov equation [11]. Catalyst Society of Japan (JRC-HY4.8 (HY)). However, the frame~vork of this zeolite contains aluminum atoms. As aluminum atoms show basicity, 3. Reaction they may accelerate the decomposition of HPAs, or disturb the formation of HPA anions. Therefore, The esterification of acetic acid with ethanol was Y-type zeolite dealuminated in a steam atmosphere performed using PMo 12 encaged HY as the catalyst to for 10 h was also prepared. All of the zeolites were determine if PMo 12 encaged HY has catalytic activity. ion-exchanged with a 10 wt% NHaCi solution before Reactions using dissolved PMol2 and PMol2 sup- usage, ported HY as the catalyst and reactions using no The method reported by Tsignidos is widely used catalyst were also conducted for comparison. The for the synthesis of PMol2 [10]. We modified this amounts of PMol2 encaged HY and dissolved method to form PMoI2 molecules in the supercages of PMol2 were adjusted to give a proton concentration Y-type zeolite. 2.0 g of HY and 7.2 g of molybde- of 2.7 mol m 3. The amount of PMo 12 supported HY num(VI) oxide (99% purity, Wako Pure Chemicals) was made equal to that of PMol2 encaged HY. were mixed in 70 g of deionized water. This mixture Reactions were conducted at 333 K in a 100 cm3 flask was stirred for 24 h at room temperature. 0.48 g of using a mixture of acetic acid (0.5 mol) and ethanol phosphoric acid (85% purity, Wako Pure Chemicals) (0.5 mol) as the starting material. A small amount of was added, and the obtained mixture was stirred for the reactant solution was sampled at a certain interval 3 h, at a temperature of 368 K. The synthesized sam- using a syringe equipped with a filter. The composition ple (PMo 12 encaged HY) was filtrated and dried at of the solution was measured by gas chromatography 383 K. For comparison, HY supporting PMol2 was using a Porapak Q column (3 mm i.d., 2.6 m), and the also prepared by the usual impregnation technique, transient change in the conversion of the reaction was HY crystals were immersed in a 12.5% aqueous obtained. 222 S.R. Mukai et al./Applied Catalysis A: General 165 (1997) 219-226 4. Results and discussion \"7 \"-- 0.20 I I I J I 0 When non-dealuminated HY was used for catalyst o. synthesis, no PMol2 could be detected in the obtained ~' 0.15 catalyst by ICP and FTIR analysis. This is assumed to o~ be due to the basicity of aluminum contained in the framework of HY. Therefore, the HY was steam treated to lower its aluminum content. Fig. 2 shows ._= 0.10 the XRD patterns of the original and steam treated HY.~ The intensity of the main peaks of the zeolite is only .=- slightly reduced, indicating that HY still maintained ~ 0,05 its framework structure after dealumination by steam < / treatment. This dealuminated HY was employed in n further experiments. -i- \"5 I J I I I Both PMol2 encaged HY and PMol2 supported E 0 HY samples synthesized using dealuminated HY had ao-~ 1 2 3 4 5 bright yellow color, which is characteristic of PMo 12. E times of washing operation However, the color of PMol2 supported HY turned white after only a single washing operation, suggest- Fig. 3. Transient change in the amount of HPA remaining in HY ing that there was no PMol2 left in the PMol2 after consecutive washing operations. I I I I I fresh c steam .: treated 5 10 15 20 25 30 35 2O Fig. 2. XRD patterns of fresh and steam treated HY. S.R. Mukai et al./Applied Catalysis A: General 165 (1997) 219-226 223 supported HY. This was also confirmed by ICP ana- Fig. 4 shows the FTIR spectrum ofPMol2 encaged lysis. On the other hand, PMo 12 encaged HY main- HY. The spectra of PMo 12, HY and PMo 12 supported tained its color after 5 consecutive washing operations, HY are also shown in the figure for comparison. One and almost no phosphorous and molybdenum was peak, corresponding to P-O (1062,-~1068 cm 1), detected in the hot water used for the 5th washing among the 4 fingerprint peaks of PMol2 [12] could by ICP analysis. Fig. 3 shows the transient change in not be seen for PMol2 encaged HY, because it over- the amount of PMol2 remaining in the HY after each laps with the peak of HY. The remaining 3 peaks washing sequence, which was determined from ICP corresponding to Mo=Ot (954,-~975 cm-l), Mo-Oc- analysis. Note that after 5 consecutive washing opera- Mo (869~880 cm-]) and Mo-Oe-Mo tions, approximately 0.09 g (g-support)-1 of PMol2 (785~810 cm-1) can be clearly observed for remained within the HY. PMol 2 encaged HY. These peaks cannot be observed L I I I I Mo-Oc-Mo M,, o=Ot i PMo12 __ O E E E PMo12 enc~ged HY I f I i 1000 900 800 700 600 500 wave number /cm-1 Fig. 4. FTIR spectra of samples. 224 S.R. Mukai et al./Applied Catalysis A: General 165 (1997) 219-226 in the spectrum of PMo 12 supported HY. These facts molecules can be formed. Fig. 5 shows the adsorption indicate that PMol2 exists in PMol2 encaged HY, isotherms of iso-butane on HY and PMol2 encaged whereas for PMo 12 supported HY prepared by simple HY measured at 323 K, where Va is the volume of iso- impregnation, all of the PMol2 was washed away in butane adsorbed at a relative pressure of P/Ps the washing process. It is interesting that the differ- (Ps -- 3.5 x 105 Pa at 323 K). The amount of iso- ence in the peak positions of PMol2 and PMol2 butane adsorbed decreases after the formation of encaged HY was negligibly small, which suggests PMol2, which is evidently due to the formation of that even if the PMol2 molecules are encaged within PMol2 within the supercages of HY. Both isotherms the supercages of HY, they are allowed to move rather were analyzed by the Dubinin-Astakhov equation freely within the cages, and are expected to show the with n = 3 to obtain the limiting micro-pore volume same acidity as free PMol2 molecules, corresponding to the minimum dimension of the The minimum dimension of iso-butane is approxi- adsorbed molecules. The obtained limiting micro-pore mately 0.50 nm, so it can pass through the windows of volumes of HY and PMol2 encaged HY were, 0.247 HY and gain access to the supercages of HY, but it and 0.156 cm3 g-l, respectively. This indicates that cannot penetrate into the sodalite cages of the zeolite, about one third of the supercages are filled by PMo 12 Therefore, the limiting pore volume obtained using molecules. iso-butane as the probe molecule gives a rough value In order to confirm the probability of applying the of the effective volume within HY, in which PMol2 prepared catalysts to reactions in solutions containing 80 I 1 I I I ] 1 60 - HY I--- ,40 F 0 PMo12 encaged HY 20 0 F I I I I I 0 0.1 0.2 0.3 PIPs Fig. 5. Adsorption isotherms of iso-butane on HY and PMol2 encaged HY. S.R. Mukai et al./Applied Catalysis A: General 165 (1997) 219-226 225 1.0 i i i .8 - m q PMo12 o.6 - \"___--o-o-o- - /\"/~-PMo12 encaged HY - 0.4 - r~ /\"~--~'jZE'-Zt~- _ no ca ,ys - 0.2 - - O~ I I I 0 1000 2000 t /min Fig. 6. Catalytic activity of the obtained catalysts. water, the esterification of acetic acid with ethanol was for this difference is that only the PMol 2 molecules in conducted at 333 K. Fig. 6 shows the conversion (x) of the supercages which face the surface layer of HY the esterification of acetic acid with ethanol as a contribute to the reaction. The difference in the size of function of the reaction time (t), using the PMol2 a supercage and a HPA anion is small enough to limit encaged HY catalyst. The results of dissolved PMo 12, the diffusion of reactant molecules through the space PMo 12 supported HY catalyst, and no catalyst addi- between them. Therefore, if a HPA anion encaged in a tion are also shown for comparison. It is obvious that supercage is surrounded by supercages which also the reaction proceeds to a certain extent without encage HPAs, it cannot contribute to the reaction. catalyst addition. This is due to the existence of acetic acid as one of the reactants. The data for PMol2 supported HY and for the reaction conducted without 5. Conclusion catalyst addition lay on the same curve, indicating that PMo 12 supported HY does not show catalytic activity. A new solid acid was developed by the encagement PMo 12 encaged HY evidently has catalytic activity of PMol2 in the supercages of HY. The amount of toward this reaction. This implies that this new solid leakage of PMol2 from the catalyst was found to be acid catalyst can be used as an alternative to mineral negligibly small. This solid acid showed catalytic acids, such as sulfuric acid and hydrochloric acid, in activity in the esterification of acetic acid with ethanol, various liquid phase processes. However, its activity is implying that it can be used as an alternative to lower than that of dissolved PMo 12. One explanation mineral acids in various liquid processes. 226 S.R. Mukai et al./Applied Catalysis A: General 165 (1997)219-226 Acknowledgements [3] Y. Izumi, K. Urabe, Chem. Lett., (1981) 663. [4] Y. Izumi, M. Ono, M. Ogawa, K. Urabe, Chem. Lett., (1993) 825. The authors want to thank Dr. Yusuke Izumi, Pro- [5] Y. Izumi, M. Ono, M. Kitagawa, M. Yoshida, K. Urabe, fessor of the Department of Applied Chemistry, Microporous Materials 5 (1995) 255. School of Engineering, Nagoya University, for his [6] T. Okuhara, T. Nishimura, K. Ohashi, M. Misono, Chem. kind advice. His suggestion that the existence of Lett., (1990)1201. aluminum atoms in the framework of zeolite accel- [7] Y. Izumi, M. Ogawa, W. Nohara, K. Urabe, Chem. Lett., erates the decomposition of heteropoly acids led the (1992) 1987. [8] Y. Izumi, M. Ono, M. Ogawa, K. Urabe, Chem. Lett., (1993) authors to the successful preparation of this new solid 825. catalyst. [9] B. Sulikowski, J. Haber, A. Kubacka, K. Pamin, Z. Olejniczak, J. Ptaszynski, Catal. Lett. 39 (1996) 27. [10] G.A. Tsigdinos, Ind. Eng. Chem. Prod. Res. Dev. 13 (1974) 4. References [11] V.A. Astakhov, M.V. Dubinin, P.G. Romankov, Theor. Osn. Khim. Tekhn. 3 (1969) 292. [1] S. Namba, N. Hosonuma, T. Yashima, J. Catal. 72 (1981) 16. [12] M. Misono, Catal. Rev. Sci. Eng. 29 (1987) 269. [2] K. Segawa, N. Kihara, H. Yamamoto, J. Mol. Catal. 74 (1992) 213. APCATA 97002032 S0926-860X(97)00203-2 10.1016/S0926-860X(97)00203-2 Elsevier Science B.V. All rights reserved. Preparation of encaged heteropoly acid catalyst by synthesizing 12-molybdophosphoric acid in the supercages of Y-type zeolite Shin R. Mukai * Takao Masuda Isao Ogino Kenji Hashimoto Division of Chemical Engineering, Graduate School of Engineering, Kyoto University, Kyoto 606-01, Japan * Corresponding author. 12-molybdophosphoric acid encaged in the supercages of Y-type zeolite was synthesized from molybdenum oxide and phosphoric acid, in a slurry mixture of Y-type zeolite crystals and deionized water. After thorough washing in hot water, the 12-molybdophosphoric acid was found to remain in the Y-type zeolite, at an amount estimated to be 0.09 g (g-support)−1. Catalysts thus obtained were found to show activity for the esterification of acetic acid with ethanol, indicating that this catalyst could be used as a solid acid catalyst in various liquid phase reactions which involve water. Keywords Heteropoly acid 12-molybdophosphoric acid Y-type zeolite Solid acid catalyst Esterification Reference [1] Namba S. Hosonuma N. Yashima T. J. Catal. 72 1981 16 [2] Segawa K. Kihara N. Yamamoto H. J. Mol. Catal. 74 1992 213 [3] Izumi Y. Urabe K. Chem. Lett. 1981 663 [4] Izumi Y. Ono M. Ogawa M. Urabe K. Chem. Lett. 1993 825 [5] Izumi Y. Ono M. Kitagawa M. Yoshida M. Urabe K. Microporous Materials 5 1995 255 [6] Okuhara T. Nishimura T. Ohashi K. Misono M. Chem. Lett. 1990 1201 [7] Izumi Y. Ogawa M. Nohara W. Urabe K. Chem. Lett. 1992 1987 [8] Izumi Y. Ono M. Ogawa M. Urabe K. Chem. Lett. 1993 825 [9] Sulikowski B. Haber J. Kubacka A. Pamin K. Olejniczak Z. Ptaszynski J. Catal. Lett. 39 1996 27 [10] Tsigdinos G.A. Ind. Eng. Chem. Prod. Res. Dev. 13 1974 4 [11] Astakhov V.A. Dubinin M.V. Romankov P.G. Theor. Osn. Khim. Tekhn. 3 1969 292 [12] Misono M. Catal. Rev. Sci. Eng. 29 1987 269",
      "scopus-id": "0039560096",
      "coredata": {
        "eid": "1-s2.0-S0926860X97002032",
        "dc:description": "12-molybdophosphoric acid encaged in the supercages of Y-type zeolite was synthesized from molybdenum oxide and phosphoric acid, in a slurry mixture of Y-type zeolite crystals and deionized water. After thorough washing in hot water, the 12-molybdophosphoric acid was found to remain in the Y-type zeolite, at an amount estimated to be 0.09 g (g-support)−1. Catalysts thus obtained were found to show activity for the esterification of acetic acid with ethanol, indicating that this catalyst could be used as a solid acid catalyst in various liquid phase reactions which involve water.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X97002032",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mukai, Shin R."
          },
          {
            "@_fa": "true",
            "$": "Masuda, Takao"
          },
          {
            "@_fa": "true",
            "$": "Ogino, Isao"
          },
          {
            "@_fa": "true",
            "$": "Hashimoto, Kenji"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X97002032"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X97002032"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(97)00203-2",
        "prism:volume": "165",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Preparation of encaged heteropoly acid catalyst by synthesizing 12-molybdophosphoric acid in the supercages of Y-type zeolite",
        "prism:copyright": "Copyright © 1998 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropoly acid"
          },
          {
            "@_fa": "true",
            "$": "12-molybdophosphoric acid"
          },
          {
            "@_fa": "true",
            "$": "Y-type zeolite"
          },
          {
            "@_fa": "true",
            "$": "Solid acid catalyst"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "219-226",
        "prism:endingPage": "226",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 December 1997",
        "prism:doi": "10.1016/S0926-860X(97)00203-2",
        "prism:startingPage": "219",
        "dc:identifier": "doi:10.1016/S0926-860X(97)00203-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0039560096"
      }
    }
  }
}