{
  "metadata": {
    "title": "Rejuvenation of residual oil hydrotreating catalysts by leaching of foulant metals: modelling of the metal leaching process",
    "authors": "; ; ",
    "journal": "Applied Catalysis A: General",
    "date": "1996-11-19",
    "doi": "10.1016/S0926-860X(96)00207-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S0926860X96002074",
    "pii": "S0926860X96002074"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0043095249",
      "originalText": "serial JL 271346 291210 291744 291809 31 Applied Catalysis A: General APPLIEDCATALYSISAGENERAL 1998-03-20 1998-03-26 2010-11-14T00:05:07 1-s2.0-S0926860X96002074 S0926-860X(96)00207-4 S0926860X96002074 10.1016/S0926-860X(96)00207-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S0926860X00X00087 2024-01-01T12:18:48.759026Z 0 0 19961119 1996 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 0926-860X 0926860X 147 147 1 1 Volume 147, Issue 1 4 35 46 35 46 19961119 19 November 1996 1996-11-19 1996 Articles article fla Copyright © 1996 Published by Elsevier B.V. REJUVENATIONRESIDUALOILHYDROTREATINGCATALYSTSBYLEACHINGFOULANTMETALSMODELLINGMETALLEACHINGPROCESS MARAFI M MARAFI 1989 85 M ABSIHALABI 1991 193 M THAKUR 1985 197 D BARTHOLOMEW 1994 1 C CATALYSTHYDROPROCESSINGPETROLEUMDISTILLATES QUAN 1988 95 R SIE 1980 545 S TRIMM 1981 262 D TRIMM 1990 41 D MARAFI 1988 M MSCTHESIS REGENERATIONDEACTIVATEDHYDROTREATINGCATALYST HILDEBRA 1993 ACSSYMPOSIUMREGENERATIONREACTIVATIONREWORKINGSPENTCATALYSTS BEUTHER 1963 53 H MARAFI 1993 141 M STANISLAUS 1993 195 A MARAFI 1994 19 M MARAFI 1990 M STUDIESDEVELOPMENTAPROCESSREJUVENATESPENTRESIDUEHYDROPROCESSINGCATALYSTS REID 1987 R PROPERTIESGASESLIQUIDS 1929 INTERNATIONALCRITICALTABLES API 1992 TECHNICALDATABOOKPETROLEUMREFINING LEVENSPIEL 1972 O CHEMICALREACTIONENGINEERING MARAFIX1996X35 MARAFIX1996X35X46 MARAFIX1996X35XM MARAFIX1996X35X46XM item S0926-860X(96)00207-4 S0926860X96002074 1-s2.0-S0926860X96002074 10.1016/S0926-860X(96)00207-4 271346 2024-01-01T12:18:48.759026Z 1996-11-19 1-s2.0-S0926860X96002074-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002074/MAIN/application/pdf/a46f8910bc0771960f3460563b3a9652/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002074/MAIN/application/pdf/a46f8910bc0771960f3460563b3a9652/main.pdf main.pdf pdf true 652644 MAIN 12 1-s2.0-S0926860X96002074-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S0926860X96002074/PREVIEW/image/png/1690ce4cf1789bc5bb8b74ad498af924/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S0926860X96002074/PREVIEW/image/png/1690ce4cf1789bc5bb8b74ad498af924/main_1.png main_1.png png 38767 849 656 IMAGE-WEB-PDF 1 / APPLIED CATALYSIS A: GENERAL ELSEVIER Applied Catalysis A: General 147 (1996) 35 46 Rejuvenation of residual oil hydrotreating catalysts by leaching of foulant metals: modelling of the metal leaching process M. Marafi, E.K.T. Kam, A. Stanislaus, M. Absi-Halabi * Petroleum Technology Department, Petroleum, Petrochemicals and Materials DiHsion, Kuwait Institute fi)r Scientific Research, P.O. Box 24885, Safat, Kuwait Received 19 September 1995; revised 31 May 1996; accepted 3 June 1996 Abstract Increasing emphasis has been paid in recent years on the development of processes for the rejuvenation of spent residual oil hydroprocessing catalysts, which are deactivated by deposition of metals (e.g. vanadium) and coke. As part of a research program on this subject, we have investigated selective removal of the major metal foulant from the spent catalyst by chemical leaching. In the present paper, we report the development of a model for foulant metals leaching from the spent catalyst. The leaching process is considered to involve two consecutive operations: (i) removal of metal foulants along the main mass transfer channels connected to the narrow pores until the pore structure begins to develop and (ii) removal of metal foulants from the pore structure. Both kinetic and mass transfer aspects were considered in the model development, and a good agreement was noticed between experimental and simulated results. Keywords.\" Hydroprocessing; Foulant metals; Leaching; Spent catalysts 1. Introduction Upgrading of heavy petroleum oils and residues to more valuable environ- mentally friendly clean transportation fuels by catalytic hydroprocessing has gained considerable attention in recent years. The catalysts used in the process * Corresponding author. 0926-860X/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. Pll S0926- 860X(96)00207-4 36 M. Marafi et al. / Applied Catalysis A: General 147 (1996) 35-46 deactivate rapidly as a result of fouling of the active catalyst surface by coke and metal deposits [1-3]. The foulant metals (e.g. vanadium) are usually concen- trated near the outer surface of the catalyst pellet, blocking pore mouths and reducing the active surface available within the inner pores of the catalyst [4-6]. The deactivated catalysts are not regenerated and reused because of the difficul- ties in selective removal of the metal foulants from the catalyst. Regeneration by conventional procedures using nitrogen/air or steam/air mixtures does not result in complete reactivation of the catalyst. While the coke deposit is removed completely, the metallic impurities such as vanadium and nickel remain on the catalyst and act as diffusion barrier for the reactants. If the contaminant metals can be removed selectively by chemical leaching, then the catalyst may be rejuvenated and reactivated. Several methods have been reported in the literature for the leaching of metal foulants from spent heavy oil hydrotreating catalysts [7-9]. Organic and inor- ganic acids have been used as reagents for metal leaching from spent catalysts [8,10,11]. Despite the use of several reagents for metal leaching, the mechanism of leaching is not clearly understood. Modeling of the leaching process also appears to have received little or no attention. Selective removal of the major metal foulant, vanadium (without affecting the active catalyst metals), is an important requirement for efficient rejuvenation of the spent catalyst. The key to the control of leaching selectivity is to clearly understand the leaching mechanism and the factors influencing the leaching selectivity. In our laboratory, as part of an extensive research program on the rejuvenation of spent residual oil hydrotreating catalysts, we compared the efficiencies of different organic acids for selective leaching of metal foulants from coked and decoked forms of spent catalyst [ 12,13]. The influence of adding an oxidizing agent such as hydrogen peroxide or ferric nitrate to organic acids (e.g. oxalic acid) on the leaching efficiency, and the metal leaching kinetics and mechanism were examined [14,15]. In the present paper, we report the develop- ment of a model for foulant metals leaching from the spent catalyst. Since the foulant metal leaching from the spent catalyst initially involves extraction of the deposited metals from the pore mouths until pore structure develops followed by the removal of the metals from the pore structure, both kinetic and mass transfer aspects were considered in modeling the leaching process. 2. Experimental Spent catalyst was obtained from the atmospheric residue hydrodesulfuriza- tion unit of Kuwait National Petroleum Company (KNPC). For consistency, the spent catalyst for all the experimentation was collected from one batch. The catalyst was in the form of cylindrical extrudates with average diameter of 1 mm and average length of 4.3 mm. The catalyst contained residual oil, sulfur (5.3%), M. Marafi et al./ Applied Catalysis A: General 147 (1996) 35-46 37 Table 1 Catalyst properties Catalyst property Value Metal contents in spent catalyst (wt.-%) Vanadium Nickel Molybdenum Cobalt Average pore diameters, R (~,) Pellet radius, IR~ (cm) Porosity, e variation due to catalyst status Spent catalyst before leaching Spent catalyst after I st stage leaching Spent catalyst after 2nd stage leaching Fresh catalyst Density, Pb variation due to catalyst status (g/cm3) Spent catalyst before leaching Spent catalyst after I st stage leaching Spent catalyst after 2nd stage leaching Fresh catalyst 14.9 3.1 1.07 3.99 80 0.06 0.12 0.35 0.42 0.48 1.2l 1.09 0.97 0.73 carbon (15.6%), vanadium (14.9%) and nickel (3.1%) in addition to the catalyst metals (Co and Mo) originally present. The contaminating residual oil was removed by thoroughly washing with naphtha in a mechanical shaker. The cleaned catalyst was then dried in an oven at 120 for 24 h. Leaching experiments were conducted in a specially constructed system. The system consisted of a tubular stainless steel reactor with radius = 1 cm and length = 50 cm, a variable flow rate diaphragm pump with polypropylene head, and a reservoir tank for the reagent. In a typical experiment, the reactor was packed with 100 g of the catalyst in extrudate form in between layers of glass beads and glass wool. The reagent was pumped continuously through the catalyst bed from the bottom of the reactor (up-flow), at a flow rate of 3 1/h. The liquid product was collected in the reagent vessel and circulated continu- ously through the catalyst bed for the requisite periods of time by the pump. Experiments were conducted at 323 K. Samples from the reagent tank were taken for analysis of the leaching agent concentration at different time intervals. In addition, the concentrations of various metals (V, Ni, Mo and Co) present in the leach liquid and catalyst samples were determined by inductively coupled Argon Plasma (ICAP) spectroscopy. The leaching experiments were suspended at fixed intervals for catalyst sample collection. Table 1 shows some of the catalyst characterization properties at various stages of deactivation and leaching. 38 M. Marafi et al. /Applied Catalysis A: General 147 (1996) 35-46 3. Model development From our previous studies, two important observations have been made. Firstly, the metal deposition, especially vanadium, is mainly located in the region close to the catalyst extrudate outer boundaries [16]. And secondly, the leaching of spent catalysts cannot be described satisfactorily by either a kinetic control or diffusional control mechanism [1 ]. Metal deposits removal by leach- ing appears to be take place in two stages as shown in Fig. 1. The change over from the first to the second stage appears to be at a particular process time, to of 3 to 5 h depending on the leaching agent, which has considerable influence on both the reaction kinetics and mass transfer coefficients. Hence, it is necessary to examine the physical phenomena of removing metal foulants by leaching in spent catalysts more carefully, before a reliable model can be developed. The effective diffusivities of the leaching agent, De, were determined using the following approximation [17]: De: 2D where D is the diffusion coefficient and e is the catalyst porosity listed in Table 1. The values of D are given in Table 2. Those of the acetic and oxalic acids were determined from the experimental data [18] with adjustment to the appropriate temperature (323 K) and concentration (0.66 M), respectively. However, there is no published experimental value for malonic acid and it was estimated through the procedures given in [19]. The corresponding effective diffusivity for the three leaching agents, Table 2, is clearly shown to change 25 0.66M oxalic acid 20 o 0.66M malonic acidI 0.66M acet'~ ................................. o ..-\" .--'\"\"\"\" '\"'\" 5 .O\" ...... .............................. ~e ............. O.~-~-, , i .... I .... I .... p .... 0 5 10 15 20 25 Process Time (hr) Fig. 1, Effect of leaching agent on vanadium removal at 323 K [9]. Vanadium 15 Removal (wt%) 10 M. Marafi et al./Applied Catalysis A: General 147 (1996) 35-46 Table 2 Mass transfer and kinetic data for vanadium leaching at 0.66 M and 323 K [17,18] 39 Parameter Value acetic acid malonic acid oxalic acid Diffusion coefficient, D (cm2/s)105 1.908 Effective diffusivity, De (cm2/s). 107 Spent catalyst before leaching 2.75 Spent catalyst after 1st stage leaching 23.4 Spent catalyst after 2nd stage leaching 33.6 Fresh catalyst 43,9 Overall leaching rate a (wt.-%/s), 105 13.19 Thiele modulus I st stage leaching 1.73 2nd stage leaching 0.21 1.881 2.088 2.70 3.01 23.0 25.6 33.2 36.8 43.3 48.1 31.25 41.48 4.17 4.96 0.49 0.58 a Average rate from a complete test. with the catalyst porosity according to the progress of the catalyst rejuvenation. The effective diffusion rates of different leaching agents are higher in the second stage than in the first stage leaching. Moreover, the overall leaching rate of the three acids (Table 2) were found to be in the order of: oxalic acid > malonic acid > acetic acid The combined effect of the diffusion and reaction rates on metal leaching can be conveniently examined by the Thiele modulus analysis which provides a measure of the controlling regime. It is defined as the ratio between the reaction rate to the diffusional rate, i.e. (/)2~ __ R2 k R2 reaction rate C n De De (Ao) where Rc is the catalyst pellet radius, k is the rate constant, De, the effective diffusion coefficient of the leaching agent and n is the order of reaction. The improvement in the intraparticle mass transfer due to foulants removal however, modifies the Thiele modulus as shown in Table 2. For the 1st stage vanadium leaching, qb2 is well above 2.0 indicating that the reaction is controlled by internal mass transfer. In contrast, the 2nd stage leaching qb2 is less than unity suggesting that reaction is under kinetic control. Since the optimal space velocity (36.3 h-~) is used, the external mass transfer restriction for the leaching agent to reach the foulants is assumed to be minimal and hence, the rate depends mainly on the internal mass transfer and reaction kinetics. The metal foulants are believed to have plugged the catalyst pores and partially deposited along the main channels through which the leaching agents experience some difficulty to reach the fouled pores. Hence, intraparticle mass 40 M. Marafi et al./ Applied Catalysis A: General 147 (1996) 35-46 A B C D 1 ~ropo~ ~::-',<~:~ ~*~'~-~ ~:.~ ~: ~i~ Macropore ~ ~ Main ~:~;;:~. ~i:~,~:a~i~i~:~;~i ~::~,'.,~;~ ........................................................... t~ anne / fi ii .i~ li I I I I! ~:tt tl~ iii i!i iI i~,! Mass Transfer Control Chemical Reaction Control Fig. 2. A schematic diagram of the two metal leaching stages in a catalyst network. transfer can be assumed as rate limiting initially. However, as leaching pro- gresses, the intraparticle transfer is gradually improved inside the catalyst substrate pore network and chemical reaction becomes rate limiting. Values of the effective diffusivity are given in Table 2. The De after the first stage of leaching is eight and half times faster than that before leaching starts. A schematic diagram for the proposed reaction scheme is shown in Fig. 2. The leaching process is considered to involve two operations 1. removal of metal foulants along the main mass transfer channels (macro- pores) connected to the micropores until the pore structure begins to resume that of the fresh catalyst, and 2. removal of metal foulants from the pore structure. In the first stage, metal deposits restrict the movement of the leaching agents and effluents in the pore network and therefore, the intraparticle mass transfer becomes the rate limiting step. The situation can be represented by 'A' progressing to 'B' as illustrated in Fig. 2. The mass balance can be expressed as, [16] r2 [r2] t =-2~-y[ln(R)-(r)] + 1-~- (1) TD and TD = -- (2) 4GD The fractional conversion, X, is defined as: amount leached r2 X = total foulants = 1 - R---~- (3) M. Marafi et al./ Applied Catalysis A: General 147 (1996) 35-46 41 Hence, in terms of fractional conversion, Eq. (1) can be expressed as: t -- = 2( 1 - x)ln(v' 1 -~i-~) + X (4) TD The chemical kinetics of the leaching process, assuming a first order reaction can be represented schematically in the situation progressing from 'B' to 'C' and then to 'D' as shown in Fig. 2. According to Levenspiel [20], the chemical kinetics of the leaching process on a cylindrical pore can be represented by: t TK where -1 (5) R RPB I-K - (6) In terms of fractional conversion, Eq. (5) becomes: t --=I-v;(1-X) (7) Eq. (4) and Eq. (7) form the basis of the proposed model. The fractional conversion from both equations is expressed in terms of normalized process time which are different with respect to controlling step. When the reaction rate is much faster than that of mass transfer, i.e., k >> DE (S) the rate is under diffusional control. Conversely, it is under kinetic control. 4. Application A typical plot of the simulated fractional conversion from both kinetic control (Curve A) and mass transfer control (Curves B1 and B10) against the normal- ized process time is given in Fig. 3. The difference between Curves B1 and B10 is that the mass transfer rate in B1 is assumed ten times faster than B10 while the reaction rate in both cases are the same. An important point has emerged from the above observation that when \"rK = ~'D, represented by Curves A and B 1, the rate controlling mechanism can switch from kinetic to mass transfer or vice versa, at t/'r = 0.715 and X = 92% where the two curves intersect. When \"rK = 10ZD,, the reaction is definitely under diffusional control. As illustrated, Curves A and B10 intersect at t/~= 0.05 and X--8%, at which the rate controlling mechanism gradually switches to reaction. However, all these lines show a monotonic increase in conversion with process time and do not exhibit 42 M. Marafi et al. /Applied Catalysis A: General 147 (1996) 35-46 0.8 0.6 Fractional Conversion 0.4 0.2 0 0 ................. ..................... .............................. Bt /! _. /i A i i .... i .... t . , . , i , , , , i , , , , 0.2 0.4 0.6 0.8 Normalized Process Time Fig. 3. Preliminary simulated results. the two-stage characteristics obtained from the experimental findings as given in Fig. 1. This can be overcome by using the two model equations together with Tx and zD as a function of the switch mechanism. The precise moment for the switch mechanism and the conversion with process time curves can be generated in the following procedure. Initially, the values of ~'D and zK are calculated from Eq. (2) and Eq. (6) respectively, and their ratio, qt becomes, TD Rk .... (9) zK 4De Assuming that the rate limiting mechanism switches when the fractional conver- sion and the normalized process time determined from Eq. (4) and Eq. (7) are equal, then qt can be expressed as: (10) ~= 2(1- x)ln(I~-X-X) + X For any value of qt determined from Eq. (9), the conversion, X0, at to, the time when the mechanism switches, can be evaluated from Eq. (10) using a predic- tor-corrector procedure. Or alternatively, Xo can be read directly from Fig. 4, which shows a plot of X versus qt. For example, for ~ = 9.25, the value of Xo is 0.115. One interesting observation emerges from this plot. When ~ is close to 1, Xo equals to unity which indicates this model is applicable while a single diffusional or kinetic control model, depending on circumstance, will be satis- factory. Taking the maximum value of the total process time, Zm~x, as Zm~, = ~'D(lSt stage) + ~'K (2nd stage) (11) M. Marafi et al. /Applied Catalysis A. General 147 (1996) 35-46 43 20 16 12 8 - !X 2. 0 0.1 Y Itllllllillllllllllllll[lllllilltlllll[llll 0.2 0.3 0,4 0.5 0,6 0,7 0.8 0.9 Fig. 4. The characteristic curve of ~ with X. Eq. (4) and Eq. (7) are then rearranged with the corresponding boundary conditions to obtain, At 0 < t < to, the leaching time under diffusion control is: tD= 'Trnax [2(1- x)(ln(10-~)) + X] and At to < t < ~-, the leaching time under kinetic control is: tK=~'max(~/1--X0 -- lfi\"~X) (12) (13) Finally, the total process times for leaching using different agents can be calculated from the following expression: r = to (lst stage) + t~: (2nd stage) (14) To demonstrate the model, the experimental data from vanadium removal using 0.66 M oxalic, malonic and acetic acids at 323 K as reported in Fig. 1 are used. The required parameters and values are given in Table 3. After normaliz- ing the conversions, a comparison is made between the simulated results and Table 3 Required parameters used in the developed model Parameter Acetic acid Malonic acid Oxalic acid 1st stage ~'I~ (h) 27.78 16.33 12.44 2nd stage ~'K (h) 34.77 8.47 4.96 0.8 1.93 2.51 X0 1 0.4928 0.3824 7i (h) from Eq. (11) 51.77 24.80 17.40 r (h) from Eq. (14) 57.79 29.56 20.15 ~- (h) from Fig. 1 - >> 24 = 24 44 M. Marafi et al. /Applied Catalysis A: General 147 (1996) 35-46 1.O 0.8 0.6 Fractional Conversion 0.4 0.2 0.0 \"' 0 7~\"j .f J ./ jJ 1 je 0 -'' -I _f.~ i~'~ /? ../7 I - --- ' I =z=:-7=,- ? .... I )..,,. oo . .... ) i i i i i 8 16 24 Normalized Process Time (hr) Fig. 5. Comparison of experimental data with simulated results. experimental data at 1//= 2.51, 1.93 and 1.16 for oxalic, malonic and acetic acid respectively, as shown in Fig. 5. The simulated values are represented by lines while the experimental data are indicated in different symbols. The character- istics of the two reaction stages are well illustrated in the simulated results of the first two cases but it does not show for acetic acid. This is also reflected when the experimental and simulated results are compared. The model fits very well with both oxalic and malonic acids leaching, at the moderate reaction but lower diffusion rates. The simulated results for acetic acid, which has lower reaction and diffusion rates, follow a similar trend as the experimental findings but with minor differences in magnitude. This may be due to the V' value for acetic acid leaching being near unity, at which the switch mechanism fails. Moreover, the values of the total process time for each leaching agent are given in Table 3 and they are less than the maximum process time but close to the experimental values. 5. Conclusions In the present paper, a simple model for foulant metals leaching from the spent catalyst is developed. The leaching process is considered to involve two consecutive steps: (i) removal of metal foulants along the main mass transfer channels connected to the narrow pores until the pore structure begins to develop; and (ii) removal of metal foulants from the pore structure. Both kinetic and mass transfer aspects were considered in the model development, and a good agreement was noticed between experimental and simulated results. M. Marafi et al. /Applied Catalysis A: General 147 (1996) 35 46 45 6. Symbols CA D De k l /7 r ro R R~ t leaching agent concentration diffusion coefficient effective diffusivity reaction rate constant pore length order of reaction radial coordinate of pores radial position where controlling regime to be switched pore radius catalyst radius process time 6.1. Greek symbols )X~ E (I)2 3\" P fractional conversion at any radial coordinate and at ro respec- tively porosity Thiele modulus ratio between total process time due to kinetic control and diffu- sional control total process time a constant density 6.2. Subscripts A B D K 0 s 0 leaching agent metal foulant diffusional control kinetic control initial conditions surface conditions radial position where controlling regime to be switched Acknowledgements Financial support provided by the Kuwait Foundation for the Advancement of Sciences (KFAS) and Kuwait Institute for Scientific Research (KISR) is grate- fully acknowledged. The advice of Prof. D.L. Trimm and useful discussion during the course of the work are highly appreciated. 46 M. Marafi et al. /Applied Catalysis A: General 147 (1996) 35-46 References [1] M. Marafi, A. Stanislaus and M. Absi-Halabi, Appl. Catal., 47 (1989) 85. [2] M. Absi-Halabi, A. Stanislaus and D.L. Trimm, Appl Catal., 72 (1991) 193. [3] D.S. Thakur and M.G. Thomas, Appl. Catal., 15 (1985) 197. [4] C.H. Bartholomew, in M.C. Oballa and S.S. Shih (Editors), Catalyst Hydroprocessing of Petroleum and Distillates, Marcel Dekker, New York, 1994, p. 1. [5] R.J. Quan, R.A. Ware, C.W. Hung and J. Wei, Adv. Chem. Eng., 14 (1988) 95. [6] S.T. Sie, Stud. Surf. Sci. Catal., 6 (1980) 545. [7] D.L. Trimm, H.F. Harnsberger and A.G. Bridge, Ind. Eng. Chem. Process Des. Dev., 20(1981) 262. [8] D.L. Trimm, Stud. Surf. Sci. Catal., 53 (1990) 41. [9] M. Marafi, Regeneration of Deactivated Hydrotreating Catalyst, M.Sc. Thesis, The University of Aston, Birmingham, 1988. [10] Hildebra, R.O. Koseoglu, J.E. Duddy and D.E. Sherwood, ACS Symposium on Regeneration, Reactiva- tion and Reworking of Spent Catalysts, Denver, CO, USA, 28 March-2 April 1993. [11] H. Beuther and R.A. Flinn, Ind. Eng. Chem. Prod. Res. Dev., 2 (1963) 53. [12] J.F.P. Le Page, P. Baumgartner and P. Duhout, British Patent, 1 245 358 (1971). [13] M. Marafi, A. Stanislaus and C.J. Mumford, Catal. Lett., 18 (1993) 141. [14] A. Stanislaus, M. Marafi and M. Absi-Halabi. Appl. Catal, A: General, 105 (1993) 195. [15] M. Marafi, A. Stanislaus and M. Absi-Halabi, Appl. Catal. B, 4 (1994) 19. [16] M. Marafi, A. Stanislaus and M. Absi-Halabi, Studies of Development of a Process to Rejuvenate Spent Residue Hydroprocessing Catalysts, Final Report, Kuwait Institute for Scientific Research, KISR 3394, 1990. [17] R.C. Reid, J.M. Prausnitz and B.E. Poling, The Properties of Gases and Liquids, McGraw-Hill, New York, 4th edn., 1987. [18] International Critical Tables, Vol. 5, McGraw-Hill, New York, 1929. [19] API, Technical Data Book-Petroleum Refining, Refining Department, American Petroleum Institute, Washington DC, 5th edn., Chaps. 4 and 13, 1992. [20] O. Levenspiel, Chemical Reaction Engineering, Wiley, New York, 2nd edn., 1972. APCATA 96002074 S0926-860X(96)00207-4 10.1016/S0926-860X(96)00207-4 Elsevier Science B.V. All rights reserved Rejuvenation of residual oil hydrotreating catalysts by leaching of foulant metals: modelling of the metal leaching process M. Marafi E.K.T. Kam A. Stanislaus M. Absi-Halabi * Petroleum Technology Department, Petroleum, Petrochemicals and Materials Division, Kuwait Institute for Scientific Research, P.O. Box 24885, Safat, Kuwait * Corresponding author. Increasing emphasis has been paid in recent years on the development of processes for the rejuvenation of spent residual oil hydroprocessing catalysts, which are deactivated by deposition of metals (e.g. vanadium) and coke. As part of a research program on this subject, we have investigated selective removal of the major metal foulant from the spent catalyst by chemical leaching. In the present paper, we report the development of a model for foulant metals leaching from the spent catalyst. The leaching process is considered to involve two consecutive operations: (i) removal of metal foulants along the main mass transfer channels connected to the narrow pores until the pore structure begins to develop and (ii) removal of metal foulants from the pore structure. Both kinetic and mass transfer aspects were considered in the model development, and a good agreement was noticed between experimental and simulated results. Keywords Hydroprocessing Foulant metals Leaching Spent catalysts References [1] Marafi M. Stanislaus A. Absi-Halabi M. Appl. Catal. 47 1989 85 [2] Absi-Halabi M. Stanislaus A. Trimm D.L. Appl Catal. 72 1991 193 [3] Thakur D.S. Thomas M.G. Appl. Catal. 15 1985 197 [4] Bartholomew C.H. Oballa M.C. Shih S.S. Catalyst Hydroprocessing of Petroleum and Distillates 1994 Marcel Dekker New York 1 [5] Quan R.J. Ware R.A. Hung C.W. Wei J. Adv. Chem. Eng. 14 1988 95 [6] Sie S.T. Stud. Surf. Sci. Catal. 6 1980 545 [7] Trimm D.L. Harnsberger H.F. Bridge A.G. Ind. Eng. Chem. Process Des. Dev. 20 1981 262 [8] Trimm D.L. Stud. Surf. Sci. Catal. 53 1990 41 [9] Marafi M. Regeneration of Deactivated Hydrotreating Catalyst 4th edn. M.Sc. Thesis 1988 The University of Aston Birmingham [10] Hildebra Koseoglu R.O. Duddy J.E. Sherwood D.E. ACS Symposium on Regeneration, Reactivation and Reworking of Spent Catalysts Denver, CO, USA 28 March–2 April 1993 [11] Beuther H. Flinn R.A. Ind. Eng. Chem. Prod. Res. Dev. 2 1963 53 [12] J.F.P. Le Page, P. Baumgartner and P. Duhout, British Patent, 1 245 358 (1971). [13] Marafi M. Stanislaus A. Mumford C.J. Catal. Lett. 18 1993 141 [14] Stanislaus A. Marafi M. Absi-Halabi M. Appl. Catal, A: General 105 1993 195 [15] Marafi M. Stanislaus A. Absi-Halabi M. Appl. Catal. B 4 1994 19 [16] Marafi M. Stanislaus A. Absi-Halabi M. 4th edn. Studies of Development of a Process to Rejuvenate Spent Residue Hydroprocessing Catalysts 1990 Kuwait Institute for Scientific Research KISR 3394 [17] Reid R.C. Prausnitz J.M. Poling B.E. 4th edn. The Properties of Gases and Liquids 1987 McGraw-Hill New York [18] 5th edn. International Critical Tables Vol. 5 1929 McGraw-Hill New York [19] API 5th edn. Technical Data Book-Petroleum Refining 1992 Refining Department, American Petroleum Institute Washington DC Chaps. 4 and 13 [20] Levenspiel O. 2nd edn. Chemical Reaction Engineering 1972 Wiley New York",
      "scopus-id": "0043095249",
      "coredata": {
        "eid": "1-s2.0-S0926860X96002074",
        "dc:description": "Increasing emphasis has been paid in recent years on the development of processes for the rejuvenation of spent residual oil hydroprocessing catalysts, which are deactivated by deposition of metals (e.g. vanadium) and coke. As part of a research program on this subject, we have investigated selective removal of the major metal foulant from the spent catalyst by chemical leaching. In the present paper, we report the development of a model for foulant metals leaching from the spent catalyst. The leaching process is considered to involve two consecutive operations: (i) removal of metal foulants along the main mass transfer channels connected to the narrow pores until the pore structure begins to develop and (ii) removal of metal foulants from the pore structure. Both kinetic and mass transfer aspects were considered in the model development, and a good agreement was noticed between experimental and simulated results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-19",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S0926860X96002074",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Marafi, M."
          },
          {
            "@_fa": "true",
            "$": "Kam, E.K.T."
          },
          {
            "@_fa": "true",
            "$": "Stanislaus, A."
          },
          {
            "@_fa": "true",
            "$": "Absi-Halabi, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S0926860X96002074"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S0926860X96002074"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S0926-860X(96)00207-4",
        "prism:volume": "147",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Rejuvenation of residual oil hydrotreating catalysts by leaching of foulant metals: modelling of the metal leaching process",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "0926860X",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydroprocessing"
          },
          {
            "@_fa": "true",
            "$": "Foulant metals"
          },
          {
            "@_fa": "true",
            "$": "Leaching"
          },
          {
            "@_fa": "true",
            "$": "Spent catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Applied Catalysis A: General",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "35-46",
        "prism:endingPage": "46",
        "pubType": "fla",
        "prism:coverDisplayDate": "19 November 1996",
        "prism:doi": "10.1016/S0926-860X(96)00207-4",
        "prism:startingPage": "35",
        "dc:identifier": "doi:10.1016/S0926-860X(96)00207-4",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0043095249"
      }
    }
  }
}