{
  "metadata": {
    "title": "Strategy in achieving propane selective oxidation over multi-functional Mo-based oxide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-09-27",
    "doi": "10.1016/j.molcata.2004.01.026",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904003760",
    "pii": "S1381116904003760"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-3543047347",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-07-08 2004-07-08 2010-03-28T13:36:59 1-s2.0-S1381116904003760 S1381-1169(04)00376-0 S1381116904003760 10.1016/j.molcata.2004.01.026 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01963 2015-05-15T05:56:32.920819-04:00 0 0 20040927 2004 2004-07-08T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 220 220 1 1 Volume 220, Issue 1 9 67 76 67 76 20040927 27 September 2004 2004-09-27 2004 Selective Oxidation of Hydrocarbons Graham J. Hutchings and Eric G. Derouane converted-article fla Copyright © 2004 Elsevier B.V. All rights reserved. STRATEGYINACHIEVINGPROPANESELECTIVEOXIDATIONOVERMULTIFUNCTIONALMOBASEDOXIDECATALYSTS VITRY D 1 Introduction 2 Gas-phase catalytic selective oxidation of propane 2.1 Oxidative dehydrogenation of propane to propene 2.2 Direct oxidation of propane to acrolein 2.3 (Amm)oxidation of propane to acrylonitrile and acrylic acid 2.4 Mo-V-Te(Sb)-Nb-O catalyst for propane oxidation 3 Design of a new process based on propane selective oxidation 3.1 Raw material cost and competing processes 3.2 Location 3.3 Product quality and by-products 3.4 Process selection 3.5 Investment and operating cost 4 Conclusion References ALBONETTI 1996 413 S GRASSELLI 1999 141 R HODNETT 1985 373 B DAHL 1991 163 I MAZZOCCHIA 1991 181 C CHERRAK 1992 377 A YOON 1995 57 Y MAMEDOV 1995 1 E SESHAN 1990 505 K SMITS 1991 558 R SMITS 1992 221 R NGUYEN 1990 415 K CHAAR 1988 463 M SIEWHEWSAM 1990 417 D CENTI 1988 55 G KIM 1989 652 Y KIM 1989 531 Y KIM 1990 491 Y KIM 1991 175 Y KIM 1992 673 Y BAERNS 1997 85 M SAVARY 1997 287 L TENG 1998 33 Y KADDOURI 1999 271 A SINEV 2000 203 M ZHANG 2003 229 X HODNETT 1985 373 B CENTI 1988 55 G TAKITA 1989 1733 Y KOMATSU 1988 1903 T MOROOKA 1994 223 Y MATSUURA 1997 39 I GRASSELLI 1981 133 R USHIKUBO 1997 473 T VAARKAMP 1998 99 M NOJIRI 1995 145 N BRUCKMAN 1993 741 K MIZUNO 1995 L165 N UEDA 1996 1065 W MIZUNO 1996 309 N LI 1999 357 W AI 1986 786 M AI 1986 389 M CENTI 1988 151 G AI 1992 679 M ZHAO 1995 157 R AI 1996 3 M VOLTA 1996 29 J AI 1998 297 M WANG 1998 21 Z CHENG 1999 803 H HAN 1999 521 Y LANDI 2003 492 G KADDOURI 1999 271 A FUIJIKAWA 2001 83 N USHIKUBO 1997 394 T KIM 1998 129 Y WATANABE 2000 479 H USHIKUBO 2000 331 T LIN 2000 223 M UEDA 2000 135 W SHISHIDO 2000 215 T BOTELLA 2001 149 P HOLMES 2001 403 S SHISHIDO 2001 77 T LUO 2001 222 L AOUINE 2001 1180 M OSHIHARA 2001 153 K BOTELLA 2002 383 P MILLET 2002 77 J TSUJI 2002 5608 H BOTELLA 2002 445 P ALSAEEDI 2002 111 J NOVAKOVA 2002 226 E NOVAKOVA 2002 235 E NOVAKOVA 2002 177 E LOPEZNIETO 2002 1906 J GARCIAGONZALEZ 2002 4416 E ALSAEEDI 2003 108 J TSUJI 2003 2112 H BALCELLS 2003 195 E LOPEZNIETO 2003 87 J VEDRINE 2003 247 J USHIKUBO 2003 79 T HOLMBERG 2003 55 J BACA 2003 39 M DESANTO 2003 23 P GRASSELLI 2003 5 R ASAKURA 2000 309 K UEDA 1999 447 W OSHIHARA 2001 93 K OSHIHARA 2001 153 K UEDA 2002 33 W VITRY 2003 47 D VITRY 2003 411 D KATOU 2003 1028 T MMILLET 2003 359 J CALLAHAN 1963 755 J LANGE 2001 82 J CONTRACTOR 1987 587 R CONTRACTOR 1999 5627 R LINKE 2002 39 51 D FAKEEHA 2001 439 A TANIMOTO 2003 360 M VITRYX2004X67 VITRYX2004X67X76 VITRYX2004X67XD VITRYX2004X67X76XD item S1381-1169(04)00376-0 S1381116904003760 1-s2.0-S1381116904003760 10.1016/j.molcata.2004.01.026 271358 2010-10-15T16:14:51.631655-04:00 2004-09-27 1-s2.0-S1381116904003760-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/MAIN/application/pdf/bb7d03e97bef3ac2cded4163d75345f4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/MAIN/application/pdf/bb7d03e97bef3ac2cded4163d75345f4/main.pdf main.pdf pdf true 384892 MAIN 10 1-s2.0-S1381116904003760-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/PREVIEW/image/png/f73ebedef68880e30f9325a46ab2dfcc/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/PREVIEW/image/png/f73ebedef68880e30f9325a46ab2dfcc/main_1.png main_1.png png 60611 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904003760-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/fx1/THUMBNAIL/image/gif/2465bdbb3b432645e800a55ac092ff48/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/fx1/THUMBNAIL/image/gif/2465bdbb3b432645e800a55ac092ff48/fx1.sml fx1 true fx1.sml sml 2785 93 111 IMAGE-THUMBNAIL 1-s2.0-S1381116904003760-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/fx1/DOWNSAMPLED/image/jpeg/1041357e968b25e273c16425d461cea3/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/fx1/DOWNSAMPLED/image/jpeg/1041357e968b25e273c16425d461cea3/fx1.jpg fx1 true fx1.jpg jpg 14119 180 214 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904003760-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/gr1/THUMBNAIL/image/gif/65ac62de5fd133b47a1aa3c09fe92bab/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/gr1/THUMBNAIL/image/gif/65ac62de5fd133b47a1aa3c09fe92bab/gr1.sml gr1 gr1.sml sml 2593 81 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904003760-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904003760/gr1/DOWNSAMPLED/image/jpeg/4d6c38a76ac539cc67a8407c591bc8a6/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904003760/gr1/DOWNSAMPLED/image/jpeg/4d6c38a76ac539cc67a8407c591bc8a6/gr1.jpg gr1 gr1.jpg jpg 30573 243 375 IMAGE-DOWNSAMPLED MOLCAA 4686 S1381-1169(04)00376-0 10.1016/j.molcata.2004.01.026 Elsevier B.V. Fig. 1 Ideal structure of three distinct types of Mo-V-O based catalysts and their catalytic performance for propane and propene oxidations. Table 1 Performance of various catalytic systems in propane oxidation to acrylic acid Catalyst Reaction temperature (°C) Conversion (%) Selectivity (%) Yield (%) Reference Pyridin/P1Mo12O40 340 9 31 3 [52] H1.26Cs2.5Fe0.08P1V1Mo11O40 380 47 28 13 [53] Te/VPO 380 50 22 11 [59] Ce/VPO 390 28 68 19 [69] VPZr0.5O x 340 18 81 15 [70] 6wt.% Te-HPA/Ni0.92MoO3.92 a 420 39 40 16 [73] Mo1V0.3Te0.23Nb0.12O x 380 80 60 48 [111] Mo1V0.3Sb0.25Nb0.12K0.013O x 420 39 64 25 [112] a Te-HPA: ammonium telluromybdate. Table 2 Catalytic activity of orthorhombic Mo-V-(Te)-(Nb)-O for the selective oxidation of propane a Catalyst b Surface area (m2/g) Conversion (%) Selectivity (%) C3H8 O2 AA c C3H6 Ace c AcA c CO CO2 Mo1.0V0.34O x 6.1 32.7 70.1 3.4 5.1 0.2 16.9 43.9 30.5 Mo1.0V0.44Te0.1O x 6.9 36.2 71.1 46.6 7.7 1.3 16.5 14.3 13.6 Mo1.0V0.25Te0.11Nb0.12O x 6.2 33.4 63.8 62.4 8.7 0.4 7.3 11.1 10.1 a Reaction conditions: 500mg catalyst, flow rate 20ml/min, composition C3H8/O2/H2O/N2 = 8/10/45/37, reaction temperature 380°C. b Chemical compositions were determined by ICP. c AA: acrylic acid; Ace: acetone; AcA: acetic acid. Table 3 Advantages (A) and disadvantages (D) for each process Criteria Fixed bed Fluid bed CFBR Scale-up A—multiply data from a single tube D—pilot D—pilot Flammability limits D D A Productivity D D—need high catalyst inventory A—high gas flow rate, high partial pressure Heat transfer D—(hot spot) implies catalyst dilution A A Gas recycling No—due to low Alkane content Needed as operating in fuel-rich region Pressure drop D—implies large catalyst particles A—small particles A—but need attrition resistance Diffusion limitations D A A Catalyst reduction D—variable from top to bottom of the reactor D—need an excess of O2 at the inlet A—control of catalyst oxidation state Size limitation D A A Table 4 Process selection criteria—some selected cases Case Propane conversion Propane partial pressure Oxygen /air Recycle Process 1 Low Medium Oxygen Yes Fixed bed 2 High Low Air No Fluid bed or fixed bed 3 Medium High Air Yes CFBR Table 5 Calculation of the catalyst cost due to attrition in the acrylic acid production cost Attrition loss (kg/day) Attrition loss (kg/year) Annual catalyst cost due to attrition (M$) Catalyst cost in the product cost (%) 100 33000 1.65 0.8 1000 330000 16.5 8.3 Note: Assuming a catalyst cost of $50/kg (Expected cost might be in the range of $20–50/kg catalyst.), 330 operating days per year, and a production cost of $1/kg acrylic acid, and an annual production of 220kt/year. Table 6 Capital investment and production cost Capital investment (M US$) Production cost (US$/t) Acrylonitrile 270000t/year Propylene 280 ≈850 Propane 350 ≈790–840 depending on recycle Acrylic acid 220000t/year Propylene 190 ≈940 Propane 270 ≈960 Strategy in achieving propane selective oxidation over multi-functional Mo-based oxide catalysts Damien Vitry a Jean-Luc Dubois b Wataru Ueda a ∗ a Catalysis Research Center, Hokkaido University, N21-S10 Kita-ku, Sapporo 001-0021, Japan b ATOFINA, Centre de Recherche Rhône-Alpes, Rue Henri Moissan, BP 63 69493 Pierre-Bénite Cedex, France * Corresponding author. Tel.: +81 11 706 9164; fax: +81 11 706 9163. Strategical elements for developing complicated oxide catalysts, typically Mo-V-Te(Sb)-Nb-O, and for achieving industrial processes of the selective oxidation of propane to acrylic acid, are discussed on the basis of recent scientific researches and industrial approaches. Based on recent scientific research and industrial approach on the selective oxidation of propane over complex metal oxide catalysts, strategical elements which are necessary for developing complicated oxide catalysts and for achieving industrial processes are summarized and discussed. Keywords Selective oxidation Propane Acrylonitrile Acrylic acid Metal oxide catalyst Catalyst design Process design 1 Introduction The selective oxidation of light alkanes (C2–C4) into oxygenated products is a very attractive way for the chemical utilization of natural gas resources. Moreover, additional interests in the transformation of such light alkanes into valuable compounds are the lower environmental impact and the lower cost of such processes. In spite of that many works have been carried out in the field of selective oxidation since 1960s [1,2], the only reaction that has been brought up to industrial scale until now is the well-known butane oxidation to maleic anhydride over V-P-O catalysts [3]. In the other alkane oxidations, the work is still carried on at laboratories or pilot plant scales. The main problems lying in these selective oxidation reactions are: (i) how to activate the highly stable CH bond of light alkanes effectively, (ii) to suppress the further oxidation of the formed products (alkenes or oxygenates) to undesired products, and (iii) to minimize the possibility of CC bond breaking to CO x . Obviously, the design of active and selective catalysts for the alkane oxidation are difficult tasks. Therefore, the points that have been considered as key factors determining the alkane transformation to products via catalytic selective oxidation are mainly concerned with the activation of both oxygen and alkane, the reactivity difference between reactants and products, and the reaction mechanism. A better understanding of each of them brings an improved possibility of increasing the catalytic performance. At the same time, process design become highly important for achieving difficult catalytic oxidations such as the selective oxidation of propane to acrylic acid. The present report summarizes the selective oxidation of propane over various complex metal oxide catalysts, particularly Mo-V-O based mixed oxide catalysts, and deals with several parameters which are necessary to be considered for design a new industrial process of propane selective oxidation. 2 Gas-phase catalytic selective oxidation of propane 2.1 Oxidative dehydrogenation of propane to propene Propene is an important starting material in the petrochemical productions. There are several industrial catalytic processes for simple dehydrogenation of propane [4–6] but their drawbacks are the high temperature due to the endothermic reaction as well as the rapid deactivation of the catalysts by the deposition of C on the active surface (coking). On the other hand, the catalytic oxidative dehydrogenation of propane is thermodynamically favorable (ΔH = −117kJ/mol) and has been recognized as an attractive alternative. This reaction is in fact the one which has been the most studied in the field of propane selective oxidation so far. A large number of catalysts have been – and are still – studied. Among the great variety of catalytic systems showing activity for this reaction, we can quote some catalyst systems: metal molybdates [7–9] or vanadates [10,11], niobium pentoxide [7,12,13]. For example, the high catalytic performances have been given over the V-Mg-O system (typically 60% selectivity to propene at 15% conversion of propane) [14–17]. It is well studied that the nature of the active phases present in the catalyst, the preparation method as well as the surface reducibility and acid-base properties were important parameters controlling propene selectivity. As for the reaction mechanism, the general agreement is that the rate-determining step of the reaction is the breaking of the CH bond. It was, however, clearly observed that the propene selectivity prominently decreased with the propane conversion over all types of the heterogeneous catalytic systems reported, so that the per pass yields higher than 15% have been scarcely achieved. The main reason for this quick decrease is the high reaction temperatures (500–550°C) required for the propane activation. Therefore, the total oxidation inevitably takes place due to the higher reactivity of produced propene. The reason for such high reaction temperature is that the re-adsorption of produced propene is needed to be suppressed. If catalysts are highly active and can work at low reaction temperature below 400°C, adsorbed propene intermediate will have a lot of chance to react further, resulting in low selectivity to propene. In addition, this is the same reason why basic metal oxide like MgO which can promote the desorption of propene is combined with vanadium oxide that is considered to be responsible for propane oxidative activation. In other words, product reaction strongly govern the reaction conditions in the case of heterogeneous catalytic oxidation. 2.2 Direct oxidation of propane to acrolein Two technological approaches for producing acrolein from propane oxidation are envisaged: (i) a two-stage process based on a first dehydrogenation step of propane to propene followed by a conventional unit for propene oxidation to acrolein, (ii) a direct one-stage propane conversion to acrolein. The second approach is much preferable, which is, however, accompanied by many difficulties due to the high reactivity of acrolein compared to that of propane. Some oxides have recently been reported to catalyze the direct oxidation of propane to acrolein [18–29]. One prominent system was the Ag-Bi-V-Mo-O catalyst reported by Kim et al. [18–22]. Homogeneous reaction of propane to propene was, however, demonstrated to occur in this case [22]. Nevertheless, this work provides very important phenomena that the radical type reaction promoting the reaction of propane to propene does not seriously disturb the allylic oxidation of propene over solid catalysts and does not promote the further oxidation of acrolein prominently if radical chain reactions are suppressed. Then, one can create a possible catalyst for selective oxidation of propane to propene if a solid catalyst could possess radical generating function on its surface. The work by Sinev et al. [27] follows a similar methodology. They have reported a high per pass yield of acrolein (11.3%) from propane by using two consecutive layers of catalysts in the same reactor. The first layer was composed of a V-Sb-Bi-Ba catalyst active for propane oxidative dehydrogenation; the second layer was composed of a Mo-Bi-Co-Fe catalyst, active for propene allylic oxidation to acrolein. Except both the two catalyst layers at the same time, no yield in acrolein higher than 5% was observed for the oxidation of propane. Since simpler catalysts are obviously better for use, development of combined system into one oxide catalysts in which radical character initiating the homolytic CH breaking is introduced by metal element, like vanadium, might be the most desirable approach to realize the reaction. In relation to the acrolein synthesis, some works on oxygenate production are also introduced here. There are a few research works dealing with the propane oxidation to other oxygenated compounds such as alcohols, aldehydes, acetone, and acids [30–37] except acrolein and acrylic acid. Takita [34] has reported the catalytic oxidation of propane over Cu2P2O7 and Ni2P2O7 metal phosphates. The characteristic point in their approach was the reaction condition of propane rich feed at 450°C. Various oxygenated compounds were produced like acetaldehyde, methanol, acrolein, acetic acid, propionic acid, propionaldehyde, acetone. Komatsu et al. [35] found that B-P-O mixed oxide revealed to be an active and selective catalyst for the partial oxidation of propane to oxygenates at 550°C. In the above both cases of the metal phosphate catalysts which are rather poor in oxidation performance, critical reaction conditions like high partial pressure and high reaction temperature seems to accelerate radical-type activation of propane over the surface effectively. Baerns and co-workers [37] reported the activity of CoO x /SiO2 catalyst in combination with compressed CO2 for the heterogeneously catalyzed partial oxidation of propane. They obtained a cumulative selectivity to oxygenates of nearly 40% under the propane conversion of 30% at 350°C. The oxygenates detected were acetone, acetic acid and methanol. They explained that the high selectivity was achieved by the solvent power of the dense CO2 in the supercritical phase, which was able to remove the formed oxygenates from the catalyst surface easily. All these examples emphasize possibilities of effects of reaction variables on the propane selective oxidations. 2.3 (Amm)oxidation of propane to acrylonitrile and acrylic acid Acrylonitrile is a widely used chemical and is mainly produced by catalytic heterogeneous gas phase ammoxidation of propene. In order to reduce the cost of the feedstock, the use of propane in place of propene is then a natural choice for an alternative process. As have been reviewed by Moro-oka and Ueda [38] and later by Matsuura [39], there are strategically four types of reaction system: (1) processes using halogen promoters (such as methyl or hydrogen bromide) [40], (2) two steps ammoxidation process ((oxi)dehydrogenation + conventional propene ammoxidation) [41], (3) processes using high partial pressure of propane [42,43], and (4) one step ammoxidation process. The last two consist of the direct oxidation of propane over heterogeneous oxide catalysts and apparently suitable for realization. In fact, two prominent catalytic systems have been developed for the one-step direct ammoxidation of the fourth category. The first one is V-Sb-O mixed oxides with a rutile structure [44,45]. The second catalytic system is Mo-V-Te-Nb-O mixed oxides developed by Mitsubishi Chemical [46–48]. The common features of these two catalysts are: (i) the presence of vanadium as the key component for the oxidative activation of propane and (ii) the formation of a particular mixed oxide structure for selectivity. Also, the one-step direct conversion of propane to acrylic acid attracts many researchers with a view to replace the current two-steps propene–acrolein and acrolein–acrylic acid process [49], since 1990s. Several types of catalysts have been studied as listed in Table 1 and three potentially leading systems emerged. The first one is heteropoly acids and salts [50–57]. The second is the modified vanadium pyrophosphate [58–72]. The last class of catalysts is the multi-component mixed metal oxides [73–113], among of which we can quote Mo-V-based [75–113] and Ni-Mo-based oxides [73,74] as main. Both propane oxidation and ammoxidation, in which the transfer of multi-electrons involves, requires the coordinated efforts of several active sites, as well as balanced reduction-oxidation properties of the catalyst, to complete the catalytic cycle. In this sense, Mo-V-Te(Sb)-Nb-O mixed oxide has appeared to be typical. Since this catalyst has been reported active and selective for both the reactions, giving 50–60% acrylonitrile selectivity at a propane conversion of exceeding 80–90% [47] and achieving nearly 50% of acrylic acid yield per pass [111], we deal with in detail how this multi-component catalyst works in the next part. 2.4 Mo-V-Te(Sb)-Nb-O catalyst for propane oxidation The performance of this catalyst for propane oxidation to acrylic acid has been shown to be significantly better than that of any other multi-component metal oxides, or any VPO or HPC type of catalysts reported to date. Large amount of work has, therefore, been recently reported about the Mo-V-Te(Sb)-Nb-O catalysts [73–113]. The multitude of key parameters about catalyst preparation, the preparation method [77,82,91], the raw material used and the catalyst composition [76,102,104], the calcination treatment [114], has been studied and reported in the publications, since the preparation of the catalysts with a particular structural phase was poorly reproducible. Because of this situation, structure-activity relationship and roles of each constituent of the catalyst have been remained unclear. In the meantime, we have succeeded in preparing the Mo-V-O based oxide catalysts by hydrothermal method [80,87,115–122] and this method was applied for the syntheses of single phasic complex metal oxides, binary Mo-V-O, ternary Mo-V-Te-O and quaternary Mo-V-Te-Nb-O, which have various crystal structures [121,122]. Then, by comparing the catalytic performance of these catalysts as well as related structural materials, we deduced the structure-activity relationship and the role of each constituent in the Mo-V-Te-Nb-O catalysts. The hydrothermal preparation of the catalysts and the selective oxidation of propane in gas-phase were carried out according to the methods described in our previous reports [120–122]. Fig. 1 illustrates the model crystal structures of three distinct types of Mo-based oxides. All of them assume basically the same layered structure, in which networks of corner-shared MO6 (M = Mo, V) octahedra form slabs and the octahedra between the slabs also share the corner oxygen forming linear infinite chains of octahedra along the c-direction. The unit cell parameters of the c-axis are always 4.0Å for every case in this layer-type structure. The difference in each structure is the octahedra arrangement in the slabs as can be seen in Fig. 1. In the orthorhombic structure as described in Fig. 1(1), the MO6 (M = Mo, V) octahedra network in the slab is constructed with pentagonal and hexagonal rings of the octahedra [99,109,110]. In this case, the heptagonal rings are generated during the linking of these pentagonal and hexagonal rings [123]. The pentagonal bipyramidal sites may be occupied by Mo and V. Te as the third constituent element is located in hexagonal channels exclusively, whereas the heptagonal channels remain empty. It has been revealed that Te in the hexagonal channel was linked together with oxygen along the c-axis [124]. The other structures shown in Fig. 1 are rather simple and not possessing the heptagonal rings. The hexagonal structure contains only hexagonal ring channels (Fig. 1(2)), whereas Mo5O14 with the tetragonal structure (Fig. 1(3)) contains the pentagonal ring channels only. Fig. 1 also shows brief comparison of the activity of these catalysts in the propane and propene oxidations. The catalytic activity of the orthorhombic material in both propane and propene selective oxidations is clearly superior to the other Mo-based layer oxide catalysts. Since all these catalysts present the same arrangement of the octahedra along the c-axis with the common c-parameter of 4.0Å (Fig. 1), the slab plane with the particular arrangement of the octahedra only possesses the high catalytic activity and selectivity for the propane oxidation. As described above, the orthorhombic Mo-V-O based catalyst is not a simple structural mixture of the phase constructed with the pentagonal ring unit and the phase with the hexagonal ring unit but is a new structural material with the additional heptagonal ring. It might be, therefore, natural to assume that the heptagonal ring unit creates active sites for propane oxidation. The point that may relate to the catalytic activity seems to be the situation of octahedra coordination at the heptagonal ring unit. For the formation of the orthorhombic phase with the complicated arrangement of the pentagonal and hexagonal rings in the slab, the octahedra in the structure must be distorted or puckered, compared to the other structural phases which are rather symmetric. The distorted state may give rise to active lattice oxygens and also may facilitate the migration of lattice oxygen in the lattice, which is obviously suitable for achieving high and stable oxidation activity. No matter what happens in the heptagonal ring unit, it is no doubt that structure formation in the Mo-based complex metal oxide catalysts is indispensable for propane selective oxidation, just like as V-P-O catalysts [3]. Therefore, very close and regular arrangement of each catalytic functional component in the level of crystal structure or at atomic level seems to be highly important for catalyst design for the reactions. If well-arranged components are isolated structurally [125] and can complete one catalytic cycle of a selective oxidation, the resulting catalyst would be highly selective. We would like to emphasize that artificial or self-organization of catalytic components in particular structure during catalyst preparation is necessary to create new type of active sites that can achieve highly difficult selective alkane oxidations. In order to clarify the role of each element, we have successfully synthesized binary Mo-V-O, ternary Mo-V-Te-O and quaternary Mo-V-Te-Nb-O catalyst separately by the hydrothermal method. The XRD patterns with the main characteristic peaks at 6.6°, 7.9°, 9.0°, 22.2°, 27.3° and 45.3° were exactly the same for these calcined catalysts except peak intensity and no other additional peaks were observed in every sample. Thus, these three catalysts assume the same orthorhombic structure. In the c-axis of the orthorhombic structure, the octahedra in the slabs share the corner oxygen forming linear infinite chains of octahedra. From a structural point of view, therefore, Mo and V are essential elements to form the above orthorhombic structure network, whereas Te or Sb simply occupies the hexagonal channels. As for Nb, it should be regarded as a substitution element for Mo or V. As listed in Table 2 , V content was lower in Mo-V-Te-Nb-O catalyst than in Mo-V-O and Mo-V-Te-O catalysts, suggesting that Nb can play the same structural role as V, probably at the pentagonal unit. All solids had similar surface areas; 6.1, 6.9 and 6.2m2/g for Mo-V-O, Mo-V-Te-O and Mo-V-Te-Nb-O respectively. The three solids presented a similar catalytic activity for the propane oxidation as shown in Table 2. It is obvious that propane conversion is independent of the presence of either Te or Nb. The activation of propane thus takes place undoubtedly on Mo-V sites. On the other hand, the catalysts containing Te achieved much higher selectivity to acrylic acid: 60–65% over Mo-V-Te-Nb-O and 45–50% over Mo-V-Te-O catalyst, compared with the one containing only Mo and V (5–10%). The results indicate that Te element plays an important role in the formation of oxygenated products. Since over both Mo-V-Te-O and Mo-V-Te-Nb-O oxide catalysts, the oxidative dehydrogenation of propane to propene mainly occurred at very short contact time, propene is regarded as the first intermediate product. The selectivity to propene gradually deceased and the selectivity to acrylic acid increased with increasing the contact time and then reached a steady level at which the selectivity was about 15% higher for the Nb-containing catalyst than the Nb-free catalyst. This means that acrylic acid forms through propene and reacts further to acetic acid and CO x over both the catalysts. The difference is the acrylic acid selectivity at the high contact time condition. The higher selectivity clearly reveals that the further oxidation of formed acrylic acid is retarded over the Nb-containing catalyst. In fact the Mo-V-Te-Nb-O oxide catalyst was found to be much less active for acrylic acid oxidation to acetic acid and CO x than the Mo-V-Te-O catalyst. Thus the role of Nb is the creation of catalyst surface which can stabilize the formed acrylic acid species and prevent the further oxidation. As a consequence, it was clearly demonstrated that the catalyst with the particular arrangement of MO6 (M = Mo, V) octahedra forming slabs with pentagonal, hexagonal, and heptagonal rings in (001) plane of orthorhombic structure was exclusively superior both in the propane oxidation activity and in the selectivity to acrylic acid to the other related Mo and V-based layer oxide catalysts consisting of either pentagonal or hexagonal ring unit. Mo and V, which were indispensable elements for the structure formation, were found to be responsible for the catalytic activity for propane oxidation. Te located in the central position of the hexagonal ring promoted the conversion of intermediate propene to acrylic acid effectively, resulting in a high selectivity to acrylic acid. The introduced Nb occupied the same structural position of V and the resulting catalyst clearly showed the improved selectively to acrylic acid particularly at high conversion region, because the further oxidation of acrylic acid to CO x was suppressed. All these results strongly suggest a strategical approach in catalyst synthesis for controlling element arrangement in the solid structure. 3 Design of a new process based on propane selective oxidation In order to design a new process based on propane selective oxidation, several parameters have to be considered: (1) depending on the desired product, the by-products and the impurities, (2) the location for the new plant, and the source of propane, (3) the kind of process to be used: multi-tubular fixed-bed reactor, fluidised bed reactor or circulating fluid-bed reactor, (4) complete conversion par pass or partial conversion and in the latter case, propane recycle or not, (5) use of air or oxygen, (6) market size and by then what is the annual production foreseen for the future plant. Of course, the selection of the best process will depend on the catalyst properties, but the search for a new catalyst will depend also on choices that were made initially. 3.1 Raw material cost and competing processes In the case of the selective oxidation of ethane to acetic acid, the competing process is the carbonylation of methanol, and so the competition is not against the cost of ethene but rather against the cost of methane/syngas. In the present case, selective (amm)oxidation of propane is aimed to replace the (amm)oxidation of the olefin. In the conventional acrylic acid production, propene accounts for about 80% of the variable cost, it seems then reasonable to try to replace it by a cheaper feedstock. Today, propene is mainly produced by steam crackers at a steady rate over the year, and its price is mainly related to the crude oil price. Propane can be seen as a low sulphur fuel, and then its market price is changing from highs in winter time to lows in summer time. However, on the average propane market price is around 140% of the crude oil price. Over the past 10 years, the average price of propane and propene have been around $200/t and $420/t, respectively. The demand for propene is expected to increase due to a large demand for polypropylene, but as in many applications a polymer can substitute another one, the polypropylene price cannot be expected to increase. There is a price differential between propane and propene, and if it was to increase, companies would build world scale dehydrogenation units, for which there are several commercial processes available, such as the OLEFLEX™, CATOFIN™ and FBD-3™ processes. On large scale units, the propene production cost by propane dehydrogenation is around $210/t, then one can expect that the price differential should remain constant. Although propane is cheaper than propene, it is more difficult to react and the reaction will generate more heat. The heat of reaction can be seen as an indication for the investment needed: more heat of reaction means larger heat-exchangers and reactors [126,127]. Then, from the alkanes the capital investment required will be higher than from the olefin. In order for a company to develop a new technology based on propane it will be necessary to make the benefit on the raw material cost. For acrylic acid, this means that the selectivity required to develop a new process will be somewhere between 60% and 75%. 3.2 Location Propane is available nearly everywhere either as a refinery stream (liquefied petroleum gas (LPG)) or as a gas field stream (natural gas liquid (NGL)). In the USA, half of the propane production is from refineries. However, low cost propane will be available only from large gas fields such as in the Middle-East or in the North-Sea. 3.3 Product quality and by-products For both acrylonitrile and acrylic acid, a new process based on propane will substitute for an existing process, and then the demand is to achieve at least the same product quality. In case of acrylic acid there is a particular focus on the propionic acid content, as it will not polymerise and then contribute to the VOCs. However, heavy impurities such as benzoic acid or maleic acid are expected to be lowered as they are due to condensation reactions from the propene rich stream. In the acrylonitrile production, HCN by-production in the conventional process is used to feed an acetone-cyanhydrine plant for the methylmethacrylate production. A detailed understanding of the reaction mechanism is then necessary in order to minimize unwanted by-products. In the propane selective oxidation to acrylic acid, it was shown that propionic acid and acetone where produced by hydration of the propene intermediate [119,121]. Propionic acid production can be reduced by an optimal design of the catalyst, but also by the use of an additive mixed with the catalyst [128]. 3.4 Process selection Today acrylic acid is produced from propene in two steps, acrolein being an intermediate, using multi-tubular reactors. However, acrylonitrile is produced in a single step using fluidised bed reactors. Fluidised bed reactors are not used for acrylic acid production as it is less stable than acrylonitrile, and would decompose through gas phase reactions in the freeboard of the fluid bed. The last process that can be considered is the circulating fluid-bed reactor (CFBR). Such a process is quite common in the refining industry with the fluid catalytic cracking (FCC) units, and has been developed by DuPont for the butane oxidation for maleic anhydride production [129–132]. In this process, the catalyst is circulated from a reactor where the hydrocarbon reacts with the catalyst to the regenerator where it is re-oxidised with air before returning to the reactor. The CFBR technology can be considered if the catalyst operates according to the Mars-Van Krevelen mechanism, i.e. catalyst reduction and re-oxidation are decoupled in time. In such a case, they can be decoupled in space, and reduction and re-oxidation take place in different vessels. Patents have been applied for both acrylic acid and acrylonitrile using this redox process [133–135]. Each technology has advantages and disadvantages summarized in Table 3 . The main advantage of the multi-tubular fixed-bed reactor is the scale-up factor. Multi-tubular reactors are made of several thousands of tubes; of around 25mm diameter and a few meters in length (precise dimensions depend on the reaction considered and on the catalyst efficiency). The full size of the reactor is often limited by the transportation by road, and by the efficiency to remove the heat of reaction, leading to at most about 30,000 tubes. The heat carrying media can be a molten salt. With fixed-bed reactors, the pilot scale can be limited to a single tube, thereby reducing the development cost. For the fluid-bed reactor, although correlations are available, it would be required to go through a pilot plant of at least 20cm diameter. Similarly for the CFBR reactor, there are no well known scale-up factors and an intermediate pilot plant/demonstration unit might be necessary, leading to additional costs in the process development. In selective oxidation of hydrocarbons, the flammability range often dictates the operating conditions. In fixed-bed reactors, one prefers to operate outside of the flammability limits. However, in fluid-bed reactors, it is possible to operate slightly within the flammability limits as one considers that the catalyst itself behaves as an inert and as the hydrocarbon and the oxygen containing streams can be injected through separate nozzles. In the CFBR reactor, as the hydrocarbon and the oxygen containing streams are introduced in two different vessels, there is a limited risk of entering within the flammability range. In addition, on the reaction side a higher partial pressure of propane can be applied. Usually, in co-feed reactors the catalyst achieves equilibrium between the rate of reduction and the rate of re-oxidation. To avoid the over-reduction of the catalyst and its negative side-effect – irreversible phase transformation – an excess of oxygen partial pressure is necessary. This excess oxygen can further react with the products in the gas phase downstream of the reactor. In the CFBR, a controlled reduction of the catalyst is achieved in the reactor, and then a key parameter for the catalyst is the amount of oxygen it can provide before the irreversible phase transformation, and within a limited time. In highly exothermic selective oxidations, heat transfer is a key issue. Compared to the conventional propene oxidation to acrylic acid in two steps (two different reactors), the direct selective oxidation of propane would be achieved in a single reactor. A higher amount of reaction heat will have to be removed from the reactor. In case of fixed-bed reactors, a hot spot develops near the entrance of the reactor. A larger hot spot generally means shorter catalyst lifetime, lower selectivity, and a higher risk of temperature runaway. Then, the productivity per reactor will be lower from propane than from propene for a multi-tubular fixed-bed reactor. In the fluid-bed reactor, and in the CFBR, it is easier to deal with the reaction heat as the catalyst itself is carrying the heat of reaction that can be lost on heat exchanger tubes installed within the reactor/regenerator. The CFBR reactor can be seen as an improved fluid-bed reactor from the point of view of productivity. In order to increase the production of acrylic acid in a fluid bed, it is desirable to increase the gas velocity. However, at some stage the catalyst gets entrained and moves upward. The CFBR is a solution to return the catalyst from the top of the reactor to the bottom of the fluid bed. A comparison of reactor operation between a fixed-bed and a fluid-bed reactor has been published by Baerns and co-workers for the selective oxidation of ethane to acetic acid [136]. They concluded on the difficulty in obtaining high yields, with both type of reactors, and that a possibility to increase the acetic acid yield could be to use a fluid bed with a specific geometry: including baffle plates in the fluid-bed reactor. Whatever the kind of reactor selected, there are three possible approaches concerning the selection of air or oxygen, linked with the gas recycle. For each approach, a reactor design might be more appropriate (Table 4 ). There are several solutions that are calling for different type of catalysts. In case 2, in order to keep the catalyst fluidised, it is necessary to have a large gas flow rate. This large flow rate cannot be provided by propane alone, while keeping a high conversion. It cannot be provided by steam either, as the product obtained would then be too diluted, and would need extra energy for distillation, and then the most appropriate is to use air. In order to obtain a high conversion in fixed bed, propane will have to be diluted to avoid the hot spot. Then, the recovery of unreacted propane will become expensive, so one should operate without recycle. If the propane partial pressure is high, then it becomes more economic to recycle the unreacted propane, as well as the propene produced, as in cases 1 and 3. In case 1, the use of oxygen instead of air, avoids to separate the unnecessary nitrogen. In case 3, if air and propane are reacted in two separate vessels, the recycle of unreacted propane is easier. Otherwise, it will be necessary to recover the propane/propene for example by adsorption as was investigated by BOC and Mitsubishi in the propane ammoxidation [137]. The selection of the process to be applied, dictates also the shape of the catalyst and some of its physical properties. In fixed-bed, in order to avoid large pressure drop, the catalyst particles should be around 5–8mm. In addition, in order to reduce the hot spot, the catalyst might be diluted or supported on inert material. The size of the catalyst particles will generate mass and heat transfer limitations. In fluid bed and CFBR, these effects will be limited as the catalyst particles would be from 50 to 80μm. However, the mechanical properties of the catalyst and especially the attrition resistance are of a primary importance. In fact, the mechanical property may become a key issue when the attrition of an expensive catalyst is very high. To illustrate this point, in Table 5 , two cases are presented, an attrition of 100kg/day which should be a target for a selective oxidation, and a 1000kg/day attrition loss which is not uncommon for a FCC unit. Due to a high attrition/deactivation loss in the case of the selective oxidation of ethane to acetic acid, Fakeeha et al. [138] concluded that the reaction in a fluidised bed or a fixed bed was not economic, with a catalyst priced at $100/kg and a lifetime of only one year. World production of acrylic acid is around 3000kt/year [139,140], then a new plant of 220kt/year represents as much as 7% of the world capacity. For a new process, some companies may tend to favour smaller scale units, where fixed bed might be more appropriate and present the advantage of being a well established technology in the acrylic acid production. The CFBR technology integrates all the advantages of a fluid bed, with the possible control of the catalyst reduction. 3.5 Investment and operating cost In general, investment and operating cost estimates are either considered as confidential information, or are available through consulting groups such as SRI, Nippon Chemtech or Nexant/Chem Systems using state of the art patented catalysts properties. Such studies are purchased by companies on a client basis, and are only partially available in the open literature. Recently Nexant/Chem Systems released some data [141,142]. The main data are summarized in Table 6 . BOC had also released an estimate for the acrylic acid production combining a selective oxidation reaction and its PETROX process for gas recycling purification [143]. Although they did not disclose the required capital investment, they also concluded that the variable cost would be slightly more favourable for propane (−10%) than for the propene-based process. In view of the similar production costs (Table 6), there is still some need for further research to improve the selectivity of the catalysts. 4 Conclusion Many research for developing the catalytic selective oxidation process of propane to acrylic acid and acrylonitrile are still undertaken in many places in the world. But there must be strategical approaches in the research for designing catalysts and process for the reaction. Since the propane selective oxidation over solid catalysts is a highly difficult reaction, elemental steps of the reaction, alkane and molecular oxygen activation, effective intermediate oxidation, quick desorption of desired products, etc., has to be well controlled by both catalytic functions and process design. We here conclude that the metal oxide catalysts for the reaction should be a crystal material with high-dimensional structure which can generate multi-catalytic functions and that the oxidation process should be assisted by a reaction engineering specific for the propane oxidation. References [1] S Albonetti F Cavani F Trifiro Catal. Rev. 38 1996 413 [2] R.K Grasselli Catal. Today 49 1999 141 [3] B.K Hodnett Catal. Rev. Sci. Eng. 27 1985 373 [4] J.L. Portefaix, F. Figueras, Chemical and Physical Aspects of Catalytic Oxidation, CNRS, Paris (1980). [5] I.M Dahl K Grande K.J Jens E Rytter A Slagtern Appl. Catal. 77 1991 163 [6] A. Bielanski, J. Haber, Oxygen in Catalysis, Dekker, New York, 1991. [7] C Mazzocchia C Aboumrad C Diagne E Tempesti J.M Herrmann G Thomas Catal. Lett. 10 1991 181 [8] A Cherrak R Hubaut Y Barbaux G Mairesse Catal. Lett. 15 1992 377 [9] Y.C Yoon W Ueda Y Moro-oka Catal. Lett. 35 1995 57 [10] E.A Mamedov V Cortes-Corberan Appl. Catal. A 127 1995 1 [11] K Seshan H.M Swaan R.H.H Smits J.G Van Ommen J.R.H Ross Stud. Surf. Sci. Catal. 55 1990 505 [12] R.H.H Smits K Seshan J.R.H Ross J. Chem. Soc. Chem. Commun. 8 1991 558 [13] R.H.H Smits K Seshan J.R.H Ross Stud. Surf. Sci. Catal. 72 1992 221 [14] K.T Nguyen H.H Kung J. Catal. 122 1990 415 [15] M.A Chaar D Patel H.H Kung J. Catal. 109 1988 463 [16] D Siew Hew Sam V Soenen J.C Volta J. Catal. 123 1990 417 [17] G Centi F Trifiro Chem. Rev. 88 1988 55 [18] Y.C Kim W Ueda Y Moro-oka J. Chem. Soc. Chem. Commun. 10 1989 652 [19] Y.C Kim W Ueda Y Moro-oka Chem. Lett. 4 1989 531 [20] Y.C Kim W Ueda Y Moro-oka Stud. Surf. Sci. Catal. 55 1990 491 [21] Y.C Kim W Ueda Y Moro-oka Appl. Catal. A 70 1991 175 [22] Y.C Kim W Ueda Y Moro-oka Catal. Today 13 1992 673 [23] M Baerns O.V Buyevskaya M Kubik G Maiti O Ovsitser O Seel Catal. Today 33 1997 85 [24] L Savary G Constentin F Mauge J.C Lavalley J El Fallah F Studer A Guesdon H Ponceblanc J. Catal. 169 1997 287 [25] Y Teng T Kobayashi Catal. Lett. 55 1998 33 [26] A Kaddouri C Mazzocchia E Tempesti Appl. Catal. A 180 1999 271 [27] M.Y Sinev O.V Udalova Y.P Tulenin L.Y Margolis V.P Vislovskii R.X Valenzuela V Cortes Corberan Catal. Lett. 69 2000 203 [28] X Zhang H.L Wan W.Z Weng X.D Yi Catal. Lett. 87 2003 229 [29] S.H. Taylor, A.J.J. Pollard, Catal. Today (2003) 179. [30] B.K Hodnett Catal. Rev. Sci. Eng. 27 1985 373 [31] J.B. Kimble, US Patent 4,751,342 (1988) To Phillips Petroleum. [32] G Centi F Trifiro Chem. Rev. 88 1988 55 [33] Y Takita H Yamashita K Moritaka Chem. Lett. 10 1989 1733 [34] Y. Takita, Nippon Kagaku Kaishi (1992) 354. [35] T Komatsu Y Uragami K Otsuka Chem. Lett. 4 1988 1903 [36] F. Cavani, F. Trifiro, Chem. Tech. (1994) 18. [37] B. Kerler, A. Martin, A. Jans, M. Baerns, Appl. Catal. A (2001) 243. [38] Y Moro-oka W Ueda Catalysis 11 1994 223 [39] I Matsuura Shokubai (Jpn.) 39 1997 39 [40] R.K Grasselli J.D Burrington Adv. Catal. 30 1981 133 [41] S. Khoobiar, A.J. Shapiro, US Patent 4,609,502 (1986) to Halcon SD Group. [42] N. Harris, British Patent 1,336,136 (1969) to Power-Gas and ICI. [43] N. Harris, US Patent 3,860,534 (1975) to Power-Gas. [44] A.T. Guttmann, R.K. Grasselli, J.F. Bradzil, US Patent 4,746,641 (1988) To Standard Oil Co. [45] A.T. Guttmann, R.K. Grasselli, J.F. Bradzil, US Patent 4,788,317 (1988) To Standard Oil Co. [46] M. Hatano, A. Kayo, US Patent 5,049,692 (1991) to Mitsubishi Kasei Co. [47] T Ushikubo K Oshima A Kayou M Hatano Stud. Surf. Sci. Catal. 112 1997 473 [48] M Vaarkamp T Ushikubo Appl. Catal. A 174 1998 99 [49] N Nojiri Y Sakai Y Watanabe Catal. Rev. 37 1995 145 [50] H. Krieger, L. Kirch, US Patent 4,260,822 (1981). [51] K Bruckman J Haber Stud. Surf. Sci. Catal. 75A 1993 741 [52] N Mizuno M Tateishi M Iwamoto Appl. Catal. A 128 1995 L165 [53] W Ueda Y Suzuki W Lee S Imaoka Stud. Surf. Sci. Catal. 101B 1996 1065 [54] W. Ueda, Y. Suzuki, Chem. Lett. (1995) 541. [55] N Mizuno D.J Suh W Han T Kudo J. Mol. Catal. A 114 1996 309 [56] J.H. Holles, C.J. Dillon, J.A. Labinger, M.E. Davis, J. Catal., in press. [57] W Li K Oshihara W Ueda Appl. Catal. A 182 1999 357 [58] M Ai J. Chem. Soc. Chem. Commun. 10 1986 786 [59] M Ai J. Catal. 101 1986 389 [60] G Centi F Trifiro Catal. Today 3 1988 151 [61] M Ai Catal. Today 13 1992 679 [62] R Zhao Z Xu Z Wang Shiyou Huagong (Chin.) 24 1995 157 [63] N. Perrin, H. Pernot, M. Gubelmann, J.C. Volta, in: Proceedings of the Europacat-II Congress, Maastricht, 1995, p. 97. [64] M Ai J. Mol. Catal. A 114 1996 3 [65] J.C Volta Catal. Today 32 1996 29 [66] M Ai Catal. Today 42 1998 297 [67] Y. Han, H. Wang, H. Cheng, R. Jin, J. Deng, New J. Chem. (1998) 1175. [68] Z Wang W Wei G Liu G Mao D Kuang Acta Pet. Sinica 14 1998 21 [69] H Cheng Y Han H Wang Shiyou Huagong (Chin.) 28 1999 803 [70] Y.F Han H.M Wang H Cheng J.F Deng Chem. Commun. 6 1999 521 [71] E.M. O’Keefe, F.C. Meunier, J.R.H. Ross, in: Proceedings of 12th ICC, Granada, 2000. [72] G Landi L Lisi J.C Volta Chem. Commun. 4 2003 492 [73] A Kaddouri C Mazzochia E Tempesti Appl. Catal. A 180 1999 271 [74] N Fuijikawa K Wakui K Tomita N Ooue W Ueda Catal. Today 71 2001 83 [75] T Ushikubo K Oshima A Kayou M Vaarkamp M Hatano J. Catal. 169 1997 394 [76] Y.C Kim H.J Kim D.J Moon J. Korean Ind. Eng. Chem. 9 1998 129 [77] H Watanabe Y Koyasu Appl. Catal. A 194/195 2000 479 [78] T Ushikubo Catal. Today 57 2000 331 [79] M Lin T.B Desai F.W Kaiser P.D Klugherz Catal. Today 61 2000 223 [80] W Ueda K Oshihara Appl. Catal. A 200 2000 135 [81] T Shishido A Inoue T Konishi I Matsuura K Takehira Catal. Lett. 68 2000 215 [82] P Botella B Solsona A Martinez-Arias J.M Lopez Nieto Catal. Lett. 74 2001 149 [83] S.A Holmes J Al-Saeedi V.V Guliants P Boolchand D Georgiev U Hackler E Sobkow Catal. Today 67 2001 403 [84] T Shishido T Konishi I Matsuura Y Wang K Takaki K Takehira Catal. Today 71 2001 77 [85] L Luo J.A Labinger M.E Davis J. Catal. 200 2001 222 [86] M Aouine J.-L Dubois J.M.M Millet Chem. Commun. 13 2001 1180 [87] K Oshihara T Hisano W Ueda Top. Catal. 15 2001 153 [88] G. Centi, F. Cavani, F. Trifiro, Selective Oxidation by Heterogeneous Catalysis, Kluwar Academic Plenum Publishers, 2001, p. 174. [89] P Botella J.M Lopez Nieto B Solsona Catal. Lett. 78 2002 383 [90] J.M.M Millet H Roussel A Pigamo J.-L Dubois J.C Jumas Appl. Catal. A 232 2002 77 [91] H Tsuji Y Koyasu J. Am. Chem. Soc. 124 2002 5608 [92] P Botella J.M Lopez Nieto B Solsona A Misfud F Marquez J. Catal. 209 2002 445 [93] J.N Al-Saeedi V.V Guliants Appl. Catal. A 237 2002 111 [94] E.K Novakova J.C Vedrine E.G Derouane J. Catal. 211 2002 226 [95] E.K Novakova J.C Vedrine E.G Derouane J. Catal. 211 2002 235 [96] E.K Novakova E Derouane J.C Vedrine Catal. Lett. 83 2002 177 [97] J.M Lopez Nieto P Botella M.I Vasquez A Dejoz Chem. Commun. 17 2002 1906 [98] H. Watanabe, T. Sueyoshi, Y. Koyasu, in: Science and Technology in Catalysis, Kodansha Elsevier, 2003, p. 503. [99] Y. Koyasu, Abstract of Papers, 5th Selective Oxidation Workshop, Sapporo, Japan, 2002. [100] E Garcia-Gonzalez J.M Lopez Nieto P Botella J.M Gonzalez-Calbet Chem. Mater. 14 2002 4416 [101] J.N Al-Saeedi V.V Guliants O Guerrero-Perez M.A Banares J. Catal. 215 2003 108 [102] H Tsuji K Oshima Y Koyasu Chem. Mater. 15 2003 2112 [103] E Balcells F Borgmeier I Grisstede H.G Lintz Catal. Lett. 87 2003 195 [104] J.M Lopez Nieto P Botella B Solsona J.M Oliver Catal. Today 81 2003 87 [105] J.C Vedrine E.K Novakova E.G Derouane Catal. Today 81 2003 247 [106] T Ushikubo Catal. Today 78 2003 79 [107] J Holmberg R.K Grasselli A Andersson Top. Catal. 23 2003 55 [108] M Baca A Pigamo J.-L Dubois J.M.M Millet Top. Catal. 23 2003 39 [109] P DeSanto Jr. D.J Buttrey R.K Grasselli C.G Lugmair A.F Volpe B.H Toby T Vogt Top. Catal. 23 2003 23 [110] R.K Grasselli J.D Burrington D.J Buttrey P DeSanto Jr. C.G Lugmair A.F Volpe T Weingand Top. Catal. 23 2003 5 [111] T. Ushikubo, H. Nakamura, Y. Koyasu, S. Wajiki, US Patent 5,380,933 (1995). [112] M. Takahashi, S. To, S. Hirose, JP patent 98,120,617 (1998). [113] M.M. Lin, Appl. Catal. 250 (2003) 287, 305. [114] K Asakura K Nakatani T Kubota Y Iwasawa J. Catal. 194 2000 309 [115] W. Ueda, N.F. Chen, K. Oshihara, Chem. Commun., 517 (1999). [116] W Ueda N.F Chen K Oshihara Kinet. Catal. 40 1999 447 [117] K Oshihara T Hisano Y Kayashima W Ueda Stud. Surf. Sci. Catal. 136 2001 93 [118] K Oshihara Y Nakamura M Sakuma W Ueda Catal. Today 71 2001 153 [119] W Ueda K Oshihara D Vitry T Hisano Y Kayashima Catal. Surveys Jpn. 6 2002 33 [120] D Vitry Y Morikawa J.-L Dubois W Ueda Top. Catal. 23 2003 47 [121] D Vitry Y Morikawa J.-L Dubois W Ueda Appl. Catal. A: Gen. 251 2003 411 [122] T Katou D Vitry W Ueda Chem. Lett. 32 2003 1028 [123] W. Ueda, K. Oshihara, 4WCOC, Potsdam (2001) I-343. [124] J.M M Millet M Baca A Pigamo D Vitry W Ueda J.-L Dubois Appl. Catal. A: Gen. 244 2003 359 [125] J.L Callahan R.K Grasselli AIChE J. 9 1963 755 [126] H. Gaensslen, Chemtech, May 1979, 306. [127] J.P Lange Cattech 5 2001 82 [128] J.-L. Dubois, S. Serreau, J. Jacquel, Patent FR2833005. [129] R.M. Contractor, D.I. Garnett, H.S. Horowitz, H.E. Bergna, G.S. Patience, J.T. Schwartz, G.M. Sisler, in: V. Cortes Corberan, S. Vic Bellon (Eds.), New Developments in Selective Oxidation II, Elsevier Science B.V., 1994, p. 233. [130] R.M Contractor A.W Sleight Catal. Today 1 1987 587 [131] R.M. Contractor, in: P. Basu, J.F. Large, Circulating Fluidised Bed Technology II, Pergamon Press, 1988, p. 467. [132] R.M Contractor Chem. Eng. Sci. 54 1999 5627 [133] T. Ushikubo, A. Kayou, Y. Koyasu, T. Umezawa, K.I. Kiyono Patents JP 4-235153 to Mitsubishi Chemicals. [134] M. Takahashi, S. Tu, H. Niitsuma, Patent JP2000-256257 to ToaGosei. [135] J.-L. Dubois, Patent FR2821840 to Atofina. [136] D Linke D Wolf M Baerns S Zeyâ U Dingerdissen L Mleczko Chem. Eng. Sci. 57 2002 39 51 [137] Japan Chemical Week, 30 October 1997, T. Ihara, A. Kayou, M. Kameo, H. Nakamura, C.J. Guo, in: Science and Technology in Catalysis 1998, Kodansha, 1998, p. 347. [138] A.H Fakeeha M.A Soliman A.A Al-Arify A.A Ibrahim Alexandria Eng. J. 40 2001 439 [139] M Tanimoto Shokubai 45 2003 360 [140] European Chemical News, 16–22 September 2002, p. 17. [141] M. Morgan, Hydrocarbon Eng. (October 2002) 14. [142] European Chemical News, 18–24 November 2002, p. 26. [143] R. Ramachandran, in: Proceedings of the CATCON2001, 14–15 May 2001, Houston Hydrocarbon Processing, March 2001, p. 109.",
      "scopus-id": "3543047347",
      "coredata": {
        "eid": "1-s2.0-S1381116904003760",
        "dc:description": "Based on recent scientific research and industrial approach on the selective oxidation of propane over complex metal oxide catalysts, strategical elements which are necessary for developing complicated oxide catalysts and for achieving industrial processes are summarized and discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-09-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904003760",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Vitry, Damien"
          },
          {
            "@_fa": "true",
            "$": "Dubois, Jean-Luc"
          },
          {
            "@_fa": "true",
            "$": "Ueda, Wataru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904003760"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904003760"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00376-0",
        "prism:volume": "220",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Strategy in achieving propane selective oxidation over multi-functional Mo-based oxide catalysts",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Selective Oxidation of Hydrocarbons",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          },
          {
            "@_fa": "true",
            "$": "Acrylonitrile"
          },
          {
            "@_fa": "true",
            "$": "Acrylic acid"
          },
          {
            "@_fa": "true",
            "$": "Metal oxide catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalyst design"
          },
          {
            "@_fa": "true",
            "$": "Process design"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "67-76",
        "prism:endingPage": "76",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 September 2004",
        "prism:doi": "10.1016/j.molcata.2004.01.026",
        "prism:startingPage": "67",
        "dc:identifier": "doi:10.1016/j.molcata.2004.01.026",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904003760-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2785",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "180",
            "@width": "214",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904003760-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14119",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904003760-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2593",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "243",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904003760-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30573",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/3543047347"
      }
    }
  }
}