{
  "metadata": {
    "title": "Vapour phase catalytic hydrodechlorination of chlorobenzene over Ni–carbon composite catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-11-06",
    "doi": "10.1016/S1381-1169(00)00328-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900003289",
    "pii": "S1381116900003289"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034613885",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-09-07 2000-09-07 2010-04-18T20:21:34 1-s2.0-S1381116900003289 S1381-1169(00)00328-9 S1381116900003289 10.1016/S1381-1169(00)00328-9 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01264 2015-05-15T05:55:31.049811-04:00 0 0 20001106 2000 2000-09-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 161 161 1 2 1 2 Volume 161, Issues 1–2 18 157 162 157 162 20001106 6 November 2000 2000-11-06 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. VAPOURPHASECATALYTICHYDRODECHLORINATIONCHLOROBENZENEOVERNICARBONCOMPOSITECATALYSTS LINGAIAH N 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions References GANEM 1986 763 B TRILLAS 1996 237 M COQ 1986 434 B SRINIVAS 1996 L201 S SHIN 1998 241 E HAGH 1990 2695 B SAKATA 1996 1241 Y SAIPRASAD 1995 345 P BETT 1974 307 J COENEN 1979 89 J PREPARATIONCATALYSTS GANDIA 1994 276 L SUZDORF 1994 49 R LINGAIAHX2000X157 LINGAIAHX2000X157X162 LINGAIAHX2000X157XN LINGAIAHX2000X157X162XN item S1381-1169(00)00328-9 S1381116900003289 1-s2.0-S1381116900003289 10.1016/S1381-1169(00)00328-9 271358 2010-09-30T18:12:56.545857-04:00 2000-11-06 1-s2.0-S1381116900003289-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/MAIN/application/pdf/54b74f3e9a930719e07cee6547158ce6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/MAIN/application/pdf/54b74f3e9a930719e07cee6547158ce6/main.pdf main.pdf pdf true 216421 MAIN 6 1-s2.0-S1381116900003289-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/PREVIEW/image/png/6afe3233ee535ce70985b0ac40143df7/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/PREVIEW/image/png/6afe3233ee535ce70985b0ac40143df7/main_1.png main_1.png png 58044 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900003289-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr1/THUMBNAIL/image/gif/eba497c05fd92cd6fbe683a0af581bdb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr1/THUMBNAIL/image/gif/eba497c05fd92cd6fbe683a0af581bdb/gr1.sml gr1 gr1.sml sml 884 93 65 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr1/DOWNSAMPLED/image/gif/9c30f37088fe13bdb08b6d03262a099f/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr1/DOWNSAMPLED/image/gif/9c30f37088fe13bdb08b6d03262a099f/gr1.gif gr1 gr1.gif gif 9142 459 320 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003289-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr2/THUMBNAIL/image/gif/4f7699c43d2ff2f479d11ebf5b6a2825/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr2/THUMBNAIL/image/gif/4f7699c43d2ff2f479d11ebf5b6a2825/gr2.sml gr2 gr2.sml sml 1333 88 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr2/DOWNSAMPLED/image/gif/9865464118177b8395b87861094771ee/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr2/DOWNSAMPLED/image/gif/9865464118177b8395b87861094771ee/gr2.gif gr2 gr2.gif gif 3714 187 267 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003289-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr3/THUMBNAIL/image/gif/5df88d34f09c8fa09a18ae7431abb95c/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr3/THUMBNAIL/image/gif/5df88d34f09c8fa09a18ae7431abb95c/gr3.sml gr3 gr3.sml sml 1641 93 68 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr3/DOWNSAMPLED/image/jpeg/d49e5f8c163e67659761b2dc284f9915/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr3/DOWNSAMPLED/image/jpeg/d49e5f8c163e67659761b2dc284f9915/gr3.jpg gr3 gr3.jpg jpg 120880 823 601 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003289-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr4/THUMBNAIL/image/gif/f1772cdeb29269ad9d1e2f6cfd81bab0/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr4/THUMBNAIL/image/gif/f1772cdeb29269ad9d1e2f6cfd81bab0/gr4.sml gr4 gr4.sml sml 1444 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr4/DOWNSAMPLED/image/gif/f39d0a6dcdef8673ea508f81fa384e70/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr4/DOWNSAMPLED/image/gif/f39d0a6dcdef8673ea508f81fa384e70/gr4.gif gr4 gr4.gif gif 5195 201 320 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003289-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr5/THUMBNAIL/image/gif/9ee6e6a2caf024fbe4d8b06563052e6b/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr5/THUMBNAIL/image/gif/9ee6e6a2caf024fbe4d8b06563052e6b/gr5.sml gr5 gr5.sml sml 1293 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr5/DOWNSAMPLED/image/gif/3c1a06f1e5e01556ff5b5c48a24520e8/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr5/DOWNSAMPLED/image/gif/3c1a06f1e5e01556ff5b5c48a24520e8/gr5.gif gr5 gr5.gif gif 4908 204 320 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003289-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr6/THUMBNAIL/image/gif/3fd7320c23ad560c143798bd149471ea/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr6/THUMBNAIL/image/gif/3fd7320c23ad560c143798bd149471ea/gr6.sml gr6 gr6.sml sml 1625 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003289-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003289/gr6/DOWNSAMPLED/image/gif/65aee610ddde443ba313cc2458b73b29/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003289/gr6/DOWNSAMPLED/image/gif/65aee610ddde443ba313cc2458b73b29/gr6.gif gr6 gr6.gif gif 5693 210 320 IMAGE-DOWNSAMPLED MOLCAA 2852 S1381-1169(00)00328-9 10.1016/S1381-1169(00)00328-9 Elsevier Science B.V. Fig. 1 X-ray diffraction patterns of Ni–carbon composite catalysts as a function of CTR temperature. Fig. 2 Conversion of chlorobenzene over Ni/C catalysts prepared at various CTR temperatures (reaction temperature, 350°C; GHSV, 3360h−1). Fig. 3 HRTEM images of Ni–carbon composite catalysts prepared at CTR temperatures of (a) 400°C (1cm=7.5nm); (b) 500°C (1cm=9nm) and (c) 700°C (1cm=54nm). Fig. 4 Effect of reaction temperature on HDC of chlorobenzene over Ni/C catalysts prepared at CTR temperatures of 400 and 700°C (reaction temperature, 250–400°C; GHSV, 3360h−1). Fig. 5 Effect of Ni metal content in HDC of chlorobenzene over Ni/C catalysts prepared at CTR temperature 800°C (reaction temperature, 350°C; GHSV, 3360h−1). Fig. 6 Time-on-stream analysis: hydrodechlorination of chlorobenzene over Ni/C catalysts (reaction temperature, 350°C; GHSV, 3360h−1). Table 1 Physico-chemical properties of Ni–carbon composite catalysts Catalyst code CTR temperature a (°C) Metal weight (g(Ni)/g-cat.) BET surface area (m2/g) Crystalline size b (nm) Micropore (ml/g-cat.) Mesopore (ml/g-cat.) Total PV (ml/g-cat.) Ni 400 400 0.257 207 9.5 (9) c 0.1588 0.0497 0.2086 Ni 500 500 0.258 392 11 (93) c 0.2574 0.0552 0.3126 Ni 600 600 0.272 189 48 0.1359 0.2046 0.3406 Ni 700 700 0.283 118 48 (57) c 0 0.2859 0.2859 Ni 800 800 0.267 111 55 0.0641 0.2714 0.3356 Ni 900 900 0.282 96 64 (76) 0.0055 0.2966 0.3022 a Heat treatment with 5°C/min to carbonisation temperature and hold for 3h in N2 stream. b Calculated using Scherrer’s equation (K=1). c Values in the parentheses are calculated from HRTEM. Vapour phase catalytic hydrodechlorination of chlorobenzene over Ni–carbon composite catalysts N Lingaiah a Md.A Uddin a A Muto a T Iwamoto a Yusaku Sakata a * Y Kusano b a Faculty of Engineering, Department of Applied Chemistry, Okayama University, Okayama 700-8530, Japan b Department of Applied Arts, College of the Arts, Kurashiki University of Science and the Arts, Kurashiki 712-8505, Japan * Corresponding author. Tel.: +81-86-251-8081; fax: +81-86-251-8082 Ni–carbon composite catalysts were prepared by a modified carbothermal reduction method using ion exchange resins. The catalysts were characterised by N2 adsorption, X-ray diffraction and transmission electron microscope. The catalysts activities and selectivities were studied in the hydrodechlorination of chlorobenzene. The catalyst activities depend upon the carbothermal reduction temperature during preparation. These catalysts are found to be more stable and selective in this reaction even in the presence of HCl which is produced during the reaction. Keywords Ni–carbon composite Carbothermal reduction Hydrodechlorination Chlorobenzene 1 Introduction Many chlorinated organic compounds are environmental pollutants because of their carcinogenic and mutagenic activity. These compounds are produced in a broad range of industrial processes. Several methods have been reported for their disposal [1,2]. Catalytic hydrodechlorination (HDC) is one of the best methods for the removal of chlorinated organic compounds, as this method excludes the formation of more toxic dioxin compounds [3]. The catalytic HDC of aromatic and aliphatic chloro compounds using Pd, Pt, Rh and Ni based catalysts has been reported [4–6]. Most of the work reported has been mainly on Pd based catalysts and the main problem associated with this reaction was deactivation of the catalysts by HCl, which is produced during the reaction [4]. There are a few reports of the use of sulfided Ni or Ni–Mo catalysts for this reaction, and these catalysts are found to be stable, but they require high temperature and pressure [7]. The use of unsulfided supported Ni catalysts in the vapour phase HDC of chloro organic compounds was limited. We prepared carbon based metal and metal compound catalysts by a novel method called modified carbothermal reduction (CTR) using metal species loaded on ion exchange resins by conventional ion exchange [8]. As metal species are highly dispersed on ion exchange resins, which means that after carbonisation a catalyst with high metal dispersion on an amorphous carbon support can be obtained. Recently, we reported carbon based Fe–Pd bimetallic catalysts prepared by the CTR method [9]. These catalysts were found to be selective and active in HDC of chlorobenzene. In this work, we are reporting the use of Ni–carbon composite catalysts prepared by a modified carbothermal reduction (CTR) method using metal ion exchange resins. Chlorobenzene is used as a model compound in this study, since it represents the halogenated species found in many organic wastes. 2 Experimental The Ni–carbon composite catalysts were prepared by a modified carbothermal reduction method. Firstly, the metal ion exchange resin (spherical shape, chelate type CR11-H+, Mitsubishi chemicals, Japan) was taken in a column and the required amount of aqueous Ni(NO3)2 solution was added dropwise from the top of the column. The Ni metal exchanged resin was then filtered, washed and dried at room temperature. Later they were subjected to CTR at a temperature ranging from 400 to 900°C in an N2 flow (300ml/min). After CTR the catalyst retained its spherical shape with reduction in size. X-ray diffraction (XRD) patterns of fresh and used catalysts were recorded on a powder diffractometer (Shimadzu, Type XR2) using Cu Kα radiation. The mean crystalline diameters were estimated by Scherrer’s equation. The N2 adsorption/desorption isotherms at 77K of the samples were obtained using an adsorption unit (BELSORP 28SP, Nippon Bell, Japan). The BET surface area, total pore volume and average pore radius were obtained from the adsorption isotherms. The Dollimore and Heel method was used to calculate mesopore volume and micropore volume was determined by subtracting the micropore volume from total pore volume. High-resolution transmission electron microscopy (HRTEM) samples were prepared by grinding catalysts into fine powder by mixing in carbon tetra chloride. A drop of this suspension was placed on a grid supporting a holey-carbon film and dried. Micrographs were obtained using a Topcon microscope (Topcon EM-002B) equipped with a side entry stage and operating at 200kV. All the catalytic reactions were carried out in a previously described fixed bed microreactor over the temperature range 250–400°C [10]. About 0.8g of catalyst was placed in a quartz tubular reactor (8mm i.d.) between two quartz plugs and a layer of glass beads above the catalyst bed to ensure that the reactants reached the reaction temperature before contact with the catalyst. Before starting the reaction, the catalyst was pretreated at 450°C for 2h in hydrogen at a flow rate of 40ml/min and cooled to reaction temperature. Chlorobenzene (1.2ml/h) was fed into the reactor using a microfeeder (Hitachi, Japan) and the hydrogen flow was maintained by a mass flow controller. A space velocity of 3360h−1 (GHSV) was maintained throughout the reaction study. At the reactor outlet of the reaction products were collected in a cold trap and were analysed by GC with flame ionisation detector. 3 Results and discussion The physico-chemical properties of Ni–carbon composite catalysts are presented in Table 1 . The surface area of the catalysts decreased with increasing CTR temperature. A change in crystalline size and pore structure from micro to mesoporous was observed on increasing the CTR temperature from 400 to 900°C. The change in the micropore volume with temperature is due to the increase of nickel ions diffused into inner pores of carbon. It is known that when carbon is used as support, the metal dispersion can be more or less controlled by thermal treatment [11]. The decrease in surface area with increase in CTR temperature might be due to the change in pore structure. The XRD patterns of the catalysts are presented in Fig. 1 . The patterns mainly relate to metallic nickel. The catalysts prepared at low CTR temperatures (400 and 500°C) have poor crystalline structure and the carbon is amorphous. Graphite formation was observed in the catalysts prepared at higher temperatures (600–900°C). The majority of the Ni in the supported catalysts reduced at high temperature. The difficulties associated with reduction of Ni are well known [12]. However, the catalysts prepared by modified CTR method have an advantage that metallic nickel forms directly and there is no need for a separate reduction step to obtain metallic nickel as in the case of other preparation methods. The HDC of chlorobenzene (CB) in the presence of Ni/C catalyst over the temperature range 250–400°C produced benzene as the only appreciable product. The HDC of CB activity over the Ni/C catalysts prepared at different CTR temperatures is presented in Fig. 2 . It was observed from Fig. 2 that the catalysts prepared at low temperatures (400 and 500°C) show higher CB conversions and the HDC activity decreases to a steady lower value with an increasing CTR temperature in the range 600–900°C. The difference in activities of the Ni/C catalysts prepared at different CTR temperatures might be due to surface changes during the temperature treatment. The catalysts prepared at low CTR temperatures (400 and 500°C) have small crystalline size, high micropore volume and surface area. The Ni/C catalysts prepared by CTR method have an advantage that even at very high Ni content (>25%), metallic Ni exists with a small crystallite size (9–11nm). The TEM micrographs of Ni/C catalysts prepared at CTR temperatures of 400 and 500°C are presented in Fig. 3 a and b, respectively. Metallic Ni exists as small particles of fairly uniform size well distributed over carbon in the case of the catalyst prepared at lower CTR temperatures (400 and 500°C) as shown in Fig. 3a and b. Metallic Ni particle sizes calculated from TEM and Scherrer’s equation are in good agreement. The higher activity for these catalysts might be due to the high dispersion of Ni on amorphous carbon. The small crystalline size, higher surface area and presence of carbon as an amorphous phase in these catalysts support the high dispersion of Ni. With an increase in the CTR temperature, there is a clear shift in crystallite size and pore structure. At higher CTR temperatures the Ni may have occupied a large number of carbon pores resulting in a significant increase in crystallite size. A constant activity was observed in the case of catalysts prepared at CTR temperature from 600 to 900°C. Catalysts prepared at higher CTR temperatures have a different morphology. These high temperatures treated catalysts all show similar crystallite sizes and pore structure. The TEM micrograph (Fig. 3c) shows the formation of large clusters of Ni. The TEM findings clearly demonstrate the change in pore structure and crystallite size with changing in the CTR temperature from 400 to 900°C. It has been reported that in hydrogenation over Ni on activated carbon the loss of hydrogenation activity for the catalysts treated at high temperature (>450°C) was not mainly due to metal sintering but instead to the carbon surface species produced by the precipitation of bulk dissolved carbon [13]. In the present case, a similar reasoning cannot be ruled out as the graphite phase was observed in the catalysts treated at high CTR temperature (600–900°C). The rates of HDC of chlorobenzene on the Ni/C catalysts prepared at different CTR temperature (400 and 700°C) are presented in Fig. 4 . The activity of the catalysts increased with increase in reaction temperature. There are no significant database on the effect of reaction temperature in HDC of chloroaromatics over a catalyst in a one-step operation, because most of the catalysts initially deactivate in this reaction. The linear relationship between conversion and reaction temperature in Fig. 4 suggests that the catalysts are not deactivated by the interaction of HCl with the surface of the catalyst. The activity of HDC of CB on the catalysts with varying nickel content prepared at a CTR temperature of 800°C are reported in Fig. 5 . The data indicate that the activity rises with the increase in Ni metal content. Suzdorf et al. reported in their study on Ni/Al2O3 in HDC of CB that the activity of the catalysts increased with an increase in the metal content [14]. Our results are in good agreement with their findings. The change in conversion of chlorobenzene with time at a reaction temperature of 350°C was studied on Ni/C catalysts prepared at different CTR temperatures. The profiles in Fig. 6 show the results of time on stream analyses of the catalysts prepared at CTR temperatures of 400 and 700°C only for the sake of clarity. It can be seen that there is no appreciable deactivation over time on all the Ni/C catalysts prepared by the CTR method at different temperatures, where a loss of HDC activity with time has been reported for palladium, platinum, rhodium, bulk nickel and Ni/SiO2 catalysts in the conversion of chlorinated aromatic reactants [4–6,15]. Catalyst deactivation in HDC reaction has been attributed mainly to the presence of HCl generated in the reaction by the formation of a stable surface chloride species and the reaction can then essentially be viewed as a cycle of chlorination/dechlorination of the surface [6]. The analysis of fresh and used catalysts by X-ray diffraction did not reveal any significant structural changes. It indicates that Ni/C composite catalysts are stable in the HCl and chlorobenzene atmosphere. 4 Conclusions An increase in the size of pore structure and crystallite size occurs with change in the CTR temperature from 400 to 900°C during the preparation of Ni/C composite catalysts. In the case of catalysts prepared at lower CTR temperatures (400 and 500°C) metallic Ni exists as small particles of fairly uniform size well distributed over carbon and these catalysts shows high activity in HDC of chlorobenzene. Increasing the Ni content and reaction temperature increased the HDC reaction rate. The Ni/C composite catalysts prepared by a modified CTR method are highly stable in HCl and chlorobenzene atmosphere. References [1] B. Ganem J. Osby Chem. Rev. 86 1986 763 [2] M. Trillas J. Peral X. Domenech J. Chem. Technol. Biotechnol. 67 1996 237 [3] B.F. Hagh, D.T. Allen, in: H.M. Freeman (Ed.), Innovative Hazardous Waste Treatment Technology, Technomic, Vol. 1, Lancaster, PA, 1990, p. 45. [4] B. Coq G. Ferrat F. Figueras J. Catal. 52 1986 434 [5] S.T. Srinivas L.J. Lakshmi N. Lingaiah P.S.S. Prasad P.K. Rao Appl. Catal. A 135 1996 L201 [6] E.J. Shin M.A. Keane Appl. Catal. B 18 1998 241 [7] B.F. Hagh D.T. Allen Chem. Eng. Sci. 45 1990 2695 [8] Y. Sakata A. Muto Md. Azar Uddin K. Harino J. Mater. Chem. 6 1996 1241 [9] N. Lingaiah, Md. A. Uddin, A. Muto, Y. Sakata, Chem. Commun. (1999) 1657. [10] P.S. Sai Prasad N. Lingaiah P. Kanta Rao F.J. Berry L. Smart Catal. Lett. 35 1995 345 [11] J.A. Bett K. Kinoshita P. Stonehart J. Catal. 35 1974 307 [12] J.W.E. Coenen B. Delmon P. Grange G. Poncelet Preparation of Catalysts vol. II 1979 Elsevier Amsterdam 89 [13] L.M. Gandia M. Montes J. Catal. 145 1994 276 [14] R.A. Suzdorf V.S. Morozov N.N. Anshits I.S. Tsiganova G.A. Anshits Catal. Lett. 29 1994 49 [15] M. Kraus, V. Basant, in: J.W. Hightower (Ed.), Proceedings of the Fifth International Conference on Catalysis, North-Holland, New York, 1973.",
      "scopus-id": "0034613885",
      "coredata": {
        "eid": "1-s2.0-S1381116900003289",
        "dc:description": "Ni–carbon composite catalysts were prepared by a modified carbothermal reduction method using ion exchange resins. The catalysts were characterised by N2 adsorption, X-ray diffraction and transmission electron microscope. The catalysts activities and selectivities were studied in the hydrodechlorination of chlorobenzene. The catalyst activities depend upon the carbothermal reduction temperature during preparation. These catalysts are found to be more stable and selective in this reaction even in the presence of HCl which is produced during the reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-11-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900003289",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lingaiah, N"
          },
          {
            "@_fa": "true",
            "$": "Uddin, Md.A"
          },
          {
            "@_fa": "true",
            "$": "Muto, A"
          },
          {
            "@_fa": "true",
            "$": "Iwamoto, T"
          },
          {
            "@_fa": "true",
            "$": "Sakata, Yusaku"
          },
          {
            "@_fa": "true",
            "$": "Kusano, Y"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900003289"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900003289"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00328-9",
        "prism:volume": "161",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Vapour phase catalytic hydrodechlorination of chlorobenzene over Ni–carbon composite catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ni–carbon composite"
          },
          {
            "@_fa": "true",
            "$": "Carbothermal reduction"
          },
          {
            "@_fa": "true",
            "$": "Hydrodechlorination"
          },
          {
            "@_fa": "true",
            "$": "Chlorobenzene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "157-162",
        "prism:endingPage": "162",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 November 2000",
        "prism:doi": "10.1016/S1381-1169(00)00328-9",
        "prism:startingPage": "157",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00328-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "65",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "884",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "459",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9142",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1333",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "187",
            "@width": "267",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3714",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1641",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "823",
            "@width": "601",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "120880",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1444",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "201",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5195",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1293",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "204",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4908",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1625",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003289-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5693",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034613885"
      }
    }
  }
}