{
  "metadata": {
    "title": "Acidic ionic liquid modified silica gel as novel solid catalysts for esterification and nitration reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-03-01",
    "doi": "10.1016/j.molcata.2005.07.031",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905005297",
    "pii": "S1381116905005297"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-32844467648",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-11-23 2005-11-23 2016-06-28T16:11:42 1-s2.0-S1381116905005297 S1381-1169(05)00529-7 S1381116905005297 10.1016/j.molcata.2005.07.031 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02278 2016-06-28T12:06:30.919887-04:00 0 0 20060301 2006 2005-11-23T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body mmlmath affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst 1381-1169 13811169 false 246 246 1 2 1 2 Volume 246, Issues 1–2 13 65 69 65 69 20060301 1 March 2006 2006-03-01 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. ACIDICIONICLIQUIDMODIFIEDSILICAGELNOVELSOLIDCATALYSTSFORESTERIFICATIONNITRATIONREACTIONS QIAO K 1 Introduction 2 Experimental 2.1 Preparation of 3-mercaptopropyltrimethoxysilane (MPS) modified silica gel 2.2 Preparation of 1-allyimidazolium containing zwitterionic salts 2.3 Preparation of Brønsted acidic ionic liquids 2.4 Preparation of Lewis acidic ionic liquids 2.5 Preparation of acidic ionic liquids modified silica gel 2.6 Reaction and analysis 3 Results and discussion 3.1 Characteration of the acidic ionic liquids modified solid catalyst 3.2 Esterification of alcohol with carboxylic acid 3.3 Nitration of aromatic compounds with aqueous nitric acid 4 Conclusions References SONG 2000 2415 C DUPONT 2002 3667 J WASSERSCHEID 2000 3772 P WELTON 1999 2071 T GORDON 2001 101 C SHELDON 2001 2399 R COLE 2002 5962 A LIU 2004 496 S GADENNE 2004 1768 B DECASTRO 2000 86 C MEHNERT 2005 50 C QIAO 2004 472 K QIAO 2004 808 K QIAO 2004 1350 K ROSINI 1985 3361 C WALLER 1997 613 F JAS 2003 5708 G QIAOX2006X65 QIAOX2006X65X69 QIAOX2006X65XK QIAOX2006X65X69XK item S1381-1169(05)00529-7 S1381116905005297 1-s2.0-S1381116905005297 10.1016/j.molcata.2005.07.031 271358 2016-06-28T12:06:30.919887-04:00 2006-03-01 1-s2.0-S1381116905005297-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/MAIN/application/pdf/669d02b7942229610cc01dd64a0a3315/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/MAIN/application/pdf/669d02b7942229610cc01dd64a0a3315/main.pdf main.pdf pdf true 159787 MAIN 5 1-s2.0-S1381116905005297-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/PREVIEW/image/png/76a69e64789706e76d5159010a7df73b/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/PREVIEW/image/png/76a69e64789706e76d5159010a7df73b/main_1.png main_1.png png 63992 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905005297-sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/sc1/THUMBNAIL/image/gif/08970988db38f637f5c57ab21c7a9bc0/sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/sc1/THUMBNAIL/image/gif/08970988db38f637f5c57ab21c7a9bc0/sc1.sml sc1 sc1.sml sml 1859 78 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/sc2/THUMBNAIL/image/gif/c10eb585144f41c3ff767ff3f28c2686/sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/sc2/THUMBNAIL/image/gif/c10eb585144f41c3ff767ff3f28c2686/sc2.sml sc2 sc2.sml sml 1864 66 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/gr2/THUMBNAIL/image/gif/1b271ba4e66abc7333062853828c6e7d/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/gr2/THUMBNAIL/image/gif/1b271ba4e66abc7333062853828c6e7d/gr2.sml gr2 gr2.sml sml 1088 93 104 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/fx2/THUMBNAIL/image/gif/97cb38b7ddc7648d720199766749f0d6/fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/fx2/THUMBNAIL/image/gif/97cb38b7ddc7648d720199766749f0d6/fx2.sml fx2 fx2.sml sml 495 24 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/fx1/THUMBNAIL/image/gif/04fd62053369f8def9bad4fe378377ad/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/fx1/THUMBNAIL/image/gif/04fd62053369f8def9bad4fe378377ad/fx1.sml fx1 true fx1.sml sml 1089 61 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/gr1/THUMBNAIL/image/gif/2f7710d003c6931d1682077185d66c07/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/gr1/THUMBNAIL/image/gif/2f7710d003c6931d1682077185d66c07/gr1.sml gr1 gr1.sml sml 1512 93 75 IMAGE-THUMBNAIL 1-s2.0-S1381116905005297-gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/gr2/DOWNSAMPLED/image/gif/35c2620e71da9b57cc1fe51b56e6598f/gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/gr2/DOWNSAMPLED/image/gif/35c2620e71da9b57cc1fe51b56e6598f/gr2.gif gr2 gr2.gif gif 6472 319 357 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/fx2/DOWNSAMPLED/image/gif/427cbdca337eb629afc3083175e98a58/fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/fx2/DOWNSAMPLED/image/gif/427cbdca337eb629afc3083175e98a58/fx2.gif fx2 fx2.gif gif 1968 70 362 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/fx1/DOWNSAMPLED/image/gif/6afadb79531d869369f4374f80f82e06/fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/fx1/DOWNSAMPLED/image/gif/6afadb79531d869369f4374f80f82e06/fx1.gif fx1 true fx1.gif gif 5011 177 362 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/gr1/DOWNSAMPLED/image/gif/e1e9b5720b8476c939ed0d4676ba57cf/gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/gr1/DOWNSAMPLED/image/gif/e1e9b5720b8476c939ed0d4676ba57cf/gr1.gif gr1 gr1.gif gif 15485 440 357 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/sc1/DOWNSAMPLED/image/jpeg/6330ccf7fb8473eb39bde13418d3d1a9/sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/sc1/DOWNSAMPLED/image/jpeg/6330ccf7fb8473eb39bde13418d3d1a9/sc1.jpg sc1 sc1.jpg jpg 21674 297 474 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/sc2/DOWNSAMPLED/image/jpeg/bdd6f386b495d2f30075470a124ece4d/sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/sc2/DOWNSAMPLED/image/jpeg/bdd6f386b495d2f30075470a124ece4d/sc2.jpg sc2 sc2.jpg jpg 19730 233 445 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905005297-si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905005297/STRIPIN/image/gif/4fa8ea7a2e8c8bb89ecbacf573bde5bf/si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905005297/STRIPIN/image/gif/4fa8ea7a2e8c8bb89ecbacf573bde5bf/si1.gif si1 si1.gif gif 1227 21 323 ALTIMG MOLCAA 5446 S1381-1169(05)00529-7 10.1016/j.molcata.2005.07.031 Elsevier B.V. Fig. 1 FTIR spectrum of silica gel, ionic liquid and supported ionic liquds. Fig. 2 Solid-state 13C NMR spectrum of supported ionic liquids. Scheme 1 1-Allyimidazolium contained acidic ionic liquids. Scheme 2 Immobilized ionic liquids 3a–4b/SG. Table 1 Esterification reactions catalyzed by immobilized IL a : R 1 -COOH + R 2 OH ⟶ immobilized IL R 1 C O 2 R 2 + H 2 O Run R1 R2 Cat. Temperature (°C) Time (h) Yield b (%) 1 CH3 C2H5 3a/SG 80 6 76.4 2 CH3 C2H5 3b/SG 80 6 81.9 3 CH3 C2H5 4a/SG 80 6 72.3 4 CH3 C2H5 4b/SG 80 6 82.5 5 CH3 C2H5 4b 80 6 82.8 6 c CH3 C2H5 4b/SG 80 6 81.1 7 CH3 n-C8H17 4b/SG 100 8 94.6 8 CH3 n-C10H21 4b/SG 100 8 95.1 9 n-C9H19 C2H5 4b/SG 100 8 86.3 10 n-C9H19 n-C10H21 4b/SG 100 8 90.4 a Alcohol: 20mmol; carboxylic acid: 10mmol; the mole ratio of carboxylic acid to ionic liquid was kept at 350. b Yield was achieved by GC analysis. c Result was obtained after three times recycle. Table 2 Nitration of aromatics with catalytic quantities of ionic liquids a : Run R Cat. Conv. (%) Product distribution ortho meta para 1 H 3a 49.3 n/a b 2 H 3a/SG 62.8 n/a 3 H 3b 47.5 n/a 4 H 3b/SG 61.6 n/a 5 H 3b/SG 58.3 c n/a 6 Me 3b/SG 85.8 33.7 5.8 60.5 7 Cl 3b/SG 10.4 42.7 1.2 56.1 8 Br 3b/SG 22.2 45.8 Trace 54.2 9 NO2 3b/SG <1 n/a a Reaction temperature: 80°C; reaction time: 4h; mole ratio of aromatic compound/nitric acid: 1:3; mole ratio of aromatic compound/ionic liquid: 20. b No isomer was detected. c Result was obtained after three times recycle. Acidic ionic liquid modified silica gel as novel solid catalysts for esterification and nitration reactions Kun Qiao a Hisahiro Hagiwara b Chiaki Yokoyama a ⁎ a Institute of Multidisciplinary Research for Advanced Materials, Tohoku University, 2-1-1 Katahira, Aoba-ku, Sendai 980-8577, Japan b Graduate School of Science and Technology, Niigata University, Ikarashi-2, Niigata 950-2181, Japan ⁎ Corresponding author. Tel.: +81 22 2175646. Graphical abstract Covalent bond immobilized ionic liquids are prepared via radical chain transfer reaction of 1-allylimidazolium based ionic liquids on modified silica gel and proved to be recyclable heterogeneous acidic catalysts for esterification and nitration reaction. Covalent bond immobilized ionic liquids are prepared via radical chain transfer reaction of 1-allylimidazolium based ionic liquids on modified silica gel and proved to be recyclable heterogeneous acidic catalysts for esterification and nitration reactions. Keywords Silica gel 1-Allylimidazolium Esterification Ionic liquid Nitration 1 Introduction Preparing heterogeneous catalysts by immobilizing the homogenous precursors on solid support is one of the important routes for developing novel heterogeneous catalysts. In most of these cases, the immobilized catalysts so prepared could provide advantages over their unsupported counterparts in terms of separation, reusability, and particularly, the ability to provide practical conveniences in a continuous system that is valued in industry [1]. Meanwhile, room temperature ionic liquids (RTILs) have gained more and more recognition as green and promising solvents for synthetic chemistry [2]. Acidic ionic liquids, including the well-known chloroaluminate based ionic liquids and the recently developed Brønsted acidic ones that contains trifluoromethyl sulfuric acid as acidic group [3], have proved to be effective catalysts for a variety of reactions. Efforts at immobilizing ionic liquids on solid supports by chemical covalent bond have already been reported [4]. It has been demonstrated that chloroaluminate based acidic ionic liquid could be immobilized on solid supports by either physical coating of ionic liquids on Al2O3, SiO2 and TiO2 or covalent attachment of ionic liquids to the support surface [5]. In comparison with chloroaluminate based acidic ionic liquids, Brønsted acidic ionic liquids that contains trifluoromethyl sulfuric acid have shown higher stability toward air and water. Unfortunately, however, preparation of the chemical covalent bond immobilized Brønsted acidic ionic liquids, to our knowledge, is still absent from the literature. Recently, we have found that trifluoromethyl sulfuric acid contained in the Brønsted acidic ionic liquids could be further changed to sulfonyl chloride to behave as Lewis acidic ionic liquids. Although these acidic ionic liquids were employed successfully as catalysts for reactions such as alkylation [6a], nitration [6b] and Beckmann rearrangement [6c], separation of product or ionic liquids themselves still remains a problem when they were used in some homogenous reaction systems such as esterification of alcohol with acetic acid or nitration of aromatic compounds with aqueous nitric acid, due to the miscibility of these ionic liquids with products or reagents. In this paper, we report our continuous efforts at exploring the application of these acidic ionic liquids as catalysts in synthetic chemistry, which involves the preparation of novel 1-allylimidazolium containing acidic ionic liquids that are immobilized on modified silica gel by covalent bond and their use as recyclable heterogeneous catalysts for esterification and nitration reaction. 2 Experimental 2.1 Preparation of 3-mercaptopropyltrimethoxysilane (MPS) modified silica gel 3-Mercaptopropyltrimethoxysilane (MPS) modified silica gel was prepared by the reaction of Silica gel 60 (70–230 mesh, Merck) and MPS according to the published procedure [7]. 2.2 Preparation of 1-allyimidazolium containing zwitterionic salts To 1-allyimidazole (0.1mol) in a 200ml beaker was added 0.1mol sultone (1,3-propane- or 1,4-butane sultone) slowly at 0°C. Then the mixture was stirred at room temperature for about 24h until it turned into solid. Thus formed solid was washed with ether by filtration and dried in vacuo at room temperature. 2.3 Preparation of Brønsted acidic ionic liquids To CF3SO3H (25.0g, 0.166mol) in a 150ml round flask, was added equal amount 1-allyimidazolium containing zwitterionic salt slowly at 0°C. Then the flask was stirred in an oil bath at 60°C for 12h. The liquid product was washed with diethyl ether and dried in vacuo at 50°C for 2h. 2.4 Preparation of Lewis acidic ionic liquids Thionyl chloride (0.12mol) was charged into a 100ml two-necked flask with a magnetic stirrer. Under reflux conditions, the Brønsted acidic ionic liquid was slowly added into the flask, then the reaction was allowed to proceed for a 8h. The unreacted thionyl chloride was removed by distillation to give the residual liquid as product. Then the product was washed by diethyl ether and dried in vacuo at 50°C for 2h (Scheme 1 ). 2.5 Preparation of acidic ionic liquids modified silica gel To a 100ml round flask with a magnetic stirrer, 10mmol acidic ionic liquid, 2g MPS modified silica gel, 50ml acetonitrile and 5%mol (to ionic liquid) azodiisobutyronitrile (AIBN) was added successively. Then the reaction was carried out under reflux for 30h. The precipitate was filtered and washed with solvents in the order of acetonitrile, acetone and diethyl ether, and then dried in vacuo at 50°C for 6h. (Scheme 2 ). 2.6 Reaction and analysis In a typical experiment of esterification, immobilized ionic liquid, alcohol (20mmol) and carboxylic acid (10mmol) are charged successively into a test tube with a magnetic stirrer. The mole ratio of carboxylic acid to ionic liquid was kept at 350. Then the reaction was allowed to proceed at desired temperature for 6–8h. In a typical experiment of nitration, immobilized ionic liquid, aromatic compound (50mmol), 62% nitric acid and catalyst were charged successively into a test tube with a magnetic stirrer. The mole ratio of aromatic compound to ionic liquid was kept at 20. Then the reaction was allowed to proceed at 80°C for 4h. Both reactions were monitored by a gas chromatograph equipped with an FID detector (Shimadzu GC-14A, ULBON HR-52 capillary column 25m×0.32mm). In a recycling experiment, after the product was removed by decantation, the immobilized catalyst remaining in the test tube was washed with water and diethyl ether, and then dried in vacuo at 50°C for 6h. The procedure for recycling reaction was the same as describe above. FTIR measurements were carried out on a Perkin Elmer Spetrum One spectrometer. 13C NMR spectrums were obtained form a Bruker AVANCE 400WB instrument using glycine amino acid as standard. 3 Results and discussion 3.1 Characteration of the acidic ionic liquids modified solid catalyst The method for immobilizing acidic ionic liquid on modified silica gel was also used recently to prepare ionic liquid immobilized silica gel that acted as the stationary phase for HPLC separation, and it was demonstrated therein that Raman spectroscopy was a suitable way to characterize the silica gel so prepared [4a]. In our experiments, these acidic ionic liquids modified silica gels were characterized by FTIR as well as 13C NMR spectra (Figs. 1 and 2 ). As can be seen from Fig. 1, there could be an S–H (v: 2565cm−1) vibration peak clearly observed on curve c, which indicated that MPS was successfully grafted on the surface of silica gel. Curve e, the FTIR spectrum of ionic liquid 4b, has shown two characteristic peaks at the positions of 1647 and 1563cm−1, which were attributed to the cc vibration peaks of the allyl group and imidazole ring, respectively. Both the peaks of S–H at 2565cm−1 and the allyl group at 1647cm−1 totally disappeared, while the peak of the imidazole ring at 1563cm−1 remained, after radical chain transfer reaction between MPS modified silica gel and ionic liquid occurred, on curves b and d, which convinced us that the ionic liquid was successfully grafted on silica gel via the route shown in Scheme 2. One thing we should mention is that there maybe existed the possible reaction between thiol and sulfonyl chloride to form thiolsulfonate in the heating condition in the process of preparation of 3b/SG and 4b/SG. From the FTIR spectrum of 4b/SG, however, we think this kind of reaction didn’t occur; if the reaction between thiol and sulfonyl chloride had happened, the allyl group should remain unchanged and its signal at 1647cm−1 should be observed. Therefore, the absence of the signal of the allyl group at 1647cm−1 on supported ionic liquid totally excluded this possibility. As could also be seen from Fig. 2, the solid-state 13C NMR spectrum of 3a/SG and 4b/SG shoed only peaks of carbons in the imidazole ring and no evidence of carbon from the allyl group was observed, which kept coincident with, and further supported, our above conclusion. The loading amount of acidic ionic liquids on silica gel was determined by element analysis. The nitrogen analysis of 3a–4b/SG (N, 1.11, 1.15, 0.50 and 0.35mmol/g) indicated that 0.56, 0.58, 0.25 and 0.18mmolg−1 of acidic ionic liquids 3a–4b were, respectively, grafted on the surface of silica gel. 3.2 Esterification of alcohol with carboxylic acid Esterification of alcohol with carboxylic acid is one of the most important unit reactions in chemistry. Previous work by Cole et al. has already demonstrated that Brønsted acidic ionic liquids were effective catalysts for esterification [3]. Unfortunately, however, it was carried out in a homogenous system, resulting in some difficulty in separation of product from ionic liquids. If the silica gel supported ionic liquid could be used in a solid-liquid heterogeneous mode, it was expected that it would be very easy to perform the product separation. Results of esterification of some simple carboxylic acids with alcohols in the presence of the immobilized ionic liquid 3a–4b/SG are summarized in Table 1 . As shown in Table 1, immobilized ionic liquids 3a–4b/SG catalyzed smoothly the esterification reaction of ethanol with acetic acid (Runs 1–4). Medium yields ranging from 72.3% to 82.5% were achieved. It could also be seen that the immobilized ionic liquid exhibited nearly the same catalytic activity as its homogenous counterpart (Runs 4 and 5). Just as expected, product could be easily separated by decantation and the supported ionic liquid catalysts could be reused. 4b/SG, for example, could be reused several times with no any significant loss of catalytic performance (Run 6). Then esterification of several other substrates, including long chain carboxylic acids and alcohols, were carried out under unoptimized conditions in the presence of immobilized ionic liquid 4b/SG. As can be seen from the table, medium to high yields of product were achieved in all of the cases (Runs 7–10). 3.3 Nitration of aromatic compounds with aqueous nitric acid The second reaction we examined was nitration of aromatic compounds with aqueous nitric acid. It was well known that nitration of aromatic compounds with nitric acid was also among the most important unit reactions in chemical industry. From either an industrial or environmental standpoint, the ideal nitration agent is aqueous nitric acid, which is inexpensive and generates only water as waste [8]. Unfortunately, few catalytic systems that involved using aqueous nitric acid as nitration agent are reported up to now. Recently, we found that Brønsted acidic ionic liquid is capable of catalyzing the nitration of aromatic compounds with medium concentration aqueous nitric acid [6b]. It should be noted, however, that it is very difficult to separate Brønsted ionic liquid from the reaction system after reaction since it is miscible with nitric acid. Therefore, if it were reused in the way as described in reference [6b], the conversion of aromatic compound should decrease. Results of nitration of some simple aromatic compounds with 62% nitric acid are listed in Table 2 . As can be seen from the table, both supported ionic liquids 3a/SG and 3b/SG could act as effective catalysts for nitration of benzene with 62% nitric acid, and, exhibited higher activity than their pure precursor 3a and 3b (Runs 1–4). Their advantages as solid catalyst in separation and reusability were also observed. Nitration product could be separated by decantation and supported ionic liquid catalysts could be reused (Run 5). 3b/SG was also used as catalyst for nitration of some other aromatic compound substrates, including toluene, chlorobenzene, bromobenzene and nitrobenzene (Runs 6–9). Application of immobilized ionic liquids to acid catalysis was so far only examined in the reactions of esterification of alcohol with acetic acid and nitration of aromatic compounds with aqueous nitric acid. They have shown, in comparison with their unsupported precursor, the same or higher activity and advantage in product separation. Based upon the already known properties of Brønsted and Lewis acidic ionic liquids as catalysts for organic reactions, we are inclined to believe that these immobilized ionic liquids have great potential to find further applications for a wider range of reactions besides esterification and nitration, especially in the continuous flow mode, which is now receiving great attention in organic synthesis [9]. Efforts to expand the application scope of immobilized ionic liquids and to explore the possibility of their usage in continuous flow reactors are being made now. 4 Conclusions In conclusion, it was demonstrated that 1-allylimidazolium containing acidic ionic liquids could be immobilized on 3-mercaptopropyltrimethoxysilane modified silica gel by covalent bond. Thus formed ionic liquid modified silica gel could behave as recyclable solid catalyst for esterification of alcohol with acetic acid and nitration of aromatic compounds with aqueous nitric acid, offering practical convenience in product separation over pure ionic liquid system. References [1] C.E. Song J.S. Lim S.C. Kim K. Lee D.Y. Chi Chem. Commun. 2000 2415 (and references cited therein) [2] For recent reviews on ionic liquids, see (a) J. Dupont R.F. de Souza P.A.Z. Suarez Chem. Rev. 102 2002 3667 (b) P. Wasserscheid W. Keim Angew. Chem. Int. Ed. 39 2000 3772 (c) T. Welton Chem. Rev. 99 1999 2071 (d) C.M. Gordon Appl. Catal. A Gen. 222 2001 101 (e) R. Sheldon Chem. Commun. 2001 2399 [3] A.C. Cole J.L. Jensen I. Ntai K.L.T. Tran K.J. Weaver D.C. Forbes J.H.J. Davis Jr. J. Am. Chem. Soc. 124 2002 5962 [4] (a) S. Liu F. Zhou L. Zhao X. Xiao X. Liu S. Jiang Chem. Lett. 33 2004 496 (b) B. Gadenne P. Hesemann J.J.E. Moreau Chem. Commun. 2004 1768 [5] (a) C. DeCastro E. Sauvage M.H. Valkenberg W.F. Hölderich J. Catal. 196 2000 86 (b) C.P. Mehnert Chem. Eur. J. 11 2005 50 [6] (a) K. Qiao C. Yokoyama Chem. Lett. 33 2004 472 (b) K. Qiao C. Yokoyama Chem. Lett. 33 2004 808 (c) K. Qiao Y. Deng C. Yokoyama H. Sato M. Yamashina Chem. Lett. 33 2004 1350 [7] C. Rosini C. Bertucci D. Pini P. Altemura P. Salvadori Tetrahedron Lett. 26 1985 3361 [8] F.J. Waller A.G.M. Barrett D.C. Braddock D. Ramprasad Chem. Commun. 1997 613 [9] G. Jas A. Kirschning Chem. Eur. J. 9 2003 5708",
      "scopus-id": "32844467648",
      "coredata": {
        "eid": "1-s2.0-S1381116905005297",
        "dc:description": "Covalent bond immobilized ionic liquids are prepared via radical chain transfer reaction of 1-allylimidazolium based ionic liquids on modified silica gel and proved to be recyclable heterogeneous acidic catalysts for esterification and nitration reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905005297",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Qiao, Kun"
          },
          {
            "@_fa": "true",
            "$": "Hagiwara, Hisahiro"
          },
          {
            "@_fa": "true",
            "$": "Yokoyama, Chiaki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905005297"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905005297"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00529-7",
        "prism:volume": "246",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Acidic ionic liquid modified silica gel as novel solid catalysts for esterification and nitration reactions",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silica gel"
          },
          {
            "@_fa": "true",
            "$": "1-Allylimidazolium"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "Ionic liquid"
          },
          {
            "@_fa": "true",
            "$": "Nitration"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-69",
        "prism:endingPage": "69",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2006",
        "prism:doi": "10.1016/j.molcata.2005.07.031",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/j.molcata.2005.07.031",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "78",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1859",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1864",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1088",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "24",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "495",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "61",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1089",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1512",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6472",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "70",
            "@width": "362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1968",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "177",
            "@width": "362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5011",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "440",
            "@width": "357",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15485",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "297",
            "@width": "474",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21674",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "445",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19730",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905005297-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1227",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/32844467648"
      }
    }
  }
}