{
  "metadata": {
    "title": "New ammonia synthesis catalysts based on supported potassium carbonyl ruthenates as precursors of catalytically active ruthenium particles and potassium promoter",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-09-01",
    "doi": "10.1016/j.molcata.2004.04.031",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904002936",
    "pii": "S1381116904002936"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-3042793151",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-06-07 2004-06-07 2010-03-28T13:36:59 1-s2.0-S1381116904002936 S1381-1169(04)00293-6 S1381116904002936 10.1016/j.molcata.2004.04.031 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01938 2015-05-15T05:56:32.920819-04:00 0 0 20040901 2004 2004-06-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 219 219 1 1 Volume 219, Issue 1 20 149 153 149 153 20040901 1 September 2004 2004-09-01 2004 converted-article fla Copyright © 2004 Elsevier B.V. All rights reserved. NEWAMMONIASYNTHESISCATALYSTSBASEDSUPPORTEDPOTASSIUMCARBONYLRUTHENATESPRECURSORSCATALYTICALLYACTIVERUTHENIUMPARTICLESPOTASSIUMPROMOTER YUNUSOV S 1 Introduction 2 Experimental 3 Results and discussion Acknowledgements References SCHLOGL 2003 2004 R LIANG 2002 278 C BIELAWA 2001 1061 H SHUR 1998 765 V YUNUSOV 1997 L35 S YUNUSOV 1998 263 S YUNUSOV 1999 219 S YUNUSOV 2001 141 S YUNUSOV 2001 251 S BHATTACHARYYA 1983 1187 A BHATTACHARYYA 1990 2368 N ERMAKOV 1987 435 Y FENELONOV 1997 1129 V RESHETENKO 2003 1605 T AIKA 1992 126 K YUNUSOVX2004X149 YUNUSOVX2004X149X153 YUNUSOVX2004X149XS YUNUSOVX2004X149X153XS item S1381-1169(04)00293-6 S1381116904002936 1-s2.0-S1381116904002936 10.1016/j.molcata.2004.04.031 271358 2010-10-15T16:14:39.773256-04:00 2004-09-01 1-s2.0-S1381116904002936-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904002936/MAIN/application/pdf/a67b43511dafd5d8e1abeaa8fa14deaf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904002936/MAIN/application/pdf/a67b43511dafd5d8e1abeaa8fa14deaf/main.pdf main.pdf pdf true 74654 MAIN 5 1-s2.0-S1381116904002936-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904002936/PREVIEW/image/png/865d521272254cd021c200a7ed4609bd/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904002936/PREVIEW/image/png/865d521272254cd021c200a7ed4609bd/main_1.png main_1.png png 69331 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904002936-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904002936/fx1/THUMBNAIL/image/gif/b9cfab024bbaf057d7c65665e7d53c2f/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904002936/fx1/THUMBNAIL/image/gif/b9cfab024bbaf057d7c65665e7d53c2f/fx1.sml fx1 true fx1.sml sml 677 26 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904002936-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904002936/fx1/DOWNSAMPLED/image/gif/5f13bd38b7890a2aff46107d14f82818/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904002936/fx1/DOWNSAMPLED/image/gif/5f13bd38b7890a2aff46107d14f82818/fx1.gif fx1 true fx1.gif gif 3524 78 376 IMAGE-DOWNSAMPLED MOLCAA 4648 S1381-1169(04)00293-6 10.1016/j.molcata.2004.04.031 Elsevier B.V. Table 1 Steady ammonia concentrations in the gas flow (vol.%) and ammonia synthesis rates (mlNH3 h−1 g−1 cat., STP) over the catalysts based on different potassium carbonyl ruthenates on “Sibunit” carbon Carbonyl ruthenate Amount of catalyst (g) Ammonia concentration Ammonia synthesis rate 250°C 300°C 350°C 400°C 250°C 300°C 350°C 400°C K2[Ru6(CO)18] 2.70 <0.01 0.03 0.21 0.39 <0.4 1.1 7.8 14.4 K2[Ru4(CO)13] 2.69 0.02 0.16 0.67 0.40 0.7 5.9 24.9 14.9 K4[Ru4(CO)12] 2.80 0.02 0.22 0.75 0.41 0.7 7.9 26.8 14.6 K6[Ru6(CO)16] 2.72 0.02 0.22 0.75 0.41 0.7 8.1 27.6 15.1 K6[Ru4(CO)11] 2.92 0.04 0.43 0.86 0.44 1.4 14.7 29.5 15.1 K2[Ru(CO)4] 2.69 0.03 0.36 0.81 0.41 1.1 13.4 30.1 15.2 The ruthenium content in the catalysts ∼2.22–2.24mmol; Ru/carbon=9wt.%; the weight of the catalysts was determined after their testing in ammonia synthesis at 250–400°C. Table 2 Steady ammonia concentrations in the gas flow (vol.%) and ammonia synthesis rates (mlNH3 h−1 g−1 cat., STP) over the K2[Ru(CO)4]-based catalyst on different supports Support Amount of catalyst (g) Ammonia concentration Ammonia synthesis rate 250°C 300°C 350°C 400°C 250°C 300°C 350°C 400°C “Sibunit” 2.69 0.03 0.36 0.81 0.41 1.1 13.4 30.1 15.2 CFC-I 2.93 0.03 0.35 0.68 0.40 1.0 11.9 23.2 13.7 CFC-III 2.92 0.04 0.53 0.84 0.41 1.4 18.2 28.8 14.0 MgO 2.85 0.03 0.45 0.86 0.44 1.1 15.8 30.2 15.4 γ-Al2O3/C 2.85 0.01 0.19 0.61 0.44 0.4 6.7 21.4 15.4 γ-Al2O3 2.87 0.01 0.11 0.62 0.44 0.3 3.8 21.6 15.3 The ruthenium content in the catalysts ∼2.22–2.24mmol; Ru/carbon=9wt.%; the weight of the catalysts was determined after their testing in ammonia synthesis at 250–400°C. Table 3 Steady ammonia concentrations in the gas flow (vol.%) and ammonia synthesis rates (mlNH3 h−1 g−1 cat., STP) at different metallic potassium to carbon molar ratios for the K2[Ru(CO)4]+K and K2[Ru4(CO)13]+K catalysts on active carbons Carbonyl ruthenate Carbon support Amount of catalyst (g) K:C (mol/mol) Ammonia concentration Ammonia synthesis rate 250°C 300°C 350°C 400°C 250°C 300°C 350°C 400°C K2[Ru(CO)4] “Sibunit” 2.69 0 0.03 0.36 0.81 0.41 1.1 13.4 30.1 15.2 3.35 0.050 0.40 1.52 0.86 0.44 11.9 45.4 25.7 13.1 3.55 0.080 0.47 1.55 0.86 0.44 13.2 43.7 24.2 13.4 3.77 0.104 0.34 1.29 0.86 0.44 9.0 34.2 22.8 11.7 K2[Ru4(CO)13] “Sibunit” 2.69 0 0.02 0.16 0.67 0.40 0.7 5.9 24.8 14.9 3.16 0.052 0.37 1.01 0.73 0.42 11.7 32.0 23.1 13.3 3.31 0.064 0.41 1.10 0.81 0.44 12.4 33.2 24.5 13.3 3.39 0.080 0.38 1.21 0.86 0.44 11.2 35.7 25.4 13.0 3.70 0.106 0.28 1.10 0.86 0.44 7.6 29.7 23.2 11.9 K2[Ru(CO)4] CFC-III 2.92 0 0.04 0.53 0.83 0.41 1.4 18.2 28.4 14.0 3.54 0.080 0.35 1.44 0.86 0.41 9.9 40.7 24.3 11.6 The ruthenium content in the catalysts ∼2.22–2.24mmol; Ru/carbon=9wt.%. New ammonia synthesis catalysts based on supported potassium carbonyl ruthenates as precursors of catalytically active ruthenium particles and potassium promoter S.M Yunusov a E.S Kalyuzhnaya a B.L Moroz b A.S Ivanova b T.V Reshetenko b L.B Avdeeva b V.A Likholobov b V.B Shur a ∗ a A.N. Nesmeyanov Institute of Organoelement Compounds, Russian Academy of Sciences, Vavilov Street 28, Moscow 119991, Russia b K.G. Boreskov Institute of Catalysis, Siberian Branch of the Russian Academy of Sciences, Ac. Lavrent’ev Avenue 5, Novosibirsk 630090, Russia * Corresponding author. Tel.: +7-095-135-5024; fax: +7-095-135-5085. New supported “single-component” ruthenium catalysts for ammonia synthesis derived from various potassium carbonyl ruthenates such as K2[Ru6(CO)18], K4[Ru4(CO)12], K6[Ru6(CO)16], K6[Ru4(CO)11] and K2[Ru(CO)4] are reported. The highest activity is exhibited by the K6[Ru4(CO)11]- and K2[Ru(CO)4]-based systems. An introduction of potassium metal into the catalysts leads to further increase in the ammonia synthesis rate. New supported “single-component” ruthenium catalysts for ammonia synthesis are reported. For preparation of the catalysts, various potassium carbonyl ruthenates such as K2[Ru6(CO)18] (K:Ru=1:3), K4[Ru4(CO)12] (K:Ru=1:1), K6[Ru6(CO)16] (K:Ru=1:1), K6[Ru4(CO)11] (K:Ru=1.5:1) and K2[Ru(CO)4] (K:Ru=2:1) were used as precursors of both catalytically active ruthenium particles and potassium promoter while graphite-like carbon “Sibunit” was utilized as a support. The studied catalysts have been compared in their activity with the previously described K2[Ru4(CO)13]-based catalyst (K:Ru=1:2) on “Sibunit”. It has been established that the rate of the ammonia synthesis at 300°C over these catalysts increases with the increase in the K:Ru ratio in the starting carbonyl metallate, reaching a maximum in the case of the K6[Ru4(CO)11]-based sample. On further enhancement in the K:Ru ratio, i.e. when the K2[Ru(CO)4] catalyst is used, the rate of the ammonia formation noticeably diminishes. The activity of the K2[Ru(CO)4]-based catalyst in the ammonia synthesis can be considerably augmented on the replacement of “Sibunit” by catalytic filamentous carbon CFC-III or MgO. The use of γ-Al2O3 or carbon-coated γ-Al2O3 as supports decreases the reaction rate. An introduction of metallic potassium into the K2[Ru(CO)4] catalysts on “Sibunit” and CFC-III accelerates strongly the process of the ammonia synthesis. The highest activity is exhibited by the K2[Ru(CO)4]+K system on “Sibunit” at the metallic potassium to carbon molar ratio of 0.08. On using this catalyst (3.55g), the steady ammonia concentration in the gas flow at 300°C and 1atm amounts to 71.1% of the equilibrium value while at 350 and 400°C the process of the ammonia synthesis fully reaches the equilibrium. In its efficiency in the ammonia production at 250–300°C, the K2[Ru(CO)4]+K catalyst on “Sibunit” carbon significantly exceeds the previously developed K2[Ru4(CO)13]+K catalyst on the same support. Keywords Ammonia synthesis Supported catalysts Ruthenium Potassium carbonyl metallates Metallic potassium 1 Introduction During the past decades, there has been a considerable progress in a field of low-temperature ammonia synthesis from dinitrogen and dihydrogen (see e.g. [1–16] and references cited therein). New types of catalysts precursors, supports and electron promoters for this process have been developed, novel impressive examples of synergistic effects in ammonia synthesis have been described, an important information on the mechanism of the dinitrogen activation and its hydrogenation has been obtained. As a result of these studies, new efficient catalysts exhibiting an increased activity in ammonia synthesis in the low-temperature region have been found. As part of our ongoing research program on the development of low-temperature catalysts for ammonia synthesis (see review [11] and [12–16]), we have previously reported the first supported catalysts for this process based on potassium derivatives of anionic metal carbonyl clusters (K2[Ru4(CO)13], K2[Os3(CO)11], K2[Fe2(CO)8]). A remarkable feature of such clusters is their ability to serve as precursors of both catalytically active metal particles and potassium promoter. Basing on this approach, we applied the above-mentioned K2[Ru4(CO)13], K2[Os3(CO)11] and K2[Fe2(CO)8] clusters for creating the first systems on carbon supports capable of catalyzing the dinitrogen hydrogenation in the absence of a specially added electron promoter [13,14]. The highest activity among these supported “single-component” ammonia synthesis catalysts was observed for the K2[Ru4(CO)13] samples which turned out to be active in the ammonia synthesis starting from 250°C (1atm). Further increase in the ammonia synthesis rate has been achieved on the replacement of carbon supports by highly basic magnesium oxide [13]. It has also been found that particularly effective ammonia synthesis catalysts can be obtained when the K2[Ru4(CO)13]-, K2[Os3(CO)11]- and K2[Fe2(CO)8]-based systems on carbon supports are treated with metallic potassium as an additional electron promoter [14]. In the present paper, new carbon-supported “single-component” ruthenium catalysts for ammonia synthesis based on various potassium carbonyl ruthenates such as K2[Ru6(CO)18], K4[Ru4(CO)12], K6[Ru6(CO)16], K6[Ru4(CO)11] and K2[Ru(CO)4] are reported. The results obtained demonstrate a strong effect of the K:Ru ratio in the starting carbonyl ruthenate on the ammonia synthesis rate. It has been shown that the most efficient catalysts, derived from K6[Ru4(CO)11] and K2[Ru(CO)4], exceed considerably in their activity at 300°C and atmospheric pressure the aforementioned K2[Ru4(CO)13]-based catalyst. The potassium metal-promoted K2[Ru(CO)4] catalysts are also significantly more active than the corresponding K2[Ru4(CO)13]+K systems. The influence of the nature of a support on the rate of the ammonia synthesis over the K2[Ru(CO)4] catalyst has also been described. 2 Experimental All manipulations with potassium carbonyl ruthenates and the corresponding catalysts were carried out in an Ar atmosphere or in vacuum with careful exclusion of air oxygen and moisture. Tetrahydrofuran (THF) was purified in the usual manner and freshly distilled from sodium/benzophenone under Ar prior to use. The starting K2[Ru6(CO)18], K4[Ru4(CO)12] and K6[Ru4(CO)11] were prepared by the reactions of Ru3(CO)12 with potassium benzophenoneketyl in THF [17,18], the starting K6[Ru6(CO)16] was synthesized by the interaction of potassium benzophenoneketyl with K2[Ru6(CO)18] in THF [18], the starting K2[Ru(CO)4] was obtained by the reaction of Ru3(CO)12 with potassium in liquid ammonia [19]. The supported Ru catalysts containing no metallic potassium were prepared by the impregnation of a support with a solution of the corresponding potassium carbonyl ruthenate in THF (K2[Ru6(CO)18]) or dry methanol (K4[Ru4(CO)12], K6[Ru6(CO)16], K6[Ru4(CO)11], K2[Ru(CO)4]) followed by removal of a solvent at 20°C in vacuum. Graphite-like carbon “Sibunit” [20] (99.5% of C, BET surface area is ca. 440m2/g), catalytic filamentous carbons CFC-I [21,22] (99.0% of C, 96m2/g) and CFC-III [21,22] (99.5% of C, 315m2/g) as well as MgO (220m2/g), γ-Al2O3 (200m2/g) and carbon-coated γ-Al2O3 (26% of C, 133m2/g) were used as supports. Before impregnation, “Sibunit”, CFC-I and CFC-III were dried at 130°C in vacuum for 6h, MgO was dried at 200°C in vacuum for 2h, γ-Al2O3 and carbon-coated γ-Al2O3 were heated at 400°C in a dihydrogen stream for 10h followed by evacuating at 300°C for 1h. The impregnation of “Sibunit”, CFC-I, CFC-III and MgO with a solution of K2[Ru(CO)4] was conducted also, using liquid ammonia as a solvent instead of dry methanol. In this case, the supported samples were heated for 0.5h at 250°C in a dihydrogen flow before their testing in ammonia synthesis. The replacement of methanol by liquid ammonia did not change essentially the activity of the K2[Ru(CO)4] catalysts in ammonia synthesis. For obtaining potassium metal-promoted Ru catalysts, the carbon-supported K2[Ru(CO)4] underwent the thermal decomposition in a stream of H2 (7.5l/h) at 300°C for 6h to remove carbon monoxide ligands. Then, the resulting samples were treated at 120–130°C with metallic potassium according to the procedure described in [14]. The reaction with potassium afforded dark brown (sometimes nearly black) strongly pyrophoric samples which were tested in ammonia synthesis. Catalytic tests were carried out in a flow-type glass reactor at 250–400°C and atmospheric pressure with the use of a stoichiometric N2–H2 mixture (flow rate=10l/h). The catalysts were tested at first at 250°C; then the temperature was successively raised to 300, 350 and 400°C. The measure of the activity of the catalysts was the ammonia content in the outlet gas and the rate of the ammonia formation (mlNH3 h−1 g−1 cat., STP) in the steady state. The ammonia concentrations in the gas flow were determined by measuring the time which is necessary to neutralize a definite amount of an aqueous HCl (or H2SO4) solution of a known concentration with ammonia at constant flow rate, temperature and pressure. From the results of these measurements, the contents of ammonia in the gas were calculated. The presence of ammonia in the analyzed solutions was controlled by the reaction with the Nessler reagent. The repeated analyses of these solutions by the Kjeldal method gave the same NH3 contents. The values of steady ammonia concentrations were averaged over six to eight measurements and rounded to two decimal figures. The standard deviations from the average values were within 0.002–0.008vol.%. 3 Results and discussion In Table 1 , the steady ammonia concentrations in the gas flow and the ammonia synthesis rates at 250–400°C for the K2[Ru6(CO)18], K4[Ru4(CO)12], K6[Ru6(CO)16], K6[Ru4(CO)11] and K2[Ru(CO)4] catalysts on carbon “Sibunit” are presented. The corresponding literature values [13,14] for the analogous K2[Ru4(CO)13] catalyst on the same support are also included in the table for a comparison. All the samples contained 2.23–2.24mmol of Ru. The Ru/carbon ratio was 9wt.%. The results obtained show that the rate of the ammonia synthesis over these catalysts is strongly dependent on the nature of the supported potassium carbonyl ruthenate. In the series of the K2[Ru6(CO)18] (K:Ru=1:3), K2[Ru4(CO)13] (K:Ru=1:2), K4[Ru4(CO)12] (K:Ru=1:1), K6[Ru6(CO)16] (K:Ru=1:1) and K6[Ru4(CO)11] (K:Ru=1.5:1) catalysts, the reaction rate increases with an increase in the K:Ru ratio in the starting ruthenium compound, reaching a maximum in the case of the K6[Ru4(CO)11]-based sample. This result demonstrates an important role of an increased electron density on Ru atoms for the effective dinitrogen activation. However, on further increase in the K:Ru ratio, i.e. when the K2[Ru(CO)4] sample (K:Ru=1:1) is used, the rate of the process noticeably diminishes, thus indicating the existence of other factors (besides the K:Ru ratio) affecting the ammonia forming capacity of the system. The highest activity in the dinitrogen hydrogenation is exhibited by the K6[Ru4(CO)11]- and K2[Ru(CO)4]-based catalysts. On using the K6[Ru4(CO)11] catalyst, the steady ammonia concentration in the gas stream at 300°C attains a value of 0.43vol.% which is 2.7 times higher than that observed over the previously described K2[Ru4(CO)13] catalyst under the same conditions. At 350 and 400°C, the process of the ammonia synthesis over the K6[Ru4(CO)11] catalyst fully reaches the equilibrium. The K2[Ru(CO)4]-based catalyst is about 2.3 times more active at 300°C than the K2[Ru4(CO)13] sample. The K4[Ru4(CO)12] and K6[Ru6(CO)16] catalysts, being characterized by the same K:Ru ratio (1:1), are close to each other in their activity. On going from the least effective K2[Ru6(CO)18] catalyst to the most efficient K6[Ru4(CO)11] catalyst, the rate of the ammonia formation at 300°C increases by more than one order of magnitude. The effect of the nature of a support on the ammonia synthesis rate has been studied on the example of the more accessible K2[Ru(CO)4] catalyst. As supports, use was made of the CFC-I and CFC-III carbons [21,22] as well as MgO, γ-Al2O3 and carbon-coated γ-Al2O3. In all the samples, the Ru/support ratio was 9wt.%. As seen from Table 2 , the replacement of “Sibunit” carbon in the K2[Ru(CO)4]-based catalyst by CFC-III and MgO leads to a considerable increase in the rate of the ammonia formation. Particularly active is the catalyst on CFC-III which gives 1.5 times greater ammonia concentration in the gas flow at 300°C (0.53vol.%) than the analogous sample on “Sibunit”. Interestingly, highly basic magnesium oxide, affording as a rule significantly more efficient Ru catalysts for ammonia synthesis than those on carbon supports (see e.g. [13,23]), yields here noticeably less active catalysts at 250 and 300°C than that on CFC-III carbon. The use of γ-Al2O3 and carbon-coated γ-Al2O3 as supports instead of “Sibunit” decreases the reaction rate. Data on the effect of potassium metal upon the activity of the K2[Ru(CO)4]-based catalysts on carbons “Sibunit” and CFC-III in the ammonia synthesis are given in Table 3 , together with the corresponding literature data for the analogous K2[Ru4(CO)13]+K systems on “Sibunit” carbon [14]. The amount of Ru in the samples was 2.23–2.24mmol, the Ru/carbon ratio was again 9wt.%. A decrease in this ratio to 6wt.% lowered the synthesis rate. The activity of the catalysts fell down as well when the temperature of preheating of the supported K2[Ru(CO)4] in a dihydrogen stream (see Section 2) was decreased from 300 to 250°C. The data of Table 3 show that the introduction of potassium metal in the catalysts increases sharply their efficiency in the ammonia formation. In the case of the K2[Ru(CO)4]+K catalyst on carbon “Sibunit”, the maximum of the activity is observed at the metallic potassium to carbon molar ratio of 0.08. Both an increase and a decrease in this ratio diminish the reaction rate. On using the optimal K:C ratio, the steady ammonia concentration in the gas at 300°C over the K2[Ru(CO)4]+K catalyst on “Sibunit” reaches 1.55vol.% which corresponds to 71% of an equilibrium value. Under the same conditions, the K2[Ru4(CO)13]+K catalyst gives at 300°C ca. 1.3 times lower ammonia concentration in the gas (1.21vol.%), and at 250°C it is also noticeably less efficient than the K2[Ru(CO)4]+K system. At 350 and 400°C, the reaction of the ammonia synthesis over the K2[Ru(CO)4]+K catalyst totally attains the equilibrium. The K2[Ru(CO)4]+K system on CFC-III carbon is somewhat less effective at 250 and 300°C than the analogous sample on “Sibunit” but noticeably exceeds in its activity at 300°C the above K2[Ru4(CO)13]+K catalyst on “Sibunit” carbon. In the absence of ruthenium, the above carbon supports treated with metallic potassium exhibit only negligible activity or are totally inactive in the ammonia formation at 250–400°C. Thus, the results of this study demonstrate that it is possible to enhance strongly the ammonia synthesis rate changing the K:Ru ratio in the supported potassium carbonyl ruthenate. An additional increase in the efficiency of the process can be achieved by changing the nature of a support and, especially, by introducing potassium metal into the system. At present, we are studying the nature of particles responsible for the activity of the catalysts found in the ammonia synthesis. Acknowledgements This work was supported by the Russian Foundation for Basic Research (the Project code 02-03-32681). References [1] R Schlögl Angew. Chem. Int. Ed. 42 2003 2004 [2] K.-I. Aika, K. Tamaru, in: A. Nielsen (Ed.), Ammonia: Catalysis and Manufacture, Springer, Berlin, 1995, p. 103. [3] S.R. Tennison, in: J.R. Jennings (Ed.), Catalytic Ammonia Synthesis: Fundamentals and Practice, Plenum Press, New York, 1991, p. 303. [4] S. Hagen, R. Barfod, R. Fehrmann, C.J.H. Jacobsen, H.T. Teunissen, K. Stehl, I. Chorkendorf, Chem. Commun. (2002) 1206. [5] C Liang Z Li J Qiu C Li J. Catal. 211 2002 278 [6] H Bielawa O Hinrichsen A Birkner M Muhler Angew. Chem. Int. Ed. 40 2001 1061 [7] R. Kojima, K. Aika, Chem. Lett. (2000) 514. [8] R. Kojima, K. Aika, Chem. Lett. (2000) 912. [9] C.J.H. Jacobsen, Chem. Commun. (2000) 1057. [10] C.J.H. Jacobsen, M. Brorson, J. Sehested, H. Teunissen, E.O. Tornqvist, European Patent EP 1036592 A2 (20 September 2000). [11] V.B. Shur, S.M. Yunusov, Izv. Akad. Nauk, Ser. Khim. (1998) 796 V.B Shur S.M Yunusov Russ. Chem. Bull. 47 1998 765 (Engl. Transl.) [12] S.M Yunusov V.A Likholobov V.B Shur Appl. Catal. A: Gen. 158 1997 L35 [13] S.M Yunusov B.L Moroz A.S Ivanova V.A Likholobov V.B Shur J. Mol. Catal. A: Chem. 132 1998 263 [14] S.M Yunusov E.S Kalyuzhnaya H Mahapatra V.K Puri V.A Likholobov V.B Shur J. Mol. Catal. A: Chem. 139 1999 219 [15] S.M Yunusov E.S Kalyuzhnaya B.L Moroz S.N Agafonova V.A Likholobov V.B Shur J. Mol. Catal. A: Chem. 165 2001 141 [16] S.M Yunusov E.S Kalyuzhnaya B.L Moroz S.N Agafonova V.A Likholobov V.B Shur Appl. Catal. A: Gen. 218 2001 251 [17] A.A Bhattacharyya C.C Nagel S.G Shore Organometallics 2 1983 1187 [18] S.G. Shore, A. Bhattacharyya, US Patent 4496532 (29 January 1985). [19] N.K Bhattacharyya T.J Coffy W Quintana T.A Salupo J.C Bricker T.B Shay M Payne S.G Shore Organometallics 9 1990 2368 [20] Yu.I Ermakov V.F Surovikin G.V Plaksin V.A Semikolenov V.A Likholobov L.V Chuvilin S.V Bogdanov React. Kinet. Catal. Lett. 32 1987 435 [21] V.B Fenelonov A.Yu Derevyankin L.G Okkel L.B Avdeeva V.I Zaikovskii E.M Moroz A.N Salanov N.A Rudina V.A Likholobov Sh.K Shaikhutdinov Carbon 35 1997 1129 [22] T.V Reshetenko L.B Avdeeva Z.R Ismagilov V.V Pushkarev S.V Cherepanova A.L Chuvilin V.A Likholobov Carbon 41 2003 1605 [23] K Aika T Takano S Murata J. Catal. 136 1992 126",
      "scopus-id": "3042793151",
      "coredata": {
        "eid": "1-s2.0-S1381116904002936",
        "dc:description": "New supported “single-component” ruthenium catalysts for ammonia synthesis are reported. For preparation of the catalysts, various potassium carbonyl ruthenates such as K2[Ru6(CO)18] (K:Ru=1:3), K4[Ru4(CO)12] (K:Ru=1:1), K6[Ru6(CO)16] (K:Ru=1:1), K6[Ru4(CO)11] (K:Ru=1.5:1) and K2[Ru(CO)4] (K:Ru=2:1) were used as precursors of both catalytically active ruthenium particles and potassium promoter while graphite-like carbon “Sibunit” was utilized as a support. The studied catalysts have been compared in their activity with the previously described K2[Ru4(CO)13]-based catalyst (K:Ru=1:2) on “Sibunit”. It has been established that the rate of the ammonia synthesis at 300°C over these catalysts increases with the increase in the K:Ru ratio in the starting carbonyl metallate, reaching a maximum in the case of the K6[Ru4(CO)11]-based sample. On further enhancement in the K:Ru ratio, i.e. when the K2[Ru(CO)4] catalyst is used, the rate of the ammonia formation noticeably diminishes. The activity of the K2[Ru(CO)4]-based catalyst in the ammonia synthesis can be considerably augmented on the replacement of “Sibunit” by catalytic filamentous carbon CFC-III or MgO. The use of γ-Al2O3 or carbon-coated γ-Al2O3 as supports decreases the reaction rate. An introduction of metallic potassium into the K2[Ru(CO)4] catalysts on “Sibunit” and CFC-III accelerates strongly the process of the ammonia synthesis. The highest activity is exhibited by the K2[Ru(CO)4]+K system on “Sibunit” at the metallic potassium to carbon molar ratio of 0.08. On using this catalyst (3.55g), the steady ammonia concentration in the gas flow at 300°C and 1atm amounts to 71.1% of the equilibrium value while at 350 and 400°C the process of the ammonia synthesis fully reaches the equilibrium. In its efficiency in the ammonia production at 250–300°C, the K2[Ru(CO)4]+K catalyst on “Sibunit” carbon significantly exceeds the previously developed K2[Ru4(CO)13]+K catalyst on the same support.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904002936",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yunusov, S.M"
          },
          {
            "@_fa": "true",
            "$": "Kalyuzhnaya, E.S"
          },
          {
            "@_fa": "true",
            "$": "Moroz, B.L"
          },
          {
            "@_fa": "true",
            "$": "Ivanova, A.S"
          },
          {
            "@_fa": "true",
            "$": "Reshetenko, T.V"
          },
          {
            "@_fa": "true",
            "$": "Avdeeva, L.B"
          },
          {
            "@_fa": "true",
            "$": "Likholobov, V.A"
          },
          {
            "@_fa": "true",
            "$": "Shur, V.B"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904002936"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904002936"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00293-6",
        "prism:volume": "219",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "New ammonia synthesis catalysts based on supported potassium carbonyl ruthenates as precursors of catalytically active ruthenium particles and potassium promoter",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ammonia synthesis"
          },
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium"
          },
          {
            "@_fa": "true",
            "$": "Potassium carbonyl metallates"
          },
          {
            "@_fa": "true",
            "$": "Metallic potassium"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "149-153",
        "prism:endingPage": "153",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2004",
        "prism:doi": "10.1016/j.molcata.2004.04.031",
        "prism:startingPage": "149",
        "dc:identifier": "doi:10.1016/j.molcata.2004.04.031",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "26",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904002936-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "677",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "78",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904002936-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3524",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/3042793151"
      }
    }
  }
}