{
  "metadata": {
    "title": "Synthesis of 3-alkoxy-2,2-dimethyl-propan-1-ols by hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes using copper catalysts. Part I: Investigations in the gas phase",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-05-09",
    "doi": "10.1016/S1381-1169(96)00410-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004104",
    "pii": "S1381116996004104"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0343554068",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004104 S1381-1169(96)00410-4 S1381116996004104 10.1016/S1381-1169(96)00410-4 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00532 2015-05-15T05:56:33.668241-04:00 0 0 19970509 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 3 3 Volume 118, Issue 3 5 311 320 311 320 19970509 9 May 1997 1997-05-09 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SYNTHESIS3ALKOXY22DIMETHYLPROPAN1OLSBYHYDROGENATION2SUBSTITUTED55DIMETHYL13DIOXANESUSINGCOPPERCATALYSTSPARTIINVESTIGATIONSINGASPHASE PACZKOWSKI M BARTOK 1969 315 M EMERSON 1950 5314 W NIENBURG 1953 5422c H STEADMAN 1954 4585 T ARUNDALE 1956 7879c A BARTOK 1975 49 M BARTOK 1975 69 M BARTOK 1981 106 M BARTOK 1985 605 M STUMPP 1986 5941 M ACKROYD 1983 5139 J YEH 1977 4257 C RONDESTVEDT 1960 6419 C RONDESTVEDT 1962 3307 C RONDESTVEDT 1962 3319 C RONDESTVEDT 1961 2247 C KUBELKOVA 1994 1051 L IWAMOTO 1991 375 M BENNETT 1927 472 G PACZKOWSKI 1996 M PACZKOWSKIX1997X311 PACZKOWSKIX1997X311X320 PACZKOWSKIX1997X311XM PACZKOWSKIX1997X311X320XM item S1381-1169(96)00410-4 S1381116996004104 1-s2.0-S1381116996004104 10.1016/S1381-1169(96)00410-4 271358 2010-09-29T19:51:14.534933-04:00 1997-05-09 1-s2.0-S1381116996004104-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004104/MAIN/application/pdf/c206c32b706bbac080993f66d81bb22e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004104/MAIN/application/pdf/c206c32b706bbac080993f66d81bb22e/main.pdf main.pdf pdf true 1035839 MAIN 10 1-s2.0-S1381116996004104-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004104/PREVIEW/image/png/3724b1fb804430edcd24e207441a5666/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004104/PREVIEW/image/png/3724b1fb804430edcd24e207441a5666/main_1.png main_1.png png 48124 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996004104-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004104/STRIPIN/image/gif/cd388dab85e83c0a7f7b003ece592fe1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004104/STRIPIN/image/gif/cd388dab85e83c0a7f7b003ece592fe1/si1.gif si1 true si1.gif gif 693 32 134 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Synthesis of 3-alkoxy-2,2-dimethyl-propan-l-ols by hydrogenation of 2-substituted 5,5-dimethyl-[ 1,3]dioxanes using copper catalysts. Part I: Investigations in the gas phase M.E. Paczkowski, W.F. Hderich Chemical Technology and Heterogeneous Catalysis, University of Technology, R WTH Aachen, Worringerweg I. 52074 Aachen, Germany Received 15 March 1996; accepted 17 September 1996 Abstract The gas phase hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes to 3-alkoxy-2,2-dimethyl-propan-l-ols and in particular the reduction of 5,5-dimethyl-2-phenyl-[1,3]dioxane to 3-benzyloxy-2,2-dimethyl-propan-l-of have been investigated within the temperature range of 175 to 300 over copper-loaded catalysts. As main catalyst system for these investigations, a Cu/H-[B]-MFI type zeolite was chosen. Other carriers for copper as silicalite-1, H-[Al]-ZSM-S zeolite, SiOz and A1203 have also been tested in that hydrogenation reaction. Keywords: 3-alkoxy-2,2-dimethyl-propan-l-ols; 2-substituted 5,5-dimethyl-[1,3]dioxanes; Copper catalysts; Hydrogenation; Gas phase 1. Introduction The heterogeneous hydrogenation of 1,3-dioxanes to alcohols under ring opening has been investigated using various heterogeneous metal catalysts containing components such as Ni, Pd, Pt, Rh and Cu [1-10]. The reactions have been performed in the gas phase under normal pressure and in the liquid phase under elevated pressure. Eq. (1) illustrates the hydrogenation of 1,3-dioxanes 1 to 3-alkoxy-propan-l-ols 2. Corresponding author. Fax: +49-241-8888291. 1381-I 169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00410-4 8 RiR2 ~ R3 catalyst 3 4 RI = H, alkyl, aryl, R2, R3= H, alkyl 1 3 Hz 2 /Z \\ H (1) R R3 In the gas phase, the hydrogenation of 1,3-dioxanes and other 1,3-dioxacycloalkanes has been investigated extensively by Bartok et al. [7,8]. These authors have used the catalyst system Pt/thermolite at temperatures between 150 and 300. Thermolite is a support of the di- 312 M.E Paczkowski, W.F. Hderich/Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 atomaceous earth type employed in gas chromatography. It is a fire-resistant clay, consisting predominantly of calcium magnesium silicate. The metal content of the catalyst was 10 wt% Pt. The authors have investigated mainly the influences of ring size and substituents of the reactants. For example, the main reaction products obtained in the hydrogenation of 2-isopropyl-[1,3]dioxane (la) are 3-isobutoxy-propan-lol (2a), 3-isobutoxy-propionaldehyde (3a) and isobutyric acid propyl ester (4a), i.e. R 1 = isopropyl and RZ = R3 = H in the formulas listed below. 1, 3 X z Ri^O~ R/z \\R3 a: X = CH20H 3:X=CHO O Ri,l~O-~y CCH3 R R3 R, = H, alkyl, aryl, Rz, R3 = H, alkyl In addition to the formation of the desired 3-alkoxy-propan-l-ols 2, 3-alkoxy-propionaldehydes 3 and esters 4 have also been identified. The aldehydes 3 as well as the esters 4 are isomerization products of the reactants 1. The esters 4 have sometimes been the main reaction products. Bartok et al. [7,8] have discovered that the reaction path is influenced strongly by the ring size of the reactants. While the more stable five- and six-membered ring systems lead to an increased yield of esters, this reaction path has not been observed in the case of the larger and more reactive rings. Therefore, the reactants containing seven- and eight-membered rings lead to an increased total yield of the corresponding aldehydes and alcohols. Also the substituents of the reactants affect considerably the reaction route. An increased number of substituents attached to C-2 favors the reactivity of the 1,3-dioxanes. This means that the acetals of ketones are more reactive than the acetals of aldehydes. The use of 1,3-dioxanes substituted in position 4 of the acetal ring does not result in the formation of 3-alkoxy-propan-l-ols. The substituents in position 4 of the 1,3-dioxane rings promote the splitting of the O-3/C-4 bond and the formation of esters is increased. Investigations concerning this topic have been carried out with 4-methyl[1,3]dioxane in the gas phase at temperatures between 180 and 400 [ 1 ]. It has been discovered [6] that 3-alkoxy-2,2dimethyl-propan-l-ols 2 - after esterification with phthalic acid anhydride - can be used as softeners for polyvinyl chloride (PVC). The advantage of these softeners as compared to dioctylphthalate (DOP) is their lower tendency to diffuse out of the polymer [6]. Alcohols 2 are also important intermediates in organic chemistry. For instance, 3-benzyloxy-2,2-dimethylpropan-l-of (2b) is used for the preparation of biologically active compounds [11-14]. In theory, the hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes 1 to 3-alkoxy-2,2-dimethyl-propan-l-ols 2 can proceed via reduction of 3-alkoxy-2,2-dimethyl-propionaldehydes 3 which are formed as by-products during the reaction. The isomerization reaction of acetals to the corresponding aldehydes is a well-known reaction [15-21]. It has been shown that zeolites with MFI type structure in the H form like boron pentasil zeolite H-[B]-silicalite-1 give good results in that reaction [ 19]. It is also known that aldehydes can be reduced to alcohols over copper catalysts. In addition, copper applied as copper chromite is an effective though polluting catalyst for the investigated reactions in the liquid phase under increased pressure [6]. For the above reasons (and also because acidic zeolites were not applied as carriers for such hydrogenation reaction before) we aimed to test the quality of the catalyst system Cu/H-[B]silicalite-1 in the hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes 1. In particular, we studied the hydrogenation of 5,5-dimethyl-2phenyl-[1,3]dioxane (lb) to 3-benzyloxy-2,2-dimethyl-propan-l-of (2b). For comparison, we also checked the influence of other carriers like M.E. Paczkowski, W .F. Hderich/Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 313 silicalite-1, H-[AI]-ZSM-5 zeolite, Si02 and A1203. Our intention was to find catalyst systems suitable for both a gas phase hydrogenation under normal pressure and a liquid phase hydrogenation under elevated pressure. These catalysts should represent less toxic alternatives to the catalysts already known in the literature such as copper chromite and nickel oxide on silica. 2. Experimental 2.1. Preparation of 2-substituted 5,5-dimethyl,31dioxanes 1 [221 Approximately equimolar amounts of 2,2-dimethyl-propan-1,3-diol (neopentyl glycol) and an aldehyde were placed in a flask equipped with a Dean-Stark moisture trap and a reflux condenser. 0.5 mol% p-toluene sulfonic acid and approximately 100-150 ml hexane or toluene per mol aldehyde were added. The reaction mixture was refluxed at 90-100 until no more water was formed. After the reaction was completed, the solution was poured into 400 ml saturated sodium bicarbonate solution and washed. Next, the organic layer was washed twice with 200 ml saturated sodium bicarbonate solution and twice with 150 ml water. The organic layer was dried with sodium sulfate, the solvent removed after filtration under vacuum and the residue distilled. 2.2. 5,5-dimethyl-2-phenyl-11,31dioxane (lb) B.p.: 125/ 10 mm, yield: 84% (theor.). 2.3. 5,5-dimethyl-2-isopropyl-11,31dioxane (Ic) B.p.: 62/18 mm, yield: 87% (theor.). 2.4. 5,5-dimethyl-2-propyl-11,31dioxane (1d) B.p.: 71/19 mm, yield: 90% (theor.). 2.5. 5,5-dimethyl-2-vinyl-,31dioxane (le) In a modification of the preparation procedure reported above, the petroleum ether fraction of a boiling point from 50 to 70 was used as solvent. In addition, only 10-4 mol% p-toluene sulfonic acid was applied as catalyst. B.p.: 44/10 mm, yield: 78% (theor.). Structures lb and le were confirmed by ' H NMR (300 MHz, CDCl3) and 13C NMR (75 MHz, CDCl3), whereas structures lc and ld were confirmed by ' H NMR (300 MHz, CDC' 3) alone. 2.6. Used supports H-[B]-silicalite-1 H-[Al]-ZSM-5 silicalite-1 S2 A1203 2.7. Synthesis of silicalite-1 94.2% Si02, 2.3% B203 Si02/A1203 = 54, VAW see preparation procedure below D 10-11, BASF D 10-10, BASF A mixture of 200 g aqueous solution of tetrapropylammonium hydroxide (1 M) and 200 ml water was added dropwise to 78.5 g tetraethyl orthosilicate under stirring. Subsequently, after stirring for 1 h, 300 g ethanol was added. This mixture was stirred for another 2 h and then transferred into a 2.5 1 stainless steel autoclave. The hydrothermal reaction was conducted under stirring (100 rpm) at 105 for 96 h. The crystals were separated by centrifugating and washed three times with water. The material was dried at 110 for 16 h and calcined in air at 550 (heating rate 1/min) for 12 h. Before the use as catalysts, the powders were extruded without binders, sieved and calcined at 550 for 6 h. The fractions with a particle size 314 M.E. Paczkowski, W T'. Hderich /Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 between 1.0 mm and 1.6 mm were used for catalytic runs in the fixed bed reactor. 2.8. Ion exchange and impregnation of the sup ports i19,23,24 The loading of copper onto granulated mate rial in a large amount was done by pumping an aqueous solution of a copper salt through the material in a vertical tube while the metal salt was used in a large excess. The loading of copper was done by using either Cu(N03)2' 3H20 or Cu(CH3C00)Z - H20 aqueous solu tion. Usually, the loading was carried out at temperatures of 70 or 80 for 24 h. Addition of a 25% solution of ammonia in water to the solution of the metal salt resulted in a pH of 10.5 for the metal loading. Using this method, more copper could be taken up by the support in a shorter period of time than without ammonia. In this case, the metal loading was done in such a manner that an exactly calculated amount of copper salt - based on the desired final copper content of the catalyst - was pumped through the support until the intense blue color of the solution vanished. Subsequently, the metal loaded support was washed with distilled water, then dried and calcined. The loading of copper onto powder or granu lated material in a small amount was carried out at room temperature by stirring the support in a solution of the copper salt in a round bottom flask or by careful rotation of the flask. Usually, ion exchange was achieved by stirring the sup port two or three times in the aqueous metal salt solution for 24 h with use of a large excess of the metal salt. Finally, the material was filtered, washed, dried and calcined. Impregnations with copper were done with exactly calculated amounts of copper salt and the smallest possible amounts of the solutions were used. After the impregnation, the solvent was distilled off care- 2.11. Identification of the products fully under vacuum and the catalyst was dried and calcined. The metal contents of the catalysts were ana- lyzed by AAS after dissolving the catalysts in an aqueous solution of HE 2.9. Used catalysts Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[B]-silicalite-1 Cu/H-[Al]-ZSM-S Cu/scalite-1 Cu/S2 Cu/A1203 2.10. Hydrogenation experiments 0.6 wt% Cu catalyst A 1 1.1 wt% Cu catalyst A 2 3.2 wt% Cu catalyst A 3 5.3 wt% Cu catalyst A4 11.4 wt% Cu catalyst A 5 4.0 wt% Cu catalyst A6 5.2 wt% Cu catalyst A7 4.4 wt% Cu catalyst Ag 5.1 wt% Cu catalyst A 9 3.8 wt% Cu catalyst B 12.3 wt% Cu catalyst C 4.4 wt% Cu catalyst D 4.8 wt% Cu catalyst E Catalyst screening tests under isothermal conditions and normal pressure in the gas phase were carried out in a fixed bed tube reactor (diameter: 0.6 cm, length: 90 cm in form of a coil). The reactor was thermostated by a homemade oven. Before starting the reaction, the catalyst was dried for 30 min at reaction temperature under nitrogen flow of 4.5 1/h. Afterwards, the desired hydrogen flow was adjusted and the solution of the reactant was pumped by a metric pump (Telab PTFE BF 411/30E) through the reactor. The reaction products were trapped in a cooling unit and the quantitative determination of the reactants and the products was done by gas chromatography. Mass balances of at least 95% have been achieved. The gas chromatographic results for the hydrogenation of acetal la were obtained by using tridecane as standard and are given in mass%. As products, the following substances were detected: 3-benzyloxy-2,2-dimethyl-propan-l-of M.E. Paczkowski, W E Hderich / Journal of Molecular Catalvsis A: Chemical l l8 (1997) 311-320 315 (2b), 3-benzyloxy-2,2-dimethyl-propionaldehyde (3b), toluene, benzyl alcohol, benzaldehyde and 2,2-dimethyl-propan-1,3-diol. Benzoic acid 2,2-dimethyl-propyl ester (4b) as a possible isomerization product of acetal la was not observed during our investigations. The reaction products have been identified either by transformation to derivatives and subsequent analysis or by enrichment of the reaction samples. Therefore, some of the products had to be synthesized independently. 2.11.1. 3-Benzyloxy-2, 2-dimethyl-propan-1-of (2b) For enrichment of the reaction samples, the desired alcohol 2b was synthesized by the method of Williamson [25]. 0.2 mol 2,2-dimethyl-propan-1,3-diol (neopentyl glycol) was dissolved in 500 ml toluene by stirring and heating the mixture at 105. Approximately 0.1 mol sodium was added in small portions. After completion, the mixture contained a voluminous white precipitate and was refluxed for 2 h. Then, 0.15 mol benzyl bromide was added dropwise and the reaction mixture was refluxed for an additional 16 h. The voluminous precipitate disappeared and a fine white precipitate developed instead. Subsequently, the reaction mixture was washed five times with 100 ml water and the organic layer was dried with sodium sulfate. After filtration of the drying agent, the solvent was removed under vacuum and the residue was distilled. B.p.: 58/0.1 mm Hg, yield: 76% (theor.). 2.11.2. 3-Benzyloxy-2, 2-dimethyl-propionaldehyde (3b) The aldehyde 3b was transformed into its neopentyl glycol acetal 2-(2-benzyloxy-1,1-dimethyl-ethyl)-5,5-dimethyl-[1,3]dioxane (lf) by the procedure used to synthesize the reactants 1 and the resulting acetal if was investigated by NMR spectroscopy. B.p.: 110-112/1 mm Hg, yield: 47% (theor.). 2.11.3. Benzoic acid 2,2-dimethyl-propyl ester (4b) The preparation of the ester 4b followed basically the same procedure as given for acetals 1. B.p.: 110 - 113/7 mm Hg, yield: 50% (theor.). Structures 2b and 3b were confirmed by ' H NMR (300 MHz, CDC13) and '3C NMR (75 MHz, CDCI,), whereas structure 4b was confirmed by ' H NMR (300 MHz, CDC' 3) alone. 3. Results and discussion The optimization of hydrogenation of 1,3-dioxane lb was carried out over catalyst Cu/H[B]-silicalite-1 (4.0 wt% Cu, catalyst A 6 and 5.2 wt% Cu, catalyst AO at the following starting reaction conditions: T = 300, p = 1 bar, WHSV = 1 h-1, solvent: 1,4 - dioxane (reactant:solvent = 1.0 g:4.3 g), VH^ = 0.4 1/h (H,,:reactant = 2:1), TOS = 8 h. For clarity, only the conversions and the selectivities for alcohol 2b and for aldehyde 3b are presented in the following figures (Figs. 1-7). 3.1. Influence of the nitrogen flow rate on the hydrogenation reaction The addition of nitrogen to the reaction mixture with the rate within the limits between VN, = 0 and 20 1/h and corresponding shortening of the contact time from 2.5 s to 0.3 s resulted in the decrease of the conversion and the selectivity for alcohol 2b (see Fig. 1). 3.2. Influence of the hydrogen flow rate on the hydrogenation reaction However, the increase of the hydrogen flow rate up to VHZ = 10 1/h (HZ:reactant = 50:1) had a positive effect on the reaction in spite of a corresponding shortening of the contact time from 2.5 s to 0.6 s (see Fig. 2). 316 M.E Paczkowski, W.F Hderich/Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 100-\"~- __._,____:__ i_ _ 80 ~. -t-- .- -- Ylo 40_ ~. ._. ,; 20 ;7 ip : LO (U.31 ~,;; 8.5 (0.6) iY,i 4.5 (1.0) N2 (IAhl -___l__ ,f .. 0 (2.51 (conmcttime (sll .L ~ M d O ~> m y U - ~m L d m2 Fig. 1. Influence of the nitrogen flow rate on the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: T = 300, WHSV = 1 h- 1, p = 1 bar, VH Z = 0.4 1/h, catalyst: Cu/H-[B]-silicalite-1 (5.2 wt% Cu, catalyst A7), reactant: l,4-dioxane = 1.0 g:4.3 g, TOS = 8 h. The conversion stayed almost at the same level, whereas the selectivity for alcohol 2b increased. Therefore, all subsequent experiments were done without addition of nitrogen, but with hydrogen at the high flow rate of VHZ = 10 1/h. 3.3. Influence of the reaction temperature on the hydrogenation reaction The so far attained selectivity for alcohol 2b with values around 40% at conversion of approximately 75% is not satisfying yet. Therefore 20. o. 1i .- a. d-- \"N C O U ~ O U i._ 0.4 (2.51 H2 nml --_.l (contacttime fsll ?D w ~ ,> A Fig. 2. Influence of the hydrogen flow rate on the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: T= 300, WHSV = 1 h- 1, p = 1 bar, catalyst: Cu/H-[B]silicalite-1 (5.2 wt% Cu, catalyst A7), reactant: l,4-dioxane= 1.0 g:4.3 g, TOS = 8 h. 100 J'\" 80 40 20 Fig. 3. Influence of the reaction temperature on the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: WHSV = 1 h- 1, p = 1 bar, V., =10 l/h, catalyst: Cu/H-[B]silicalite-1 (5.2 wt% Cu, catalyst A1), reactant: l,4-dioxane= 1.0 g:4.3 g, TOS = 8 h, z = 0.6-0.7 s. the reaction temperature was changed (see Fig. 3). Indeed, within the temperature range from 190 to 200, much higher selectivities for alcohol 2b of about 80% were achieved but the conversion is lowered to 20-30%. One can also see that the selectivities for aldehyde 3b are higher at increased temperatures. This is similar to the findings by Bartok et al. [8] who investigated the hydrogenation reaction of different dioxacycloalkanes using the catalyst system Pt/thermolite. The authors explain this observation by a higher activation energy for the hydrogenation to the alcohols than for the isomerization to the corresponding aldehydes. 3.4. Influence of the weight hourly space velocity on the hydrogenation reaction Through variation of the weight hourly space velocity (WHSV), it was checked whether the low conversion at 190 could be increased at constant selectivity for alcohol 2b. Therefore, the concentration of the reactant in the solvent was changed. The WHSV was varied within the limits from 0.3 h-' to 2.3 h- t (see Fig. 4). As expected, the conversion decreases with higher WHSV. The selectivity for alcohol 2b, M.E. Paczkowski, W.F. Hderich/Journal ofMolecular CatahsisA: Chemical 118 (19971 311-320 317 - 1--.J;~ < _~' 0.6 WHSV (1/h) _N >M > - O U > h Fig. 4. Influence of the weight hourly space velocity (WHSV) on the hydrogenation reaction of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: T = 190, p = 1 bar, VH Z = 10 1/h, catalyst: Cu/H-[B]-silicalite-1 (4.0 wt% Cu, catalyst A6), reactant: l,4-dioxane = 1.0 g:20.2-1.0 g: 1.7 g, TOS = 8 h, T = 0.6 s. however, does not remain constant. There is a slight maximum at WHSV = 1 h-) with a selectivity of about 80%. The selectivity decreases at smaller and at higher values of WHSV. It is supposed that this is due to two contrary effects which are connected to an increased WHSV. On the one hand, the hydrogen: reactant ratio decreases, i.e. the selectivity for alcohol 2b declines as has been demonstrated above by changing the hydrogen flow rate (see Fig. 2). On the other hand, the conversion decreases simultaneously and this means that consecutive reactions can take place to a smaller extent. Consequently, an increase in the selectivity for alcohol 2b is observed. 3.5. Influence of the copper content of the catalyst on the hydrogenation reaction Another important factor concerning the hydrogenation results is the metal content of the catalyst. The results obtained by variation of the metal content between 0.6 wt% Cu (catalyst A1) and 11.4 wt% Cu (catalyst A5) are demonstrated in Fig. 5. The conversion remains almost the same. The selectivity for alcohol 2b increases with copper content while the selectivity for aldehyde 3b decreases. This indicates that this part of alde- hyde 3b which is reduced to alcohol 2b is getting higher with increasing copper content of the catalysts. 3.6. Influence of pre-reductions of the catalyst on the hydrogenation reaction Pre-reduction of Cu/H-[B]-silicalite-1 (4.0 wt% Cu, catalyst A6) was earned out under 100% hydrogen overnight at a hydrogen flow rate of VHZ = 10 ]/h. Temperatures of the prereductions were 250, 300, 350 and 400. The hydrogenation of 1,3-dioxane lb was earned out immediately after the pre-reduction and was done under the reaction conditions resulting in the highest selectivity for alcohol 2b (reaction conditions: T = 190, p = 1 bar, WHSV = 1 h-', VHZ = 10 1/h, reactant: l,4-dioxane = 1.0 g:4.3 g, TOS = 8 h, T = 0.7 s). The changes in the conversion due to various pre-reductions were not significant. Moreover, the selectivity for alcohol 2b could not be improved. 3.7. Influence of different carriers ,for copper on the hydrogenation reaction Additional to the carrier H-[B)-silicalite-1 (4.0 wt% Cu, catalyst A6), also H-[Al]-ZSM-5 (3.8 c > i' N O U L h ~1 5 17.4 :.3 ` 3.2 copper content [wt%~ > L. ~M U > O L *z 'C -i, m ha Fig. 5. Influence of the copper content of Cu/H-[B]-siliealite-1 (catalysts A, to A5) on the hydrogenation of 5,5-dimethyl-2phenyl-[1,3]dioxane (lb). Reaction conditions: T= l90, WHSV =1 h-1, p=1 bar, VH,=10 I/h, reactant: l,4-dioxane=I.0 g:4.3 g, TOS = 8 h, z = 0.7 s. 318 M.E. Paczkowski, W.F. Hiilderich/Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 -T' ~\"^-L~---Y ~--~- ~..~y~ n-IFUrcJfVFO ~~H-IBI-sicale-t caer ~ 76 -tf > > - O -L U N O e. M d > yL d Fig. 6. Influence of copper carriers on the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: T = 190, WHSV = 1 h- , p = 1 bar, VH2 =10 1/h, reactant: l,4dioxane = 1.0 g:4.3 g, TOS = 8 h, T = 0.7 s. wt% Cu, catalyst B) and silicalite-1 (12.3 wt% Cu, catalyst C) as well as Si02 (4.4 wt% Cu, catalyst D) and A1203 (4.8 wt% Cu, catalyst E) were tested (see Fig. 6). When comparing the catalysts with similar copper loading, the catalyst system Cu/H-[B]silicalite-1 showed the best hydrogenation result. All other catalyst carriers were less suitable. In the case of Cu/H-[Al]-ZSM-S, Cu/Si02 and Cu/A1203, it could be assumed that pre-reduction of the catalysts improves the selectivity for alcohol 2b. This was checked with Cu/H-[Al]-ZSM-S. After a pre-reduction, even worse hydrogenation results were obtained. Therefore, it is more likely that other reasons are responsible for such effects. On the one hand, the catalysts Cu/H-[Al]-ZSM-S, CU/S'02 and CuA1203 could possess bad isomerization properties. This assumption is supported by results shown in Fig. 6. It indicates that the sum of the selectivities for alcohol 2b and aldehyde 3b as the possible intermediate for the alcohol formation is clearly lower in the case of the ineffective catalysts than the selectivity for alcohol 2b in the case of the effective catalysts. On the other hand, the catalysts that lead to unsatisfactory selectivities for alcohol 2b could possess insufficient hydrogenation properties. Fig. 6 shows that the catalysts Cu/H-[Al]- ZSM-5 and CU/S'02 produce the largest amounts of aldehyde 3b. Whether shape selectivity could be involved, i.e. whether the reaction is taking place on the outer surface only or also inside the microporous system, can only be determined by choosing substrates with bulkier groups. Such experiments are in preparation. Not even with molecular modelling can it be proven whether the substrate used in this work can reach the inner zeolite surface or not. Copper-impregnated silicalite-1 having the highest copper content (12.3 wt% Cu) shows a similar selectivity for alcohol 2b and a lower conversion of the reactant lb in comparison to Cu/H-[B]-silicalite-1 with 4.0 wt% Cu (see Fig. 6). The same holds for Cu/H-[B]-silicalite-1 with a copper loading of 11.4 wt% Cu (see Fig. 5) which is similar to the copper content of Cu/silicalite-1 (12.3 wt% Cu). 3.8. Influence of the time of stream on the hydrogenation reaction The obtained changes of catalytic results with time on stream (TOS) are most distinct at the beginning of the hydrogenation reactions (see Fig. 7). Usually, the conversion decreases slightly whereas the selectivity for alcohol 2b increases. 4 TOS (hl .>m dd H Fig. 7. Influence of the TOS on the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb). Reaction conditions: T= 190, WHSV= 1 h- p= 1 bar, VHZ= 101/h, catalyst: Cu/H[B]-silicalite-1 (4.0 wt% Cu, catalyst A6), reactant: l,4-dioxane= 1.0 g:4.3 g, z = 0.7 s. M.E. Paczkowski, W.F. Hderich /Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 319 This is due to a coking of the catalyst. At the beginning of the reaction, the catalyst is most active and produces the highest amount of byproducts. The coking reduces both the activity and the conversion of the catalyst. Thereby, the formation of by-products decreases and thus the selectivity for alcohol 2b increases. 3.9. Influence of different reactants on the hydrogenation reaction Finally, the hydrogenation in the gas phase was investigated over Cu/H-[B]-silicalite-1 using various 5,5-dimethyl-[1,3]dioxanes 1 differently substituted in position 2 of the acetal ring (reaction conditions: T= 300, WHSV = 1 h-1, p = 1 bar, VHZ = 10 1/h, catalysts: Cu/H[B]-silicalite-1 (4.4 wt% Cu, catalyst Ag and 5.1 wt% Cu, catalyst A9 (indicated by `*'), reactant:toluene = 1.0 g:4.3 g, TOS = 8 h, T= 0.8 s). As substituents R,, phenyl, propyl, isopropyl and vinyl were employed. The yield of alcohol 2 decreased in the, following order of substituents R,: phenyl >_ isopropyl propyl = vinyl 5,5-dimethyl-2-isopropyl-[1,3]dioxane (lc) gave results comparable to those obtained with phenyl-substituted 1,3-dioxane lb (conversion of acetals lb, lc: 75-85%, selectivity for alcohols 2: 45%). Under the applied reaction conditions at 300 the other two acetals ld, le were decomposed completely into low boiling substances which were not investigated (conversion of acetals ld, le: 100%, selectivity for the alcohols 2: 0%). These acetals ld, le had to be reduced at much lower temperature but no optimization has been performed so far. Interestingly, this sequence is not valid for the isomerization of the investigated compounds to 3-alkoxy-2,2-dimethyl-propionaldehydes over H[B]-silicalite-1 using nitrogen instead of hydrogen as carrier gas. In this case, we found the following order for the yield of aldehydes 3 after TOS = 6 h: vinyl > phenyl isopropyl = propyl In the case of the isomerization reaction over H-[B]-silicalite-1, the shown sequence is not valid for the conversion of acetals 1 and the selectivity for aldehydes 3. At approximately the same conversion - except for more stable isopropyl-substituted 1,3-dioxane lc - the selectivity for aldehydes 3 decreases in the following order of substituents R i: phenyl x vinyl > isopropyl > propyl. The different results for the hydrogenation and the isomerization of acetals 1 seem to indicate parallel processes for these two reactions. However, it has to be considered that hydrogen could influence the original product composition due to its nature as a reaction gas. In contrast to an inert carrier gas as nitrogen, hydrogen could possibly take part in consecutive reactions, e.g. in the hydrogenation of alcohols 2 to alkanes and 2,2-dimethyl-propan-1,3diol. 4. Conclusions In the gas phase, the hydrogenation of 5,5-dimethyl-2-phenyl-[1,3]dioxane (lb) to 3-benzyloxy-2,2-dimethyl-propan-l-of (2b) has been investigated under normal pressure in a continuous flow reactor using copper-loaded catalysts. H-[B]-silicalite-1, silicalite-1, H-[Al]-ZSM-5, Si02 and A1203 have been applied as carriers for copper and the best results have been obtained with the catalyst system Cu/H-[B]silicalite-1. At a low temperature of 190, selectivity for alcohol 2b of 80% at conversions of 20% to 30% has been achieved. Enhancement of temperature to 300 has resulted in an increase of the conversion. However, the selectivity for alcohol 2b decreased due to an increase of the selectivity for 3-benzyloxy-2,2-climethyl-propionaldehyde (3b) which is a formal oxidation product of alcohol 2b. In contrast to the results of Bartok et al. [7-10] who used platinum catalysts in the hydrogenation of other dioxacycloalkanes than acetal lb, no ester formation by isomerization of the reactant lb has 320 M.E. Paczkowski, W.F. Hderich/Journal of Molecular Catalysis A: Chemical 118 (1997) 311-320 been observed. Finally, the influence of various substituents R1 in position 2 of 5,5-dimethyl[1,3]dioxanes 1 on the hydrogenation reaction was checked with R t = phenyl, propyl, isopropyl and vinyl. Under the applied reaction conditions at 300 over Cu/H-[B]-silicalite-1, only isopropyl-substituted acetal lc led to results comparable to those obtained with phenyl-substituted 1,3-dioxane lb. The other two acetals Id, le were decomposed completely into low boiling substances. On the basis of the above results, the catalyst system Cu/H-[B]-silicalite-1 has also been tested in the hydrogenation of 5,5-dimethyl-2phenyl-[1,3]dioxane (lb) to 3-benzyloxy-2,2-dimethyl-propan-l-of (2b) under elevated pressure in the liquid phase [26]. Acknowledgements The authors express their sincere thanks to the state Nordrhein-Westfalen, Germany, for the financial support and the companies BASF AG and VAW GmbH for providing zeolite samples and carriers. References [1] M. Bartok, J. Apjok, R.A. Karakhanov and K. Kovacs, Acta Chim. Acad. Sci. Hung. 61 (1969) 315. [2] W.S. Emerson, R.L. Heider, R.I. Longley, Jr. and T.C. Chafer, J. Am. Chem. Soc. 72 (1950) 5314. [3] H. Nienburg and W. Friedrichsen, Ger. Pat. 844891 (1952); Chem. Abstr. 47 (1953) 5422c. [4] T.R. Steadman, Brit. Pat. 688359 (1953); Chem. Abstr. 48 (1954) 4585. [51 A. Arundale and L.A. Mikeska, U.S. Pat. 2721223 (1955); Chem. Abstr. 50 (1956) 7879c. [6] W. Otte and M. Zur Hausen, DE 33 28 561 (28.02.1985), Hills AG. [7] M. Bartok and J. Apjok, Acta Phys. Chem. 21 (1975) 49. [81 M. Bartok and J. Apjok, Acta Phys. Chem. 21 (1975) 69. [9] M. Bartok and J. Czombos, J. Chem. Soc. Chem. Commun. (1981) 106. [10] M. Bartok, A. Molnar and J. Apjok, J. Catal. 95 (1985) 605. [111 M.C. Stumpp and R.R. Schmidt, Tetrahedron 42 (1986) 5941. [12] J. Ackroyd, A. Manro, F. Scheinmann, R.A. Appleton and J.R. Bantick, Tetrahedron Lett. 24 (1983) 5139. [13] C.-L. Yeh, M. Dawson, M.E. Hemler and W.E.M. Lands, Tetrahedron Lett. 18 (1977) 4257. [14] M. Koichi, U. Priesnitz, H.-J. Riebel, L. Eue and R.R. Schmidt, DE 3247929 (07.12.84), Bayer AG. [15] C.S. Rondestvedt, Jr. and G.J. Mantell, J. Am. Chem. Soc. 82 (1960) 6419. [16] C.S. Rondestvedt, Jr. and G.J. Mantell, J. Am. Chem. Soc. 84 (1962) 3307. [17] C.S. Rondestvedt, Jr., J. Am. Chem. Soc. 84 (1962) 3319. [18] H.J. Arpe, DE 29 22 698 (11.12.1980), Hoechst AG. [19] W. Hderich, F. Merger and R. Fischer, EP 0 199 210 (29.10.86), BASF AG. [20] W. Hderich, F. Merger and H. Lermer, EP 0 291 807 (23.11.1988), BASF AG. [21] W. Hderich and F. Merger, EP 0 291 806 (23.11.1988), BASF AG. [22] C.S. Rondestvedt, Jr., J. Am. Chem. Soc. 84 (1961) 2247. [23] L. Kubelkov1. Jirka, J. Vylita, J. Novov J. Obsasnovand D. Kolousek, Stud. Surf. Sci. Catal. 84 (1994) 1051. [24] M. Iwamoto, N. Mizuno and H. Yahiro, Sekiyu Gakkai Shi 34 (1991) 375. [25] G.M. Bennett and A.L. Hock, J. Chem. Soc. (1927) 472. [26] M.E. Paczkowski and W.F. Hderich, J. Mol. Catal. (1996), submitted. MOLCAA 96004104 S1381-1169(96)00410-4 10.1016/S1381-1169(96)00410-4 Molecular aspects of heterogeneous catalysis Article Synthesis of 3-alkoxy-2,2-dimethyl-propan-1-ols by hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes using copper catalysts. Part I: Investigations in the gas phase M.E. Paczkowski W.F. Hölderich ∗ Chemical Technology and Heterogeneous Catalysis, University of Technology, RWTH Aachen, Worringerweg 1, 52074 Aachen, Germany ∗ Corresponding author. Fax: +49-241-8888291. The gas phase hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes to 3-alkoxy-2,2-dimethyl-propan-1-ols and in particular the reduction of 5,5-dimethyl-2-phenyl-[1,3]dioxane to 3-benzyloxy-2,2-dimethyl-propan-1-ol have been investigated within the temperature range of 175 to 300°C over copper-loaded catalysts. As main catalyst system for these investigations, a Cu H-[B]-MFI type zeolite was chosen. Other carriers for copper as silicalite-1, H-[Al]-ZSM-5 zeolite, SiO2 and Al2O3 have also been tested in that hydrogenation reaction. Keywords 3-alkoxy-2,2-dimethyl-propan-1-ols 2-substituted 5,5-dimethyl-[1,3]dioxanes Copper catalysts Hydrogenation Gas phase References [1] M. Bartok J. Apjok R.A. Karakhanov K. Kovacs Acta Chim. Acad. Sci. Hung. 61 1969 315 [2] W.S. Emerson R.L. Heider R.I. Longley Jr. T.C. Chafer J. Am. Chem. Soc. 72 1950 5314 [3] H. Nienburg W. Friedrichsen Ger. Pat. 844891 (1952) Chem. Abstr. 47 1953 5422c [4] T.R. Steadman Brit. Pat. 688359 (1953) Chem. Abstr. 48 1954 4585 [5] A. Arundale L.A. Mikeska U.S. Pat. 2721223 (1995) Chem. Abstr. 50 1956 7879c [6] W. Otte and M. Zur Hausen, DE 33 28 561 (28.02.1985), Hüls AG. [7] M. Bartok J. Apjok Acta Phys. Chem. 21 1975 49 [8] M. Bartok J. Apjok Acta Phys. Chem. 21 1975 69 [9] M. Bartok J. Czombos J. Chem. Soc. Chem. Commun. 1981 106 [10] M. Bartok A. Molnar J. Apjok J. Catal. 95 1985 605 [11] M.C. Stumpp R.R. Schmidt Tetrahedron 42 1986 5941 [12] J. Ackroyd A. Manro F. Scheinmann R.A. Appleton J.R. Bantick Tetrahedron Lett. 24 1983 5139 [13] C.-L. Yeh M. Dawson M.E. Hemler W.E.M. Lands Tetrahedron Lett. 18 1977 4257 [14] M. Koichi, U. Priesnitz, H.-J. Riebel, L. Eue and R.R. Schmidt, DE 3247929 (07.12.84), Bayer AG. [15] C.S. Rondestvedt Jr. G.J. Mantell J. Am. Chem. Soc. 82 1960 6419 [16] C.S. Rondestvedt Jr. G.J. Mantell J. Am. Chem. Soc. 84 1962 3307 [17] C.S. Rondestvedt Jr. J. Am. Chem. Soc. 84 1962 3319 [18] H.J. Arpe, DE 29 22 698 (11.12.1980), Hoechst AG. [19] W. Hölderich, F. Merger and R. Fischer, EP 0 199 210 (29.10.86), BASF AG. [20] W. Hölderich, F. Merger and H. Lermer, EP 0 291 807 (23.11.1988), BASF AG. [21] W. Hölderich and F. Merger, EP 0 291 806 (23.11.1988), BASF AG. [22] C.S. Rondestvedt Jr. J. Am. Chem. Soc. 84 1961 2247 [23] L. Kubelková I. Jirka J. Vylita J. Nováková J. Obsasníková D. Kolousek Stud. Surf. Sci. Catal. 84 1994 1051 [24] M. Iwamoto N. Mizuno H. Yahiro Sekiyu Gakkai Shi 34 1991 375 [25] G.M. Bennett A.L. Hock J. Chem. Soc. 1927 472 [26] M.E. Paczkowski W.F. Hölderich J. Mol. Catal. 1996 submitted",
      "scopus-id": "0343554068",
      "coredata": {
        "eid": "1-s2.0-S1381116996004104",
        "dc:description": "The gas phase hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes to 3-alkoxy-2,2-dimethyl-propan-1-ols and in particular the reduction of 5,5-dimethyl-2-phenyl-[1,3]dioxane to 3-benzyloxy-2,2-dimethyl-propan-1-ol have been investigated within the temperature range of 175 to 300°C over copper-loaded catalysts. As main catalyst system for these investigations, a Cu H-[B]-MFI type zeolite was chosen. Other carriers for copper as silicalite-1, H-[Al]-ZSM-5 zeolite, SiO2 and Al2O3 have also been tested in that hydrogenation reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004104",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Paczkowski, M.E."
          },
          {
            "@_fa": "true",
            "$": "Hölderich, W.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004104"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004104"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00410-4",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Synthesis of 3-alkoxy-2,2-dimethyl-propan-1-ols by hydrogenation of 2-substituted 5,5-dimethyl-[1,3]dioxanes using copper catalysts. Part I: Investigations in the gas phase",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "3-alkoxy-2,2-dimethyl-propan-1-ols"
          },
          {
            "@_fa": "true",
            "$": "2-substituted 5,5-dimethyl-[1,3]dioxanes"
          },
          {
            "@_fa": "true",
            "$": "Copper catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Gas phase"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "311-320",
        "prism:endingPage": "320",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 May 1997",
        "prism:doi": "10.1016/S1381-1169(96)00410-4",
        "prism:startingPage": "311",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00410-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "32",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004104-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "693",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0343554068"
      }
    }
  }
}