{
  "metadata": {
    "title": "Metallacyclic zirconocene complexes as catalysts for homogeneous and heterogeneous ethylene polymerization",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-03-20",
    "doi": "10.1016/S1381-1169(99)00378-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999003787",
    "pii": "S1381116999003787"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034689301",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-05 2000-04-05 2010-04-18T20:21:34 1-s2.0-S1381116999003787 S1381-1169(99)00378-7 S1381116999003787 10.1016/S1381-1169(99)00378-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01161 2015-05-15T05:56:33.651043-04:00 0 0 20000320 2000 2000-04-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 154 154 1 2 1 2 Volume 154, Issues 1–2 9 65 72 65 72 20000320 20 March 2000 2000-03-20 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. METALLACYCLICZIRCONOCENECOMPLEXESCATALYSTSFORHOMOGENEOUSHETEROGENEOUSETHYLENEPOLYMERIZATION LICHT E 1 Introduction 2 Results and discussion 2.1 Heterogeneous polymerization with self-immobilizing metallacycles 2.2 Comparison of homogeneous and heterogeneous ethylene catalyzed polymerization reactions by metallacycles 2.2.1 Homogeneous polymerization after the activation with MAO 2.2.2 Heterogeneous polymerization with an immobilized cocatalyst 2.2.3 Heterogeneous polymerization by prepolymerization 2.3 Influence of the polymerization method on the density of the resulting polymers 2.4 Influence of the catalyst and polymerization method on the morphology of the resulting polymers 2.5 Advantages of metallacyclic zirconocene catalysts 3 Experimental part 3.1 Activation of the metallocene complexes with MAO 3.2 Homopolymerization of ethylene 3.3 Heterogeneous ethylene polymerization using PHT-supported metallocene catalysts 3.4 Heterogeneous ethylene polymerization using prepolymerized metallocene complexes 3.5 Characterization of the polyethylene samples 3.5.1 Differential scanning calorimetry 3.5.2 Viscosimetry Acknowledgements References BOCHMANN 1996 255 M BRINTZINGER 1995 1255 H BRINTZINGER 1995 1143 H KAULBACH 1994 197 M KAMINSKY 1998 1413 W MOHRING 1995 181 P MOHRING 1994 159 P CHOUKROUN 1994 2097 R SITZMANN 1994 3 H ROGERS 1985 51 R SCHMID 1994 231 G SCHMID 1995 101 M RAZAVI 1992 299 A EWEN 1988 6255 J RAZAVI 1993 117 A KAMINSKY 1995 181 W EWEN 1995 181 J CHEN 1995 1 Y PATSIDIS 1995 31 K ALT 1996 51 H ALT 1996 257 H HERRMANN 1991 C5 G RAZAVI 1993 117 A FIERRO 1994 661 R JACKSON 1977 57 R KAMINSKY 1993 239 W CHIEN 1991 1603 J JANIAK 1994 49 C PEIFER 1998 205 B ALT 1999 1703 H DOERRER 1999 2111 L WHITELY 1992 487 K ULLMANNSENCYCLOPEDIAINDUSTRIALCHEMISTRY LICHTX2000X65 LICHTX2000X65X72 LICHTX2000X65XE LICHTX2000X65X72XE item S1381-1169(99)00378-7 S1381116999003787 1-s2.0-S1381116999003787 10.1016/S1381-1169(99)00378-7 271358 2010-09-30T18:08:53.55638-04:00 2000-03-20 1-s2.0-S1381116999003787-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/MAIN/application/pdf/9ef3d09c21f21c76d2e37c613a860006/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/MAIN/application/pdf/9ef3d09c21f21c76d2e37c613a860006/main.pdf main.pdf pdf true 3669933 MAIN 8 1-s2.0-S1381116999003787-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/PREVIEW/image/png/fbc300a97f3dc86cb286d84da36c3dbe/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/PREVIEW/image/png/fbc300a97f3dc86cb286d84da36c3dbe/main_1.png main_1.png png 63337 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999003787-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr1/THUMBNAIL/image/gif/1f6f7a474d1e07646190489da7792ea4/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr1/THUMBNAIL/image/gif/1f6f7a474d1e07646190489da7792ea4/gr1.sml gr1 gr1.sml sml 1089 56 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr1/DOWNSAMPLED/image/gif/00667da2c24e059d2b61dbbd5af272bf/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr1/DOWNSAMPLED/image/gif/00667da2c24e059d2b61dbbd5af272bf/gr1.gif gr1 gr1.gif gif 3910 134 301 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr2/THUMBNAIL/image/gif/e241ec076bd017b3925e010532b117cc/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr2/THUMBNAIL/image/gif/e241ec076bd017b3925e010532b117cc/gr2.sml gr2 gr2.sml sml 1134 83 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr2/DOWNSAMPLED/image/gif/17575e962af9a73c2a28381224ac70ca/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr2/DOWNSAMPLED/image/gif/17575e962af9a73c2a28381224ac70ca/gr2.gif gr2 gr2.gif gif 3580 187 280 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr3/THUMBNAIL/image/gif/5e4cf0d0958ab8358f31a24f3234efa5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr3/THUMBNAIL/image/gif/5e4cf0d0958ab8358f31a24f3234efa5/gr3.sml gr3 gr3.sml sml 1456 81 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr3/DOWNSAMPLED/image/gif/31fe477e848a74bafb82bfbc58b372f3/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr3/DOWNSAMPLED/image/gif/31fe477e848a74bafb82bfbc58b372f3/gr3.gif gr3 gr3.gif gif 7160 216 333 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr4/THUMBNAIL/image/gif/50a20e4d84c4605dd58f7e81eb8d22e1/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr4/THUMBNAIL/image/gif/50a20e4d84c4605dd58f7e81eb8d22e1/gr4.sml gr4 gr4.sml sml 1938 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr4/DOWNSAMPLED/image/gif/51c73e0ac9a267fc47b4036cc2ef2ae8/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr4/DOWNSAMPLED/image/gif/51c73e0ac9a267fc47b4036cc2ef2ae8/gr4.gif gr4 gr4.gif gif 9398 216 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr5/THUMBNAIL/image/gif/9f4bf763e11459157931a6e1294d45f3/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr5/THUMBNAIL/image/gif/9f4bf763e11459157931a6e1294d45f3/gr5.sml gr5 gr5.sml sml 1699 83 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr5/DOWNSAMPLED/image/gif/0783b538bfc1258e3ee2f746df35d313/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr5/DOWNSAMPLED/image/gif/0783b538bfc1258e3ee2f746df35d313/gr5.gif gr5 gr5.gif gif 6658 210 315 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr6/THUMBNAIL/image/gif/740e39a5d84d95b24ca316b56888c9d0/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr6/THUMBNAIL/image/gif/740e39a5d84d95b24ca316b56888c9d0/gr6.sml gr6 gr6.sml sml 1484 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr6/DOWNSAMPLED/image/gif/cc9cc13e991b4309bfde04344c4ad081/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr6/DOWNSAMPLED/image/gif/cc9cc13e991b4309bfde04344c4ad081/gr6.gif gr6 gr6.gif gif 6302 208 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003787-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr7/THUMBNAIL/image/gif/fdf3357c90ef8d43bcf97792a0a107d1/gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr7/THUMBNAIL/image/gif/fdf3357c90ef8d43bcf97792a0a107d1/gr7.sml gr7 gr7.sml sml 3656 94 84 IMAGE-THUMBNAIL 1-s2.0-S1381116999003787-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003787/gr7/DOWNSAMPLED/image/jpeg/445f9f24fec5a6c2250fc75f9bf8466c/gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003787/gr7/DOWNSAMPLED/image/jpeg/445f9f24fec5a6c2250fc75f9bf8466c/gr7.jpg gr7 gr7.jpg jpg 191763 717 643 IMAGE-DOWNSAMPLED MOLCAA 2506 S1381-1169(99)00378-7 10.1016/S1381-1169(99)00378-7 Elsevier Science B.V. Fig. 1 Scheme for the heterogenization of a metallacyclic catalyst by repeated ethylene insertion into the metal–carbon σ-bond. Fig. 2 Metallacycles employed for homogeneous and heterogeneous polymerization. Fig. 3 Comparison of the activities of metallacycles 1–3 in homogeneous ethylene polymerization, after the activation with MAO, and the molecular weights of the resultant polymers. Fig. 4 Comparison of the activities and viscosity average molecular weights of the resultant polyethylenes from metallacycles 1–3, activated and immobilized with PHT. Fig. 5 Comparison of the activities and viscosity average molecular weights of the resultant polyethylenes from prepolymerized metallocene complexes 1–3. Fig. 6 Comparison of the densities of polyethylenes from both homogeneous and heterogeneous (PHT-immobilized and prepolymerized) polymerization reactions. Fig. 7 Black-and-white photographs of polyethylenes that were produced with metallacycle 1 under various polymerization conditions (dimensions: (a) 1.5:1; (b) 7:1). Table 1 DSC data a for polyethylenes obtained from the homogeneous polymerizations with 1–3/MAO Metallocene complex T m (°C) ΔH m (J/mol) α (%) 1 133.1 188.2 64.9 2 142.2 212.2 73.2 3 137.7 137.9 47.6 a The values are taken from the 2nd heating course of the DSC. Table 2 DSC data a for heterogeneously polymerized polyethylenes using metallacycles 1–3 Metallocene complex T m (°C) ΔH m (J/mol) α (%) 1 135.8 149.5 51.6 2 138.3 169.5 51.1 3 126.4 182.6 62.7 a The values are taken from the 2nd heating course of the DSC. Table 3 DSC data a for heterogeneously polymerized polyethylenes using prepolymerized metallacycles 1–3 Metallocene complex T m (°C) ΔH m (J/mol) α (%) 1 139.1 159.9 55.1 2 128.4 178.8 61.6 3 142.4 157.6 54.4 a The values are taken from the 2nd heating course of the DSC. Metallacyclic zirconocene complexes as catalysts for homogeneous and heterogeneous ethylene polymerization Erik H Licht Helmut G Alt * Laboratorium für Anorganische Chemie, Universität Bayreuth, Universitätsstrasse 30, D-95440 Bayreuth, Germany * Corresponding author. Fax: +49-921-552157 A novel class of heterogeneous ethylene polymerization catalysts, derived from homogeneous metallacyclic zirconocene complexes is described. These complexes can be activated with methyl aluminoxane (MAO) and used for ethylene polymerization. The polymerization reaction begins homogeneously, but the homogeneous metallacycles self-immobilize during the polymerization process. Subsequent olefin polymerization is therefore heterogeneously catalyzed. This method of heterogeneous olefin polymerization is compared with a homogeneous and an alternate heterogeneous polymerization technique. Keywords Zirconium Metallacycles Catalysis Ethylene polymerization Heterogenization 1 Introduction After the activation with methyl aluminoxane (MAO), zirconocene dichloride complexes can be highly active catalysts for homogeneous polymerization of α-olefins [1–25]. The homogeneous nature of these catalysts has contributed much to the understanding of the structure of the active species and the mechanism of the olefin polymerization reaction. However, it is exactly this homogeneous character which limits the industrial application of these catalysts to commercial “slurry” polymerization processes because as the polymer forms, it precipitates onto internal reactor surfaces and causes “fouling”. Thermal control of the exothermic polymerization reactions becomes very difficult, as does continuous operation of the polymerization process. Converting metallocene/MAO catalysts from homogeneous to heterogeneous catalysts is absolutely necessary to make metallocene catalysts applicable for commercial use. As a result of the conversion, polyolefins formed with the heterogeneous catalysts precipitate onto the catalyst surface and not onto internal reactor surfaces. Heterogenization of the catalyst can be accomplished by attaching the metallocene dichloride complex to an organic [26] or an inorganic carrier material [27–29] followed by activation with MAO or by using a heterogeneous cocatalyst [30–32]. An elegant and inexpensive way to heterogenize inherently, present investigation reports on the use of metallacyclic zirconocene complexes as homogeneous and heterogeneous (supported and self-immobilized) catalysts for ethylene polymerization. The effect of the metallocene structure on the polymerization reaction and the properties of the resultant polymers were of special interest. 2 Results and discussion 2.1 Heterogeneous polymerization with self-immobilizing metallacycles Metallocene complexes with a substituent on the π-ligand that forms a σ-bond or a π-bond to the central metal are described as metallacycles in this paper. After activation of the metallacycle with MAO, the ring expands during polymerization through repeated ethylene insertions into the metal–carbon σ-bond of the metallacycle (see Fig. 1 ). Finally, an insoluble polymer is formed that is directly attached to one π-ligand of the active catalyst cation. In this manner, the catalyst is immobilized and further ethylene polymerization occurs by heterogeneous catalysis. During the polymerization, the metallacycle opens due to a chain termination reaction. Further formation of polymer results from heterogeneously catalyzed olefin insertions into the cationic metallocene mono alkyl complex. As an alternative, a different metallocene cation can be discussed as potential catalyst: the butyl ligand is still coordinated to the metal, the metallacycle has opened and the ortho position of the terminal phenyl group and MAO form an anion. We do not favor this possibility because the Zr–phenyl bond is supposed to be much stronger than the Zr–butyl bond and therefore, harder to break. Another argument is the fact that the coloured activated metallacycles can undergo “self-immobilization” reactions [33–35] with ethylene in toluene solution to give coloured prepolymerized heterogeneous catalysts (see Experimental part). Such a behaviour is not known from the reaction of “conventional” metallocene catalysts and MAO. NMR studies are planned to obtain further proof. 2.2 Comparison of homogeneous and heterogeneous ethylene catalyzed polymerization reactions by metallacycles The type of polymerization reaction, i.e., homogeneous or heterogeneous, has a direct influence on the polymerization behavior of the metallocene complex used. Metallacycles 1–3 [36], activated with MAO, were used to polymerize ethylene, homogeneously and heterogeneously (Fig. 2) . The synthesized polyethylenes were characterized using viscosimetry, differential scanning calorimetry (DSC), and density and morphological investigations. The obtained results are described in the following chapters. 2.2.1 Homogeneous polymerization after the activation with MAO After the activation with MAO, metallacycles 1–3 are highly active homogeneous ethylene polymerization catalysts. Complexes 1 and 2 are undoubtedly metallacycles with a zirconium–carbon σ-bond. Complex 3, however, formally is a Zr(II) precursor of such a metallacycle, the terminal phenyl group is interacting via an agostic hydrogen atom in the ortho position of the phenyl ring. Such types of complexes have been presented very recently by Doerrer et al. [37]. It is very likely that in the activation step with MAO, 3 is transferred into an analogous monomeric metallacycle by hydrogen transfer from the ortho position of the phenyl group to the butene ligand. Another alternative of the activation could be the formulation of a dinuclear complex with the same structural features. The catalytic activities and viscosity average molecular weights of the resultant polymers are shown in Fig. 3 . The activities of metallacycles 1–3 significantly increase as the length of the spacer chain increases [35]. The three metallacycles produce polyethylenes with molecular weights in a narrow range (290–350 kg/mol). The DSC data for these resins are given in Table 1 . 2.2.2 Heterogeneous polymerization with an immobilized cocatalyst One method of converting metallacycles into heterogeneous catalysts is to activate them with a supported cocatalyst. A supported cocatalyst that is especially efficient and relatively easy to synthesize, is partially hydrolyzed trimethylaluminum (PHT) [38]. It is synthesized by suspending a support, e.g., silica gel, in toluene and treating it with trimethylaluminum. The resulting suspension is reacted with a water saturated inert gas stream while being stirred vigorously. An immobilized cocatalyst system is formed that can be used to prepare heterogeneous metallocene catalysts. The catalyst is prepared by adding the selected metallocene complex (Al:Zr=260:1) to the suspension. The complex is simultaneously activated and immobilized. The reaction suspension adopts the color of the active catalyst, is filtered, and the residue dried in vacuo to a constant weight. The dried solid can be used directly for heterogeneous ethylene polymerization reactions. The activities and viscosity average molecular weights of the resulting polymers for metallocene complexes 1–3, activated and immobilized on PHT, are compared in Fig. 4 . The polymerization activities are good, and there are absolutely no signs of any tendency to “foul” internal reactor surfaces. The activities of these heterogeneous catalysts increase with the length of the spacer chain, but compared to the homogeneous polymerization results (Section 2.2.1), the increases in activity are significantly lower. The viscosity average molecular weights of the resulting polyethylenes are in a narrow range of 270–310 kg/mol. The DSC data for these resins are given in Table 2 . 2.2.3 Heterogeneous polymerization by prepolymerization A second method of converting metallacycles into heterogeneous catalysts is self-immobilization of the catalyst by prepolymerization with ethylene. In this case, the active catalyst produces its own heterogeneous support. For metallocene complexes 1 and 2, it is assumed that ethylene inserts continuously into the metallacyclic ring structure until the polymeric ring that is bonded to the ligand becomes insoluble (see Section 2.1). The initially homogeneous catalysts, after undergoing an ethylene prepolymerization reaction before use in the laboratory autoclave, are thus converted into heterogeneous catalysts. For the prepolymerized metallacycles, there was no direct correlation between the length of the carbon spacer chain and the polymerization activity. Metallacycles containing one C1 (1) and one C3-spacer (3) exhibited comparable polymerization activities, while the metallacycle containing one C2-spacer (2) had a significantly lower activity (Fig. 5) . These results can be expected as the metallacycles 1–3 reach more or less the same ring size in the process of olefin insertion. The opposite trend is observed for the viscosity average molecular weights of the resulting polyethylenes. The prepolymerized metallacyclic catalysts 1 and 3 produced polymers with a viscosity average molecular weight of approximately 300 kg/mol, while prepolymerized metallacycle 2 produced a polymer with a higher viscosity average molecular weight (390 kg/mol). As in the case of classic heterogeneous Ziegler–Natta catalysis, these results cannot be explained by simple models. The phenyl ring could be brought into a position by the C2-spacer that is unfavorable for polymerization termination reactions via β-H-elimination. The DSC data for these resins are given in Table 3 . 2.3 Influence of the polymerization method on the density of the resulting polymers Metallocene catalysts can produce polyethylenes with densities in the range of 0.910–0.980 g/cm3 in commercial processes [39]. These densities cover the complete area of commercially interesting polyethylenes (LLDPE: ≈0.91, LDPE: ≈0.92 and HDPE: ≈0.96 g/cm3) [40]. In the current study, the densities of the polyethylenes from both homogeneous and heterogeneous (PHT-immobilized or prepolymerized) polymerization reactions were examined using the metallocene complexes 1–3 (Fig. 6) to study the effect of the polymerization method on the densities of the resulting polymers. The densities of these polyethylenes were determined using a floatation method [41]. The densities of the polyethylenes made with the homogeneous and both heterogeneous polymerization techniques are very similar for metallocene complexes 1 and 3. Only metallacycle 2 with a C2-spacer is found to produce different densities. A comparison of the two polyethylenes, heterogeneously produced with metallacycle 2, shows that the PHT-immobilized catalyst produces resin with a significantly higher density than the analogous prepolymerized catalyst. The measured densities are more dependent on the nature of the cocatalyst than on the polymerization method. The heterogeneous cocatalyst must influence the number of short and/or long chain branches. The molecular weight and the branching content of the polyethylenes formed directly determine the densities measured. Therefore, it is possible to control the polymer density by changing the cocatalyst type and the heterogenization method. Both heterogeneous methods are suitable for commercial application as neither caused fouling. 2.4 Influence of the catalyst and polymerization method on the morphology of the resulting polymers The morphology of polyethylene is decisively dependent on the polymerization method. Several polyethylenes are illustrated in black-and-white pictures in Fig. 7 to document this influence. These polyethylenes were produced using metallacycle 1 in homogeneous and heterogeneous (PHT-system and prepolymerized catalyst) polymerization reactions. Homogeneously produced polyethylenes using metallacycle 1 consist of mostly rod-shaped polymer particles (dimensions approximately 1.0×0.5 mm) (Fig. 7/1). This rod-form is typical for polyethylenes that are produced with metallacycles in homogeneous polymerization reactions, while polyethylenes that are produced with metallocene dichloride complexes consist mostly of spherical polymer particles. The insertion of ethylene into the Zr–C σ-bond of the metallacyclic catalysts (see Section 2.1) seems to be responsible for the morphology of the produced polyethylenes. The polyethylene particles from homogeneous polymerizations consist of polymer flakes with low bulk densities. During heterogeneous polymerization reactions, metallacycle 1 produces polyethylene particles with a different morphology. Fig. 7/2 shows polyethylene particles that were produced using metallacycle 1 after activation and heterogenization with PHT. Fig. 7/3 shows polyethylene particles that are produced by heterogeneous polymerization after activation with MAO and prepolymerization. In contrast to the homogeneously produced particles, the polymer particles from heterogeneous polymerization reactions are edged and possess higher bulk densities. The particle size of the polymer synthesized with the PHT-system (Fig. 7/2) is between 0.5 and 2.0 mm, while the size of the polymer synthesized with the catalysts heterogenized through prepolymerization (Fig. 7/3) is approximately 1.0–3.0 mm. 2.5 Advantages of metallacyclic zirconocene catalysts The previous chapters show that metallacyclic zirconocene complexes are well suited as precursors for highly active, homogeneous and heterogeneous ethylene polymerization catalysts. The properties of the resulting polymers are decisively dependent on the polymerization method. Metallacycles can be heterogenized by support materials, but also by prepolymerization (without support material). Due to this self-immobilizing property, metallacyclic zirconocene complexes offer an attractive way to produce heterogeneous and highly active polymerization catalysts. Compared to self-immobilizing, alkenyl substituted metallocene dichloride complexes that are already known [33,36], metallacyclic zirconocene complexes have the advantage that they can be synthesized from economical starting materials and in very high yields [36]. In addition, they are free of chlorides that may poison the catalyst or cause problems when the polymers are thermally decomposed in recycling processes. 3 Experimental part 3.1 Activation of the metallocene complexes with MAO The metallocene complex, 10–15 mg, was activated with MAO (30% in toluene) (Zr:Al=1:3000). An aliquot of the catalyst solution containing 0.5–1.5 mg metallocene complex was used within 1 h for homopolymerization. 3.2 Homopolymerization of ethylene n-Pentane, 500 ml, was placed in a 1-l Büchi laboratory autoclave and mixed with the catalyst solution while maintaining the autoclave temperature at 60°C. An ethylene pressure (99.98% ethylene) of 10 bar was applied after an inside temperature of 50°C was reached. The mixture was stirred for 1 h at 60±2°C and subsequently, the reaction was terminated by releasing the pressure in the reactor. The obtained polymer was dried in vacuo. 3.3 Heterogeneous ethylene polymerization using PHT-supported metallocene catalysts Trimethylaluminum, 30 ml of a 2 M solution in toluene, was added to 2.0 g silica gel, and then 1.80 ml water as steam/argon mixture were bubbled through the mixture at 50°C. The metallocene complex, 57.7·10−6 mmol (Zr:Al=260:1) was added, the mixture was stirred for 15 min at room temperature and the suspension was filtered. The residue was dried in vacuo. n-Pentane, 500 ml, was placed in a 1-l Büchi laboratory autoclave. Triisobutylaluminum solution, 1.0 ml, and 0.15 g PHT catalyst were added to the autoclave thermostated at 60°C. An ethylene pressure (99.98% ethylene) of 10 bar was applied. The mixture was stirred for 1 h, and the reaction was terminated by releasing the ethylene pressure. The obtained polymer was dried in vacuo. 3.4 Heterogeneous ethylene polymerization using prepolymerized metallocene complexes The corresponding metallocene complex, 30–40 mg, was activated with MAO (30% in toluene) (Zr:Al=1:1000), mixed with 30 ml toluene and stirred for 20 min at room temperature at an ethylene pressure of 0.2 bar. The colored precipitate was washed with 40 ml toluene and the resulting heterogeneous catalyst was dried in vacuo. n-Pentane, 500 ml, was placed in a 1-l Büchi laboratory autoclave and mixed with 0.40–0.50 g prepolymerized catalyst (corresponding to 0.30–0.40 mg catalyst). The autoclave was thermostated at 60°C. An ethylene pressure (99.98% ethylene) of 10 bar was applied. The mixture was stirred for 1 h, and the reaction terminated by releasing the ethylene pressure. The obtained polymer was dried in vacuo. 3.5 Characterization of the polyethylene samples 3.5.1 Differential scanning calorimetry The polymer samples were investigated for phase transitions with DSC using a Pyris DSC 7 instrument. For the measurements, 5–12 mg dried polymer were fused into standard aluminum pans (∅ 7 mm) and measured under nitrogen cooling using the temperature program below. First heating phase was from 25°C to 200°C with a heating rate 40 K/min. Isothermal phase was 3 min, while cooling phase was from 200°C to −40°C with a cooling rate of 20 K/min. On the other hand, the second heating phase was from −40°C to 200°C with a heating rate of 20 K/min. Melting points and fusion enthalpies were taken from the second heating course. The temperature was linearly corrected relative to indium (Mp. 429.78 K). The fusion enthalpy of indium (H m=28.45 J/g) was used for calibration. 3.5.2 Viscosimetry Molecular weight determination of the polyethylene samples was performed using a Ubbelohde precision capillary viscometer in cis/trans decalin at 135±0.1°C. For the measurements, 50 mg polymer were completely dissolved in 45.0 ml decalin at 130°C within 3–4 h and insoluble ingredients filtered over glass wool. M̄η was determined using a calibration curve that was available for the selected concentration. Acknowledgements We thank the Deutsche Forschungsgemeinschaft and Phillips Petroleum (Bartlesville, OK, USA) for the financial support and Witco for the supply of MAO. References [1] M. Bochmann J. Chem. Soc., Dalton Trans. 1996 255 [2] H.-H. Brintzinger D. Fischer R. Mülhaupt B. Rieger R. Waymouth Angew. Chem. 107 1995 1255 [3] H.-H. Brintzinger D. Fischer R. Mülhaupt B. Rieger R. Waymouth Angew. Chem., Int. Ed. Engl. 34 1995 1143 [4] M. Kaulbach F. Küber Chem. Unserer Zeit 28 1994 197 [5] W. Kaminsky J. Chem. Soc., Dalton Trans. 1998 1413 [6] P.C. Möhring N.J. Coville J. Mol. Catal. 96 1995 181 [7] P.C. Möhring N. Vlachakis N.E. Grimmer N.J. Coville J. Organomet. Chem. 483 1994 159 [8] R. Choukroun F. Dahan Organometallics 13 1994 2097 [9] H. Sitzmann P. Zhou G. Wolmershäuser Chem. Ber. 127 1994 3 [10] R.D. Rogers M.M. Benning L.K. Kurihara K.J. Moriarty M.D. Rausch J. Organomet. Chem. 293 1985 51 [11] G. Schmid U. Thewalt M. Polasek K. Mach P. Sedmera J. Organomet. Chem. 482 1994 231 [12] M.A. Schmid H.G. Alt W. Milius J. Organomet. Chem. 501 1995 101 [13] A. Razavi J. Ferrara J. Organomet. Chem. 435 1992 299 [14] J.A. Ewen R.L. Jones A. Razavi J. Ferrara J. Am. Chem. Soc. 110 1988 6255 [15] J.A. Ewen, A. Razavi, Eur. Pat. Appl. EP. 351, 392 (17 January 1990), Chem. Abstr. 112 (1990) 199346. [16] A. Razavi J.L. Atwood J. Ferrara J. Organomet. Chem. 459 1993 117 [17] W. Kaminsky O. Rabe A.-M. Schauwienold G.U. Schupfer J. Hanss J. Kopf J. Organomet. Chem. 497 1995 181 [18] J.A. Ewen Macromol. Symp. 89 1995 181 [19] Y.-X. Chen M.D. Rausch J.C.W. Chien J. Organomet. Chem. 497 1995 1 [20] K. Patsidis H.G. Alt J. Organomet. Chem. 501 1995 31 [21] H.G. Alt R. Zenk J. Organomet. Chem. 512 1996 51 [22] H.G. Alt R. Zenk W. Milius J. Organomet. Chem. 514 1996 257 [23] G.S. Herrmann H.G. Alt M.D. Rausch J. Organomet. Chem. 401 1991 C5 [24] A. Razavi J.L. Atwood J. Organomet. Chem. 459 1993 117 [25] R. Fierro Z. Yu M.D. Rausch S. Dong D. Alvares J.C.W. Chien J. Polym. Sci. A 32 1994 661 [26] O. Uchida, R. Sugimoto, Mitsu Toatsu Chemicals, Jpn. Kokai Tokkyo Koho JP 04,234,405 [92,234,405] (1992), Chem. Abstr. 117 (1992) 252003u. [27] R. Jackson J. Ruddelsden D.J. Thompson R. Whelan J. Organomet. Chem. 125 1977 57 [28] W. Kaminsky F. Renner Makromol. Chem., Rapid Commun. 14 1993 239 [29] H.G. Alt, K. Patsidis, M.B. Welch, R.L. Geerts, B. Peifer, S.J. Palackal, D.R. Fahey, H.R. Deck, Phillips Petroleum, Eur. Pat. Appl. Ep. 628566 (1994); Chem. Abstr. 123 (1995) 33867. [30] J.C.W. Chien D. He J. Polym. Sci., Part A: Polym. Chem. 29 1991 1603 [31] M. Chang, Exxon Chemical, Eur. Pat. Appl. EP 361866 (1990); Chem. Abstr. 113 (1990) 60082. [32] C. Janiak B. Rieger Angew. Makromol. Chem. 215 1994 49 [33] B. Peifer W. Milius H.G. Alt J. Organomet. Chem. 553 1998 205 [34] L.I. Little, Eur. Pat. Appl. EP 0586168 (1993). [35] H.G. Alt J. Chem. Soc., Dalton Trans. 1999 1703 [36] E.H. Licht, H.G. Alt, M.M. Karim, J. Organomet. Chem., in press. [37] L.H. Doerrer M.L.H. Green D. Häußinger J. Saßmannshausen J. Chem. Soc., Dalton Trans. 1999 2111 [38] A. Köppl, Dissertation, University of Bayreuth, 1998. [39] M.B. Welch, Phillips Petroleum, USA, unpublished results. [40] K.S. Whitely T.G. Heggs 5th edn. B. Elvers S. Hawkin M. Ravencroft G. Schulz Ullmann's Encyclopedia of Industrial Chemistry A21 1992 VCH Weinheim 487 [41] A. Baumgärtner, in “Physik der Polymere”.",
      "scopus-id": "0034689301",
      "coredata": {
        "eid": "1-s2.0-S1381116999003787",
        "dc:description": "A novel class of heterogeneous ethylene polymerization catalysts, derived from homogeneous metallacyclic zirconocene complexes is described. These complexes can be activated with methyl aluminoxane (MAO) and used for ethylene polymerization. The polymerization reaction begins homogeneously, but the homogeneous metallacycles self-immobilize during the polymerization process. Subsequent olefin polymerization is therefore heterogeneously catalyzed. This method of heterogeneous olefin polymerization is compared with a homogeneous and an alternate heterogeneous polymerization technique.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-03-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999003787",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Licht, Erik H"
          },
          {
            "@_fa": "true",
            "$": "Alt, Helmut G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999003787"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999003787"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00378-7",
        "prism:volume": "154",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Metallacyclic zirconocene complexes as catalysts for homogeneous and heterogeneous ethylene polymerization",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Zirconium"
          },
          {
            "@_fa": "true",
            "$": "Metallacycles"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Heterogenization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "65-72",
        "prism:endingPage": "72",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 March 2000",
        "prism:doi": "10.1016/S1381-1169(99)00378-7",
        "prism:startingPage": "65",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00378-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1089",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "134",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3910",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1134",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "187",
            "@width": "280",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3580",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1456",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "216",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7160",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1938",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "216",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9398",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1699",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "210",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6658",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1484",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "208",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6302",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "84",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3656",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "717",
            "@width": "643",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003787-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "191763",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034689301"
      }
    }
  }
}