{
  "metadata": {
    "title": "Pentacoordinated manganese complexes as biomimetic catalysts for asymmetric epoxidations with hydrogen peroxide",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-03-14",
    "doi": "10.1016/S1381-1169(96)00361-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003615",
    "pii": "S1381116996003615"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030900886",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003615 S1381-1169(96)00361-5 S1381116996003615 10.1016/S1381-1169(96)00361-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00490 2015-05-15T05:56:33.668241-04:00 0 0 19970314 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 117 117 1 3 1 2 3 Volume 117, Issues 1–3 34 339 346 339 346 19970314 14 March 1997 1997-03-14 1997 International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation Noordwijkerhout, The Netherlands 14–19 April 1996 19960414 19960419 R.A. Sheldon converted-article fla Copyright © 1997 Published by Elsevier B.V. PENTACOORDINATEDMANGANESECOMPLEXESBIOMIMETICCATALYSTSFORASYMMETRICEPOXIDATIONSHYDROGENPEROXIDE BERKESSEL A BERKESSEL 1990 81 84 A 1990 106 108 BERKESSEL 1995 535 536 A SCHWENKREIS 1993 4785 4788 T PIETIKAINEN 1994 941 944 P IRIE 1994 255 256 R DEAR 1993 115 125 K MEUNIER 1992 1411 1456 B MARNETT 1986 29 76 L CYTOCHROMEP450 DEMONTELLANO 1987 289 294 P ZENG 1992 185 207 J IRIE 1991 265 266 R MANSUY 1993 395 424 D BIOINORGANICCATALYSIS BATTIONI 1988 8462 8470 P QUICI 1993 597 612 S ANELLI 1989 779 780 P BANFI 1991 1285 1287 S BOETTCHER 1994 1089 1100 A BOETTCHER 1993 4131 4138 A BERKESSEL 1996 59 68 A JACOBSEN 1993 159 202 E CATALYTICASYMMETRICSYNTHESIS JACOBSEN 1991 7063 7064 E BRANDES 1994 4378 4380 B KATSUKI 1995 189 214 T KATSUKI 1995 515 530 T VOLZ 1992 1097 1101 H VOLZ 1989 171 175 H SMEGAL 1983 3510 3515 J SMEGAL 1983 3515 3521 J SMEGAL 1983 2920 2922 J LARROW 1994 12129 12130 J BERKESSELX1997X339 BERKESSELX1997X339X346 BERKESSELX1997X339XA BERKESSELX1997X339X346XA item S1381-1169(96)00361-5 S1381116996003615 1-s2.0-S1381116996003615 10.1016/S1381-1169(96)00361-5 271358 2010-09-29T19:50:31.790463-04:00 1997-03-14 1-s2.0-S1381116996003615-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003615/MAIN/application/pdf/0394c37396d2bf9a127609e148df4997/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003615/MAIN/application/pdf/0394c37396d2bf9a127609e148df4997/main.pdf main.pdf pdf true 822176 MAIN 8 1-s2.0-S1381116996003615-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003615/PREVIEW/image/png/009bbf85bb8c45603e8d910a8ec25b50/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003615/PREVIEW/image/png/009bbf85bb8c45603e8d910a8ec25b50/main_1.png main_1.png png 62830 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 117 (1997) 339-346 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Pentacoordinated manganese complexes as biomimetic catalysts for asymmetric epoxidations with hydrogen peroxide A. Berkessel * , M. Frauenkron, T. Schwenkreis, A. Steinmetz Organisch-Chemisches Institut der Unicersit, lui Neuenheimer Feld 270, D-69120 Heidelberg, Germane Received 24 April 1996: revised 13 August 1996; accepted 13 August 1996 Abstract Chiral pentadentate dihydrosalen ligands, carrying an imidazole group as a fifth, axial donor have been synthesized in racemic and enantiomerically pure form. All of these ligands afforded mononuclear manganese(III) complexes in good yields. The complexes catalyzed the epoxidation of olefins with a variety of terminal oxidants, but most importantly, with dilute (1%) aqueous hydrogen peroxide and without any added co-ligands. With 1,2-dihydronaphthalene as substrate and 10 rnol% of catalyst, enantiomeric excesses up to 64% were achieved. Control experiments using a tetradentate chelate lacking the axial imidazole donor showed that the pentacoordination of the manganese ion is crucial for the peroxidase activity. 1. Introduction As a part of our studies on biomimetic catalysts for selective oxyfunctionalizations [1,2], we are trying to find new catalysts that can utilize hydrogen peroxide as the terminal oxidant 1. Its advantages are obvious: It is a cheap and mild reagent, with only water being formed as waste product [4]. The main challenge associated with this oxidant, however, is favoring the heterolytic O-O bond cleavage - with concomitant formation of the reactive metal-oxene Corresponding author. Tel.: +49-6221-548407; fax: +496221-544205; e-mail: gz7C ix.urz.uni-heidelberg.de. 1 The application of hydrogen peroxide in manganese-catalyzed asymmetric epoxidations has been described for salen-type catalysts in the presence of large amounts of external co-ligands, see f31. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PI/S1381-1169(9000361-5 species - over destructive radical pathways [5]. In many peroxidases, i.e. hydrogen peroxide utilizing enzymes, the catalytically active iron center is coordinated by the four pyrrole nitrogen atoms of its heme ligand plus an axial imidazole donor [6-8]. This proximal donor is believed to facilitate O-O heterolysis. Not surprisingly, imidazole and derivatives thereof have proven beneficial as co-ligands for manganesecomplex catalyzed epoxidations [9], especially with hydrogen peroxide as the source of oxygen [3,10,11 ]. For the efficient utilization of this oxidant in the enantioselective epoxidation of unfunctionalized olefins, it appeared desirable to combine the features of a peroxidase-like coordination sphere and a (chiral) manganese(III) salen complex (A, Fig. 1). In such an arrangement, a fifth, axial donor preferably an imidazole group - should be 340 A. Berkessel et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 339-346 N \"Mn.,N 1 O':'O A salen-type manganese chelates N ---' N\\ I=N Mn O-:'O B peroxidase model based on pentadentate dihydrosalen manganese chelates Fig. 1. Pentadentate dihydrosalen complexes of manganese as peroxidase models. covalently attached 2 to a salen-type complex (B, Fig. 1). Herein we describe the synthesis of one representative pentadentate ligand of the dihydrosalen [ 1 ], [2], [ 12](b) type, the conversion of such ligands to manganese(III) complexes of the type B (Scheme 1), the X-ray z For an achiral Mn-Porphyrin with a pendant imidazole group, see [121(a), for examples of tetradentate dihydrosalen complexes, see [121(b)-(c). H N C , .H N HN ,, \\ (a) H3C O / i H crystal structure of one of these chelates and their catalytic performance. 2. Results 2.1. Synthesis of the catalysts Our three-step sequence used for the synthesis of the pentadentate dihydrosalen ligands is depicted in Scheme 1. The secondary amine rac-1 served as starting material. It was prepared in racemic form by reductive amination of the corresponding ketone (see Ref. [13] for the synthesis of rac-1). The reductive alkylation of the secondary amine rac-1 using 2-(N-phthalimido)acetaldehyde and sodium cyanoborohydride afforded the N-protected derivative of ethylene diamine rac-2 in good yield. In the next step, the N-protecting group was removed by hydrazinolysis. The subsequent condensation of N --- N- H O ,H NON , O H3C 0 / i H 2, 76 n NYN-H H H2N'-\"'~N H3 C O i H 3, 43 All compounds 1-5 were prepared as racemic mixtures or in enantiomerically pure form. (c) For the sake of clarity, only one enantiomer is shown in the scheme. Scheme 1: Synthesis of the manganese(III) chelate rao-5, 5 H ,/N \\ `1N /T1 -N,~ ,N ,Mr!, C Ha t -Bu O + oo- BPh4 t-Bu 5, 63 % fJYN H H -NON 1~ t-Bu OH H3 C O I 1t9 H t-Bu 4, 60 Reagents and conditions: (a) 2-(N-phthalimido)acetaldehyde, NaBH3CN, methanol; (b) hydrazine hydrate, methanol; (c) 3,5-di-tert-butylsalicylaldehyde, methanol; (d) MnGl2 H20, NaBPh4, air, methanol. Scheme 1. Synthesis of the pentadentate manganese(III) chelate rac-5, 5. A. Berkessel et al. /Journal of Molecular Catalvsis A: Chemical 117 (I) 339-346 the ethylene diamine derivative rac-3 with 3,5di-tert-butylsalicylaldehyde gave the Schiff's base ligand rac-4. The enantiomerically pure ligand 4 was prepared from the S-configurated amine 1 in just the same way (see Ref. [13] for the preparation of 1 in enantiomerically pure form). Finally, the ligand rac-4 was reacted with manganese(II) chloride tetrahydrate in methanol in the presence of air and sodium tetraphenyl borate, affording the dark brown manganese(III) complex rac-5 as microcrystalline powder (Scheme 1). Besides rac-5, the enantiomerically pure complex 5 was obtained from the Schiff's base 4. For comparison, the tetradentate dihydrosalen complex rac-9, lacking the axial imidazole donor, was prepared, too. Its synthesis closely paralleled that of the pentadentate manganese chelate discussed so far: In the first step, orthohydroxyacetophenone was reductively aminated with methyl amine, affording the secondary amine (RS)-2-[1-(methylamino)ethyl]phenol in 92% yield. The subsequent N-alkylation, hydrazinolysis, condensation with 3,5-di-tertbutylsalicylaldehyde and metallation as de- 341 scribed above gave the dark brown manganese(III) chelate rac-9. CH3 -N~ -N . H Nln, c~ t-Bu ~ + o t-Bu BPha 1~ N \\ N _N,I /N ..H Mn CH3 t-Bu + O RZ BPh4 t-Bu R,- 10: R' = CH3, R2 - H 11: R' = H, RZ = OCH3 2.2. X-ray crystal structure of the manganese(111) dihydrosalen complex rac-5 Single crystals suitable for X-ray structural analysis could be obtained by slow cooling of hot, saturated solutions of the chelate rac-5 in ethanol. The result is shown in Fig. 2. The metal ion is coordinated equatorially by the oxygen (phenolate) and nitrogen (amine and imine) donor atoms of the dihydrosalen ligand. Furthermore, the fifth imidazole donor occupies an axial position. The sixth coordination site is vacant and may thus be expected to bind and Table 1 Asymmetric two-phase epoxidation with 1% aqueous hydrogen peroxide, catalyzed by olefin: oxidant: catalyst 10:100:1 Entry Olefin Oxidant Reaction time (h) Olefin consumed (%) Epoxide formed (%) ` ee (%) ''' 1 6 30% H, 0, 12 d 87 60 (69) 34 2 6 30% 1-120, 1 88 68 (77) 45 3 6 30% 1---1102 1 e 93 73 (78) 45 4 6 1% 1-1,0, 1 92 77 (84) 48 5 6 1% 1-1,0, 1 e 91 65 (71) 50 6 6 1 % H, 0, 1 e 93 72 (77) 64 1 7 7 1%o 1-1,0, 2 e n.d. 24 ~ 63 r 8 styrene 1 % H _ O= 2 ` 51 51 46 The catalyst 5 was prepared from the ligand 4 of 81% ee. h Yield and ee determined by capillary GC [heptakis(2,6-di-O-methyl-3-O-pentyl)-cyclodextrin column], employing l,2-dibromobenzene as internal standard. Absolute configurations of the major enantiomers were determined by comparison with authentic samples: epoxidation of 6: (1 R, 2S)-epoxide, epoxidation of styrene: (R)-epoxide, epoxidation of 7: not determined. Values in parentheses are corrected for incomplete conversion of the olefin (selectivity). d In this experiment, acetonitrile was used as solvent. The oxidant was added as a solution in acetonitrile by means of a syringe pump over a period of 12 h. e Epoxidation was carried out at 0. f Catalyst 5 prepared from ligand 4 of > 98% ee. r Isolated yield, ee determined by HPLC on a CHIRALCEL OD-H column. the manganese chelate 5; molar ratio of 342 A. Berkessel et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 339-346 N3 N2 N1 Mn 01 oz Fig. 2. X-Ray crystal structure of the manganese(III) chelate rac-5 (only the (S)-enantiomer is shown, H-atoms are omitted for clarity). Selected bond lengths (: Mn-O1 1.82(2); Mn-02 1.81(2); Mn-N1 1.95(2); Mn-N2 2.06(2); Mn-N3 2.20(3). activate a hydrogen peroxide molecule - dust as in heme peroxidases. As could be expected, the dihydrosalen ligand is not planar. Both the tetrahedral amine nitrogen atom and the tetrahedral carbon atom carrying the (2imidazolyl)methyl side-chain induce significant distortion. The planes of the two benzene rings intersect at an angle of ca. 45 Since the substituent at the amine nitrogen atom is pointing `downward', i.e. towards the face of the complex where the oxygenation of a substrate is expected to take place, significant asymmetric induction may be anticipated. 2.3. Catalytic activity of the manganese chelate 5 2.3.1. Asymmetric epoxidation with hydrogen peroxide catalyzed by the enantiomerically pure manganese chelate 5 As expected, the manganese chelate 5 showed catalytic activity in the epoxidation of olefins with hydrogen peroxide. The results for the epoxidation of 1,2-dihydronaphthalene 6, 6,8dimethyl-l,2-dihydronaphthalene 7 and styrene are summarized in Table 1. H: O H3C I \\ I :1111 , o,.H 6 CH3 7 8 As it turned out, hydrogen peroxide could either be used in homogeneous solution using acetonitrile as solvent, or in a two-phase system. In the latter case, both the olefin and the catalyst were dissolved in dichloromethane, and this solution was then layered with aqueous hydrogen peroxide - at the temperatures and concentrations stated in Table 1. Typically, 10 eq. of the oxidant were used, and 10 mol% of the catalyst (rel. to the olefin). In the case of the epoxidation of 1,2-dihydronaphthalene 6, using the enan- Table 2 Asymmetric epoxidation catalyzed by the manganese chelate 5, using terminal oxidants other than hydrogen peroxide Entry Olefin Oxidant Reaction time (h) Olefin consumed (%) Epoxide formed (%) b'` ee (%) w\" 1 6 (HZN)ZCO ~ HZ0Z 1 94 70 (74) 48 2 6 NaZCO; ~ 1.5 H20, 29 87 66 (76) 53 3 6 Ph-10 1 83 68 (82) 52 4 6 NaOCI f 24 95 76 (80) 56 5 6 mCPBA 9 1 14 11 (79) 23 6 trans-stilbene Ph-10 \" 14 n.d. 39 ' 33 ' a The catalyst 5 was prepared from the Schiff s base 4 of 81 % ee. \" Yield and ee determined by capillary GC [heptakis(2,6-di-O-methyl-3-O-pentyl)-cyclodex-trin column], employing 1,2-dibromobenzene as internal standard. Absolute configurations of the major enantiomers as in Table 1, epoxidation of traps-stilbene: not determined. ` Values in parentheses are corrected for incomplete conversion of the olefin (selectivity). d The yield of isolated, chromatographically purified material could be raised to 77% by driving the reaction to full conversion of the olefin. e Two equivalents of iodosylbenzene (rel, to olefin) were added at once. t Four equivalents of sodium hypochlorite (rel. to olefin) were added. g Epoxation carried out at 0, using 1 eq. of oxidant (rel. to the olefin). \" Three equivalents of iodosylbenzene (rel. to olefin) were added at once, 8 mol% of catalyst 5 were used. ' Isolated yield, ee determined by HPLC on a CHIRALCEL OD-H column. A. Berkessel et al. /Journal Molecular Catalysis A: Chemical 117 (1997) 339-346 tiomerically pure complex 5 (Table 1, entries 1-6), the best results were achieved under two phase conditions: Using 1 %-hydrogen peroxide and dichloromethane at 0, the (1 R, 2 S)epoxide 8 was obtained in high yield (72%) and enantiomeric excess (64%, Table 1, entry 6). When the substrate olefin was changed to 6,8dimethyl-1,2-dihydronaphthalene 7, a similar ee was achieved (63%, Table 1, entry, 7), but at significantly lower yield. Finally, when styrene was subjected to the epoxidation procedure, 51 % of the (R)-epoxide were obtained at 46% ee (Table 1, entry 8). 2.3.2. Asymmetric epoxidation catalyzed by the manganese chelate 5 using terminal oxidants other than hydrogen peroxide Solid adducts of hydrogen peroxide and other terminal oxidants were tested, in conjunction with the enantiomerically pure catalyst 5, too. The results are summarized in Table 2. As it turned out, the urea clathrate of hydrogen peroxide (Table 2, entry 1) or so-called sodium `percarbonate' (Table 2, entry 2) could be employed as a suspension in dichloromethane, too. The enantiomeric excesses observed were generally comparable to those obtained in the two-phase system (48% and 53%, respectively). In addition, the chemical yields were quite reasonable. As shown in Table 2, entries 3-5, 1,2-dihydronaphthalene 6 could also be epoxidized using a suspension of iodosylbenzene, a two-phase sys- Table 3 Two-phase epoxidation of 1,2-dihydronaphthalene 6 with 1% hydrogen peroxide, catalyzed by the manganese chelates rac-9-11 Entry Catalyst Reaction Olefin Epoxide time (h) consumed (%) formed 1 rac-to 2 rac-11 3 rac-9 d 2.5 96 82 (86) 2.5 69 58 (84) 4 0 0 All reactions were carried out at 0. Yields determined by capillary GC [heptakis(2,6-di-O-methyl-3O-pentyl)-cyclodextrin column], employing 1,2-dibromobenzene as internal standard. Values in parentheses are corrected for incomplete conversion of the olefin. d The addition of 2-methylimidazole (up to 20 eq. rel. to catalyst) did not change this result. 343 tem with sodium hypochlorite, or meta-chloroperbenzoic acid in homogeneous solution. In the latter case, both yield and ees were unsatisfactory, whereas both hypochlorite and iodosylbenzene gave chemical yields and ees comparable to hydrogen peroxide. Interestingly, the epoxidation of trans-stilbene (Table 2, entry 6) could be achieved only with iodosylbenzene as terminal oxidant. 2.3.3. Variations on the catalyst structure: Epoxidation of 1,2-dihydronaphthalene 6 catalyzed by the manganese chelates rac-9-11 In the manganese chelate 5, the `left' benzene ring is substituted by two tert-butyl groups, whereas the `right' benzene does not carry any further substituents. In the catalyst rac-10, an additional methyl group is positioned ortho to the `right' phenolic oxygen atom. In rac-11, a methoxy group occupies the para position relative to the `right' phenolic oxygen atom. The synthesis of rac-10,11 was carried out analogous to that of rac-5 (Scheme 1). The catalytic performance of these derivatives of the parent system rac-5 was explored under two-phase conditions, using 1%-hydrogen peroxide as terminal oxidant and 1,2-dihydronaphthalene 6 as substrate. The results are summarized in Table 3: The ortho-methylated catalyst rac-10 indeed showed a higher efficiency than the parent system rac-5: the epoxide rac-8 was formed in 82% yield (Table 3. entry 1). The introduction of a methoxy group (rac-11, Table 3, entry 2) resulted in a lowering of the epoxide yield. Most importantly, the tetradentate manganese complex rac-9 showed no catalytic activity at all (Table 3, entry 3), even in the presence of a large excess of 2-methylimidazole (up to 20 eq., relative to the complex rac-9). 2.3.4. Asymmetric epoxidation of 1,2-dihydronaphthalene 6 using the catalyst 5 under twophase conditions: Enantiomeric excess of' the epoxide 8 as a,funetion of time 1,2-Dihydronaphthalene 6 was epoxidized under two-phase conditions with l %-hydrogen 344 A. Berkessel et al. /Journal of Molecular Catalysis A: Chemical 117 0997) 339-346 too so so 70 50 40 30 zo to - 0 1,2-dihydronaphthalene 6 o epoxide 8lent 8 0 enantiomeric excess of the epoxide 8 30 40 50 80 time [min] 0 10 20 Fig. 3. Time course of the asymmetric epoxidation of 1,2-dihydronaphthalene 6 with hydrogen peroxide using the catalyst 5. peroxide, using the catalyst 5. When the concentrations of the starting material 6, the product epoxide 8/ent-8 and the ratio of 8/ent-8 were followed by gas chromatography, the time profile shown in Fig. 3 was obtained. The most striking features are the induction period and the fact that the enantiomeric excess of the product epoxide changed only very little with time (initial value: 69%, final value: 64%). 3. Discussion For the sake of clarity the results presented in this paper shall briefly be summarized again: (a) The synthetic sequence depicted in Scheme 1 allows for the preparation of novel pentadentate dihydrosalen manganese(III) complexes. Depending on whether the starting secondary amines are used in racemic or enantiomerically pure form, the manganese(III) chelates are obtained enantiomerically pure or as racemates. In principle, many other metal ions can be complexes with the ligands. (b) The pentadentate manganese(III) chelates act as peroxidase models. They efficiently epoxidize olefins using dilute aqueous hydrogen peroxide as terminal oxidant. In enantiomerically pure form, the chiral catalysts induce high enantiomeric excesses in the product epoxides. Oxidants other than hydrogen peroxide can be used as well. (c) The pentacoordination of the manganese(III) ion is a prerequisite for peroxidase activity: Omitting the axial imidazole donor eliminates the catalytic activity. (d) The enantiomeric excess of the product epoxide changes only very little in the course of the reaction. Therefore, a secondary stereospecific transformation of the primary epoxidation product appears not to take place. 3.1. Pentadentate manganese(111) complexes of the dihydrosalen type as peroxidase models and as new epoxidation catalysts In view of the above results, it appears that our initial concept of using pentadentate manganese(III) chelates as peroxidase models (Fig. 1) actually afforded a new class of biomimetic oxidation catalysts. As in heme-peroxidases, it may be assumed that the axial ligand facilitates the O-O bond heterolysis of hydrogen peroxide coordinated to the `opposite' axial site at the manganese(III) ion [6-8]. The substrate spectrum of the catalyst 5 appears to be similar to that of the manganese(III) salen catalysts described by Jacobsen [ 14] and Katsuki [ 15]: Cis1,2-disubstituted, conjugated olefins, like e.g. 1,2-dihydronaphthalene 6 are epoxidized best, whereas trans-olefins or terminal alkenes like 1-octene give at best poor yields of epoxide. In this context, it is interesting to note that our catalyst 5 did epoxidize trans-stilbene (Table 2, entry 6), but only with iodosylbenzene as terminal oxidant, and not with any other. It has been pointed out before [ 16] that the mechanistic pathway for metal-catalyzed oxygen transfer from iodosylbenzene may be different from other oxygen donors: In the former case, an adduct of the catalyst with intact iodosylbenzene may be the active, oxidizing entity, as opposed to the M=O `oxene species' usually postulated [ 15]. A. Berkessel et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 339-346 3.2. On the mechanism of asymmetric induction It was recently found that the high enantioselectivity of the epoxidation of 1,2-dihydronaphthalene 6 with Jacobsen's catalysts is in part due to a subsequent, stereospecific hydroxylation of the minor enantiomer of the initially formed epoxide mixture [17]. In other words, the enantiomeric excess of the product epoxide is increased by a subsequent kinetic resolution. As an experimental indicator, the ee of the product increases as the reaction proceeds [17]. In our case, the ee of the product epoxide remains basically constant (Fig. 3), and there is no indication for a secondary process. Consequently, the enantioselectivities observed must occur exclusively at the epoxidation stage. In fact, inspection of space filling models revealed that the enantioselectivity observed can consistently be explained by nonbonding interactions between the approaching substrate olefin and the non-planar catalyst: In the case of 1,2-dihydronaphthalene 6, the approach of the (3 Re)-face of the prochiral olefin 6 to the oxygen atom of an intermediate Mn=O species is strongly disfavored. 3 Model studies of this type also indicate that the introduction of substituents on the `right' benzene ring of the catalyst 5 (Fig. 2) should further direct the approach of the olefin and thus increase the face selectivity of the oxygen transfer. 3.3. Stability of the catalysts As with other oxidation catalysts, the major weakness of our catalytic system is its limited stability. In fact, the epoxide yields stated in this article reflect the kinetic competition between oxygen transfer to a substrate and oxidative ' Assuming a coordination state of the manganese ion as shown in Fig. 2, with the oxene-oxygen atom bonded trans to the imidazole nitrogen, and a perpendicular attack [14,15] of this intermediate Mn=O species on the C=C double bond. 345 degradation of the catalyst. Experimentally, the brown solutions of the manganese(III) catalysts bleach as the reaction proceeds. Once they are colorless, the catalytic activity is lost. It was already shown by Jacobsen [14] that the catalyst stability is increased when the positions ortho and para to the phenolic oxygen atoms are blocked. Most likely, substituents at these positions prevent oxidative phenol coupling reactions. Furthermore, sterically demanding substituents at these positions increase the enantioselectivity of the oxygen transfer reactions. In line with this argumentation, we found that the ortho-methylated complex rac-10 gives indeed higher epoxidation yields (Table 3, entry 1). As may have been expected, the electron rich methoxylated catalyst rac-11 is degraded even faster than the parent system rac-5 (Table 3, entry 2). Taken together, the above results indicate that a substitution of both the ortho and the para position (relative to the phenolic oxygen atom) of the `right' benzene ring in 5 with bulky alkyl substituents should provide higher stability towards oxidative degradation. In summary, we have shown that pentacoordinate manganese(III) chelates of the dihydrosalen type show peroxidase activity and that they may be used as catalysts for the asymmetric epoxidation of olefins with hydrogen peroxide as terminal oxidant. Their synthetic value is presently limited by their relatively complex synthesis. We are aiming at (a) a significant simplification of the synthesis, and simultaneously at (b) increasing the stability of this promising new class of oxidation catalysts. 4. Experimental The synthesis of the catalysts and the details of the X-ray structural analysis of the manganese chelate rac-5 will be reported by the authors in J. Mol. Catal., special issue on `Recent Developments on Biomimetic Oxidation Catalysts'. 346 A. Berkessel et al. /Journal of Molecular Catalvsis A: Chemical ll7 (1997) 339-346 4.1. General procedure for epoxidations using 1 %-hydrogen peroxide under two phase conditions, catalyzed by the manganese chelates 5 and rac-9-11: A 10 ml flask was charged at room temperature with a solution of the olefin (40.0 /,mol), 1,2-dibromobenzene [9.40 mg, 40.0 tt,mol (as internal standard)] and the manganese catalyst (4.00 Amol, 10 mol%) in 1.5 ml of dichloromethane. Water (1.5 ml) was added and the resulting mixture was stirred vigorously. 30%-Hydrogen peroxide (45.0 mg, 400 lt,mol, 10 eq.) was then injected by means of a syringe. The course of the reaction was monitored by GC or HPLC. For each olefin, the identity and the yield of the oxidation product was verified by isolation. For example, the isolation of 1,2epoxy-1,2,3,4-tetrahydronaphthalene 8/ent-8 was done as follows: The organic phase was filtered through Celite. After evaporation of the solvent, the residue was extracted with n-pentane. The extract was flash-chromatographed on silica gel, eluting with n-pentane/ethyl ether 40:1. 4.2. General procedure for epoxidations catalyzed by the manganese chelate 5, using oxidants other than 1 %-hydrogen peroxide A 10 ml flask was charged at room temperature with a solution of the olefin (40.0 lt,mol), 1,2-dibromobenzene [9.40 mg, 40.0 /u,mol (as internal standard)] and the manganese chelate 5 (3.45 mg, 4.00 Amol, 10 mol%) in 1.5 ml of dichloromethane. With vigorous stirring, the oxidant was added at room temperature. The course of the reaction was monitored by GC or HPLC. Acknowledgements This work was financially supported by the Deutsche Forschungsgemeinschaft (grants no. Be 998/6-1,2) and by the Fonds der Chemischen Industrie. We thank Prof. Dr. D. Fenske and G. Baum, Institut fir Anorganische Chemie der Universit Karlsruhe, for the X-ray struc- tural analysis of the complex rac-5. References [1] (a) A. Berkessel, J.W. Bats and C. Schwarz, Angew. Chem. 102 (1990) 81-84; Angew. Chem. Int. Ed. Engl. 29 (1990) 106-108; (b) A. Berkessel, M. Bolte and T. Schwenkreis, J. Chem. Soc., Chem. Commun. (1995) 535-536. [2] T. Schwenkreis and A. Berkessel, Tetrahedron Lett. 34 (1993) 4785-4788. [31 (a) P. Pietiknen, Tetrahedron Lett. 35 (1994) 941-944; (b) R. Irie, N. Hosoya and T. Katsuki, Synlett (1994) 255-256. [4] K.M. Dear, Topics Curr. Chem. 164 (1993) 115-125. [5] B. Meunier, Chem. Rev. 92 (1992) 1411-1456. [61 L.J. Marnett, P. Weller and J.R. Battista, in: Cytochrome P-450, ed. P.R. Ortiz de Montellano (Plenum, New York, 1986) pp. 29-76. [71 P.R. Ortiz de Montellano, Acc. Chem. Res. 20 (1987) 289 294. [8] J. Zeng and R.E. Fenna, J. Mol. Biol. 226 (1992) 185-207. [9] R. Irie, Y. Ito and T. Katsuki, Synlett (1991) 265-266. [101 (a) D. Mansuy and P. Battioni, in: Bioinorganic Catalysis, ed. J. Reedijk (Dekker, New York, 1993) pp. 395-424; (b) P. Battioni, J.P. Renaud, J.F. Bartoli, M. Reina-Artiles, M. Fort and D. Mansuy, J. Am. Chem. Soc. 110 (1988) 84628470. [111 (a) S. Quici, S. Banfi and G.Pozzi, Gazz. Chim. Ital. 123 (1993) 597-612; (b) P.L. Anelli, S. Banfi, F. Montanari and S. Quici, J. Chem. Soc., Chem. Commun. (1989) 779-780. [121 (a) S. Banfi, F. Legramandi, F. Montanari, G. Pozzi and S. Quici, J. Chem. Soc. Chem. Commun. (1991) 1285-1287; (b) A. Boettcher, H. Elias, B. Eisenmann, E. Hilms, A. Huber, R. Kniep, C. Roehr, M. Zehnder, M. Neuburger and J. Springborg, Z. Naturforsch. B 49 (1994) 1089-1100; (c) A. Boettcher, H. Elias, E.-G. Jaeger, H. Langfelderova, M. Mazur, L. Mueller, H. Paulus, P. Pelikan, M. Rudolph and M. Valko, Inorg. Chem. 32 (1993) 4131-4138. [131 A. Berkessel, M. Bolte, M. Frauenkron. T. Nowak, T. Schwenkreis, L. Seidel and A. Steinmetz, Chem. Ber. 129 (1996) 59-68. [ l4] (a) E. Jacobsen, in: Catalytic Asymmetric Synthesis, ed. I. Ojima (VCH, Weinheim, 1993) pp. 159-202; (b) E.N. Jacobsen, W. Zhang. A.R. Muci, J.R. Ecker and L. Deng, J. Am. Chem. Soc. 113 (1991) 7063-7064; (c) B.D. Brandes and E.N. Jacobsen, J. Org. Chem. 59 (1994) 4378-4380. [15] (a) T. Katsuki, Coord. Chem. Rev. 140 (1995) 189-214; (b) T. Katsuki, Tetrahedron 52 (1995) 515-530. [16] (a) H. Volz and W. Miller, Liebigs Ann. Chem. (1992) 1097-1101; (b) H. Volz and T. Barth, Liebigs Ann. Chem. (1989) 171-175; (c) J.A. Smegal, B.C. Schardt and C.L. Hill, J. Am. Chem. Soc. 105 (1983) 3510-3515; (d) J.A. Smegal and C.L. Hill, J. Am. Chem. Soc. 105 (1983) 35153521; (e) ibid. 2920-2922. [171 J.F. Larrow and E.N. Jacobsen, J. Am. Chem. Soc. 116 (1994) 12129-12130. MOLCAA 96003615 S1381-1169(96)00361-5 10.1016/S1381-1169(96)00361-5 Contributed paper Pentacoordinated manganese complexes as biomimetic catalysts for asymmetric epoxidations with hydrogen peroxide A. Berkessel ∗ M. Frauenkron T. Schwenkreis A. Steinmetz Organisch-Chemisches Institut der Universität, Im Neuenheimer Feld 270, D-69120 Heidelberg, Germany ∗ Corresponding author. Tel.: +49-6221-548407; fax: +49-6221-544205 Chiral pentadentate dihydrosalen ligands, carrying an imidazole group as a fifth, axial donor have been synthesized in racemic and enantiomerically pure form. All of these ligands afforded mononuclear manganese(III) complexes in good yields. The complexes catalyzed the epoxidation of olefins with a variety of terminal oxidants, but most importantly, with dilute (1%) aqueous hydrogen peroxide and without any added co-ligands. With 1,2-dihydronaphthalene as substrate and 10 mol% of catalyst, enantiomeric excesses up to 64% were achieved. Control experiments using a tetradentate chelate lacking the axial imidazole donor showed that the pentacoordination of the manganese ion is crucial for the peroxidase activity. References [1] (a) A. Berkessel J.W. Bats C. Schwarz Angew. Chem. 102 1990 81 84 Angew. Chem. Int. Ed. Engl. 29 1990 106 108 [1] (b) A. Berkessel M. Bolte T. Schwenkreis J. Chem. Soc., Chem. Commun. 1995 535 536 [2] T. Schwenkreis A. Berkessel Tetrahedron Lett. 34 1993 4785 4788 [3] (a) P. Pietikäinen Tetrahedron Lett. 35 1994 941 944 [3] (b) R. Irie N. Hosoya T. Katsuki Synlett 1994 255 256 [4] K.M. Dear Topics Curr. Chem. 164 1993 115 125 [5] B. Meunier Chem. Rev. 92 1992 1411 1456 [6] L.J. Marnett P. Weller J.R. Battista P.R.Ortiz de Montellano Cytochrome P-450 1986 Plenum New York 29 76 [7] P.R.Ortiz de Montellano Acc. Chem. Res. 20 1987 289 294 [8] J. Zeng R.E. Fenna J. Mol. Biol. 226 1992 185 207 [9] R. Irie Y. Ito T. Katsuki Synlett 1991 265 266 [10] (a) D. Mansuy P. Battioni J. Reedijk Bioinorganic Catalysis 1993 Dekker New York 395 424 [10] (b) P. Battioni J.P. Renaud J.F. Bartoli M. Reina-Artiles M. Fort D. Mansuy J. Am. Chem. Soc. 110 1988 8462 8470 [11] (a) S. Quici S. Banfi G. Pozzi Gazz. Chim. Ital. 123 1993 597 612 [11] (b) P.L. Anelli S. Banfi F. Montanari S. Quici J. Chem. Soc., Chem. Commun. 1989 779 780 [12] (a) S. Banfi F. Legramandi F. Montanari G. Pozzi S. Quici J. Chem. Soc. Chem. Commun. 1991 1285 1287 [12] (b) A. Boettcher H. Elias B. Eisenmann E. Hilms A. Huber R. Kniep C. Roehr M. Zehnder M. Neuburger J. Springborg Z. Naturforsch. B 49 1994 1089 1100 [12] (c) A. Boettcher H. Elias E.-G. Jaeger H. Langfelderova M. Mazur L. Mueller H. Paulus P. Pelikan M. Rudolph M. Valko Inorg. Chem. 32 1993 4131 4138 [13] A. Berkessel M. Bolte M. Frauenkron T. Nowak T. Schwenkreis L. Seidel A. Steinmetz Chem. Ber. 129 1996 59 68 [14] (a) E. Jacobsen I. Ojima Catalytic Asymmetric Synthesis 1993 VCH Weinheim 159 202 [14] (b) E.N. Jacobsen W. Zhang A.R. Muci J.R. Ecker L. Deng J. Am. Chem. Soc. 113 1991 7063 7064 [14] (c) B.D. Brandes E.N. Jacobsen J. Org. Chem. 59 1994 4378 4380 [15] (a) T. Katsuki Coord. Chem. Rev. 140 1995 189 214 [15] (b) T. Katsuki Tetrahedron 52 1995 515 530 [16] (a) H. Volz W. Müller Liebigs Ann. Chem. 1992 1097 1101 [16] (b) H. Volz T. Barth Liebigs Ann. Chem. 1989 171 175 [16] (c) J.A. Smegal B.C. Schardt C.L. Hill J. Am. Chem. Soc. 105 1983 3510 3515 [16] (d) J.A. Smegal C.L. Hill J. Am. Chem. Soc. 105 1983 3515 3521 [16] (e) J.A. Smegal C.L. Hill J. Am. Chem. Soc. 105 1983 2920 2922 [17] J.F. Larrow E.N. Jacobsen J. Am. Chem. Soc. 116 1994 12129 12130",
      "scopus-id": "0030900886",
      "coredata": {
        "eid": "1-s2.0-S1381116996003615",
        "dc:description": "Chiral pentadentate dihydrosalen ligands, carrying an imidazole group as a fifth, axial donor have been synthesized in racemic and enantiomerically pure form. All of these ligands afforded mononuclear manganese(III) complexes in good yields. The complexes catalyzed the epoxidation of olefins with a variety of terminal oxidants, but most importantly, with dilute (1%) aqueous hydrogen peroxide and without any added co-ligands. With 1,2-dihydronaphthalene as substrate and 10 mol% of catalyst, enantiomeric excesses up to 64% were achieved. Control experiments using a tetradentate chelate lacking the axial imidazole donor showed that the pentacoordination of the manganese ion is crucial for the peroxidase activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003615",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Berkessel, A."
          },
          {
            "@_fa": "true",
            "$": "Frauenkron, M."
          },
          {
            "@_fa": "true",
            "$": "Schwenkreis, T."
          },
          {
            "@_fa": "true",
            "$": "Steinmetz, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003615"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003615"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00361-5",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Pentacoordinated manganese complexes as biomimetic catalysts for asymmetric epoxidations with hydrogen peroxide",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "339-346",
        "prism:endingPage": "346",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1997",
        "prism:doi": "10.1016/S1381-1169(96)00361-5",
        "prism:startingPage": "339",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00361-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030900886"
      }
    }
  }
}