{
  "metadata": {
    "title": "An efficient silica-grafted poly-(<ce:small-caps>l</ce:small-caps>)-leucine catalyst for asymmetric epoxidation of α,β-unsaturated ketone",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-08-01",
    "doi": "10.1016/j.molcata.2007.03.043",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907002099",
    "pii": "S1381116907002099"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34250829223",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-03-24 2007-03-24 2010-03-27T18:10:43 1-s2.0-S1381116907002099 S1381-1169(07)00209-9 S1381116907002099 10.1016/j.molcata.2007.03.043 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02553 2015-05-15T05:56:33.323092-04:00 0 0 20070801 2007 2007-03-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 273 273 1 2 1 2 Volume 273, Issues 1–2 3 1 4 1 4 20070801 1 August 2007 2007-08-01 2007 article fla Copyright © 2007 Elsevier B.V. All rights reserved. EFFICIENTSILICAGRAFTEDPOLYLLEUCINECATALYSTFORASYMMETRICEPOXIDATIONUNSATURATEDKETONE YANG F 1 Introduction 2 Experimental 2.1 General 2.2 Synthesis of AP-PLL-Silica gel catalyst 2.3 Typical epoxidation procedure 3 Results and discussion 3.1 Preparation of the AP-PLL-Silica gel catalyst 3.2 Characterization of the AP-PLL-Silica gel catalyst 3.3 Performance of the AP-PLL-Silica gel catalyst 4 Conclusions Acknowledgments References JULIA 1980 929 931 S JULIA 1982 1317 1324 S COLONNA 1983 1635 1641 S BANFI 1984 5207 5211 S PORTER 2000 1215 1225 M BAARS 2003 509 513 S LAURET 2002 47 51 C GELLER 1999 1397 1398 T PORTER 1999 2145 2156 M FALCK 1997 481 482 J ALLEN 1998 3171 3179 J RAY 1999 1779 1782 P EBRAHIM 1997 3163 3173 S PU 1998 1457 1477 L ALLEN 1998 125 144 J ITSUNO 1990 6047 6049 S CAPPI 1998 1159 1160 M DHANDA 2000 313 317 A CARDE 1999 5421 5424 L GELLER 2004 5069 5071 T BAARS 2003 509 513 S GELLER 2004 5065 5067 T KELLY 2004 2018 2020 D TAKAGI 2004 129 141 R CARREA 2004 2945 2949 G MATHEW 2005 4847 4850 S KELLY 2004 2016 2017 D YI 2005 5665 5668 H BRUCH 2003 61 70 M ALLEN 1999 5417 5420 J YANGX2007X1 YANGX2007X1X4 YANGX2007X1XF YANGX2007X1X4XF item S1381-1169(07)00209-9 S1381116907002099 1-s2.0-S1381116907002099 10.1016/j.molcata.2007.03.043 271358 2010-09-17T22:44:37.602543-04:00 2007-08-01 1-s2.0-S1381116907002099-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/MAIN/application/pdf/78db7b8b1ed15c6c15e2fccf5392fbd8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/MAIN/application/pdf/78db7b8b1ed15c6c15e2fccf5392fbd8/main.pdf main.pdf pdf true 192522 MAIN 4 1-s2.0-S1381116907002099-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/PREVIEW/image/png/b67ce2f94d2fda8517c4419e4157e34e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/PREVIEW/image/png/b67ce2f94d2fda8517c4419e4157e34e/main_1.png main_1.png png 67542 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907002099-fx2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx2/DOWNSAMPLED/image/gif/3ea5ab3d2037bff715442e6553b6bbe3/fx2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx2/DOWNSAMPLED/image/gif/3ea5ab3d2037bff715442e6553b6bbe3/fx2.gif fx2 fx2.gif gif 1407 43 277 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-fx2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx2/THUMBNAIL/image/gif/afaf3a7e2d5a73018b659b143c3ad344/fx2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx2/THUMBNAIL/image/gif/afaf3a7e2d5a73018b659b143c3ad344/fx2.sml fx2 fx2.sml sml 480 19 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002099-fx3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx3/DOWNSAMPLED/image/gif/de973eada72b1a92ae450a923e7f50b3/fx3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx3/DOWNSAMPLED/image/gif/de973eada72b1a92ae450a923e7f50b3/fx3.gif fx3 fx3.gif gif 1659 45 294 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-fx3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx3/THUMBNAIL/image/gif/63bda941f5d419f6d4569646dcaee40d/fx3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx3/THUMBNAIL/image/gif/63bda941f5d419f6d4569646dcaee40d/fx3.sml fx3 fx3.sml sml 510 19 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002099-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr1/DOWNSAMPLED/image/jpeg/0ae97f653002c4e6dbb6624958496ec9/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr1/DOWNSAMPLED/image/jpeg/0ae97f653002c4e6dbb6624958496ec9/gr1.jpg gr1 gr1.jpg jpg 11927 193 322 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr1/THUMBNAIL/image/gif/e7c40686fb53269723d30b3a60745aa2/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr1/THUMBNAIL/image/gif/e7c40686fb53269723d30b3a60745aa2/gr1.sml gr1 gr1.sml sml 1353 75 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002099-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr2/DOWNSAMPLED/image/jpeg/6f181c49c4c645365c6eb98f5455abea/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr2/DOWNSAMPLED/image/jpeg/6f181c49c4c645365c6eb98f5455abea/gr2.jpg gr2 gr2.jpg jpg 11107 190 332 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr2/THUMBNAIL/image/gif/10186b339dca6219f6f9d2c4cbfe12b9/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr2/THUMBNAIL/image/gif/10186b339dca6219f6f9d2c4cbfe12b9/gr2.sml gr2 gr2.sml sml 1104 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002099-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr3/DOWNSAMPLED/image/gif/8fda5be81c8e4083d2e5a6da82720c1f/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr3/DOWNSAMPLED/image/gif/8fda5be81c8e4083d2e5a6da82720c1f/gr3.gif gr3 gr3.gif gif 5541 229 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/gr3/THUMBNAIL/image/gif/806899d3c3b88d9a5dfc41a796202825/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/gr3/THUMBNAIL/image/gif/806899d3c3b88d9a5dfc41a796202825/gr3.sml gr3 gr3.sml sml 1302 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907002099-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx1/DOWNSAMPLED/image/gif/b57516489cfc9a371a70c11113af3d9f/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx1/DOWNSAMPLED/image/gif/b57516489cfc9a371a70c11113af3d9f/fx1.gif fx1 true fx1.gif gif 3355 77 497 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907002099-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907002099/fx1/THUMBNAIL/image/gif/22a591edc3bdce9da0596aa0b551fae4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907002099/fx1/THUMBNAIL/image/gif/22a591edc3bdce9da0596aa0b551fae4/fx1.sml fx1 true fx1.sml sml 474 19 125 IMAGE-THUMBNAIL MOLCAA 6679 S1381-1169(07)00209-9 10.1016/j.molcata.2007.03.043 Elsevier B.V. Fig. 1 Preparation of Silica gel-AP-PLL. Fig. 2 Preparation of AP-PLL-Silica gel. Fig. 3 The solid state 29Si CP/MAS NMR spectrum of AP-PLL-Silica gel. Table 1 Catalytic activity and enantioselectivity of AP-PLL-Silica gel a Entry Catalyst Yield (%) b e.e. (%) c 1 AP-PLL-Silica gel 91 95 2 Silica gel-AP-PLL 92 91 3 Silica gel-Adsorb-PLL 88 79 4 n-BuNH-PLL 93 87 5 AP-PLL-Silica gel d 92 84 a Benzalacetophenone 0.208g (1.0mmol), catalyst (treatment with DME/H2O) 0.1mmol, sodium percarbonate 0.24g (1.6mmol), DME 5mL, H2O 5mL, stirring 4h at room temperature, degree of polymerisation, n =30. b Isolated yield. c HPLC analysis, Chiralpak AD-H chiral phase, mobile phase: n-hexane/isopropanol (90:1, v/v). d Non-pretreated catalyst was used. Table 2 Influence of average chain length on the catalytic property of AP-PLL-Silica gel a Entry Catalyst n b Yield (%) c e.e. (%) d 1 AP-PLL-Silica gel 10 86 81 2 AP-PLL-Silica gel 30 91 95 3 AP-PLL-Silica gel 50 95 95 a Benzalacetophenone 0.208g (1.0mmol), catalyst (treatment with DME/H2O) 0.1mmol, sodium percarbonate 0.24g (1.6mmol), DME 5mL, H2O 5mL, ambient temperature, 4h. b Degree of polymerization. c Isolated yield with column chromatograph. d HPLC analysis with Chiralpak AD-H chiral phase, mobile phase: n-hexane/isopropanol (90:1, v/v). Table 3 Reusability of the AP-PLL-Silica gel catalyst a Run Catalyst (g) Yield (%) b e.e. (%) c 1 2.01 91 95 2 1.98 93 96 3 1.93 90 97 4 1.90 89 97 5 1.87 89 95 6 1.82 90 95 a Benzalacetophenone 0.208g (1.0mmol), catalyst (treatment with DME/H2O) 0.07mmol, sodium percarbonate 0.24g (1.6mmol), DME 5mL, H2O 5mL, ambient temperature, 4h. b Isolated yield. c HPLC analysis with Chiralpak AD-H chiral phase, mobile phase: n-hexane/isopropanol (90:1, v/v). An efficient silica-grafted poly-(l)-leucine catalyst for asymmetric epoxidation of α,β-unsaturated ketone Fan Yang a Lin-Mei He a Hua Yi a Gang Zou b Jie Tang a ⁎ Ming-Yuan He c a Institute of Medicinal Chemistry, Department of Chemistry, East China Normal University, Shanghai 200062, China b School of Chemistry and Molecular Engineering, East China University of Science and Technology, Shanghai 200237, China c Shanghai Key Laboratory of Green Chemistry and Chemical Processes, Department of Chemistry, East China Normal University, Shanghai 200062, China ⁎ Corresponding author. Tel.: +86 21 62232764; fax: +86 21 62232100. Graphical abstract A new efficient covalent immobilization method for preparation of silica-grafted poly-(l)-leucine catalyst AP-PLL-Silica gel was developed. The AP-PLL-Silica gel catalyzed asymmetric epoxidation of benzalacetophenone, yielding optically active epoxy ketone in high enantioselectivity up to 97% e.e. The catalyst was easily separated and reused several times with no significant loss of activity and enantioselectivity. A new efficient covalent immobilization method for preparation of silica-grafted poly-(l)-leucine catalyst AP-PLL-Silica gel was developed. The AP-PLL-Silica gel catalyzed asymmetric epoxidation of benzalacetophenone, yielding optically active epoxy ketone in high enantioselectivity up to 97% e.e. The catalyst was easily separated and reused several times with no significant loss of activity and enantioselectivity. Keywords Silica-grafted poly-(l)-leucine catalyst Asymmetric epoxidation α,β-Unsaturated ketone 1 Introduction The Juliá-Colonna reaction, catalyzed by poly(amino acid) such as poly-(l)-leucine or poly-(l)-alanine, is one of the most efficient methods for asymmetric epoxidation of electron-deficient α,β-unsaturated ketones [1–5]. In recent years the scope of the Juliá-Colonna asymmetric epoxidation has been extended largely including α,β-unsaturated ketones, esters and amides [6–15]. However, the most serious problem of the protocol is to handle the gel- or paste-like catalyst. To circumvent this problem, poly(amino acid) supported onto organic polymers through covalent bonds [16,17] or inorganic materials through simple physical absorption [6,8,18,19], and efficient procedure for the Juliá-Colonna expoxidation through poly-leucine catalysis have been explored [20–27]. We have reported the immobilization of poly(amino acid) on silica gel through covalent binding for the first time [28]. First, the silica was functionalized through the treatment with (3-aminopropyl)triethoxysilane (APTESi), and then the polymerization of (l)-leucine N-carboxyanhydride (NCA) was conducted using the functionalized silica as initiator to give the silica-grafted poly-(l)-leucine catalyst Slilica gel-AP-PLL (Fig. 1 ). Thus prepared covalently grafted catalyst Silica gel-AP-PLL has good activity, and could be separated easily from the reaction system. However, the enantioselectivity of epoxidation decreased evidently with the recycling. After two recycles the e.e.% was lower than 90% while after eight recycles the e.e.% dropped to 82%. To improve the performance of the silica-grafted poly-(l)-leucine catalyst, herein we reported an ameliorative method for the covalent grafting of poly-(l)-leucine on silica gel. First, the polymerization of l-leucine NCA was initiated by APTESi which led to the formation of AP-PLL, and then the AP-PLL was covalently grafted on silica gel surface by the reaction of the Si–OH group with the terminal (EtO)3Si group to give the catalyst AP-PLL-Silica gel (Fig. 2 ). 2 Experimental 2.1 General IR spectra of the catalyst in KBr pellets were measured on a Nicolet Nexus 670 FT-IR spectrometers. NMR spectra were obtained at a controlled temperature of 300K on a Bruker Advance DXS 300 NMR spectrometer (7T magnet) using a combination of cross polarization and magic angle spinning (CP/MAS). The enantiomeric excess was determined by chiral phase HPLC analysis with a Chiralpak AD-H column (fluent: 10% i-PrOH in hexane, UV detection at 254nm). 2.2 Synthesis of AP-PLL-Silica gel catalyst Under N2 atmosphere, l-leucine NCA (5.0g, 32mmol) was dissolved in anhydrous THF (80mL). APTESi was added, and the mixture was stirred for 72h at room temperature. The silica gel (8.0g, dried under vacuum at 120–140°C for 6h prior to use) was added, and stirred for another 24h. After stirring anhydrous toluene (250mL) was added, and then 200mL solvent was distilled through water trap. The reaction mixture was cooled to room temperature, filtered, and the solid was thoroughly washed with methanol (60mL) and diethyl ether (60mL, stirring overnight) and dried under vacuum at room temperature (10.7g). 2.3 Typical epoxidation procedure To a solution of the benzalacetophenone (1.0mmol) in DME (5mL) and H2O (5mL) was added percarbonate (1.6mmol). The mixture was stirred at room temperature until the reaction was complete (TLC). The catalyst was removed by rapid filtration and washed with ethyl acetate. The combined organic fractions were evaporated in vacuo to yield the crude epoxide. 3 Results and discussion 3.1 Preparation of the AP-PLL-Silica gel catalyst Using APTESi:l-leucine NCA ratio of 1:10, 1:30, 1:50, the polymerization of l-leucine NCA was initiated in anhydrous THF under N2 atmosphere. After stirring for 72h at room temperature, the silica gel was added, and the mixture was stirred sequentially for 24h. Then the covalent silica-grafted AP-PLL-Silica gel catalyst was obtained after treatment with DME/H2O. The operational sequence greatly influenced the properties of catalysts. In our previous report [28], the covalently grafted catalyst Silica gel-AP-PLL was prepared as shown in Fig. 1. First, the silica gel was functionalized with APTESi to give Silica gel-AP, and then the Silica gel-AP was used to initiate the polymerization of l-leucine NCA. However, besides –NH2, Si–OH group existing in Silica gel-AP could also initiate the polymerization of l-leucine NCA. Hence, the average chain length of poly-(l)-leucine was decreased, which directly influenced the properties of catalyst. In this paper, we have developed a new method; firstly using APTESi initiating the polymerization of l-leucine NCA led to the formation of AP-PLL, and then the AP-PLL was covalently grafted on silica gel (Fig. 2). The influence of the Si–OH group on the polymerization was avoided, which improved the performance of the catalysts. It is worthy of pointing out that the treatment with DME/H2O is necessary for improving the enantioselectivity of the catalyst, presumably because the treatment was favorable for opening the β-folded peptide chain to α-spiral ones [4]. Meanwhile, it was beneficial to the dissociation of the molecular cluster, which made the active point exposed. 3.2 Characterization of the AP-PLL-Silica gel catalyst The infrared spectroscopy showed the characteristic absorption of l-leucine at 3308, 2960, 2869, 1654, 1541 and 1471cm−1 for the NH, CH and CO stretching bands, respectively. The solid state 29Si CP/MAS NMR spectrum provided direct evidence for the incorporation of the covalently linked organic system (Fig. 3 ). For the grafting catalyst AP-PLL-Silica gel, besides the silica gel absorption peak at −90 to −110ppm, three additional broad and overlapping signals appeared at −67, −57, and −46ppm, which can be assigned to T3, T2 and T1 organosilica species [T m =RSi(OSi) m (OEt)3−m , m =1–3], respectively [29], with T2 being the major organosilica species. 3.3 Performance of the AP-PLL-Silica gel catalyst Using benzalacetophenone epoxidation in the Allen's system [30] as model reaction, the catalytic activity and enantioselectivity of the newly prepared catalyst AP-PLL-Silica gel, with a degree of polymerisation, n =30, were evaluated through comparing with Silica gel-AP-PLL, silica-adsorbed catalyst Silica gel-Adsorb-PLL, and non-grafted catalyst n-BuNH-PLL, prepared by polymerization of l-leucine initiated with n-butylamine. The results are listed in Table 1 . Table 1 shows that the new silica-grafted catalyst AP-PLL-Silica gel efficiently catalyzed the chiral epoxidation of benzalacetophenone, and that the e.e.% of the product was up to 95% with 91% isolated yield (entry 1). The enatioselectivity of AP-PLL-Silica gel was notably high when compared with that of n-BuNH-PLL (entry 4), Silica gel-Adsorb-PLL (entry 3) and Silica gel-AP-PLL (entry 2), which indicated that the new grafting method was better than either the adsorbing method or the functionalized-silica gel initiating method. To investigate the relationships between average chain length with catalytic property of AP-PLL-Silica gel, we contradistinguished the results of chiral epoxidation of benzalacetophenone, in the Allen's system with degree of polymerization n =10, 30, 50 (Table 2 ). The influence of average chain length on the catalytic property was consistent with the results obtained with Silica gel-AP-PLL [28]. The catalytic activity and enantioselectivity improved with increasing chain length; when the degree of polymerization of poly-(l)-leucine (n) changed from 10 to 30, the yield was elevated from 86% to 91% (entries 1 and 2). The enantioselectivity also increased from 81% to 95% e.e. When the degree of polymerization was further increased to 50, the yield was increased to 95% with the enantioselectivity hardly improved (entry 3). Reusability of the catalyst AP-PLL-Silica gel was demonstrated in the Allen's reaction system with n =30. The results are summarized in Table 3 . The recycled catalyst AP-PLL-Silica gel displayed excellent catalytic activity and enantioselectivity; the e.e.% was higher than 95%, and attained 97%. After recycle of six times, the catalytic activity and enantioselectivity were not notably decreased. The average loss of catalyst amounted to ca. 2% per run. 4 Conclusions (1) The covalently silica-grafted catalyst AP-PLL-Silica gel was prepared by a new method; first, the polymerization of l-leucine NCA was initiated by APTESi which led to the formation of AP-PLL, and then the AP-PLL was covalently grafted on silica gel surface by the reaction of the Si–OH group with the terminal (EtO)3Si group to give the catalyst AP-PLL-Silica gel. By this method the influence of –SiOH on the polymerization was avoided. (2) The treatment with DMF/H2O improved the enantioselectivity of the covalently silica-grafted AP-PLL-Silica gel catalyst. (3) The AP-PLL-Silica gel catalyzed asymmetric epoxidation of benzalacetophenone yielded optically active epoxy ketone in high enantioselectivity up to 97% e.e. The catalyst was easily separated and reused several times with no significant loss of activity and enantioselectivity. Acknowledgments This project was supported by Shanghai Science & Technology Council (04JC14032), National Natural Science Foundation of China (no. 20233030). References [1] S. Juliá J. Masana J.C. Vega Angew. Chem. Int. Ed. Engl. 19 1980 929 931 [2] S. Juliá J. Guixer J. Masana J. Rocas S. Colonna R. Annuziata H. Molinari J. Chem. Soc., Perkin Trans. 1 1982 1317 1324 [3] S. Colonna H. Molinari S. Banfi S. Juliá J. Masana A. Alvarez Tetrahedron 39 1983 1635 1641 [4] S. Banfi S. Colonna H. Molinari S. Julia J. Guixer Tetrahedron 39 1984 5207 5211 [5] M.J. Porter J. Skidmore Chem. Commun. 2000 1215 1225 [6] S. Baars K.H. Drauz H.P. Krimmer S.M. Roberts J. Sander J. Skidmore G. Zanardi Org. Process. Res. Dev. 7 2003 509 513 [7] C. Lauret S.M. Roberts Aldrichim. Acta 35 2002 47 51 [8] T. Geller S.M. Roberts J. Chem. Soc., Perkin Trans. 1 1999 1397 1398 [9] M.J. Porter S.M. Roberts J. Skidmore Bioorg. Med. Chem. 7 1999 2145 2156 [10] J.R. Falck R.K. Bhatt R.K. Komandla J. Ye Synlett 5 1997 481 482 [11] J.V. Allen S. Bergeron M.J. Griffiths S. Mukherjee S.M. Roberts N.M. Williamson L.E. Wu J. Chem. Soc., Perkin Trans. 1 1998 3171 3179 [12] P.C. Ray S.M. Roberts Tetrahedron Lett. 40 1999 1779 1782 [13] S. Ebrahim M. Wills Tetrahedron Asymmetry 8 1997 3163 3173 [14] L. Pu Tetrahedron Asymmetry 9 1998 1457 1477 [15] J.V. Allen S.M. Roberts N.M. Williamson Adv. Biochem. Biotechnol. 63 1998 125 144 [16] S. Itsuno M. Sakakura K. Ito J. Org. Chem. 55 1990 6047 6049 [17] M.W. Cappi R.W. Flood S.M. Roberts J. Skidmore N.M. Williamson W.-P. Chen Chem. Commun. 1998 1159 1160 [18] A. Dhanda K.H. Drauz T. Geller S.M. Roberts Chirality 12 2000 313 317 [19] L. Carde H. Davies T.P. Geller S.M. Roberts Tetrahedron Lett. 40 1999 5421 5424 [20] T. Geller C.M. Kruger H.C. Militzer Tetrahedron Lett. 45 2004 5069 5071 [21] S. Baars K.H. Drauz H.P. Krimmer S.M. Robert J. Sander J. Skidmore G. Zanardi Org. Process. Res. Dev. 7 2003 509 513 [22] T. Geller A. Gerlach C.M. Kruger H.C. Militzer Tetrahedron Lett. 45 2004 5065 5067 [23] D.R. Kelly S.M. Roberts Chem. Commun. 2004 2018 2020 [24] R. Takagi S. Begum A. Siraki A. Yoneshige K. Koyama K. Ohkata Heterocycles 64 2004 129 141 [25] G. Carrea S. Colonna A.D. Meek G. Ottolina S.M. Roberts Tetrahedron Asymmetry 15 2004 2945 2949 [26] S.P. Mathew S. Gunathilagan S.M. Roberts D.G. Blackmond Org. Lett. 7 2005 4847 4850 [27] D.R. Kelly E. Caroff R.W. Flood W. Heal S.M. Roberts Chem. Commun. 2004 2016 2017 [28] H. Yi G. Zou Q. Li Q. Chen J. Tang M.-Y. He Tetrahedron Lett. 46 2005 5665 5668 [29] M.D. Bruch H.O. Fatunmbi J. Chromatogr. A 1021 2003 61 70 [30] J.V. Allen K.H. Drauz R.W. Flood S.M. Roberts J. Skidmore Tetrahedron Lett. 40 1999 5417 5420",
      "scopus-id": "34250829223",
      "coredata": {
        "eid": "1-s2.0-S1381116907002099",
        "dc:description": "A new efficient covalent immobilization method for preparation of silica-grafted poly-(l)-leucine catalyst AP-PLL-Silica gel was developed. The AP-PLL-Silica gel catalyzed asymmetric epoxidation of benzalacetophenone, yielding optically active epoxy ketone in high enantioselectivity up to 97% e.e. The catalyst was easily separated and reused several times with no significant loss of activity and enantioselectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907002099",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yang, Fan"
          },
          {
            "@_fa": "true",
            "$": "He, Lin-Mei"
          },
          {
            "@_fa": "true",
            "$": "Yi, Hua"
          },
          {
            "@_fa": "true",
            "$": "Zou, Gang"
          },
          {
            "@_fa": "true",
            "$": "Tang, Jie"
          },
          {
            "@_fa": "true",
            "$": "He, Ming-Yuan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907002099"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907002099"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00209-9",
        "prism:volume": "273",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "An efficient silica-grafted poly-(l)-leucine catalyst for asymmetric epoxidation of α,β-unsaturated ketone",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silica-grafted poly-(l)-leucine catalyst"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric epoxidation"
          },
          {
            "@_fa": "true",
            "$": "α,β-Unsaturated ketone"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-4",
        "prism:endingPage": "4",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 2007",
        "prism:doi": "10.1016/j.molcata.2007.03.043",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/j.molcata.2007.03.043",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "43",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1407",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "480",
            "@ref": "fx2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "45",
            "@width": "294",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1659",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "510",
            "@ref": "fx3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "193",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11927",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1353",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "190",
            "@width": "332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11107",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1104",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "229",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5541",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1302",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "77",
            "@width": "497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3355",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907002099-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "474",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34250829223"
      }
    }
  }
}