{
  "metadata": {
    "title": "A highly effective water-soluble polymer-supported catalyst for the two-phase asymmetric hydrogenation: preparation and use of a PEG-bound BINAP ligand",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-09-22",
    "doi": "10.1016/S1381-1169(00)00168-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900001680",
    "pii": "S1381116900001680"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034703269",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-07-24 2000-07-24 2010-04-18T20:21:34 1-s2.0-S1381116900001680 S1381-1169(00)00168-0 S1381116900001680 10.1016/S1381-1169(00)00168-0 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01227 2015-05-15T05:55:31.049811-04:00 0 0 20000922 2000 2000-07-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 159 159 1 1 Volume 159, Issue 1 7 37 43 37 43 20000922 22 September 2000 2000-09-22 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. AHIGHLYEFFECTIVEWATERSOLUBLEPOLYMERSUPPORTEDCATALYSTFORTWOPHASEASYMMETRICHYDROGENATIONPREPARATIONUSEAPEGBOUNDBINAPLIGAND FAN Q 1 Introduction 2 Experimental 2.1 Materials and equipment 2.2 Synthesis of amphiphilic PEG-bound BINAP ligand 2.3 Preparation of in situ PEG-bound Ru(BINAP) catalyst 2.4 Standard asymmetric hydrogenation 3 Results and discussion 3.1 Preparation of amphiphilic PEG-bound BINAP ligand and in situ ruthenium catalyst 3.2 Asymmetric hydrogenation 3.2.1 Homogeneous catalytic studies 3.2.2 Two-phase catalytic studies 4 Conclusion Acknowledgements References PARSHALL 1992 G HOMOGENEOUSCATALYSIS KUNTZ 1987 570 E HERRMANN 1993 1524 W CORNILS 1998 B AQUEOUSPHASEORGANOMETALLICCATALYSISCONCEPTAPPLICATIONS MAAT 1994 2659 L WAN 1994 449 K PRINZ 1996 1708 T HORVATH 1994 I HERRMANN 1995 65 W BAHRMANN 1997 49 H ECKL 1997 243 R LECOMTE 1989 L21 L AMRANI 1989 542 Y WAN 1993 2461 K WAN 1994 1 K OEHME 1992 L1 G KUMAR 1994 2197 A TRINKHAUS 1999 15 S BUNTON 1991 357 C AMRANI 1986 319 Y GRASSERT 1998 4193 I MALMSTROM 1996 1135 T BERGBREITER 1993 9295 D AJJOU 1998 1466 A JIN 1997 55 Z NOYORI 1990 345 R NOYORI 1992 360 R FANX2000X37 FANX2000X37X43 FANX2000X37XQ FANX2000X37X43XQ item S1381-1169(00)00168-0 S1381116900001680 1-s2.0-S1381116900001680 10.1016/S1381-1169(00)00168-0 271358 2010-09-30T18:11:36.647536-04:00 2000-09-22 1-s2.0-S1381116900001680-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/MAIN/application/pdf/2287b7b249a491f2aa702b4041803bbf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/MAIN/application/pdf/2287b7b249a491f2aa702b4041803bbf/main.pdf main.pdf pdf true 104344 MAIN 7 1-s2.0-S1381116900001680-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/PREVIEW/image/png/b8610ea62f4cde73b0a0a09110f3e4a6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/PREVIEW/image/png/b8610ea62f4cde73b0a0a09110f3e4a6/main_1.png main_1.png png 58577 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900001680-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/gr1/THUMBNAIL/image/gif/b319bf33d8c299eaf5a433da84ffa03b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/gr1/THUMBNAIL/image/gif/b319bf33d8c299eaf5a433da84ffa03b/gr1.sml gr1 gr1.sml sml 1125 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900001680-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/gr1/DOWNSAMPLED/image/gif/ecea417485ea414c878d44ef4732b226/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/gr1/DOWNSAMPLED/image/gif/ecea417485ea414c878d44ef4732b226/gr1.gif gr1 gr1.gif gif 10377 231 545 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001680-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/fx1/THUMBNAIL/image/gif/68ed0cf1fba58404374cd3d4d72c3a73/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/fx1/THUMBNAIL/image/gif/68ed0cf1fba58404374cd3d4d72c3a73/fx1.sml fx1 fx1.sml sml 742 30 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900001680-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001680/fx1/DOWNSAMPLED/image/gif/ceddcb1dbe0d39ee6b0970240bc1bbfc/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001680/fx1/DOWNSAMPLED/image/gif/ceddcb1dbe0d39ee6b0970240bc1bbfc/fx1.gif fx1 fx1.gif gif 3042 80 328 IMAGE-DOWNSAMPLED MOLCAA 2692 S1381-1169(00)00168-0 10.1016/S1381-1169(00)00168-0 Elsevier Science B.V. Fig. 1 Synthesis of PEG-bound BINAP ligand via polycondensation. Table 1 Homogeneous hydrogenation of 3a catalyzed by PEG-bound Ru(BINAP) a Entry S/C b Solvent NEt3/Substrate Time/h TOF/h−1 c e.e./% d 1 100 MeOH 4:1 1 92.2 86.4 2 125 MeOH 2:1 1 58.1 82.4 3 125 MeOH 0 2 <5.0 – 4 125 MeOH/H2O 2:1 2 45.0 74.3 5 125 MeOH/H2O 0 2 3.2 34.1 6 125 EG e 2:1 2 45.0 67.0 7 125 EA f 2:1 2 37.4 32.4 8 125 EA (saturated H2O) 2:1 2 17.5 49.8 a Hydrogenation was carried out in 0.016 M 3a solution under the following conditions: reaction temperature=24–30°C; reaction pressure: 60 atm H2. b Substrate to ruthenium ratio. c All TOFs mentioned are average TOFs calculated over the given reaction time. d Based on GLC analysis with a Chrompack Chirasil-dex (25 m×0.25). e EG=ethylene glycol. f EA= ethyl acetate. Table 2 Two-phase hydrogenation of 3a catalyzed by PEG-bound Ru(BINAP) catalyst a Entry S/C Solvent Time/h Conversion/% TOF/h−1 b e.e./% c 1 125 EA/H2O 2 81.2 50.8 63.9 2 100 EA/H2O+SDS d 1 40.1 40.1 61.6 3 100 EA/H2O+SDS e 1 55.0 55.0 66.0 4 100 EA/EG 1 66.5 66.5 70.0 5 125 EA/EG+SDSe 1 61.6 77.0 82.2 6 125 Toluene/H2O 2 16.7 8.3 47.4 7 125 Toluene/EG 2 48.2 24.1 78.4 a Hydrogenation was carried out in 0.016 M 3a solution under the following conditions: reaction pressure: 60 atm H2. Subtrate/NEt3=2:1 (mol/mol) except for entry 6 (4:1); reaction temperature=24–30°C. b All TOFs mentioned are average TOFs calculated over the given reaction time. c Based on GLC analysis with a Chrompack Chirasil-dex (25 m×0.25). d Substrate/SDS=10:1 (mol/mol). e Substrate/SDS=1:1 (mol/mol). Table 3 Two-phase and homogeneous hydrogenation of 3b and 3c catalyzed by PEG-bound Ru(BINAP) catalyst a Entry Substrate H2/atom Solvent Time/h Conversion/% TOF/h−1 b e.e./% c 1 3b 4 EA/H2O 24 90.1 3.92 83.0 2 3b 4 EA/EG 24 100 – 77.1 3 3b 4 MeOH 15 80.0 5.33 89.2 4 3b 4 MeOH/H2O 68 86.4 1.27 85.3 5 3b 4 EG 24 67.0 4.46 74.5 6 3b 4 EA 24 5.94 0.25 17.8 7 3c 60 EA/H2O 8 80.4 10.1 76.8 8 3c 60 EA/EG 8 100 – 86.4 9 3c 60 MeOH 1 74.0 74.0 87.2 10 3c 93 MeOH – – 131.0 88.2 d 11 3c 95 EA/H2O 84 53.6 0.34 78.4 d a Hydrogenation was carried out in 0.01–0.04 M solution under the following conditions: subtrate/catalyst=100 (mol/mol) except for entry 11 (substrate/catalyst=50). Subtrate/NEt3=2:1 (mol/mol) except for entries 7–9 (4:1); reaction temperature=24–30°C. b All TOFs mentioned are average TOFs calculated over the given reaction time. c Based on GLC analysis with a Chrompack Chirasil-dex (25m×0.25). d [Ru(BINAP-4SO3Na)Cl2] was used as catalyst (Ref. [15]). A highly effective water-soluble polymer-supported catalyst for the two-phase asymmetric hydrogenation: preparation and use of a PEG-bound BINAP ligand Qing-Hua Fan a Guo-Jun Deng a Xiao-Min Chen a Wen-Chun Xie a Da-Zhi Jiang a Dong-Sheng Liu b Albert S.C. Chan b b * a Center for Molecular Science, Institute of Chemistry, The Chinese Academy of Sciences, Beijing 100080, People's Republic of China b Department of Applied Biology and Chemical Technology, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong, People's Republic of China * Corresponding author. Tel.: +86-10-6255-4472; fax: +86-10-6255-9373 A new type of amphiphilic PEG-bound BINAP ligand was synthesized through polycondensation of 5,5′-diamino BINAP (1), polyethylene glycol and terephthalyol chloride in the presence of pyridine. It was proven that ruthenium complex based on the new polymeric ligand was an effective catalyst for the asymmetric hydrogenation of prochiral α,β-unsaturated carboxylic acids in both ethyl acetate/water two-phase and in methanolic solvent systems. The activity and/or enantioselectivity in two-phase systems were observed to be higher than that in ethyl acetate or methanol–water homogeneous systems. The replacement of water with ethylene glycol increased the activity and enantioselectivity. The activity of the new catalyst was shown to be about 30 times higher in the two-phase hydrogenation of 2-(6′-methoxy-2′-naphthyl)-acrylic acid than the Ru(BINAP-4SO3Na) catalyst without the long hydrophilic polymer chain, which illustrated the importance of the amphiphilic structure of the polymeric ligand. Keywords Water-soluble catalyst Polymer-supported catalyst Phosphine Asymmetric hydrogenation Amphiphile 1 Introduction Homogeneous asymmetric catalysis is one of the most important developments in modern chemistry over the past three decades. Many chiral catalysts are known to exhibit high activities and enantioselectivities [1]. However, a major problem associated with the most homogeneous catalyst systems is the separation and recycling of the expensive chiral catalyst. One way to solve this problem is to use water-soluble ligands. Since the rhodium-TPPTS [TPPTS=P(C6H4-m-SO3Na)3] system was first applied in industry at Hoechst in Oberhausen, Germany, the idea of two-phase catalysis, which simplified the separation of catalysts from products by decantation, has become a very active field of research [2–4]. Over the past several decades, many water-soluble ligands have been synthesized. New methods have been developed for asymmetric hydroformylation [5], asymmetric hydrogenation [6], amination [7] and even bioorganic applications [8]. The activities and selectivities were highly obtained in the hydroformylation of olefins catalyzed by rhodium complexes containing sulfonated phosphine ligands such as BISBIS-Na [9], BINAS-Na [10], BINAS6-Na [11] and others. In striking contrast to the broad success in hydroformylation of olefins in two-phase catalysis, only limited success has been achieved on the asymmetric hydrogenation of prochiral substrates. The well-known water-soluble chiral sulfonated phosphine ligands such as BDPP [12,13], Chiraphos [12,13] and BINAP [14,15] were used as ligands in the asymmetric hydrogenation of amino acid precursors and α,β-unsaturated carboxylic acids in two-phase systems. However, in most cases, the activity and/or enantioselectivity of the water-soluble catalysts are normally lower than those of the organo-soluble parent catalysts. The lower activity was attributed to the limited solubility of the organic substrates in the aqueous solution of the catalyst and the poor enantioselectivity partially due to the solvation of water. The reaction rates and enantioselectivities can be increased by the addition of cosolvents such as alcoholic solvent, surfactants as well as inorganic salts, which enhance mutual solubility or mobility of the components across the phase boundary or increase the concentration of the catalyst to the interface [4,16–18]. The remarkable enhancement of activity and enantioselectivity with the addition of surfactants in some cases was explained by the assumption of the formation of micelles [4,16,17]. These micelles may act as “microreactors” [19], and thus adjust the catalyst–substrate orientation or distinguished conformations of the chirality-inducing catalyst similar to that featured in organic solvent. The micelle-forming concept of the surfactant thus encouraged us to develop amphiphilic polymer-supported catalyst, which provides a lipophilic metal center and a hydrophilic long chain. In contrast to the broad use of sulfonated phosphine ligands, water-soluble polymeric ligands were used to a lesser extent [20–25]. We reported herein the synthesis of a new amphiphilic polymer-supported BINAP ligand and its use in ruthenium-catalyzed hydrogenation of α,β-unsaturated carboxylic acids in two-phase system. In choosing a model ligand for this study, we noticed that from among all the known chiral phosphine ligands, which had been studied for asymmetric catalysis, BINAP was probably the most versatile and effective [26]. Both rhodium and ruthenium BINAP complexes have been extensively studied and several commercial processes based on these catalysts have been developed [27]. 2 Experimental All experiments were carried out under nitrogen atmosphere by using standard Schlenk-type techniques, or performing in a glovebox. 2.1 Materials and equipment All solvents were dried using standard, published methods and were distilled under nitrogen atmosphere before use. Except as specified, commercial reagents were used as received without further purification. 5,5′-Diamino-2,2′-bis(diphenylphosphino)-1,1′-binaphthyls (5,5′-diamino BINAP (1)) was synthesized according to published method [28]. The nuclear magnetic resonance (NMR) spectra were taken on a BRUKER Model AVDANCE DPX 400 spectrometer (400 MHz 1H and 162 Hz 31P) using tetramethylsilane for 1H as an internal standard, 85% of H3PO4 in D2O for 31P as an external standard. All signals are reported in parts per million. For high pressure hydrogenation, 50 ml stainless autoclave equipped with a glass liner was used. 2.2 Synthesis of amphiphilic PEG-bound BINAP ligand In a three-necked flask, which was equipped with a stirring bar, a solid chemical transferring funnel, and a reflux condenser, was added 2.00 g (0.5 mmol) polyethylene glycol (Mw=4000), 2.0 ml pyridine and 5 ml dichloromethane. To this mixture was added portionwise 130 mg (0.64 mmol) of terephthaloyl chloride in a period of 10 min. A solution of 100 mg (0.153 mmol) of (R)-5,5′-diamino-BINAP in 2 ml dichloromethane was further added dropwise. The reaction mixture was stirred at 40–50°C for 2 h and at room temperature overnight under nitrogen, and then was poured into a flask containing 100 ml of cool ethyl ether. The precipitated polymer was collected by filtration and washed with cool ethyl ether, methanol and ethyl ether. The polymer was then collected and dried in vacuo to give 2.14 g PEG-bound BINAP ligand (98.0% theoretical yield). The amount of BINAP moieties in the polymer was 3.2 wt.%, which was determined by 1H NMR. 1H NMR (CD2Cl2): 3.27–3.80 (polyethylene glycol peaks), 6.79 (t, J=7.80 Hz, 2 H), 7.02–7.20 (m, 20 H), 7.45 (t, 2 H) 7.60 (s, 2 H), 8.09–8.16 (m); 31P NMR (CD2Cl2): −16.82. 2.3 Preparation of in situ PEG-bound Ru(BINAP) catalyst A mixture of 500 mg (0.026 mmol BINAP) of PEG-bound BINAP ligand and 7.5 mg (0.012 mmol) of [Ru(cymene)Cl2]2 in 5 ml toluene/MeOH (1/1, v/v) was magnetically stirred under N2 atmosphere at about 50–60°C for 60 min. The reaction mixture was dried under vacuum to give pale yellow powder. The in situ prepared catalyst was directly used without further purification. 31P NMR (CDCl3): 38.6 (d, J=63.0Hz), 24.2 (d, J=60.6 Hz). 2.4 Standard asymmetric hydrogenation In a typical experiment, the 50-ml glass-lined stainless autoclave with a magnetic stirring bar was charged with 0.1 mmol of substrate, 0.001 mmol ruthenium of PEG-bound Ru(BINAP) catalyst, 0.2 mmol of NEt3 and 3 ml of the corresponding solvent. The autoclave was closed and was pressurized with H2 to 4–60 atm. The mixture was stirred with a magnetic stirrer under the H2 pressure at 24–30°C. After the reaction time, the H2 was vented. The final mixture was extracted with ethyl acetate (3×5 ml). The combined organic phase was washed twice with saturated sodium chloride aqueous solution and dried over magnesium sulfate and analyzed by gas chromatography (GC). Enantioselectivity excesses were measured by GC or HPLC using a chiral column after the acids had been transformed into the corresponding methyl esters. 3 Results and discussion 3.1 Preparation of amphiphilic PEG-bound BINAP ligand and in situ ruthenium catalyst Since BINAP itself cannot be easily attached to a polymer, ( 1 ) was used for this study. PEG-bound BINAP ligand (2) was easily synthesized through polycondensation of R- 1 , polyethylene glycol and terephthaloyl chloride in the presence of pyridine in dichloromethane (Fig. 1) . The PEG-bound ligand ( 2 ) was precipitated upon the addition of ethyl ether, which had more than 98% yield. This type of catalyst [Ru(BINAP)(cymene)Cl2] was prepared in situ by the reaction of the precipitated ligand ( 2 ) with [Ru(cymene)Cl2]2 in methanol–toluene (1:1, v/v) at 50–60°C for 60 min. Organic solvent was evaporated and the catalyst was directly used in the hydrogenation reaction without further purification. The obtained catalyst was well soluble in water. The 31P NMR of this new PEG-bound BINAP ligand and its ruthenium complex was in close agreement to those of the parent ones. 3.2 Asymmetric hydrogenation In order to assess the efficiency of the new catalyst in asymmetric catalysis, the α,β-unsaturated acids, 2-[p-(2-methylpropyl)phenyl]acrylic acid (3a), trans-2,3-dimethylacrylic acid (3b) and 2-(6′-methoxy-2′-naphthyl)acrylic acid (3c) were chosen as standard reactions for comparing their performances. The choice was based on the fact that Ru(BINAP)-type catalysts were effective in the asymmetric hydrogenation of 2-arylacrylic acids and the reduced products represented an important class of anti-inflammatory drugs. 3.2.1 Homogeneous catalytic studies According to the previous studies on Ru(BINAP)-type complexes catalyzed hydrogenation of 2-arylacrylic acids, the solvent and some additives such as organic base are known to affect the activity and enantioselectivity of the reaction. In order to choose the preferred conditions for two-phase systems and for the purpose of comparison, we focused our effort on the homogeneous hydrogenation of substrate 2a by using different solvent systems in our initial study. The catalytic results were summarized in Table 1 . In contrast to the most sulfonated phosphine systems, the PEG-bound Ru(BINAP) catalyst was quite soluble in neat methanol and performed the highest activity and enantioselectivity in the hydrogenation of 2a in the presence of triethylamine (entries 1 and 2). The triethylamine improved the activity and enantioselectivity significantly (entries 1, 2 and 3, 4 and 5). Similar effects were observed in the parent [Ru(BINAP)(cymene)Cl2] catalyzed hydrogenation of α,β-unsaturated carboxylic acids with the addition of triethylamine [15]. It was indicated that the presence of water tended to lower the activity and enantioselectivity (entries 4 and 5). This was probably attributed to the compositional change of the ruthenium catalyst and the solvation of the catalytic intermediates in the presence of water [13–15]. Moderate activity and enantioselectivity were observed when ethylene glycol was used as solvent (entry 6). Hydrogenation conducted in aprotic solvent such as ethyl acetate gave poor enantioselectivity and low activity compared to those in methanol (entry 7). A slight increase of enantioselectivity was obtained when water-saturated ethyl acetate was used as solvent, albeit with slow activity (entries 8). 3.2.2 Two-phase catalytic studies In our initial study on two-phase catalysis, we chose ethyl acetate as the organic solvent. The PEG-bound Ru(BINAP) catalyst was effective in the ethyl acetate/water two-phase hydrogenation of substrate 3a . When substrate 3a was charged into the hydrogenation reactor along with an aqueous solution of the ruthenium catalyst (3 ml of 1:1 ethyl acetate/water and S/C=125), 81.2% conversion and 63.9% e.e. were observed in 2 h with an initial turnover frequency of 50.8 h−1 (entry 1 in Table 2 ). In contrast to methanol, water and ethyl acetate were poor solvents for the hydrogenation (entries 4, 7 and 8 in Table 1). Therefore, it was reasonable that the activity and enantioselectivity were lower in the ethyl acetate/water two-phase hydrogenation than in the homogeneous system in methanol (entry 2 in Table 1 and entry 1 in Table 2). However, it was clearly observed that the two-phase reaction rate was higher than the homogeneous systems in ethyl acetate or methanol–water (1:1) (entries 4, 7, 8 in Table 1 and entry 1 in Table 2). Turnover frequencies of 50.8 and 17.5 h−1, and e.e. of 63.9% and 49.8 % were observed in ethyl acetate/water two-phase and water-saturated ethyl acetate homogeneous hydrogenation, respectively (entry 1 in Table 2 and entry 8 in Table 1). It was shown that the hydrogenation reaction did not take place in ethyl acetate phase and phase boundary. The striking improvement of activity and enantioselectivity was probably due to the formation of micelles by the amphiphilic catalyst itself, which provided a microenvironment different from ethyl acetate and water systems for hydrogenation reactions. These results are consistent with the rationale of designing amphiphilic polymeric chiral catalysts. The observation of a further improvement of activity after the addition of nonfunctional amphiphiles like SDS to the two-phase system due to the formation of mixed micelles was expected. In fact, there was no observation in the presence of small concentrations of SDS (entry 2). Slight enhancement of activity and enantioselectivity was obtained in the presence of high concentration of SDS (entry 3). The replacement of water by ethylene glycol as polar phase increased the activity and enantioselectivity (entry 4). This was partially due to the elimination of the negative effect of water. The highest activity (77.0 h−1 TOF) and enantioselectivity (82.2% e.e.) were observed in ethyl acetate/ethylene glycol two-phase hydrogenation in the presence of SDS (entry 5). It was interesting to note that the activity and enantioselectivity of the two-phase hydrogenation were higher than those of ethylene glycol homogeneous hydrogenation (entry 6 in Table 1 and entry 4 in Table 2). Also, it was probably due to the formation of micelles by the amphiphilic catalyst itself which preferred the hydrogenation reaction over the homogeneous system. In comparison with ethyl acetate/water system, toluene/water two-phase hydrogenation showed low activity and enantioselectivity (entry 6). High enantioselectivity with low activity was observed in toluene/ethylene glycol system (entry 7). The asymmetric hydrogenation of substrates 3b and 3c in two-phase and homogeneous systems had been studied and the results were summarized in Table 3 . The results of 3b and 3c were similar to the observation in the asymmetric hydrogenation of 3a . It showed that the amphiphilic PEG-bound Ru(BINAP) catalyst was effective in the two-phase systems. Turnover frequencies of 3.92 and 0.25 h−1, and e.e. of 83.0% and 17.8% were observed in ethyl acetate/water two-phase and ethyl acetate homogeneous hydrogenation of 3b , respectively (entries 1 and 6). The replacement of water with ethylene glycol gave higher activity (entries 2, 8 to 1, 7). The activity of hydrogenation of 3c in ethyl acetate/water two-phase system decreased sharply compared to that in methanol among the three cases (entries 7 and 9, 1 and 3, and entry 1 in Table 2 and entry 2 in Table 1). This was probably due to the lower solubility of 3c than those of 3a and 3b in water. The activity of the amphiphilic PEG-bound Ru(BINAP) catalyst was about 30 times higher than the Ru(BINAP-4SO3Na) catalyst by comparing the experimental results of entries 7 and 11. 4 Conclusion We have developed a new, easily prepared and highly effective amphiphilic polymeric catalyst for the asymmetric hydrogenation in two-phase systems. The activity and/or enantioselectivity in ethyl acetate/water two-phase system were observed to be higher than those in ethyl acetate or methanol–water (1:1) homogeneous systems in the asymmetric hydrogenation of α,β-unsaturated carboxylic acids, 3a , 3b and 3c . The replacement of water with ethylene glycol increased the activity and enantioselectivity. The activity of the amphiphilic PEG-bound Ru(BINAP) catalyst was shown to be 30 times higher than that of Ru(BINAP-4SO3Na) reported by Van and Davis [15] in the two-phase asymmetric hydrogenation of 2-(6′-methoxy-2′-naphthyl)-acrylic acid. Tailor-made polymer support of the PEG-bound BINAP ligand and synthesis of amphiphilic dendritic BINAP ligands are now in progress in our laboratory in order to evaluate the positive effect of micelle-forming on this reaction. Acknowledgements We would like to thank the Hong Kong Polytechnic University, the Hong Kong Research Grant Council (project no. ERB03), Foundation of the President Chinese Academy of Science and the Foundation of the Director of the Institute of Chemistry, The Chinese Academy Science for financial support. Technical assistance from Mr. Shizhong Tian is appreciated. References [1] G.W. Parshall S.D. Ittel Homogeneous Catalysis 2nd ed. 1992 Wiley New York [2] E.G. Kuntz CHEMTECH 1987 570 [3] W.A. Herrmann C.W. Kohlpaintner Angew. Chem., Int. Ed. Engl. 32 1993 1524 [4] B. Cornils W.A. Herrmann Aqueous Phase Organometallic Catalysis-Concept and Applications. 1998 Wiley-VCH Weinherim [5] L. Maat G. Papadoginakis R.A. Sheldon Chem. Commun. 1994 2659 [6] K.T. Wan M.E. Davis Nature 370 1994 449 [7] T. Prinz W. Keim B. Drießen-Hölscher Angew. Chem., Int. Ed. Engl. 35 1996 1708 [8] I.T. Horvath F. Joo Aqueous Organometallic Chemistry and Catalysis, NATO Advanced Research Workshop, Debrecen, Hungary, August 29–Setember 1 1994 [9] W.A. Herrmann C.W. Kohlpaintner R.B. Manetsberger H. Bahrmann H. Kottmann J. Mol. Catal. A: Chem. 97 1995 65 [10] H. Bahrmann H. Bach C.D. Frohning H.J. Kleiner P. Lappe D. Peters D. Regnat W.A. Herrmann J. Mol. Catal. A: Chem. 116 1997 49 [11] R.W. Eckl T. Priermeier W.A. Herrmann J. Organomet. Chem. 532 1997 243 [12] L. Lecomte D. Sinou J. Mol. Catal. 52 1989 L21 [13] Y. Amrani L. Lecomte D. Sinou J. Bakos I. Toth B. Heil Organometallics 8 1989 542 [14] K.T. Wan M.E. Davis Tetrahedron: Asymmetry 4 1993 2461 [15] K.T. Wan M.E. Davis J. Catal. 148 1994 1 [16] G. Oehme E. Paetzold R. Selke J. Mol. Catal. 71 1992 L1 [17] A. Kumar G. Oehme J.P. Roque M. Schwarze R. Selke Angew. Chem., Int. Ed. Engl. 33 1994 2197 [18] S. Trinkhaus R. Kadyrov R. Selke J. Holz L. Götze A. Börner J. Mol. Catal. A: Chem. 144 1999 15 [19] C.A. Bunton F. Nome F.H. Quina L.S. Romsted Acc. Chem. Res. 24 1991 357 [20] Y. Amrani D. Sinou J. Mol. Catal. 36 1986 319 [21] I. Grassert U. Schmidt S. Ziegler C. Fischer G. Oehme Tetrahedron: Asymmetry 9 1998 4193 [22] T. Malmstrom C. Andersson Chem. Commun. 1996 1135 [23] D.E. Bergbreiter L. Zhang V.M. Mariagnanam J. Am. Chem. Soc. 115 1993 9295 [24] A.N. Ajjou H. Alper J. Am. Chem. Soc. 120 1998 1466 [25] Z. Jin X. Zheng B. Fell J. Mol. Catal. A: Chem. 116 1997 55 [26] R. Noyori H. Takaya Acc. Chem. Res. 23 1990 345 [27] R. Noyori CHEMTECH 1992 360 [28] T. Okano, H. Kumobayashi, S. Akutagawa, J. Kiji, H. Konishi, K. Fukuyama, Y. Shimano, U.S. Patent 4,705,895, 1987.",
      "scopus-id": "0034703269",
      "coredata": {
        "eid": "1-s2.0-S1381116900001680",
        "dc:description": "A new type of amphiphilic PEG-bound BINAP ligand was synthesized through polycondensation of 5,5′-diamino BINAP (1), polyethylene glycol and terephthalyol chloride in the presence of pyridine. It was proven that ruthenium complex based on the new polymeric ligand was an effective catalyst for the asymmetric hydrogenation of prochiral α,β-unsaturated carboxylic acids in both ethyl acetate/water two-phase and in methanolic solvent systems. The activity and/or enantioselectivity in two-phase systems were observed to be higher than that in ethyl acetate or methanol–water homogeneous systems. The replacement of water with ethylene glycol increased the activity and enantioselectivity. The activity of the new catalyst was shown to be about 30 times higher in the two-phase hydrogenation of 2-(6′-methoxy-2′-naphthyl)-acrylic acid than the Ru(BINAP-4SO3Na) catalyst without the long hydrophilic polymer chain, which illustrated the importance of the amphiphilic structure of the polymeric ligand.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-09-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900001680",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fan, Qing-Hua"
          },
          {
            "@_fa": "true",
            "$": "Deng, Guo-Jun"
          },
          {
            "@_fa": "true",
            "$": "Chen, Xiao-Min"
          },
          {
            "@_fa": "true",
            "$": "Xie, Wen-Chun"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Da-Zhi"
          },
          {
            "@_fa": "true",
            "$": "Liu, Dong-Sheng"
          },
          {
            "@_fa": "true",
            "$": "Chan, Albert S.C."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900001680"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900001680"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00168-0",
        "prism:volume": "159",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "A highly effective water-soluble polymer-supported catalyst for the two-phase asymmetric hydrogenation: preparation and use of a PEG-bound BINAP ligand",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-soluble catalyst"
          },
          {
            "@_fa": "true",
            "$": "Polymer-supported catalyst"
          },
          {
            "@_fa": "true",
            "$": "Phosphine"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Amphiphile"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "37-43",
        "prism:endingPage": "43",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 September 2000",
        "prism:doi": "10.1016/S1381-1169(00)00168-0",
        "prism:startingPage": "37",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00168-0",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001680-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1125",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "231",
            "@width": "545",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001680-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10377",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001680-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "742",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "80",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001680-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3042",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034703269"
      }
    }
  }
}