{
  "metadata": {
    "title": "Room temperature selective oxidation of toluene over vanadium substituted polyoxometalate catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-04-15",
    "doi": "10.1016/j.molcata.2009.01.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116909000132",
    "pii": "S1381116909000132"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-64749087896",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2009-01-09 2009-01-09 2010-04-16T17:45:36 1-s2.0-S1381116909000132 S1381-1169(09)00013-2 S1381116909000132 10.1016/j.molcata.2009.01.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381116909X0004X 2015-05-15T05:56:33.307883-04:00 0 0 20090415 2009 2009-01-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 303 303 1 2 1 2 Volume 303, Issues 1–2 15 84 89 84 89 20090415 15 April 2009 2009-04-15 2009 Regular papers article fla Copyright © 2009 Published by Elsevier B.V. ROOMTEMPERATURESELECTIVEOXIDATIONTOLUENEOVERVANADIUMSUBSTITUTEDPOLYOXOMETALATECATALYSTS RAO K 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Preparation of TBHP–toluene mixtures 2.4 Catalyst evaluation 3 Results and discussion 4 Conclusions Acknowledgements References SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS HILL 1989 C ACTIVATIONFUNCTIONALIZATIONALKANES THOMAS 2001 675 687 J KONIETZNI 1999 154 164 F SHELDON 2001 R FINECHEMICALSTHROUGHHETEROGENEOUSCATALYSIS THOMAS 1999 227 230 J SADOW 2003 803 805 A MARTIN 2002 131 142 A LARS 1988 138 149 S JONES 1999 C APPLICATIONSHYDROGENPEROXIDEDERIVATIVES BRUTCHEY 2005 3736 3738 R FARAJ 1987 1487 1489 M VINCENT 1988 6898 6900 J MURAHASHI 1993 1299 1302 S CHEN 1995 1 8 J DAS 2000 605 606 B KOZHEVNIKOV 1998 171 198 I MISONO 2001 1141 1152 M MOHANREDDY 2007 304 310 K SOPA 2005 119 125 M DIMITRATOS 2003 561 571 N KOZHEVNIKOV 1997 151 158 I TSIGDINOS 1968 437 441 G MARCHALROACH 2000 33 44 C CASARINI 1993 325 344 D ROCCHICCIOLIDELTCHEFF 1991 3913 3920 C XIAN 2002 305 314 F DIAS 2007 189 194 J GAO 2002 43 50 X KHENKIN 2001 6437 6438 A NEUMANN 2006 2529 2538 R LI 2006 21568 21571 W WANG 2005 1987 1992 F GUO 2005 55 59 C RAOX2009X84 RAOX2009X84X89 RAOX2009X84XK RAOX2009X84X89XK item S1381-1169(09)00013-2 S1381116909000132 1-s2.0-S1381116909000132 10.1016/j.molcata.2009.01.006 271358 2010-09-21T22:44:33.631636-04:00 2009-04-15 1-s2.0-S1381116909000132-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/MAIN/application/pdf/389da9ae91c0215e628a73dbe393edd5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/MAIN/application/pdf/389da9ae91c0215e628a73dbe393edd5/main.pdf main.pdf pdf true 357701 MAIN 6 1-s2.0-S1381116909000132-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/PREVIEW/image/png/76f051650d55fff7f6569b76353e79ac/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/PREVIEW/image/png/76f051650d55fff7f6569b76353e79ac/main_1.png main_1.png png 59229 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116909000132-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr3/DOWNSAMPLED/image/jpeg/fa78d73d30942e0abbaa9f69efd215bb/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr3/DOWNSAMPLED/image/jpeg/fa78d73d30942e0abbaa9f69efd215bb/gr3.jpg gr3 gr3.jpg jpg 28496 259 532 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr3/THUMBNAIL/image/gif/9062513fea6f2b8c35685bd76105d19d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr3/THUMBNAIL/image/gif/9062513fea6f2b8c35685bd76105d19d/gr3.sml gr3 gr3.sml sml 2107 107 219 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr4/DOWNSAMPLED/image/jpeg/98e52d671dd6f5b487049cff9baa3f0b/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr4/DOWNSAMPLED/image/jpeg/98e52d671dd6f5b487049cff9baa3f0b/gr4.jpg gr4 gr4.jpg jpg 16668 286 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr4/THUMBNAIL/image/gif/903600e01a1c9326b295e258196da919/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr4/THUMBNAIL/image/gif/903600e01a1c9326b295e258196da919/gr4.sml gr4 gr4.sml sml 2960 164 215 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr5/DOWNSAMPLED/image/jpeg/6daf33167ebef19f888153f602b9075b/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr5/DOWNSAMPLED/image/jpeg/6daf33167ebef19f888153f602b9075b/gr5.jpg gr5 gr5.jpg jpg 39896 301 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr5/THUMBNAIL/image/gif/8b494640903ff1ec0008773a546df3d8/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr5/THUMBNAIL/image/gif/8b494640903ff1ec0008773a546df3d8/gr5.sml gr5 gr5.sml sml 4884 164 184 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/sc1/DOWNSAMPLED/image/gif/05f1d7898466da42aa23140018dc88e9/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/sc1/DOWNSAMPLED/image/gif/05f1d7898466da42aa23140018dc88e9/sc1.gif sc1 sc1.gif gif 13630 509 565 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/sc1/THUMBNAIL/image/gif/176ad0f983474d01c5bf6e4dff035269/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/sc1/THUMBNAIL/image/gif/176ad0f983474d01c5bf6e4dff035269/sc1.sml sc1 sc1.sml sml 2695 164 182 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr1/DOWNSAMPLED/image/gif/45f29665a85dbd8f97e74d2c2955bd80/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr1/DOWNSAMPLED/image/gif/45f29665a85dbd8f97e74d2c2955bd80/gr1.gif gr1 gr1.gif gif 17031 811 246 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr1/THUMBNAIL/image/gif/9ef19e2eef955ad01ddffec53048e3fb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr1/THUMBNAIL/image/gif/9ef19e2eef955ad01ddffec53048e3fb/gr1.sml gr1 gr1.sml sml 1746 162 49 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr2/DOWNSAMPLED/image/gif/4eb92f5c294bfdad40a430330360b66d/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr2/DOWNSAMPLED/image/gif/4eb92f5c294bfdad40a430330360b66d/gr2.gif gr2 gr2.gif gif 14253 565 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/gr2/THUMBNAIL/image/gif/ac853ce9a81ae24be245a7ca8a27ec33/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/gr2/THUMBNAIL/image/gif/ac853ce9a81ae24be245a7ca8a27ec33/gr2.sml gr2 gr2.sml sml 2325 163 76 IMAGE-THUMBNAIL 1-s2.0-S1381116909000132-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/fx1/DOWNSAMPLED/image/jpeg/b0e54de500912b8b5691b0d7cb6d4ad0/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/fx1/DOWNSAMPLED/image/jpeg/b0e54de500912b8b5691b0d7cb6d4ad0/fx1.jpg fx1 true fx1.jpg jpg 6630 120 343 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909000132-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909000132/fx1/THUMBNAIL/image/gif/eb3f9bafbb75c3deea224fb4e32f6a90/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909000132/fx1/THUMBNAIL/image/gif/eb3f9bafbb75c3deea224fb4e32f6a90/fx1.sml fx1 true fx1.sml sml 1457 76 219 IMAGE-THUMBNAIL MOLCAA 7404 S1381-1169(09)00013-2 10.1016/j.molcata.2009.01.006 Fig. 1 FT-IR patterns of modified supported MPA catalysts. Fig. 2 XRD patterns of modified supported MPA catalysts. Fig. 3 31P NMR spectra of MPA, MPAV2 and MPAV2/Nb2O5 catalysts. Fig. 4 Laser Raman spectra of MPA, MPAV2 and MPAV2/Nb2O5 catalysts. Fig. 5 Toluene oxidation reaction profile over MPAV2/Nb2O5 using 4M TBHP–TL system. Scheme 1 Plausible reaction mechanism for the formation of benzyl alcohol and benzaldehyde. Table 1 Surface area of pure MPA and its modified supported catalysts. Catalyst Surface area (m2/g) MPA 3.0 MPAV1 7.0 MPAV2 8.5 MPAV1/Nb2O5 48.0 MPAV2/Nb2O5 56.0 Nb2O5 140.0 Table 2 Toluene oxidation activity of MPA and its modified supported catalysts in different TBHP–TL systems. Catalyst Reaction time (h) TBHP–TL system a TBHP–H2O–TL system a TBHP–Decane–TL system a No catalyst 48 – – – MPA 14 2 – – MPAV1 14 4 <1 >1 MPAV2 14 5 2 1 MPAV1/Nb2O5 14 20 4 3 MPAV2/Nb2O5 14 30 3 4 Nb2O5 14 >1 – <1 a Conversion (%) of toluene. Table 3 Product distribution during toluene oxidation over MPAV2/Nb2O5 catalyst. Oxidant Conversion of (%) Turn over number (TON) Selectivity (%) Benzyl alcohol Benzaldehyde Benzoic acid 4M TBHP–TL 30 15 16 32 50 3M TBHP–TL 23 11.5 26 52 21 2M TBHP–TL 22, 21 a 11, 10.2 b 22 76 – 1M TBHP–TL 14 7 71 26 – a Conversion (%) of toluene after third cycle. b Turn over number after third cycle. Table 4 A comparison of toluene oxidation activity of the MPAV2/Nb2O5 catalyst with other reported catalysts. Catalyst Temperature/pressure Oxidant Conversion (%) Selectivity (%) R-CHO References Cu–Mn (1:1) 190°C/1MPa O2 17.2 20 [32] Cu–Fe/TiO2 190°C/1MPa O2 1.8 27 [33] Co(II)TPP 150°C/0.8MPa O2 8.9 33 [34] CoSBA-15 80°C/1atm TBHP 7.97 63.8 [11] MPAV2/Nb2O5 RT/1atm TBHP 22 76 Present work Room temperature selective oxidation of toluene over vanadium substituted polyoxometalate catalysts K.T. Venkateswara Rao P.S.N. Rao P. Nagaraju P.S. Sai Prasad N. Lingaiah ⁎ Catalysis Laboratory, I&PC Division, Indian Institute of Chemical Technology, Hyderabad 500607, India ⁎ Corresponding author. Tel.: +91 40 27193163; fax: +91 40 27160921. Graphical abstract Selective oxidation of toluene to benzaldehyde is achieved at room temperature over heterogeneous niobia supported vanadium incorporated molybdophoshoric acid catalyst. The present catalyst is highly active, selective towards benzaldehyde and reusable with out any appreciable loss in activity and selectivity. Selective oxidation of toluene at room temperature was carried on vanadium containing molybdophosphoric acid supported on niobia catalysts using t-butyl hydrogen peroxide (TBHP) as oxidant. The catalysts were characterized by FT-IR, X-ray diffraction (XRD), 31P MAS NMR, Laser Raman spectroscopy and N2 adsorption. The characterization data reveals the incorporation of vanadium and retention of intact Keggin ion on the support. The catalyst activity is related to the presence of vanadium in Keggin ion. The effect of TBHP–toluene concentration on the conversion and selectivity during toluene oxidation was also studied. A plausible reaction mechanism for the selective formation of benzaldehyde was proposed. The present catalyst is highly active, selective towards benzaldehyde and reusable with out any appreciable loss in activity and selectivity. Keywords Selective oxidation Toluene Vanadium Molybdophosphoric acid Niobia 1 Introduction The catalytic oxidation of C–H bonds of hydrocarbons to oxygenated products under mild reaction condition is a major challenge in view of industrial aspects [1,2]. The oxygenated products are the required intermediates for many chemical feedstocks, agrochemicals, fragrances, pharmaceuticals and polymers. The traditional homogeneous catalytic oxidation methods often require stiochiometric amounts of metal complexes such as Cr(VI), Mn(VII) or Os(VIII) that generate large quantities of toxic metal waste [3]. These wastes can be eliminated if the vapor phase oxidation using a heterogeneous catalyst is employed. However, this requires excess temperature or pressure and also need specialized equipment [4]. Moreover, the selectivities to the desired oxygenated products are always less. Thus, the selective catalytic oxidation of inactive hydrocarbons to industrially important oxygenated derivatives is still remains a major challenge [5–7]. Among various hydrocarbons, toluene is an important one that can be converted into oxidation products such as benzyl alcohol, benzaldehyde and benzoic acid. Among these products, benzaldehyde is the most desirable product. However, benzaldehyde is easily over oxidized to benzoic acid. Traditionally, benzaldehyde is produced by side-chain chlorination of toluene and saponification of the resulting dichloromethyl group to form the aldehyde. The product still contains the chlorinated impurities, does not meet food and drug grade specifications. The vapor phase oxidation of toluene with oxygen generally carried at high pressure (0.5–2.5MPa) and seems too harsh for improving the selectivity of benzaldehyde [8]. There exists lot of difficulties in vapor phase oxidation of toluene such as control of over oxidation or combustion that leads to the formation of carboxylic acids, phenols or decomposition to carbon oxides (CO2 and CO) and tar [9]. There are only few reports on the selective oxidation of toluene is carried out at low temperatures using different oxidants like tert-butyl hydrogen peroxide, O2, etc. Peroxides are very attractive, relatively cheap and waste-avoiding oxidants only when it is used in a controlled manner without organic solvents and other toxic compounds [10]. Brutchey et al. have reported the toluene oxidation on Co-SBA-15 catalyst by using TBHP as an oxidant [11]. This catalytic system showed maximum toluene conversion of 8% with 64% benzaldehyde selectivity at 80°C in 24h. Ruthenium-based catalysts are extensively studied for oxidation reactions with TBHP [12–14]. However, these catalysts are expensive. In this regard, a more environmentally benign, economically feasible and selective catalytic process is desirable. Metal supported heterogeneous catalysts that can operate in combination with an acquiescent oxidant in liquid phase are advantageous, due to mild reaction conditions, catalyst recovery and have minimal environmental impact [15,16]. In this context, Keggin type hetropoly acids (HPAs) are widely used in various oxidation reactions [17,18]. HPAs like 12-molybdophosphoric acid and vanadium containing molybdophosphoric acid are used for oxidation of alcohols. These catalysts are soluble in most of the solvents. Efforts are being made to overcome the solubility problem by supporting them on solids [19,20]. The acid–base and redox properties of Keggin ion can be tuned by substituting one or more Mo atoms with other metal atoms such as vanadium [21,22]. As part of our investigation of vanadium containing Keggin type heteropoly acids we report a conveniently developed method that can efficiently oxidize toluene to benzaldehyde at room temperature in atmospheric pressure using heterogeneous vanadium containing molybdophosphoric acid supported on niobia catalyst. 2 Experimental 2.1 Catalyst preparation The 12-molybdophosporic acid (MPA) was supplied by Loba Chemie, India, and the Nb2O5 support was obtained from CBMM, Brazil. Vanadium incorporated molybdophosphoric acid catalysts H4PMo11V1O40 (MPAV1) and H5PMo10V2O40 (MPAV2) are prepared according to the reported procedure [23]. In the synthesis of the MPAV1, 7.1g of disodium hydrogen phosphate dissolved in 100ml of hot water and 6.1g sodium metavanadate taken in 100ml of distilled water were mixed together thoroughly. The mixture was cooled and acidified with 5ml of concentrated sulfuric acid. To this mixture 133g sodium molybdate dihydrate dissolved in 200ml of distilled water was added. Then, 80ml of concentrated sulfuric acid was slowly added while stirring, following the color change from dark red to light red. The MPAV1 formed was extracted with diethyl ether, as the heteropoly acid was present in the middle layer as heteropoly etherate. Subsequently the ether was removed by passing air through the solution. The orange solid obtained was dissolved in water and concentrated until the crystals appeared. MPAV2 catalyst is prepared in the same way as that of MPAV1 except by taking the required amount of sodium metavanadate and sodium molybdate. Niobia supported catalysts were prepared by impregnation method. The required quantity of MPAV1/MPAV2 dissolved in minimum amount of water and this solution was added to support with constant stirring. The excess water was removed on the water bath and the catalyst masses were dried in an air oven at 120°C for 12h and finally calcined in air at 350°C for 4h. These catalysts were denoted as MPAV1/Nb2O5 and MPAV2/Nb2O5, respectively. In these catalysts, 20wt% of active component (MPAV1 and MPAV2) was supported. 2.2 Catalyst characterization BET surface areas of the catalysts were determined on a Micromeritics (Auto Chem-2910) instrument with nitrogen physisorption at 77K, taking 0.169nm2 as the cross-sectional area of dinitrogen. FTIR spectra of catalysts were taken on a DIGILAB (USA) IR spectrometer by the KBr disc method. XRD patterns were measured on a RIGAKU MINI FLEX diffractometer using Cu Kα radiation (λ =1.54Å). The 2θ angles were scanned from 2° to 80° at a rate of 2°min−1. Elemental analysis of the heteropoly acid samples were estimated by inductively coupled plasma atomic emission spectroscopy (ICP-AES). The samples were digested using aquaregia and the elements to be analyzed are phosphorus, molybdenum and vanadium are analyzed. The 31P MAS NMR spectra of solids were recorded on a 400MHz Bruker spectrometer. A 4.5μs pulse (90°) was used with repetition time of 5s between pulses in order to avoid saturation effects. Spinning rate was 5kHz. The measurement was carried at room temperature using 85% H3PO4 as standard reference. The Raman spectra of the samples were collected with a Horiba-Jobin Yvon LabRam-HR spectrometer equipped with a confocal microscope, 2400/900grooves/mm gratings, and a notch filter. The visible laser excitation at 532nm (visible/green) was supplied by a Yag doubled diode pumped laser (20mW). The scattered photons were directed and focused onto a single-stage monochromator and measured with a UV-sensitive LN2-cooled CCD detector (Horiba-Jobin Yvon CCD-3000V). 2.3 Preparation of TBHP–toluene mixtures In a one-litter single neck flask required quantity of tertiarybutyl hydrogen peroxide (in water) and analytical grade dry toluene was taken. The resulting solution is turbid and then refluxed slowly with fabric mantle using a Dean-Stark apparatus upon continuous stirring. The water associated with TBHP solution will form an azeotrope with toluene and gets collected in the side arm of the Dean-Stark condenser and removed periodically. The reflux should be continued for 6–8h till the solution become clear. By varying the TBHP and toluene concentrations 4M, 3M, 2M and 1M TBHP–toluene solutions were prepared. These oxidation systems are designated as 4M TBHP–TL, 3M TBHP–TL, 2M TBHP–TL and 1M TBHP–TL, respectively. 2.4 Catalyst evaluation Oxidation of toluene was carried out in liquid phase at room temperature under inert atmosphere. A mixture of freshly prepared 4M TBHP–TL (2ml, 8mmol of TBHP and 10mmol of toluene is present) and catalyst (50mg) was added into a 10ml double neck round bottom flask. The oxidation was conducted with continuous stirring at room temperature. The progress of the reaction was monitored by TLC. After completion of the reaction, the catalyst was separated by filtration and the reaction mixture was pored into a 10% aqueous Na2SO3 solution and slowly extracted with ethyl acetate and dried with anhydrous Na2SO4. The products were analyzed by gas chromatography using DB-5 capillary column. All the yields are calculated based on the calibration of all reactants and products. 3 Results and discussion The surface areas of bulk and supported heteropoly acid catalysts are shown in Table 1 . The pure support niobia showed the surface area of 140m2/g. The comparative decrease in the surface area of supported catalysts may be due to pore blockage by active MPAV Keggin ions. The elemental analysis of these catalysts was estimated by ICP-AES. Keggin units have one central atom, 12 transition metal atoms and an appropriate number of charge balancing protons or cations. The Mo/P ratio of the standard (ideal formula H3PMo12O40) was 12.6, indicating a pure phase of heteropolyacid. The Mo/P ratio in our synthesized MPAV1 and MPAV2 catalysts are 11.1 and 10.2, respectively. The pure MPAV1 and MPAV2 catalysts contain slightly lower contents of Mo in the Keggin units due to partial substitution of Mo by V cation. Indeed, the V/P ratios in these samples are 0.92 and 1.86, respectively. The Mo/P ratios for MPAV1/Nb2O5 and MPAV2/Nb2O5 were 10.8, 9.7, respectively. Since elemental analysis of the bulk solids cannot provide information on the phases present in the solid, different characterization techniques such as XRD and FT-IR are used to obtain additional structural insights for the supported catalysts. The FTIR spectra of the samples are presented in Fig. 1 . The intense IR bands for all the samples observed at 1064, 946, 864cm−1 and a broad band at 785cm−1, attributed to Keggin ion characteristic stretching vibrations of P–Od, Mo=Ot, Mo–Ob–Mo and Mo–Oc–Mo, respectively [24]. It is interesting to note that the characteristic bands of Keggin ion for vanadium containing samples are shifted to lower wave numbers (blue shift) proportional to the number of introduced vanadium atoms in its primary structure. This shift is due to the influence of vanadium on the M–O bond and there by change in the structure symmetry [25]. This shift suggests that vanadium has entered into the primary structure of Keggin anion of MPAV catalysts. A shoulder in the P–O stretching vibration is noticed for the MPAV1 and MPAV2 catalysts. The splitting of P–Od band was reported for the samples with the presence of vanadium in the Keggin structure. It is known that the introduction of a metal other than Mo in the Keggin ion induces a decrease in the Mo–Ot stretching frequency and a possible splitting of the P–Od band [26]. This splitting suggests the incorporation of V into the Keggin ion. The vibrations of V–O bonds are marked by the very strong absorption of Mo–O bonds in supported catalysts [27]. A broad band at around 580cm−1 in supported catalysts is ascribed due to Nb2O5. To investigate further the structural stability with the incorporation of vanadium into the primary structure of Keggin ion, the samples are characterized by XRD and the patterns of the samples are shown in Fig. 2 . The strong characteristic peaks at 2θ values of 10.5°, 23.7°, 26.1°, 30.2° and 35.6° are assigned to Keggin structure of MPA [JCPDS File 1-32]. These characteristic peaks are observed in all the samples. The XRD patterns suggest that the Keggin structure is intact even with the incorporation of vanadium into the primary structure and also when supported on niobia. The 31P NMR spectra of the representative samples (MPA, MPAV2 and MPAV2/Nb2O5) are shown in Fig. 3 . The NMR spectra of MPA showed a single peak at −1.13ppm related to H3PMo12O40·9H2O. The vanadium containing bulk MPAV2 catalyst exhibited a single resonance peak at −4.45ppm. The presence of single peak reveals that the catalyst is in undissociated phase after the incorporation of vanadia in to MPA. The MPAV2 supported on Nb2O5 showed a broad single peak at −13ppm. The shift in NMR signal by supporting the MPAV2 is due to the interaction of Keggin ion with support. The single peak for MPAV2/Nb2O5 catalyst indicates that the Keggin structure was intact after impregnation and calcinations process [28]. In order to know the stability and the incorporation of V into the Keggin ion of MPA, the samples are characterized by Laser Raman spectroscopy and the spectra are shown in Fig. 4 . The Raman spectra of MPA, MPAV2 and MPAV2/Nb2O5 catalysts are presented for clarity. The Raman spectra of the samples exhibit the characteristic bands of the MPA Keggin structure with bands at 998, 983, 890, 620 and 248cm−1. The strong band at 998cm−1 with a shoulder at 983cm−1 arise from the symmetric and asymmetric stretching modes of the Mo=Ot bond, respectively. The broad bands ∼890 and ∼620cm−1 are from the asymmetric Mo–Ob–Mo and symmetric Mo–Oc–Mo stretching modes, respectively. The strong band at 248cm−1 corresponds to Mo–O–Mo bending mode of the intact Keggin. In the case of MPAV2/Nb2O5 catalysts apart from Raman bands related to Keggin ion, a broad band at 700cm−1 related to Nb2O5 is observed. The results suggest that the presence of Keggin ion even after incorporation of V and supporting on niobia. One important observation can be made from the Raman spectra is about the location of vanadium. The absence of 1034cm−1 band related to vanadyl cation in the case vanadium containing catalyst suggests the presence of V in the primary structure of Keggin ion. If V is present in the secondary structure or on the support gives a characteristic band at 1034cm−1 [29]. Liquid phase oxidation of toluene was conducted at room temperature and atmosphere pressure over MPA and its vanadium modified catalysts. Three different oxidant-reactant systems Viz: TBHP–toluene; TBHP–H2O–toluene, TBHP–Decane–toluene are studied over these catalysts. The results obtained over these catalysts at different oxidant-reactant systems are presented in Table 2 . Toluene oxidation without catalyst does not yields any products. Among the three-oxidation systems the TBHP–TL is the best one. The pure MPA, MPAV1 and MPAV2 catalysts are less active towards toluene oxidation and suffering from homogeneity. The highest conversion of toluene (30%) is obtained on MPAV2 supported on niobia catalyst. Among the supported catalysts the activity increased with increase in number of vanadium atoms in Keggin ion. The MPAV2/Nb2O5 catalyst showed better activity compared to all other catalysts. The high activity of vanadium containing heteropoly acids might be due to the redox nature of vanadium present in the primary structure of Keggin ion. The selective formation of benzaldehyde over these vanadium containing polyoxometallate catalysts is might be due to the plausible mechanism as shown in Scheme 1 . The polyoxometalate [PMo10V2O40]5− reacts with TBHP invariably proceed with initial formation of tert-butyl peroxy (t-BuOO) and tert-butyloxy radicals (t-BuO) [30]. The tert-butyloxy radical reacts with toluene to form the benzyl radical. The benzyl radical combines with tert-butyl peroxy radical to yield benzaldehyde. The formation of benzyl alcohol proceeds via the formation of benzyl cation by the transfer of electron from benzyl radical to the catalyst. The benzyl cation reacts with hydroxyl anion to yield benzyl alcohol. The reduced catalyst is reoxidized by TBHP. One cannot ruled out the formation of benzaldehyde from the benzyl alcohol over these catalysts. It is reported that for the vanadium containing polyoxometalate [PMo10V2O40]5− catalysts through transfer of two electrons and two protons from the benzyl alcohol to the catalyst to yield benzaldehyde [31]. The high activity for the supported catalysts is mainly because of the availability of well-dispersed MPAV2 Keggin ion on niobia. The optimum conditions required to promote the activity of toluene towards selective formation of benzaldehyde was carried using MPAV2/Nb2O5 catalyst by changing the concentration of TBHP–TL system. The conversion and selectivities with different TBHP–TL concentrations are shown in Table 3 . The conversion and selectivity is varied with change in TBHP–TL concentration. About 30% conversion of toluene obtained when 4M TBHP–TL was used. At lower concentration it observed a high selectivity towards benzyl alcohol. However, the conversion is low (6%). Controlled experiments showed that the high selectivity towards benzaldehyde could be obtained using 2M concentration of TBHP. The reaction profile during the oxidation of toluene with 4M TBHP–TL system over MPAV2/Nb2O5 catalyst has been studied. The variations of reaction products with time are measured and the results are shown in Fig. 5 . The conversion of toluene increased with reaction time. The selectivity towards the three products is varied with reaction time. Initially the selectivity to benzyl alcohol and benzaldehyde is high. The formation of benzoic acid increased substantially at prolonged reaction and at the same time selectivity of benzyl alcohol is decreases. However, the variation in selectivity towards benzaldehyde is limited. These results suggest that further oxidation of alcohol is taking place with time to yield more benzoic acid, a stable oxidation product. Carrying the reaction with the same catalyst, which is recovered from the first cycle by simple filtration, establishes the reusability of the catalyst. During the filtration the catalyst is washed with dry toluene and dried in air oven at 120°C for 12h. The catalyst was recycled for three times and the activity after third cycle is presented in Table 3. It is noteworthy to mention that the catalyst is showing similar activity even after third recycle. In order to find out the possible leaching of catalyst during reaction the fresh and used catalysts are subjected to elemental analysis. The amount of vanadium in the fresh MPAV2/Nb2O5 catalyst is 0.79mmol/g and V in the catalyst after third recycle is estimated as 0.76mmol/g. A negligible decrease in the amount of vanadium content is noticed. These results suggest that there is no appreciable leaching of active components during the reaction. The present catalyst is compared with some of the heterogeneous catalysts reported in the literature for the low temperature oxidation of toluene and the details are shown in Table 4 . The MPAV2/Nb2O5 catalyst is comparable with the other reported catalysts and offers high catalytic activity. Toluene oxidation with Co-SBA-15 catalysts using TBHP as oxidant offered about 8% conversion and 64% selectivity towards benzaldehyde at 80°C. The present catalyst exhibits better conversion (22%) and selectivity to benzaldehyde (76%) even at room temperature. The disclosed catalyst offers considerably high activity than most of reported the catalysts. 4 Conclusions In summary, the present study reveals a convenient method for selective oxidation of toluene to yield benzaldehyde at room temperature. The niobia supported vanadium contain heteropoly acid is an efficient heterogeneous solid catalyst for selective oxidation of toluene using TBHP as an oxidant. The present catalytic system is environmentally benign, economical, non-corrosive and active at room temperature. The reaction mechanism proposed explains the high selectivity towards benzaldehyde formation. The catalyst can be separated easily and recyclable with consistent activity. Acknowledgements The authors thank Department of Science and Technology, New Delhi for the financial support. One of the authors KTVR also thanks Council of Scientific & Industrial Research (CSIR), New Delhi for the award of Junior Research Fellowship. References [1] R.A. Sheldon J.K. Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York [2] C.L. Hill Activation and Functionalization of Alkanes 1989 Wiley New York [3] J.M. Thomas R. Raja Chem. Commun. 2001 675 687 [4] F. Konietzni H.W. Zanthoff W.F. Maier J. Catal. 188 1999 154 164 [5] R.A. Sheldon H. van Bekkum Fine Chemicals Through Heterogeneous Catalysis 2001 Wiley–VCH Weinheim pp. 1–10 [6] J.M. Thomas R. Raja G. Sankar R.G. Bell Nature 398 1999 227 230 [7] A.D. Sadow T.D. Tilley Angew. Chem. Int. Ed. 42 2003 803 805 [8] A. Martin U. Bentrup G.-U. Wolf Appl. Catal. A 227 2002 131 142 [9] S. Lars T. Andersson J. Catal. 98 1988 138 149 [10] C.W. Jones Applications of Hydrogen Peroxide and Derivatives 1999 Royal Society of Chemistry Cambridge [11] R.L. Brutchey I.J. Drake A.T. Bell T. Don Tilley Chem. Commun. 2005 3736 3738 [12] M. Faraj C.L. Hill J. Chem. Soc. Chem. Commun. 1987 1487 1489 [13] J.B. Vincent J.C. Huffman G. Christou Q. Li M.A. Nanny D.N. Hendrickson R.H. Fong R.H. Fish J. Am. Chem. Soc. 110 1988 6898 6900 [14] S.-I. Murahashi Y. Oda T. Naota T. Kuwabara Tetrahedron Lett. 34 1993 1299 1302 [15] J.D. Chen R.A. Sheldon J. Catal. 153 1995 1 8 [16] B.K. Das J.H. Clark Chem. Commun. 2000 605 606 [17] I.V. Kozhevnikov Chem. Rev. 98 1998 171 198 [18] M. Misono Chem. Commun. 2001 1141 1152 [19] K. Mohan Reddy M. Balaraju P.S. Sai Prasad I. Suryanarayana N. Lingaiah Catal. Lett. 119 2007 304 310 [20] M. Sopa A. Wącław -Held M. Grossy J. Pijanka K. Nowińska Appl. Catal. A 285 2005 119 125 [21] N. Dimitratos J.C. Vedrine Catal. Today 81 2003 561 571 [22] I.V. Kozhevnikov J. Mol. Catal. A 117 1997 151 158 [23] G.A. Tsigdinos C.G. Hallada Inorg. Chem. 7 1968 437 441 [24] C. Marchal-Roach N. Loronze N. Guillou A. Teze G. Herve Appl. Catal. A 199 2000 33 44 [25] D. Casarini G. Centi P. Jiru V. Lena Z. Tvaruzkova J. Catal. 143 1993 325 344 [26] C. Rocchiccioli-Deltcheff M. Fournier J. Chem. Soc., Faraday Trans. 87 1991 3913 3920 [27] F. Xian L. Cai C. Pham F. Bey G. Herve React. Kinet. Catal. Lett. 75 2002 305 314 [28] J.A. Dias M. do Carmo Rangel S.C.L. Dias E. Caliman F.A.C. Garcia Appl. Catal. A 328 2007 189 194 [29] X. Gao J. Jehng M. Wachs J. Catal. 209 2002 43 50 [30] A.M. Khenkin R. Neumann J. Am. Chem. Soc. 123 2001 6437 6438 [31] R. Neumann A.M. Khenkin Chem. Commun. 2006 2529 2538 [32] W.B. Li M. Zhuang T.C. Xiao M.L.H. Green J. Phys. Chem. B 110 2006 21568 21571 [33] F. Wang J. Xu X. Li J. Gao L. Zhou R. Ohnishi Adv. Synth. Catal. 347 2005 1987 1992 [34] C.-C. Guo Q. Liu X.-T. Wang H.-Y. Hu Appl. Catal. A 282 2005 55 59",
      "scopus-id": "64749087896",
      "coredata": {
        "eid": "1-s2.0-S1381116909000132",
        "dc:description": "Selective oxidation of toluene at room temperature was carried on vanadium containing molybdophosphoric acid supported on niobia catalysts using t-butyl hydrogen peroxide (TBHP) as oxidant. The catalysts were characterized by FT-IR, X-ray diffraction (XRD), 31P MAS NMR, Laser Raman spectroscopy and N2 adsorption. The characterization data reveals the incorporation of vanadium and retention of intact Keggin ion on the support. The catalyst activity is related to the presence of vanadium in Keggin ion. The effect of TBHP–toluene concentration on the conversion and selectivity during toluene oxidation was also studied. A plausible reaction mechanism for the selective formation of benzaldehyde was proposed. The present catalyst is highly active, selective towards benzaldehyde and reusable with out any appreciable loss in activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-04-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116909000132",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rao, K.T. Venkateswara"
          },
          {
            "@_fa": "true",
            "$": "Rao, P.S.N."
          },
          {
            "@_fa": "true",
            "$": "Nagaraju, P."
          },
          {
            "@_fa": "true",
            "$": "Prasad, P.S. Sai"
          },
          {
            "@_fa": "true",
            "$": "Lingaiah, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116909000132"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116909000132"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(09)00013-2",
        "prism:volume": "303",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Room temperature selective oxidation of toluene over vanadium substituted polyoxometalate catalysts",
        "prism:copyright": "Copyright © 2009 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          },
          {
            "@_fa": "true",
            "$": "Toluene"
          },
          {
            "@_fa": "true",
            "$": "Vanadium"
          },
          {
            "@_fa": "true",
            "$": "Molybdophosphoric acid"
          },
          {
            "@_fa": "true",
            "$": "Niobia"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "84-89",
        "prism:endingPage": "89",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 April 2009",
        "prism:doi": "10.1016/j.molcata.2009.01.006",
        "prism:startingPage": "84",
        "dc:identifier": "doi:10.1016/j.molcata.2009.01.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "259",
            "@width": "532",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28496",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "107",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2107",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "286",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16668",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2960",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "301",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39896",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4884",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "509",
            "@width": "565",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13630",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "182",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2695",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "811",
            "@width": "246",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17031",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "49",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1746",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "565",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14253",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2325",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "120",
            "@width": "343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6630",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909000132-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1457",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/64749087896"
      }
    }
  }
}