{
  "metadata": {
    "title": "Zeolite titanium beta: A versatile epoxidation catalyst. Solvent effects",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-10-10",
    "doi": "10.1016/S1381-1169(97)00074-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000745",
    "pii": "S1381116997000745"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031563784",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-21 1998-05-21 2010-03-25T21:28:44 1-s2.0-S1381116997000745 S1381-1169(97)00074-5 S1381116997000745 10.1016/S1381-1169(97)00074-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00684 2015-05-15T05:56:33.668241-04:00 0 0 19971010 1997 1998-05-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 124 124 2 3 2 3 Volume 124, Issues 2–3 6 137 146 137 146 19971010 10 October 1997 1997-10-10 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ZEOLITETITANIUMBETAAVERSATILEEPOXIDATIONCATALYSTSOLVENTEFFECTS VANDERWAAL J BELLUSSI 1994 177 G CAMBLOR 1992 589 M RIGUTTO 1994 2245 M VANDERWAAL 1997 1093 J CAMBLOR 1996 1339 M CORMA 1994 147 M TANEV 1994 239 P VANDERWAAL 1994 1241 J BOCCUTI 1989 133 M BELLUSSI 1991 79 G GILBERT 1993 51 L TATSUMI 1990 476 T HUYBRECHTS 1992 129 D NOTARI 1991 79 B CLERICI 1991 159 M SATO 1994 1853 T CLERICI 1993 71 M VANDERWAAL 1996 63 J ZECCHINA 1993 719 A BELLUSSI 1992 220 G CLERICI 1992 445 M PROC9THINTZEOLITECONF CLERICI 1991 159 M POSNER 1977 8208 G VANDERWAALX1997X137 VANDERWAALX1997X137X146 VANDERWAALX1997X137XJ VANDERWAALX1997X137X146XJ item S1381-1169(97)00074-5 S1381116997000745 1-s2.0-S1381116997000745 10.1016/S1381-1169(97)00074-5 271358 2010-09-29T19:53:59.875246-04:00 1997-10-10 1-s2.0-S1381116997000745-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000745/MAIN/application/pdf/f568dcc6bcb7c9e05eeeb2fbef6b4188/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000745/MAIN/application/pdf/f568dcc6bcb7c9e05eeeb2fbef6b4188/main.pdf main.pdf pdf true 883474 MAIN 10 1-s2.0-S1381116997000745-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000745/PREVIEW/image/png/5aa4f1618f88f5aa73495b23c32eb408/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000745/PREVIEW/image/png/5aa4f1618f88f5aa73495b23c32eb408/main_1.png main_1.png png 61801 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 Zeolite titanium beta: A versatile epoxidation catalyst. Solvent effects Jan C. van der Waal, Herman van Bekkurn JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Delft University of Technology, Laboratory of Organic Chemistry and Catalysis, Julianalaan 136, 2628 BL Delft. The Netherlands Received 2 September 1996; accepted 14 March 1997 Abstract The essentially aluminum-free titanium containing analogue of zeolite beta was synthesized using di(cyclohexylmethyl)dimethylammonium (DCDMA) as the template. The titanium zeolite beta was found to exhibit Brsted acidic properties when alcohols were employed as the solvent, which is explained by the Lewis acid character of the titanium site, which on coordination of an alcohol yields a mild Brsted acid site. The use of alcohol /acetonitrile mixtures as the solvent showed a clear maximum in activity in 1-octene epoxidation, depending on the type and amount of alcohol used. A catalytic species is proposed in which an alcohol as well as a hydroperoxo group is coordinated to a framework connected titanium atom. Keywords: Titanium; Zeolite beta; 1-octene; Hydrogen peroxide; Epoxidatiow Solvent effects 1. Introduction Since the discovery in 1983 of TS-1, a titanium containing silicalite with the MFl structure, by Taramasso et al. [1], much research has been performed on its synthesis as well as on its application as oxidation catalyst in a wide range of oxygenations with hydrogen peroxide. The strength of TS-1 is a combination of isolated tetrahedrally coordinated titanium atoms in a silicate structure together with a hydrophobic and acid-free defined environment, for a review see Ref. [2]. An obvious limitation is its pore size of 5.4 Recently two new types of titanium containing molecular sieves with large pores were reported. Camblor et al. [3] reported Corresponding author. Fax: +31-15-2781415. 1387-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P11 5 1 38 1 -1 169(97)00074-5 the incorporation of titanium in zeolite beta, though considerable amounts of aluminum were still present. Since the aluminum present causes unwanted acid-catalyzed side reactions, it was felt as a challenge to obtain an aluminum-free material. Rigutto et al. [4] avoided the presence of aluminum by gas phase substitution of zeolite boron-beta with T'C14. Recently three publications appeared, concerning the direct hydrothermal synthesis of the aluminum-free titanium analogue of zeolite beta [5-7]. Corma et al. and Tanev et al. [8,9] reported the synthesis of systems with even larger pores, the Ti-MCM-41 family. Ti-MCM-41 belongs to the class of mesoporous silicates and has pores sizes of 20 to 80 Especially the titanium analogue of zeolite beta (Ti-/3) is interesting, since it has a three-di- 138 J.C van der Waal, H. van Bekkum/Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 mensional structure as well as a hydrophobic interior, provided that aluminum is absent. We found di(cyclohexylmethyl)dimethylammonium (DCDMA) to be a new and strong templating cation for the synthesis of zeolite beta. Earlier we showed that Ti-(3 is an excellent catalyst in the epoxidation of bulky olefins, such as norbornene, limonene and a-terpineol. As we already pointed out [6], the Ti-does have acidic properties when alcoholic solvents are used, which could not be assigned to residual aluminum. Similar results (e.g., formation of glycols when alcoholic solvents were employed) were observed by Saxton et al. [5] and Corma et al. [7]. We hereby report on the influence of various solvents on the catalytic activity performance and selectivity of Ti-in epoxidation catalysis. 2. Experimental Di(cyclohexylmethyl)dimethylammonium bromide (DCDMA - Br) was synthesized from cyclohexylmethyl bromide and N,Ndimethyl(cyclohexylmethyl)amine in DMSO at 90 overnight. The bromide was subsequently converted to the hydroxide (DCDMA - OH) by silver oxide. For a typical synthesis of Ti- 0.25 g titanium(IV) ethoxide (TEOT) was added to 30.0 g of a 19.5% w/w DCDMA - OH solution in water and stirred until all the TEOT was dissolved. To the clear solution 3.0 g Aerosil 200 (Degussa), 0.15 g seeds (all-silica beta [10]) and 11.8 g water were added and the gel was aged for at least 24 h. The molar gel composition was: 1S2: 0.022T2: 0.46DCDMA - OH 40Hz0. After crystallization (14 days at 140) the zeolite (1.4 g, 45% silicon incorporation, Si:Ti = 69) was collected by filtration, washed, dried and calcined at 540 in air. Chemical compositions were determined using ICP/AES on a Perkin-Elmer Plasma II (ICP) or PerkinElmer 1100 (AES). DREAS spectra were recorded on a Varian Cary-1 spectrophotometer using barium sulfate as a reference. FT-IR spec- tra were recorded on a Bruker IFS 66 microscope spectrometer. For comparison a Ti, Albeta (Si:Ti = 42.6; Si:Al = 73)was prepared according to Corma et al. [4] and Ti-MCM-41 material was prepared according to Camblor et al. [8,9]. The catalyst was tested in the epoxidation of 1-octene (98%, Aldrich). Epoxidation was performed at 313 or 343 K, using 23.5 g solvent (methanol, acetonitrile, ethanol, 2-propanol, tbutanol and mixtures thereof) 100 mg catalyst, 20 mmol olefin and 10 mmol H202 (30 w/w% aqueous solution); 1,3,5-tri-isopropylbenzene was used as internal standard. Samples were taken at regular intervals and analyzed using GC (CP-Sil-5) and GC-MS. 3. Results and discussion 3.1. Catalyst characterization Primary characterization of the materials obtained was performed by XRD, ICP/AES, DREAS, and FT-IR. XRD measurements showed that pure zeolite beta is synthesized and small amounts (less than 3%) of ZSM-12 can only be detected after prolonged crystallization times, which demonstrates the high selectivity of the DCDMA cation as a template for beta type zeolites. ICP/AES of the as-synthesized material confirmed the presence of titanium and the absence of aluminum and boron (Si/Al > 3000; Si/B > 1600). Incorporation of titanium in the silica framework was confirmed by an increase in the unit cell parameter a, determined from the diffraction line indexed as 600 for 0 0 polytype A, from 12.443 A to 12.492 A for all-silica beta and Ti-beta (Si:Ti = 79), respectively. Some direct information on the state of the titanium was obtained from diffuse reflectance UV-vis charge-transfer spectrophotometry (DREAS) [11] and infrared spectroscopy [12]. The incorporation of titanium atoms in the zeolite framework is confirmed by the presence of J.C. van der Waal, H. van BekkumIJournal of Molecular Catalvsis A: Chemical 124 (1997) 137-146 139 a strong absorption maximum at 47.000-50.000 cm-' in the DREAS spectra (Fig. 1). This absorption is attributed to tetrahedrally coordi nated titanium in a silicate framework [ 11 ]. In the presence of water or 2-propanol the band is shifted towards a lower frequency (45.000 48.000 cm-'). This is generally accepted as an indication for a higher coordination number around the titanium atom, most probably five coordinated. In the case of water a second weak absorption around 36.000-40.000 cm-1 is ob served. Absorptions around 40.000 cm-' are usually attributed to isolated octahedral titanium species [11]. The absence of an absorption be- taken since the DCDMA cation itself has also a low 30.000 cm-' confirms the absence of a weak absorption band at 960 cm-'. It is con- more highly clustered titanium oxide phase [11]. The absorption at 960 cm-' in the FT-IR spectra of TS-1 is usually assigned to the pres ence of tetrahedrally coordinated titanium in the zeolite [12]. As can be seen in Fig. 2 both the calcined and the as-synthesized Ti-beta contain this band. However. as we reported earlier [ 10], the FT-IR spectrum of calcined all-silica beta also exhibits a strong band at 960 cm-' charac teristic of silanol groups. The increase in inten sity of the absorption at 960 cm-' in calcined Ti-beta also suggests a large amount of silanol groups present. This is supported by z9Si MAS NMR data (not shown). This restriction does however not apply to the as-synthesized zeolite Ti-beta in which the silanol absorption band is normally not visible in IR. Care should still be 4000 3000 2000 1000 Wavenumber cm Fig. 2. FT-IR of zeolite Ti-beta. (a) as-synthesized; (b) calcined. day -- water ----- 2-propanol r, t h 20 30 40 50 wavenumber cm -i t Fig. 1. DREAS of Ti-beta. Sample was pre-dried at 200, water and 2-propanol were added to the sample (0.18 g/gzee) at room temperature. chided from the DREAS and FT-IR spectra that titanium is tetrahedrally incorporated in the zeolite lattice, that the Ti-sites are accessible for substrates and that no oligomeric titanium oxides are present. 3.2. Catalytic results The Ti-beta catalyst was tested in the epoxidation of 1-octene and compared with TS-1, Ti, Al-beta and Ti-MCM-41. At low temperature (40) only TS-1 exhibits a high activity whereas the others do not (Table 1). In case of Ti, Al-beta and Ti-MCM-41 this can be explained on the basis of their hydrophilic interior; Ti, Al-beta contains acid sites and the internal surface of Ti-MCM-41 consists mainly of SiOH groups. Water, methanol and hydrogen peroxide are strongly adsorbed by these materials and the inner 1-octene concentration will be very low, thus hindering the catalytic performance. This is however not the case for the hydrophobic Ti-beta. Upon raising the temperature the activity of the large pore materials increases significantly, though TS-1 retains the best catalytic properties (Table 2). As expected the main products for Ti, Al-beta are the mono glycol ethers (product of addition of methanol to tile epoxide, Scheme 1) due to the acidity of the aluminum site. It was however surprising to find that the essentially aluminum free Ti-beta 140 J. C. van der Waal, H. van Bekkum /Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 Table 1 Epoxidation of 1-octene at 40 in methanol (24 g) as the solvent using 30% aqueous hydrogen peroxide (20 mmol 1-octene; 10 mmol HZOz; 100 mg catalyst) Catalyst TOF Conversion Selectivity to oxygenates b Epoxides in (mmol/mmol Ti/h) at 1 h (%) a I-Oct. HzOz products (%) TS-1 27.7 4.1 93 96 98 Ti-beta 0.5 < 0.1 glycol ether ` Ti, Al-beta 3.6 0.5 67 53 glycol ether Ti-MCM-41 0.4 < 0.1 epoxide a Based on 1-octene. b Oxygenates observed are the epoxide and monoglycol ether. Predominant product, conversion too low to be determined accurately. Table 2 Epoxidation of 1-octene at 60 in methanol as the solvent using aqueous hydrogen peroxide (20 mmol 1-octene; 10 mmol H2Oz; 100 mg catalyst) Catalyst TOF Conversion Selectivity to oxygenates b Epoxides in (mmol/mmol Ti/h) at 1 h (%) a 1-oct. H2O2 products (%) TS-1 96.8 16.0 84 91 93 Ti-beta 85.5 11.6 82 81 41 Ti, Al-beta 41.8 6.7 87 65 12 Ti-MCM-41 7.2 1.3 76 54 79 a Based on 1-octene. b Oxygenates observed are the epoxide and monoglycol ether. also gave a the monoglycol ether as the major product. Similar results, a low selectivity towards the epoxide, are reported by Saxton et al. [5] and Corma et al. [7] for an essentially aluminum free Ti-beta. This suggests that unlike TS-1 the titanium site in Ti-beta has reasonably strong acidic properties. Largely improved selectivity towards epoxide could be obtained when acetonitrile is used as the solvent (see Table 3). It is known for zeolites that the choice of the solvent can have a crucial effect on the activity and selectivity [ 13,14]. In general, alcohols are the preferred solvents for epoxidation of olefins using aqueous hydrogen peroxide and TS-1 as the catalyst, which is either interpreted in terms of hindrance of adsorbed solvent molecules in R~Z, H~ R' R' ~0-R + )^OH 0 H 0` R Scheme 1. the zeolite channels [ 15,16] or by electronic effects of the adsorbed solvent molecule on the catalytic active center [ 17,18]. In general two catalytic sites for epoxidation are proposed. Huybrechts et al. [ 15] and Notari et al. [ 16] proposed a Ti( n2_02) species (Scheme 2) based on known active peroxo complexes of the group 4-7 transition metals. This species (Scheme 2) can not adequately explain the observed solvent effects, in particular the beneficial influence of methanol and ethanol. Furthermore a number of stable titanium peroxo complexes similar to Scheme 2 is known but they are not active as an oxygen transfer agent in epoxidations. Clerici et al. [19] interpreted the solvent effects as evi- gi si i Ho 0H Site 0- ~Si Scheme 2. J.C. van der Waal, H. van Bekkum / Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 141 Table 3 Effect of various solvents on the catalytic activity of Ti-beta (20 mmol I-octene, 10 mmol HZOZ (30 wt% aqueous), 24 g solvent, 100 mg catalyst, 40) Solvent TOF (mmol/ Conversion Selectivity to oxygenates b Epoxides in products (%) mmol Ti/h) at 1 h (%) a I-Oct. H202 1 h 5 h Methanol 0.5 G 0.1 glycols Ethanol 5.4 0.7 87 77 46 7 2-propanol 13.5 1.9 89 51 63 24 t-butanol 1.7 0.3 67 78 100 36 Acetonitrile 5.4 0.7 89 69 100 98 d V Based on 1-octene. b Oxygenates observed are the epoxide and monoglycol ether. Predominant product, conversion too low to be determined accurately. d Other 2% is the diol and the aldehyde. dence for the participation of solvent molecules in the reaction. These authors formulated a mechanism for TS-1 catalyzed epoxidation which involves a hydroperoxo species (Scheme 3) rather than a peroxo species, and the coordination of an alcohol molecule to the site. Differences in activity between various alcoholic solvents are explained by steric hindrance caused by the coordinated alcohol rather than by electronic effects. When various alcoholic solvents were applied, we found that methanol and ethanol were not the most suitable solvents for the epoxidation of olefins over Ti-beta (see Table 3). The most active alcohol was 2-propanol though the major product for all alcoholic solvents was not the epoxide but rather the monoglycol ether. Since the materials were essentially free of aluminum, we assume that the acidity is generated by the titanium-site itself. As we reported earlier [6], we believe that the Brsted aciditity has its origin in the adsorption of an alcohol to the Lewis-acidic titanium site, which generates si / si H 0, 0 O T0Sid i,'0 -si \\ I \\ R --H Scheme 3. Brsted acidity. The coordination of alcohols to the titanium site can be monitored by DREAS which shows an increased coordination number for the titanium site by adsorption of 2-propanol (see Fig. 1) and methanol (not shown). As we reported very recently [20] Ti-beta is capable of catalyzing the Meerwein-Ponndorf-Verley reduction of ketones to the corresponding alcohols. In the Meerwein-Ponndorf-Verley (MPV) reduction both a ketone and a secondary alcohol are coordinated to a Lewis acid metal ion after which a hydride transfer from the alcohol to the ketone takes place (see Scheme 4). This is in our view a further confirmation that the titanium site in zeolites has Lewis acid properties, which can lead to Brsted acidity upon coordination of protic molecules (i.e. alcohols). Both the epoxidation results so far [5-7] and the MPV reduction activity suggest that titanium acts as a Lewis acid and coordinates an alcohol molecule. Therefore, the species de- Si 0_,si Si-0- ,\\ O 0 si R<// :, /~ R, R3 H Rz Scheme 4. 142 J .C. van der Waal, H. van Bekkum /Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 picted in Scheme 3 is the most likely catalytic intermediate in the epoxidation of olefins. In order to study the influence of alcohols in more detail, we studied the catalytic activity and performance of Ti-beta using acetonitrile as the solvent and added various amounts of alcohols as co-solvents. If an alcohol is required in the catalytic site (e.g., Scheme 3) changes in catalytic activity as a function of the alcohol used and the amount of alcohol added, are to be expected. Upon addition of ethanol, 2-propanol, and t-butanol to acetonitrile, the activity of Ti-beta changed (see Fig. 3). A clear maximum in activity is visible for all alcohols, indicating that the presence of an alcohol is beneficial for epoxidation. This supports our belief that the species depicted in Scheme 3, in which an alcohol is coordinated, is the active site for the epoxidation of olefins. Moreover Fig. 3 shows that the maximal attainable activity is the same for the different alcohols tested. This suggests that there are little electronic and steric effects of the coordinated alcohol on the catalytic active site under these conditions, which especially for the bulky t-butanol is surprising. If one compares the position at which the maximum activity is observed with the polarity of the alcohol used, it can be seen that the higher the polarity of the alcohol the higher the per- 6.00 g 4.80 t p 3.60 E E m 2.40 N Q= . 22 1.20 . 0.00 centage alcohol in the solvent is needed, i.e. percentage ethanol > 2-propanol > t-butanol. Since Ti-beta is in essence a very hydrophobic zeolite it is logical to assume that a more polar solvent molecule requires a higher bulk solvent concentration to reach the same optimal alcohol concentration inside the zeolite channels. At higher alcohol concentrations the activity decreases again. Two possible explanations are (i) additional adsorbed alcohol could become a barrier hindering the diffusion of substrates and products while also decreasing the amount of adsorbed substrate thereby decreasing the intrinsic reaction rate. (ii) The additional alcohol is now also competing with hydrogen peroxide for the second coordination at the titanium site, thus reducing the amount of the catalytic species of Scheme 3. We note that (ii) is closely related to (i). In order to have an alcohol molecule competing with hydrogen peroxide for a second coordination at the titanium site (ii), higher concentration of alcohol in the zeolite are necessary. This is, however, the condition at which effect (i) would also occur. The activities at high alcohol contents (Fig. 3) show that the initial activity of Ti-beta increases with increasing polarity of the alcohol. Based on the conclusions made in the previous paragraphs, e.g. hardly any steric or electronic effects of the coordinated alcohol on the activ- 0.00 0.20 0.40 0.60 0.80 1.00 Fraction alcohol in acetonitrile Fig. 3. Initial rate of Ti-beta in the epoxidation of 1-octene in acetonitrile at 70. Influence of fraction (m/m) alcohols as co-solvent. 1 t-butanol; A 2-propanol; ethanol. J. C. ran der Waal, H. van Bekkum/Journal of Molecular Catalysis A: Chemical 124 (/997) 137-1-16 143 ity, it seems to be the polarity of the alcohol that determines the alcohol to acetonitrile ratio necessary to attain the maximum activity. It seems that the concentration of alcohol in the hydrophobic zeolite is one of the key factors in determining the activity of Ti-beta and possibly of titanium zeolites in general. A certain amount of alcohol in the zeolite channels is necessary to obtain the species of Scheme 3 but a higher concentration will reduce activity via either (i) or possibly (ii). This internal concentration is largely determined by the polarity of the alcohol, i.e. the higher the polarity of alcohols the lower its internal concentration. When one would consider this for pure alcoholic solvents, one would expect the most polar alcohol to have the highest activity, in accordance with literature for TS-1. The picture is not so clear for Ti-beta, due to its higher acidic character, compared to TS-1, when alcoholic solvents are employed. This acidity gives rise to a strong deactivation, caused by acid catalyzed by-product formation. As we reported earlier [6] the two main consecutive side-reactions are glycol ether formation by addition of an alcohol molecule (Scheme l) and polymerization of the epoxide. Polymerization leads to a stronger deactivation since the monoglycol ethers formed can still diffuse through the zeolite channels and desorb. In case of highly polar alcohols (e.g., methanol and ethanol) the lower amount of alcohol in the zeolite causes increased polymerization and therefore a more profound decrease in activity as can be seen in Table 3. The acidity generated by the coordination of an alcohol or hydroperoxy group to the titanium site. results in a Brsted acid which catalyzes unwanted side reaction such as polyglycol formation, diol formation by uptake of a water molecule, monoglycol ether formation by uptake of an alcohol molecule and rearrangement to aldehydes and ketones. The existence of Brsted acid sites in TS-1 has already been shown by Zecchina et al. [21 ], who reported the exchangeability of the titanium hydroperoxide site Scheme 3 in TS-1 with bases, e.g. NaOH and NH3. We have found that the use of the non-protic and slightly basic acetonitrile effectively reduces by-product formation. The amount of consecutive by-products, predominantly the monoglycol ether at high alcohol contents and the diol and aldehyde at low alcohol contents, were monitored as function of the 2-propanol content. Fig. 4 clearly shows that the high amount of by-products (73% by-products at 32% H ,OZ conversion) for pure 2-propanol could significantly be reduced by the addition of small amounts of acetonitrile (1$% by-products at 59% H202 conversion). It is to be noted that the activity also increases. This is probably related to the lower by-product formation since the glycols (and polyglycols) formed tend to 6.00 4.80 r p 3.60 E _E 2.40 i2 ~i .20 Fraction isopropanol in acetonitrile 0.00 L 0.00 0.20 0.40 0.60 0.80 700 80 Q 60 a_ o 40 w 20 0 Fig. 4. By-product formation in the epoxidation of I-octene over Ti-heta as a function of the fraction (m/m) of 2-propanol in acetonitrile at 70. l J.C uan der Waal, H. van Bekkum/Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 plug the pore system, hindering the diffusion of substrates and epoxide through the channels. Thus the main function of acetonitrile seems to be to reduce the acidity of the catalytic species in Scheme 3 by its slightly basic character. The question remains why TS-1 does not show these acidic properties so pronounced as Ti-beta does. TS-1 also catalyzes the rearrangement of epoxides when hydrogen peroxide is present [22] but at a rate which is considerably lower than for Ti-beta [7]. Furthermore Clerici et al. [23,24] have shown that it is possible to obtain stable alkali metal containing peroxo complexes of TS-1 by treatment with alkaline hydrogen peroxide solutions. An answer might be found if one considers the mechanisms by which an alcohol or water molecule can react with an epoxide. In general, three mechanisms are known in literature (i) Brsted acid catalyzed: protonation of the epoxide oxygen, followed by an attack of the alcohol. (ii) Lewis acid induced: similar to (i) but instead of protonation a weak oxygen-metal bond is formed, thus activating the oxirane ring [25]. (iii) Base catalyzed: a hydroxide or alkoxide ion attacks a carbon atom of the epoxide ring. The structures Schemes 5-7 based on the three mechanisms (i), (ii) and (iii), respectively, are visualized. It can be noted that the two acid catalyzed sites Schemes 5 and 6 are similar to the proposed epoxidation site Scheme 3. It is doubted whether the coordinated alcohol in Scheme 7 possesses sufficient basic character. A clue to the mechanism of glycol formation might be found in the catalytic behavior of Ti-beta during epoxidation itself. We found that H R ~R' Op R` H 0 O O Si Si~T`H si/ Si Scheme 5. H ~o H0 si~ ~ :p si si si Scheme 6. the maximal attainable catalytic activity for epoxidation is independent of the coordinated alcohol in the species of Scheme 3, and therefore concluded that hardly any steric hindrance plays a role. As can be seen in Table 3, the selectivity to epoxide increases in the order MeOH < EtOH < 2- < t-BuOH, indicating that steric hindrance does play a role in by-product formation, e.g. bulky alcohols suppress the formation of by-products. Since the spatial configuration of site Schemes 6 and 7 (e.g., an alcohol, peroxide and an epoxide) is almost similar to that of the epoxidation site Scheme 3 (e.g., an alcohol, peroxide and an olefin), it is logical to assume that if these are the sites over which glycol ether is formed, they should also exist in TS-1. As can be seen in Table 1, TS-1 has a lower by-product formation compared to Ti-beta, excluding Schemes 6 and 7 as the probable site. We therefore assume that in case of glycol formation at least one alcohol molecule and a peroxide molecule coordinate to the titanium to form the Brsted acid site Scheme 3, while a second alcohol subsequently attacks the protonated epoxide. The observed differences in by-product formation for TS-1 and Ti-beta should then be explained by the ~O H O O S~O'r`O H i S~ Si Scheme 7. J.C. van der Waal, H. van Bekkum/Journal of Molecular Catalvsis A: Chemical 124 (1997) 137-146 145 smaller pore diameter of TS-1 (5.4 A compared to 6.4 X 7.4 for zeolite beta). The lower amount of acid catalyzed by-products in the case of TS-1 is then not due to the absence of the Brsted acidic site but rather to a lack of space around it. 4. Conclusions in the catalytic active site which supports the species of Scheme 3 as the catalytically active site, as originally proposed by Clerici and Ingallina [ 19]. Acknowledgements The crystallization of essentially aluminum free Ti-beta is possible using DCDMA as the template. The successful incorporation of tita nium is supported by (i) the presence of an absorption band at 960 cm-' in the FT-IR spectrum of the as-synthesized material and (ii) References a single absorption peak at 47.000-50.000 cm-' in the DREAS spectrum, which also shows the absence of oligomeric titanium species. Confir- mation of titanium incorporation of calcined materials via the presence of an absorption band at 960 cm--' in the FT-IR spectrum is not possible due to the large amount of silanol groups present in high silica beta type zeolites. In comparison with TS-1, Ti-beta shows con siderable activity for consecutive reactions in the epoxidation of olefins when pure alcohols are used as the solvent. This is thought to be due to acidity originating from an adsorbed alcohol or peroxide on the catalytically active titanium site. When mixtures of acetonitrile and an alcohol are applied as the solvent, the activ ity of Ti-beta shows a clear maximum, which is independent of the type of solvent, indicating that no steric or electronic effects of the alcohol are involved. The differences in activity ob served for pure alcohols are discussed based on their polarity, which causes differences in ad sorption. The higher the amount of solvent ad sorbed the lower the activity. Largely improved selectivity towards epoxides is observed when small amounts of acetonitrile are present. This is possibly due to the slightly basic nature of acetonitrile, thereby effectively neutralizing the acidity generated. The solvent effects observed confirm in our view the presence of an alcohol We wish to thank the Dutch Institute for Scientific Research (NWO/SON) for financial support. Dr. Rigutto, Dr. Hoefnagel and Dr. Peters are thanked for fruitful discussions. [1] M. Taramasso, G. Perego, B. Notari, US Pat., 4410501 (1983). [2] G. Bellussi, M.S. Rigutto, Stud. Surf. Sci. Catal. 85 (1994) 177. M.A. Camblor, A. Corma, J. Perez-Pariente. J. Chem. Soc. Chem. Commun. (1992) 589. [4] M.S. Rigutto, R. de Ruiter, J.P.M. Niederer, H. van Bekkum, Stud. Surf. Sci. Catal. 84 (1994) 2245. [5] R.J. Saxton, J.G. Zajacek, K.S. Wijesekera, Eur. Pat., 0.659.685 A1, 1994. (6] J.C. van der Waal, P. Lin, M.S. Rigutto, H. van Bekkum, Stud. Surf. Sci. Catal. 105 (1997) 1093. [7] M.A. Camblor, M. Costantini, A. Corma, L. Gilbert, P. Esteve, A. Martinez, S. Valencia, J. Chem. Soc., Chem. Commun., (1996) 1339. M.A. Corma, M.T. Navarro, J. Perez-Pariente, J. Chem. Soc., Chem. Commun. (1994) 147. P.T. Tanev, M. Chibwe, T.J. Pinnavaia, Nature 386 (1994) 239. (10] J.C. van der Waal, M.S. Rigutto, H. van Bekkum, J. Chem. Soc. Chem. Commun. (1994) 1241. [11] M.R. Boccuti, K.M. Rao, A. Zecchina, G. Leofanti, G. Petrini, Stud. Surf. Sci. Catal. 48 (1989) 133. [12] G. Bellussi, F. Fattore, Stud. Surf. Sci. catal. 69 (1991) 79. (13] I_. Gilbert, C. Mercier, Stud. Surf. Sci. Catal. 78 (1993) 51. [ l4] T. Tatsumi, M. Nakamura, S. Nigishi, H. Tominaga, J. Chem. Soc., Chem. Commun. (1990) 476. [15] D.R.C. Huybrechts, Ph.L. Buskens, P.A. Jacobs, J. Mol. Catal. 71 (1992) 129. [16] B, Notari, Stud. Surf. Sci. Catal. 69 (1991) 79. (17] M.G. Clerici, G. Bellussi, U. Romano, J. Catal. 129 (1991) 159. [18] T. Sato, J. Dakka, R.A. Sheldon, Stud. Surf. Sci. Catal. 84 (1994) 1853. [19] M.G. Clerici, P. Ingallina, J. Catal. 140 (1993) 71. [20] J.C. van der Waal, K. Tan, H. van Bekkum, Catal. Lett. 41 (1996) 63. [3] 146 J.C van der Waal, H. van Bekkum /Journal of Molecular Catalysis A: Chemical 124 (1997) 137-146 [21] A. Zecchina, G. Spoto, S. Bordiga, F. Geobaldo, G. Petrini, J.B. Higgins, M.M.L Treacy (Eds.), Proc. 9th Int. Zeolite G. Leofanti, M. Padovan, M. Mantegazza, P. Roffia, Stud. Conf., Butterworth-Heinemann, Boston, 1992, p. 445. Surf. Sci. Catal. 75 (1993) 719. [24] KG. Clerici, G. Bellussi, U. Romano, J. Catal. 129 (1991) [22] G. Bellussi, A. Carati, M.G. Clerici, G. Maddinelli, J. Catal. 133 (1992) 220. [23] KG. Clerici, P. Ingallina, R. Millini, in: R. von Ballmoos, 159. [25] G.H. Posner, D.Z. Rogers, J. Am. Chem. Soc. (1977) 8208. MOLCAA 97000745 S1381-1169(97)00074-5 10.1016/S1381-1169(97)00074-5 Molecular aspects of heterogeneous catalysis Article Zeolite titanium beta: A versatile epoxidation catalyst. Solvent effects Jan C. van der Waal Herman van Bekkum ∗ Delft University of Technology, Laboratory of Organic Chemistry and Catalysis, Julianalaan 136, 2628 BL Delft, The Netherlands ∗ Corresponding author. Fax: +31-15-2781415. The essentially aluminum-free titanium containing analogue of zeolite beta was synthesized using di(cyclohexylmethyl)dimethylammonium (DCDMA) as the template. The titanium zeolite beta was found to exhibit Brønsted acidic properties when alcohols were employed as the solvent, which is explained by the Lewis acid character of the titanium site, which on coordination of an alcohol yields a mild Brønsted acid site. The use of alcohol/acetonitrile mixtures as the solvent showed a clear maximum in activity in 1-octene epoxidation, depending on the type and amount of alcohol used. A catalytic species is proposed in which an alcohol as well as a hydroperoxo group is coordinated to a framework connected titanium atom. Keywords Titanium Zeolite beta 1-octene Hydrogen peroxide Epoxidation Solvent effects References [1] M. Taramasso, G. Perego, B. Notari, US Pat., 4410501 (1983). [2] G. Bellussi M.S. Rigutto Stud. Surf. Sci. Catal. 85 1994 177 [3] M.A. Camblor A. Corma J. Perez-Pariente J. Chem. Soc. Chem. Commun. 1992 589 [4] M.S. Rigutto R. de Ruiter J.P.M. Niederer H. van Bekkum Stud. Surf. Sci. Catal. 84 1994 2245 [5] R.J. Saxton, J.G. Zajacek, K.S. Wijesekera, Eur. Pat., 0.659.685 A1, 1994. [6] J.C. van der Waal P. Lin M.S. Rigutto H. van Bekkum Stud. Surf. Sci. Catal. 105 1997 1093 [7] M.A. Camblor M. Costantini A. Corma L. Gilbert P. Esteve A. Martínez S. Valencia J. Chem. Soc., Chem. Commun. 1996 1339 [8] M.A. Corma M.T. Navarro J. Perez-Pariente J. Chem. Soc., Chem. Commun. 1994 147 [9] P.T. Tanev M. Chibwe T.J. Pinnavaia Nature 386 1994 239 [10] J.C. van der Waal M.S. Rigutto H. van Bekkum J. Chem. Soc. Chem. Commun. 1994 1241 [11] M.R. Boccuti K.M. Rao A. Zecchina G. Leofanti G. Petrini Stud. Surf. Sci. Catal. 48 1989 133 [12] G. Bellussi F. Fattore Stud. Surf. Sci. catal. 69 1991 79 [13] L. Gilbert C. Mercier Stud. Surf. Sci. Catal. 78 1993 51 [14] T. Tatsumi M. Nakamura S. Nigishi H. Tominaga J. Chem. Soc., Chem. Commun. 1990 476 [15] D.R.C. Huybrechts Ph.L. Buskens P.A. Jacobs J. Mol. Catal. 71 1992 129 [16] B. Notari Stud. Surf. Sci. Catal. 69 1991 79 [17] M.G. Clerici G. Bellussi U. Romano J. Catal. 129 1991 159 [18] T. Sato J. Dakka R.A. Sheldon Stud. Surf. Sci. Catal. 84 1994 1853 [19] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 [20] J.C. van der Waal K. Tan H. van Bekkum Catal. Lett. 41 1996 63 [21] A. Zecchina G. Spoto S. Bordiga F. Geobaldo G. Petrini G. Leofanti M. Padovan M. Mantegazza P. Roffia Stud. Surf. Sci. Catal. 75 1993 719 [22] G. Bellussi A. Carati M.G. Clerici G. Maddinelli J. Catal. 133 1992 220 [23] M.G. Clerici P. Ingallina R. Millini R. von Ballmoos J.B. Higgins M.M.J. Treacy Proc. 9th Int. Zeolite Conf. 1992 Butterworth-Heinemann Boston 445 [24] M.G. Clerici G. Bellussi U. Romano J. Catal. 129 1991 159 [25] G.H. Posner D.Z. Rogers J. Am. Chem. Soc. 1977 8208",
      "scopus-id": "0031563784",
      "coredata": {
        "eid": "1-s2.0-S1381116997000745",
        "dc:description": "The essentially aluminum-free titanium containing analogue of zeolite beta was synthesized using di(cyclohexylmethyl)dimethylammonium (DCDMA) as the template. The titanium zeolite beta was found to exhibit Brønsted acidic properties when alcohols were employed as the solvent, which is explained by the Lewis acid character of the titanium site, which on coordination of an alcohol yields a mild Brønsted acid site. The use of alcohol/acetonitrile mixtures as the solvent showed a clear maximum in activity in 1-octene epoxidation, depending on the type and amount of alcohol used. A catalytic species is proposed in which an alcohol as well as a hydroperoxo group is coordinated to a framework connected titanium atom.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-10-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000745",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "van der Waal, Jan C."
          },
          {
            "@_fa": "true",
            "$": "van Bekkum, Herman"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000745"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000745"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00074-5",
        "prism:volume": "124",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Zeolite titanium beta: A versatile epoxidation catalyst. Solvent effects",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Titanium"
          },
          {
            "@_fa": "true",
            "$": "Zeolite beta"
          },
          {
            "@_fa": "true",
            "$": "1-octene"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Solvent effects"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-146",
        "prism:endingPage": "146",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 October 1997",
        "prism:doi": "10.1016/S1381-1169(97)00074-5",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00074-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031563784"
      }
    }
  }
}