{
  "metadata": {
    "title": "Deactivation characteristics of Fe–Al–Cu water-gas shift catalysts in the presence of H<ce:inf loc=post>2</ce:inf>S",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-08-18",
    "doi": "10.1016/j.molcata.2009.04.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116909002131",
    "pii": "S1381116909002131"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-67651097655",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2009-05-04 2009-05-04 2010-04-16T17:45:36 1-s2.0-S1381116909002131 S1381-1169(09)00213-1 S1381116909002131 10.1016/j.molcata.2009.04.016 S300 S300.1 FULL-TEXT 1-s2.0-S1381116909X00117 2015-05-15T05:56:33.307883-04:00 0 0 20090818 2009 2009-05-04T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 309 309 1 2 1 2 Volume 309, Issues 1–2 11 63 70 63 70 20090818 18 August 2009 2009-08-18 2009 Regular papers article fla Copyright © 2009 Elsevier B.V. All rights reserved. DEACTIVATIONCHARACTERISTICSFEALCUWATERGASSHIFTCATALYSTSINPRESENCEH2S ZHANG L 1 Introduction 2 Experimental methods 2.1 Catalyst preparation 2.2 Reaction studies 2.3 Diffuse reflectance infrared Fourier transform spectroscopy 2.4 X-ray photoelectron spectroscopy 2.5 Mössbauer spectroscopy 2.6 X-ray diffraction 3 Results and discussion 3.1 Catalytic performance in the presence of H2S 3.2 Surface interactions between reactants and catalyst surface probed by DRIFTS 3.3 Surface changes characterized by XPS 3.4 Phase composition and oxidation states examined by Mössbauer spectroscopy 3.5 Crystal phases examined by XRD analysis 4 Summary Acknowledgments References XUE 1996 107 E GONG 2007 289 M FORZATTI 1999 165 P BARTHOLOMEW 1982 135 C BARBIER 1990 279 J KIM 1993 449 M ZIOLEK 1995 49 M EDWARDS 1995 269 J KIM 1992 179 C PAAL 1997 113 Z TWIGG 2001 161 M HU 2001 220 L FGOLI 1995 95 N CHEEKATAMARLA 2006 157 P STROHM 2006 309 J BARTHOLOMEW 1985 59 C KOIZUMI 2004 465 N LI 2001 177 J YAMADA 2002 195 M LIU 1994 255 Z CHAFFEE 1989 253 A KUHN 2008 9 J ANDREEV 1999 223 A NICKOLOV 2000 191 R NIKOLOVA 2006 135 D GOTTSCHALK 1988 103 F GOTTSCHALK 1988 123 F COPPERTHWAITE 1990 L11 R HUTCHINGS 1992 408 G GOTTSCHALK 1989 127 F ZHANG 2008 1 L ZHANG 2008 66 L NATESAKHAWAT 2006 82 S TAMHANKAR 1986 429 S TWIGG 1989 M CATALYSTHANDBOOK BROMFIELD 1997 19 T FERRIZZ 2002 123 R HABERMEHLCWIRZEN 2004 183 K CHISTYAKOVA 2006 E123 N GREENWOOD 1971 N MOSSBAUERSPECTROSCOPY DOPPLER 1988 119 G CHENG 2007 925 Z ZHANGX2009X63 ZHANGX2009X63X70 ZHANGX2009X63XL ZHANGX2009X63X70XL item S1381-1169(09)00213-1 S1381116909002131 1-s2.0-S1381116909002131 10.1016/j.molcata.2009.04.016 271358 2010-09-21T22:46:57.117393-04:00 2009-08-18 1-s2.0-S1381116909002131-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/MAIN/application/pdf/ffb8d96d28a9f3d22ba14346a72214ae/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/MAIN/application/pdf/ffb8d96d28a9f3d22ba14346a72214ae/main.pdf main.pdf pdf true 896923 MAIN 8 1-s2.0-S1381116909002131-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/PREVIEW/image/png/ec47da5ebdafcc55ddad7691a07f98c1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/PREVIEW/image/png/ec47da5ebdafcc55ddad7691a07f98c1/main_1.png main_1.png png 81295 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116909002131-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr2/DOWNSAMPLED/image/jpeg/03f7315926cb9a45cc1dfe06a02bf947/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr2/DOWNSAMPLED/image/jpeg/03f7315926cb9a45cc1dfe06a02bf947/gr2.jpg gr2 gr2.jpg jpg 56556 297 534 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr2/THUMBNAIL/image/gif/61a61c8cb087f3c60905f18b1614e0d0/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr2/THUMBNAIL/image/gif/61a61c8cb087f3c60905f18b1614e0d0/gr2.sml gr2 gr2.sml sml 5005 122 219 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr3/DOWNSAMPLED/image/jpeg/1f89b95caf796ee7ed08fdb49591579c/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr3/DOWNSAMPLED/image/jpeg/1f89b95caf796ee7ed08fdb49591579c/gr3.jpg gr3 gr3.jpg jpg 68443 284 683 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr3/THUMBNAIL/image/gif/a9c86ccedc380a56b76835f1a2914887/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr3/THUMBNAIL/image/gif/a9c86ccedc380a56b76835f1a2914887/gr3.sml gr3 gr3.sml sml 4223 91 219 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr4/DOWNSAMPLED/image/jpeg/b8e4456ffb5ffdcf7abc4b258736847a/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr4/DOWNSAMPLED/image/jpeg/b8e4456ffb5ffdcf7abc4b258736847a/gr4.jpg gr4 gr4.jpg jpg 42360 696 296 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr4/THUMBNAIL/image/gif/4f44b13ec9ca1b8f70d9abb195648a4a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr4/THUMBNAIL/image/gif/4f44b13ec9ca1b8f70d9abb195648a4a/gr4.sml gr4 gr4.sml sml 1722 162 69 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr5/DOWNSAMPLED/image/jpeg/a29b927cd9b7b074b2639c2dfb5abbfd/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr5/DOWNSAMPLED/image/jpeg/a29b927cd9b7b074b2639c2dfb5abbfd/gr5.jpg gr5 gr5.jpg jpg 30121 283 288 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr5/THUMBNAIL/image/gif/cfe450469e532e2be43bce8806d49f14/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr5/THUMBNAIL/image/gif/cfe450469e532e2be43bce8806d49f14/gr5.sml gr5 gr5.sml sml 3451 164 167 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr6/DOWNSAMPLED/image/jpeg/215dceb23f229d0973296a69043fdc5a/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr6/DOWNSAMPLED/image/jpeg/215dceb23f229d0973296a69043fdc5a/gr6.jpg gr6 gr6.jpg jpg 54166 500 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr6/THUMBNAIL/image/gif/63c2ece4e3d3c1c12ae671ea3199a239/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr6/THUMBNAIL/image/gif/63c2ece4e3d3c1c12ae671ea3199a239/gr6.sml gr6 gr6.sml sml 3089 164 111 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/fx1/DOWNSAMPLED/image/jpeg/262068b04886fd8c664fdac74dca0472/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/fx1/DOWNSAMPLED/image/jpeg/262068b04886fd8c664fdac74dca0472/fx1.jpg fx1 true fx1.jpg jpg 11068 151 178 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/fx1/THUMBNAIL/image/gif/e0ba0477dc57a61504c192f0aef99c28/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/fx1/THUMBNAIL/image/gif/e0ba0477dc57a61504c192f0aef99c28/fx1.sml fx1 true fx1.sml sml 8540 164 194 IMAGE-THUMBNAIL 1-s2.0-S1381116909002131-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr1/DOWNSAMPLED/image/jpeg/fd3b3bcaddf5615432e7267322106a51/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr1/DOWNSAMPLED/image/jpeg/fd3b3bcaddf5615432e7267322106a51/gr1.jpg gr1 gr1.jpg jpg 79733 605 470 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909002131-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909002131/gr1/THUMBNAIL/image/gif/0fa3435aa9dc5e8d6578cc794f25377d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909002131/gr1/THUMBNAIL/image/gif/0fa3435aa9dc5e8d6578cc794f25377d/gr1.sml gr1 gr1.sml sml 4223 164 127 IMAGE-THUMBNAIL MOLCAA 7535 S1381-1169(09)00213-1 10.1016/j.molcata.2009.04.016 Elsevier B.V. Fig. 1 DRIFT spectra during CO and H2O temperature programmed reaction: (a) fresh Fe-only catalyst; (b) Fe-only catalyst after poisoning with 50ppm H2S; (c) fresh Fe–Al–Cu catalyst; (d) Fe–Al–Cu catalyst after poisoning with 50ppm H2S. Fig. 2 X-ray photoelectron spectra for Fe-only catalysts after exposure to different concentrations of H2S: (a) Fe 2p region; (b) S 2p region; (c) O 1s region. Fig. 3 X-ray photoelectron spectra for Fe–Al–Cu catalysts after exposure to different concentrations of H2S: (a) Fe 2p region; (b) Cu 2p region; (c) S 2p region; (d) O 1s region. Fig. 4 Mössbauer spectra of: (a) freshly calcined Fe–Al–Cu catalysts; (b) Fe–Al–Cu catalysts poisoned with 1000ppm H2S/N2 at 400°C for 72h. Fig. 5 X-ray diffraction pattern of commercial FeS after air exposure. Fig. 6 X-ray diffraction patterns of freshly calcined and sulfur poisoned catalysts: (a) Fe-only catalyst; (b) Fe–Al–Cu catalysts. Table 1 WGS reaction activity percentage loss for different Fe-based catalysts upon sulfur exposure. Catalyst Percentage loss (%) Fe–Al–Cu-SG 40 Fe–Cr-Cu-Commercial 30 Fe-only-SG 0 Fe–Al-SG 8 Table 2 XPS binding energies (eV) of phases present in Fe-only and Fe–Al–Cu catalysts a . Phases Region Binding energy position (eV) Fe2O3 2p3/2 710.9 Fe3O4 2p3/2 710.4 FeO 2p3/2 709.4 Fe 2p3/2 706.6 FeS 2p3/2 711.6 FeS2 2p3/2 706.8 CuO 2p3/2 933.2 Cu 2p3/2 932.0 Cu2S 2p3/2 931.5 O2− 1s 529.9 S2− 2p3/2 161.2 S4+ 2p3/2 166.0 SO4 2− 2p3/2 168.0 a Binding energies are given with a precision of 0.1eV. Table 3 Mössbauer parameters derived from the sample spectra collected at 25°C a . Sample Splitting Relative intensity (%) δ (mm/s) Δ, ɛ (mm/s) H (T) Fe–Al–Cu-SG (Fe/Al=10, Fe/Cu=5) Doublet 84 0.34 0.80 0 Sextet 16 0.34 0.00 47.2 Fe–Al–Cu-SG-H2S (Fe/Al=10, Fe/Cu=5) Doublet 60 0.33 0.65 0 Sextet 11 0.69 0.07 30.4 Sextet 9 0.66 0.08 26.1 Sextet 9 0.68 0.18 23.1 Sextet 9 0.23 0 35.3 Sextet 2 0.32 −0.20 50.0 a δ: isomer shift (referred to α-Fe), Δ and ɛ: quadrupolar splitting in a quadrupolar doublet and in a magnetic sextet, respectively, H: internal magnetic field. Deactivation characteristics of Fe–Al–Cu water-gas shift catalysts in the presence of H2S Lingzhi Zhang a Jean-Marc M. Millet b Umit S. Ozkan a ⁎ a Department of Chemical and Biomolecular Engineering, The Ohio State University, 140 W. 19th Avenue, Columbus, OH 43210, USA b Institut de Recherches sur la Catalyse et l’Environnement de Lyon, IRCELYON, UMR 5256 CNRS-Université Claude-Bernard, Lyon 1, 2 Avenue A. Einstein, F-69626 Villeurbanne Cedex, France ⁎ Corresponding author. Tel.: +1 614 292 6623; fax: +1 614 292 3769. Graphical abstract This article reports the effect of H2S exposure on the Fe-based water-gas shift catalysts and the surface and structural changes upon deactivation. A mechanism for catalyst deactivation with H2S was proposed by combining the reaction testing and characterization results. This article reports the effect of H2S exposure on the Fe-based water-gas shift catalysts and the surface and structural changes upon deactivation. Diffuse reflectance infrared Fourier transform spectroscopy was used to probe the interaction between reactants and catalyst surface before and after sulfur poisoning. X-ray photoelectron spectroscopy was used to examine the surface composition and oxidation states of the fresh and poisoned catalysts. Mössbauer spectroscopy and X-ray diffraction were used to investigate the bulk changes in the presence of H2S. A mechanism for catalyst deactivation with H2S was proposed by combining the reaction testing and characterization results. Keywords Water-gas shift Fe–Al–Cu α-Fe2O3 γ-Fe2O3 H2S Deactivation mechanism X-ray photoelectron and Mössbauer spectroscopy 1 Introduction Hydrogen production from coal-derived synthesis gas is a promising route to provide hydrogen feedstock for chemical industry or for fuel cells. The water-gas shift (WGS) reaction is an integral step bridging a fuel gasifier and downstream H2 purification. A variety of impurities can be found in the synthesis gas from coal gasification, among which sulfur compounds being the major ones. Under WGS conditions, sulfur is most likely to be in the form of H2S [1]. Although in industrial operations, large desulphurization units are usually installed after the gasifier, up to a few hundred ppm levels of H2S can still be present in coal syngas due to incomplete removal [2]. H2S is capable of deactivating WGS catalysts. As reported by Xue et al. [1], Cu–Zn low temperature WGS catalyst is extremely sensitive to H2S and 50ppm H2S can lead to complete and irreversible activity loss. Fe–Cr catalysts are more resistant to sulfur, but they still exhibit a partial decrease in activity upon sulfur exposure. Studies of catalyst deactivation in the presence of H2S are essential to provide a fundamental understanding of interactions between H2S and active sites and how this interaction affects the catalytic reaction between reactants and catalyst surfaces. Examination of deactivation characteristics is an indispensable step in the design of sulfur tolerant catalysts and in understanding the catalyst regeneration [3]. Because of the electronic structure of sulfur, it can bond strongly to transitional metals even at extremely low gas phase concentrations. This affinity to metal could cause marked activity loss in many catalytic reactions [4,5]. Sulfur could influence catalysts by both physical and chemical adsorption [2–4,6]. H2S could dissociatively adsorb onto catalyst surfaces by splitting into HS− and H+ with the possibility of HS− further breaking down into S2−. Coordinative bonding between H2S molecule and the surface is another type of physical adsorption [7]. These interactions could block or inhibit active sites for catalytic reaction and lead to activity loss. Chemisorption of sulfur occurs through multiple coordination sites, which could induce surface reconstruction of the metal surface. This surface rearrangement is particularly detrimental to structure-sensitive reactions. For example, the carbon formation reaction during hydrocarbon steam reforming requires a relatively large ensemble of Ni atoms [8]. Presence of a small amount of sulfur in the feedstock facilitates surface rearrangement of Ni atoms into smaller assemblies, which significantly suppresses hydrocarbon decomposition and promotes the reforming reaction [6]. Similar phenomena were observed in Pt catalytic systems where rearrangement of Pt particles caused by sulfur facilitates or suppresses certain reaction pathways [9,10]. There have been extensive fundamental studies on sulfur poisoning of metals (review by Bartholomew [4]). Influence of sulfur on catalytic performance has been widely examined in different catalytic systems, such as hydrogenolysis [9], hydrogenation [5,11–13], steam reforming [6,14,15] and Fischer–Tropsch synthesis [16–21]. With increasing energy demands in recent years, coal-derived synthesis gas has been used as the feedstock for solid oxide fuel cells (SOFC). Effects of H2S on SOFC anode materials have also been heavily investigated [2,22]. However, very few studies on H2S effects in WGS catalytic system are available in the literature. Although sulfur-resistant WGS catalysts have been developed for conversion of raw gases from coal or crude oil gasification which contain sulfur, this molybdenum-based catalyst is only functional when a certain amount of H2S (>1%) is present in the feed to sustain the active sites [23–25]. This limitation necessitates research on catalyst formulations that are operative both under H2S-free and low concentration H2S (<1000ppm) containing feed. Progress has been reported by Xue et al. [1] and Hutchings et al. [26–30]. Xue and his coworkers evaluated a number of WGS catalysts using sulfur containing feed. Co–Cr catalysts demonstrated high WGS activity both in the absence and in the presence of H2S (200ppm) compared with Fe–Cr catalysts. In Hutchings and coworkers’ studies, Co–MnO and CoCr2O4 catalysts exhibited high resistance to H2S up to 240ppm. This phenomenon was attributed to Mn and Cr functioning as sacrificial species and protecting the active Co component in the formulation. The stable spinel structure in CoCr2O4 catalysts also makes sulfidation reactions difficult. Sulfate instead of sulfide species were detected on the surface, leading only to a partial activity loss. This can be explained by the order of poisoning activity for sulfur species reported by Forzatti et al. [3]: H2S>SO2 >SO4 2−. However, there are major drawbacks for Co-based WGS catalysts including lack of long term stability and methane formation due to undesired side reactions. Therefore, development of other alternative catalysts for coal-derived synthesis gas application is still needed. In our previous work, we reported development of Cr-free WGS catalysts (Fe–Al–Cu) that were prepared by co-precipitation and sol–gel techniques [31–33]. These studies showed that Fe-only catalysts were primarily composed of α-Fe2O3 crystallites whereas Fe–Al–Cu comprised both α-Fe2O3 and γ-Fe2O3, with the phase composition being a strong function of the Al and Cu loadings. In freshly calcined Fe-based catalyst surface, the iron species is present in Fe2O3 form and converts to Fe3O4 after reduction. For Cu component, it starts in CuO form in calcined catalysts and is reduced to metallic Cu after reduction. In an effort to acquire an understanding of the effect of H2S on catalyst surface and structural properties during WGS that would assist in sulfur-tolerant catalyst design, this paper examines a series of Fe-based catalysts and the surface and structural changes that they go through as a result of H2S poisoning. The deactivation characteristics of the catalysts were examined using different characterization techniques, including diffuse reflectance infrared Fourier transform spectroscopy (DRIFTS) to probe interaction of reactants with catalysts before and after sulfur deactivation, X-ray photoelectron spectroscopy (XPS) to examine catalyst surface composition and oxidation states upon sulfur exposure, X-ray diffraction (XRD) and Mössbauer spectroscopy to identify structural changes. 2 Experimental methods 2.1 Catalyst preparation Fe-only, Fe–Al and Fe–Al–Cu catalysts were prepared using a sol–gel technique, which has been described in detail previously [31,32]. All chemicals were purchased from Sigma–Aldrich. Catalyst precursors were iron (III) acetylacetonate (C5H8O2)3Fe, aluminum nitrate (Al(NO3)3·9H2O) and copper nitrate (Cu(NO3)2·3H2O). C2H5OH and NaOH were used as the solvent and precipitating agent, respectively. The gelling temperature was maintained at 60°C during catalyst synthesis. The pH was kept at 11 and Fe/Al molar ratio was controlled at 10. For Fe–Al–Cu catalyst, Fe/Cu ratio was kept at 5 in this work. Catalysts were calcined under air at 450°C (ramp rate=5°C/min) for 4h. The BET surface areas of all Fe catalysts that contained Al were in the range of 50m2/g, which was close to the surface area measured for the commercial catalyst used in this study (56m2/g). The Fe-only catalyst had significantly lower surface area (∼20m2/g). 2.2 Reaction studies All reactions were performed with a WHSV (Weight Hourly Space Velocity)=0.06m3 (gcata)−1 h−1 at an absolute pressure of 2 atmosphere. For catalysts evaluation in the presence of H2S, catalysts were first reduced at 350°C for 2 hrs in a clean simulated coal gas mixture with H2O, CO, CO2, H2 and N2 in 10/10/5/7.5/67.5 relative proportion. Fresh catalyst activity was measured with the same feed at 400°C. To achieve steady state catalytic performance, catalysts were kept on stream for at least 10h. After this, catalysts were treated in situ with 50ppm H2S/N2 at 400°C for a certain length of time (2.5h in this paper). Catalytic activity was subsequently evaluated with the same clean coal gas feed as before sulfur exposure. Other details about reaction studies can be found in our previous publications [31–33]. 2.3 Diffuse reflectance infrared Fourier transform spectroscopy A Thermo 6700 FT-IR spectrometer equipped with a DRIFTS cell, an MCT detector and a KBr beam splitter was used. DRIFT spectra were collected with a 500-scan data acquisition at a resolution of 4cm−1 in controlled gas atmosphere and temperature, using an environmental chamber with Zn–Se windows. For all experiments, catalysts were first pretreated in He at 450°C for 30min. This was followed by a reduction procedure with 10% H2/He at 350°C for 2h. After reduction, the chamber was purged with He for 30min at 400°C and background spectra were collected after the flushing. 2% CO/He was introduced into the chamber for 15min and a spectrum was taken. A temperature programmed reaction was performed with 2% CO and 2% H2O (balance: He) starting from 30°C. Temperature was ramped stepwise up to 400°C. Spectra were collected at 30°C, 100°C, 200°C, 300°C and 400°C after holding at each temperature for 15min. 2.4 X-ray photoelectron spectroscopy XPS was performed using an AXIS Ultra spectrometer, operated at 13kV and 10mA with monochromated Al Kα radiation (1486.6eV). Two different sulfur treatment conditions were used: 50ppm H2S/N2 at 400°C for 24h and 1000ppm H2S/N2 at 400°C for 72h. At the end of the treatment, inert gas (N2) was used to purge and cool down the reactor. The sample was sealed in N2 before transferring to an Ar-purged glove box/transfer chamber to eliminate oxygen exposure. Charge neutralizers were used during spectra collection. All binding energies were referenced to C 1s of 284.5eV. 2.5 Mössbauer spectroscopy 57Co/Rh γ-ray source and a conventional constant acceleration spectrometer were used for spectra collection. The sulfur treatment procedure was the same as used for XPS sample preparation, but with air exposure after cooling down. All spectra were taken at room temperature and ambient atmosphere. Isomer shifts are given with respect to α-Fe. The integrated areas under each deconvoluted signal have been used to obtain the relative populations of different iron species. An equal free-recoil fraction for all species was assumed for all iron species. 2.6 X-ray diffraction A 9-sample holder accessory was employed to collect diffraction patterns. Sulfur-treated samples went through the same procedure used for XPS, but with air exposure after cooling down. The X-ray source was Cu Kα radiation operated at 45kV and 20mA. 2θ diffraction angle was varied from 20° to 90° during the measurement. International center for diffraction data (ICDD) library was used for crystal phase identification. 3 Results and discussion 3.1 Catalytic performance in the presence of H2S WGS catalytic performance comparison of various Fe–Al–Cu catalysts has been reported in our previous publications on the basis of equal surface area. For each catalyst in this study, fresh and poisoned catalyst activities were compared to acquire an understanding of deactivation characteristics in the presence of sulfur. Catalysts were poisoned with 50ppm H2S for 2.5 hrs at 400°C and the percent activity loss for each catalyst is reported in Table 1 . As shown in Table 1, both sol–gel (SG) prepared Fe–Al–Cu and commercial Fe–Cr–Cu catalysts demonstrated a partial activity loss after sulfur exposure. However, under these testing conditions, Fe-only and Fe–Al catalysts prepared by the SG method were fairly stable. It seems that presence of Cu in the catalyst accelerated the deactivation kinetics. Fe-based catalysts without Cu in the formulation showed small or no deactivation considering the error range. However, pronounced activity drop was measured for Cu-containing catalysts. A 40% decrease in CO conversion was observed for Fe–Al–Cu catalyst whereas commercial Fe–Cr–Cu lost 30% conversion after it was poisoned. The activity loss variation is consistent with Cu doping levels in these two samples. Fe–Al–Cu contains 16wt% CuO as prepared whereas less than 5wt% CuO is present in the commercial catalyst. To acquire an understanding of deactivation characteristics and catalyst surface and bulk changes after deactivation, extensive characterization studies were performed. To accelerate the catalyst poisoning, higher H2S concentrations or longer exposure times were used prior to characterization. 3.2 Surface interactions between reactants and catalyst surface probed by DRIFTS DRIFTS was employed to examine catalyst surface changes upon sulfur exposure. CO and H2O temperature programmed reaction experiment was conducted on both freshly calcined and H2S-poisoned (50ppm H2S, 400°C for 5h, cooled in N2) Fe-only and Fe–Al–Cu catalysts (Fig. 1 ). Fig. 1(a) illustrates species evolution with temperature for Fe-only catalysts. As seen in the figure, strong gas phase and weakly adsorbed CO bands were observed at 2180 and 2130cm−1, respectively. However, there was no CO2 formation until a temperature of 200°C was reached. At that point, formation of CO2 was seen, as evidenced by bands at 2360 and 2340cm−1 [33]. Over the catalyst which was poisoned by H2S (Fig. 1(b)), similar spectra were observed, the only difference being the somewhat reduced intensity of the CO2 bands. The picture that emerged over the Fe–Al–Cu catalyst was significantly different. Fresh catalyst showed CO2 formation at temperatures as low as 30°C (Fig. 1(c)). When the catalyst was poisoned, however, the decrease in the intensity of the CO2 bands was much more pronounced (Fig. 1(d)), signaling a more severe deactivation effect with H2S. 3.3 Surface changes characterized by XPS XPS provides surface composition and oxidation state changes upon sulfur exposure. The Fe 2p, S 2p and O 1s regions of the spectra for Fe-only catalysts after experiencing different treatments are illustrated in Fig. 2 . Binding energy positions for possible phases are tabulated in Table 2 . As shown in the Fe 2p region (Fig. 2(a)), Fe3O4 was observed on reduced catalyst surface with 2p3/2 binding energy located at 710.4eV. Two H2S treated catalysts were examined. Fe-only-50ppm and Fe-only-1000ppm represent Fe-only catalysts with exposure to 50ppm H2S at 400°C for 24h and 1000ppm H2S at 400°C for 72h, respectively. This latter treatment, which involved significantly higher H2S concentration than those found in coal gas streams that underwent desulfurization, was employed to obtain noticeable changes on catalyst surface after poisoning. As shown in Table 2, peak positions in the 2p region for Fe species are very close to each other, which create challenges for phase identification. For Fe-only-50ppm sample, a peak centered around 710.5eV was detected. Possible iron phases include Fe3O4 located at 710.4eV (2p3/2) due to surface reduction by H2S and unreduced Fe2O3 located at 710.9eV (2p3/2) [34]. The peak at 706.8eV could be attributed to FeS2 [34]. Reactions that take place during this process could be FeOy +yH2S→FeSy +yH2O [35] The actual reactions that occur are believed to be more complex as discussed later. In Twigg's review on WGS catalysis, FeS is reported as a result of Fe3O4 sulfidation by H2S in reducing atmospheres [36]. Fe3O4 +H2 +3H2S→3FeS+4H2O Samples used in our XPS analysis were pretreated under diluted H2S flow, with no H2. Therefore, instead of dominant FeS, other sulfides or oxysulfides species may be formed. This can be supported by S 2p region analysis (Fig. 2(b)), which provides a better understanding of the sulfidation process. The peaks at 162.3eV and 161.2eV correspond to 2p1/2 and 2p3/2 binding energies from S2−, respectively, which implies existence of FeS (Fe 2p3/2 at 711.6eV) on poisoned samples. Different explanations can be found in the literature for the peak at 163.5eV. In Paál et al.’s studies on sulfur poisoned Pt catalysts [10], it was suggested that elementary sulfur with a 2p3/2 binding energy located around 164eV could be present in the sulfide entities. Bromfield and Coville [37] examined sulfided Fischer–Tropsch Fe catalysts using XPS and observed similar S 2p spectra as shown in our work. The second doublet around 163.0eV in their work was ascribed to a different type of S2− or elemental sulfur caused by decomposition of polysulfide species. A deconvolution of the S 2p spectra of the Mo-containing catalysts by Andreev et al. [23] suggested presence of subsulfides (S2−x 2−: 160.7eV-2p3/2, 161.7eV-2p1/2), sulfides (S2−: 161.8eV-2p3/2, 162.7eV-2p1/2), disulfides (S2 2−: 162.6eV-2p3/2, 163.5eV-2p1/2) and elemental sulfur (S0: 163.5eV-2p3/2, 164.5eV-2p1/2). Oxysulfide species were also reported with the S 2p region in 162.3–163.2eV range [25], which were formed by a partial replacement of sulfur in the sulfidation product with oxygen atoms. Therefore, the S 2p region of our Fe-only poisoned catalysts could possibly consist of sulfide, subsulfide, oxysulfide and elemental sulfur species. Presence of subsulfides (FeS2) can be further supported by Fe 2p region analysis, which showed FeS2 band at 706.8eV. O 1s spectra of the same catalysts are plotted in Fig. 2(c). The O 1s spectra at 529.9eV could be assigned to oxygen from iron oxides whereas the peak at 532.4eV is indicative of oxygen from surface SO x species [38], which is a result of interaction between H2S and iron oxide species on the surface. There are marked differences in O 1s intensities from sample to sample. With 50ppm H2S exposure, only a small portion of the surface is sulfided (evidenced from low S 2p signals) and the Fe 2p and O 1s regions that do not display an apparent intensity decrease. With long time exposure to a much higher concentration of H2S, sulfidation products dominate the surface. A replacement of surface oxygen by sulfur atoms takes place during sulfidation. Therefore, only a weak oxygen signal from iron oxides was detected and surface SO x species, also with very weak signals in Fig. 2(c), were seen as a result of partial substitution of surface oxygen by sulfur. Similar XPS spectra were collected over Fe–Al–Cu catalysts (Fe/Al=10, Fe/Cu=5, SG preparation). The Fe 2p regions in Fig. 3 (a) exhibit the same features as the corresponding Fe-only catalysts, but with variations in intensity. More iron oxides and less FeS2 were observed on the sample treated with 1000ppm H2S. Examination of the Al 2p regions for Fe–Al–Cu catalysts (results not included) did not show any noticeable intensity variations between fresh and poisoned samples, suggesting that the interaction between H2S and Al2O3 is insignificant. In Ziolek et al.’s studies where H2S adsorption on metal oxides [7] was examined, a small amount of sulfur adsorption (∼0.2wt% sulfur) was detected on Al2O3. This discrepancy could possibly be caused by H2S adsorption conditions employed in their work, in which ∼2.8 volume% H2S was adsorbed onto bulk Al2O3. The Cu 2p region (Fig. 3(b)) for sulfided samples is speculated to be a mixture of metallic Cu (932.0eV-2p3/2) and Cu2S (931.5eV-2p3/2) [34]. X-ray photoelectron spectra of the Cu 2p region cannot provide the resolution required for clear differentiation. However, presence of Cu2S was confirmed by characterization results presented in the following sections. For the S 2p region (Fig. 3(c)), in addition to possible sulfide, subsulfide and oxysulfide species in poisoned Fe-only catalysts, a low intensity peak around 168eV appeared, which is caused by sulfate species. Sulfate species may be formed as a result of sulfide species oxidation. This could occur either during the H2S treatment step using neighboring surface oxygen or due to a surface phase rearrangement between sulfur and oxygen atoms under H2S lean conditions [22]. O 1s region also implies formation of SOx as discussed earlier. The reduction–oxidation cycle has been discussed in our previous publication on Fe-based catalysts [33]. The active phase for WGS is Fe3O4 (magnetite), which has an inverse spinel structure that can be represented as (Fe8 3+)A(Fe8 3+Fe8 2+)BO32. “A” and “B” represent tetrahedral and octahedral sites, respectively. During the reaction, the electron transfer between Fe2+ and Fe3+ in the octahedral sites in Fe3O4 promotes CO oxidation and H2O reduction reactions to produce CO2 and H2. Cu can play a dual role, by providing active sites (possibly with higher intrinsic activity) and by improving electron transfer properties between Fe2+ and Fe3+ during WGS. As can be seen from declining surface oxygen coverage and rising surface sulfur coverage, when catalysts are exposed to H2S, sulfur could replace oxygen in iron oxide structure. Although change in surface Fe signal intensity is not very pronounced, formation of FeS x species diminishes WGS performance. More importantly, sulfur could interact strongly with Cu promoter and form Cu2S. Once Cu on the surface is poisoned, it possibly acts as an inert diluent and does not function as a promoter any more, which explains the marked activity loss for Cu-containing catalysts (Table 1). Lahtinen et al. studied influence of sulfur poisoning on CO adsorption on Co (0001) surface. It was revealed from their work that adsorption of CO on sulfur-exposed surface decreases significantly. More importantly, a redistribution of CO adsorption sites on the surface is induced by the presence of sulfur [39]. It is possible that surface changes upon exposure to sulfur may decrease the available CO adsorption sites in our work as well. Additionally, hindrance of electron transfer in the redox cycle greatly decelerates the progression of the WGS reaction. 3.4 Phase composition and oxidation states examined by Mössbauer spectroscopy Mössbauer spectroscopy was used to examine catalyst composition and iron oxidation states in the bulk phases. 1000ppm H2S/N2 was used to poison Fe–Al–Cu (Fe/Al=10, Fe/Cu=5, SG preparation) catalysts at 400°C for 72h. This is the same procedure used prior to XPS analysis. However, unlike the XPS analysis, samples were exposed to air after H2S treatment and spectra were collected under ambient atmosphere. Spectrum for the freshly calcined Fe–Al–Cu has been discussed previously [31,32] and is included here for comparison (Fig. 4 (a)). Fresh Fe–Al–Cu consists primarily of small promoter substituted γ-Fe2O3 particles, with a small portion of large γ-Fe2O3 particles (>20nm). All spectra were deconvoluted to fit different iron species. Hyperfine parameters obtained from the fits (for both freshly calcined and H2S-poisoned Fe–Al–Cu catalysts) are listed in Table 3 . Integrated area for each species is used to obtain its relative abundance. The spectrum of the poisoned Fe–Al–Cu catalyst shown in Fig. 4(b) has been fitted with one doublet and five sextets. The doublet has been attributed (as reported previously for calcined Fe–Al–Cu) to superparamagnetic substituted γ-Fe2O3 or partially to α-Fe2O3 small particles. The presence of a valleriite type phase, which is a hydroxysulfide of Fe and Cu cannot be totally excluded since it is characterized by a signal with δ =0.45 and Δ =0.55 [40]. This signal, which is the major one and accounts for 60% of the iron atoms, should correspond to unreacted iron oxide species (promoter) as observed in calcined catalysts. This also suggests that a majority of the iron oxide particles remain intact even after exposure to high concentrations of H2S (1000ppm). The three sextets characterized by internal magnetic field, respectively, corresponding to 30.4, 26.1 and 23.1T and presenting approximately equal relative intensities are assigned to Fe1−x S with pyrrhotite type structure [41]. The sextet with the largest internal magnetic field and the negative quadrupolar splitting can also unambiguously be attributed to large particles (>20nm) of α-Fe2O3 [42]. Presence of α-Fe2O3 is not surprising as evidenced from XRD analysis in the following section. The last sextet with an internal magnetic field equal to 35.3T has been attributed to the phase CuFeS2 with chalcopyrite type structure [40]. FeS is extremely air sensitive and decomposes readily to FeS x and α-Fe2O3 even at room temperature, as seen in XRD analysis on commercial FeS reference (Fig. 5 ), which also explains why no stoichiometric FeS was detected in the poisoned sample. Fe1−x S is probably formed as a result of coordination environment changes among Fe, S and O atoms [41]. 3.5 Crystal phases examined by XRD analysis XRD was used to provide information on crystal phases present for calcined and poisoned catalysts. Freshly calcined and H2S-poisoned catalysts (50ppm H2S (400°C, 24h) and 1000ppm (400°C, 72h)), which are the same as the samples for XPS and Mössbauer analysis, were examined. XRD patterns are shown in Fig. 6 (a) for Fe-only catalysts and Fig. 6(b) for Fe–Al–Cu catalysts. The dominant crystal phase for calcined Fe-only catalyst is α-Fe2O3. For the Fe-only-50ppm catalyst, Fe3O4 phase was observed, which results from α-Fe2O3 reduction. No sulfur-related phases were detected. As reported in the literature [43], when H2S concentration is low, only surface sulfide species will be formed because bulk sulfide is not thermally stable. However, Fe-only catalyst poisoned by 1000ppm H2S demonstrates the presence of both FeS2−x and α-Fe2O3, which are likely products from iron sulfide species decomposition in air, as shown in the XRD pattern in Fig. 6. It is also noted that the diffraction lines for this catalyst are narrow and intense, implying that large crystals are generated during the sulfidation and oxidation process. Calcined Fe–Al–Cu catalysts are composed of γ-Fe2O3 phase whereas Fe–Al–Cu-50ppm consists of Fe3O4 crystallites. After exposure to 1000ppm H2S, Fe–Al–Cu catalysts contain multiple crystal phases: γ-Fe2O3, α-Fe2O3, FeS2−x and Cu2S. This provides complementary information to Mössbauer results and confirms some of the assignments as well. Both iron and copper sulfided crystallites were detected. Another observation from XRD patterns presented in Fig. 6 is that larger α-Fe2O3 crystals were formed on poisoned Fe-only catalyst compared to poisoned Fe–Al–Cu catalyst. This result was clearly confirmed by Mössbauer spectroscopy showing only 2% of iron species to be of larger α-Fe2O3 particles in Fe–Al–Cu catalysts after H2S treatment (Table 3). This could be explained by the presence of promoters that can prevent or minimize aggregation of iron species to form large crystallites. 4 Summary A series of Fe-based catalysts were evaluated for WGS reaction and characterized after they were exposed to H2S. Catalysts exhibited activity loss to different extents. Cu-containing catalysts were more sensitive to H2S and showed faster deactivation kinetics compared to Cu-free samples. Characterization results suggest that, upon sulfur exposure, catalyst surface oxygen is partially replaced by sulfur, leading to pronounced changes in Fe and Cu coordination environment. Catalyst activity loss can be attributed to changes in the surface active sites induced by FeS, CuFeS2 and CuS2 formation, impeding the redox electron transfer cycle during WGS, with Cu being more susceptible to H2S poisoning and contributing more severely to initial activity loss. Acknowledgments The financial contributions from the Ohio Coal Development Office and the Ohio Department of Development through the Wright Center of Innovation Program are gratefully appreciated. References [1] E. Xue M. O’Keeffe J.R.H. Ross Catal. Today 30 1996 107 [2] M. Gong X. Liu J. Trembly C. Johnson J. Power Sources 168 2007 289 [3] P. Forzatti L. Lietti Catal. Today 52 1999 165 [4] C.H. Bartholomew P.K. Agrawal J.R. Katzer Adv. Catal. 31 1982 135 [5] J. Barbier E. Lamy-pitara P. Marecot J.P. Boitiaux J. Cosyns F. Verna Adv. Catal. 37 1990 279 [6] M.S. Kim N.M. Rodriguez R.T.K. Baker J. Catal. 143 1993 449 [7] M. Ziolek J. Kujawa O. Saur J.C. Lavalley J. Mol. Catal. A: Chem. 97 1995 49 [8] J.H. Edwards A.M. Maitra Fuel Process. Technol. 42 1995 269 [9] C. Kim G.A. Somorjai J. Catal. 134 1992 179 [10] Z. Paál K. Matusek M. Muhler Appl. Catal. A: Gen. 149 1997 113 [11] M.V. Twigg M.S. Spencer Appl. Catal. A: Gen. 212 2001 161 [12] L. Hu G. Xia L. Qu M. Li C. Li Q. Xin D. Li J. Catal. 202 2001 220 [13] N.S. Fίgoli P.C. L’Argentiere A. Arcoya X.L. Seoane J. Catal. 155 1995 95 [14] P.K. Cheekatamarla A.M. Lane J. Power Sources 153 2006 157 [15] J.J. Strohm J. Zheng C. Song J. Catal. 238 2006 309 [16] C.H. Bartholomew R.M. Bowman Appl. Catal. 15 1985 59 [17] N. Koizumi K. Murai T. Ozaki M. Yamada Catal. Today 89 2004 465 [18] J. Li N.J. Coville Appl. Catal. A: Gen. 208 2001 177 [19] M. Yamada N. Koizumi T. Miyazawa T. Furukawa Catal. Lett. 78 2002 195 [20] Z.-T. Liu J.-L. Zhou B.-J. Zhang J. Mol. Catal. 94 1994 255 [21] A.L. Chaffee I. Campbell N. Valentine Appl. Catal. 47 1989 253 [22] J.N. Kuhn N. Lakshminarayanan U.S. Ozkan J. Mol. Catal. A: Chem. 282 2008 9 [23] A.A. Andreev V.J. Kafedjiysky R.M. Edreva-Kardjieva Appl. Catal. A: Gen. 179 1999 223 [24] R.N. Nickolov R.M. Edreva-Kardjieva V.J. Kafedjiysky D.A. Nikolova N.B. Stankova D.R. Mehandjiev Appl. Catal. A: Gen. 190 2000 191 [25] D. Nikolova R. Edreva-Kardjieva G. Gouliev T. Grozeva P. Tzvetkov Appl. Catal. A: Gen. 297 2006 135 [26] F.M. Gottschalk R.G. Copperthwaite M. Van Der Riet G.J. Hutchings Appl. Catal. 38 1988 103 [27] F.M. Gottschalk G.J. Hutchings J. Chem. Soc., Chem. Commun. 1988 123 [28] R.G. Copperthwaite F.M. Gottschalk T. Sangiorgio Appl. Catal. 63 1990 L11 [29] G.J. Hutchings R.G. Copperthwaite F.M. Gottschalk R. Hunter J.R. Mellor S.w. Orchard T. Sangiorgio J. Catal. 137 1992 408 [30] F.M. Gottschalk G.J. Hutchings Appl. Catal. 51 1989 127 [31] L. Zhang X. Wang J.-M.M. Millet P.H. Matter U.S. Ozkan Appl. Catal. A: Gen. 351 2008 1 [32] L. Zhang J.-M.M. Millet U.S. Ozkan Appl. Catal. A: Gen. 357 2008 66 [33] S. Natesakhawat X. Wang L. Zhang U.S. Ozkan J. Mol. Catal. A: Chem. 260 2006 82 [34] J.F. Moulder,W.F. Stickle, P.E. Sobol, K.D. Bomben, J. Chastain, Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer Corporation, 1992. [35] S.S. Tamhankar M. Bagajewlcz G.R. Gavalas Ind. Eng. Chem. Process. Des. Dev. 25 1986 429 [36] M.V. Twigg Catalyst Handbook 2nd. Ed. 1989 ICI, Wolf Publishing Ltd London [37] T.C. Bromfield N.J. Coville Appl. Surf. Sci. 119 1997 19 [38] R.M. Ferrizz R.J. Gorte J.M. Vohs Catal. Lett. 82 2002 123 [39] K. Habermehl-Ćwirzeń J. Lahtinen Surf. Sci. 573 2004 183 [40] N.I. Chistyakova T.V. Gubaidulina V.S. Rusakov J. Phys. 56 2006 E123 [41] N.N. Greenwood T.C. Gibb Mössbauer Spectroscopy 1971 Chapman and Hall Ltd London [42] G. Doppler A.X. Trautwein H.M. Ziethen Appl. Catal. 40 1988 119 [43] Z. Cheng M. Liu Solid State Ionics 178 2007 925",
      "scopus-id": "67651097655",
      "coredata": {
        "eid": "1-s2.0-S1381116909002131",
        "dc:description": "This article reports the effect of H2S exposure on the Fe-based water-gas shift catalysts and the surface and structural changes upon deactivation. Diffuse reflectance infrared Fourier transform spectroscopy was used to probe the interaction between reactants and catalyst surface before and after sulfur poisoning. X-ray photoelectron spectroscopy was used to examine the surface composition and oxidation states of the fresh and poisoned catalysts. Mössbauer spectroscopy and X-ray diffraction were used to investigate the bulk changes in the presence of H2S. A mechanism for catalyst deactivation with H2S was proposed by combining the reaction testing and characterization results.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-08-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116909002131",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Lingzhi"
          },
          {
            "@_fa": "true",
            "$": "Millet, Jean-Marc M."
          },
          {
            "@_fa": "true",
            "$": "Ozkan, Umit S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116909002131"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116909002131"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(09)00213-1",
        "prism:volume": "309",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Deactivation characteristics of Fe–Al–Cu water-gas shift catalysts in the presence of H2S",
        "prism:copyright": "Copyright © 2009 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Water-gas shift"
          },
          {
            "@_fa": "true",
            "$": "Fe–Al–Cu"
          },
          {
            "@_fa": "true",
            "$": "α-Fe2O3"
          },
          {
            "@_fa": "true",
            "$": "γ-Fe2O3"
          },
          {
            "@_fa": "true",
            "$": "H2S"
          },
          {
            "@_fa": "true",
            "$": "Deactivation mechanism"
          },
          {
            "@_fa": "true",
            "$": "X-ray photoelectron and Mössbauer spectroscopy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-70",
        "prism:endingPage": "70",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 August 2009",
        "prism:doi": "10.1016/j.molcata.2009.04.016",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/j.molcata.2009.04.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "297",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56556",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "122",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5005",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "284",
            "@width": "683",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "68443",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4223",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "696",
            "@width": "296",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42360",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "162",
            "@width": "69",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1722",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "283",
            "@width": "288",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30121",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "167",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3451",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "500",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54166",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3089",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11068",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "8540",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "605",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "79733",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "127",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909002131-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4223",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/67651097655"
      }
    }
  }
}