{
  "metadata": {
    "title": "A manganese(III) porphyrin/rhodium(III) bipyridine/formate catalyst system for the reductive activation of molecular oxygen",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00137-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996001379",
    "pii": "S1381116996001379"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602064",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S1381116996001379 S1381-1169(96)00137-9 S1381116996001379 10.1016/S1381-1169(96)00137-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2015-05-15T05:56:33.63776-04:00 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 27 257 267 257 267 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. AMANGANESEIIIPORPHYRINRHODIUMIIIBIPYRIDINEFORMATECATALYSTSYSTEMFORREDUCTIVEACTIVATIONMOLECULAROXYGEN GOSLING P TABUSHI 1988 1 I FUKUZUMI 1989 391 S BATTIONI 1987 791 P MANSUY 1983 253 D TABUSHI 1981 7371 I PERREEFAUVET 1981 874 M TABUSHI 1979 6456 I VANESCH 1986 6093 J COON 1980 73 123 M METALIONACTIVATIONDIOXYGEN 1986 CYTOCHROMEP450STRUCTUREMECHANISMBIOCHEMISTRY GUENGERICH 1993 440 F VANESCH 1993 J PHDTHESIS GOSLING 1993 472 P HOUSECROFT 1992 191 C CONSTABLE 1988 257 E TABUSHI 1985 4466 I MANSUY 1984 1255 D KOLLE 1987 567 U RUPPERT 1988 1150 R STECKHAN 1991 1568 E TABUSHI 1979 6456 I FUKUZUMI 1989 391 S MEUNIER 1984 6668 B FONTECAVE 1984 879 M MANSUY 1984 1255 D MLODNICKA 1986 205 T CHANG 1981 778 C GROVES 1983 5786 J BORTOLINI 1983 1364 O TRAYLOR 1984 279 P DEPOORTER 1984 1895 B 1994 METALLOPORPHYRINSINCATALYTICOXIDATIONS VANDERMADE 1988 A PHDTHESIS ADDISON 1970 2523 A CALMOTTI 1984 L55 S CALDARARU 1978 2030 H DOBINSON 1967 62 G MARSH 1968 246 R RAYNOR 1982 1165 J BARNETT 1973 2887 G KANG 1969 5970 J VANESCH 1995 1599 J GOSLINGX1996X257 GOSLINGX1996X257X267 GOSLINGX1996X257XP GOSLINGX1996X257X267XP item S1381-1169(96)00137-9 S1381116996001379 1-s2.0-S1381116996001379 10.1016/S1381-1169(96)00137-9 271358 2010-09-28T03:14:14.323935-04:00 1996-11-25 1-s2.0-S1381116996001379-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001379/MAIN/application/pdf/ad7e86e2347842eae2c3d3397a73208b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001379/MAIN/application/pdf/ad7e86e2347842eae2c3d3397a73208b/main.pdf main.pdf pdf true 1053113 MAIN 11 1-s2.0-S1381116996001379-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001379/PREVIEW/image/png/602ef62dc21c46eeec7e9e31dffaf8c2/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001379/PREVIEW/image/png/602ef62dc21c46eeec7e9e31dffaf8c2/main_1.png main_1.png png 59244 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 JOURNAL OF MOLECULAR CATALYSIS 19 A: CHEMICAL A manganese(III) porphyrin/rhodium(III) bipyridine/formate catalyst system for the reductive activation of molecular oxygen P.A. Gosling, RIM. Nolte Department of Organic Chemistry, Nijmegen / SON Research Center, University of Nijmegen, 6525 ED Nijmegen, The Netherlands Received 2 January 1996; accepted 25 March 1996 Abstract A two-phase system utilizing a rhodium(III) bipyridine complex and a manganese(III) porphyrin in the presence of sodium formate for the reductive activation of molecular oxygen and the subsequent epoxidation of alkenes is described. In this system, the reducing equivalents for the conversion of Mnll, to Mnlt are obtained from the rhodium-catalyzed oxidation of formate to carbon dioxide. Keywords: Manganese(IR) porphyrin; Rhodium(III) bipyridine; Reductive activation; Molecular oxygen 1. Introduction + 2H\" + 2e- + Oz - ~ + Hz0 The structure and function of a class of en zymes called monooxygenases have been the inspiration for the design of some synthetic catalytic systems capable of the reductive acti vation of molecular oxygen [1-8]. Monooxyge nases are responsible for the enzymatic transfor mation of many endogenous substrates as well as xenobiotics. Organic substrates are function alized by these enzymes to increase their solu bility and to facilitate their excretion from the body. Cytochrome P-450 is a monooxygenase that, among other reactions, catalyzes the epoxi dation of alkenes [9,10]. In general terms this process can be described by Eq. (1). Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved, PI1 S1381-1169(96)00137-9 In the case of cytochrome P-450, the two electrons are provided by NAD(P)H which reduces cytochrome P-450 reductase [ 10,11 ]. The exquisite control rendered by the enzyme system which delivers precisely two electrons to the Fell' center at the right time during the catalytic cycle, is difficult to mimic in the laboratory, but it is this step, i.e., the reduction of the Fell, or Mnl\" center (in the case of enzyme mimics) to the corresponding Fell or Mnll ion that is one of the crucial steps in the catalytic cycle [1]. Attempts described in the literature to utilize molecular oxygen as the oxidant in conjunction with a reductant have only been marginally successful, largely due to the inability to control the number of reducing equivalents [4-8]. Too many reducing equivalents in the vicinity of the Mnv=O species will reduce 258 P.A. Gosling, RJ.M. Nolte/Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 it to Mnul and water, with the result that no oxidation products are formed (Fig. 1). Previous investigations in our laboratory made use of vesicle preparations for modeling the complete catalytic cycle of cytochrome P450 and for controlling the electron flow to the Mnlll porphyrin [8]. In a vesicle preparation, the reactants are kept separated from one another by the nature of the bilayer structure. In the course of these investigations it was discovered that the rhodium complex [Rh\"1bipyCp * Cl]Cl (bipy = 2,2'-bipyridine, Cp * = 95-CSMes) was able to catalyze the reduction of Mnlll porphyrin to Mnll porphyrin by sodium formate efficiently [12]. Because our goal was to develop a laboratory scale synthetic method for the epoxidation of alkenes using molecular oxygen as the oxidant it was desirable to simplify the reaction conditions without decreasing the reactivity of the catalyst. We chose a system that imposed some order on the components of the reaction, but did not require the use of vesicles. The two-phase reaction system with both hydrophilic and hydrophobic regions separates the catalyst from the electron source. The rhodium bipyridyl complex with the rhodium ion in the 3 + state is ionic and soluble in the aqueous phase while the alkene substrate and Mnl11TPP catalyst are soluble in the organic phase. The reduced (neutral) rhodium(I) complex migrates into the organic layer where it can subsequently reduce the Mnlll porphyrin. By exploiting the different partitions Mn(III) A 2, 2H *, Oz Mn(V)-0, HZO Hz0 2, 2H' Fig. 1. Productive (A) and unproductive (B) pathways in the reaction of the Mnv=O species. __~ cl- Cp' Na+HCOO- cl aqueous phase N1 I Cp' J MD L Fig. 2. Representation of the two-phase catalytic system with Mn\"ITPP as catalyst and the cationic RhI\"bipyCp * Cl acting as a co-reductant and as a phase-transfer catalyst. of the oxidized and reduced rhodium species we are able to achieve a degree of separation between the electron source and the manganese porphyrin. In the two-phase system described here, Mnllltetraphenylporphyrin (MnTPP) is the catalyst and Rh111bipyCp * Cl, in conjunction with sodium formate, is the source of electrons. Because of different solubilities in the oxidized and reduced states, the RhlnbipyCp * Cl complex acts as a phase-transfer catalyst (Fig. 2). Preliminary results with this system were described in a previous communication [13]. 2. Results 2.1. Reduction of Mnllltetraphenylporphyrin under two phase conditions In order to determine the optimal reaction conditions for epoxidation, we investigated the efficacy of the Rhl\"bipyCp * Cl/formate couple to reduce Mn111TPP to Mn\"TPP under two-phase conditions. When a 10-5 mol dm-3 solution of Mn\"ITPP in dichloromethane was placed in a quartz cuvet and treated with an aqueous solution of sodium formate (0.5 mol dm-3) and Rh111bipyCp * Cl (5.0 mmol dm-3) (pH 8.0) at 40 under an atmosphere of argon, we observed, after several minutes, an intense green coloring in the or- P.A. Gosling, R.JM. Nolte /Journal of Molecular Catalysis A: Chemical 713 (1996) 257-267 ganic phase. The UV-vis. spectrum of this solution showed that the Soret band at 470 nm had disappeared and that a new absorption band at 441 nm had formed. This new absorption band is characteristic of a Mn\"TPP complex. In the absence of the rhodium complex or sodium formate, no reduction took place. The proposed mechanism for the reduction of Mn'llTPP by the Rhl\"bipyCp * Cl/formate couple is shown in Scheme 1. Although the reduced Rhl species is potentially a two-electron reductant, it is capable of reducing Mnl11TPP, a one-electron substrate. The Rhll species thus formed is able to reduce another molecule of Mnll'TPP, or form dimeric Rh\" species which would disproportionate into the more stable Rhl and Rhlll forms [14]. The two-phase system precluded carrying out kinetic studies on the reduction of MnlnTPP, but the efficacy of the reduction could be measured by determining the percentage of MnIlTPP formed after a predetermined period of time. The effect of the concentration of Rhl11bipyCp * Cl on the reduction of Mnl\"TPP to Mnl1TPP is shown in Fig. 3. The reduced rhodium complex must cross the aqueous/organic interface, therefore, a large excess of the rhodium complex is necessary for an efficient reduction of Mnl11TPP. From Fig. 3, it can be seen that a linear relationship exists between the concentration of Rhl11bipyCp * Cl and the rate of formation of Mn\"TPP from Mn111TPP. It can also be seen that a minimum amount of 0.5 X 10-3 mol dm-3 of the rhodium complex is required for the reaction to take place. 2.2. Effect of additives on the reduction reaction A number of components are present during the actual epoxidation reaction, and the effect of each of these additives on the reduction of Mnl\"TPP was investigated. The alkene substrates themselves did not affect the reduction reaction, nor did the presence of benzoic acid anhydride, [1,15] which is used to facilitate the 259 HCOO' X Rh\", 2 MnIl C02 + H* Rh' 2 Mn11 Scheme 1. splitting of the oxygen-oxygen bond to form the Mnv=O species. A marked effect, however, was observed on the reduction reaction in the presence of imidazole, which acts as an axial ligand that binds to the manganese center of the tetraphenylporphyrin macrocycle. An axial ligand is needed to favor heterolytic cleavage of the oxygen-oxygen bond and to stabilize the Me =0 species that is formed as the result of the reductive activation of dioxygen [ 15,16]. As can be seen from Fig. 4, however, the presence of even a small amount of imidazole in the aqueous phase severely inhibits the reduction of Mn111TPP. Forty equivalents of imidazole (with respect to the amount of Mnlll TPP) are sufficient to completely inhibit the reduction of Mn111TPP to Mnl1TPP. This inhibition is most likely due to the fact that imidazole competes for the coordination site on the rhodium atom which must be occupied by formate to obtain reduction of the rhodium atoms (Scheme 2). To avoid this complication, other imidazoles, modified with long alkyl chains, were tested for 60 50 40 0 30 a. 20 10 0 0 0.5 1 1.5 2 2.5 3 3.5 4 [Rh(III)bpyCp`CI] x 103 / mol.dm 3 Fig. 3. Effect of RhlipyCp' Cl concentration on the reduction of MnI\"TPP. [MnI\"TPPI=1.OX 10-5 mol dm-;, T=40, 2.0 cm; trichloroethane, 1.0 cm; of an aqueous solution (0.5 mol dm-3) sodium formate, pH 7.5, argon atmosphere. 260 80 c 70 60 50 a 40 30 a H 20 10 0 0 10 20 30 40 50 Equivalents imidazole (with respect to Mn(III)TPP) Fig. 4. Inhibition of the reduction of Mn1IITPP to MnPP by imidazole under two-phase conditions, under an argon atmosphere. For reaction conditions see Fig. 3. [Rh bipyCp \" CI] = 4.0 X 10-; mol dm-3. their effect on the reduction reaction. These imidazoles are only soluble in organic media. They are, therefore, not present in the aqueous layer and are unable to inhibit the formation of the RhInhydride. Both N-cetylimidazole (C 16 alkyl chain) and N-decylimidazole (CIO) had no inhibiting effect on the reduction of Mntn to Mnt' not even in amounts as high as 100 eq. (with respect to MnInTPP) (Fig. 5). Once the hydride is formed, competing coordinating ligands appear not to inhibit the reduction of MntnTPP. This result is in agreement with the proposed mechanism for the formation of the rhodium-hydride as illustrated in Scheme 2. In fact, as can be seen from Fig. 5, the presence of long-chain imidazoles increased the rate of the reduction of MnIn TPP. At low concentrations, between zero and 0.32 mol dm-3 N-cetylimidazole, no enhancement of the reduction of MnInTPP to Mnt1TPP was observed, but at higher concentrations, there appears to be a linear correlation between the concentration of cetylimidazole and the efficiency at which the [Rh 2* + HCOO' [Rh - HCOO]* [Rh\"' - HCOO]* - [Rh\"' - H]+ + C02 Scheme 2. P.A. Gosling, R.J.M. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 100 c 80 60 x m 40 20 C 0 i 0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 [Cetylimidazole] x 103 l mol.dm~3 Fig. 5. Percent MnIITPP formed after 3 min vs. the concentration of N-cetylimidazole. For reaction conditions see Fig. 3. [RhulbipyCp' CI] = 4.0 X 10-3 mol dm-3. Mnttt central metal atom was reduced to Mn1t. The unexpected effect of cetylimidazole can be explained if the orientation of the MnInTPP molecules at the water/dichloromethane interface is assumed to be as depicted in Fig. 6. Previous work by Kle [17] and Steckhan and co-workers [18,19] has demonstrated that the reduction of rhodium bipyridyl complexes by formate is dependent on the pH of the aqueous solution. Kle found that in acidic pH aqueous N N N N i N ~ N - Fig. 6. Proposed orientation of the complex between Mnu1TPP and N-cetylimidazole at the water/dichloromethane interface. P.A. Gosling, R.J.M. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 so m 1 so E 70 a a~ 0 = 40 30 20 so 50 4 5 6 7 pH 6 9 10 Fig. 7. Amount of Mn\"TPP formed (shown as percentage) after 3 min at various pH values of the aqueous layer. For reaction conditions see Fig. 3. [RhuIbipyCp' Cl]=4.OX 10-3 mol dm-j. ( < 7.5), the reduction of the Rhln complex to Rhi was irreversible, presumably because the Rhi species are protonated. To study the effect of the pH of the aqueous layer on the reduction of Mn1nTPP to Mn11TPP, we looked at the amount of MnttTPP that was formed in the organic layer after 3 min at varying pH. The results are shown in Fig. 7. At pH 4.0, almost 90% of Mn\"TPP was reduced to Mn1ITPP after three minutes. At pH 9.4 only 22% of Mn1ITPP was formed after the same period of time. Previous work in our laboratory on Rhln bipyCp * Cl complexes that were anchored in vesicle systems showed a decrease in activity at lower pH [ 13,12], whereas in the two-phase system described here we found that at low pH the reduction of Mn111TPP to Mn\"TPP was enhanced. This result can be explained by the fact that the pH strongly influences the nature of the rhodium species that are formed in aqueous solution. To investigate the rhodium species that are present in solution at varying pH, UV-vis. spectra were taken of RhInbipyCp *Cl and formate in water at different pH values. At low pH (pH 4.0), the UV-vis. spectrum initially showed a peak at 530 nm which gradually disappeared and was replaced by a peak at 610 nm. Due to the acidic conditions, the peak at 610 nm can most probably be ascribed to the protonated Rhl complex (which is identical to the RhIIthydride). 261 In basic solution, (pH 7.5-9.5) the Tax was at 511 nm which corresponds to the Rhl complex that has been reported in the literature [17]. The Rhinhydride, which is present in acidic solution appears to be more efficient at reducing Mn111TPP to Mn\"TPP than the Rhl complex which is formed in basic solution. Both species, however, are able to reduce the MnI1t atom, albeit at varying degrees of efficiency as illustrated in Fig. 7. Using UV-vis. spectroscopy, we attempted to observe the presence of the Rh1 species in the organic layer under two-phase conditions. Only after all of the MnInTPP had been reduced to Mn\"TPP did a band at 520 nm appear, which is characteristic of the Rhl complex, taking into account the differences in the solvent. Although the rhodium bipyridyl complex itself acts as a phase transfer catalyst under the two-phase system described here, we were interested in determining the influence of a standard phase-transfer-catalyst such as a quaternary ammonium salt on the reduction of MnInTPP. The effect of a catalytic amount of benzyltributylammonium chloride to the two-phase solution is shown in Fig. 8. A small amount of phase transfer catalyst had no effect on the rate of reduction Mn1nTPP to Mnt1TPP. In a 3.0 mmol dm-3 solution of 35 l 0 I= n_ a H 30 - 25 20 15 10 -~ 0 0 10 20 30 40 50 60 70 [Benzyltributylammonium chloride] x 104 / mol.drri 3 Fig. 8. Effect of a phase transfer catalyst (benzyltributylammonium chloride) on the reduction of MnI\"TPP to MnIITPP. For reaction conditions see Fig. 3. [RhlnbipyCp'Cl]=4.0X10mol dm-3. 262 P.A. Gosling, RJM. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 phase transfer catalyst, however, the amount of Mn11TPP formed after 10 min was markedly enhanced. More concentrated solutions of benzy1tributylammonium chloride inhibited the reduction of Mnt11TPP to Mn11TPP, probably due to the increased concentration of the chloride ion in solution which will shift the equilibrium of the formation of the Rhlll-HCOO species to the left (see Scheme 2). The reason for the positive effect of benzy1tributyl ammonium chloride is not yet clear. A possible explanation may be the formation of benzy1tributyl ammonium formate which can enter the organic phase and immediately reduce any rhodium(III) species that is formed from the reaction of Rhi and Mn,nTPP. 2.3. Epoxidation Once the appropriate reaction conditions for the efficient reduction of Mn111TPP had been determined it was possible to carry out epoxidation reactions under two-phase conditions. Epoxidation reactions were carried out with several alkene substrates under different oxygen pressures and in the presence or absence of benzoic anhydride. The results are summarized in Table 1. The highest turnover numbers were obtained in the presence of benzoic anhydride. Benzoic anhydride has been shown to assist in the split- a-Pinene Nerol Nerol Nerol Nerol cis-Stilbene Table 1 Epoxidation results with Mnu'TPP/Rhl11bipyCp*CI/formate in a two-phase system a Substrate [(PhC0)2]/M-1 PoZ/mmHg 0.05 0.05 0.05 0.05 0 0.05 Turnover number b 160 0 160 760 160 160 30 <1 is 17 s 42 a Reaction conditions: 0.285 mol dm-3 alkene, 0.1 mmol dm-3 MnTPP, 5.0 mmol dm-3 RhIIIbipyCp' Cl, 10.0 mmol dm-3 N-decylimidazole, 0.5 mol dm-3 sodium formate; 2.0 cm 3 trichloroethane/HzO, 1:1 v/v, 40, pH 8.0. b Total turnovers during the course of the reaction. 6 E 5 E 4 3 2 1 10 0- 1 0 20 40 60 80 100 120 time / minutes Fig. 9. Decay of MnlI'TPP under the reaction conditions (Table 1) used for epoxidation. ting of the oxygen-oxygen bond, as reported in the literature [1,15]. The oxygen pressure did not appear to have a large influence on the reaction, with approximately equal amounts of nerol epoxide being formed under 1.0 atm of oxygen and under air. In all cases, the formation of epoxide stopped after 30-60 min. Even running the reaction from several hours to overnight did not result in an increase in epoxide yield. We presumed that the MnInTPP was still viable due to the characteristic dark green/brown color of the reaction mixture indicative of Mn1nTPP. Spectral evidence, however, showed that the Mn1nTPP catalyst was completely degraded after 1 h of reaction. The characteristic Soret band at 470 nm in the UV-vis. spectrum had disappeared, indicating complete decay of the complex. The degradation of the Mn1nTPP catalyst was followed over time and the results are shown in Fig. 9. This rapid degradation of the Mnlnporphyrin catalyst is quite remarkable in view of the fact that Mn1nTPP has been shown to be stable under a variety of oxidizing conditions [20,21]. We hoped to improve the number of turnovers and increase the yield of epoxide formed by replacing the MnInTPP with a more robust catalyst. We chose Mn111TPP complexes that are modified with electron-withdrawing substituents at the ortho positions in the phenyl rings as well as porphyrins with completely substituted P.A. Gosling, RJM. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 phenyl rings. These so-called `second generation' porphyrins [22-26] are less susceptible to attack at the meso-positions due to both steric effects from the substituents and the electronwithdrawing effect which makes the meso-position less favorable to electrophilic degradation. The results of epoxidation reactions carried out with these catalysts are shown in Table 2. Turnover numbers were not improved for two reasons. All of the catalysts shown in Table 2 except for MnTF5PP decayed within a short period of time (ca. 1 h) in a similar manner to that of Mnlt1TPP. Mnl11TF5PP appeared to be stable under the reaction conditions, but the affinity for oxygen of this complex was severely reduced, probably as a result of the extreme electron-withdrawing effect of the penta-fluorinated phenyl rings [27,28]. Clearly a strongly oxidizing species is formed during the course of the reaction which is responsible for the degradation of the porphyrin catalysts. It is known that rhodium bipyridyl complexes are capable of forming per- or superoxo rhodium species in the presence of a reducing agent under basic conditions [29-32]. Furthermore, these rhodium-superoxo complexes are able to oxidize Felt to Fell'. Because our epoxidation system includes a rhodium(III) bipyridyl complex in the presence of a reducing agent, we attempted to establish a relationship Table 2 Epoxidation results using substituted manganese porphyrins as catalysts Porphyrin catalyst MnTC12 PP MnTCI2 PP MnTCls PP MnTF, PP Reaction conditions: 0.285 mol dm-; alkene, 0.1 mmol dm-' Mntorphyrin, 5.0 mmol dm-' RhnlbipyCp*Cl, 10.0 mmol dm-; N-decylimidazole, 0.2 mol dm-; benzoic anhydride, 1.0 cm' 0.5 mol dm-' sodium formate, pH 8.0, 2.0 cm' trichloroethane/HZO, 1:1 v/v; PO Z = 160 mmHg, 40. MnTCI, PP = 5,10,15,20-[tetrakis-2,6-dichlorophenyl)porphyrin]M n 1\" ; M n T C 1 5 P P = 5 , 1 0 , 1 5 , 2 0 [tetrakis(pentachlorophenyl)porphyrin]Mni\"; MnTF5PP = 5.10,15,20-[tetrakis(pentafluorophenyl)porphyrin]Mn\"'. Substrate a-Pinene styrene a-Pinene a-Pinene Total turnover 3 4 0 8 0 `2.s E -2 E x a 3 1.5 o.s o -T ,-r--T-T -T-r-, 0 0.5 1 1.5 2 2.5 3 3.5 4 263 [Rh(III)bipyCp`CI] x 103 l mol.dm 3 Fig. 10. Decay of MnlI'TPP vs. RhbipyCp' Cl concentration. For reaction conditions see Fig. 3. between the concentration of rhodium complex present in solution and the rate of degradation of the Mn111TPP. The results are shown in Fig. 10. It is clear from Fig. 10 that increasing the amount of rhodium in the reaction mixture increases the degree to which the Mn1nTPP catalyst is degraded. Control reactions determined that the Rhln bipyCp * Cl complex in its unreduced state is not responsible for the decay of the porphyrin. There is also some spectral evidence for the presence of a rhodium-superoxo species that forms due to the interaction of the reduced rhodium species in the presence of oxygen. Two different spectral traces were observed when samples of water (pH 8.0) containing RhlnbipyCp * Cl and formate ion were measured using UV-vis. spectroscopy either under argon or in the presence of oxygen. The spectrum of the solution containing oxygen also showed after several minutes the appearance of a peak at 600 nm which is indicative of rhodium-superoxo species according to results reported by Addison and Gillard [29]. If we assume that a rhodium-superoxo species is responsible for the fairly rapid degradation of the Mn1nTPP catalyst we can try to alter the reaction conditions to prevent the formation of this highly oxidizing species. Control 264 P.A. Gosling, RJM. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 Table 3 Epoxidation results with a-pinene at various pH a pH of aqueous phase 4.0 5.0 6.0 7.0 8.0 9.0 Total turnover 0 0 6 to 30 3 a Reaction conditions: 0.285 mol dm-3 alkene, 0.1 mmol dm-3 MnTPP, 5.0 mmol dm-3 RhbipyCp\"Cl, 10.0 mmol dm-3 N-decylimidazole, 0.2 mol dm-3 benzoic anhydride, 1.0 cm3 0.5 mol dm-3 sodium formate, pH 8.0, 2.0 cm 3 trichloroethane/HZO, 1:1 v/v; Poz = 160 mmHg, 40. experiments showed that in the absence of Mn1nTPP, no epoxides were formed. Therefore, the oxidizing rhodium species that is presumably generated is not capable of epoxidizing the substrate. Because evidence described in the literature [29] states that rhodium bipyridyl superoxo species are formed under basic conditions, we investigated the epoxidation of apinene under varying pH. The results are shown in Table 3. These results suggest that the ideal conditions for the reduction of Mniu may not translate into ideal conditions for the epoxidation of alkenes. While Mnlll is more easily reduced to Mntt at pH 4, shown in Fig. 7, no epoxide was formed at this pH. At higher pH, epoxide is formed, but with concurrently faster degradation of the catalyst. At pH 4.0, the MnInTPP is not degraded, while at pH 9.0, the Mn1nTPP is degraded after approximately 30 min of reaction. 3. Discussion We have shown that it is possible to carry out the reductive activation of molecular oxygen (and subsequent epoxidation of alkenes) using Rhlll bipyCp * C1 and formate ion as the source of electrons for the reduction of Mnlllporphyrin to Mntt porphyrin. The epoxidation reactions were run in a two-phase system which was chosen to provide some separation of the Mn1nTPP catalyst from the reductant. Separation of the electron source from the porphyrin catalyst is necessary to avoid the unproductive pathway, that of the reduction of the active Mnv=O species to water, as illustrated in Fig. 1. We were able to exploit the different solubilities of the oxidized and reduced forms of the rhodium bipyridyl complex so that it could behave as a phase-transfer catalyst. The rhodium species in the 3 + state is ionic and soluble in the aqueous phase. As the neutral Rhl species, the complex migrates into the organic layer where it reduces Mn1nTPP to MnIITPP. This slow diffusion of the reduced rhodium complex limits the amount of reducing equivalents in the immediate environment of the Mnlll porphyrin. Which reduced rhodium species, either the Rhl or the RhIn-hydride, is present in solution is dependent upon the pH of the aqueous layer. At high pH (9), the Rhl species is predominant, and reduction of MnInZ.pP to Mn11TPP is slower. At low pH (4), the Rhlllhydride species is predominant, and the reduction of Mnnl to Mnll of the porphyrin molecule is faster. Because the reduced rhodium complex must cross the organic solvent/water interface, a 200-fold excess of Rh111bipyCp * CI respective to the amount of Mn1ttZ.pP is necessary for efficient reduction of Mn1nTPP to occur. We were also able to show that coordinating ligands such as imidazoles, which are used as axial ligands for Mn111TPP, could compete for the site on the rhodium atom that must be occupied by formate ion for the formation of the rhodium hydride to occur. This competition by imidazole inhibits the reduction of Mn1uTPP to Mn11TPP. Long chain imidazoles, such as Ncetylimidazole, that are only soluble in the organic phase, enhanced the rate of reduction, probably by positioning the Mnlllporphyrin molecules closer to the dichloromethane/water interface (Fig. 6). Although we were able to show that Mn1nTPP can be efficiently reduced to MnIITPP under P.A. Gosling, RJM. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 two-phase conditions in the presence of RhI'I bipyCp * Cl and sodium formate, the subsequent epoxidation of alkene substrates proceeded less smoothly. Turnover numbers of 30 were achieved for a-pinene and 42 for cis-stilbene at pH 8.0. Despite their low values, these turnover numbers are in fact some of the highest reported in the literature for Mnulporphyrin catalysts that use molecular oxygen as the terminal oxidant [2-8]. For an epoxidation system, however, these numbers are quite low and attempts to improve them were not successful for a number of reasons. The Mn111TPP catalyst itself was not stable under the reaction conditions. Within 1 h of reaction time, the Mn111TPP molecule was completely degraded. Even more robust porphyrins [22-26] such as the `second-generation' ortho-substituted chloro-porphyrins, and the penta-substituted chloro- and fluoro-porphyrins were either completely degraded during the course of the reaction or, in the case of MnI\"TPentaFPP, were unreactive. The reason for this fast oxidative degradation of the MnIn porphyrin catalysts is most likely due to a rhodium-superoxo species that forms as a result of the interaction between the reduced rhodium bipyridyl complex and molecular oxygen. These complexes have been reported in the literature as occurring when Rhin complexes are in the presence of a reducing agent and a base [29]. The structure of these rhodium-superoxo complexes has been shown to be trans-dimers [29,32,33]. Varying the pH of the aqueous layer did not improve catalyst turnovers. Mn111TPP was rapidly reduced to MnIITPP at pH 4.0, but no epoxide was formed at this pH. At higher pH, in contrast, i.e., pH 9.0, epoxide was formed, but the MnIic TPP catalyst degraded rapidly. In fact, the more basic the aqueous layer was, the faster the porphyrin molecule was degraded. The optimum pH for the epoxidation reactions, or that which gave the highest turnover numbers was a pH between 7 and 8. In order to improve the turnover numbers and thus the yield of epoxide produced in the two-phase system, it is neces- 265 sary to inhibit the interaction between the reduced rhodium complex and molecular oxygen. The rhodium complex in the 3 + state appears to be inert to oxygen, so that increasing the rate of the electron transfer from reduced rhodium species to manganese(III) porphyrin may be suitable for increasing catalyst turnover rate and the overall efficiency of the reaction. Work on improving this system is in progress. 4. Experimental section 4.1. Materials Unless indicated otherwise, all reagents were purchased from Aldrich and used as received. Trichloroethane and dichloromethane were distilled from CaC12 and stored over 4 A molecular sieves. The water used in the two-phase epoxidation reactions was doubly distilled. Alkenes were purified by column chromatography over basic alumina gel (eluent = CH2Cl2). 4.2. Instrumentation IR spectra were taken on a Perkin Elmer 1720-X Infra-red Fourier Transform spectrometer. GC-analyses were carried out on a Varian 3700 gas chromatograph equipped with a flame ionization detector, (column: CP-sil fused silica, 25 m, 25 [Lm diameter) coupled to a Hewlett Packard 3395 integrator. UV-vis. spectra were taken on a Perkin Elmer Lambda 5 spectrometer. Elemental analyses were determined with a Carlo Erba Ea 1108. Melting points were determined on a Jeneval polarization microscope THMS 600 hot stage and are uncorrected. 4.3. Syntheses The porphyrins [34,35] and [RhIu bipy Cp * Cl]Cl [36,37] were synthesized as reported in the literature. 266 4.4. Epoxidation reactions A Schlenk tube (2.0 cm X 10.0 cm) was charged with 2.0 cm' of trichloroethane. To the solvent was added in the following order, 78 mm 3 (0.60 mmol) alkene, and benzoic anhydride (0.60 mmol). N-Cetylimidazole and Mnlll porphyrin were added to give a solution of 10.0 mmol dm-3 and 0.1 mmol dm-3, respectively. Sodium formate (1.0 cm3, pH 8.0) and RhlllbipyCp * C12 were added to the reaction mixture to give a final concentration of 0.5 mol dm-3 and 5.0 mmol dm-3, respectively. The Schlenk tube was placed in a 40 water bath and the two-phase solution was stirred vigorously in air. Stirring speeds for each reaction were kept constant at 1100 rpm, to ensure equivalent oxygen diffusion rates. At appropriate intervals the stirring was stopped and an aliquot of the organic layer was taken and analyzed by gas chromatography. Acknowledgements The authors acknowledge the technical assistance of M.A.M Hoffmann and the assistance of Dr. J.H. van Esch for the work described in this paper. We also thank the Dutch Ministry of Economic Affairs (administered through the IOP-Program on Catalysis) for financial support. References [1] I. Tabushi, Coord. Chem. Rev. 86 (1988) 1. [2] S. Fukuzumi, S. Mochizuki and T. Tanaka, J. Chem. Soc., Chem. Commun. (1989) 391. [3] P. Battioni, J.F. Bartoli, P. Leduc, M. Fontecave and D. Mansuy, J. Chem. Soc., Chem. Commun. (1987) 791. [4] D. Mansuy, M. Fontecave and J.F. Bartoli, J. Chem. Soc., Chem. Commun. (1983) 253. [5] I. Tabushi and A. Yazaki, J. Am. Chem. Soc. 103 (1981) 7371. P.A. Gosling, R.J.M. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 [6] M. Perrde-Fauvet and A. Gaudemer, J. Chem. Soc., Chem. Commun. (1981) 874. [7] I. Tabushi and N. Koga, J. Am. Chem. Soc. 101 (1979) 6456. [8] J. van Esch, M.F.M. Roks and R.J.M. Nolte, J. Am. Chem. Soc. 108 (1986) 6093. [9] M.J. Coon and R.E. White, In: ed. T.G. Spiro, Metal Ion Activation of Dioxygen (Wiley, New York, 1980) pp. 73123. [10] P.R. Ortiz de Montellano, ed., Cytochrome P-450, Structure, Mechanism, and Biochemistry (Plenum Press, New York, 1986). [11] F.P. Guengerich, Am. Sci. 81 (1993) 440. [12] J.H. van Esch, PhD Thesis, University of Nijmegen, 1993. [13] P.A. Gosling, J.H. van Esch, M.A.M. Hoffmann and R.J.M. Nolte, J. Chem. Soc., Chem. Commun. (1993) 472. [14] C.E. Housecroft, Coord. Chem. Rev. 115 (1992) 191; E.C. Constable, Coord. Chem. Rev. 89 (1988) 257. [15] I. Tabushi, M. Kodera and M. Yokoyama, J. Am. Chem. Soc. 107 (1985) 4466. [16] D. Mansuy, P. Battioni and J.-P. Renaoud, J. Chem. Soc., Chem. Commun. (1984) 1255. [17] U. K611e and M. Grzel, Angew. Chem., Int. Ed. Engl. 26 (1987) 567. [18] R. Ruppert, S. Herrmann and E. Steckhan, J. Chem. Soc., Chem. Commun. (1988) 1150. [19] E. Steckhan, S. Herrmann, R. Ruppert, E. Dietz, M. Frede and J.E. Spika, Organometallics 10 (1991) 1568. [20] I. Tabushi and N. Koga, J. Am. Chem. Soc. 101 (1979) 6456; S. Fukuzumi, S. Mochizuki and T. Tanaka, J. Chem. Soc., Chem. Commun. (1989) 391; B. Meunier, E. Guilmet, M.-E. De Carvalho and R. Poilblanc, J. Am. Chem. Soc. 106 (1984) 6668; M. Fontecave and D. Mansuy, J. Chem. Soc., Chem. Commun. (1984) 879; D. Mansuy, P. Battioni and J.-P. Renaud, J. Chem. Soc., Chem. Commun. (1984) 1255. [21] T. Mlodnicka, J. Mol. Catal. 36 (1986) 205. [22] C.K. Chang and F. Ebina, J. Chem. Soc., Chem. Commun. (1981) 778. [23] J.T. Groves and T.E. Nemo, J. Am. Chem. Soc. 105 (1983) 5786. [24] O. Bortolini and B. Meunier, J. Chem. Soc., Chem. Commun. (1983) 1364. [25] P.S. Traylor, D. Dolphin and T.G. Traylor, J. Chem. Soc., Chem. Commun. (1984) 279. [26] B. De Poorter and B. Meunier, Tetrahedron Lett. 25 (1984) 1895. [27] R.A. Sheldon, ed., Metalloporphyrins in Catalytic Oxidations (Marcel Dekker, New York, 1994). . [28] A.W. van der Made, PhD Thesis, University of Utrecht, 1988. [29] A.W. Addison and R.D. Gillard, J. Chem. Soc. A (1970) 2523. [30] S. Calmotti and A. Pasini, Inorg. Chim. 85 (1984) L55. [31] H. Caldaram, K. DeArmond and K. Hanck, Inorg. Chem. 17 (1978) 2030. [32] G.C. Dobinson, R. Mason and D.R. Russell, Chem. Comm. (1967) 62. P.A. Gosling, R.J.M. Nolte /Journal of Molecular Catalysis A: Chemical 113 (1996) 257-267 267 [331 R.E. Marsh and W.P. Schaefer, Acta Cryst. B 24 (1968) 246. [36] J.W. Kang, K. Moseley and P.M. Maitlis, J. Am. Chem. Soc. [341 J.B. Raynor, R.D. Gillard, D. Pedrosa, J.D. Jesus, J. Chem. 91 (1969) 5970. Soc., Dalton Trans. (1982) 1165. [37] J.H. van Esch, M.A.M. Hoffmann and RIM. Nolte, J. Org. [35] G.H. Barnett, M.F. Hudson and K.M. Smith, Tetrahedron Chem. 60 (1995) 1599. Lett. 30 (1973) 2887. MOLCAA 96001379 S1381-1169(96)00137-9 10.1016/S1381-1169(96)00137-9 A manganese(III) porphyrin/rhodium(III) bipyridine/formate catalyst system for the reductive activation of molecular oxygen P.A. Gosling R.J.M. Nolte ∗ Department of Organic Chemistry, Nijmegen/SON Research Center, University of Nijmegen, 6525 ED Nijmegen, The Netherlands ∗ Corresponding author. A two-phase system utilizing a rhodium(III) bipyridine complex and a manganese(III) porphyrin in the presence of sodium formate for the reductive activation of molecular oxygen and the subsequent epoxidation of alkenes is described. In this system, the reducing equivalents for the conversion of MnIII to MnII are obtained from the rhodium-catalyzed oxidation of formate to carbon dioxide. Keywords Manganese(III) porphyrin Rhodium(III) bipyridine Reductive activation Molecular oxygen References [1] I. Tabushi Coord. Chem. Rev. 86 1988 1 [2] S. Fukuzumi S. Mochizuki T. Tanaka J. Chem. Soc., Chem. Commun. 1989 391 [3] P. Battioni J.F. Bartoli P. Leduc M. Fontecave D. Mansuy J. Chem. Soc., Chem. Commun. 1987 791 [4] D. Mansuy M. Fontecave J.F. Bartoli J. Chem. Soc., Chem. Commun. 1983 253 [5] I. Tabushi A. Yazaki J. Am. Chem. Soc. 103 1981 7371 [6] M. Perrée-Fauvet A. Gaudemer J. Chem. Soc., Chem. Commun. 1981 874 [7] I. Tabushi N. Koga J. Am. Chem. Soc. 101 1979 6456 [8] J. van Esch M.F.M. Roks R.J.M. Nolte J. Am. Chem. Soc. 108 1986 6093 [9] M.J. Coon R.E. White T.G. Spiro Metal Ion Activation of Dioxygen 1980 Wiley New York 73 123 [10] P.R. Ortiz de Montellano Cytochrome P-450, Structure, Mechanism, and Biochemistry 1986 Plenum Press New York [11] F.P. Guengerich Am. Sci. 81 1993 440 [12] J.H. van Esch PhD Thesis 1993 University of Nijmegen [13] P.A. Gosling J.H. van Esch M.A.M. Hoffmann R.J.M. Nolte J. Chem. Soc., Chem. Commun. 1993 472 [14] C.E. Housecroft Coord. Chem. Rev. 115 1992 191 E.C. Constable Coord. Chem. Rev. 89 1988 257 [15] I. Tabushi M. Kodera M. Yokoyama J. Am. Chem. Soc. 107 1985 4466 [16] D. Mansuy P. Battioni J.-P. Renaoud J. Chem. Soc., Chem. Commun. 1984 1255 [17] U. Kölle M. Grätzel Angew. Chem., Int. Ed. Engl. 26 1987 567 [18] R. Ruppert S. Herrmann E. Steckhan J. Chem. Soc., Chem. Commun. 1988 1150 [19] E. Steckhan S. Herrmann R. Ruppert E. Dietz M. Frede J.E. Spika Organometallics 10 1991 1568 [20] I. Tabushi N. Koga J. Am. Chem. Soc. 101 1979 6456 S. Fukuzumi S. Mochizuki T. Tanaka J. Chem. Soc., Chem. Commun. 1989 391 B. Meunier E. Guilmet M.-E. De Carvalho R. Poilblanc J. Am. Chem. Soc. 106 1984 6668 M. Fontecave D. Mansuy J. Chem. Soc., Chem. Commun. 1984 879 D. Mansuy P. Battioni J.-P. Renaud J. Chem. Soc., Chem. Commun. 1984 1255 [21] T. Mlodnicka J. Mol. Catal. 36 1986 205 [22] C.K. Chang F. Ebina J. Chem. Soc., Chem. Commun. 1981 778 [23] J.T. Groves T.E. Nemo J. Am. Chem. Soc. 105 1983 5786 [24] O. Bortolini B. Meunier J. Chem. Soc., Chem. Commun. 1983 1364 [25] P.S. Traylor D. Dolphin T.G. Traylor J. Chem. Soc., Chem. Commun. 1984 279 [26] B. De Poorter B. Meunier Tetrahedron Lett. 25 1984 1895 [27] R.A. Sheldon Metalloporphyrins in Catalytic Oxidations 1994 Marcel Dekker New York [28] A.W. van der Made PhD Thesis 1988 University of Utrecht [29] A.W. Addison R.D. Gillard J. Chem. Soc. A 1970 2523 [30] S. Calmotti A. Pasini Inorg. Chim. 85 1984 L55 [31] H. Caldararu K. DeArmond K. Hanck Inorg. Chem. 17 1978 2030 [32] G.C. Dobinson R. Mason D.R. Russell Chem. Comm. 1967 62 [33] R.E. Marsh W.P. Schaefer Acta Cryst. B 24 1968 246 [34] J.B. Raynor R.D. Gillard D. Pedrosa J.D. Jesus J. Chem. Soc., Dalton Trans. 1982 1165 [35] G.H. Barnett M.F. Hudson K.M. Smith Tetrahedron Lett. 30 1973 2887 [36] J.W. Kang K. Moseley P.M. Maitlis J. Am. Chem. Soc. 91 1969 5970 [37] J.H. van Esch M.A.M. Hoffmann R.J.M. Nolte J. Org. Chem. 60 1995 1599",
      "scopus-id": "0030602064",
      "coredata": {
        "eid": "1-s2.0-S1381116996001379",
        "dc:description": "A two-phase system utilizing a rhodium(III) bipyridine complex and a manganese(III) porphyrin in the presence of sodium formate for the reductive activation of molecular oxygen and the subsequent epoxidation of alkenes is described. In this system, the reducing equivalents for the conversion of MnIII to MnII are obtained from the rhodium-catalyzed oxidation of formate to carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996001379",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gosling, P.A."
          },
          {
            "@_fa": "true",
            "$": "Nolte, R.J.M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996001379"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996001379"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00137-9",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A manganese(III) porphyrin/rhodium(III) bipyridine/formate catalyst system for the reductive activation of molecular oxygen",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Manganese(III) porphyrin"
          },
          {
            "@_fa": "true",
            "$": "Rhodium(III) bipyridine"
          },
          {
            "@_fa": "true",
            "$": "Reductive activation"
          },
          {
            "@_fa": "true",
            "$": "Molecular oxygen"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "257-267",
        "prism:endingPage": "267",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00137-9",
        "prism:startingPage": "257",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00137-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602064"
      }
    }
  }
}