{
  "metadata": {
    "title": "The first combinatorially prepared and evaluated inorganic catalysts. Polyoxometalates for the aerobic oxidation of the mustard analog tetrahydrothiophene (THT)",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00308-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003081",
    "pii": "S1381116996003081"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599601",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S1381116996003081 S1381-1169(96)00308-1 S1381116996003081 10.1016/S1381-1169(96)00308-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2015-05-15T05:56:33.668241-04:00 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 11 103 111 103 111 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. FIRSTCOMBINATORIALLYPREPAREDEVALUATEDINORGANICCATALYSTSPOLYOXOMETALATESFORAEROBICOXIDATIONMUSTARDANALOGTETRAHYDROTHIOPHENETHT HILL C POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES POPE 1991 34 48 M HILL 1993 67 80 C ACSSYMPOSIUMSERIESCATALYTICSELECTIVEOXIDATION HILL 1995 407 455 C PETTERSSON 1994 982 993 L PETTERSSON 1986 4726 4733 L PETTERSSON 1993 27 40 L TOPICSINMOLECULARORGANIZATIONENGINEERINGPOLYOXOMETALATESPLATONICSOLIDSANTIRETROVIRALACTIVITY GRATE 1992 281 305 J POLYOXOMETALATESPLATONICSOLIDSANTIRETROVIRALACTIVITY HILL 1995 324 326 C DESAI 1994 174 188 M DOYLE 1995 317 324 P PINILLA 1995 221 240 C ECKER 1995 351 360 D LOWE 1995 309 317 G PIRRUNG 1995 1240 1245 M WILLIARD 1996 87 98 X BORMAN 1995 7 S 1996 112 170 XIANG 1995 1738 1740 X MENGER 1995 6666 6667 F RILEY 1983 1965 1967 D RILEY 1988 177 180 D KOZHEVNIKOV 1979 416 419 I RAJAPAKSE 1989 219 226 N RAJAPAKSE 1990 109 117 N NEWDEVELOPMENTSINSELECTIVEOXIDATION YANG 1992 1729 1743 Y HIRADE 1950 19 34 J KOZHEVNIKOV 1987 811 825 I KOZHEVNIKOV 1982 1075 1088 I KOZHEVNIKOV 1983 135 150 I KOZHEVNIKOV 1994 21 34 I KOZHEVNIKOV 1987 1417 1443 I KOZHEVNIKOV 1983 105 110 I MATVEEV 1980 1189 1198 K LEPARULOLOFTUS 1987 2112 2120 M DAY 1987 2991 3002 V SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS HILLX1996X103 HILLX1996X103X111 HILLX1996X103XC HILLX1996X103X111XC item S1381-1169(96)00308-1 S1381116996003081 1-s2.0-S1381116996003081 10.1016/S1381-1169(96)00308-1 271358 2010-09-28T03:14:51.194088-04:00 1996-12-23 1-s2.0-S1381116996003081-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003081/MAIN/application/pdf/87ac217edbcfbbd7d779d59244a8c3ee/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003081/MAIN/application/pdf/87ac217edbcfbbd7d779d59244a8c3ee/main.pdf main.pdf pdf true 897563 MAIN 9 1-s2.0-S1381116996003081-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003081/PREVIEW/image/png/da7d926b7ea56670c2a151db61419d83/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003081/PREVIEW/image/png/da7d926b7ea56670c2a151db61419d83/main_1.png main_1.png png 62001 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL The first combinatorially prepared and evaluated inorganic catalysts. Polyoxometalates for the aerobic oxidation of the mustard analog tetrahydrothiophene (THT) Craig L. Hill *, Robin Damico Gall Department of Chemistry, Emorv University, Atlanta, GA 30322, USA Abstract The combinatorial synthesis and evaluation of inorganic catalysts is described. The catalysts are an array of early-transition-metal-oxygen-anion clusters (polyoxometalates) and the reaction is the aerobic oxidation of a mustard thioether analog, tetrahydrothiophene (THT). Selective oxidation of THT to the desired sulfoxide, THTO, was achieved in high selectivity (> 99%) and under relatively mild conditions (95, 1.52 arm). Solutions with a molar ratio of 1:2 (phosphorus: vanadium) had the highest catalytic activity. 51 V NMR and IR were used not only to identify the self assembling polyoxometalates in several representative precursor combinations (columns in the combinatorial gallery of Fig. 1) but also to assess the stability of one representative polyoxometalate catalyst, 1P:2V:lOW, under catalytic conditions (no decomposition after 50 turnovers). Gas chromatography was sufficient to rapidly quantify the product (THTO) yields and selectivities of representative reactions. Combinatorial methodology should be applicable to and provide the same advantages for discovery and optimization of catalysts as it has for pharmaceuticals. Keywords: Combinatorial; Polyoxometalate; Inorganic; Catalysis; Aerobic; Oxidation; Tetrahydrothiophene; Mustard 1. Introduction In context with this special issue on earlytransition-metal-oxygen-anion clusters (polyoxometalates, or POMs subsequently for convenience), we have endeavored, through invitations to appropriate investigators, to produce a volume that reflects the richness and utility of the ongoing research in this area. Our mandate in this particular paper was to illustrate further how the remarkable diversity and versatility of POMs facilitate novel chemistry as well as creative solutions for existing problems. We report Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00308-1 here the first combinatorial synthesis and evaluation of inorganic catalysts. The catalysts are phosphorus-centered POMs of the common Keggin structure ( - Td symmetry) prepared via Eq. (1), and the catalyzed reaction is the aerobic oxidation of thioethers, Eq. (2). Before this research is presented, it is appropriate to provide succinct backgrounds on the pertinent and important aspects of POMs, combinatorial chemistry, and aerobic thioether oxidation. p04 3- (aq) + xVO- (aq) + (12 - _x)M04 - (aq) + excess HN03 24 H(3 + ,-1 [PVX M1 l' -.wan J(aq) 16 h, unstirred +(12-x)HZO+excessNO, (1) 104 CL Hill, R. Damico Gall /Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 (where M = Mo, W, or a combination of both and x varies from 0 to 5). (THT) + 1/202H(a+x)IPU.M(i2-x)0401 (aq) (2) (THTO) The parameters that control the rates, selectivities, and other key characteristics in catalytic reactions include redox potential(s), elemental composition, molecular charge densities, binding sites on the catalyst surface, and, for homogeneous catalysts, solubility. The versatility of POMs and their value in the breadth of catalysis in this volume derives in part from the fact that all these parameters, and others that affect catalysis indirectly, can be readily altered in POMs [1-4]. The thermodynamic speciation of some POM systems has been established, including the H+/Vv/Pv/Movl system which is one of the ones addressed in this study [5-8]. For optimal pertinence to catalysis, however, evaluations of POM speciation need to be conducted under the exact conditions of catalysis. This has not been done, but the collaborative research of Grate and Pettersson is a close approach to this. Importantly, the combinatorial approach outlined and demonstrated here assesses some kinetic as well as thermodynamic factors. Both really need to be considered in conjunction with the design and optimization of a catalytic system. POMs are amenable to the application of combinatorial methods to discover and optimize their catalytic properties as many structural families of POMs, including the common Keggin complexes, are made in one pot by a self assembly process, such as Eq. (1) [1,2,9]. The conventional approach for discovery of substances with key properties (chemotherapeutic, catalytic, physical, optical, electronic, etc.) involves the educated selection of one target substance and the serial synthesis of it. While the conventional serial approach can afford a significant quantity of the substance, that in turn can facilitate a wealth of subsequent experiments to fully elaborate its properties, this approach is time consuming, often technically difficult, and produces only one final product. If that final product doesn't have the requisite properties, the investment in time, man-power and funds for the entire serial effort are questionable at best. In contrast, the combinatorial approach involves fairly rapid generation and subsequent evaluation of many species. The quantities of all these species can be minuscule and their purification is not an issue; only their activity for the targeted function is. The targeted function in nearly all combinatorial research to date has been the production of species with biological activity, usually ones with pharmacological profiles of a particular type [10-18]. Combinatorial synthesis for inorganic species has been limited thus far to one paper by Xiang and co-workers on the generation of superconducting Cu-based oxide thin films [ 19], while combinatorial synthesis of catalysts has been limited to one paper by Menger et al. [20]. Clearly, the combinatorial approach is complementary to the classical serial one and has advantages for substance discovery. The hot spots on the combinatorial `landscape' of products can be subsequently scaled up by conventional serial synthesis and investigated in more detail. The aerobic oxidation of THT, Eq. (2), was chosen as the first process for which catalysts would be prepared and optimized combinatorially as it has a simple stoichiometry, it is readily analyzed (quantitative product and kinetic analyses proved to be relatively facile), and it is of significant practical value. The aerobic oxidation of thioethers is of potential industrial [2125], and strategic value [26]. On the latter point, any method that is able to transform the highly toxic thioether mustard (CICH2CH2)2S (abbreviation HD), into its relatively nontoxic sulfoxide would be of considerable importance [26]. Selectivity is paramount here as the dominant product of overoxidation, the sulfone, is quite toxic [27]. There are a few other reports of C.L. Hill, R. Damico Gall /Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 aerobic catalytic oxidations of thioethers in the literature [21-25]. Most of the reported processes employ high temperatures and pressures (> 100, > 8.5 atm), however. This work reports the combinatorial development and evaluation of POM based catalytic aerobic oxidation systems that are rapid, selective and work under mild conditions. At the same time, the intrinsic complexity of such combinatorial systems and other features of the combinatorial approach have imposed limitations on the rigor of some analyses in this work. While such limitations are disconcerting and uncharacteristic of research from the Hill laboratory, they are nonetheless unavoidable. 2. Experimental section 2.1. Materials and instrumentation All chemicals were reagent grade and used as received. The acetonitrile was Burdick and Jackson glass-distilled grade. The 5' V NMR spectra for the variable temperature experiment were done on a GE GN-500 spectrometer. All other 5' V NMR spectra were recorded on a WP200 spectrometer and chemical shifts were referenced to VOCI 3 as an external standard. The solvent was H.,O/D20. Infrared spectra were recorded on a Nicolet 510M FTIR spectrometer. Considerable effort was made to use a third independent and unequivocal method, 3' P NMR, to further identify and quantify the polyoxometalates present but the low polyoxometalate concentrations in the samples dictated by other experimental constraints precluded this. While the rigor of three or more independent spectroscopic techniques for confirmation of the identities of polyoxometalate intermediates in reactions is standard in our laboratory, the experimental conditions and the nature of the approach in this work militated against these usual full experimental protocols. The catalytic reactions were monitored by gas chromatography on a Hewlett-Packard 5890 instrument equipped 105 with a flame ionization detector and a cross-linked 5% phenyl methyl silicone capillary column. Isooctane and decane were used as internal standards. Reaction temperature was controlled at 95 3 using a variac equipped oil bath. 2.2. Combinatorial preparation of catalysts Stock solutions of Na1W04 - 2H 20 (0.2645 M), NazMo04 - 2H20 (0.2645 M), NaV03 (0.1886 M), and Na2HP04 (0.1130 M) were prepared. In making the catalyst solutions, varying ratios of these stock solutions where combined in the order of tungstate, molybdate, and vanadate. Next, 300 [,1 of aqueous Na~HP04 (0.1130 M) was added. The phosphate concentration was held constant for all catalyst compositions. Deionized water was added to bring the total volume of each vial to 3.00 ml. The pH of each solution was adjusted to 2.00 0.03 with concentrated HN03 and NaOH. The catalyst solutions were allowed to react at room temperature for 16 h. Any vial that contained tungsten turned yellow upon addition of VO3 . Those with vanadium turned orange upon addition of acid, with the V = 5 row more orange than the V = 2 row. In the V = 0 row, all samples turned yellow on addition of acid with the exception of the one with stoichiometry 1P:12W. 2.3. Aerobic oxidation of THT catalyzed by combinatorially synthesized polvoxometalates To 1.00 ml of the catalyst solution was added in the following order: 9.00 ml of CH;CN, 0.0192 g of tetrabutylammonium hydrogen sulfate (TBAHS04), 41.0 R,1 of THT, and 20.0 [,1 of internal standard. This mixture was injected into a sealed oxygen filled Schlenk flask and reacted at 95 for 2 h. The flask was placed in an ice bath before opening to condense vapors. Finally, the contents were analyzed by GC. A precipitate formed when acetonitrile was added in some reactions, particularly those with a high tungsten content. Precipitation was most severe 106 C.L. Hill, R. Damico Gall /Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 for the V = 0 row. For the samples of initial mole ratio of 1P:5Mo:7W to 1P:12W there was too much precipitate to transfer by syringe; therefore, the solution was transferred by pipette into the Schlenk flask, filled with oxygen, and sealed. The pressure and oxygen content in the Schlenk flasks were rendered the same as those with no precipitate by syringing 10.0 ml of oxygen into the flask. Each combination (equilibrated catalyst precursor mix followed by catalysis) was evaluated 2-3 times to provide information on reproducibility. iu. 60 G 50 40 0 U 30 G v v v 20 10 0 3. Results and discussion 3.1. Aerobic oxidation of THT catalyzed by combinatorially prepared polyoxometalates overview Fig. 1 displays the results of the aerobic catalytic oxidation of THT by the various catalyst solutions at pH 2.00 in the form of a projected three-dimensional graph. The y axis (the depth) gives the moles of vanadium in the polyoxometalate precursor mix (note that it is [a-1,6-PVzMotp04pJ5- 100 92 83 75 67 25 17 . 8 0 [PWlz040J3_ 2 moles of Vanadium 0 moles of Vanadiw 5 moles of Vanadium Percent Molybdenum (% Tungsten =100 - %Molybdenum) Fig. 1. Aerobic oxidation of THT catalyzed by combinatorially synthesized polyoxometalates. Reaction conditions: [THT] = 4.62 X 10-z M, OZ = 1.21 X 10-3 mol, 20 wl internal standard, pressure = 1.52 atm before heating, pH = 2.00 0.03, temperature = 95 for two hours in 9 ml of CH 3CN. See text for procedure (Experimental section) and many control reactions. Conversion= (([THT][THT])/[THT] X 100. The spectroscopically confirmed identities of the final catalysts formed for representative catalyst precursors combinatorially are indicated with the molecular formulas and polyhedral drawings of the structures. C.L. Hill, R. Damico Gall/Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 not sequential). The x axis gives the molybdenum and tungsten content in the polyoxometalate precursor mix. The left side is 100% molybdenum and the right side is 100% tungsten. In setting up the table, the sum of W, Mo, and V was made to be twelve relative to phosphorus. This stoichiometry of the catalyst precursor compounds, the use of phosphorus and the pH (2.00 0.03) dictated that most of the polyoxometalate species formed would be Keggin complexes [1,7]. Limiting the conditions in the collective array of combinations to favor formation of some types of polyoxometalates and rule out formation of others deemed to be less potentially promising or appropriate is analogous the common protocol in combinatorial drug development where the limits and boundaries of the combinations are dictated by educated guesses as to what might be promising. Keggin complexes were chosen as the main structural family in the combinatorial manifold because they are the best studied (speciation thermodynamics [5,6], catalysis of homogeneous redox processes [4,23,28-34], etc.) and the most robust. Therefore, in interpreting the I I 2 weeks 16 hrs 'I I 107 table for the left, middle, and right, respectively, the back row represents initial mole ratios of 1P:2V:lOMo, 1P:2V:5Mo:5W, and 1P:2V:lOW. The middle row represents initial mole ratios of 1P:12Mo, 1P:6Mo:6W, and 1P:12W, and the front row represents initial mole ratios of 1P:5V:7Mo, 1P:5V:3.5Mo:3.5W, and 1P:5V:7W. The heights of the columns indicated on the z axis represent the actual results - the percent conversion of THT (Eq. (2)). The experimental error evaluated from multiple runs of each combination/column was 7%, a large value but one not unexpected given the number of experimental variables and the large number of manipulations leading to each z axis value (% conversion). 3.2. Identification of catalysts and catalyst controls The product polyoxometalates were identified in several columns (precursor combinations) in Fig. 1, after a polyoxometalate genera- 1! .0 --a-1,4-(PV2W1004015 a-1,64PV2WIP4015_ and/or PUW110404 -500.0 -520.0 -540.0 -560.0 -580.0 -600.0 PPM Fig. 2. 51 V NMR of the catalyst solution with precursor stoichiometry 1P:2V:lOW at pH 2.00 equilibrated for 16 h, 24 h, and 2 weeks. 108 C.L. Hill, R. Damico Gall/ Journal of Molecular Catalysis A: Chemical 114 (1996) 103-Ill tion period of 16 h at 25, but before catalysts. While the documented dependence of the chemical shifts of some polyoxometalates on concentration, temperature, and pH [5,35,36], rendered identification less than straightforward in some cases, the combination of 51 V NMR spectra of the solutions at two field strengths and IR spectra of the solids obtained by removing the solvent facilitated unequivocal identification of the polyoxometalates in many cases. 31 P NMR could not be used to assess the polyoxometalate products) under the conditions of reaction due to concentration limitations. In several cases a pure polyoxometalate was produced, but in most cases mixtures were produced. Keggin structures dominated the compositions in all combinations (columns) in Fig. 1. In a few cases some isopolyoxometalates, including decavanadate, V06- 10 28, were formed. The line formulas and polyhedral structures of some of the identified polyoxometalates in Fig. 1 are given and from each is drawn an arrow identifying its respective column. Not only were many of the polyoxometalates identified but their temporal evolution was also assessed. Without some knowledge of the kinetics of polyoxometalate formation, the reactivities given in Fig. 1 (z axis values) might be hard to interpret. In particular, if polyoxometalate self assembly, Eq. (1), was not complete prior to catalysis by the polyoxometalate, Eq. (2), then the relative conversions (column heights) would not be very meaningful. For optimal clarity, formation of the catalysts in each combination/column should be as complete as possible prior to catalytic evaluation. This proved to be the case after examination of the kinetics of polyoxometalate formation in representative combinations. One exemplary combination or precursor stoichiometry that was temporally evaluated was 1P:2V:lOW. Fig. 2 shows the 51 V NMR of this solution after reaction times of 16 h, 24 h, and 2 weeks. As for the other reacting polyoxometalate precursor stoichiometries (combinations) evaluated, this reaction nears completion after 16 h. While most of these reactions are nearly complete (full equilibrium achieved) after a few hours, others and particularly those with high tungsten concentrations, do not achieve full reaction for days or even weeks. Furthermore, proving that equilibrium has been achieved for all combinations would be quite difficult as well as philosophically antithetical to the combinatorial approach which focuses on the speed of analysis and the total information garnered and not on the usual issues of purity. The third type of experiment addressing the catalytic polyoxometalates themselves involved assessment of some V containing fully assembled polyoxometalates both before and after catalytic reaction, Eq. (2), by 51 V NMR. The 1P:2V:lOW system, as an exemplary system, was again evaluated. To obtain the `before' spectra, a portion of the reaction mixture was taken before the addition of THT. It was sealed in a Schlenk flask with oxygen and heated to 95 for two hours, the same protocol as for the catalytic reactions. There were no new peaks apparent in the `after reaction' NMR spectrum indicating a lack of vanadium containing degradation products. In one representative case, that of 1P:2V:lOW, the catalyst remains intact after production of 50 mol of THTO product per mole of initial phosphorus in the combinatorial precursor mix. The integrity of the polyoxometalate in this case was assessed by 51 V NMR, not at the reaction temperature of 95 because of the proximity of the solvent (HZO/D20) boiling point, but sequentially at 21.4, 80.0, and then again at 21.4. These spectra established that some small reversible changes in the spectra as function of temperature were due to physical effects (temperature dependence of the chemical shifts) and not changes in polyoxometalate speciation. It is noted that for this 1P:2V:lOW system, however, there was some unequivocal change in the relative intensity of the peaks at - 523.1 and - 525.3 ppm. The area ratios of - 525.3/ - 523.1 were 13, 8, and 9 for 21.4, 80.0, and again at 21.4, respectively. C.G. Hill, R. Damico Gall /Journal of Molecular Catalysis A: Chemical 114 (1996) 103-1I I 3.3. Results and reactivity controls While organic product distributions are not shown for each combination (column) in Fig. 1, they were all determined. All the reactions proved to be highly selective for sulfoxide. In fact, no sulfone product was detected in any of the reactions. The detection limit for tetramethylene sulfone (alternatively, tetrahydrothiophene dioxide or THTOZ), was independently determined to be 5 mM. Interestingly, no one combination stood out as being far better than the others at the pH of Fig. 1 (pH = 2.0). While this can be partly explained by the fact that some polyoxometalates are present in 2 or more combinations/columns, the fact is that there is no polyoxometalate compositional overlap with many of the columns that exhibit similar reactivities. The aerobic oxidation of THT catalyzed by polyoxometalates at this pH is a remarkably broad spectrum reaction, in part as THT is a very good reducing agent and can reduce virtually all polymolybdo(tungsto)phosphate Keggin ions under the reaction conditions whether they contain vanadium or not. Although polyoxometalate catalyst control studies addressed above indicate minimal polyoxometalate decomposition under the conditions of catalysis, some experiments were performed to assess the reactivity of molybdenum, tungsten, and vanadium species that could, in principle, form from polyoxometalate decomposition during catalysis. Table 1 gives the reactivities (in percent conversion of THT substrate) for sulfate, phosphate, vanadate, molybdate, and tungstate present in the highest possible concentrations that could be present in the actual catalytic reactions in Fig. 1 (complete breakdown of polyoxometalate into these species). Under these conditions, isopolyoxometalates are known to form from vanadium, molybdenum or tungsten [ 1 ]. In addition, peracids of the monomeric metalates are well known to be active oxygenating agents [37] and could well be contributing to the chemistry. The relative reactivities in Table 1 (comparable to the active polyoxometalates in 109 Table I Aerobic oxidation of THT by individual components of the combinatorial system at pH 2.0 a Component (concentration, M) b Percent conversion 1. water 2. (TBA)HSOQ (5.62 X 10-j ) 3. NaZHP04 (1.12X 10-3) 4. NaV03 (5.62X 10-3) 5. Na2M004 0.35 X 10-2) 6. NaW04 0.35 X 10-2) Reaction conditions: [THTI = 4.62 X 10-2 M, Oz ~ 1.21 X 10mol in flask, 20 p,1 internal standard, pressure=1.52 atm before heating, pH = 2.00.03, temperature = 95 for two hours in 9 ml of CH3CN. See Experimental section for procedure. n The concentration of each component represents the highest catalyst precursor concentration used in any reaction. Conversion =(([THTIo-[THTI)/[THTIo)X 100. 6 I1 14 19 55 73 Fig. 1 only for tungstate) coupled with the low apparent concentration of these species in the fully form ed polyoxom etalate combinations /columns from spectroscopy (vide supra) is consistent with catalysis primarily by the Keggin polyoxometalates and not primarily by isopolyoxometalate or monomeric metalate species present but does not prove it. 3.4. Other systems for Eq. (1). Extension from Fig. 1 (pH = 2.0) All the combinatorial catalytic chemistry thus far has involved reactions solely at one acidity, pH = 2.0. These are represented in the three-dimensional bar graph gallery in Fig. 1. Other combinatorial galleries could be generated at different pH values at parity of all other experimental parameters. In addition, heteroatoms other than phosphorus that also largely dictate the formation of Keggin heteropolyoxometalates such as boron, silicon, arsenic, etc., could be used at the same pH. To address this increase in precursor dimensionality, we conducted several reactions buffered at pH = 6.0 but otherwise the same as those at pH = 2.0 (Fig. 1). The 5' V NMR and IR spectra of the polyoxometalate precursor combinations after a reaction time of 16 h at pH 6.0 exhibit peaks in the region expected for polyoxometalates. While specia- 110 C.L. Hill, R. Damico Gall /Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 tion was not quantified, the distributions of polyoxometalates were clearly different. This was fully expected as some of the Keggin polyoxometalates are both thermodynamically and kinetically unstable under these conditions and pH. Not surprisingly, a wider distribution of relative reactivities for THT oxidation (greater selectivity with respect to catalyst) as a function of catalyst precursor combination/column was observed, but all the reactions were slower at this pH. This reflects the lower concentration of Keggin type polyoxometalates and higher concentrations of lower nuclearity polyoxometalates with higher negative charge densities and consequent lower redox potentials and abilities to oxidize the substrate. As in the case of the reactions at pH = 2.0 (Fig. 1), the pH did not change over the course of the reactions at pH = 6. 4. Conclusions It has been shown that solutions containing several different polyoxometalate species catalytically active for the aerobic oxidation of THT can be prepared and evaluated efficiently and relatively rapidly by combinatorial methods. The self assembling polyoxometalates, Eq. (1), can largely be identified, quantified and their integrity under catalytic turnover conditions, Eq. (2), quickly and easily assessed by spectroscopic methods (51 V NMR and IR). In addition, the THT oxidation itself (rates, product yields and selectivities) can be readily evaluated by simple gas chromatography. On the negative side, the inherent complexity of combinatorial arrays and the philosophy behind the combinatorial approach militate against the standard levels of rigor seen in first rate conventional studies of catalyst development. The opportunities for application of combinatorial methods to homogeneous and even heterogeneous catalytic systems would seem to be defensibly considerable. The advantages that combinatorial synthesis and evaluation is having in pharmaceutical development should largely be operable in catalyst discovery and optimization. Acknowledgements We thank the National Science Foundation (grant number CHE-9412465) and the U.S. Army Research Office (grant number DAAH0494-G-0419) for support. References [1] M.T. Pope, Heteropoly and Isopoly Oxometalates (Springer Verlag, Berlin, 1983). [2] M.T. Pope and A. Mler, Angew. Chem. Int. Ed. Engl. 30 (1991) 34-48. [3] C.L. Hill, A.M. Khenkin, M.S. Weeks and Y. Hou, in: ACS Symposium Series on Catalytic Selective Oxidation, S.T. Oyama and J.W. Hightower (Eds.) (American Chemical Society, Washington, D.C., 1993) ch. 6, pp. 67-80. [4] C.L. Hill and C.M. Prosser-McCartha, Coord. Chem. Rev. 143 (1995) 407-455. [5] L. Pettersson, 1. Andersson and A. Selling, Inorg. Chem. 33 (1994) 982-993. [6] L.A. Pettersson, Inorg. Chem. 25 (1986) 4726-4733. [7] L. Pettersson, in: Topics in Molecular Organization and Engineering - Polyoxometalates: From Platonic Solids to Anti-Retroviral Activity, M.T. Pope and A. Mler (Eds.) (Kluwer Academic Publishers, Netherlands, 1993) pp. 27-40. [8] J.R. Grate, D.R. Hamm and S. Mahajan, in: Polyoxometalates: From Platonic Solids to Anti-retroviral Activity, M.T. Pope and A. Miiller (Eds.) (Kluwer Academic Publishers, Dordrecht, Netherlands, 1992) pp. 281-305. [9] C.L. Hill and X. Zhang, Nature 373 (1995) 324-326. [10] M.C. Desai, R.N. Zuckermann and W.H. Moos, Drug Dev. Res. 33 (1994) 174-188. [11] P.M. Doyle, J. Chem. Tech. Biotech. 64 (1995) 317-324. [12] C. Pinilla, J. Appel, S. Blondelle, C. Dooley, B. Dorner, R.J. Eichle, J. Ostresh and R.A. Houghten, Biopolymers 37 (1995) 221-240. [13] D.J. Ecker and S.T. Crooke, Bio-Tech. 13 (1995) 351-360. [14] G. Lowe, Chem. Soc. Rev. 24 (1995) 309-317. [15] M.C. Pirrung and J. Chen, J. Am. Chem. Soc. 117 (1995) 1240-1245. [16] X. Williard, I. Pop, L. Bourel, D. Horvath, R. Baudelle, P. Melnyk, B. Deprez and A. Tartar, Eur. J. Med. Chem. 31 (1996) 87-98. [17] S. Borman, Chem. Eng. News (1995) 7. [18] Special edition dedicated to Combinatorial Chemistry, Acc. Chem. Res. 29 (1996) 112-170. [19] X.D. Xiang, X. Sun, G. Brice, Y. Lou, K.A. Wang, H. Chang, W.G. Wallace-Freedman, S.W. Chen and P.G. Schultz, Science 268 (1995) 1738-1740. C.L. Hill, R. Damico Gall / Journal of Molecular Catalysis A: Chemical 114 (1996) 103-111 [20] F.M. Menger, A.V. Eliseev and V.A. Migulin, J. Org. Chem. [29] I.V. Kozhevnikov and K.I. Matveev, Russ. Chem. Rev. 51 60 (1995) 6666-6667. [21] D.P. Riley, Inorg. Chem. 22 (1983) 1965-1967. [22] D,P. Riley, M.R. Smith and P.E. Correa, J. Am. Chem. Soc. 110 (1988) 177-180. [23] I.V. Kozhevnikov, V.I. Simagina, G.V. Varnakova and K.I. Matveev, Kinet. Katal. 20 (1979) 416-419. [24] N. Rajapakse, B.R. James and D. Dolphin, Catal. Lett. 2 (1989) 219-226. [25] N. Rajapakse, B.R. James and D. Dolphin, in: New Develop ments in Selective Oxidation, G. Centi and F. Trifiro (Eds.), Vol. 55 (Elsevier, 1990) pp. 109-117. [26] Y.-C. Yang, J.A. Baker and J.R. Ward, Chem. Rev. 92 (1992) 1729-1743. [27] J. Hirade and A. Ninomiya, J. Biochem. 37 (1950) 19-34. [28] I.V. Kozhevnikov, Russ. Chem. Rev. 56 (1987) 811-825. (1982) 1075-1088. [30] LV. Kozhevnikov and K.I. Matveev, Appl. Catal. 5 (1983) 135-150. [31] LV. Kozhevnikov, Stud. Surf. Sci. Catal. 90 (1994) 21-34. [32] IV. Kozhevnikov, Usp. Khim. 56 (1987) 1417-1443. [33] LV. Kozhevnikov, Fiz. khim. Osnovy Prakt. Ispol'z. Izo i Geteropolisoedin., Dnepropetrovsk (1983) 105-110. [34] K.I. Matveev and LV. Kozhevnikov, Kinet. Katal. 21 (1980) 1189-1198, [35] M.A. Leparulo-Loftus and M.T. Pope, Inorg. Chem. (1987) 2112-2120. 26 [36] VW. Day, W.G. Klemperer and D.J. Maltbie, J. Am. Chem. Soc. 109 (1987) 2991-3002. [37] R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds (Academic Press. New York, 1981), MOLCAA 96003081 S1381-1169(96)00308-1 10.1016/S1381-1169(96)00308-1 Chemical and metal complex catalysis The first combinatorially prepared and evaluated inorganic catalysts. Polyoxometalates for the aerobic oxidation of the mustard analog tetrahydrothiophene (THT) Craig L Hill ∗ Robin Damico Gall Department of Chemistry, Emory University, Atlanta, GA 30322, USA ∗ Corresponding author. The combinatorial synthesis and evaluation of inorganic catalysts is described. The catalysts are an array of early-transition-metal-oxygen-anion clusters (polyoxometalates) and the reaction is the aerobic oxidation of a mustard thioether analog, tetrahydrothiophene (THT). Selective oxidation of THT to the desired sulfoxide, THTO, was achieved in high selectivity (τ; 99%) and under relatively mild conditions (95°C, 1.52 atm). Solutions with a molar ratio of 1:2 (phosphorus:vanadium) had the highest catalytic activity. 51V NMR and IR were used not only to identify the self assembling polyoxometalates in several representative precursor combinations (columns in the combinatorial gallery of Fig. 1) but also to assess the stability of one representative polyoxometalate catalyst, 1P:2V:10W, under catalytic conditions (no decomposition after 50 turnovers). Gas chromatography was sufficient to rapidly quantify the product (THTO) yields and selectivities of representative reactions. Combinatorial methodology should be applicable to and provide the same advantages for discovery and optimization of catalysts as it has for pharmaceuticals. Keywords Combinatorial Polyoxometalate Inorganic Catalysis Aerobic Oxidation Tetrahydrothiophene Mustard References [1] M.T Pope Heteropoly and Isopoly Oxometalates 1983 Springer-Verlag Berlin [2] M.T Pope A Müller Angew. Chem. Int. Ed. Engl. 30 1991 34 48 [3] C.L Hill A.M Khenkin M.S Weeks Y Hou S.T Oyama J.W Hightower ACS Symposium Series on Catalytic Selective Oxidation 1993 American Chemical Society Washington, D.C., 67 80 ch. 6 [4] C.L Hill C.M Prosser-McCartha Coord. Chem. Rev. 143 1995 407 455 [5] L Pettersson I Andersson A Selling Inorg. Chem. 33 1994 982 993 [6] L.A Pettersson Inorg. Chem. 25 1986 4726 4733 [7] L Pettersson M.T Pope A Müller Topics in Molecular Organization and Engineering — Polyoxometalates: From Platonic Solids to Anti-Retroviral Activity 1993 Kluwer Academic Publishers Netherlands 27 40 [8] J.R Grate D.R Hamm S Mahajan M.T Pope A Müller Polyoxometalates: From Platonic Solids to Anti-retroviral Activity 1992 Kluwer Academic Publishers Dordrecht, Netherlands 281 305 [9] C.L Hill X Zhang Nature 373 1995 324 326 [10] M.C Desai R.N Zuckermann W.H Moos Drug Dev. Res. 33 1994 174 188 [11] P.M Doyle J. Chem. Tech. Biotech. 64 1995 317 324 [12] C Pinilla J Appel S Blondelle C Dooley B Dorner R.J Eichle J Ostresh R.A Houghten Biopolymers 37 1995 221 240 [13] D.J Ecker S.T Crooke Bio-Tech. 13 1995 351 360 [14] G Lowe Chem. Soc. Rev. 24 1995 309 317 [15] M.C Pirrung J Chen J. Am. Chem. Soc. 117 1995 1240 1245 [16] X Williard I Pop L Bourel D Horvath R Baudelle P Melnyk B Deprez A Tartar Eur. J. Med. Chem. 31 1996 87 98 [17] S Borman Chem. Eng. News 1995 7 [18] Special edition dedicated to Combinatorial Chemistry Acc. Chem. Res. 29 1996 112 170 [19] X.D Xiang X Sun G Briceño Y Lou K.A Wang H Chang W.G Wallace-Freedman S.W Chen P.G Schultz Science 268 1995 1738 1740 [20] F.M Menger A.V Eliseev V.A Migulin J. Org. Chem. 60 1995 6666 6667 [21] D.P Riley Inorg. Chem. 22 1983 1965 1967 [22] D.P Riley M.R Smith P.E Correa J. Am. Chem. Soc. 110 1988 177 180 [23] I.V Kozhevnikov V.I Simagina G.V Varnakova K.I Matveev Kinet. Katal. 20 1979 416 419 [24] N Rajapakse B.R James D Dolphin Catal. Lett. 2 1989 219 226 [25] N Rajapakse B.R James D Dolphin G Centi F Trifiro New Developments in Selective Oxidation Vol. 55 1990 Elsevier 109 117 [26] Y.-C Yang J.A Baker J.R Ward Chem. Rev. 92 1992 1729 1743 [27] J Hirade A Ninomiya J. Biochem. 37 1950 19 34 [28] I.V Kozhevnikov Russ. Chem. Rev. 56 1987 811 825 [29] I.V Kozhevnikov K.I Matveev Russ. Chem. Rev. 51 1982 1075 1088 [30] I.V Kozhevnikov K.I Matveev Appl. Catal. 5 1983 135 150 [31] I.V Kozhevnikov Stud. Surf. Sci. Catal. 90 1994 21 34 [32] I.V Kozhevnikov Usp. Khim. 56 1987 1417 1443 [33] I.V Kozhevnikov Fiz. khim. Osnovy Prakt. Ispol'z. Izo i Geteropolisoedin., Dnepropetrovsk 1983 105 110 [34] K.I Matveev I.V Kozhevnikov Kinet. Katal. 21 1980 1189 1198 [35] M.A Leparulo-Loftus M.T Pope Inorg. Chem. 26 1987 2112 2120 [36] V.W Day W.G Klemperer D.J Maltbie J. Am. Chem. Soc. 109 1987 2991 3002 [37] R.A Sheldon J.K Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York",
      "scopus-id": "0030599601",
      "coredata": {
        "eid": "1-s2.0-S1381116996003081",
        "dc:description": "The combinatorial synthesis and evaluation of inorganic catalysts is described. The catalysts are an array of early-transition-metal-oxygen-anion clusters (polyoxometalates) and the reaction is the aerobic oxidation of a mustard thioether analog, tetrahydrothiophene (THT). Selective oxidation of THT to the desired sulfoxide, THTO, was achieved in high selectivity (τ; 99%) and under relatively mild conditions (95°C, 1.52 atm). Solutions with a molar ratio of 1:2 (phosphorus:vanadium) had the highest catalytic activity. 51V NMR and IR were used not only to identify the self assembling polyoxometalates in several representative precursor combinations (columns in the combinatorial gallery of Fig. 1) but also to assess the stability of one representative polyoxometalate catalyst, 1P:2V:10W, under catalytic conditions (no decomposition after 50 turnovers). Gas chromatography was sufficient to rapidly quantify the product (THTO) yields and selectivities of representative reactions. Combinatorial methodology should be applicable to and provide the same advantages for discovery and optimization of catalysts as it has for pharmaceuticals.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003081",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Hill, Craig L"
          },
          {
            "@_fa": "true",
            "$": "Gall, Robin Damico"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003081"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003081"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00308-1",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The first combinatorially prepared and evaluated inorganic catalysts. Polyoxometalates for the aerobic oxidation of the mustard analog tetrahydrothiophene (THT)",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Combinatorial"
          },
          {
            "@_fa": "true",
            "$": "Polyoxometalate"
          },
          {
            "@_fa": "true",
            "$": "Inorganic"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Aerobic"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Tetrahydrothiophene"
          },
          {
            "@_fa": "true",
            "$": "Mustard"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-111",
        "prism:endingPage": "111",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00308-1",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00308-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599601"
      }
    }
  }
}