{
  "metadata": {
    "title": "Study of the catalyst deactivation in the base-catalyzed oligomerization of acetone",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1998-03-12",
    "doi": "10.1016/S1381-1169(97)00204-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997002045",
    "pii": "S1381116997002045"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0032510553",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-01-25 1999-01-25 2010-04-18T15:01:01 1-s2.0-S1381116997002045 S1381-1169(97)00204-5 S1381116997002045 10.1016/S1381-1169(97)00204-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00763 2021-03-16T12:39:10.545195Z 0 0 19980312 1998 1999-01-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 130 130 1 2 1 2 Volume 130, Issues 1–2 19 177 185 177 185 19980312 12 March 1998 1998-03-12 1998 converted-article fla Copyright © 1998 Elsevier Science B.V. All rights reserved. STUDYCATALYSTDEACTIVATIONINBASECATALYZEDOLIGOMERIZATIONACETONE DICOSIMO J 1 Introduction 2 Experimental 2.1 Catalyst preparation and characterization 2.2 Carbon dioxide chemisorption 2.3 Catalytic testing 3 Results 3.1 Catalyst characterization 3.2 Deactivation of unpromoted MgO 3.3 Deactivation of alkali-promoted MgO samples 4 Discussion 4.1 Reaction network and base catalysis 4.2 Reaction network and catalyst deactivation 4.3 Catalyst deactivation and surface base property 5 Conclusions Acknowledgements References MALINOVSKI 1989 107 S TANABE 1989 327 K LEE 1988 249 J AMENOMIYA 1990 163 Y ZHANG 1988 198 G TANABE 1989 63 K KUROKAWA 1990 208 H DICOSIMO 1996 149 J DICOSIMO 1994 369 J REICHLE 1980 295 W SALVAPATI 1989 9 G LIPPERT 1991 199 S CHANG 1977 249 C DICOSIMOX1998X177 DICOSIMOX1998X177X185 DICOSIMOX1998X177XJ DICOSIMOX1998X177X185XJ 2021-03-14T23:21:56.244Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S1381116997002045 Universidad Nacional del Litoral UNL Universidad Nacional del Litoral http://data.elsevier.com/vocabulary/SciValFunders/501100005746 http://sws.geonames.org/3865483/ Japan International Cooperation Agency JICA Japan International Cooperation Agency http://data.elsevier.com/vocabulary/SciValFunders/501100004532 http://sws.geonames.org/1861060/ Consejo Nacional de Investigaciones Cientı́ficas y Técnicas CONICET Consejo Nacional de Investigaciones Científicas y Técnicas http://data.elsevier.com/vocabulary/SciValFunders/501100002923 http://sws.geonames.org/3865483/ Support of this work by the Consejo Nacional de Investigaciones Cientı́ficas y Técnicas (CONICET), Argentina, the Universidad Nacional del Litoral, Santa Fe, Argentina, and the Japan International Cooperation Agency (JICA) is gratefully acknowledged. item S1381-1169(97)00204-5 S1381116997002045 1-s2.0-S1381116997002045 10.1016/S1381-1169(97)00204-5 271358 2010-10-15T15:10:34.055185-04:00 1998-03-12 1-s2.0-S1381116997002045-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/MAIN/application/pdf/a29f2df0602e16c12fa5149833caef33/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/MAIN/application/pdf/a29f2df0602e16c12fa5149833caef33/main.pdf main.pdf pdf true 183452 MAIN 9 1-s2.0-S1381116997002045-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/PREVIEW/image/png/52b30b982244c8d06386a1161d418830/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/PREVIEW/image/png/52b30b982244c8d06386a1161d418830/main_1.png main_1.png png 62592 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997002045-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr1/THUMBNAIL/image/gif/754c5b791e202ef45b57c7baaaa5c8f2/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr1/THUMBNAIL/image/gif/754c5b791e202ef45b57c7baaaa5c8f2/gr1.sml gr1 gr1.sml sml 1872 93 109 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr1/DOWNSAMPLED/image/gif/b615c9efe09ca94c00771961c4f1538e/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr1/DOWNSAMPLED/image/gif/b615c9efe09ca94c00771961c4f1538e/gr1.gif gr1 gr1.gif gif 7276 245 286 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002045-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr2/THUMBNAIL/image/gif/dcf635a820932b7b77a191f598fdb520/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr2/THUMBNAIL/image/gif/dcf635a820932b7b77a191f598fdb520/gr2.sml gr2 gr2.sml sml 1746 93 93 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr2/DOWNSAMPLED/image/gif/d1d1ad4a9aa2e2c9cc10bbdcd54163fd/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr2/DOWNSAMPLED/image/gif/d1d1ad4a9aa2e2c9cc10bbdcd54163fd/gr2.gif gr2 gr2.gif gif 6409 245 244 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002045-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr3/THUMBNAIL/image/gif/45d9affd3449ff80f15847c71a4258ac/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr3/THUMBNAIL/image/gif/45d9affd3449ff80f15847c71a4258ac/gr3.sml gr3 gr3.sml sml 1941 93 103 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr3/DOWNSAMPLED/image/gif/b110b33e0f7a0f70f4d1861783c89146/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr3/DOWNSAMPLED/image/gif/b110b33e0f7a0f70f4d1861783c89146/gr3.gif gr3 gr3.gif gif 8219 259 287 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002045-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr4/THUMBNAIL/image/gif/fb0ae06007e324928b6d6dbb5a91f986/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr4/THUMBNAIL/image/gif/fb0ae06007e324928b6d6dbb5a91f986/gr4.sml gr4 gr4.sml sml 1738 93 94 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr4/DOWNSAMPLED/image/gif/0cf465598813efd06e36fcdef7f9d19c/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr4/DOWNSAMPLED/image/gif/0cf465598813efd06e36fcdef7f9d19c/gr4.gif gr4 gr4.gif gif 5950 234 236 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002045-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr5/THUMBNAIL/image/gif/f89f54e6d4fd5b6556119d13cd386a6a/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr5/THUMBNAIL/image/gif/f89f54e6d4fd5b6556119d13cd386a6a/gr5.sml gr5 gr5.sml sml 1242 93 83 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr5/DOWNSAMPLED/image/gif/4fb6280160e5e04b46cdb93d0216352e/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr5/DOWNSAMPLED/image/gif/4fb6280160e5e04b46cdb93d0216352e/gr5.gif gr5 gr5.gif gif 4884 255 227 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002045-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr6/THUMBNAIL/image/gif/b591e01a31f33f2d00acefbc43625474/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr6/THUMBNAIL/image/gif/b591e01a31f33f2d00acefbc43625474/gr6.sml gr6 gr6.sml sml 1234 63 125 IMAGE-THUMBNAIL 1-s2.0-S1381116997002045-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002045/gr6/DOWNSAMPLED/image/gif/fb9a10d2188d4d98dbeb80bf4b54106f/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002045/gr6/DOWNSAMPLED/image/gif/fb9a10d2188d4d98dbeb80bf4b54106f/gr6.gif gr6 gr6.gif gif 8363 228 455 IMAGE-DOWNSAMPLED MOLCAA 1671 S1381-1169(97)00204-5 10.1016/S1381-1169(97)00204-5 Elsevier Science B.V. Fig. 1 Time dependence of acetone oligomerization over unpromoted MgO (T=573 K, P=100 kPa, W/F 0=49 g catalyst h/mol). Fig. 2 Acetone oligomerization activity (a) as a function of time and W/F 0 over unpromoted MgO (T=573 K, P=100 kPa). Fig. 3 Initial catalyst deactivation (d 0) and selectivity for the self-condensation of acetone as a function of contact time over unpromoted MgO (T=573 K, P=100 kPa). Fig. 4 Acetone oligomerization activity (a) as a function of time over alkali-promoted MgO catalysts (T=573 K, P=100 kPa, W/F 0=49 g catalyst h/mol). Fig. 5 Initial catalyst deactivation as a function of the specific increase of the irreversible adsorption of CO2 on A/MgO samples (M). Fig. 6 Simplified reaction network for isophorone synthesis from the acetone oligomerization over basic catalysts. Table 1 Catalyst characterization: chemical composition, BET surface areas, CO2 uptakes and initial reaction rates Catalyst A/MgO Alkali A loading Oxygen partial charge in A x O S g (m2/g) CO2 chemisorption r 0 (μmol/h m2) (wt%) n A (μmol/m2) q 0 a n i (μmol/m2) M b (mol CO2/mol A) MgO 0.00 0.00 0.50 119 2.16 0.00 24 Li/MgO 1.04 18.50 0.80 81 4.60 0.13 36 Na/MgO 0.92 4.13 0.81 97 3.35 0.28 31 K/MgO 0.88 2.12 0.89 106 2.78 0.30 27 Cs/MgO 0.84 0.62 0.94 102 2.50 0.55 26 a From Ref. [17]. bSee text for definition of parameter M. Study of the catalyst deactivation in the base-catalyzed oligomerization of acetone Juana I Di Cosimo Carlos R Apesteguı́a * Instituto de Investigaciones en Catálisis y Petroquı́mica (INCAPE), UNL-CONICET, Santiago del Estero 2654, 3000 Santa Fe, Argentina * Corresponding author. Tel.: +54-42-555279; fax: +54-42-531068/553727; e-mail: capesteg@fiqus.unl.edu.ar The deactivation of unpromoted MgO and alkali-promoted MgO catalysts in the vapor-phase self-condensation of acetone was studied. The reaction was catalyzed by basic sites and major products were mesityl oxide, isomesityl oxide and isophorone. Catalysts deactivated because of coke formation. Both the initial catalyst deactivation (d 0, h−1) and the product distribution depended on contact time (W/F 0): d 0, and the selectivity to mesityl oxide increased when W/F 0 was increased. It is proposed that non-cyclic trimers, such as phorone, which are produced by aldol condensation of mesityl oxide with acetone, are the key intermediate species for coke formation. These non-cyclic trimers are highly unsaturated compounds that remain strongly bound to the catalyst surface yielding higher non-volatile oligomeric compounds which block basic active sites. Promotion of MgO with alkaline metal ions increased the d 0 value measured on unpromoted MgO following the sequence Li<Na<K<Cs: the stronger the promoter oxide basicity, the higher the catalyst deactivation. Enhancement of the MgO basicity by alkali addition strengthens the interaction between the solid surface and non-cyclic trimers, and improves the catalyst ability for abstracting the α-proton from the acetone molecule. As a consequence, the aldol condensation synthesis of tetramers and heavier polymers is favored which results in an increasing coke formation. Keywords Catalyst deactivation Base catalysis Acetone oligomerization MgO-based catalysts 1 Introduction Lately, increasing research efforts have been devoted to the use of basic solids in heterogeneous catalysis. Solid base catalysts are desirable for several reasons. They permit base catalyzed reactions in the vapor phase. Combination of strong electric fields and geometrical constraints allows optimisation of product selectivity and conversion. In liquid-phase reactions the catalyst can be separated from the reaction solving the problem of disposing of concentrated basic solutions. Unfortunately, solid bases are often rapidly deactivated either by the presence of acid molecules and water in gas phase or by in situ coke formation through secondary side reactions. This limitation has traditionally thwarted the potential of solid bases to replace environmentally problematic and corrosive liquid bases. In spite of this, and in sharp contrast to the extensive research on solid acids deactivation, few investigations have been focused on the deactivation of solid bases at reaction conditions. It is therefore of both fundamental and practical interest to undertake studies regarding deactivation of solid catalysts in base-catalyzed reactions. Alkaline earth metal oxides are reported to be active and selective in a variety of organic reactions involving formation of carbanion intermediates such as alkene isomerization, Cannizzaro and Tischenko reactions, Michael, Wittig and Knoevenagel condensations, etc. [1, 2]. One of the most thoroughly investigated alkaline-earth oxides is magnesium oxide which is usually regarded as a typical strong solid base catalyst. The use of pure and promoted MgO catalysts in oxidative coupling of methane [3, 4], 1-butene isomerization [5], and synthesis of organic chemicals by either self- [6, 7]or cross-condensation reactions [8, 9]has been extensively documented. In recent work [10], we have shown that magnesium oxide promoted with group IA or IIA metals readily catalyzes the synthesis of valuable α,β-unsaturated ketones, such as mesityl oxide and isophorone, from the vapor-phase aldol condensation of acetone. In this paper we have studied the deactivation of unpromoted and alkali-promoted magnesium oxides in the gas-phase oligomerization of acetone. Our objectives were twofold: first, to identify the species responsible for the catalyst activity decay; and second, to relate the concerted and sequential pathways required in the deactivating mechanism with the acid–base properties of the catalyst surface. 2 Experimental 2.1 Catalyst preparation and characterization Magnesium oxide was prepared by adding 250 ml of distilled water to 25 g of commercial MgO (Carlo Erba, 99%, 27 m2/g of surface area) at room temperature in a stirred glass reactor. Temperature was then raised to 353 K and stirring was maintained for 4 h. Sample was dried in an oven at 358 K overnight. The obtained Mg(OH)2 was thermally decomposed in N2 at 30 ml/min (STP). Sample was first treated at 623 K for 2 h, then heated to 773 K and finally maintained at this temperature for 8 h. Typical surface areas of the resulting magnesium oxide were between 110–150 m2/g. A series of alkali-promoted MgO catalysts were prepared as described previously [10]. About 1 wt% of the promoter was added to MgO by incipient wetness impregnation using nitrate or hydroxide solutions containing the appropriate amount of the alkaline metal ions. The impregnated samples were dried and then thermally decomposed following the same procedure described above for the preparation of MgO. The alkali-promoted MgO samples are identified here as A/MgO, A being Li, Na, K, or Cs. The chemical composition of A/MgO samples was analyzed by atomic absorption spectrometry (AAS). BET surface areas (S g) were determined by nitrogen adsorption at 77 K using a Micromeritics Accusorb 2100 E sorptometer. The chemical composition and the surface area of the catalysts are presented in Table 1 . The crystalline phase composition of calcined MgO and A/MgO samples was characterized by X-ray diffraction (XRD) with a Rich-Seifert Iso Debiflex 2002 diffractometer, using nickel filtered CuKα radiation. 2.2 Carbon dioxide chemisorption Carbon dioxide chemisorption was performed in a conventional glass vacuum apparatus equipped with an MKS Baraton pressure gauge. Catalysts were outgassed at 773 K in a vacuum of 2.10−6 kPa. The pressure range of isotherms was 0–35 kPa. After cooling to room temperature a first isotherm was drawn for measuring the total CO2 uptake. Then, and after 1 h of evacuation at room temperature, a second isotherm was performed to determine the amount of weakly adsorbed CO2. The amount of irreversibly held CO2 was calculated as the difference between total and weakly adsorbed CO2. 2.3 Catalytic testing Vapor-phase aldol condensation of acetone was performed at 573 K and 100 kPa in a flow system with a fixed-bed reactor [11]. Care was taken to avoid diffusional limitations. Prior to catalytic tests, the samples were pretreated in nitrogen at 773 K for 1 h to remove water and carbon dioxide. Typical catalyst loading was 200 mg. Standard catalytic tests were carried out at a contact time (W/F 0 ) of 49 g catalyst h/mol of acetone. Acetone was delivered by a syringe pump and vaporised in a flow of hydrogen with a H2/acetone molar ratio of 12 before entering the reaction zone. Acetone conversion was always lower than 20%. The reaction products were analyzed by on-line gas chromatography using a Varian Star 3400 CX chromatograph equipped with flame ionisation detector and a 20% SP-2100/0.1% Carbowax 1500 on 100/120 Supelcoport column. Data were collected every 30 min for 10 h. Main reaction products were mesityl oxide (MO), isomesityl oxide (IMO) and isophorone (IP); trace amounts of diacetone alcohol (DAA), phorones, mesitylene and light hydrocarbons were also detected. Selectivities (S i) were calculated on a carbon atom basis. 3 Results 3.1 Catalyst characterization The BET surface areas of MgO and A/MgO samples are presented in Table 1. It is shown that the MgO surface area diminished upon addition of the alkaline metal ions. The crystalline phase composition of the samples was characterized by X-ray diffraction technique. In all cases only the MgO periclase phase (ASTM 4-0829) was detected. The number of available basic sites was determined by CO2 chemisorption. Langmuir-type adsorption isotherms were obtained in all cases. The values of n i, the number of moles of irreversibly held CO2 per square meter at saturation, were obtained from the isotherm plateau, at P=20 kPa. Results are given in Table 1. The number of basic sites on unpromoted MgO was n i=2.16 μmol/m2. Promotion of MgO with group IA metals increased the number of surface basic sites. The highest n i value (n i=4.60 μmol CO2/m2) corresponded to the Li/MgO sample. In order to quantify the specific effect that the addition of promoter A has on the CO2 adsorption capacity of the MgO sample, the chemisorption data should be related to the unit molar content of the promoter. Thus, we have defined the parameter M=Δn i/n A, where Δn i (mol CO2/m2) is the difference between the number of moles of CO2 irreversibly adsorbed per square meter on A/MgO and on unpromoted MgO, and n A (mol A/m2) is the amount of moles of promoter A contained per square meter in the corresponding A/MgO sample. The value of parameter M (mol CO2/mol A) is therefore a measure of the effect the addition of 1 mol of A has on increasing the CO2 adsorption capacity of the MgO sample. The n A and M values are reported in Table 1. The catalyst activity was determined by measuring the initial reaction rate (r 0, μmol acetone/h m2) at T=573 K and W/F 0=49 g catalyst h/mol acetone. Because the acetone conversion diminished with time-on-stream, the r 0 values were calculated by extrapolating the log r 0 vs t plots to zero time (Fig. 1 ). Promotion with alkaline metal ions activated the MgO catalyst and in all the cases the r 0 values corresponding to A/MgO samples were higher than that measured on unpromoted MgO (Table 1). The initial activity of A/MgO samples was in the order Li>Na>K>Cs, which is similar to that followed by the concentration of basic centers on the samples as determined by CO2 chemisorption (n i values, column 6, Table 1). Actually, the plot of r 0 as a function of n i is a straight line (the plot is not shown here). 3.2 Deactivation of unpromoted MgO Fig. 1 illustrates the time-on-stream behavior of unpromoted MgO during the self-condensation of acetone at W/F 0=49 g catalyst h/mol of acetone. The reaction rate diminished as a function of time and the catalyst lost about 50% of its initial activity after the 10 h run due to a slow but progressive deactivation process. The selectivities to the major products, e.g., mesityl oxide, isomesityl oxide, and isophorone, remained essentially stable after the first 3 h of time-on-stream. To obtain insight on the species responsible for catalyst deactivation, additional catalytic tests at different contact times, between 7.3 and 73 g h/mol, were carried out. The curves representing the MgO activity decay as a function of time and W/F 0 are shown in Fig. 2 . The activity is defined as a (t)=r t /r 0, where r t and r 0 are the reaction rates at time t and zero time, respectively. Fig. 2 shows that the catalyst activity decay diminishes with increasing W/F 0. To quantitatively evaluate the effect that varying W/F 0 has on catalyst deactivation we determined the initial catalyst deactivation (d 0, h−1) by measuring the initial slopes, −(da/dt) t=0=d 0 of the activity versus time curves shown in Fig. 2. The obtained d 0 values are represented as a function of W/F 0 in Fig. 3 . The d 0 value increased from 0.04 h-1 at W/F 0=73 g h/mol to 0.41 h−1 at W/F 0=7.3 g h/mol. In Fig. 3 we also plotted the values of the initial selectivities toward MO and IP as a function of contact time. It is shown that the selectivity to IP increases at the expense of MO when W/F 0 is increased. The IMO selectivity remained essentially constant (S IMO=ca. 20%) in the W/F 0 range studied. The selectivity toward phorone was always lower than 2%. 3.3 Deactivation of alkali-promoted MgO samples Similarly to unpromoted magnesium oxide, the alkali-promoted MgO samples exhibited a loss of activity along the catalytic test. The curves representing the activity decay as a function of time at W/F 0=49 g catalyst h/mol acetone are given in Fig. 4 . It is shown that alkali-promoted MgO samples deactivated faster than unpromoted MgO, following the order Li<Na<K<Cs. From the initial slopes of the a vs t curves of Fig. 4, we determined the d 0 values. On Cs/MgO sample we obtained d 0=0.52 h−1, a value about five times higher than that measured on pure MgO (d 0=0.11 h−1). In an attempt to relate catalyst deactivation with the basic properties of the samples, we plotted the d 0 values determined from Fig. 4 against the values of parameter M of Table 1. As it is shown in Fig. 5 , a linear correlation between d 0 and M was obtained. 4 Discussion 4.1 Reaction network and base catalysis The aldol condensation of acetone produces initially diacetone alcohol which dehydrates to yield MO. We detected only traces of DAA even when low contact times were employed, thereby indicating that on MgO and under our experimental conditions DAA was an unstable intermediate which rapidly decomposed after formation. Production of numerous compounds is then possible through a complex reaction network which involves self- and cross-condensations between the MO itself or with the acetone. Fig. 6 shows a simplified scheme of the multi-step sequence proposed by several authors [10, 12–14]for interpreting the synthesis of isophorone from the acetone oligomerization over basic catalysts. Major reaction products are α,β-unsaturated carbonyl compounds which are typical products of Knoevenagel-like reactions. Nevertheless, the oligomerization of acetone can also proceed through acid catalysis producing mainly hydrocarbons. In fact, over acid catalysts isobutene and acetic acid are obtained by cracking of DAA whereas mesitylene is formed via an internal 2,7-aldol condensation of 4,6-dimethylhepta-3,5-dien-2-one which in turn is obtained by aldol condensation of MO with a deprotonated acetone molecule [13, 15, 16]. In the present paper, the absence of isobutene, acetic acid and mesitylene among the reaction products suggests that the oligomerizaton of acetone over our MgO-based samples is essentially catalyzed by surface basic sites. We arrived to a similar conclusion in a previous work by performing in situ poisoning experiments [10]. By doping the acetone with acetic acid or pyridine, we observed that the magnesium oxide activity is suppressed by co-feeding acetic acid along with acetone but is almost unaffected by the presence of pyridine. Furthermore, a linear correlation is observed in Table 1 between the reaction rate and the concentration of basic sites on the sample as determined by carbon dioxide chemisorption. This proportionality between r 0 and n i provides additional support for the interpretation that the reaction is effectively controlled by the surface base property. The function of the base is to abstract from the acetone molecule the proton in α position (H α ) to the carbonyl group, involving formation of a carbanion intermediate which is stabilised by the enolate resonance isomer. The carbanion then reacts with the carbonyl group of a second acetone molecule to give DAA and, subsequently, MO. Our results of Table 1 and Fig. 1 show that magnesia is active for the vapor-phase acetone condensation reaction, thereby indicating that it contains basic sites strong enough to abstract H α . Promotion of MgO with alkaline metal ions increases the concentration of surface basic sites (Table 1) and enhances the MgO capacity to abstract the α-proton. As a consequence, the A/MgO samples are more active than unpromoted MgO. In agreement with reaction mechanism in Fig. 6 , Fig. 3 gives evidence for the consecutive formation of IP from MO. However, the rearrengement pathway leading from MO to cyclic IP is not straightforward since the aldol condensation between MO and a third acetone molecule may form three non-cyclic trimeric intermediates: 2,6-dimethylhepta-2,5-dien-4-one (phorone), 4,6-dimethylhepta-3,5-dien-2-one and 4,4′-dimethylhepta-2,6-dione [13]. In our experiments, phorone was the only trimeric compound detected among reaction products. Phorone is formed by deprotonation of MO in α-position to the carbonyl function and further condensation with a third acetone molecule. The lack of evidence for the presence of the other two trimers is in line with previous work by Reichle [12]who postulated that phorone is the exclusive intermediate between MO and IP. On the other hand, our catalytic results suggested that IP did not undergo, at least to any significant extent, further aldol condensation with a fourth acetone molecule to give isoxylitones, C12H18O, since heavy condensation products were detected only occasionally and in trace amounts at the beginning of the catalytic tests. This is consistent with prior results showing that formation of cyclic IP is irreversible [14]and that IP is a stable terminal product [12]. 4.2 Reaction network and catalyst deactivation The activity of unpromoted MgO and alkali-promoted MgO samples declined throughout the course of the 10 h runs. Following the catalytic tests, the spent catalysts appeared dark brown suggesting the formation of significant amounts of coke on the catalyst surface. Catalytic tests performed at different contact times on magnesium oxide showed that, contrarily to IP formation, the initial catalyst deactivation diminishes at higher contact times (Fig. 3). The fact that d 0 decreases when the IP formation increases, reveals that IP is not the species responsible for catalyst deactivation. Based on a similar interpretation, we can also discard that the MgO activity decay was caused by the presence of water in the products. In fact, synthesis of isophorone involves the concomitant formation of two water molecules while only one molecule of water is produced in the MO synthesis (Fig. 6). The partial pressure of water over the catalyst should therefore increase with increasing W/F 0 which is the opposite trend observed in Fig. 3 between d 0 and W/F 0. Fig. 3 actually illustrates that d 0 increases when S MO increases. Nevertheless, previous work has shown that MO itself is not a strong coking agent. In fact, Reichle [12], by pulsing pure MO on MgO-based catalysts, did not observe the formation of non-volatile compounds, even though MO was almost completely converted. To account for this result that relates d 0 to S MO it is reasonably, therefore, to assume that coke is formed from the highly unsaturated trimeric compounds produced by aldol condensation of MO with a third molecule of acetone. As stated above, three different non-cyclic trimers are likely to be formed through the tri-oligomerization of acetone. However, we only detected phorone among reaction products, in concentrations lower than 2%. That only negligible amounts of non-cyclic trimers were present in the gaseous products would indicate that these compounds remain mostly bound to the catalyst surface, probably via their carbonyl groups. The strong adsorption of phorone on MgO catalysts and its subsequent condensation yielding higher non-volatile oligomeric compounds have been proved by Reichle [12]. The aldol or Michael addition of acetone to one of the non-cyclic trimers produces condensation products (the tetramers in Fig. 6) with a molecular mass of 178. In general, chain growth of acetone by aldol coupling on MgO-based catalysts occurs by interaction of the carbonyl oxygen with a weak Lewis acid site and interaction of the α-proton with a strong Lewis base site. As a consequence of these interactions, electron acceptor and electron donor centers are created in the adsorbed molecule. The molecules with higher molecular mass and many oxygen-containing groups remain then adsorbed on the surface due to their stronger intermolecular electron donor–electron acceptor interactions. We therefore conclude that MgO-based catalysts apparently deactivated due to a blockage of basic sites by heavy oligomeric compounds formed from aldol condensation of non-cyclic trimers with acetone. At low contact times, the selectivity to the primary product (MO) increases which favors the aldol condensation synthesis of non-cyclic trimers causing a rapid activity decline. At high contact times, formation of large amounts of isophorone diminishes the concentration of the phorone intermediate on the catalyst surface, thereby lowering the deactivation rate. 4.3 Catalyst deactivation and surface base property Fig. 4 shows that the A/MgO samples deactivated faster than unpromoted MgO, following the sequence Li<Na<K<Cs, which coincides with the basicity order of the Periodic Table. On the other hand, for the A/MgO series a good correlation was observed between d 0 and parameter M (Fig. 5). In Table 1 it is observed that M increases when q 0, the value of the partial negative charge of oxygen in the A x O promoter, increases. The q 0 values of the different A x O promoter oxides can be estimated from the electronegativity equalization principle [17]and taken as a measure of the basicity of a given single-component oxide if we accept that the basicity of an oxide surface is related to the electron donor capacity of the combined oxygen anion. Thus, our results in Fig. 5 and Table 1 indicate that M, and consequently d 0, increase when the basicity of the A x O oxide in A/MgO catalysts increases: the higher the electrodonating ability of the promoter oxide, the higher both the generation of new basic centers per mole of promoter A and the initial catalyst deactivation. This result, that relates catalyst deactivation with catalyst basicity, is interpreted by considering that promotion of MgO with alkaline metals enhances the interaction of non-cyclic trimers with the solid surface, and favors the H α abstraction from the acetone molecule. As a consequence, the aldol-type condensation reactions between non-cyclic trimers and acetone that form tetramers and heavier polymers are favored which results in an increasing coke formation. 5 Conclusions The magnesium oxide activity declines in the base-catalyzed oligomerization of acetone due to a blockage of basic sites by a carbonaceous residue created by oligomerization side reactions. The activity decay is faster when the selectivity toward the primary product (mesityl oxide) is higher compared to that of isophorone which is the cyclic terminal product. Non-cyclic trimers, such as phorone, formed from aldol condensation of mesityl oxide and acetone, are key intermediate species in coke formation. These highly unsaturated trimeric compounds remain adsorbed on the catalyst surface and yield non-volatile oligomeric compounds which block basic active sites. Promotion of magnesium oxide with alkaline metals increases catalyst deactivation following the basicity order of the promoter oxide: the stronger the electron-donor properties of the promoter oxide, the higher the catalyst activity decline. Enhancement of the magnesium oxide basicity by alkali addition strengthens the interaction between the solid surface and the non-cyclic trimers, and improves the catalyst ability for abstracting H α from the acetone molecule, thereby favoring the aldol-type condensation synthesis of tetramers and heavier polymers. Acknowledgements Support of this work by the Consejo Nacional de Investigaciones Cientı́ficas y Técnicas (CONICET), Argentina, the Universidad Nacional del Litoral, Santa Fe, Argentina, and the Japan International Cooperation Agency (JICA) is gratefully acknowledged. References 1 S. Malinovski M. Marczewski Catalysis R. Soc. Chem. 8 1989 107 2 K. Tanabe M. Misono Y. Ono H. Hattori Stud. Surf. Sci. Catal. 51 1989 327 3 J.S. Lee S.T. Oyama Catal. Rev. Sci. Eng. 30 1988 249 4 Y. Amenomiya V.I. Birss M. Goledzinowski J. Galuszka A.R. Sanger Catal. Rev. Sci. Eng. 32 1990 163 5 H. Hattori, in: M. Che, G.C. Bond (Eds.), Adsorption and Catalysis on Oxide Surfaces, Elsevier, Amsterdam, 1985, p. 319. 6 G. Zhang H. Hattori K. Tanabe Appl. Catal. 36 1988 198 7 K. Tanabe G. Zhang H. Hattori Appl. Catal. 48 1989 63 8 M. Ai, in: L. Guczi et al. (Eds.), New Frontiers in Catalysis, Elsevier, Amsterdam, 1993, p. 1199. 9 H. Kurokawa T. Kato T. Kuwabara W. Ueda Y. Morikawa Y. Moro-Oka T. Ikawa J. Catal. 126 1990 208 10 J.I. Di Cosimo V.K. Dı́ez C.R. Apesteguı́a Appl. Catal. 137 1 1996 149 11 J.I. Di Cosimo C.R. Apesteguı́a J. Molec. Catal. 91 1994 369 12 W.T. Reichle J. Catal. 63 1980 295 13 G.S. Salvapati K.V. Ramanamurty M. Janardarano J. Mol. Catal. 54 1989 9 14 S. Lippert W. Baumann K. Thomke J. Mol. Catal. 69 1991 199 15 C.D. Chang A.J. Silvestri J. Catal. 47 1977 249 16 C.O. Veloso, J.L.F. Monteiro, E.F. Sousa-Aguiar, in: J. Weitkamp, H.G. Karge, H. Pfeifer, W. Hölderich (Eds.), Zeolites and Related Microporous Materials: State of Art 1994, Elsevier, 1994, p. 1913. 17 R.T. Sanderson, Chemical bonds and bond energy, 2nd ed., Academic Press, New York, 1976.",
      "scopus-id": "0032510553",
      "coredata": {
        "eid": "1-s2.0-S1381116997002045",
        "dc:description": "The deactivation of unpromoted MgO and alkali-promoted MgO catalysts in the vapor-phase self-condensation of acetone was studied. The reaction was catalyzed by basic sites and major products were mesityl oxide, isomesityl oxide and isophorone. Catalysts deactivated because of coke formation. Both the initial catalyst deactivation (d 0, h−1) and the product distribution depended on contact time (W/F 0): d 0, and the selectivity to mesityl oxide increased when W/F 0 was increased. It is proposed that non-cyclic trimers, such as phorone, which are produced by aldol condensation of mesityl oxide with acetone, are the key intermediate species for coke formation. These non-cyclic trimers are highly unsaturated compounds that remain strongly bound to the catalyst surface yielding higher non-volatile oligomeric compounds which block basic active sites. Promotion of MgO with alkaline metal ions increased the d 0 value measured on unpromoted MgO following the sequence Li<Na<K<Cs: the stronger the promoter oxide basicity, the higher the catalyst deactivation. Enhancement of the MgO basicity by alkali addition strengthens the interaction between the solid surface and non-cyclic trimers, and improves the catalyst ability for abstracting the α-proton from the acetone molecule. As a consequence, the aldol condensation synthesis of tetramers and heavier polymers is favored which results in an increasing coke formation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-03-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997002045",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Di Cosimo, Juana I"
          },
          {
            "@_fa": "true",
            "$": "Apesteguı́a, Carlos R"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997002045"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997002045"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00204-5",
        "prism:volume": "130",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Study of the catalyst deactivation in the base-catalyzed oligomerization of acetone",
        "prism:copyright": "Copyright © 1998 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalyst deactivation"
          },
          {
            "@_fa": "true",
            "$": "Base catalysis"
          },
          {
            "@_fa": "true",
            "$": "Acetone oligomerization"
          },
          {
            "@_fa": "true",
            "$": "MgO-based catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-185",
        "prism:endingPage": "185",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 March 1998",
        "prism:doi": "10.1016/S1381-1169(97)00204-5",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00204-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1872",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "286",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7276",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1746",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6409",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "103",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1941",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "259",
            "@width": "287",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8219",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1738",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "236",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5950",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1242",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "227",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4884",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1234",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "228",
            "@width": "455",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002045-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8363",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0032510553"
      }
    }
  }
}