{
  "metadata": {
    "title": "H<ce:inf loc=post>3</ce:inf>PMo<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf> as a new and reusable catalyst for Mukaiyama and Mannich reactions in heterogeneous media",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-05-15",
    "doi": "10.1016/j.molcata.2008.02.024",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116908001258",
    "pii": "S1381116908001258"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-43549124759",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-03-02 2008-03-02 2010-03-29T10:57:16 1-s2.0-S1381116908001258 S1381-1169(08)00125-8 S1381116908001258 10.1016/j.molcata.2008.02.024 S300 S300.1 FULL-TEXT 1-s2.0-S1381116908X00068 2015-05-15T05:56:33.307883-04:00 0 0 20080515 2008 2008-03-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref specialabst alllist content subj ssids 1381-1169 13811169 287 287 1 2 1 2 Volume 287, Issues 1–2 4 5 8 5 8 20080515 15 May 2008 2008-05-15 2008 article fla Crown copyright © 2008 Published by Elsevier B.V. All rights reserved. H3PMO12O40ANEWREUSABLECATALYSTFORMUKAIYAMAMANNICHREACTIONSINHETEROGENEOUSMEDIA HEYDARI A 1 Introduction 2 Results and discussion 3 Conclusions 4 Experimental section 4.1 General procedure I: preparation of β-hydroxy ester derivatives. 4.2 General procedure II: preparation of β-amino ester derivatives. Acknowledgment Reference ANASTAS 1998 P INGREENCHEMISTRYTHEORYPRACTICE KOZHEVNIKOV 1995 311 I KOZHEVNIKOV 1998 171 I MOFFAT 2001 J INSURFACECATALYTICPROPERTIESHETROPOLYOXOMETALATES MUKAIYAMA 2004 5590 T HEATHCOCK 1991 133 C COMPREHENSIVEORGANICSYNTHESIS KUWAJIMA 1975 3257 I KOBAYASHI 1985 1535 S REETZ 1987 793 M DENMARK 1996 7404 S MATSUKAWA 2000 103 S OKINO 2003 2817 T CHEN 2004 375 S GAYDHANKAR 2007 306 T HAGIWARA 2006 5371 H SONG 2007 1013 J KOMOTO 2002 1115 I LUBINEAU 1986 2142 A CREGER 1972 79 P HEYDARI 2007 1135 A HEYDARI 2007 1224 A OJIMA 1977 3643 I GUANTI 1987 4331 G MUKAIYAMA 1990 889 T MUKAIYAMA 1989 1397 T ONAKA 1993 141 M ISHIHARA 1994 963 K KOBAYASHI 1995 5773 S LOH 2000 7309 T WANG 2007 6449 S LOH 1998 323 T OLLEVIER 2006 219 S HEYDARIX2008X5 HEYDARIX2008X5X8 HEYDARIX2008X5XA HEYDARIX2008X5X8XA item S1381-1169(08)00125-8 S1381116908001258 1-s2.0-S1381116908001258 10.1016/j.molcata.2008.02.024 271358 2010-10-11T07:03:45.868274-04:00 2008-05-15 1-s2.0-S1381116908001258-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/MAIN/application/pdf/ef9741265e7ee64ad92cd6ed6d41cde0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/MAIN/application/pdf/ef9741265e7ee64ad92cd6ed6d41cde0/main.pdf main.pdf pdf true 285329 MAIN 4 1-s2.0-S1381116908001258-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/PREVIEW/image/png/9bd6e2a4c76e9813ef8f7fef49acf033/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/PREVIEW/image/png/9bd6e2a4c76e9813ef8f7fef49acf033/main_1.png main_1.png png 72444 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116908001258-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/sc1/DOWNSAMPLED/image/jpeg/69eaae2eb1bfc0a363149d4e1289d179/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/sc1/DOWNSAMPLED/image/jpeg/69eaae2eb1bfc0a363149d4e1289d179/sc1.jpg sc1 sc1.jpg jpg 32611 297 491 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908001258-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/sc1/THUMBNAIL/image/gif/328c75b6139c623e59b06808ae3afe64/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/sc1/THUMBNAIL/image/gif/328c75b6139c623e59b06808ae3afe64/sc1.sml sc1 sc1.sml sml 1584 76 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908001258-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/sc2/DOWNSAMPLED/image/jpeg/305851a9dfbb2c41bb666c52a01358c8/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/sc2/DOWNSAMPLED/image/jpeg/305851a9dfbb2c41bb666c52a01358c8/sc2.jpg sc2 sc2.jpg jpg 20527 225 373 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908001258-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/sc2/THUMBNAIL/image/gif/22f582a1916550962ca6c398a588e25c/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/sc2/THUMBNAIL/image/gif/22f582a1916550962ca6c398a588e25c/sc2.sml sc2 sc2.sml sml 1595 76 125 IMAGE-THUMBNAIL 1-s2.0-S1381116908001258-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/fx1/DOWNSAMPLED/image/jpeg/3015a34c2024a372d8865f7568d3b008/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/fx1/DOWNSAMPLED/image/jpeg/3015a34c2024a372d8865f7568d3b008/fx1.jpg fx1 true fx1.jpg jpg 10368 109 380 IMAGE-DOWNSAMPLED 1-s2.0-S1381116908001258-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116908001258/fx1/THUMBNAIL/image/gif/7f05d788a14fcdce99c918c43480848d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116908001258/fx1/THUMBNAIL/image/gif/7f05d788a14fcdce99c918c43480848d/fx1.sml fx1 true fx1.sml sml 766 36 125 IMAGE-THUMBNAIL MOLCAA 7119 S1381-1169(08)00125-8 10.1016/j.molcata.2008.02.024 Scheme 1 . Scheme 2 . Table 1 Reaction of benzaldehyde (1a) with ketene silyl acetal (2) catalyzed by various Keggin heteropoly acids at r. t. for 2h in acetonitril Entry Catalyst (5mol%) Product yield (%) a a H3PW12O40 60 b H3PMo12O40 95 c H4SiW12O40 70 a Isolated yield. Table 2 Reaction of benzaldehyde (1a), aniline (4a) with ketene silyl acetal (2) in the presence of different catalysts Entry Catalyst [Ref.] Catalyst load (%) Time (h) Solvent Yield 1 Sulfated zirconia [30] 150wt 5 CH3CN 99 2 InCl3 [31] 20 24 H2O 54 3 Bismuth triflate [32] 2 8 THF 67 4 Phosphonium salt [25] 7 21 CH2Cl2 67 5 FeI2 [24] 10 3 CH2Cl2 92 6 TMSOTf [23] 0.1 15 CH2Cl2 78 7 TiCl4 [22] 100 1 CH2Cl2 85 8 H3PMo12O40 2 2 CH3CN 95 H3PMo12O40 as a new and reusable catalyst for Mukaiyama and Mannich reactions in heterogeneous media This paper dedicated to Jamshid Sadeghi for his contribution in Iranian pharmaceutical industry. Akbar Heydari a ⁎ Samad Khaksar a Mehdi Sheykhan a Mahmoud Tajbakhsh b a Chemistry Department, Tarbiat Modares University, P.O. Box 14155-4838, Tehran, Iran b Chemistry Department, Mazandaran University, Babol Sar, Iran ⁎ Corresponding author. Fax: +9821/88006544. Graphical abstract In the presence of a catalytic amount of H3PMo12O40 (2mol%) ketene silyl acetal react with aldehydes or imines (generated in situ from aldehydes and amines) to yield the corresponding coupling products in good yield. Keywords Mukaiyama reaction Mannich reaction Keggin-type heteropoly acids H3PMo12O40 Ketene silyl acetal β-hydroxy- and β-amino esters 1 Introduction The application of heterogeneous acid catalysts in place of homogeneous acid catalysts in organic synthesis is an attractive area of research in the laboratory as well as in the industrial context. The advantages of the heterogeneous catalysts over the homogeneous catalysts include stability (toward air and moisture), lack of corrosion, ease of handling, recovery and regeneration [1]. Heteropoly acids (HPAs), especially those of the Keggin series, are widely used under both homogeneous and heterogeneous as catalysts for the synthesis of fine and specially chemicals [2]. HPAs show the very strong Brønsted acidity values, approaching the super acid region. Due to their stronger acidity, they generally exhibit higher catalytic activities than conventional catalysts, such as mineral acids, ion-exchange resins, zeolites, etc. in both heterogeneous and homogeneous systems [3]. As found recently, Keggin-type heteropoly acids, e. g., H3PW12O40 (PW), H3PMo12O40 (PMo) and H4SiW12O40 (SiW) have been extensively studied because they are highly solid acid catalysts in homogeneous solutions, liquid–solid and gas–solid heterogeneous reactions. They can be separated and reused [4]. 2 Results and discussion The Mukaiyama aldol reaction (Lewis acid-promoted carbonyl addition of silyl enol ethers) has become a fundamental method of carbon–carbon bond forming reactions in modern organic synthesis [5]. It is well known that the reaction between carbonyl compounds and silyl enol ethers could proceed under various conditions [6]. For example, several efficient activator such as a fluoride ion [7] (nucleophilic cleavage of the O–Si bond), trityl salts [8], transition metal salts [9], HMPA derivatives [10], phosphine [11], thiourea [12], ionic liquids [13], Sn-MCM-41 [14], N-methylimidazole [15], N-heterocyclic carbenes [16] have been developed. Moreover, the reactions of ketene silyl acetals with aldehydes were carried out in water [17], elevated temperatureb [18] or under high-pressure [19]. Thus, it was considered important to explore a new and catalytic crossed aldol reaction of the above combination which is to be carried out smoothly under recyclable catalytic conditions. Recent studies from our group have shown that one-pot three component Mannich-type reactions (amino reduction [20] and amino phosphonylation [21]) proceed smoothly to afford the corresponding amines and α-amino phosphonates in the presence of PW, a well established stable Brønsted acid. In the course of our investigations to search for an effective catalyst for β-hydroxy ester synthesis from carbonyls and ketene silyl acetals, various Keggin-type heteropoly acids were screened. First, the possibilities of various Keggin-HPAs as catalysts were examined by taking the reaction of benzaldehyde (1a) and ketene silyl acetal (2) as a model (Table 1 , entries a–c). Of various Keggin-HPAs screened, the use of a catalytic amount of PMo, despite the fact that PMo is a weaker acid compared to PW, gave the corresponding β-hydroxy esters in the best chemical yield (95%) (Table 1, entry b). The reasons for this effect is not clear at this time, however, it seem to be considerably conclude that the catalytic effect of HPAs in this reaction depends mainly on three factors, namely, the acidity, the softness of heteropolyanion and strongly type of reaction (nature of reagents). Thus, it observed that PW is a very active catalyst for alkylation of benzene with 1-octene. In contrast, PMo is the most efficient catalyst in alkylation of arenas with benzyl chloride or SiW is more active for the reaction of dibutyl ether with acetic anhydride than PW [3]. Generally, solid HPAs form ionic crystals composed of heteropolyanions, counterions (H+, H3O+, H5O2 +, etc.) and hydration water. This water can be easily removed on heating, whereby the acid strength is increased due to the dehydration of protons. Investigation the kinetics (the products yields) as a function of the number of hydration water in HPAs is in progress. The effect of the catalysts loading was examined in the test reaction, using PMo at 25°C in acetonitrile (AN). When the reaction was carried out with 2% of PMo the product was obtained with the best yield β-hydroxy ester (3a). Furthermore, various aldehydes were treated with ketene silyl acetal (2) in the presence of catalytic amount of PMo in order to study the present reaction. The corresponding β-hydroxy esters 3a-g was obtained in good yields. Replacing the aldehydes by a ketone has not been successful as no conversion was observed in the reaction of acetophenone with ketene silyl acetal (2) in the presence of PMo. In view of “green chemistry”, reuse of catalyst is preferable. In reaction of benzaldehyde (1a) with ketene silyl acetal (2), the PMo was separated by simple filtration and reused with only a gradual decrease in activity observed. β-Lactams are compounds of primary importance as they are components of many naturally occurring antibiotics, such as penicillin, cephalosporin, thienamycine, etc. Consequently, many efforts have been done in last decades to develop new strategies in the construction of β-amino esters or azetidinone ring. The reaction of ketene silyl acetals with imines forming β-amino esters frequently employed as useful precursors in the synthesis of β-lactams. Although the reactions generally requires a stoichiometric amount of Lewis acid such as TiCl4 [22], a catalytic amount of TMSOTf [23], FeI2 [24], diphosphine salt [25], trityl salt [24], montmorillonite [26] and B(C6F5)3 [27] promotes the reactions. On the other hand, many imines are hydroscopic, unstable at high temperature and difficult to purify by distillation or column chromatography. It is desirable from a synthetic point of view that imines, generated in situ from aldehydes and amines, immediately react with ketene silyl acetals to provide β-amino esters in a one-pot reaction [28]. However, most Lewis acids cannot be used in this reaction, because they decompose or deactivate in the presence of the amines and water that exist during imine formation. Recently, we found that HPAs effectively can be used for activation of nitrogen-containing compounds [20,21]. Moreover, it is stable and can be recovered after the reactions are completed and reused. Judging from these unique properties of HPAs, we planned to use it as catalyst for the one-pot three component preparation of β-amino esters from aldehydes. A general scheme of the one-pot synthesis of β-amino esters from aldehydes is shown in Scheme 1 . In the presence of 2mol% of PMo, the three component coupling reaction involving benzaldehyde (1a), aniline (4) and ketene silyl acetal (2) successively proceeded smoothly in AN at r. t. to afford the corresponding β-amino ester derivative in 95% yield. The new methodology allowed us to prepare the β-amino esters shown in Scheme 1. This one-pot process can be defined as Mannich reaction between imines and ketene silyl acetal. Aliphatic, aromatic, heterocyclic and conjugated aldehydes afforded the desired products in high yields. The method worked very well for acid sensitive aldehydes, such as furfural and also for enolizable aldehyde (entries c, d). In all cases, no undesired side products, such as Mukaiyama aldol are obtained under these conditions. We believe that this is mainly due to the rapid formation and activation of the imines catalyzed by PMo. Although the amount of catalyst has been optimized to 2mol%, lesser amounts (1mol%) also worked with longer reaction times. In Table 2 , we have compared the catalytic activity of PMo for the reaction of benzaldehyde and aniline with keten silyl acetal with those reported for other catalysts. It was observed that the reaction was more efficient in the presence of PMo when compared to the literature procedure [22–25,29–32]. As PMo is not soluble in AN, no PMo leaching as well as no contribution of homogeneous catalysis in the course of reaction was expected. To prove this, after 3h, the catalyst was removed from AN by filtration and the supernatant was tested for activity. No activity was observed, indicating that there was no contribution of homogeneous catalysis in this reaction. No detectable amount of Mo and P was found in the supernatant by atomic absorption analysis. After reaction, the catalyst can be easily separated (by filtration) and reused after washing with dichloromethane with gradual decrease in its activity. For example, the reaction of benzaldehyde (1a), aniline (4) and ketene silyl acetal (2) afforded the corresponding β-amino ester in 95, 93 and 90% isolated yield over three cycles. The Keggin structure of the catalyst remains unchanged in these runs which proved by FTIR of the catalyst before and after use. 3 Conclusions In summary, the synthesis of β-hydroxy esters and β-amino esters from aldehydes has been achieved by using PMo catalysis. This new protocol represents a safer, simpler and more environmentally friendly alternative to the classical conditions, avoiding the use of expensive and toxic bases or Lewis acids and therefore permitting the use of substrates sensitive to Lewis acid conditions. Further synthetic reactions using HPAs are now in progress. 4 Experimental section 4.1 General procedure I: preparation of β-hydroxy ester derivatives. To a suspension containing H3PMo12O40 (73mg, 2mol%) in reagent grade AN (4mL) and aldehyde (2mmol) was added and the mixture vigorously stirred for 10min at room temperature. After, ketene silyl acetal (2) (350mg, 2mmol) was added, the mixture was stirred for additional 2h. Dichloromethane (5mL) was added to the mixture and the solid PMo was filtered and washed the solid residue with CH2Cl2 (5mL). The filtrate was evaporated on a rotary evaporator and the crude product was purified by a short column chromatography on silica gel (eluted with ethyl acetate/hexane 2:1) to afford the pure product(s) in 70–92% yields (Scheme 2 ). 4.2 General procedure II: preparation of β-amino ester derivatives. To a suspension consisting of reagent grade AN (4mL), aldehyde (2mmol) and amine (2.2mmol) was added H3PMo12O40 (73mg, 2mol%) and the mixture vigorously stirred for 10min at room temperature. ketene silyl acetal (2) (350mg, 2mmol) was added and the mixture was stirred for an additional 2h. Dichloromethane (5mL) was added to the mixture and the solid PMo was filtered and washed the solid residue with CH2Cl2 (5mL). The combined organic were concentrated under vacuum and the crude mixture was purified by column chromatography on silica gel (hexane:ethyl acetate, 2:1) to afforded pure products. 1H-NMR, 13C-NMR, IR were entirely consistent with the assigned structures. Spectroscopic data for selected examples follow: 3a: 1H NMR (500MHz, CDCl3): δ =1.13 (s, 3H), 1.15 (s, 3H), 3.38 (brs, OH), 3.73 (s, 3H), 4.89 (s, 1H), 7.2–7.7 (m, 5H); 13C NMR (125MHz, CDCl3): 19.5, 23.1, 48.1, 52.5, 78.3, 126.4, 127.3, 129.1, 141.3, 176.3; 3b: 1H NMR (500MHz, CDCl3): δ =1.12 (s, 3H), 1.14 (s, 3H), 3.41 (brs, OH), 3.71 (s, 3H), 4.89 (s, 1H), 7.52 (d, J =8.5Hz, 2H), 7.84 (d, J =8.5Hz, 2H); 13C NMR (125MHz, CDCl3): 19.5, 23.1, 48.1, 52.5, 78.3, 129.4, 131.3, 135.1, 141.3, 178.3; 3c: 1H NMR (500MHz, CDCl3): δ =0.99 (d, J =7Hz, 6H), 1.21 (s, 3H), 1.30 (s, 3H), 1.29 (m, 1H), 2.16 (brs, OH), 3.41 (d, J =5Hz, 1H), 3.72 (s, 3H); 13C NMR (125MHz, CDCl3): 17.5, 21.1, 23.7, 24.2, 31.3, 46.7, 51.3,, 80.1, 178.1; 3d: 1H NMR (500MHz, CDCl3): δ =1.12–1.9 (m, 17H), 2.27 (m, 1H), 3.55 (d, J =6.5Hz, 1H) 3.65 (brs, OH), 3.71 (s, 3H); 13C NMR (125MHz, CDCl3): 16.5, 22.1, 22.7, 24.1, 30.3, 46.3, 52.3, 53.8, 82.1, 179.1; 3e: 1H NMR (500MHz, CDCl3): δ =1.22 (s, 3H), 1.25 (s, 3H), 3.45 (brs, OH), 3.63 (s, 3H), 4.52 (s, 1H), 6.01-6.12 (m, 2H), 7.2 (d, J =3.5Hz, 1H); 13C NMR (125MHz, CDCl3): 20.6, 21.3, 47.0, 52.7, 79.1, 112.4, 115.3, 143.3, 151.8, 176.8; 3f: 1H NMR (500MHz, CDCl3): δ =1.03 (s, 3H), 1.16 (s, 3H), 3.76 (brs, OH), 3.71 (s, 3H), 4.99 (s, 1H), 7.24 (d, J =5.5Hz, 2H), 8.57 (d, J =5.5, 2H); 13C NMR (125MHz, CDCl3): 20.1, 22.1, 48.8, 52.1, 79.3, 120.4, 145.3, 148.3, 176.8; 3g: 1H NMR (500MHz, CDCl3): δ =1.23 (s, 3H), 1.25 (s, 3H), 3.61 (brs, OH), 3.74 (s, 3H), 4.70 (d, J =4.5Hz, 1H), 6.14–6.16 (m, 1H), 6.7 (d, J =7.81Hz, 1H), 7.30–7.59 (m, 5H); 13C NMR (125MHz, CDCl3): 23.7, 24.3, 47.7, 52.3, 81.8, 126.9, 127.3, 128.2, 129.1, 133.7, 137.8, 169.7; 5b: 1H NMR (500MHz, CDCl3): δ =1.34 (s, 3H), 1.38 (s, 3H), 3.69 (s, 3H), 4.11 (brs, NH), 4.56 (s, 1H), 6.80 (d, J =8.5Hz, 2H), 7.11–7.41 (m, 5H), 7.84 (d, J =8.5Hz, 2H); 13C NMR (125MHz, CDCl3): 24.1, 24.9, 47.1, 52.7, 64.4, 113.1, 115.6, 128.3, 129.8, 130.5, 130.7, 138.1, 146.3, 176.8; 5d: 1H NMR (500MHz, CDCl3): δ =1.12–1.9 (m, 16H), 2.27 (m, 1H), 3.56 (brs, NH), 3.71 (s, 3H), 4.13 (d, J =10Hz, 1H), 6.6–6.8 (m, 3H), 7.1–7.3 (m, 2H); 13C NMR (125MHz, CDCl3): 16.5, 22.1, 22.7, 24.1, 30.3, 36.3, 38.3, 51.8, 62.1, 113.1, 117.6, 127.4, 146.8, 179.1; 5e: 1H NMR (500MHz, CDCl3): δ =1.35 (s, 3H), 1.36 (s, 3H), 3.72 (s, 3H), 4.51 (brs, NH), 4.76 (s, 1H), 6.80–7.11 (m, 3H), 7.14-7.35 (m, 5H); 13C NMR (125MHz, CDCl3): 21.6, 23.9, 47.6, 52.5, 59.1, 108.3, 110.5, 114.2, 118.5, 129.5, 142.1, 147.3, 153.8, 177.1; 5g: 1H NMR (500MHz, CDCl3): δ =1.03 (s, 3H), 1.43 (s, 3H), 3.77 (s, 3H), 4.27 (brs, NH), 4.25 (d, J =7.5Hz, 1H), 6.14–6.16 (m, 1H), 6.7 (d, J =7.81Hz, 1H),6.7–7.2 (m, 5H), 7.30–7.59 (m, 5H); 13C NMR (125MHz, CDCl3): 22.1, 24.1, 47.5, 52.4, 63.1,114.1, 118.1, 126.9, 127.3, 128.2, 128.9, 129.1, 133.7, 137.8, 147.9, 169.7; 5h: 1H NMR (500MHz, CDCl3): δ =1.24 (s, 3H), 1.36 (s, 3H), 3.7 (s, 3H), 4.61(s, 1H), 4.94 (s, 2H), 5.34 (brs, NH), 7.11–7.46 (m, 10H); 13C NMR (125MHz, CDCl3): 24.1, 24.9, 47.1, 52.7, 55.3, 68.4, 113.1, 115.6, 128.3, 129.8, 130.5, 130.7, 138.1, 141.3, 176.8. Acknowledgment Research supported by the National research Council of I. R. Iran as a National Research project under the number 984. Reference [1] P.T. Anastas J.C. Warner In Green Chemistry: Theory and Practice 1998 Oxford Press Oxford [2] I.V. Kozhevnikov Catal. Rev. Sci. Eng. 37 1995 311 [3] I.V. Kozhevnikov Chem. Rev. 98 1998 171 [4] J.B. Moffat In The Surface and Catalytic Properties of Hetropoly Oxometalates 2001 Kluwer New York [5] T. Mukaiyama Angew. Chem. Int. Ed. 43 2004 5590 [6] For review, see C.H Heathcock B.M. Trost I. Fleming C.H. Heathcock Comprehensive Organic Synthesis vol.2 1991 Pergamon Oxford, UK 133 [7] I. Kuwajima E. Nakamura J. Am. Chem. Soc. 97 1975 3257 [8] S. Kobayashi M. Murakami T. Mukayama Chem. Lett. 1985 1535 [9] M.T. Reetz A.E. Vougioukas Tetrahedron Lett. 28 1987 793 [10] S.E. Denmark S.B.D. Winter X. Su K.T. Wong J. Am. Chem. Soc. 118 1996 7404 [11] S. Matsukawa N. Okano T. Imamoto Tetrahedron Lett. 41 2000 103 [12] T. Okino Y. Hoashi Y. Takemoto Tetrahedron Lett. 44 2003 2817 [13] S.-L. Chen S.-J. Jib T.-P. Loh Tetrahedron Lett. 45 2004 375 [14] T.R. Gaydhankar P.N. Joshi P. Kalita R. Kumar J. Mol. Catal. A. Chem. 265 2007 306 [15] H. Hagiwara H. Inoguchi M. Fukushima T. Hoshib T. Suzuki Tetrahedron Lett. 47 2006 5371 [16] J.J. Song Z. Tan J.T. Reeves N.K. Yee C.H. Senanayake Org. Lett. 9 2007 1013 [17] I. Komoto S. Kobayashi Org. Lett. 4 2002 1115 [18] A. Lubineau J. Org. Chem. 51 1986 2142 [19] P.L. Creger Tetrahedron Lett. 1972 79 [20] A. Heydari S. Khaksar J. Akbari M. Esfandyari M. Pourayoubi M. Tajbakhsh Tetrahedron Lett. 48 2007 1135 [21] A. Heydari H. Hamadi M. Pourayoubi Catalyst Commun. 8 2007 1224 [22] I. Ojima S. Inabe K. Yoshida Tetrahedron Lett. 1977 3643 [23] G. Guanti E. Narisano L. Banfi Tetrahedron Lett. 28 1987 4331 [24] T. Mukaiyama H. Akamatsu J.S. Han Chem. Lett. 1990 889 [25] T. Mukaiyama K. Kashiwagi S. Matsui Chem. Lett. 1989 1397 [26] M. Onaka R. Ohno N. Yanagiya Y. Izumi Synlett 1993 141 [27] K. Ishihara M. Funahashi N. Hanaki M. Miyata H. Yamamoto Synlett 1994 963 [28] S. Kobayashi A. Mitsuharu Y. Masaru Tetrahedron Lett. 36 1995 5773 [29] T.P. Loh L.C. Feng L.L. Wei Tetrahedron 56 2000 7309 [30] S. Wang S. Matsumura K. Toshima Tetrahedron Lett. 48 2007 6449 [31] T.P. Loh L.L. Wei Tetrahedron Lett. 39 1998 323 [32] S.T. Ollevier E. Nadeau Synlett 2 2006 219",
      "scopus-id": "43549124759",
      "coredata": {
        "eid": "1-s2.0-S1381116908001258",
        "dc:description": "In the presence of a catalytic amount of H3PMo12O40 (2mol%) ketene silyl acetal react with aldehydes or imines (generated in situ from aldehydes and amines) to yield the corresponding coupling products in good yield.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-05-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116908001258",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Heydari, Akbar"
          },
          {
            "@_fa": "true",
            "$": "Khaksar, Samad"
          },
          {
            "@_fa": "true",
            "$": "Sheykhan, Mehdi"
          },
          {
            "@_fa": "true",
            "$": "Tajbakhsh, Mahmoud"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116908001258"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116908001258"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00125-8",
        "prism:volume": "287",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "H3PMo12O40 as a new and reusable catalyst for Mukaiyama and Mannich reactions in heterogeneous media",
        "prism:copyright": "Crown copyright © 2008 Published by Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mukaiyama reaction"
          },
          {
            "@_fa": "true",
            "$": "Mannich reaction"
          },
          {
            "@_fa": "true",
            "$": "Keggin-type heteropoly acids"
          },
          {
            "@_fa": "true",
            "$": "H3PMo12O40"
          },
          {
            "@_fa": "true",
            "$": "Ketene silyl acetal"
          },
          {
            "@_fa": "true",
            "$": "β-hydroxy- and β-amino esters"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "5-8",
        "prism:endingPage": "8",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 May 2008",
        "prism:doi": "10.1016/j.molcata.2008.02.024",
        "prism:startingPage": "5",
        "dc:identifier": "doi:10.1016/j.molcata.2008.02.024",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "297",
            "@width": "491",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32611",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1584",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "225",
            "@width": "373",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20527",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1595",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "109",
            "@width": "380",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10368",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "36",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116908001258-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "766",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/43549124759"
      }
    }
  }
}