{
  "metadata": {
    "title": "Enantiomer-differentiating hydrogenation of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate over tartaric acid-modified nickel: Performance of heterogeneous catalyst in dynamic kinetic resolution",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-04-03",
    "doi": "10.1016/j.molcata.2005.12.036",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906000100",
    "pii": "S1381116906000100"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33645415717",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-02-02 2006-02-02 2010-03-29T20:21:43 1-s2.0-S1381116906000100 S1381-1169(06)00010-0 S1381116906000100 10.1016/j.molcata.2005.12.036 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02291 2015-05-15T05:56:33.000448-04:00 0 0 20060403 2006 2006-02-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 248 248 1 2 1 2 Volume 248, Issues 1–2 36 233 236 233 236 20060403 3 April 2006 2006-04-03 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. ENANTIOMERDIFFERENTIATINGHYDROGENATIONMETHYL3CYCLOPROPYL2METHYL3OXOPROPANOATEOVERTARTARICACIDMODIFIEDNICKEL SUGIMURA T 1 Introduction 2 Experimental 2.1 Catalyst preparation [13] 2.2 Substrate preparation [14] 2.3 Hydrogenation (Method A) 2.4 Hydrogenation (Method B) 2.5 Stereochemical analysis 3 Results and discussion 4 Conclusions Acknowledgement References NOYORI 1995 36 R NOYORI 1987 5856 R SEEBACH 1985 1 D BRUK 1995 4423 M NAKAMURA 1986 3155 K NAKAMURA 1989 1179 K NOYORI 1989 9134 R KITAMURA 1990 1 M RYCHNOVSKY 1994 1753 S LAVERGNE 2001 1909 D OHTSUKA 2002 24 Y EUSTACHE 2002 1263 F TAI 2000 173 A CHIRALCATALYSTIMMOBILIZATIONRECYCLING TAI 1978 1468 A NAKAGAWA 1997 859 S NAKAGAWA 1998 1257 S SUGIMURA 2002 355 T TAI 1994 2473 A REETZ 1985 6333 M CANCEILL 1970 2180 J GIL 1998 386 P OZAKI 1978 3559 H MASAMUNE 1985 1 S SUGIMURAX2006X233 SUGIMURAX2006X233X236 SUGIMURAX2006X233XT SUGIMURAX2006X233X236XT item S1381-1169(06)00010-0 S1381116906000100 1-s2.0-S1381116906000100 10.1016/j.molcata.2005.12.036 271358 2010-10-08T06:16:14.961017-04:00 2006-04-03 1-s2.0-S1381116906000100-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/MAIN/application/pdf/189a403ee14b58e2871db2b41392fa84/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/MAIN/application/pdf/189a403ee14b58e2871db2b41392fa84/main.pdf main.pdf pdf true 152276 MAIN 4 1-s2.0-S1381116906000100-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/PREVIEW/image/png/967b5e12eb567d3752f14eda43d3b665/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/PREVIEW/image/png/967b5e12eb567d3752f14eda43d3b665/main_1.png main_1.png png 73404 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906000100-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/gr1/DOWNSAMPLED/image/jpeg/2a1b993429480344a3fd3599eb97b82e/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/gr1/DOWNSAMPLED/image/jpeg/2a1b993429480344a3fd3599eb97b82e/gr1.jpg gr1 gr1.jpg jpg 23262 168 584 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000100-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/gr1/THUMBNAIL/image/gif/2a8c5886d1362b2aaeda89582f1ea802/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/gr1/THUMBNAIL/image/gif/2a8c5886d1362b2aaeda89582f1ea802/gr1.sml gr1 gr1.sml sml 1586 36 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906000100-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/sc1/DOWNSAMPLED/image/jpeg/0f5326e8ae8564444f0c55f94c2cbc5b/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/sc1/DOWNSAMPLED/image/jpeg/0f5326e8ae8564444f0c55f94c2cbc5b/sc1.jpg sc1 sc1.jpg jpg 23914 236 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000100-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/sc1/THUMBNAIL/image/gif/15f635c26180056a7c968e21da1f8ef2/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/sc1/THUMBNAIL/image/gif/15f635c26180056a7c968e21da1f8ef2/sc1.sml sc1 sc1.sml sml 2352 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906000100-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/fx1/DOWNSAMPLED/image/jpeg/4f0d5e64761992b5afe56cbe9ae0f980/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/fx1/DOWNSAMPLED/image/jpeg/4f0d5e64761992b5afe56cbe9ae0f980/fx1.jpg fx1 true fx1.jpg jpg 12975 122 242 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000100-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000100/fx1/THUMBNAIL/image/gif/2481ad233e19481163c726437a0d55c7/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000100/fx1/THUMBNAIL/image/gif/2481ad233e19481163c726437a0d55c7/fx1.sml fx1 true fx1.sml sml 1921 63 125 IMAGE-THUMBNAIL MOLCAA 5698 S1381-1169(06)00010-0 10.1016/j.molcata.2005.12.036 Elsevier B.V. Fig. 1 Scheme 1 Table 1 Isomer ratio and stereoselectivity in the hydrogenation of 1 and 3 No. Substrate Method a Temperature (°C) Time (h) (conversion) 2S,3R (syn) 2S,3S (anti) 2R,3R (anti) 2R,3S (syn) ee of C-3 (%) ee of C-2 (%) syn (ee, %):anti (ee, %) 1 b 1 (A) 120 – 61.4 3.8 17.8 17.0 58 30 78 (57):22 (64) 2 c 1 A 100 48 (96%) 59.8 7.3 18.9 14.0 57 34 74 (62):26 (44) 3 3 A 100 24 (13%) 73.3 5.0 5.7 16.0 58 57 89 (64):11 (7) 4 3 A 80 24 (23%) 93.2 1.0 2.4 3.4 91 88 97 (93):3 (41) 5 3 A 80 48 (38%) 79.4 2.6 5.3 12.7 69 64 92 (72):8 (34) 6 3 A 60 24 (15%) 90.8 0.7 3.4 5.1 88 83 96 (89):4 (66) 7 3 A 60 77 (56%) 82.7 0.9 7.3 9.1 80 67 92 (80):8 (78) 8 3 B 80 30 (96%) 91.1 1.0 4.7 3.2 92 84 94 (93):6 (65) 9 3 B 60 30 (82%) 88.8 1.0 5.4 4.8 88 80 94 (89):6 (69) a A: in a reciprocating reactor with 1.3mmol of the substrate in 20mL of THF; B: in a magnetic stirring reactor with 1.3mmol of the substrate in 1mL of THF. b Ref. [11]. c The substrate amount=15mmol. Enantiomer-differentiating hydrogenation of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate over tartaric acid-modified nickel Performance of heterogeneous catalyst in dynamic kinetic resolution Takashi Sugimura a ⁎ Junya Watanabe a Satoshi Nakagawa b Tadashi Okuyama a a Graduate School of Material Science, Himeji Institute of Technology, University of Hyogo, 3-2-1 Kohto, Kamigori, Ako-gun 678-1297, Japan b Toyo Kasei Kogyo Co., Ltd., 2900 Sone, Takasago, Hyogo 676-0082, Japan ⁎ Corresponding author. Tel.: +81 791 58 0168; fax: +81 791 58 0115. Graphical abstract A racemic mixture of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate was hydrogenated over the tartaric acid-modified Raney nickel. Discrimination of the 2-methyl group during the reaction was high enough to perform the enantiomer differentiation, (2S)/(2R)=16, and to cause an efficient dynamic kinetic resolution that resulted in one stereoisomer up to 93% of all the four hydrogenation products. A racemic mixture of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate was hydrogenated over the tartaric acid-modified Raney nickel. Discrimination of the 2-methyl group during the reaction was high enough to perform the enantiomer differentiation, (2S)/(2R)-product=16, and to cause an efficient dynamic kinetic resolution that resulted in one stereoisomer up to 93% of all the hydrogenation products. The diastereomer ratio was syn:anti =97:3, and ee values of the respective diastereomers were 93% and 41%. However, the low reactivity of the substrate caused deactivation of the catalyst during the reaction and needed us to tune the reaction conditions to achieve both the high stereoselectivity and the high conversion. By introducing a small-scale reactor, 96% conversion was achieved with slight decrease in the enantiomer selectivity (=12). Keywords Tartaric acid-modified nickel Hydrogenation Dynamic kinetic resolution Enantiomer differentiation Diastereoselectivity 1 Introduction Dynamic kinetic resolution is an enantiomer-differentiating reaction of a racemic substrate in which one of the enantiomers reacts more rapidly than the other with accompanying racemization of the substrate. Under conditions with racemization quick enough, the product selectivity depends on an ability to recognize the enantiomers by the chiral reagent, and when the reaction generates a new chiral center, an additional factor of the stereocontrol should be considered to obtain a single isomeric product preferentially. Reduction of an α-chiral ketone with a chiral reagent provides such an example if the kinetic acidity at the α-position is sufficiently high [1]. Alkyl 2-methyl-3-oxobutanoate (1) is a simple substrate that in a solution usually exists as a racemic mixture due to the quick equilibration until the ketone part is reduced to a hydroxy group. BINAP-Ru-catalyzed hydrogenation [2] and reduction by baker's yeast [3] can be suitable methods for the dynamic kinetic resolution of 1, because their stereocontrollabilities in the reduction of alkyl 3-oxobutanoate (2), an analogue lacking the 2-methyl group, to differentiate stereofaces of the ketone is very high to give the 3-hydroxy product in 99% ee. Under both reaction conditions, the reduction of 1 gives similar high stereochemical purities at C-3, but stereocontrol at the C-2 position is not sufficiently high to give mixtures of diastereomers (Fig. 1 ). In the Ru-catalyzed hydrogenation, almost no selectivity is observed at C-2 under the standard conditions for 2 [2,4]. By the yeast reduction, ee at C-2 is higher, but still imperfect 62–88% ee is obtained [5]. The asymmetric Ru-catalyzed reduction effective for 2 cannot satisfactorily differentiate enantiomers of 1. The methyl group at C-2 may be too small to be recognized by the chiral reducing species [6] and the methyl recognition during the reduction of 3-oxoalkanoate is still difficult, while moderate to high degree of the recognition is achieved for other groups or in a hydride reduction system [6–9]. Asymmetric hydrogenation of 2 can also be performed with a heterogeneous catalyst, the tartaric acid-modified nickel, under moderate stereocontrol to result in 83–91% ee depending on a preparation method of the catalyst [10]. In the reduction of 1 with one of the modified catalysts, the selectivity at C-3 decreases to 58% ee, while C-2 can be differentiated to some extent to result in 30% excess [11]. The diastereomer ratio, syn:anti =78:22, is higher than that obtained with unmodified nickel (63:37). The level of the enantiomer differentiation is very low, but we assume that the selectivity at C-2 is correlated to C-3, and improvement in the ee at C-3 leads to better stereocontrol at C-2. Among 3-oxoesters, 4 is a distinctive substrate for the modified nickel catalysis to give over 98% ee of the product [12]. Extension of the substrate design of 4 to a 2-methyl analogue provides 3 as a suitable substrate. In this report, the hydrogenation of a racemic mixture of 3 over the modified Raney nickel was studied aiming at the efficient dynamic kinetic resolution (Scheme 1 ). 2 Experimental 2.1 Catalyst preparation [13] Raney nickel was prepared from a Ni–Al alloy supplied by Kawaken Fine Chemicals Co., Ltd. (ND type, Ni/Al=42/58). The alloy (1.0g) was added to a solution of NaOH (4.5g) in water (20mL) in several portions. After the solution was maintained at 100°C for 1h, the solution was decanted off. The nickel was washed twice with pure water (50mL) under the ultrasonic irradiation (400W, ca. 100s) and five times without the irradiation. The Raney nickel obtained was then soaked in an aqueous hot solution containing (R,R)-tartaric acid mono sodium salt (0.64g) and NaBr in water (40mL) at 97°C for 1h. For the hydrogenation of 1, 5g of NaBr was employed, while 2.5g of NaBr was used for 3. The modified nickel was washed with water (20mL), methanol (20mL) and then THF (20mL) to give ca. 0.4g of the catalyst. 2.2 Substrate preparation [14] To a solution of 1-methoxy-1-trimethylsilyloxy-1-propene (11.0g, E/Z =7/1) in dichloromethane (150mL, freshly distilled from CaH2), cyclopropylcarbonyl chloride (8.58g, 1.2equiv.) was added at room temperature (rt). After 12h, the mixture was poured into an aqueous NaHCO3 solution, extracted with CH2Cl2 (3×), washed with water (2×) and then brine, dried over MgSO4, concentrated under vacuum, and distilled (80°C/0.2mmHg) to give 3 as a colorless oil (7.23g, 67.4% yield). 1H NMR (CDCl3, 600MHz) δ 3.73 (s, 3H), 3.66 (q, J =7.7Hz, 1H), 2.03 (m, 1H), 1.37 (d, J =6.9Hz, 3H), 1.08–1.03 (m, 2H), 0.94–0.89 (m, 2H); IR (neat) ν CO =1742 and 1703cm−1. 2.3 Hydrogenation (Method A) Hydrogenation was carried out in an autoclave (100mL) with a PID-controlled heater and a reciprocating shaker. The catalyst (0.4g) and the substrate (2g of 1 or 0.2g of 3) in THF (20mL) containing acetic acid (1%, v/v) were placed in the autoclave and heated to a certain temperature under 10MPa (at rt) of hydrogen. After cooling, the reaction mixture was taken out, and analyzed by 1H NMR at 600MHz in CDCl3 to determine the reaction conversion. 2.4 Hydrogenation (Method B) Hydrogenation was carried out using a glass reactor in an autoclave (200mL) with a PID-controlled oil bath and a magnetic stirrer. The catalyst (0.4g) and the substrate (0.2g of 3) in THF (1mL) containing acetic acid (1%, v/v) were placed in a flat bottom glass reactor (ϕ =40mm) with a stirrer bar. The glass reactor was heated in the autoclave to a reaction temperature under 7.5MPa (at rt) of hydrogen. After cooling, the reaction mixture was taken out, and analyzed by the 1H NMR to determine the reaction conversion. 2.5 Stereochemical analysis The isomer ratio of the product was determined by a chiral GLC after conversion to the acetate ester. The four diastereomers obtained from 1 showed the baseline separation by a chiral GLC (Chirasil-DEX CB, 0.25mm×25m with a helium flow in 32cm/s) at 80°C; Rt=15.1min for 2R,3S, 16.0min for 2S,3R, 17.2min for 2S,3S, and 20.1min for 2R,3R. Analysis of the reaction of 3 was carried out with two authentic samples. One is an isomer mixture produced by the NaBH4 reduction of 3 in methanol. The isomer ratio was 32:68, and the major isomer was assigned as anti (=2R *,3R *) deduced from the reaction selectivity with similar substrates [15]. The other is a mixture of (2R,3R)- and (2S,3R)-isomers. A solution of (3S)-methyl 3-cyclopropyl-3-hydroxypropanoate (50mg, 96% ee) in THF (2mL, distilled from sodium ketyl) was added to a solution of LDA (2equiv.) in THF (2mL) at −78°C. After 3h, HMPA (0.1mL) and then methyl iodide (50mg, 1equiv.) were added to this. The mixture was warmed up to rt, poured into an aqueous NH4Cl solution, extracted with ether (3×), washed with water and then brine, dried over MgSO4, concentrated to give a crude product (110mg). The mixture contained both (2R,3R)- and (2S,3R)-isomers in a ratio of 84:16, the major isomer of which was assigned as (2R,3R) deduced from the selectivity with a similar substrate [16]. The four diastereomers after treatment with acetic anhydride/pyridine show the baseline separation by a chiral GLC (Chirasil-DEX CB) at 100°C; Rt=18.0min for 2R,3S, 18.7min for 2S,3R, 19.3min for 2S,3S, and 21.0min for 2R,3R. 1H NMR of the (2S,3R)-isomer: (CDCl3, 600MHz) δ 3.69 (s, 3H), 3.10 (q, J =4.4Hz, 1H), 2.69 (dq, J =14.1, 3.9Hz, 1H), 1.26 (d, J =7.6Hz, 3H), 0.94 (m, 1H), 0.56–0.40 (m, 2H), 0.34 (td, J =9.6, 4.8Hz, 1H), 0.19 (td, J =9.6, 4.8Hz, 1H); IR (neat) ν O–H =3460cm−1. 3 Results and discussion The hydrogenation of 1 was reinvestigated by the tartaric acid-modified Raney nickel prepared by our method in an autoclave with a reciprocating shaker (Method A) since the reported selectivities with 1 were obtained with an analogous but different catalyst [11], which prepared from reduced nickel by the modification without NaBr. Table 1 shows the reported result in entry 1 and the present one in entry 2. Although the catalytic activities of the two catalysts were quite different, the observed stereoselectivities were similar to each other. This similarity is consistent with the performance of the catalysts in the hydrogenation of 2 to 86% ee that is equivalent to the reported values of 83% ee. The obtained diastereomer ratio, syn:anti =74:26, again shows the effect of the chiral modification on the diastereoselectivity; the unmodified Raney nickel resulted in the ratio of 66:34 (100°C). The ee at C-2 indicates that the enantiomer differentiation of 1 by the modified nickel catalyst is low, as reported, with a small reaction rate ratio at (2S)-1/(2R)-1 =2.0 [11]. It should be noted that the inversion at C-2 of 1 is faster than the hydrogenation because no essential change in the enantiomer differentiation was observed at lower conversion (=1.9–2.0). The hydrogenation of 3 was very slow, much slower than that of 1, but in a lower substrate/catalyst ratio (200mg/0.4g), the hydrogenation of 3 over the unmodified Raney nickel was completed in 12h to give a mixture of diastereomers in a ratio of syn:anti =68:32. Hence, the substrate-controlled stereoselectivity during the hydrogenation is not profoundly different between 1 and 3. However, the chiral modification showed difference. The hydrogenation of 3 over the modified nickel at 100°C was very slow. Even when the amount of NaBr for the modification was reduced to a half to minimize its deactivation effect, activity of the catalyst was lost within 24h and the conversion remained only 13% (entry 3). Even under such sluggish conditions, the diastereoselectivity increased to syn:anti =89:11, and the (2S,3R)-isomer accounted for 73% of the product isomers. The deterioration of the catalyst was minimized by performing the reaction at lower temperatures, 80 and 60°C. The conversions of the reactions were only 23% and 15% after 24h at the respective temperatures, but the fraction of the major isomer in the products increased to 93% and 91% (entries 4 and 6). The diastereomer ratio of syn:anti =97:3 was achieved and the enantiomer selectivity was as high as (2S)-3/(2R)-3 =16 (entry 4). In these temperatures, the prolonged reaction time resulted in higher conversion up to 56%, but the performance of the catalyst in the stereocontrol was decreased to give the major isomer at 79–83% of the total products and the diastereomer ratio=92:8 (entries 5 and 7). The major problem here was that the high conversion and the high selectivity are not compatible. One of the possible methods for accelerating the reaction is reduction of the solvent amount. In entries 3–7, the reaction of 3 was performed in the low substrate/catalyst ratio with a smaller amount of the substrate in keeping the catalyst amount constant. The solvent amount was also kept constant because the total volume of the solution must be within a certain range to achieve effective mixing by the shaker type reactor (20mL for the present 100mL reactor). Since the hydrogenation rate depends on the substrate concentration [17], the low concentration can be a reason for the slow reaction, and thus, reduction of the solvent amount was expected to result in a faster reaction rate. To perform a small-volume experiment with a sufficient mixing of gas, liquid and solid phases, we have introduced a new reactor using magnetic stirring. To avoid unacceptable mechanical grinding of the catalyst particles between a magnetic stirrer bar and the reactor bottom, we have used a glass insert in a stainless steel autoclave (Method B). The insert has a flat and smooth bottom, which allows efficient hydrogenation reaction under relatively slow rotation (600–800rpm). When the reaction was carried out with 1mL of THF (1/20 of Method A) at 80°C, 96% conversion was achieved in 30h to give the major isomer at 91% of the product and the diastereoisomer ratio=94:6 (entry 8). The stereoselectivity was a slightly lower than the best case in entry 4, but the enantiomer selectivity was still as high as (2S)-3/(2R)-3 =12. The reaction at 60°C was less optimized to give the selectivity=8.8 in the 82% conversion. The dynamic kinetic resolution of 3 in the tartaric acid-modified nickel hydrogenation was found to be much more efficient than that of its simple analogue 1. The enantiomer selectivity=2 with 1 was improved up to 16 with the cyclopropyl-substituted 3. The cyclopropyl substituent effect was estimated for the hydrogenation of 4 by the kinetic analysis [12c]. The tartaric acid-modified catalysis is believed to consist of two parallel pathways; a chirally modified stereocontrolled catalysis and an unmodified non-stereocontrolled catalysis. Hence, the stereoselectivity of the reaction is governed by the intrinsic stereoselectivity of the modified catalysis and the relative contributions of the modified and unmodified catalysis. The cyclopropyl substrate 4 reacts with a higher intrinsic stereoselectivity than 2 (ca. 0.9 for 2 and ca. 1.0 for 4) and under the low contribution of the unmodified catalysis (1/3 of 2) due to the higher activity of the modified catalysis. Both cyclopropyl-substituent effects should originate from the stronger interaction between the tartaric acid and 4 on the nickel surface. The present results suggest that the suitable combination between the modifier and the substrate for the hydrogenation of 3-oxo group also leads to efficient recognition of the 2-methyl group. 4 Conclusions The present study disclosed that the substrate design effective for the enantioface differentiation in the modified nickel hydrogenation is also efficient for the enantiomer differentiation. The present success is due to balancing of the substrate control and the catalyst control [18], and the optimized stereocontrol at C-3 led to strict recognition of the 2-methyl to accomplish the effective dynamic kinetic resolution. Discrimination of the 2-methyl group of 3-oxoalkanoate during the hydrogenation was more efficient than that with homogeneous catalyses [2,6]. The fact suggests an important feature of heterogeneous catalysis regarding the reaction selectivity; a substrate adsorbed on the catalyst surface reacts under recognition not only at a reaction site, but of the whole molecule. Acknowledgement The authors wish to express their thanks to Professor Yuriko Nitta for her helpful comments. References [1] R. Noyori M. Tokunaga M. Kitamura Bull. Chem. Soc. Jpn. 68 1995 36 [2] R. Noyori T. Ohkuma M. Kitamura H. Takaya N. Sayo H. Kumobayashi S. Akutagawa J. Am. Chem. Soc. 109 1987 5856 [3] D. Seebach M.A. Sutter R.H. Weber M.F. Züger Org. Synth. 63 1985 1 [4] M.J. Bruk T.G.P. Harper G.S. Kalberg J. Am. Chem. Soc. 117 1995 4423 [5] K. Nakamura T. Miyai K. Nozaki K. Ushio S. Oka A. Ohno Tetrahedron Lett. 27 1986 3155 K. Nakamura T. Miyai A. Nagar S. Oka A. Ohno Bull. Chem. Soc. Jpn. 62 1989 1179 [6] R. Noyori T. Ikeda T. Ohkuma M. Widhalm M. Kitamura T. Takaya S. Akutsugawa N. Sayo T. Saito T. Taketomi H. Kumobayashi J. Am. Chem. Soc. 111 1989 9134 M. Kitamura T. Ohkuma M. Tokunaga R. Noyori Tetrahedron: Asymm. 1 1990 1 [7] S.D. Rychnovsky R.C. Hoye J. Am. Chem. Soc. 116 1994 1753 D. Lavergne C. Mordant V. Ratovelomanana-Vidal J.-P. Genet Org. Lett. 3 2001 1909 [8] Y. Ohtsuka D. Miyazaki T. Ikeno T. Yamada Chem. Lett. 2002 24 [9] F. Eustache P.I. Dalko J. Cossy Org. Lett. 4 2002 1263 [10] A. Tai T. Sugimura D.E. De Vos I.F.J. Vankelecom P.A. Jacobs Chiral Catalyst Immobilization and Recycling 2000 Wiley–VHC Weinheim 173 [11] A. Tai H. Watanabe T. Harada Bull. Chem. Soc. Jpn. 52 1978 1468 [12] (a) S. Nakagawa T. Sugimura A. Tai Chem. Lett. 1997 859 (b) S. Nakagawa T. Sugimura A. Tai Chem. Lett. 1998 1257 (c) T. Sugimura S. Nakagawa A. Tai Bull. Chem. Soc. Jpn. 75 2002 355 [13] A. Tai T. Kikukawa T. Sugimura Y. Inoue S. Abe T. Osawa T. Harada Bull. Chem. Soc. Jpn. 67 1994 2473 [14] M.T. Reetz S.H. Kyoung Tetrahedron Lett. 26 1985 6333 [15] J. Canceill J. Jacques Bull. Soc. Chim. Fr. 1970 2180 [16] P. Gil J. Razkin A. Gonzalez Synthesis 1998 386 [17] H. Ozaki A. Tai S. Kotabake H. Watanabe Y. Izumi Bull. Chem. Soc. Jpn. 51 1978 3559 [18] S. Masamune W. Choy J.S. Peterson L.R. Sita Angew. Chem. Int. Ed. Engl. 24 1985 1",
      "scopus-id": "33645415717",
      "coredata": {
        "eid": "1-s2.0-S1381116906000100",
        "dc:description": "A racemic mixture of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate was hydrogenated over the tartaric acid-modified Raney nickel. Discrimination of the 2-methyl group during the reaction was high enough to perform the enantiomer differentiation, (2S)/(2R)-product=16, and to cause an efficient dynamic kinetic resolution that resulted in one stereoisomer up to 93% of all the hydrogenation products. The diastereomer ratio was syn:anti =97:3, and ee values of the respective diastereomers were 93% and 41%. However, the low reactivity of the substrate caused deactivation of the catalyst during the reaction and needed us to tune the reaction conditions to achieve both the high stereoselectivity and the high conversion. By introducing a small-scale reactor, 96% conversion was achieved with slight decrease in the enantiomer selectivity (=12).",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-04-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906000100",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sugimura, Takashi"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Junya"
          },
          {
            "@_fa": "true",
            "$": "Nakagawa, Satoshi"
          },
          {
            "@_fa": "true",
            "$": "Okuyama, Tadashi"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906000100"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906000100"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00010-0",
        "prism:volume": "248",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Enantiomer-differentiating hydrogenation of methyl 3-cyclopropyl-2-methyl-3-oxopropanoate over tartaric acid-modified nickel Performance of heterogeneous catalyst in dynamic kinetic resolution",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Tartaric acid-modified nickel"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Dynamic kinetic resolution"
          },
          {
            "@_fa": "true",
            "$": "Enantiomer differentiation"
          },
          {
            "@_fa": "true",
            "$": "Diastereoselectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "233-236",
        "prism:endingPage": "236",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 April 2006",
        "prism:doi": "10.1016/j.molcata.2005.12.036",
        "prism:startingPage": "233",
        "dc:identifier": "doi:10.1016/j.molcata.2005.12.036",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "168",
            "@width": "584",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23262",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "36",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1586",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "236",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23914",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2352",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "122",
            "@width": "242",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12975",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000100-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1921",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33645415717"
      }
    }
  }
}