{
  "metadata": {
    "title": "Epoxidation of an alkene promoted by various nickel(II) multiaza macrocyclic complexes",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-02-15",
    "doi": "10.1016/S1381-1169(99)00253-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999002538",
    "pii": "S1381116999002538"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034651650",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-02-14 2000-02-14 2010-04-18T20:21:34 1-s2.0-S1381116999002538 S1381-1169(99)00253-8 S1381116999002538 10.1016/S1381-1169(99)00253-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01136 2015-05-15T05:56:33.651043-04:00 0 0 20000215 2000 2000-02-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 151 151 1 2 1 2 Volume 151, Issues 1–2 8 71 78 71 78 20000215 15 February 2000 2000-02-15 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. EPOXIDATIONALKENEPROMOTEDBYVARIOUSNICKELIIMULTIAZAMACROCYCLICCOMPLEXES LEE D 1 Introduction 2 Experimental 2.1 Materials 2.2 Instrumentation 2.3 Epoxidation of alkene 3 Results and discussion 4 Conclusion Acknowledgements References VANATTA 1984 4121 R FRANKLIN 1984 814 C TAI 1986 5006 A CHE 1989 1262 C SRINIVASAN 1986 2309 K SAMSEL 1985 7606 E KOOLA 1987 4545 J LEUNG 1989 4619 U KINNEARY 1988 6124 J JORGENSEN 1989 3 K YOON 1988 4087 H KOOLA 1987 908 J YAMADA 1994 195 M YOON 1990 4568 H KINNEARY 1988 877 J WAGLER 1989 1584 T WAGLER 1988 5091 T NAM 1990 4977 W YANG 1991 7195 Y YANG 1990 7826 Y NAM 1994 1112 W JACOB 1989 1325 M UPADHYAY 1992 287 M SUH 1994 5509 M SUH 1988 2544 M SUH 1989 1602 M SUH 1991 365 M BAREFIELD 1972 2273 E SCHARDT 1983 1563 B LOVECCHIO 1974 3109 F KANG 1990 431 S LEEX2000X71 LEEX2000X71X78 LEEX2000X71XD LEEX2000X71X78XD item S1381-1169(99)00253-8 S1381116999002538 1-s2.0-S1381116999002538 10.1016/S1381-1169(99)00253-8 271358 2010-09-30T18:07:24.417948-04:00 2000-02-15 1-s2.0-S1381116999002538-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/MAIN/application/pdf/8b2ca49b5c9c90b6e3dfd0b88cc58acf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/MAIN/application/pdf/8b2ca49b5c9c90b6e3dfd0b88cc58acf/main.pdf main.pdf pdf true 200348 MAIN 8 1-s2.0-S1381116999002538-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/PREVIEW/image/png/18e15ddd72c4f8ef80854e50ad0ee004/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/PREVIEW/image/png/18e15ddd72c4f8ef80854e50ad0ee004/main_1.png main_1.png png 56488 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999002538-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/sc1/THUMBNAIL/image/gif/681389d36c996a6ef5245656b2bff590/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/sc1/THUMBNAIL/image/gif/681389d36c996a6ef5245656b2bff590/sc1.sml sc1 sc1.sml sml 989 93 86 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/sc1/DOWNSAMPLED/image/gif/a61149bca79f64ff8d992238fb0abeaf/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/sc1/DOWNSAMPLED/image/gif/a61149bca79f64ff8d992238fb0abeaf/sc1.gif sc1 sc1.gif gif 6148 347 321 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002538-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/fx1/THUMBNAIL/image/gif/9e1b45c0b91f24d696385ced1397c7be/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/fx1/THUMBNAIL/image/gif/9e1b45c0b91f24d696385ced1397c7be/fx1.sml fx1 fx1.sml sml 1241 93 85 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/fx1/DOWNSAMPLED/image/gif/18d4d38d30cd8325ac2a065e2ecbf6a9/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/fx1/DOWNSAMPLED/image/gif/18d4d38d30cd8325ac2a065e2ecbf6a9/fx1.gif fx1 fx1.gif gif 8124 361 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002538-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr1/THUMBNAIL/image/gif/353b1412ab3122c72e5a8b766ae54329/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr1/THUMBNAIL/image/gif/353b1412ab3122c72e5a8b766ae54329/gr1.sml gr1 gr1.sml sml 1113 93 64 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr1/DOWNSAMPLED/image/gif/61e94eab67bbd23bcf476545bf5c601c/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr1/DOWNSAMPLED/image/gif/61e94eab67bbd23bcf476545bf5c601c/gr1.gif gr1 gr1.gif gif 11172 462 318 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002538-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr2/THUMBNAIL/image/gif/a9dca122a87d36488cd40b1973f9816b/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr2/THUMBNAIL/image/gif/a9dca122a87d36488cd40b1973f9816b/gr2.sml gr2 gr2.sml sml 1246 93 98 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr2/DOWNSAMPLED/image/gif/b834fa8c10b2189d34c146e6149273e8/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr2/DOWNSAMPLED/image/gif/b834fa8c10b2189d34c146e6149273e8/gr2.gif gr2 gr2.gif gif 5785 287 302 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002538-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr3/THUMBNAIL/image/gif/4c22e385fd937a300e9a3cf1af504c55/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr3/THUMBNAIL/image/gif/4c22e385fd937a300e9a3cf1af504c55/gr3.sml gr3 gr3.sml sml 1353 93 114 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr3/DOWNSAMPLED/image/gif/1dbc6f0be0daa153a1cd8c3ec881a9e8/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr3/DOWNSAMPLED/image/gif/1dbc6f0be0daa153a1cd8c3ec881a9e8/gr3.gif gr3 gr3.gif gif 5496 255 312 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002538-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr4/THUMBNAIL/image/gif/9fe2deb2014046e61cd82dc31cfa22d1/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr4/THUMBNAIL/image/gif/9fe2deb2014046e61cd82dc31cfa22d1/gr4.sml gr4 gr4.sml sml 1137 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999002538-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002538/gr4/DOWNSAMPLED/image/gif/96e80f2c56c9ffa24e22b4e0f889ae0f/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002538/gr4/DOWNSAMPLED/image/gif/96e80f2c56c9ffa24e22b4e0f889ae0f/gr4.gif gr4 gr4.gif gif 7165 338 455 IMAGE-DOWNSAMPLED MOLCAA 2385 S1381-1169(99)00253-8 10.1016/S1381-1169(99)00253-8 Elsevier Science B.V. Scheme. 1 Fig. 1 Time course for the epoxidation of trans-β-methylstyrene with PhIO promoted by [Ni(L)](ClO4)2: L=cyclam (•), 1 (○), 2 (■), 3 (□), 4 (▴), and 5 (▵). (a) Yield of epoxide based on the amount of starting alkene. (b) Catalytic activity of [Ni(L)](ClO4)2, which is indicated by PhI/[Ni(L)](ClO4)2 (mol/mol). Reaction conditions: Ni(II) complex, 0.1 mmol; PhIO, 2.0 mmol; trans-β-methylstyrene, 0.5 mmol in MeCN (5.0 cm3) at 25°C. Fig. 2 Catalytic efficiencies (epoxide/PhI, mol/mol) for the reaction of trans-β-methylstyrene with PhIO promoted by [Ni(L)](ClO4)2: L=cyclam (•), 1 (○), 2 (■), 3 (□), 4 (▴), and 5 (▵). Reaction conditions: Ni(II) complex, 0.1 mmol; PhIO, 2.0 mmol; trans-β-methylstyrene, 0.5 mmol in MeCN (5.0 cm3) at 25°C. Fig. 3 Time course for the epoxidation with reduced amount of PhIO. Reaction conditions: [Ni(L)](ClO4)2, 0.1 mmol; PhIO, 1.0 mmol; trans-β-methylstyrene, 0.5 mmol in MeCN (5.0 cm3) at 25°C. L=cyclam (•), 1 (○), 2 (■), 3 (□), 4 (▴), and 5 (▵). Fig. 4 Time course for the epoxidation. PhI (□), epoxide (•), PhCHO (○), and unreacted trans-β-methylstyrene (■). The dotted line represents the sum of unreacted alkene, benzaldehyde and epoxide. The reaction conditions are the same as in Fig. 3. Table 1 Epoxidation of trans-β-methylstyrene using Ni(II) macrocyclic complexes and iodosylbenzenea,b Catalyst E1/2(NiII/NiIII) (V vs. SCE) Conversionc (%) Epoxide yieldd (%) Aldehyde yield (%) Selectivitye (%) Turnover numberf [Ni(cyclam)](ClO4)2 +0.91g,h 99.0 a 63.0b 35.4 a 23.4b 8.9 a 18.6b 35.8 a 37.2b 1.77 a 1.16b [Ni(1)](ClO4)2 +0.94i,j 40.4 a 58.8b 13.0 a 18.5b 15.3 a 21.6b 32.2 a 31.6b 0.65 a 0.92b [Ni(2)](ClO4)2 +0.93i,k 34.5 a 56.0b 11.9 a 21.7b 15.7 a 25.5b 34.5 a 38.8b 0.60 a 1.08b [Ni(3)](ClO4)2 +1.43i,l 21.8 a 54.6b 8.0 a 19.6b 9.5 a 22.0b 36.7 a 35.9b 0.40 a 0.99b [Ni(4)](ClO4)2 +1.50i,l 11.7 a 5.1 a 9.1 a 43.3 a 0.26 a [Ni(5)](ClO4)2 +1.25i,l 14.5 a 5.7 a 8.1 a 39.4 a 0.29 a a Reaction conditions: 0.1 mmol of nickel catalyst, 2 mmol of PhIO, 0.5 mmol of trans-β-methylstyrene in 5 cm3 of MeCN at 25°C, 5 h reaction. bReaction conditions: 1 mmol of PhIO, the rests are same as in `a', 8 h reaction. cDisappearance of trans-β-methylstyrene. dBased on the amount of starting alkene. eEpoxide yield (%)/conversion (%). fEpoxide yield (mol)/nickel catalyst (mol). gMeasured in MeCN, 0.1 M (n-Bu)4NClO4. hRef. [34]. iMeasured in MeCN, 0.1 M (n-Bu)4NPF6. jRef. [26]. kRef. [27]. lRef. [29]. Epoxidation of an alkene promoted by various nickel(II) multiaza macrocyclic complexes Dongwhan Lee a Hyochoon Bang b Myunghyun Paik Suh a * a Department of Chemistry Education and Center for Molecular Catalysis, Seoul National University, Seoul 151-742, South Korea b Department of Chemistry, Duksung Women's University, Seoul 132-714, South Korea * Corresponding author The epoxidation of trans-β-methylstyrene promoted by various Ni(II) complexes of macrocyclic ligands (cyclam and 1–5) using PhIO as a terminal oxidant has been investigated. In terms of the rate of epoxide formation, the complexes of monocyclic ligands (cyclam, 1 and 2) are better catalysts than those of polycyclic ligands (3–5) and the cyclam complex without pendant arms is better catalyst than those (1 and 2) with pendant arms. However, a series of the complexes show remarkably similar reactivity in the transfer of oxygen from active high-valent intermediate to the alkene and they provide nearly the same final yield in certain reaction conditions. Therefore, the yield of epoxide produced in a given period depends mainly on the rate of reaction of the complex with PhIO, which is greatly affected by the ligand structure. In order to become a better catalyst, the complex should have low Ni(II)/Ni(III) oxidation potential and the macrocyclic ligand should exert less steric hindrance around the Ni(II) center to allow easy axial approach of the oxidant. Keywords Epoxidation trans-β-Methylstyrene Nickel Macrocycle 1 Introduction Transfer of oxygen atoms to organic substrates catalyzed by nonporphyrin transition metal complexes has attracted considerable attention as model systems for non-heme enzymatic oxidation reactions [1–18]. Some square-planar Ni(II) complexes of macrocyclic ligands such as cyclam and salen have been shown to act as catalysts for epoxidation of alkenes when PhIO [10, 13, 16]or NaOCl [12, 14, 15, 17, 18]was used as a terminal oxidant. Various efforts have been made to elucidate the mechanism and that involving Ni(III) species as described in Scheme. 1 has been proposed [3, 10, 13, 16], although there are still some controversies over the involvement of high-valent metal-oxo intermediates [19–22]. Little attention has been paid, however, to the relative importance of each step of the mechanism and to the significance of the structure of macrocycle. In addition, it has been frequently reported that the formation of M(III)–O–M(III) species reduces the yield of epoxide [13, 23, 24], although some controversies exist [10]. We have synthesized various Ni(II) complexes of multiaza macrocyclic ligands, both monocyclic and polycyclic [25–29]. The Ni(II) complexes of polycyclic ligands such as 3–5 contain two sub-ring moieties situated up and down with respect to the square-coordination plane [28, 29]and the formation of (μ-oxo)Ni(III) dimer is expected to be difficult. On the other hand, their electrochemical oxidation to Ni(III) state and axial binding of solvent molecules are more difficult compared with the complexes of the monocyclic ligands such as cyclam, 1 and 2 [25–29]. In this study, we have employed Ni(II) complexes of various macrocyclic ligands, cyclam and 1–5, in the epoxidation of trans-β-methylstyrene using PhIO as a terminal oxidant. From the result, we could assess the structural effect of the macrocyclic ligand and reveal the relative importance of each step of the mechanism depicted in Scheme. 1. 2 Experimental 2.1 Materials Square planar Ni(II) complexes [Ni(cyclam)](ClO4)2 and [Ni(L)](ClO4)2 (L=1–5) were synthesized according to the methods reported previously [26–30]. MeCN was purified according to the literature [31]and deaerated by the distillation under N2 atmosphere. Nitrogen was purified by passing it through BASF and CaCl2 columns. PhIO was freshly prepared from iodobenzene diacetate (Aldrich) according to the literature [32], dried in vacuo, and stored in a refrigerator. In order to minimize the deviations of the epoxide yield caused by the size of polymeric PhIO which is insoluble in MeCN, PhIO prepared in the same batch was used for all experiments. Repetitive reactions with [Ni(cyclam)](ClO4)2 in the same conditions showed reproducible epoxide yields. trans-β-Methylstyrene, iodobenzene diacetate, and (±)-(2,3-epoxypropyl)benzene were of reagent grade and chlorobenzene was of HPLC grade. They were purchased from Aldrich and their purity was checked by GC. All other chemicals were of reagent grade and used without further purification. 2.2 Instrumentation Analyses of organic compounds were conducted on a Hewlett-Packard 5890 Series II gas chromatograph which was fitted with a 30 m×0.53 mm×1.0 μm cross-linked polyethylene glycol-TPA capillary column and interfaced with a HP3395 integrator. The column temperature was programmed from 80 (3 min) to 100°C (15 min) at the rate of 2°C/min. Compounds were identified by comparison of their retention times with those of pure compounds. Chlorobenzene was used as an internal standard for the quantitative analysis of the product. 2.3 Epoxidation of alkene Epoxidation of trans-β-methylstyrene with PhIO as an oxidant was conducted under dry and deoxygenated nitrogen by using Schlenk line and Schlenk bottles. In a typical experiment, an MeCN solution (5.0 cm3) containing trans-β-methylstyrene (5.0×10−4 mol), Ni(II) complex (1.0×10−4 mol), and chlorobenzene as an internal standard (5.0×10−4 mol) was maintained at 25°C. PhIO (2.0×10−3 mol) was added at once to the solution and the reaction mixture was stirred at constant speed under nitrogen for 5 h. As the reaction proceeds, PhIO went into the solution and the color of the suspended solution turned dark. A 50-μl aliquot of the solution was taken out periodically and diluted with MeCN (0.5 cm3), which was filtered through a disposable pipette plugged with Al2O3 (0.5×1.0 cm) and analyzed by GC. When epoxidation was examined by using reduced amount (1.0×10−3 mol) of PhIO, the same procedure as above was followed except the longer reaction time allowed (24 h). For the epoxidation of trans-β-methylstyrene using NaOCl, trans-β-methylstyrene (7.7×10−4 mol), Ni(II) complex (2.0×10−5 mol), benzyltributylammonium bromide (phase transfer catalyst, 3.0×10−5 mol), and chlorobenzene (5.0×10−4 mol) were mixed together in CH2Cl2 (2.0 cm3). To the CH2Cl2 solution was added 0.73 M NaOCl (4.0 cm3) whose pH was either 12–13 (intrinsic value of aqueous NaOCl solution) or 9.3 (controlled by borate buffer) and the solution was stirred at room temperature for 24 h. 3 Results and discussion In the oxidation of trans-β-methylstyrene (5.0×10−4 mol) using Ni(II) complex (1.0×10−4 mol) and the terminal oxidant PhIO (2.0×10−3 mol), the amount of epoxide and PhI produced during the first 5 h are significantly affected by the structure of the macrocyclic ligand as represented in Fig. 1 . In this reaction condition, the yield of epoxide is higher for the monocyclic complexes of cyclam, 1 and 2 than for the macrotricyclic complexes of 3–5. In addition, the presence of pendant arms attached to the bridgehead nitrogen atoms in 1 and 2 greatly reduces the final epoxide yield compared with that obtained with cyclam complex. The epoxide yields obtained in 5 h with Ni(II) complexes of 1 and 2 are similar, slightly dependent on the type of the pendant chain. The results are in contrast to the previous report that Ni(II) complex of C-substituted chiral cyclam provided practically the same epoxide yield as Ni(II) cyclam complex [16]. Although alcohol is able to react with PhIO to form PhI(OR) derivatives [33], no evidence was found for the pendant hydroxyl group of 1 to react with PhIO. It has been reported previously that the pendant hydroxyl group of macrocycle does not affect the epoxidation conducted in MeCN solution [16]. Even if the reaction is assumed to occur, the overall epoxidation process would not be affected by the reaction between the hydroxyl pendants and PhIO since PhIO is present 20 times in excess compared with the amount of Ni(II) macrocyclic complex throughout the reaction period. As shown in Fig. 1, the ratio of [PhI]/[NiII], which indicates turnovers of Ni(II) complex reacting with PhIO, is 2–15 in the reaction time of 5 h. The value indicates that the epoxidation reaction is not stoichiometric. When the reactions were conducted in CH2Cl2 under phase-transfer conditions using NaOCl as a terminal oxidant, no epoxidation occurred in 24 h either at pH=9.3 or 12–13, due to the insolubility of the Ni(II) complexes in the media. For the epoxidation of alkenes catalyzed by Ni(II) macrocyclic complex, the two-stage oxygen transfer mechanism as described in Scheme. 1 has been generally accepted [3, 10, 13, 16]. The first step is described as either direct oxygen transfer from PhIO to Ni(II) complex [10, 13, 16]or dissolution of polymeric PhIO by Ni(II) complex [3, 10]. The latter seems more plausible than the former considering the heterogeneous nature of this step. The oxidized nickel species reacts with alkene to produce epoxide via a second intermediate with bound substrate in either radical or carbocationic form. In order to be an effective catalyst in the epoxidation, the complex should have high catalytic activity and/or high catalytic efficiency. The catalytic activity correlates with the rate of deoxygenation of PhIO by the Ni(II) complex, forming high valent nickel–oxygen intermediate, and thus can be measured by moles of PhI produced from PhIO. The catalytic efficiency is the fraction of oxygen transferred from the active oxidized nickel species to the alkene and can be indicated by the mole ratio of epoxide to PhI [13]. Fig. 2 shows the catalytic efficiency obtained with various Ni(II) macrocyclic complexes. Interestingly, all Ni(II) complexes show nearly the same catalytic efficiencies, values ranging from 0.08 to 0.11, although they provide significantly different epoxide yields. The low catalytic efficiencies observed for all Ni(II) complexes indicate that the active oxidized catalysts significantly undergo the side reactions such as solvent and ligand oxidation as well as the inactivation of the catalytic intermediates [13]. The macropolycyclic complexes [Ni(L)](ClO4)2 (L=3–5), which contain two sub-rings located up and down with respect to the coordination plane, were expected to increase the epoxide yield because of their low possibility of forming (μ-oxo)Ni(III) dimer due to the steric hindrance between the sub-ring moieties. However, no increase in the catalytic efficiency was observed. The similar catalytic efficiencies exhibited for all complexes imply that the complex, which accepts oxygen faster from PhIO, results in better epoxide yield in a given reaction time. The results of the reaction are summarized in Table 1 . As shown in Table 1, all Ni(II) complexes show similar selectivities (epoxide yield/alkene disappeared) ranging from 32 to 43%, and significant amount of trans-β-methylstyrene is converted to aldehyde. PhCHO was detected as a byproduct (8–26%) even though the reaction was conducted with strict exclusion of O2. The similar selectivities for a series of complexes indicate that the oxygen transfer from the active high-valent nickel intermediate to alkene proceeds via the same mechanism, irrespective of the structure of the macrocyclic ligand. Therefore, it is evident that the rate of the first step in the oxygen transfer mechanism is a crucial factor to determine the epoxide yield. In the case of the epoxidation of cyclohexene catalyzed by Fe(III) complex (Et3HN)FeIII(bpb)Cl2[H2bpb=1,2-bis(2-pyridinecarboxamido)-benzene], it was also suggested that the reaction between the complex and the insoluble PhIO polymer was the rate-determining step [20]. In order to confirm this, epoxidation process was followed for 24 h by using a reduced amount of PhIO (1.0×10−3 mol). Fig. 3 shows the time dependent epoxide yield for the Ni(II) complexes of cyclam and 1–3 under this condition. With reduced amount of PhIO, the reaction finished in a shorter period of time with the reduced epoxide yield. Surprisingly, all complexes show nearly the same final yield (20–23%) in spite of their different initial rate of oxygen transfer. The effectiveness of Ni(II) complexes has been usually measured in a given period of reaction time before the equilibrium attained [10, 13, 16]. The present results indicate that the effectiveness must be mainly attributed to the rate of oxygen transfer from the terminal oxidant to the Ni(II) center. The turnover numbers as defined by epoxide/Ni(II) catalyst also depend on the reaction conditions as well as the reaction time allowed (Table 1). The turnover numbers in the present study are not satisfactorily high. Similar poor turnover numbers (1.0 or 1.2) were also reported for the epoxidation of alkene catalyzed by a Fe(III) complex [20]. Considering that the value of [PhI]/[NiII] is as high as 2–15, the low turnover numbers (epoxide/Ni(II) complex) must be caused by the poor catalytic efficiency of the oxidized complex transferring an oxygen atom to the alkene. As shown in Fig. 4 , with reduced amount of PhIO, all PhIO turn into PhI in 30 h with the value of [PhI]/[NiII]=10 and the sum (moles) of unreacted alkene, PhCHO, and epoxide is almost identical to the initial amount (moles) of alkene throughout the reaction time. These indicate that all trans-β-methylstyrene reacted with oxidized catalyst turn into epoxide and PhCHO. Attempts to measure the rate of loss of the initial Ni(II) complex or to observe the high-valent intermediates by spectroscopic method were unsuccessful due to the heterogeneous nature of the reaction. In addition, trapping of the reactive species by immediate filtration of the reaction mixture followed by treatment with excess MeOH was impossible since the reaction was extremely slow. The involvement of Ni(III) intermediate with the metal–oxygen bonding has been strongly suggested previously [3, 10, 13, 16]. As shown in Table 1, when the yields were measured in 5 h under the given condition, the monocyclic complexes with lower Ni(II)/Ni(III) oxidation potential showed higher epoxide yields compared with the polycyclic complexes having higher oxidation potentials, although no quantitative relationship between the epoxide yield and Ni(II)/Ni(III) potential was observed. However, the effect of oxidation potential on the epoxide yield looks minor when the variation of the epoxide yield (13.0–5.1%) is compared with that of the Ni(II)/Ni(III) oxidation potential (+0.94 to +1.50 V vs. SCE) for various [Ni(L)]2+ (L=1–4) complexes. No correlation was observed between the catalytic efficiency and the Ni(II)/Ni(III) oxidation potential for other Ni(II) complexes whose Ni(II)/Ni(III) oxidation potentials range −0.33 to +1.42 V vs. Ag/Ag+ [13]. Considering the fact that PhIO has polymeric nature and the axial approach of PhIO to the metal center is needed for the formation of high valent intermediate, the steric factor around Ni(II) center must be the major importance in the first step. This explains the fact that the ligands 1 and 2 showed significantly lower epoxide yield in a given period compared with cyclam in spite of that the bridgehead nitrogen atoms and the pendant substituents of the macrocycle play negligible effect on the electrochemical property of the metal center (Table 1) [25–27]. The lower epoxide yields provided by the complexes of 1 and 2 must be attributed to the reduced ability of their axial coordination of PhIO because of the steric hindrance exerted by the pendant substituents [25–27, 35]. The lower catalytic activity exhibited by the macropolycyclic complexes of 3–5 can be also explained by the steric hindrance caused by the subring moieties toward the axial approach of PhIO as well as the unfavorable Ni(II)/Ni(III) oxidation potentials. 4 Conclusion Monocyclic Ni(II) complexes are better catalysts than their polycyclic counterparts in the epoxidation of trans-β-methylstyrene with PhIO with respect to the rate of epoxide formation. However, a series of complexes shows similar catalytic efficiency and provides nearly the same final yield in a certain reaction condition, which indicates that the first step, oxygen transfer from the terminal oxidant to the Ni(II) center, determines the epoxide yield in a given reaction time. In order to become a better catalyst, macrocyclic complex should have lower Ni(II)/Ni(III) oxidation potential for easy formation of active high-valent intermediate and the macrocyclic ligand should exert less steric hindrance around metal ion for easy axial approach of PhIO, of which the latter seems to be more important. Therefore, to develop better Ni(II) catalysts for the oxygen transfer reaction, special attention should be paid to the modification of the ligand to make the reaction rate enhanced between the complex and terminal oxidant by reducing the steric hindrance around the metal center. Acknowledgements This work was supported by the Korea Science and Engineering Foundation through the Center for Molecular Catalysis at Seoul National University. References 1 R.B. VanAtta C.C. Franklin J.S. Valentine Inorg. Chem. 23 1984 4121 2 C.C. Franklin A.F.T. VanAtta J.S. Valentine J. Am. Chem. Soc. 106 1984 814 3 A.F. Tai L.D. Margerum J.S. Valentine J. Am. Chem. Soc. 108 1986 5006 4 C.-M. Che V.W.-W. Yam J. Am. Chem. Soc. 109 1989 1262 5 K. Srinivasan P. Michaud J.K. Kochi J. Am. Chem. Soc. 108 1986 2309 6 E.G. Samsel K. Srinivasan J.K. Kochi J. Am. Chem. Soc. 107 1985 7606 7 J.D. Koola J.K. Kochi J. Org. Chem. 52 1987 4545 8 U.H. Leung C.-M. Che Inorg. Chem. 28 1989 4619 9 E. Kimura, M. Shionoya, T. Yamauchi, M. Shiro, Chem. Lett., (1991) 1217. 10 J.F. Kinneary J.S. Albert C.J. Burrows J. Am. Chem. Soc. 110 1988 6124 11 K.A. Jorgensen Chem. Rev. 89 1989 3 12 H. Yoon C.J. Burrows J. Am. Chem. Soc. 110 1988 4087 13 J.D. Koola J.K. Kochi Inorg. Chem. 26 1987 908 14 M. Yamada S. Ochi H. Suzuki A. Hisazumi S. Kuroda I. Shimao K. Araki J. Mol. Catal. 87 1994 195 15 H. Yoon T.R. Wagler K.J. O'Connor C.J. Burrows J. Am. Chem. Soc. 112 1990 4568 16 J.F. Kinneary T.R. Wagler C.J. Burrows Tetrahedron Lett. 29 1988 877 17 T.R. Wagler Y. Fang C.J. Burrows J. Org. Chem. 54 1989 1584 18 T.R. Wagler C.J. Burrows Tetrahedron Lett. 40 1988 5091 19 W. Nam J.S. Valentine J. Am. Chem. Soc. 112 1990 4977 20 Y. Yang F. Diederich J.S. Valentine J. Am. Chem. Soc. 113 1991 7195 21 Y. Yang F. Diederich J.S. Valentine J. Am. Chem. Soc. 112 1990 7826 22 W. Nam S.J. Baek K.I. Liao J.S. Valentine Bull. Korean Chem. Soc. 15 1994 1112 23 M. Jacob P.K. Bhattacharya P.A. Ganeshpure S. Satish S. Sivaram Bull. Chem. Soc. Jpn. 62 1989 1325 24 M.J. Upadhyay B.M. Trivedi P.K. Bhattacharya P.A. Ganeshpure S. Satish J. Mol. Catal. 73 1992 287 25 M.P. Suh, in: A.G. Sykes (Ed.), Adv. Inorg. Chem., Academic Press, 44, New York, 1996, pp. 93–146. 26 M.P. Suh B.Y. Shim T.S. Yoon Inorg. Chem. 33 1994 5509 27 M.P. Suh S.-G. Kang Inorg. Chem. 27 1988 2544 28 M.P. Suh W. Shin S.-G. Kang M.S. Lah T.-M. Chung Inorg. Chem. 28 1989 1602 29 M.P. Suh S.-G. Kang V.L. Goedken S.-H. Park Inorg. Chem. 30 1991 365 30 E.K. Barefield Inorg. Chem. 11 1972 2273 31 D.D. Perrin, W.L.F. Armarego, Purification of Laboratory Chemicals, 3rd edn., Pergamon, Oxford, England, 1988. 32 H. Saltzman, J.G. Sharefkin, Organic Synthesis, Vol. V, Wiley, New York, 1973, pp. 658–659 (collect.). 33 B.C. Schardt C.L. Hill Inorg. Chem. 22 1983 1563 34 F.V. Lovecchio E.S. Gore D.H. Busch J. Am. Chem. Soc. 96 1974 3109 35 S.-G. Kang S.K. Jung J.K. Kweon Bull. Korean Chem. Soc. 11 1990 431",
      "scopus-id": "0034651650",
      "coredata": {
        "eid": "1-s2.0-S1381116999002538",
        "dc:description": "The epoxidation of trans-β-methylstyrene promoted by various Ni(II) complexes of macrocyclic ligands (cyclam and 1–5) using PhIO as a terminal oxidant has been investigated. In terms of the rate of epoxide formation, the complexes of monocyclic ligands (cyclam, 1 and 2) are better catalysts than those of polycyclic ligands (3–5) and the cyclam complex without pendant arms is better catalyst than those (1 and 2) with pendant arms. However, a series of the complexes show remarkably similar reactivity in the transfer of oxygen from active high-valent intermediate to the alkene and they provide nearly the same final yield in certain reaction conditions. Therefore, the yield of epoxide produced in a given period depends mainly on the rate of reaction of the complex with PhIO, which is greatly affected by the ligand structure. In order to become a better catalyst, the complex should have low Ni(II)/Ni(III) oxidation potential and the macrocyclic ligand should exert less steric hindrance around the Ni(II) center to allow easy axial approach of the oxidant.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999002538",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lee, Dongwhan"
          },
          {
            "@_fa": "true",
            "$": "Bang, Hyochoon"
          },
          {
            "@_fa": "true",
            "$": "Suh, Myunghyun Paik"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999002538"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999002538"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00253-8",
        "prism:volume": "151",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Epoxidation of an alkene promoted by various nickel(II) multiaza macrocyclic complexes",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "trans-β-Methylstyrene"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Macrocycle"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "71-78",
        "prism:endingPage": "78",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 2000",
        "prism:doi": "10.1016/S1381-1169(99)00253-8",
        "prism:startingPage": "71",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00253-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "86",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "989",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "347",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6148",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "85",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1241",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "361",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8124",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1113",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "462",
            "@width": "318",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11172",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1246",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "302",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5785",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1353",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "255",
            "@width": "312",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5496",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1137",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "338",
            "@width": "455",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002538-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7165",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034651650"
      }
    }
  }
}