{
  "metadata": {
    "title": "Effect of tin content on silica mixed oxides: Sulfated and unsulfated catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-29",
    "doi": "10.1016/S1381-1169(97)00054-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699700054X",
    "pii": "S138111699700054X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342981653",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S138111699700054X S1381-1169(97)00054-X S138111699700054X 10.1016/S1381-1169(97)00054-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00647 2015-05-15T05:56:33.668241-04:00 0 0 19970829 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 2 3 2 3 Volume 123, Issues 2–3 8 149 154 149 154 19970829 29 August 1997 1997-08-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. EFFECTTINCONTENTSILICAMIXEDOXIDESSULFATEDUNSULFATEDCATALYSTS SALAS P MATSUHASHI 1990 205 H HARRISON 1989 P CHEMISTRYTIN TANABE 1987 K CATALYTICPROPERTIES SOLIDACIDSBASES ARATA 1990 165 K SALAS 1996 241 P YAMAGUCHI 1986 3148 T SALASX1997X149 SALASX1997X149X154 SALASX1997X149XP SALASX1997X149X154XP item S1381-1169(97)00054-X S138111699700054X 1-s2.0-S138111699700054X 10.1016/S1381-1169(97)00054-X 271358 2010-09-29T19:53:22.476989-04:00 1997-08-29 1-s2.0-S138111699700054X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699700054X/MAIN/application/pdf/b42af01c37b210f4d438e04f26f53a8a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699700054X/MAIN/application/pdf/b42af01c37b210f4d438e04f26f53a8a/main.pdf main.pdf pdf true 554445 MAIN 6 1-s2.0-S138111699700054X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699700054X/PREVIEW/image/png/dab190cde6979a42c3de077ac481f95d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699700054X/PREVIEW/image/png/dab190cde6979a42c3de077ac481f95d/main_1.png main_1.png png 59173 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 123 (1997) 149-154 Effect of tin content on silica mixed oxides: Sulfated and unsulfated catalysts JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL P. Salas a, * , J.G. Herndez a, J.A. Montoya a, J. Navarrete a, J. Salmones `' I. Schifter a, J. Morales b Instituto Mexicano del Petreo, STI, Apdo. Postal J4-805. 07730 Mico, D.F., Mexico n Universidad Automa Metropolitana, Azcapot,-alco, CBI-Fica, Sn Pablo 180, 02200 Mico, D.F., Mexico Received 5 November 1996: accepted 20 February 1997 Abstract Sn02-SiO, binary oxides were prepared by the sol-gel method, with different contents of tin oxide, and later sulfated. The resulting solids were characterized by Fourier transform infrared spectroscopy WNW, X-ray diffraction (XRD), surface area measurements and also titrated using Hammett indicators. To correlate the acidic properties with catalytic activity, solids were tested in the conversion of 2-propanol. Tin addition to SiOz produces two important effects: an increase in the surface area in most of the resulting mixed oxides and high catalytic activity for the dehydration reaction in the case of the sulfated samples. Keywords: Solid superacid; Sulfated tin oxide-silica catalysts; Alcohol dehydration reaction: Catalytic characterization 1. Introduction The Sn02 has been proved to be a useful catalyst in dehydrogenation reactions providing its basic properties [1] as well as in a quite wide range of different reactions, including the oxidation of CO, saturated and unsaturated hydrocarbons and other organic compounds [2]. As expected, tin oxide is not active when used in dehydration reactions which are usually catalyzed by acid materials. The latter behavior is also found with silica gel but, however, a combination of Si02 with another metal oxide, for example zirconia, exhibits considerable acidity Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P/IS1381-1169(97)00054-X and catalytic activity. The above is an example, among many others, where the components are inactive while their mixtures show enhanced properties if they are compared with the parent compounds. In general, according to Tanabe's hypothesis [3] generating acidity is caused by an excess of negative or positive charge in the model of a mixed oxide. Also, several authors have shown that the addition of metal oxides to silica leads to solid superacid materials with improved catalytic performance such as a high activity and resistance to deactivation [4]. Thus this work has as purpose to investigate the influence of tin oxide content in the catalytic properties of unsulfated and sulfated Sn02-S'02 solid superacids using as test reaction the 2-propanol dehydration. 150 2. Experimental 2.1. Catalysts P. Salas et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 149-154 The different hydroxides used as precursors of the Sn02_S'02 system were obtained, as previously reported [5], by the sol-gel procedure using tetraethylorthosilicate (Aldrich, 98%), SnC12 (J.T. Baker, 98.9%) and ethyl alcohol (Merck, 99.8%) as solvent. The dried samples with different tin oxide contents at various Sn02_S'02 ratios were sulfated by impregnation with 4 ml/(g cat) of 1 N H2S04 aqueous solution. The final catalysts were obtained by drying the above sulfated samples at 383 K for 24 h followed by calcination at 773 K. 2.2. Characterization Surface area and pore size distribution were measured by the nitrogen adsorption method on a Micromeritics ASAP-2000 system. FT-IR was performed on a Nicolet 170-SX spectrometer. The sample was pressed into a thin self-supported wafer and placed in the IR cell. After evacuation at 773 K in vacuum for 2 h, the cell was cooled down to room temperature and pyridine was adsorbed using nitrogen as carrier gas, which was evacuated again to eliminate excess of pyridine and, finally, the IR spectra were registered at 323 K. The acid strength of the materials was measured by titration using Hammett indicators, dissolved in benzene, by assuming that formation of conjugate acid comes from the interaction between the acidic site in the mixed oxide, independently of its Lewis or Brsted nature, and the basic indicator. The corresponding X-ray diffractograms of the samples were recorded with a D-500 Siemens goniometer coupled to a copper anticathode tube in order to have Cu K (x radiation provided by a diffracted beam monochromator. 2.3. Catalytic evaluation The catalytic activity of the solids in the 2-propanol conversion at 423 K was carried out in a conventional fixed-bed continuous flow microreactor system using 0.1 g of sample (mesh 80-120) with 60 ml/min He flow as carrier gas (molar ratio of He/2-propanol is 5). Before catalytic evaluation, the samples were pretreated in situ by heating under He gas at a flux rate of 40 ml/min during 1 h at 423 K. The reaction products were analyzed on line by means of a Varian 3700 gas chromatograph equipped with a FID and using a 30 m GSQ Megabore column at 413 K. 3. Results and discussion In the search of functional groups, the different sulfated samples calcinated at 773 K were diluted in KBr. They showed the infrared absorption spectra, at room temperature, displayed in Fig. 1. In all cases a wide band appears at 3450 cm-1 corresponding to the OH vibration which is ascribed to the physisorbed water in the catalyst. The flexion vibration band of the H20 molecule occurs at 1632 cm-1. Related with the Si02, there are four bands at 470, 800, 960 and 1097 cm-1; the last one is assigned to the asymmetric stretching of the Si-O group, SnO, 50% SnO, Si0, 30% SnO; SiO, 4 00 3 DO 2 00 1 00 400 WRVENUMR Fig. 1. Infrared spectra of S042-/(Sn02_S'o2) as a function of Sn02 content. P. Salas et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 149-154 the band at 470 cm-1 is associated with the flexion vibration band of the O-Si-O group with a small signal at 960 cm-' attributed to the Si-OH vibration. In the analysis of the bands referring to the sulfate ion, whose Lewis and Bronsted nature was already reported [5], it should be pointed out that the spectra corresponding to Sn02 50 wt% clearly show two different signals that can be impute to S04 -. The first one occurs at 1400 cm-' and belongs to the sulfate-ion bidentate coordinate with Si in good agreement with Yamaguchi et al [6]. The second one is a more intense band at 1375 cm-', which can be associated to the sulfate-ion bidentate but coordinated now to Sri. In fact, when the infrared spectra of S04 --Sn02 is analyzed, the above band still appears but the one at 1400 cm-' disappears because of the absence of Si02 in the sample. This result is correct under the condition that we have mixed oxides, segregated, instead of solid solutions as verified by the X-ray diffractograms shown next. However, before that, it is also necessary to mention that vibration bands of Sn-OH, around 3400 cm- 1, are less important when compared with the Si-OH vibration, which means a minor ability of the Sn02 to hydratation. Besides, the band located at 625 cm-1 increases with the content of Sn02 for which it is associated also to Sn. Concerning the aforementioned segregation of phases, Fig. 2 presents the X-ray diffractograms recorded for different samples. Clearly, the Sn02 cassiterite spectrum (JCPDS 21-1250 file) appears above a content of 12% Sn02 in the mixed oxide and the intensity of the spectrum increases with the augmentation of the Sn02 concentration. In the same way it is observed that the FWHM of the peaks decreases as the Sn02 increases, which means that the crystal size increases. Additionally, the broad halo characteristic of Si02 decreases as its concentration diminishes. In other words, at low contents of tin oxide it appears clearly an amorphous zone ascribed to silica, the rutile Sn02 structure which dominates when S'02 - 0, and 151 I II Sn07 II S.,J'~ .~ .Iii ., ,.4JI~R~ ~I , 70%SnO,Si07 1z%sno,sio, 2 theta (Degrees) --> 70 Fig. 2. X-Ray diffraction patterns of Sn02 -SiO2 mixed oxides at different rates of single oxides. at intermediate silica/tin oxide ratios the diffractograms are those of the mixed oxides with a contribution depending on the choice of the SiOz and Sn02 content. That is, the oxides are segregated in good agreement with the fact that there are no solid solutions as precursors of tin silicate SnSi03. In respect to the acid strength of materials, there are two particular cases to be considered: unsulfated and sulfated. In both cases, the titration results of Table 1 clearly show a remarkable increase in acidity when sulfate ion is incorporated into the samples. For unsulfated oxides, although the single component Si02 showed little acidity, mixing silica with tin oxide resulted in an enhancement in acidity, reaching a maximum at stoichiometric values around 50 wt% of each component. However, this maximum corresponds to a p K value that is lower 152 Table 1 Titration measurements of solid acid strength Catalysts (wt%) Hammett indicator P. Salas et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 149-154 sulfated 2,4,6-trinitroaniline p-nitrochlorobenzene 2,4-dinitrotoluene unsulfated 2,4-dinitroaniline benzalacetophenone anthraquinone S'OZ + - - + - - 12% Sn0z-S'()2 + + + + + - 30% Snoz-S'02 + + + + + - 50% Sn02-SiOZ + + + + + - 70% Sn02-S'02 + + + + + - 88% Snoz-S'02 + + + + - - Sn02 + + - + - - pK. value -10.1 -12.7 -13.7 -4.4 -5.6 -8.2 +: change in color; -: no change in color. than the one needed to consider those compounds as solid superacids. Otherwise, when the above materials are sulfated, their acidity supersedes the minimum Ho estimation for which the new solids are considered to be superacids. That is, although indicators were used up to Ho = -13.75, the maximum acidity of superacid materials is also in the range of stoichiometry between 50 and 70 wt% of tin oxide. With regard to the surface area of materials, the results of sulfated and unsulfated samples are given in Fig. 3 as function of the Sn02 content. Independent from the catalyst being sulfated or not, its surface area enlarges considerably according to the increase of tin oxide in the mixture Sn02--Si02. Concerning the influ- 400 W 200 w h t00 0 ~o 0 1:1 Unsulfated Sulfated sioZ 20 40 60 e0 Sn02 Wt o/a Fig. 3. Influence of the Sn02 content in mixed oxides with respect to the surface area in sulfated and unsulfated samples. ence of the sulfate ion on the samples, an opposite behavior is observed for the single oxides separately: on one hand, sulfated silica strongly decreases its area while on the other hand sulfated tin oxide slightly enlarges its area. That is, sulfated mixed oxides decrease their areas when compared with the corresponding unsulfated ones. However, this fact is less important than the increasing surface area obtained when tin oxide is mixed with silica: around 200% increase in area when using 50 wt% Sn02 and Si02 with respect to the samples of Si02 alone in the case of sulfated samples. In general, it is interesting to notice that the decrease of surface in sulfated materials has the same curved shape of the area behavior of unsulfated samples as the function of the Sn02 content. This is due to the fact that S04 - ions occupy sites in such a way that these serve as bridges between particles in order to increase the sintering process with the concomitant decrease of surface area. Finally, the results of catalytic activity for the above samples, tested in the 2-propanol dehydration reaction, are given in Table 2 for sulfated and unsulfated prototypes with different tin content; selectivity towards propene is around 100% for all samples, except the unsulfated tin oxide sample, which showed also acetone in good agreement with its basic nature. According to the data, it becomes clear that an important P. Salas et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 149-154 Table 2 Catalytic activity of the sulfated and unsulfated SnOZ-Si0z system in the 2-propanol reaction Catalysts (wt%) Conversion (mol%) sio, 12% SnOSioz 30% SnO,-SiO, 50%a SnO=-Si02 70% SnO,-SiO, 88% SnO,-Sio2 Sn02 sulfated unsulfated 13.3 2.8 1.6 0.1 0.1 60.6 57.3 53.6 3.1 2.1 66.3 67.8 62.1 3.1 2.5 63.5 60.2 54.8 2.6 1.3 67.9 60.6 61.4 2.1 1.1 18.5 13.4 8.9 0.3 0.3 16.0 9.6 6.2 0.4 0.4 0.1 1.2 1.4 0.7 0.5 0.3 0.3 Reaction time (min) l5 60 180 15 60 180 Reaction Temperature: 423 K, catalyst wt.: 0.1 g, He flow: 60 cm'/min. molar ratio He/2-propanol: 5. increase of catalytic activity occurs when using sulfated catalysts: from 3% 2-propanol conversion for unsulfated samples to 67% for sulfated mixed oxides. This improvement in the catalytic performance of the sulfated samples is kept more or less constant in the range from 12 wt% to 70 wt% tin oxide content. Also, as can be appreciated from Fig. 3, this range of stoichiometry corresponds to the one where there is more than 100% increase in surface area of the sulfated samples when compared to the single sulfated silica. These two facts are clearly related as we will see next, but first we consider other results such the major stability of the solids. In fact, from the data in Table 2 for samples sulfated, a minor deactivation of the catalysts containing tin oxide when compared with the activity of silica is found; that is, tin 153 oxide helps to stabilize the catalyst. Also, due to the different surface area in silica and tin oxide, in order to compare the above conversion data, in Table 3 we consider the specific rate values which take into account the surface area that corresponds to each prototype in the mixtures. Thus, according with these results when tin oxide is added to silica, an increase of the specific activity appears as a consequence of the active sites belonging to the Sn02 incorporated into the silica. However, when the content of tin oxide becomes large in the mixed oxide, the surface area decreases abruptly, showing that active sites function at the formation of large crystals of Sn02 as a second surface. Finally, the Sn02 alone gives rise to a major specific activity because the site density is higher but the site total number is the lowest, which suggests that is the tin oxide which is responsible of the catalysis. In short, we learn from the above results that getting a mixed oxide, tin oxide-silica, by itself is not a sufficient condition to have a solid with improved strong acidic features. That is, in addition it is necessary to sulfate the above mixed oxide to obtain catalysts with improved strong acid properties. On the other hand, while unsulfated mixed oxides enlarge considerably the surface area when compared with the surface area of its single components, by itself this parameter does not constitute a sufficient condition to have a material with improved catalytic properties. As a consequence, this two single Table 3 Activity per unit surface area of the sulfated and unsulfated SnOZ-SiO, system in the 2-propanol reaction Catalysts (wt%o) Specific reaction rate (mol m-Z s- 1 ) sulfated unsulfated SiO, 5.45E - 08 1.15E - O8 6.35E - 09 2.50E - 10 2.26E - 10 2.26E - 10 I 2% SnO,-SiO, 1.51E - 07 1.42E - 07 1.33E - 07 2.68E - 09 2.42E - 09 1.36E - 09 30%a Sn02-Si01 1.56E - 07 1.59E - 07 1.46E - 07 3.67E - 09 2.91E - 09 1.69E - 09 50% Sn02-Si0= l .19E - 07 1.13E - 07 1.03E - 07 3.08E - 09 1.51E - 09 8.56E - 09 70%v SnO--Si02 1.64E - 07 1.47E - 07 1.48E - 07 4.39E - 09 2.15E - 09 I .00E - 09 88% SnO,_-SiO,_ 9.40E - 08 6.80E - 08 4.60E - 08 2.63E - 09 2.38E - 09 2.21E - 09 SnO, 2.78E - 07 1.67E - 07 1.08E - 07 7.56E - 09 6.46E - 09 5.54E - 09 Reaction time (min) 15 60 180 15 60 180 Reaction temperature: 423 K, catalyst wt.: 0.1 g, He flow: 60 cm;/min, molar ratio He/2-propanol: 5. 154 P. Salas et al. /Journal of Molecular Catalysis A: Chemical 123 (1997)149-154 features, area and acidity, have to be put to gether; a better catalyst will result on the condi tion that a higher surface area and higher acidity properties concur in the same material. 4. Concluding remarks The purpose of this work has been twofold. On the one hand we have studied the influence of the content of Sn02 in silica with respect to the catalytic properties of the resulting material when used as catalyst. On the other hand, the samples were also studied sulfated and unsul fated in order to compare some of their particu lar characteristics, due to the fact that many features of materials are closely related with the References sulfation solids. According to our results, sev- eral of these features are equal, regardless of the nature of the samples. However, we found that there are others that are not necessarily the same for all compounds. For example, our results in the case of separate tin oxide and silica alone show a remarkable increase of acidity in both materials, when sulfated, but a dissimilar behav ior concerning surface area; that is, while tin oxide increases its area slightly, silica decreases it considerably. However, the greatest area of Si02, when compared with the one of Sn02, makes a desirable combination of both oxides to give rise to compounds that are more active and consequently still by far more efficient when used as sulfated catalysts. In other words, in order to improve the features of a solid to be useful as catalyst both conditions are necessary to have a sulfated mixed oxide. In our case, although silica reduces its area when sulfated, it helps to improve the tin oxide area, increasing with sulfate ion the acidity of the resulting solid. [1] H. Matsuhashi, M. Hino, K. Arata, Appl. Catal. 59 (1990) 205. [2] P.G. Harrison., Chemistry of Tin, Blackie, Glasgow, London, 1989. [3] K. Tanabe, Solid Acids and Bases; their Catalytic Properties, Academic Press, New York, 1987. [4] K. Arata, Adv. Catal. 37 (1990) 165. [5] P. Salas, J.G. Herndez, E. Lez-Salinas, I. Schifter, M.E. Llanos, J. Navarrete, J. Morales, J. Porous Mater. 3 (1996) 241. [6] T. Yamaguchi, T. Jin, K. Tanabe, J. Phys. Chem. 90 (1986) 3148. MOLCAA 9700054X S1381-1169(97)00054-X 10.1016/S1381-1169(97)00054-X Molecular aspects of heterogeneous catalysis Article Effect of tin content on silica mixed oxides: Sulfated and unsulfated catalysts P. Salas ∗ a J.G. Hernández a J.A. Montoya a J. Navarrete a J. Salmones a I. Schifter a J. Morales b a Instituto Mexicano del Petróleo, STI, Apdo. Postal 14–805, 07730 México, D.F., Mexico b Universidad Autónoma Metropolitana, Azcapotzalco, CBI-Física, Sn Pablo 180, 02200 México, D.F., Mexico ∗ Corresponding author. SnO2-SiO2 binary oxides were prepared by the sol-gel method, with different contents of tin oxide, and later sulfated. The resulting solids were characterized by Fourier transform infrared spectroscopy (FT-IR), X-ray diffraction (XRD), surface area measurements and also titrated using Hammett indicators. To correlate the acidic properties with catalytic activity, solids were tested in the conversion of 2-propanol. Tin addition to SiO2 produces two important effects: an increase in the surface area in most of the resulting mixed oxides and high catalytic activity for the dehydration reaction in the case of the sulfated samples. Keywords Solid superacid Sulfated tin oxide-silica catalysts Alcohol dehydration reaction Catalytic characterization References [1] H. Matsuhashi M. Hino K. Arata Appl. Catal. 59 1990 205 [2] P.G. Harrison Chemistry of Tin 1989 Blackie Glasgow, London [3] K. Tanabe Solid Acids and Bases their Catalytic Properties 1987 Academic Press New York [4] K. Arata Adv. Catal. 37 1990 165 [5] P. Salas J.G. Hernández E. López-Salinas I. Schifter M.E. Llanos J. Navarrete J. Morales J. Porous Mater 3 1996 241 [6] T. Yamaguchi T. Jin K. Tanabe J. Phys. Chem. 90 1986 3148",
      "scopus-id": "0342981653",
      "coredata": {
        "eid": "1-s2.0-S138111699700054X",
        "dc:description": "SnO2-SiO2 binary oxides were prepared by the sol-gel method, with different contents of tin oxide, and later sulfated. The resulting solids were characterized by Fourier transform infrared spectroscopy (FT-IR), X-ray diffraction (XRD), surface area measurements and also titrated using Hammett indicators. To correlate the acidic properties with catalytic activity, solids were tested in the conversion of 2-propanol. Tin addition to SiO2 produces two important effects: an increase in the surface area in most of the resulting mixed oxides and high catalytic activity for the dehydration reaction in the case of the sulfated samples.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699700054X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Salas, P."
          },
          {
            "@_fa": "true",
            "$": "Hernández, J.G."
          },
          {
            "@_fa": "true",
            "$": "Montoya, J.A."
          },
          {
            "@_fa": "true",
            "$": "Navarrete, J."
          },
          {
            "@_fa": "true",
            "$": "Salmones, J."
          },
          {
            "@_fa": "true",
            "$": "Schifter, I."
          },
          {
            "@_fa": "true",
            "$": "Morales, J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699700054X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699700054X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00054-X",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Effect of tin content on silica mixed oxides: Sulfated and unsulfated catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Solid superacid"
          },
          {
            "@_fa": "true",
            "$": "Sulfated tin oxide-silica catalysts"
          },
          {
            "@_fa": "true",
            "$": "Alcohol dehydration reaction"
          },
          {
            "@_fa": "true",
            "$": "Catalytic characterization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "149-154",
        "prism:endingPage": "154",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00054-X",
        "prism:startingPage": "149",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00054-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342981653"
      }
    }
  }
}