{
  "metadata": {
    "title": "Partial oxidation of methane to hydrogen and carbon monoxide over a Ni/TiO<ce:inf loc=post>2</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-02-01",
    "doi": "10.1016/j.molcata.2004.09.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904006612",
    "pii": "S1381116904006612"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11144269661",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-10-28 2004-10-28 2010-04-19T04:56:56 1-s2.0-S1381116904006612 S1381-1169(04)00661-2 S1381116904006612 10.1016/j.molcata.2004.09.016 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X02087 2015-05-15T05:56:32.920819-04:00 0 0 20050201 2005 2004-10-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 226 226 1 1 Volume 226, Issue 1 7 41 48 41 48 20050201 1 February 2005 2005-02-01 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. PARTIALOXIDATIONMETHANEHYDROGENCARBONMONOXIDEOVERANITIO2CATALYST WU T 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Reactivity test of catalyst 2.3 Temperature-programmed reductions (TPR) and pulse reactions 2.4 X-ray diffraction (XRD) and nickel dispersions of Ni/TiO2 3 Results 3.1 Activity of Ni/TiO2 catalysts in POM 3.2 Effect of time on stream 3.3 The temperature-programmed reductions (TPR) of Ni/TiO2 3.4 XRD patterns of Ni/TiO2 3.5 Interaction between methane and Ni/TiO2 4 Discussion 4.1 Deactivation of Ni/TiO2 during POM 4.2 Effects of nickel oxidation states on methane oxidation mechanism over Ni/TiO2 5 Conclusions Acknowledgements References PRETTRE 1946 335 M DISSANAYAKE 1991 117 D HICKMAN 1993 343 D MALLENS 1997 43 J MALLENS 1995 291 J FATHI 2000 439 M QIN 1996 140 D LI 2000 139 C RUCKENSTEIN 1999 151 E RUCKENSTEIN 1996 230 E ZHANG 1996 51 Z ELMASIDES 1999 5227 C BRAFORD 1999 87 M BRAFORD 1998 69 M BRAFORD 1996 73 M ERDOHELYI 1993 287 A BRAFORD 1998 157 M ERDOEHELYI 1994 205 A EFSTATHIOU 1996 64 A BRAFORD 1997 31 M VANNICE 1979 236 M VANNICE 1983 70 M HOANGVAN 1989 281 C ZHANG 1992 2075 L KUMBHAR 1993 241 P RAO 1991 299 C DEBOKX 1987 33 P BUYEVSKAYA 1994 249 O HABER 1982 J SURFACEPROPERTIESCATALYSISBYNONMETALS HU 1998 10568 Y HU 1998 230 Y WUX2005X41 WUX2005X41X48 WUX2005X41XT WUX2005X41X48XT item S1381-1169(04)00661-2 S1381116904006612 1-s2.0-S1381116904006612 10.1016/j.molcata.2004.09.016 271358 2010-10-10T21:00:31.663835-04:00 2005-02-01 1-s2.0-S1381116904006612-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/MAIN/application/pdf/5b94b5214bfddd83bd3387e7c41cdb23/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/MAIN/application/pdf/5b94b5214bfddd83bd3387e7c41cdb23/main.pdf main.pdf pdf true 180368 MAIN 8 1-s2.0-S1381116904006612-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/PREVIEW/image/png/f3000245f2fd53b52d37482c2c5a91f1/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/PREVIEW/image/png/f3000245f2fd53b52d37482c2c5a91f1/main_1.png main_1.png png 64880 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904006612-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/STRIPIN/image/gif/4d13d818885d35cc30da2e2de6a58eb8/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/STRIPIN/image/gif/4d13d818885d35cc30da2e2de6a58eb8/si1.gif si1 si1.gif gif 919 16 362 ALTIMG 1-s2.0-S1381116904006612-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr1/THUMBNAIL/image/gif/db924b987969088f43c98ebf588f018f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr1/THUMBNAIL/image/gif/db924b987969088f43c98ebf588f018f/gr1.sml gr1 gr1.sml sml 1645 93 113 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr1/DOWNSAMPLED/image/gif/3417635fe0539d9e0a03540d954b323f/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr1/DOWNSAMPLED/image/gif/3417635fe0539d9e0a03540d954b323f/gr1.gif gr1 gr1.gif gif 8440 309 375 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006612-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr2/THUMBNAIL/image/gif/383e3d3679fc747cc9428ea59e2b8b15/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr2/THUMBNAIL/image/gif/383e3d3679fc747cc9428ea59e2b8b15/gr2.sml gr2 gr2.sml sml 892 94 63 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr2/DOWNSAMPLED/image/gif/afb5fd76e5d45f92d4f30d5bf6da8fd1/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr2/DOWNSAMPLED/image/gif/afb5fd76e5d45f92d4f30d5bf6da8fd1/gr2.gif gr2 gr2.gif gif 11562 559 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006612-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr3/THUMBNAIL/image/gif/bca7712ccc29e38236d874b198347260/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr3/THUMBNAIL/image/gif/bca7712ccc29e38236d874b198347260/gr3.sml gr3 gr3.sml sml 1218 94 111 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr3/DOWNSAMPLED/image/gif/03d0362a2f9b06db42ab63f4e2ab3528/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr3/DOWNSAMPLED/image/gif/03d0362a2f9b06db42ab63f4e2ab3528/gr3.gif gr3 gr3.gif gif 6092 313 371 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006612-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr4/THUMBNAIL/image/gif/94909533c24ca75f5039cb6cda73198a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr4/THUMBNAIL/image/gif/94909533c24ca75f5039cb6cda73198a/gr4.sml gr4 gr4.sml sml 2443 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr4/DOWNSAMPLED/image/gif/8a219f5006d1055f623704f61223b398/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr4/DOWNSAMPLED/image/gif/8a219f5006d1055f623704f61223b398/gr4.gif gr4 gr4.gif gif 38539 583 783 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006612-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr5/THUMBNAIL/image/gif/53c8f898678fd62fa2f1fac03a535c84/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr5/THUMBNAIL/image/gif/53c8f898678fd62fa2f1fac03a535c84/gr5.sml gr5 gr5.sml sml 1946 94 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/gr5/DOWNSAMPLED/image/gif/b4e5c7e13053dceb43a13f265b4720f9/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/gr5/DOWNSAMPLED/image/gif/b4e5c7e13053dceb43a13f265b4720f9/gr5.gif gr5 gr5.gif gif 30679 588 785 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006612-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/fx1/THUMBNAIL/image/gif/4eab01ca0dbae7302413d079ff656f5c/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/fx1/THUMBNAIL/image/gif/4eab01ca0dbae7302413d079ff656f5c/fx1.sml fx1 true fx1.sml sml 2417 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904006612-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006612/fx1/DOWNSAMPLED/image/jpeg/8786c7dfb09ba5e82687d62d7203dcb7/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006612/fx1/DOWNSAMPLED/image/jpeg/8786c7dfb09ba5e82687d62d7203dcb7/fx1.jpg fx1 true fx1.jpg jpg 15456 171 301 IMAGE-DOWNSAMPLED MOLCAA 4892 S1381-1169(04)00661-2 10.1016/j.molcata.2004.09.016 Elsevier B.V. Fig. 1 Activity vs. reaction time for the POM reaction over 8wt.% Ni/TiO2 catalyst. Fig. 2 Temperature-programmed reduction (TPR) profiles of: (a) fresh 8wt.% Ni/TiO2 and (b) 8wt.% Ni/TiO2 after catalyzing the POM reaction for 2h at 700°C. Fig. 3 XRD patterns of: (a) fresh 8wt.% Ni/TiO2 and (b) 8wt.% Ni/TiO2 after the POM reaction for 20h at 700°C. Fig. 4 Effluent gases from methane (CH4/Ar, 1/20 mole ratio) pulsing experiments at 700°C over 8wt.% Ni/TiO2 oxidized in air at 700°C for 6h: (a) methane, (b) carbon monoxide, (c) hydrogen and (d) carbon dioxide. Fig. 5 Effluent gases from methane (CH4/Ar, 1/20 mole ratio) pulsing experiments at 700°C over 8wt.% Ni/TiO2 reduced in hydrogen, at 700°C for1h: (a) methane, (b) carbon monoxide, (c) hydrogen and (d) carbon dioxide. Table 1 Partial oxidation of methane to syngas over 8wt.% Ni/TiO2 Temperature (°C) CH4 conversion (%) Selectivity H2/CO (mole ratio) H2 (%) CO (%) 300 – – – – 400 – – – – 500 58.9 74.3 47.9 2.84 600 69.5 87.4 55.0 2.81 700 76.6 93.5 74.6 2.13 800 86.3 99.7 88.2 2.09 Reaction conditions: CH4/O2 =2, GHSV=1.5×105 h−1, 1atm. Partial oxidation of methane to hydrogen and carbon monoxide over a Ni/TiO2 catalyst Tinghua Wu a * Qiangu Yan a b c Huilin Wan a b a Department of Chemistry, Institute of Physical Chemistry, Zhejiang Normal University, Zhejiang 321004, PR China b The State Key Laboratory for Physical Chemistry of Solid Surface, Department of Chemistry, Xiamen University, Xiamen, Fujian 361005, PR China c Center for Advanced Vehicular Systems, Mississippi State University, Starkville, MS 39759, USA * Corresponding author. Tel.: +86 5792283907; fax: +86 5792282595. Partial oxidation of methane to hydrogen and carbon monoxide (POM) over a Ni/TiO2 catalyst has been investigated using a fixed-bed reactor. Ni/TiO2 catalyst has high initial activity but undergoes deactivation during POM. Activation of methane on Ni/TiO2 was studied by employing a pulse reaction technique in the absence of gas phase oxygen. Methane pulse reactions demonstrate that the methane oxidation mechanism changes as the nickel oxidation state changes over Ni/TiO2. CH4 is efficiently oxidized into CO and H2 via a direct oxidation mechanism when Ni/TiO2 is reduced; while CH4 may be converted by a non-selective oxidation process over oxidized Ni/TiO2. Graphical abstract The methane oxidation mechanism changes as the nickel oxidation state changes over Ni/TiO2. Methane is oxidized by lattice oxygen in NiO by active oxygen in the TiO2 support via the non-selective mechanism over oxidized Ni/TiO2, while it is converted into CO and H2 via a direct oxidation mechanism over reduced Ni/TiO2. Keywords Methane Ni/TiO2 catalyst Hydrogen and carbon monoxide Partial oxidation Nickel oxidation states TiO2 1 Introduction Many studies on partial oxidation of methane (POM) have been done and various viewpoints about it have been reported. POM has been interpreted to proceed via a two-step reaction pathway [1,2]. The complete oxidation of a part of the methane to carbon dioxide and steam occurs at first, and then comes the second step of reforming of the remaining methane with carbon dioxide and steam to syngas. However, direct partial oxidation of methane to syngas has also been suggested by Hickman and Schmidt [3]. They proposed a mechanism where methane was converted into carbon species on the catalyst surface via a catalytical pyrolysis followed by oxidation of the surface carbon and hydrogen desorption. So the mechanism of POM remains controversial. Therefore, a better understanding of the reaction mechanism and of the nature of the active catalytic sites is required. Mallens et al. [4,5] found differences using Rh versus Pt catalysts, in the selectivity toward CO and H2 during POM. These differences were attributed to the lower activation energy for methane decomposition on Rh versus that on Pt. Mallens et al. suggested that the catalyst's ability to activate methane determines (1) the product distribution and (2) the concentration of active surface species of oxygen, carbon and hydrogen. Fathi et al. [6] studied the partial oxidation of methane to syngas over platinum catalysts and proposed that the product distribution is determined by both the concentrations and the types of surface oxygen species present at the catalyst surface. Qin et al. [7] suggested that the support might also influence the concentration of adsorbed oxygen and, as a consequence, the activation of methane and the product distribution. Li et al. [8] studied the effect of gas phase O2, reversibly adsorbed oxygen and oxidation state of the nickel in the Ni/Al2O3 catalyst on CH4 decomposition and partial oxidation using transient response techniques at 700 °C. They concluded that the surface state of the catalyst affects the reaction mechanism and plays an important role in POM conversions and selectivities. Li et al. [8] also argued that direct oxidation is the major POM route, and that the indirect oxidation mechanism cannot become dominant under their experimental conditions. TiO2 is a reducible metal oxide with several crystal structures. Titanium possesses a variety of oxidation states. Titania-supported metal catalysts have also been used for converting methane into syngas. Ruckenstein et al. [9,10] used 13.6wt.% Ni/TiO2 for POM and 1wt.% Rh/TiO2 for reforming methane with carbon dioxide to syngas. They found that the 13.6wt.% Ni/TiO2 catalyst was deactivated during the POM. Zhang et al. [11] studied the reforming methane with carbon dioxide to produce syngas over Rh catalysts supported on TiO2, γ-Al2O3, MgO, SiO2 and La2O3, and found that the participation of TiO2 via a strong metal–support interaction contributed to catalyst deactivation. Direct partial oxidation of the methane to syngas occurs with the proper choice of the Ru/TiO2 catalyst [12] according to transient experiments using isotope-labeled molecules. Braford and Vannice [13,14] suggested that the metal–TiO x interaction promotes the catalyst activity. It has been well known that metal–support interactions can affect both catalytic activity and stability [15,16]. TiO2-supported Group VIII metal catalysts suppress carbon formation during the reforming of methane to syngas, presumably due to the decoration of metal surfaces with TiO x species. The TiO x presence destroys the large ensembles of metal atoms that serve as active sites for carbon deposition [17,18]. Interfacial metal–support sites may promote catalyst activity [19]. Reactions on Pt/TiOx catalysts have supported this hypothesis [20]. Titania-supported nickel catalysts are more active in carbon monoxide hydrogenation than silica- or alumina-supported catalysts [21]. Suppression of hydrogen and carbon monoxide adsorption on TiO2-supported metals has been observed and attributed to the strong interaction between metal and titania by Moon and co-workers [22]. The present work concerns the performance of Ni/TiO2 catalysts for POM and methane activation mechanism over the catalyst. A key question remaining in POM is that whether the oxygen initiating the reaction is directly from the metal oxide (NiO) lattice or from the support TiO2. This question was pursued by conventional pulse experiments and catalytic activity tests. The influence of temperature and time on stream on the catalytic performance was also investigated. Special attention was given to the correlation between the nickel oxidation states and the methane activation mechanism over the Ni/TiO2 catalyst. 2 Experimental 2.1 Catalyst preparation The supported nickel catalyst Ni/TiO2 was prepared by impregnating TiO2 (John Matthey Chemicals Limited, 70m2/g 60–80 mesh) with an aqueous solution of 0.1M Ni(NO3)2·6H2O. This was followed by drying overnight at 110 °C and calcination in air at 700 °C for 6h. The nickel loading was 8wt.%. 2.2 Reactivity test of catalyst Catalytic performance tests were carried out in a fixed tubular quartz micro-reactor (200mm length, 6mm i.d.). A 500mg catalyst sample was used for all runs. The reactor system was purged first with nitrogen for 0.5h, and then the catalyst was reduced at 700 °C under pure hydrogen (10mL/min) for 1h. The reactant (CH4/O2 (2/1)) was then introduced to the reactor. Analyses of reactant/product mixtures were achieved by a gas chromatograph (model 103G) with a TC detector. A carbon sieve TDX-01 (packed column, 2m length, 4mm i.d.) column was used in order to separate hydrogen, carbon monoxide, carbon dioxide, oxygen and methane. The amount of carbon deposited on the catalyst was determined by TG analysis. 2.3 Temperature-programmed reductions (TPR) and pulse reactions TPR and pulse reaction experiments were carried out in a fixed-bed tubular quartz micro-reactor with an inner diameter of 3mm and a length of 18cm. Hundred milligrams catalyst sample was used in each run. An on-line Balzer quadrupole mass spectrometer (QMS 200) continuously monitored the reactor effluent, which might contain hydrogen (m/z =2), He (m/z =4), methane (m/z =15 or 16), water (m/z =18), carbon monoxide or nitrogen (m/z =28), oxygen (m/z =32) and carbon dioxide (m/z =44). High purity helium was used as carrier gas. For the TPR experiment the fresh catalyst was first pretreated in air at 700 °C for 1h and then cooled to room temperature under a helium flow. Then, the helium flow was replaced by a flow of 3% (V) hydrogen in nitrogen (30mL/min). After the concentration of effluent was stabilized, the temperature was ramped at a rate of 15 °C/min to 1000 °C. For the used catalyst, a helium flow was introduced for 20min, and the catalyst was cooled to room temperature. Then the flow was switched to a 3% H2/N2 mixture. Temperature was then increased at a rate of 15 °C/min to 1000 °C. The pulse reaction experiments were performed at 700 °C. A gas pulse containing 1mL CH4/Ar (1/20) was injected through a six-port valve into a helium carrier gas flow, which continuously flowed through the reactor during the experiments. An unreduced Ni/TiO2 catalyst sample was kept under a helium flow at 700 °C for 30min before methane was pulsed. While a reduced catalyst sample was treated under pure hydrogen (10mL/min) at 700 °C for 30min before the pulse reaction. 2.4 X-ray diffraction (XRD) and nickel dispersions of Ni/TiO2 XRD patterns were obtained with a Philips PW 1840 powder diffractometer. Co Kα radiation was employed, covering 2θ between 20° and 60°. Nickel dispersion of the catalyst was measured by hydrogen chemisorption at room temperature. The percentage dispersion of nickel metal was calculated assuming the H/Ni atomic ratio of 1 [23]. 3 Results 3.1 Activity of Ni/TiO2 catalysts in POM POM was tested over Ni/TiO2 catalyst at temperatures from 300 to 800 °C. Table 1 showed that temperature affected the reactivity of Ni/TiO2 significantly. Below 500 °C, Ni/TiO2 exhibited no activity. At 500 °C, both methane conversion and selectivity to carbon monoxide were very low. However, selectivity to hydrogen was higher than that to carbon monoxide. The catalyst showed higher activity at 700 and 800 °C. 3.2 Effect of time on stream To investigate the catalyst durability, endurance tests were carried out at 700 °C and under atmospheric pressure, CH4/O2 =2/1, and GHSV=1.5×105 h−1. Catalytic performance as a function of time on stream over the Ni/TiO2 catalyst is plotted in Fig. 1 . Rapid deactivation was observed after the reaction was started. Methane conversion decreased from an initial value of 76% to 43% after 20h of reaction, while CO selectivity reduced from 74% to 40% and H2 selectivity from 93% to 50%. 3.3 The temperature-programmed reductions (TPR) of Ni/TiO2 The nickel oxidation state in Ni/TiO2 was investigated by means of TPR. Both fresh catalyst and catalysts, which had been subjected to the POM reactions, were examined with TPR in a flow of 3% (V) hydrogen in nitrogen, as presented in Fig. 2 a and b. At least three reduction peaks for fresh Ni/TiO2 can be observed at temperatures of 280, 390 and 640 °C, respectively (Fig. 2a). Unsupported NiO is reduced at about 280 °C [24]. Therefore, the small peak between 250 and 300 °C in the fresh catalyst is assigned to the reduction of bulk NiO which does not interact with titania. The higher temperature peak (390 °C) is assigned to the NiO that has significant interaction with titania (NiO–TiO2 interaction species). The peak between 550 and 700 °C, is assigned to bulk NiTiO3 [25]. Two peaks were detected from Ni/TiO2 by TPR after POM (Fig. 2b). The peak located at 445 °C is due to the NiO–TiO2 interacting species while the reduction peak at 660 °C is assigned to bulk NiTiO3. Thus, oxidized nickel exists after POM on Ni/TiO2. A strong interaction between NiO and TiO2 also occurs during POM (Fig. 2b). 3.4 XRD patterns of Ni/TiO2 The XRD patterns of 8wt.% Ni/TiO2 catalysts are shown in Fig. 3 .The XRD patterns of NiO are found in addition to the diffraction peaks of rutile for fresh Ni/TiO2 (Fig. 3a). NiO peaks become weak and new diffraction peaks characteristic of NiTiO3 emerge after the catalyst was used for the POM for 20h; only very tiny Ni peak is found (Fig. 3b). 3.5 Interaction between methane and Ni/TiO2 Pulse reactions were conducted over oxidized Ni(O)/TiO2 without adding oxygen (Fig. 4 a–d). Any methane oxidation in these experiments must be derived from oxygen originating from NiO and/or TiO2 in the catalyst system. Methane diluted in argon (CH4/Ar=1/20) was pulsed (1mL gas) over unreduced Ni/TiO2 at 700 °C. Fig. 4a–d shows typical pulse reaction results. During the first pulse, small amounts of carbon dioxide, hydrogen and carbon monoxide were detected by MS. Thus, the surface oxygen present on the catalyst was responsible for the formation of both carbon monoxide and carbon dioxide, for there is no oxygen in the feed gas and the catalyst was not pre-reduced. Methane conversions increased over the first seven pulses, and then decreased. The yield of carbon monoxide increased from the first to the eighth pulse, then decreased. Substantial tailing of the carbon monoxide peaks was observed from the ninth pulse, and the length of the tailing increased thereafter as the pulse number increased. The carbon dioxide yield increased sharply over the first five pulses, and then decreased rapidly (Fig. 4d). After the ninth pulse, only a small amount of carbon dioxide was detected. After the 11th pulse the carbon dioxide peaks exhibited tailing. The hydrogen evolution pattern was similar to that of carbon monoxide. Fig. 5 a–d presents the results of the methane pulsing over the 8wt.% Ni/TiO2 catalyst, which had been reduced at 700 °C in hydrogen for 1h. Almost all of the methane was converted during the first pulse. Methane conversion decreased rapidly with subsequent pulsing. The yields of carbon monoxide, hydrogen and carbon dioxide were highest from the first pulse, and decreased with the sequent pulses. Among the three products, carbon dioxide decreased most sharply. Only a trace of carbon dioxide was detected after the second pulse. The carbon monoxide and hydrogen peaks were found to exhibit more remarkable tailing, while no peak tailing was found for carbon dioxide. 4 Discussion 4.1 Deactivation of Ni/TiO2 during POM Serious deactivation was observed for the 8wt.% Ni/TiO2 catalyst during POM. This could be mainly due to SMSI and solid-state reactions. Ruckenstein and Hu [10] observed a relatively small initial yield of carbon monoxide, which then decreased with time, during their research on POM by using a 13.6wt.% Ni/TiO2 catalyst. They attributed it to a strong interaction between TiO x and Ni during reduction in which TiO x partially migrated onto the Ni surface. The investigation we have done under the similar conditions to theirs. Both of the two studies employed the Ni/TiO2 catalyst and the reactions were examined at 700 °C. Thus, SMSI may be one of the reasons for the deactivation of 8wt.% Ni/TiO2 catalyst in this work. SMSI can affect both catalyst activity and stability [15,16]. TiO2-supported Group VIII metal catalysts suppress carbon formation during the reforming of methane to syngas, presumably due to the decoration of metal surfaces with TiO x species. Suppression of hydrogen and carbon monoxide adsorption on TiO2-supported metals has also been observed and attributed to the strong interaction between metal and titania by Moon and co-workers [22]. But, there is a major difference between the two studies. Ruckenstein and Hu attributed carbon deposition to the decay of overall catalytic activity for syngas production over a 50h period. However, we observed no obvious carbon deposit on the 8wt.% Ni/TiO2 catalyst after the reaction for 20h. The difference may be due to the different nickel loadings and reaction conditions. So, carbon deposit could be excluded from the reason for the deactivation of the catalyst in this work. The 8wt.% Ni/TiO2 catalyst took on a color of light yellow after 20h on stream in POM. This is the color of NiTiO3, suggesting that NiTiO3 was formed during POM. XRD results proved the existence of NiTiO3 and NiO in the catalyst after the POM (Fig. 3). Due to the local hot spots in the catalyst bed that can exceed 1000 °C, NiO and TiO2 may react in the solid phase in the presence of oxygen gas to form NiTiO3 (NiO+TiO2 →NiTiO3) which is inert to POM. The TPR results also demonstrated the formation of NiO and NiTiO3 during POM. This is in accord with the report written by Rao et al. [26] that NiTiO3 was formed when Ni/TiO2 was calcined above 500°C. Besides, de Bokx et al. [27] also reported the formation of NiTiO3 at the temperature of 750°C, which was accompanied by a color change from gray to light yellow or bright yellow. So NiTiO3 and NiO were formed indeed during POM. Since both of them are inactive for POM, the formation of NiTiO3 and NiO is thought to be another cause for the catalyst deactivation. 4.2 Effects of nickel oxidation states on methane oxidation mechanism over Ni/TiO2 Different surface metal oxidation states can result in different mechanisms [4,5,7]. CH4 pulse experiments provide some mechanistic insight of methane oxidation over Ni/TiO2 under different nickel oxidation states. During the first pulse over unreduced Ni/TiO2, CH4 was negatively converted due to the absence of active Ni0 sites. Only traces of CO, H2 and CO2 were detected. As the methane pulsing over the unreduced Ni/TiO2 was continued, the methane conversion increased. This is due to the reduction of NiO to Ni0 on the surface. Since there was no oxygen in the feed, the formation of carbon monoxide and carbon dioxide demonstrates that the catalyst itself supplies the oxygen. Surface OH groups and/or NiO lattice oxygen (O2−) and/or oxygen from the TiO2 support participated in the oxidation of methane to CO x . It is consistent with the previous conclusion drawn by Buyevskaya et al. [28] that surface OH groups of the support were involved in the conversion of CH x to carbon monoxide. Pure TiO2 did not catalyze methane conversion at 700°C. Therefore, reduced nickel sites are required for the reaction between surface OH groups and/or low coordination oxygen of the TiO2 support and methane to form CO x . NiO appears to be responsible for the formation of carbon dioxide and water observed in the first five pulses. Haber [29] pointed out that total oxidation of hydrocarbons is often observed over transition metal oxides even in the absence of gaseous oxygen. Hence, a redox reaction between methane and nickel oxide (CH4 +4NiO→CO2 +2H2O+4Ni0) on the oxidized catalysts appears reasonable. According to the reaction above, it was estimated that 15 pulses of methane were sufficient to reduce all NiO contained in 8wt.% Ni/TiO2 catalyst. However, the Ni dispersion of the fresh catalyst was only 10.3%. Thus, NiO on the surface was completely reduced to metallic nickel after the first five pulses of methane over the fresh catalyst. Both unreduced and reduced Ni/TiO2 catalysts were active for methane oxidation, indicating that methane CH bond dissociation was indeed a key step for carbon monoxide formation. This suggests that carbon monoxide formation proceeds via CH x (x =0–3) species produced by methane dissociation at Ni0 sites. During the first five pulses of methane over the oxidized catalysts, three types of reactions occurred: (1) complete oxidation to carbon dioxide over nickel oxide, (2) partial oxidation to carbon monoxide and (3) decomposition to surface carbon species over the resulting metallic nickel: CH4 +4NiO→CO2 +2H2O+4Ni0 C H 4 + ( 5 − x ) Ni → ⋯ → Ni C H x + ( 4 − x ) Ni H NiCH x +NiO→NiCO+NiH NiCO→CO(g)+Ni NiCO+NiO→CO2(g)+2Ni After reduction of Ni/TiO2 at 700°C for 1h, the surface oxygen concentration at active Ni sites was very low. Therefore, the TiO2 support was the main source of oxygen. Hydrogen, carbon monoxide, carbon dioxide and water were observed in the gas phase, when methane was pulsed over freshly reduced Ni/TiO2. Methane conversion decreased upon continued pulsing. Two factors could contribute to the above phenomenon: (1) the amount of oxygen species reaching nickel sites decreased and (2) metallic sites might become increasingly poisoned (covered) by carbon species. The methane pulse reactions reveal that lattice oxygen participates in the reaction over both unreduced and reduced catalyst. Hu and Ruckenstein also found the fact by using isotopic methods that the lattice oxygen participated in the reaction even when the gas feed contained oxygen [30]. A remarkable tailing of the carbon monoxide, hydrogen and carbon dioxide peaks was observed from the ninth pulse onward during oxygen-free methane pulsing over unreduced Ni/TiO2. These peaks tailed for 1–3min before reaching background level, while CH4 peaks lasted only 5–8s. Furthermore, separate pulsing of carbon monoxide, carbon dioxide or hydrogen over the Ni/TiO2 catalyst bed (either reduced or oxidized) did not give any tailing. Only sharp peaks were observed. These observations imply that the rate-determining step in the syngas formation involves a carbon species reacting with oxygen species over the catalyst. The side reaction producing carbon dioxide from carbon monoxide and oxygen was fast. So the tailing of carbon dioxide peaks observed was due to the original carbon monoxide tailing. This was confirmed by observing sharp carbon dioxide peaks upon pulsing carbon monoxide over the catalyst. Thus, the reaction between CH x and surface oxygen species could be the rate-determining step in the syngas formation over Ni/TiO2. Carbon monoxide and hydrogen exhibited longer tailing responses during the pulsing of CH4/Ar over reduced Ni/TiO2 (Fig. 5a–d). This indicates that CH x species are present on the reduced catalyst. As CH x species are not present on oxidized (NiO/TiO2) catalyst samples, Ni0 is responsible for their formation from methane. The carbon monoxide peaks formed after the second CH4/Ar pulse over reduced Ni/TiO2 exhibited long tailings (Fig. 5b). This observation could result from the desorption of carbon monoxide formed in the earlier pulses or carbon monoxide formation by reactions between surface CH x and oxygen species. Since tailing was not found for carbon dioxide, carbon monoxide desorption is ruled out and surface reaction between the CH x and the oxygen species is favored. When carbon monoxide is pulsed over the reduced catalyst, sharp peaks are obtained. Consequently, the reaction over the reduced Ni/TiO2 catalyst takes place via the direct surface oxidation mechanism, in which the adsorbed CH x and oxygen species are involved. Methane pulse reactions demonstrate that the mechanism of methane oxidation changes at different stages as the oxidation state of nickel changes. Methane can be oxidized by oxygen in NiO or by active oxygen within the TiO2 support via the non-selective oxidation mechanism over oxidized Ni/TiO2 which may contain NiO and NiTiO3. Methane is efficiently activated via a direct oxidation mechanism only when the nickel is reduced to Ni0 or when its surface oxygen species concentration is very low. This produces carbon monoxide and hydrogen, via the direct surface oxidation mechanism in which adsorbed methane and oxygen species react with each other [31]. The catalytic performance of Ni/TiO2 at 700°C under atmospheric pressure, CH4/O2 =2/1, GHSV=1.5×105 h−1 deactivated quickly after the reaction was started (Fig. 1). Methane conversion decreased from an initial value of 76% to 43% after 20h of reaction, while the selectivities to CO and H2 reduced significantly from 74% to 40% and 93% to 50%, respectively. These results also support direct surface oxidation with reduced Ni/TiO2 and non-selective oxidation over oxidized Ni/TiO2 with formation of NiO and NiTiO3, in agreement with methane oxidation mechanisms proposed based on the pulse reaction studies. 5 Conclusions The 8wt.% Ni/TiO2 catalyst was seriously deactivated during POM, which could mainly be due to: (1) SMSI between nickel oxides and titania and (2) the formation of NiO and NiTiO3 in Ni/TiO2. No substantial buildup of surface carbonaceous species occurs and thus surface carbon is excluded from the cause of the loss of catalyst activity. Methane pulse reactions indicate that the mechanism of methane oxidation changes at different stages as nickel oxidation state changes. Methane is oxidized by lattice oxygen in NiO or by active oxygen in the TiO2 support via the non-selective mechanism over oxidized Ni/TiO2, while it is efficiently converted into carbon monoxide and hydrogen via a direct oxidation mechanism when Ni/TiO2 is reduced or partially reduced. Acknowledgements This project was generously supported by the Ministry of Science and Technology of China (No. G1999022408), The Institute of Physical Chemistry at Zhejiang Normal University and Center for Advanced Vehicular Systems at Mississippi State University. References [1] M. Prettre Ch. Eichner M. Perrin Trans. Faraday Soc. 43 1946 335 [2] D. Dissanayake M.P. Rosynek K.C.C. Kharas J.H. Lunsford J. Catal. 132 1991 117 [3] D.A. Hickman L.D. Schmidt Science 259 1993 343 [4] J.E.P. Mallens J.H.B.J. Hoebink G.B. Marin J. Catal. 167 1997 43 [5] J.E.P. Mallens J.H.B.J. Hoebink G.B. Marin Catal. Lett. 33 1995 291 [6] M. Fathi F. Monnet Y. Schuurman A. Holmen C. Mirodatos J. Catal. 190 2000 439 [7] D. Qin J. Lapszewicz X. Jiang J. Catal. 159 1996 140 [8] C. Li C. Yu S. Shen Catal. Lett. 67 2–4 2000 139 [9] E. Ruckenstein H.Y. Wang J. Catal. 187 1999 151 [10] E. Ruckenstein Y.H. Hu J. Catal. 162 1996 230 [11] Z.L. Zhang V.A. Tsipouriari A.M. Efstathiou X.E. Verykios J. Catal. 158 1996 51 [12] C. Elmasides D.I. Kondarides W. Grunert X.E. Verykios J. Phys. Chem. B 103 1999 5227 [13] M.C.J. Braford M.A. Vannice Catal. Today 50 1999 87 [14] M.C.J. Braford M.A. Vannice J. Catal. 183 1998 69 [15] M.C. Braford M.A. Vannice Appl. Catal. A 142 1996 73 [16] A. Erdohelyi J. Cserenyi F. Solymosi J. Catal. 141 1993 287 [17] M.C.J. Braford M.A. Vannice J. Catal. 173 1998 157 [18] A. Erdoehelyi J. Cserenyi E. Papp F. Solymosi Appl. Catal. A 108 1994 205 [19] A.M. Efstathiou A. Kladi V.A. Tsipouriari X.E. Verykios J. Catal. 158 1996 64 [20] M.C.J. Braford M.A. Vannice Catal. Lett. 48 1997 31 [21] M.A. Vannice R.L. Garten J. Catal. 56 1979 236 [22] M.A. Vannice C.C. Twu S.H. Moon J. Catal. 79 1983 70 [23] C. Hoang-van Y. Kachaya S.J. Teichner J.A. Dalmon Appl. Catal. 46 1989 281 [24] L. Zhang J. Lin Y. Chen J. Chem. Soc., Faraday Trans. 1 88 1992 2075 [25] P.S. Kumbhar Appl. Catal. 96 1993 241 [26] C.N.R. Rao G.U. Sankar T. Rayment J. Mater. Chem. 1 1991 299 [27] P.K. de Bokx R.L.C. Bonne J.W. Geus Appl. Catal. 30 1987 33 [28] O.V. Buyevskaya D. Wolf M. Baerns Catal. Lett. 29 1994 249 [29] J. Haber J.P. Bonnelle B. Delmon E. Derouane Surface Properties and Catalysis by Non-metals 1982 Reidel Dordrecht [30] Y.H. Hu E. Ruckenstein J. Phys. Chem. A 102 1998 10568 [31] Y.H. Hu E. Ruckenstein J. Phys. Chem. B 102 1998 230",
      "scopus-id": "11144269661",
      "coredata": {
        "eid": "1-s2.0-S1381116904006612",
        "dc:description": "Partial oxidation of methane to hydrogen and carbon monoxide (POM) over a Ni/TiO2 catalyst has been investigated using a fixed-bed reactor. Ni/TiO2 catalyst has high initial activity but undergoes deactivation during POM. Activation of methane on Ni/TiO2 was studied by employing a pulse reaction technique in the absence of gas phase oxygen. Methane pulse reactions demonstrate that the methane oxidation mechanism changes as the nickel oxidation state changes over Ni/TiO2. CH4 is efficiently oxidized into CO and H2 via a direct oxidation mechanism when Ni/TiO2 is reduced; while CH4 may be converted by a non-selective oxidation process over oxidized Ni/TiO2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904006612",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Wu, Tinghua"
          },
          {
            "@_fa": "true",
            "$": "Yan, Qiangu"
          },
          {
            "@_fa": "true",
            "$": "Wan, Huilin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904006612"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904006612"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00661-2",
        "prism:volume": "226",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Partial oxidation of methane to hydrogen and carbon monoxide over a Ni/TiO2 catalyst",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methane"
          },
          {
            "@_fa": "true",
            "$": "Ni/TiO2 catalyst"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen and carbon monoxide"
          },
          {
            "@_fa": "true",
            "$": "Partial oxidation"
          },
          {
            "@_fa": "true",
            "$": "Nickel oxidation states"
          },
          {
            "@_fa": "true",
            "$": "TiO2"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "41-48",
        "prism:endingPage": "48",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 2005",
        "prism:doi": "10.1016/j.molcata.2004.09.016",
        "prism:startingPage": "41",
        "dc:identifier": "doi:10.1016/j.molcata.2004.09.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "919",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1645",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "309",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8440",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "63",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "892",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "559",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11562",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1218",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "313",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6092",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2443",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "583",
            "@width": "783",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38539",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1946",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "588",
            "@width": "785",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "30679",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2417",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "171",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006612-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15456",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11144269661"
      }
    }
  }
}