{
  "metadata": {
    "title": "A new iron catalyst for ethylene polymerization",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-03-15",
    "doi": "10.1016/j.molcata.2003.10.005",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903006976",
    "pii": "S1381116903006976"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0942289861",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-11-27 2003-11-27 2010-03-28T13:36:59 1-s2.0-S1381116903006976 S1381-1169(03)00697-6 S1381116903006976 10.1016/j.molcata.2003.10.005 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01811 2015-05-15T05:56:32.920819-04:00 0 0 20040315 2004 2003-11-27T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 211 211 1 2 1 2 Volume 211, Issues 1–2 9 55 58 55 58 20040315 15 March 2004 2004-03-15 2004 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. ANEWIRONCATALYSTFORETHYLENEPOLYMERIZATION PAULINO I 1 Introduction 2 Experimental 2.1 Synthesis of 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]pyridine 2.2 Synthesis of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridine 2.3 Synthesis of 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride (1) 2.4 Synthesis of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride (2) 2.5 Polymerization 2.6 Determination of the melting point 2.7 Determination of the molar masses 3 Results and discussion 4 Conclusions Acknowledgements References SMALL 1998 4049 4050 B BRITOVSEK 1999 8728 8740 G ELLIOTT 1970 2947 2963 J CHIANG 1959 91 103 R CHIEN 1988 3089 3102 J MATSUI 2001 63 73 S REDDY 1995 309 367 S PAULINOX2004X55 PAULINOX2004X55X58 PAULINOX2004X55XI PAULINOX2004X55X58XI item S1381-1169(03)00697-6 S1381116903006976 1-s2.0-S1381116903006976 10.1016/j.molcata.2003.10.005 271358 2010-10-15T16:13:28.364024-04:00 2004-03-15 1-s2.0-S1381116903006976-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/MAIN/application/pdf/8e6f7af2e5562763ec6078fb425418f2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/MAIN/application/pdf/8e6f7af2e5562763ec6078fb425418f2/main.pdf main.pdf pdf true 79920 MAIN 4 1-s2.0-S1381116903006976-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/PREVIEW/image/png/ef859c5559770587110b22c3f92e9c09/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/PREVIEW/image/png/ef859c5559770587110b22c3f92e9c09/main_1.png main_1.png png 64235 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903006976-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/STRIPIN/image/gif/7617214495aa7035d38eff079889aa5c/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/STRIPIN/image/gif/7617214495aa7035d38eff079889aa5c/si3.gif si3 si3.gif gif 754 24 148 ALTIMG 1-s2.0-S1381116903006976-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/STRIPIN/image/gif/f378cfc6b1d8aa421ad11a25633d6794/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/STRIPIN/image/gif/f378cfc6b1d8aa421ad11a25633d6794/si2.gif si2 si2.gif gif 207 16 22 ALTIMG 1-s2.0-S1381116903006976-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/STRIPIN/image/gif/f378cfc6b1d8aa421ad11a25633d6794/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/STRIPIN/image/gif/f378cfc6b1d8aa421ad11a25633d6794/si2.gif si1 si1.gif gif 207 16 22 ALTIMG 1-s2.0-S1381116903006976-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/fx1/THUMBNAIL/image/gif/90e83264512d985c1901defc5e4a369d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/fx1/THUMBNAIL/image/gif/90e83264512d985c1901defc5e4a369d/fx1.sml fx1 true fx1.sml sml 1625 87 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903006976-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/fx1/DOWNSAMPLED/image/gif/05c5c3b7236bf4ea56bcf3d5011b9867/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/fx1/DOWNSAMPLED/image/gif/05c5c3b7236bf4ea56bcf3d5011b9867/fx1.gif fx1 true fx1.gif gif 3619 162 233 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903006976-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/gr1/THUMBNAIL/image/gif/f17ed6c30ba19cff2fc96910d71eb41d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/gr1/THUMBNAIL/image/gif/f17ed6c30ba19cff2fc96910d71eb41d/gr1.sml gr1 gr1.sml sml 2472 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903006976-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/gr1/DOWNSAMPLED/image/gif/b64e23a104a8d686f5ac11a703196ba4/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/gr1/DOWNSAMPLED/image/gif/b64e23a104a8d686f5ac11a703196ba4/gr1.gif gr1 gr1.gif gif 5386 164 241 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903006976-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/gr2/THUMBNAIL/image/gif/f072c7669f01747f21a89ef4cc55068e/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/gr2/THUMBNAIL/image/gif/f072c7669f01747f21a89ef4cc55068e/gr2.sml gr2 gr2.sml sml 2733 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116903006976-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006976/gr2/DOWNSAMPLED/image/gif/084f84487d54fa4d6030aa5bbe391974/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006976/gr2/DOWNSAMPLED/image/gif/084f84487d54fa4d6030aa5bbe391974/gr2.gif gr2 gr2.gif gif 6094 179 238 IMAGE-DOWNSAMPLED MOLCAA 4363 S1381-1169(03)00697-6 10.1016/j.molcata.2003.10.005 Elsevier B.V. Fig. 1 Effect of the Al/Fe ratio on the catalytic activity of catalyst 1 and 2. Ethylene pressure, 2bar; polymerization time, 0.5h; temperature, 30°C. Fig. 2 Effect of temperature on the performance of catalyst 1 and 2. Pressure of ethylene, 2bar; time of polymerization, 0.5h; Al/Fe ratio, 1000. Table 1 Results obtained in the ethylene polymerization using catalysts 1 and 2 Entry Catalyst Al/Fe a Polymerization Conditions Activity (kg PE (mol Fe)−1 bar−1 h−1) Yield (g) M ̄ v (kg/mol) m.p. (°C) 1 1 1000 Fe = 2.0μmol, 50°C, 5bar 1300 6.5 16.7 129.6 2 1 1000 Fe = 2.0μmol, 50°C, 2bar 2350 4.7 16.7 129.7 3 1 1000 Fe = 2.0μmol, 30°C, 2bar 3580 6.0 25.4 131.4 4 1 2000 Fe = 2.0μmol, 30°C, 2bar 5900 11.8 49.6 134.8 5 2 1000 Fe = 2.0μmol, 30°C, 2bar 2150 4.3 38.5 134.1 6 2 2000 Fe = 2.0μmol, 30°C, 2bar 3750 8.0 65.4 135.1 a Al/Fe ratio during polymerization. A new iron catalyst for ethylene polymerization Icaro S Paulino Ulf Schuchardt ∗ Instituto de Quı́mica, Universidade Estadual de Campinas, P.O. Box 6154, 13084-971 Campinas, SP, Brazil * Corresponding author. Tel.: +55-19-3788-3071/3099; fax: +55-19-3788-3023. Catalyst 1, bearing bulky para-bromo substituted aryl groups, presents higher catalytic activity than catalyst 2, giving 4700kg PE (mol Fe)−1 bar−1 h−1 at 20°C, 2bar of ethylene and an Al/Fe ratio of 1000. The iron-based catalyst 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]-pyridineiron(II) chloride, 1, has been successfully synthesized and characterized. Its catalytic activity was evaluated for the polymerization of ethylene at different temperatures and Al/Fe ratios and compared with that of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride, 2. The results show that the catalytic activity of catalyst 1 is highly dependent on the amount of MAO used in the polymerization of ethylene and presents a maximum value at about 20°C. Keywords Ethylene polymerization Iron(II) complex 2,6-Bis(imino)pyridyl ligand 1 Introduction It has been shown that in the presence of methylaluminoxane (MAO) 2,6-bis(imino)pyridyliron(II) complexes catalyze the polymerization of ethylene with high activity [1,2]. These catalysts present great advantages since their dichloride derivatives can be easily prepared and isolated as air stable blue solids. Other advantages of these systems are their low cost and the ease with which they can be tailored. Indeed, the substitution pattern of the tridentade ligand is crucial in controlling the molar mass of the polymer, since the size of the aryl group is the main factor affecting olefin insertions, chain transfer reactions and catalytic activity. For example, decreasing the size of the ortho-aryl substituents from isopropyl to methyl groups reduces the polyethylene molar mass [3]. In this way a range of linear polyethylene products can be synthesized by simple modification of the catalyst structure, as well as by changing the temperature and pressure of the polymerization. Here we wish to report the synthesis of a new member of this family bearing a bulky para-bromo-aryl substituent. This catalyst is highly active in the polymerization of ethylene at low temperatures. 2 Experimental The synthesis of the catalyst and the polymerization of ethylene were carried out under an argon atmosphere. Solvents (THF and toluene) were refluxed over an appropriate drying agent and distilled prior to use. Elementary analyses were performed with a Perkin-Elmer 2401 analyser. The mass spectra were obtained by electron impact at 70eV and 10−5 bar, using a Shimadzu QP-5000 spectrometer, coupled to a direct inlet for solids, Shimadzu DI-50. 2,6-Diacetylpyridine, 4-bromo-2,6-dimethylaniline, 2,6-dimethylaniline and FeCl2·4H2O were purchased from Aldrich; MAO was obtained from Witco and ethylene was obtained from Petroquı́mica União. 2.1 Synthesis of 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]pyridine 2,6-Diacetylpyridine (9.2mmol, 1.5g) and 25ml anhydrous ethanol were placed in a 50ml flask fitted with a condenser. Under stirring, 4-bromo-2,6-dimethylaniline (18.6mmol, 3.7g) and a few drops of formic acid were added consecutively. The mixture was heated to 80°C and kept at this temperature for 48h. The yellow solid formed was then filtered and washed with cold methanol and dried under vacuum; the yield was 60%. Mass spectrum, m/z 525 [M +]. Elemental analysis: Calculated: C, 56.9; H, 4.8; N, 8.0. Found: C, 56.3; H, 4.8; N, 8.2. 2.2 Synthesis of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridine Using a procedure similar to that described above, this ligand was obtained from 2,6-diacetyl pyridine and 2,6-dimethylaniline as a yellow powder in 75% yield. Mass spectrum, m/z 369 [M +]. Elemental analysis: Calculated: C, 81.6; H, 7.4; N, 11.4. Found: C, 80.2; H, 7.6; N, 11.2. 2.3 Synthesis of 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride (1) The bromo ligand (0.24mmol, 0.12g) and FeCl2·4H2O (0.23mmol, 0.046g) were added to a Schlenk flask under argon. Then, 10ml of n-butanol were added with a syringe. The mixture was magnetically stirred at 50°C for 30min and then filtered. The blue powder was collected, washed with ethyl ether and pentane and dried under vacuum; the yield was 95%. Mass spectrum, m/z 651 [M +]. Elemental analysis: Calculated: C, 45.9; H, 3.9; N, 6.4. Found: C, 44.2; H, 4.0; N, 6.6. 2.4 Synthesis of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride (2) Using the procedure described above, this catalyst was obtained from the unbrominated ligand as a dark blue power in 85% yield. Mass spectrum, m/z 495 [M +]. Elemental analysis: Calculated: C, 60.5; H, 5.5; N, 8.5. Found: C, 60.6; H, 5.8; N, 8.2. 2.5 Polymerization The polymerization experiments were carried out in a 1l Büchi reactor varying the temperature from −5°C up to 70°C, the Al/Fe ratio from 1000 to 4000, and the pressure of ethylene from 2 to 5bar, using 50ml of toluene as solvent. After 30min, the polymerization reactions were interrupted by the addition of ethanol. The polymers were filtered, washed with ethanol and dried in an oven at 60°C for 4h. 2.6 Determination of the melting point The thermal characteristics of the polymers were examined using a DSC 4 instrument (Perkin-Elmer) with a heating rate of 10°C/min, in the range from 50 to 200°C. Melting points (m.p.) are related to the second heating cycle. 2.7 Determination of the molar masses The intrinsic viscosity [η] of a 0.1g/dl polymer solution in decalin was determined using a Canon–Fenks viscosimeter at 135°C and the one-point intrinsic viscosity method [4]. The viscosity–average molar masses ( M ̄ v ) of the polyethylenes were calculated using the Mark–Houwink equation [5]: [η]=62×10−3 M ̄ v 0.7 3 Results and discussion Complexes 1 and 2 were used in the homogeneous ethylene polymerization in order to investigate the effect of a para-bromo-aryl substituent on the catalytic properties of this compound, since it is very difficult to compare results obtained by different authors, as reaction conditions are usually different. The active catalysts were generated in situ in toluene by the addition of MAO. Typical results obtained in the polymerization reactions are shown in Table 1 . The results show that the variation of the para substituent at the aryl ring has a pronounced effect both on the catalytic activity and on the average molar mass of the resulting polymer. We observe that the replacement of the para-aryl hydrogen by a bromine results in an increase of the activity from 3750 to 5900kg PE (mol Fe)−1 bar−1 h−1 and a decrease in the average molar mass M v from 65.4 to 49.6kg/mol. These results are interesting, since polymerization mechanisms of homogeneous Ziegler–Natta catalysts involve cationic intermediate species. In this way, steric and electronic ligand effects that make cationic species more stable or unstable can lead to the increase or decrease of catalytic activity. For catalysts 1 and 2 we can consider that the electronic effect is more important since a substitution in the para position is not expected to have a significant steric effect. The electronic effect of the para-bromo-aryl substituint probably accelerates the fundamental steps of the polymerization process (olefin insertion and chain termination), thus resulting in an increase in catalytic activity and a decrease of the polymer molar mass. This theory is plausible since the electron-withdrawing bromine increases the electrophilic character of the metallic center, thus accelerating ethylene coordination and chain transfer. In Table 1 we also observe that an increase of the polymerization pressure (entries 1 and 2) results in an increased yield, but in a decrease in catalytic activity. Furthermore, the polymerization pressure does not have an influence on the average molar mass or melting point of the polymers obtained. In order to investigate the effects of the Al/Fe ratio on the catalytic activity, polymerizations of ethylene were performed with 1 and 2 at 30°C, varying the Al/Fe ratio from 1000 to 4000. Fig. 1 shows the results for the polymerizations of ethylene at different concentrations of MAO. When we used catalyst 1 at an Al/Fe ratio of 1000, the catalytic activity was 3580kg PE (mol Fe)−1 bar−1 h−1, while using an Al/Fe ratio of 4000, the catalytic activity was 9550kg PE (mol Fe)−1 bar−1 h−1. These results show that the catalytic activity of catalyst 1 is highly dependent on the amount of MAO used in the polymerization process. Additionally, we observed an increase of the average molar mass with an increase of the Al/Fe ratio, indicating that the MAO concentration has little influence on the chain termination process, independent of the Al/Fe ratio used. A similar behavior was observed for catalyst 2 for an increase of the Al/Fe ratio from 1000 to 4000, however, the catalyst activity was smaller for all Al/Fe ratio used and the molar mass of the polyethylene always higher for the reasons already explained before. Several studies were carried out to determine the effect of the temperature on the catalytic activity. Fig. 2 shows the results of these experiments in a temperature range of −5 to 70°C, using catalysts 1 and 2. The strong temperature dependence of the catalytic activity is a common characteristic of Ziegler–Natta catalysts due to the high activation energy required for the polymerization process. However, for different kinds of catalysts, we can observe maximum values at different temperatures. When the temperature is increased, the catalytic activity is gradually increased up to a maximum value and then begins to decrease. This behavior is intrinsically related to the stability of the catalyst at higher polymerization temperatures. For example, for zirconocene catalysts the catalytic activity increases with temperature up to 80°C and then decreases [6]. The same behavior was observed for the bis(salicylaldiminato)titanium catalysts, which shows maximum activity at 40°C [7].We observed the same tendency for the 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride catalyst 1, since the catalytic activity increases up to 20°C and then decreases quickly, due to deactivation of the catalyst. For catalyst 2 the highest activity was observed at 10°C, however, the activity was always lower than that observed for catalyst 1 at similar temperatures. The temperature also shows a significant influence on the average molar mass of the polyethylene obtained with catalyst 1, which decreases quickly as the temperature increases. This can be attributed to an increase of chain transfer processes with increasing polymerization temperatures, since chain length is determined by the relative rates of propagation (insertion) and chain termination (by chain transfer) [8]. At lower temperatures the chain transfer rates are lower and polymers with higher molar mass can be obtained. 4 Conclusions We have shown that 2,6-bis(iminoethyl)pyridine iron complexes, bearing bulky para-bromo substituted aryl groups, present high catalytic activity for the polymerization of ethylene, mainly when the reactions are carried out around 20°C. The electronic effect of the para-bromo-aryl groups results in an increase of activity and a decrease of the molar mass. Furthermore, we observed that only at low polymerization temperatures can polyethylene with a higher molar mass be obtained. Increasing the Al/Fe ratio gives polyethylene with higher yields and higher molar mass while the variation of the ethylene pressure does not change the properties of the polymer. Acknowledgements The authors would like to thank FAPESP and CNPq for financial support and Petroquı́mica União and Witco for supplying the starting materials. References [1] B.L. Small M. Brookhart A.M.A. Bennett J. Am. Chem. Soc. 120 1998 4049 4050 [2] G.J.P. Britovsek, V.C. Gibson, B.S. Kimberley, P.J. Maddox, S.J. McTavish, G.A. Solan, A.J.P. White, D.J. Williams, Chem. Commun. (1998) 849-850. [3] G.J.P. Britovsek M. Bruce V.C. Gibson B.S. Kimberley P.J. Maddox S. Mastroianni S.J. McTavish C. Redshaw G.A. Solan S. Strömberg A.J.P. White D.J. Williams J. Am. Chem. Soc. 121 1999 8728 8740 [4] J.H. Elliott K.H. Horowitz T. Hoddock J. Appl. Polym. Sci. 19 1970 2947 2963 [5] R. Chiang J. Polym. Sci. 36 1959 91 103 [6] J.C.W. Chien B.P. Wang J. Polym. Sci. Part A 26 1988 3089 3102 [7] S. Matsui T. Fujita Catal. Today 66 2001 63 73 [8] S.S. Reddy S. Sivaram Prog. Polym. Sci. 20 1995 309 367",
      "scopus-id": "0942289861",
      "coredata": {
        "eid": "1-s2.0-S1381116903006976",
        "dc:description": "The iron-based catalyst 2,6-bis[1-(4-bromo-2,6-dimethylphenylimino)ethyl]-pyridineiron(II) chloride, 1, has been successfully synthesized and characterized. Its catalytic activity was evaluated for the polymerization of ethylene at different temperatures and Al/Fe ratios and compared with that of 2,6-bis[1-(2,6-dimethylphenylimino)ethyl]pyridineiron(II) chloride, 2. The results show that the catalytic activity of catalyst 1 is highly dependent on the amount of MAO used in the polymerization of ethylene and presents a maximum value at about 20°C.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-03-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903006976",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Paulino, Icaro S"
          },
          {
            "@_fa": "true",
            "$": "Schuchardt, Ulf"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903006976"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903006976"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00697-6",
        "prism:volume": "211",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A new iron catalyst for ethylene polymerization",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Iron(II) complex"
          },
          {
            "@_fa": "true",
            "$": "2,6-Bis(imino)pyridyl ligand"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "55-58",
        "prism:endingPage": "58",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 March 2004",
        "prism:doi": "10.1016/j.molcata.2003.10.005",
        "prism:startingPage": "55",
        "dc:identifier": "doi:10.1016/j.molcata.2003.10.005",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "24",
            "@width": "148",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "754",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "22",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "207",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "22",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "207",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1625",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "162",
            "@width": "233",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3619",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2472",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "164",
            "@width": "241",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5386",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2733",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "179",
            "@width": "238",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006976-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6094",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0942289861"
      }
    }
  }
}