{
  "metadata": {
    "title": "Study of catalysts comprising heteropoly acid H<ce:inf loc=post>3</ce:inf>PW<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf> supported on MCM-41 molecular sieve and amorphous silica",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00328-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003287",
    "pii": "S1381116996003287"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599612",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S1381116996003287 S1381-1169(96)00328-7 S1381116996003287 10.1016/S1381-1169(96)00328-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2015-05-15T05:56:33.668241-04:00 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 31 287 298 287 298 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. STUDYCATALYSTSCOMPRISINGHETEROPOLYACIDH3PW12O40SUPPORTEDMCM41MOLECULARSIEVEAMORPHOUSSILICA KOZHEVNIKOV I KOZHEVNIKOV 1995 311 I IZUMI 1992 99 Y ZEOLITECLAYHETEROPOLYACIDINORGANICREACTIONS ONO 1992 431 Y PERSPECTIVESINCATALYSIS MISONO 1987 269 M MISONO 1988 339 M JANSEN 1994 115 R KOZHEVNIKOV 1987 811 I KOZHEVNIKOV 1995 241 I POPE 1983 M HETEROPOLYISOPOLYOXOMETALATES MASTIKHIN 1990 65 V KAPUSTIN 1990 1017 G LEVEBVRE 1992 756 F CHANG 1995 375 T WU 1920 189 H KULIKOVA 1992 494 O JANICKE 1994 243 M KOZHEVNIKOV 1992 179 I KOZHEVNIKOV 1994 187 I GARVEY 1991 137 G IZUMI 1983 402 Y KULIKOV 1989 763 S CHEN 1993 7 C ROCCHICCIOLIDELTCHEFF 1990 591 C FOURNIER 1991 349 M FOURNIER 1994 307 M KASZTELAN 1990 45 S BRUCKMAN 1994 225 K OULMEKKI 1992 601 A OULMEKKI 1992 607 A TIMOFEEVA 1995 413 M HU 1993 437 C KOZHEVNIKOVX1996X287 KOZHEVNIKOVX1996X287X298 KOZHEVNIKOVX1996X287XI KOZHEVNIKOVX1996X287X298XI item S1381-1169(96)00328-7 S1381116996003287 1-s2.0-S1381116996003287 10.1016/S1381-1169(96)00328-7 271358 2010-09-28T03:14:51.222344-04:00 1996-12-23 1-s2.0-S1381116996003287-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003287/MAIN/application/pdf/8ec3a274f3b18e4f4aebd213c3b0f6e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003287/MAIN/application/pdf/8ec3a274f3b18e4f4aebd213c3b0f6e9/main.pdf main.pdf pdf true 1133263 MAIN 12 1-s2.0-S1381116996003287-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003287/PREVIEW/image/png/243734807464aec7cd3a616e562c3d2f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003287/PREVIEW/image/png/243734807464aec7cd3a616e562c3d2f/main_1.png main_1.png png 60226 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996003287-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003287/STRIPIN/image/gif/faa690ea4b04db6ac510c929a0975dfe/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003287/STRIPIN/image/gif/faa690ea4b04db6ac510c929a0975dfe/si1.gif si1 true si1.gif gif 561 18 111 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Study of catalysts comprising heteropoly acid H3PW1204o supported on MCM-41 molecular sieve and amorphous silica IN. Kozhevnikov a, * , K.R. Kloetstra b, A. Sinnema b, H.W. Zandbergen `, H. van Bekkum b a Boreskou Institute of Catalysis, 630090 Novosibirsk, Russia h Laboratory of Organic Chemistry and Catalysis, Delft Uniuersitv of Technology, Julianalaan 136, 2628 BL Delft, Netherlands ` Laboratorv of Materials Science, Delft University of Technology, Rotterdamseweg 137, 2628 AL Delft, Netherlands Abstract With the aim of obtaining pure Keggin-type heteropoly acid (HPA) species on siliceous surfaces, the preparation of HPA catalysts, comprising of 10 to 50 wt.% H3PW1ZOG0 (PW) supported on an amorphous silica or a mesoporous all-silica molecular sieve MCM-41, was studied. The state of HPA on the siliceous surface was characterized by \"P NMR, XRD and TEM. Impregnating MCM-41 or amorphous SiOZ with an aqueous solution of PW gave catalysts with, in general, two HPA species: one with intact Keggin structure (A) and the other with a different structure (B), supposedly, H,P~W,s0aZ (P'-W,8) and/or Hr,P2W2,0,, (P2W2d. The relative amount of species A and B depends on HPA loading, with A dominating. At higher loadings, 30-50 wt.%, A is practically the only one present on the surface; at lower loadings, both species exist, the amount of B increasing as the HPA loading decreases. In contrast, catalysts prepared by impregnation with a methanol solution of HPA contained exclusively Keggin-type A over the whole range of PW loading. In the PW/MCM-41 catalysts, as shown by TEM, the PW species are mainly located inside the MCM-41 pores. The B species was about 8 times as active as A in the liquid-phase traps-de-t-butylation of 2,6-di-t-butyl-4-methylphenol. Keywords: Heteropoly acid HA PWI=OQrr; MCM-41 molecular sieve; Silica; ;1P NMR: XRD; TEM; Traps-de-t-butylation of 2,6-di-t-butyl4-methylphenol 1. Introduction Keggin-type heteropoly acids (HPAs), H 8 _ ,. XM I 2040, where X is the central atom (Si4+, PS+, etc.), x its oxidation state and M the metal ion (Mob+, W6+), are widely used as Present address: Laboratory of Organic Chemistry and Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands. 1381-I 169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00328-7 acid catalysts due to their very strong Brsted acidity and special structural properties [1-6]. Usually, tungsten HPAS are preferred over molybdenum HPAs as acid catalysts because of their stronger acidity, higher thermal stability and lower oxidation potential [6]. H3PWI,040 (PW) - the strongest acid in the HPA series - is particularly recommended [6]. Supported HPA catalysts are important for applications, as bulk HPAs have a low specific surface (< 10 mz g- I ). Acidic or neutral substances such as 288 LV. Kozheunikou et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 Si02, active carbon, acidic ion-exchange resin, etc., are all suitable as supports, but Si02, which is relatively inert towards HPAs, is the most often used ([1] and references therein). Recently, HPAs supported on the new all-silica mesoporous molecular sieve MCM-41 have attracted interest as a promising solid acid catalyst for conversion and formation of large organic molecules [7,8]. The PW/MCM-41 compositions, having uniformly sized mesopores of around 30 A, were shown to exhibit a high catalytic activity and shape selectivity in liquid-phase phenol alkylation [7]. The state of HPAs on the Si02 surface has been reviewed recently [ 1 ]. According to earlier IR and XRD studies, PW retains the Keggin structure when supported on SiO,. However, recent investigations with 31 P MAS &MR, which is the most useful probe of the state of heteropolyphosphates so far [9], showed that the state of PW on Si02 is more complex, and that a chemical interaction between HPA and Si02 takes place. Supporting PW on Si02 was found to result in a shift as well as a line-broadening in the 31 P NMR spectrum, indicating a distortion of the HPA structure compared with that in bulk HPA [ 10]. 1 H MAS NMR [ 10] and microcalorimetry [ 11 ] also showed the interaction of PW with Si02 and the formation of a new type of proton sites on the silica surface, resulting in a decrease of the HPA acid strength. Protonation of surface Si-OH groups followed by dehydration was suggested (1 < m < 3) [ 10]: H3PW1204o + m( = Si-OH) - (= Si),,, (H3-mPW12040)m + mH20 (1) In a more recent 31P NMR study [12] of a series of PW/Si02 catalysts, with HPA loading ranging from 13 to 87 wt.%, two partially resolved peaks were detected, one at -15.1 ppm and the other at -14.5 ppm from external 85% H3P04. These were assigned to the bulk crystalline PW and to the `interacting' form, (= SiOH2)+(H2PW12O4o) , respectively, the relative amount of the latter increasing as HPA loading decreases. The interacting species may be formed by proton transfer according to (2): H3PW12040 + = Si-OH - (=Si-OH2)+(H2PW12040) (2) Two species, resonating at -15.2 and + 3.2 ppm, were found by 31P NMR in Si02-supported PW calcined at 300 [13]. In PW/MCM-41, HPA retains the Keggin structure at HPA loadings above 20 wt.%, but at lower loadings two forms were also observed by 31 P NMR with well-resolved signals at -15.3 and -13.3 ppm [7]. The first one was attributed to finely dispersed HPA molecules, retaining the Keggin structure, and the second to a lacunary or unsaturated species, such as PWII and P2W17 or P2W1$ and P2W21, which have similar lines in 31 P NMR solution spectra [9]. Therefore, at least two species originating from PW were detected on the Si02 surface; their amount depends on the HPA loading and probably on the preparation conditions. In this work we have studied the preparation of HPA catalysts comprising PW supported on a mesoporous all-silica molecular sieve MCM-41 and on an amorphous Si02, with the aim of obtaining certain HPA forms on the siliceous surface. The catalysts were characterized by 31 P MAS NMR, XRD and TEM and tested in the liquid-phase trans-de-t-butylation of 2,6-di-tbutyl-4-methylphenol. 2. Experimental 2.1. Materials H3PW1204o' 24H20 from Janssen Chimica, containing > 99 mol% Keggin HPA (from 31P NMR), was used. H6P2W1.062 (a/(3 4:1) (P2W1g) was synthesized by a known procedure [ 14] and purified by multiple extraction with diethyl ether; 31P NMR in aqueous solution for 1. V. Ko: hernikoc et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 289 a-P,W,g: -13.0 ppm (lit. -12.7 ppm [9]); for P2WI8: -11.5 and -12.2 ppm (lit. -11.0 and -11.6 ppm [9]). H6PZW2107, (P2W~,) was prepared by an electromembrane method [15]; 31 P NMR in aqueous solution: -13.5 pm (lit. - 13.3 ppm [9]). Aerosil 380 (Degussa), was used as the amorphous silica support. All-silica mesoporous molecular sieve MCM-41 was synthesized according to a literature procedure [16]. The material showed a typical XRD pattern (Fig. 1) with a d,oo- , d,to- and d20spacing of 38, 22 and 19 respectively, and, from nitrogen physisorption, had a multipoint BET surface area of 1250 m2/g, pore volume of 0.93 cm 3/g and uniform pores 32 in size. The catalysts comprising of 10 to 50 wt.% HPA on a siliceous support were prepared by shaking a suspension of Aerosil 380 or MCM-41 (0.5-1 g) in an aqueous (3-5 ml) or methanol (around 30 ml) solution, containing a certain amount of HPA, in a glass vessel from 1 to ca. 20 h (overnight) at room temperature. The pH of the impregnating aqueous solution varied from I to 2 depending on the HPA loading. Evaporation of the suspensions was carried out below 60 using a rotary vacuum evaporator. Unless otherwise stated, the catalysts were 3500 2800 mildly calcined at 130/0.3 mmHg for 1.5 h and stored in a desiccator over P,,O5. 2.2. Techniques 2.2.1. NMR spectroscopy 161.90 MHz 31 P MAS NMR spectra were measured at room temperature on a Varian VXR-400S spectrometer, equipped with a Doty Scientific 5 mm Solids MAS Probe as described elsewhere [7]. 1% H3P04 in D2O was used as an external reference. Special care was taken to protect solid samples from moisture. The accuracy of the chemical shift determination was within 0.4 ppm. 2.2.2. X-ray diffraction XRD measurements were carried out on a Philips PW 1840 diffractometer using monochromatized Cu K a radiation. Patterns were recorded over the range from 0 to 40(20) in steps of 0.02with a count time of 2 s at each point. 2.2.3. Transmission electron microscopy Transmission electron microscopy (TEM) was performed with a Philips CM 30 ST electron 2100 1400 700 0 2 1\"Io\",\"O\"\"Sh4,6e~w44~d~,'4o~4eo'Mo~w,~\"'.4fnw4yNw\"4,l,j 10 20 30 40 20 (degrees) Fig. I . XRD patterns for MCM-41 ( I ) and 10% PW/MCM-41 (from MeOH, 20 h) (2). 290 LV. Kozheunikou et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 microscope with a field emission gun operated at 300 kV and equipped with an energy dispersive X-ray (EDX) element analysis system. The samples were prepared as follows. The ground PW/MCM-41 and PW/S'Oz samples were suspended in n-hexane. A copper grid coated with a microgrid carbon polymer was loaded with a few drops of this suspension. 2.3. Reactions Liquid-phase trans-de-t-butylation of 2,6-dit-butyl-4-methylphenol (DBMP) with o-xylene as t-butyl group acceptor and suspended solid HPA catalysts was carried out as described elsewhere [17]. DBMP (Janssen Chimica, 99%) was used without purification. The products 2-t-butyl-4-methylphenol, p-cresol and 1,2-dimethyl-4-t-butylbenzene - were analyzed by GLC (a Varian Star 3400 CX instrument with 25 m X 0.32 mm CP Sil 5 CB column) using undecane as internal standard. 3. Results Having observed different HPA forms in PW/MCM-41 [7] and also in PW/C catalysts [18], we supposed that PW could partially decompose to form lacunary and/or unsaturated HPA species when preparing the catalysts. In particular, this is likely at low HPA loadings, i.e. at a low PW concentration in the impregnating solutions [7,18]. In aqueous solution, Keggin HPAs are known to decompose as the pH increases up to a certain level. Thus PW transforms to lacunary PW11039 (PWII) species at pH >_ 2 [9,19], which is close to the pH in our impregnating solutions. This process may be promoted by a solid support, especially if the latter includes basic impurities. On the other hand, Keggin HPAs are more stable in polar organic solvents than in aqueous solutions [6], which could be used for the preparation of supported HPA catalysts to prevent the decomposition of the Keggin-type species. Methanol is a particularly useful organic solvent due to its high stability towards acids and the high solubility of PW therein. It is easily removed from the catalysts. The conditions of catalyst preparation and pretreatment may also influence the stability of supported HPA. In this work, we used milder conditions (see Section 2) than those in the works [ 12,13] mentioned above. 3.1. PW supported on Si02 Fig. 2 shows the 31P MAS NMR spectra for bulk crystalline PW and PW/Si02 catalysts at PW loadings ranging from 10 to 50 wt.% obtained by impregnating in water. The spectrum (1) of the bulk PW is a well-known resonance at around -15 ppm and ca. 50 Hz linewidth, depending on the amount of water of crystallization in the sample. In the spectra of PW/Si02, there are generally two lines: one (A) at around -15 ppm from the PW species with intact Keggin structure and the other (B) at around -14 ppm which reflects the presence of a species with a different structure. The relative amount of these species depends on the HPA loading, form A dominating. At higher loadings (30-50 wt.%), form A is practically the only one present on the Si02 surface. At lower loadings, both forms exist, the amount of B increasing as the HPA loading decreases, in agreement with data [ 12]. In aqueous systems, no decomposition of the HPA Keggin structure was observed during shaking Si02 with HPA aqueous solution (PW/Si02 1:4 wt./wt.) at room temperature for 1 to 20 h, as evidenced by 31 P solution NMR after removing Si02 from the system. Thus, the transformation of the Keggin units possibly takes place during the drying of the Si02 + PW + H20 mixture at an elevated temperature and the calcination of wet catalysts. Probably as a result of this, a rather poor reproducibility of the A/B ratio was observed in parallel preparations. Pretreating Si0z with 0.1 M HCl aqueous LV. Kozhennikoc et al. /Journal of Molecular Catalvsis A: Chemical 114 (1996) 287-298 solution followed by washing until neutral did not affect the state of the HPA species on the silica surface. The same occurred with MCM-41 (see below). This means that either basic impurities were absent in our supports or they did not affect HPA. Fig. 3 shows the 3 1 P MAS NMR spectra of 10-20 wt.% PW/Si02 catalysts obtained by impregnating PW into silica from MeOH for 20 h. In these catalysts, only form A was observed even at a HPA loading as low as 10 wt.%, in contrast to the impregnation from aqueous systems. To examine the influence of the calcination temperature, two catalysts 20 wt.% PW/Si02, one prepared in methanol and containing only form A (Fig. 3, spectrum 1), the other prepared in water and containing 40 mol% form B (Fig. 2, spectrum 5), were additionally calcined at 350/0.3 mmHg for 0.5 h. After the calcination, both catalysts, initially white, turned blue, and the intensity of their 31 P resonances was somewhat reduced. However, the first one did -15.4 2 3 4 291 not change its NMR spectrum, while in the second the signal of the form B decreased and a new signal appeared at -11.6 ppm, whereas the signal of form A remained unchanged (Fig. 2, spectrum 6). This may indicate the decomposition of form B upon calcination at 350. The XRD patterns for 10 and 20 wt.% PW/SiO, catalysts prepared in H,O or MeOH as well as for PW + SiO, (1:9 wt.) mixture are shown in Fig. 4. Neither of the PW/SiO, catalysts shows an HPA crystallinity regardless of the state of HPA therein. This is in agreement with the literature data [20,21 ] that the HPA crystal phase on the SiOz surface (SaFT. 200300 M2 1g) appears at HPA loadings above 20 wt.%. 3.2. PW supported on MCM-41 Fig. 5 shows the 31 P MAS NMR spectra for 20-50 wt.% PW/MCM-41 catalysts prepared in HO (20 h). They have already been discussed elsewhere [7]. Like PW/SiO,, the -14.2 -15.: 5 -15.4 -15.4 -13.9 -15.4 7 15.3 -11.6 -13.7 -13.8 __ L -8 -SO -i4 PPM ~ o -2 -a -6 -a -to -14 pin Fig. 2. 31 P MAS NMR spectra for PW (1) and PW/SiOz (from H20) at various PW loadings and impregnation times: (2) 50%, 3 h; (3) 40%. 20 h; (4) 25%, 20 h; (5) 20%, 3 h; (6) same sample calcined at 350/0.3 mmHg for 0.5 h; (7) 10%. 3 h. 292 l. V Kozheunikou et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 -15.4 1 -15.4 2 n ~ mir o -2 -4 -s -a -so -s2 -s4 -is ppn, Fig. 3. 31P MAS NMR spectra for PW/Si02 (from MeOH, 20 h) at two PW loadings: (1) 20%; (2) 10%. PW/MCM-41 catalysts at higher loadings, 3050 wt.%, consist of practically pure form A, while at lower loadings form B is also present. The 31P MAS NMR spectra for 10-40 wt.% 5000 4000 3000 m 2 -4 8 12 -16 Fig. 5. 31 P MAS NMR spectra for PW/MCM-41 (from H20, 20 h) at various PW loadings: (1) 50%; (2) 40%; (3) 30%; (4) 20% PW/MCM-41 prepared in MeOH (20 h) are presented in Fig. 6. As is clearly seen, only form A is present in the catalysts over the whole range of PW loading, as with PW/Si02. As shown earlier by XRD [7], no HPA crystal phase exists in the PW/MCM-41 catalysts obtained in water at the HPA loading as high as 50 wt.% due to the huge surface area of MCM41. Fig. 1 shows the XRD pattern for the 10 wt.% PW/MCM-41 prepared from MeOH (20 2000 1000 0 2 3 4 20 30 20 (degrees) 40 Fig. 4. XRD patterns for: (1) PW + Si02 1:9 wt. mixture; (2) 20% PW/SiOz (from HZO, 3 h); (3) 10% PW/SiOZ (from MeOH, 20 h); (4) 10% PW/Si02 (from HZO, 3 h). LV. Kozhernikov et al. /Journal of Molecular Catalvsis A: Chemical 114 (19961 287-298 -ls.o 2 3 4 -15.2 -IS.2 o -2 -4 -6 -a -10 -12 -14 -16 ppm -15.2 Fig. 6. '1 P MAS NMR spectra for PW/MCM-41 (from MeOH, 20 h) at various PW loadings: (1) 40%; (2) 30%; (3) 20%; (4) 10%. 293 h). As expected, there is no HPA crystallinity either. In addition, the hexagonal morphology of the MCM-41 support after PW loading remained intact while the unit cell dimension was 0 decreased from 44 to 42 A, probably as a result of acid catalyzed condensation of silanol groups [22]. TEM analysis was performed on some PW/MCM-41 and PW/Si02 samples to determine the location and the size of the PW species which can be distinguished as dark dots in TEM images (Fig. 7 and Fig. 8). The TEM image of the MCM-41 structure is rather dominant, which makes it difficult to detect the supported l'W species. For this reason the MCM-41 lattice was subjected to amorphization using the electron beam. The TEM image (Fig. 7b) of a thinner part of 40 wt.% PW/MCM-41 sample (from MeOH, 20 h) shows that in this catalyst there is practically no PW species on the edges of the MCM-41 particles. The PW species range from Fig. 7. TEM images: (a) 35% PW/SiO, (from H=O, 6 h) and (b) 40% PW/MCM-41 (from MeOH, 20 h) after amorphization. 294 LV Kozheunikou et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 Fig. 8. TEM images of the same area of 40% PW/MCM-41 (from MeOH, 20 h): (a) before and (b) after amorphization. 10 to 15 close to the molecular size of HPA (12 . It should be noted that this is only a rough estimate because of the difficulty in size determination due to the blurring by the amorphous matrix. In contrast, in 35 wt.% PW/Si02 (from H z0, 6 h) (Fig. 7a),there are many PW species on the edges of the Si02 particles, indicating that PW is situated on the outer surface of the non-porous support. Fig. 8a and Fig. 8b show the micrographs of the same area of Table 1 Trans-de-t-butylation of DBMP with HPA catalysts Catalyst Time a(min) Relative activity per 1 mol HPA Selectivity bmol%o 20% PW/Si02 (100% A, from MeOH) 64 1 100 20% PW/Si02 (60/40 A/B, from H20) 27 8 ` 100 20% PZW,B/SiOZ (from MeOH) 16 6 100 the 40 wt.% PW/MCM-41 before and after amorphization, respectively. The sample before amorphization exhibits a TEM image with strong contrast dark lines indicative of the regular crystal lattice of MCM-41. Remarkably, after amorphization, the similar structure although with less contrast is observed. In this case, the dark lines originate from the PW species which were in the MCM-41 channels before the amorphization. No indication of PW clustering during 70, [o-xylene]/[DBMP] = 20 mol/mol, 4.5 wt.% catalyst. a Corresponding to a 30% DBMP conversion. b Selectivity to 2-t-butyl-4-methylphenol. ` Activity of form B per PZ entity. L l! Ko<.hernikoe et al. /Journal of Molecular Catal.~lsi,s A: Chemical 114 ! 1996) 287-298 amorphization was obtained. In addition, no PW species are observed on the edges of the MCM41 particles. This is a clear indication that the PW species are mainly located inside the MCM41 pores, which is supported by EDX elemental analysis. Thin parts of a given MCM-41 particle showed the same W/Si ratio as the much thicker parts. If PW species were mainly located on the surface, the W/Si ratio of the thick parts would be much smaller. 3.3. Catalyst testing The catalysts were tested in the trans-de-t-butylation of DBMP (Eq. 3) as a model reaction. This reaction is of potential interest as a step in the synthesis of stabilizers [1]; it was studied in detail earlier with both bulk and SiO,-supported PW [ 17]. OH (3) Table 1 shows the testing results for the authentic specimen 20 wt.% P2W1g/Si02 (from MeOH) and two catalysts with the same loading 20 wt.% PW/SiO, obtained from methanol or water, one containing the pure form A (see Fig. 3, spectrum 1), and the other containing the maximum amount of form B, A/B 60/40 mol% based on phosphorous (Fig. 2, spectrum 5). The catalytic activity was characterized as the time corresponding to a 30% DBMP conversion, the selectivity to 2-t-butyl-4-methylphenol being 100%; at higher conversions, p-cresol was also formed as a result of the de-t-butylation of 2-t-butyl-4-methyl phenol. The 60/40 mol% A/B catalyst (from H20) appeared to be twice as active as the 100% A catalyst (from MeOH) per catalyst weight, and P2W,,/Si0z was the most active in the series. It should be noted that 20 wt.% P,W,,/SiO,, which might be expected 295 to be nearly as active as the P,W,s/Si02 catalyst, showed about two times lower activity than PZW,g/Si02. This may be due to incomplete exchange of Na+ by H+ in the electromembrane synthesis of P,W1, [15]. 4. Discussion Despite the relative inertness of the silica towards tungsten HPAs, the catalysts, comprising PW supported on pure siliceous supports amorphous S10,, or mesoporous molecular sieve MCM-41 - prepared by conventional impregnation with an aqueous PW solution include at least two HPA forms, which can well be discriminated by 31P MAS NMR [7,12]. One (A) with intact Keggin structure and the other (B) with a different structure. The relative amount of the two depends on the HPA loading and the preparation method. Under our conditions, form A is the dominating one, the amount of B increasing with decreasing of HPA loading. Maximally about 40 mol%o form B has been observed in 20 wt.% PW/SiO, (Fig. 2, spectrum 5), which is somewhat less than that found in Ref. [12]. This may be explained by the difference in preparation conditions. It is worth noting that the pure Keggin-type PW species on SiO, or MCM-41 surface can be prepared from water at higher loadings, 30-50 wt.%. With the less stable molybdenum HPAs, the decomposition of the Keggin units on the SiO., surface, depending on the HPA loading, was shown elsewhere [23] (for a review see [1]). Thus PMo, SlMo and PMo,()V, retain the Keggin structure at high loadings. like PW, but decompose to form Moo 3 and practically lose their acidity at a very low loadings due to their strong interactions with surface silanol groups. On the other hand, thermally decomposed Keggin structure of molybdenum HPAs on the silica surface may be reconstructed on exposure to water vapor [23]. The important result of this work is the preparation of the catalysts. comprising the 296 l. V. Kozheunikoo et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 purely Keggin-type PW species on the siliceous surface over a wide range of PW loading. This is conveniently done by PW impregnation from an organic solution, viz. methanol. The major reason why it succeeds is thought to be the greater stability of the Keggin units towards hydrolysis in organic solvents compared to aqueous solutions [6]. Both Si02- and MCM41-supported PW catalysts can be prepared in this way. Let us now consider the nature of species A and B. Earlier in the study of PW/Si02 catalysts with higher PW loadings (up to 87 wt.%), form A was assigned to the bulk crystalline PW on the Si02 surface, as based on the 31 P NMR together with XRD data; the latter indeed indicated the presence of the PW crystal phase on the surface [ 12]. In our case, as shown by XRD, and regardless of the solvent used, no PW crystal phase is present in PW/MCM-41 at loadings in the range of 10 to 50 wt.% [7]; nor is there PW crystallinity in PW/Si02 at the loadings below 20 wt.%. As found by TEM, these catalysts include finely dispersed species, mainly discrete PW molecules on the surface of siliceous support. In the case of PW/MCM-41, the PW species are mostly situated inside the channels rather than on the outer surface of the molecular sieve. Therefore, not only can form A be assigned to the bulk PW species on the silica surface, as in the PW/Si02 catalysts with higher PW loadings [12], but also to the discrete surface HPA molecules with intact Keggin structure, as observed in this work. These two species have 3 1 P NMR spectra similar to those of crystalline PW and PW in solution [9]. Less certain is the nature of form B. This species was supposed to be the `interacting' Keggin-type HPA formed via reaction (2) [12] or the products of a partial decomposition and transformation of the Keggin structure, e.g. the lacunary species, like PW,1 or P2W17, or unsaturated HPAs P2W1g or P2W21, having 31P NMR solution resonances in the same region [9]. The latter seems to be more likely for the following reasons: (1) Form B is not present in the catalysts prepared from MeOH, as expected from the greater stability of the Keggin HPAs in MeOH compared to water [6]. On the other hand, reactions (1) and (2) could proceed without any solvent on the catalyst surface and, therefore, would not be affected by solvent. (2) Given form A for both the bulk PW and the discrete PW molecules on the surface, from the chemical point of view, there is hardly any difference between the surface PW molecule and the `interacting' species like (= SiOH2)+(H,,PW12040) . (3) The 31P MAS NMR spectra of the species (= Si-OH2)+(H2PW12040) and the bulk PW are unlikely to be different because PW in aqueous solution, where it is completely deprotonated [6], and the solid bulk PW with the protons localized thereon exhibits 31 P resonances at the same positions. The lacunary species are possibly not stable enough to sustain evaporation and calcination. More likely these species, if formed in the Si02 + PW + H20 system, transform to dimeric HPAs like P2W1g or P2W21 and uncertain W(VI) -13.5 z 0 -2 -4 -6 -8 -10 -14 PPM Fig. 9. 3' P MAS NMR spectra for 20% HPA/Si0z (from MeOH, 20 h): (1) PZWZ1 /Si02 and (2) PZW,s /Si02. In the spectrum of 20% PZW]B /S'OZ, the signals at - 13.0 and around - 11 ppm are from a-PZW,s and 6-P2W2,, respectively. I. V. Kozhe< nikov et al. / Journal of Mole< ular Catalysis A: Chemical 114 (1996) 287-298 species. Mechanisms of such transformations are quite complex and scarcely understood [9]. The a-P2W18062 and P2W, 07, heteropolyanions exhibit in the solution P NMR spectra the signals at -12.7 and -13.3 ppm, respectively [9]. As we found in this work, j1P MAS NMR spectra of 20 wt.% P,W,g/Si02 and 20 wt.% P,W2,/SiO, (from MeOH, 20 h) also have the lines at - 13.0 and - 13.5 ppm, respectively (Fig. 9), which is in agreement with the spectrum B (Fig. 2 and Fig. 5). P.,WIg and P,WZt are thermally less stable than PW. Thus they were found to decompose at 350 and showed no activity in the cracking of n-hexane at this temperature, while PW was intact and active [24]. The products of decomposition of bulk and SiO,-supported P2WIS and P,W21 exhibited broad signals in 3 1 P NMR spectra in the range from - l0 to - l2 ppm [24] similar to what we have observed after calcining 20 wt.% PW/SiOcontaining 40 mol%a form B, at 350 (Fig. 2, spectrum 6). Table 1 shows the relative molar catalytic activities of A, B and P2Wts species on the SiO, surface in the de-t-butylation of DBMP. The activity of B is in good agreement with that of P,W I H, which supports our suggestion of the nature of B. Unexpectedly, B species is around 8 times more active than A despite P~WI. and P,W,, are nearly as strong acids as PW [ 15,25,26]. Possible explanation of this is that the acid strength of the surface dimeric species B decreases to a lesser extent compared to the Keggin species A due to the interaction with A H H H I I OH OH Si si B H H H I I OH OH OH Si Si Si Fig. I(l. The binding of A and B to the siliceous surface (schematic). 297 Si-OH groups, as illustrated schematically in Fig. 10. However, in high-temperature reactions the catalysts containing form B may be less active than those with pure Keggin form A due to the possible decomposition of form B, as found in n-hexane cracking [24]. Acknowledgements We thank Dr. J.A. Peters for the help with NMR measurements. References [1] LV. Kozhevnikov, Catal. Rev. Sci. Eng. 37 (1995) 31 I. [2] Y. Izumi, K. Urabe and M. Osaka, Zeolite, Clay and Heteropoly Acid in Organic Reactions (Kodansha/VCH, Tokyo, 1992) p. 99. [3] Y. Ono, Perspectives in Catalysis, eds. J.M. Thumas and K.I. Zamaraev (Blackwell Sci. Publ., London, 1992) p. 431. [4] M. Misono. Cutal. Rev. Sci. Eng. 29 (1987) 269: 30 (1988) 339. [5] R.J.J. Jansen, H. van Veldhuizen and H. van Bekkum. Recl. Tray. Chim. Pays-Bas 113 (1994) I 15. [6] LV. Kozhevnikov. Russ. Chest. Rev. 56 (1987) 81 I. [7] LV. Kozhevnikov, A. Sinnema, R.J.J. Jansen, K. Pamin and H. van Bekkum, Catal. Lett. 30 (1995) 241. [8] C.T. Kresge. D.O. Marler. G.S. Rav and B.H. Rose, Pat. USA 5366945 (1994). [9] M.T. Pope, Heteropoly and Isopoly Oxumetalutes (Springer. Berlin, 1983). [10] V.M. Mastikhin, S.M. Kuluv. A.V. Nusuv. LV. Kozhevnikov, LL. Mudrakovsky and M.N. Timufecva, J. Mol. Catal. 60 (1990) 65. [I I] G.1. Kapustin, T.R. Brueva, A.L. Klyachko. M.N. Timofceva. S.M. Kulov and LV. Kozhevnikuv. Ket. Katul. 31 (199u)lol7. [12] F. Levebvre, J. Chem. Soc., Chem. Cununun. ( 1992) 751i. [l3] T. Chung, J. Chem. Soc., Faraday Trana. 9l (1995) 375. [14] H. Wu, J. Biol. Chem. 43 (1920) 189. [IS] O.M. Kulikova, R.I. Maksimuvskaya, S.M. Kulikuv and LV. Kozhevnikov, lzv. Akad. Nauk SSSR. Ser. Kh. (1992) p. -194. [l6] M. Janicke, D. Kumar, G.D. Smcky and B.F. C'hmelka. Stud. Surf. Sci. Catal. 84 (1994) 243. [l7] LV. Kozhevnikov and M.N. 'Frota. J. Mol. Catal. 75 (1992) 179. [l8] LV. Kozhevnikov, A. Sinnema, R.J.J. Jausen and H. van Bekkum. Catal. Lett. 27 (1994) 187. [19] G.B. Garvey and J.B. Molfat. J. Mol. Catal. 69 11991) 137. [20] y'. Izum R. Hasebe and K. Urabe, J. Catal. 84 ( 1983) 402. [21] S.M. Kulikov, M.N. Tinu>feeva, l.V. Kuzhevnikov, V.I. 298 LV. Kozheunikou et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 287-298 Zaikovskii, L.M. Plyasova and I.A. Ovsyannikova, Izv. Akad. Nauk SSSR, Ser. Khim. (1989) 763. [22] C.-Y. Chen, H.-X. Li and M.E. Davis, Microporous Mater. 2 (1993) 7. [23] C. Rocchiccioli-Deltcheff, M. Amirouche, G. Herve, M. Fournier, M. Che and J.M. Tatibouet, J. Catal. 126 (1990) 591; M. Fournier, R. Thouvenot and C. Rocchiccioli-Deltcheff, J. Chem. Soc., Faraday Trans. 87 (1991) 349; M. Fournier, A. Aouissi, and C. Rocchiccioli-Deltcheff, J. Chem. Soc., Chem. Commun. (1994) 307; S. Kasztelan, E. Payen and J.B. Moffat, J. Catal. 125 (1990) 45; K. Brkman, M. Che, J. Haber and J.M. Tatibouet, Catal. Lett. 25 (1994) 225. [24] A. Oulmekki and F. Lefebvre, React. Kinet. Catal. Lett. 48 (1992) 601, 607. [25] M.N. Timofeeva and LV. Kozhevnikov, React. Kinet. Catal. Lett. 54 (1995) 413. [26] C. Hu, M. Hashimoto, T. Okuhara and M. Misono, J. Catal. 143 (1993) 437. MOLCAA 96003287 S1381-1169(96)00328-7 10.1016/S1381-1169(96)00328-7 Molecular aspects of heterogeneous catalysis Study of catalysts comprising heteropoly acid H3PW12O40 supported on MCM-41 molecular sieve and amorphous silica I.V Kozhevnikov a ∗ K.R Kloetstra b A Sinnema b H.W Zandbergen c H van Bekkum b a Boreskov Institute of Catalysis, 630090 Novosibirsk, Russia b Laboratory of Organic Chemistry and Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands c Laboratory of Materials Science, Delft University of Technology, Rotterdamseweg 137, 2628 AL Delft, Netherlands ∗ Present address: Laboratory of Organic Chemistry and Catalysis, Delft University of Technology, Julianalaan 136, 2628 BL Delft, Netherlands. With the aim of obtaining pure Keggin-type heteropoly acid (HPA) species on siliceous surfaces, the preparation of HPA catalysts, comprising of 10 to 50 wt.% H3PW12O40 (PW) supported on an amorphous silica or a mesoporous all-silica molecular sieve MCM-41, was studied. The state of HPA on the siliceous surface was characterized by 31P NMR, XRD and TEM. Impregnating MCM-41 or amorphous SiO2 with an aqueous solution of PW gave catalysts with, in general, two HPA species: one with intact Keggin structure (A) and the other with a different structure (B), supposedly, H6P2W18O62 (P2W18) and/or H6P2W21O71 (P2W21). The relative amount of species A and B depends on HPA loading, with A dominating. At higher loadings, 30–50 wt.%, A is practically the only one present on the surface; at lower loadings, both species exist, the amount of B increasing as the HPA loading decreases. In contrast, catalysts prepared by impregnation with a methanol solution of HPA contained exclusively Keggin-type A over the whole range of PW loading. In the PW MCM-41 catalysts, as shown by TEM, the PW species are mainly located inside the MCM-41 pores. The B species was about 8 times as active as A in the liquid-phase trans-de-t-butylation of 2,6-di-t-butyl-4-methylphenol. Keywords Heteropoly acid H3PW12O40 MCM-41 molecular sieve Silica 31P XRD TEM Trans-de-t-butylation of 2,6-di-t-butyl-4-methylphenol References [1] I.V Kozhevnikov Catal. Rev. Sci. Eng. 37 1995 311 [2] Y Izumi K Urabe M Onaka Zeolite, Clay and Heteropoly Acid in Organic Reactions 1992 Kodansha/VCH Tokyo 99 [3] Y Ono J.M Thomas K.I Zamaraev Perspectives in Catalysis 1992 Blackwell Sci. Publ., London 431 [4] M Misono Catal. Rev. Sci. Eng. 29 1987 269 M Misono Catal. Rev. Sci. Eng. 30 1988 339 [5] R.J.J Jansen H van Veldhuizen H van Bekkum Recl. Trav. Chim. Pays-Bas 113 1994 115 [6] I.V Kozhevnikov Russ. Chem. Rev. 56 1987 811 [7] I.V Kozhevnikov A Sinnema R.J.J Jansen K Pamin H van Bekkum Catal. Lett. 30 1995 241 [8] C.T. Kresge, D.O. Marler, G.S. Rav and B.H. Rose, Pat. USA 5366945 (1994). [9] M.T Pope Heteropoly and Isopoly Oxometalates 1983 Springer Berlin [10] V.M Mastikhin S.M Kulikov A.V Nosov I.V Kozhevnikov I.L Mudrakovsky M.N Timofeeva J. Mol. Catal. 60 1990 65 [11] G.I Kapustin T.R Brueva A.L Klyachko M.N Timofeeva S.M Kulikov I.V Kozhevnikov Kinet. Katal. 31 1990 1017 [12] F Levebvre J. Chem. Soc., Chem. Commun. 1992 756 [13] T Chang J. Chem. Soc., Faraday Trans. 91 1995 375 [14] H Wu J. Biol. Chem. 43 1920 189 [15] O.M Kulikova R.I Maksimovskaya S.M Kulikov I.V Kozhevnikov Izv. Akad. Nauk SSSR. Ser. Khim. 1992 494 [16] M Janicke D Kumar G.D Stucky B.F Chmelka Stud. Surf. Sci. Catal. 84 1994 243 [17] I.V Kozhevnikov M.N Timofeeva J. Mol. Catal. 75 1992 179 [18] I.V Kozhevnikov A Sinnema R.J.J Jansen H van Bekkum Catal. Lett. 27 1994 187 [19] G.B Garvey J.B Moffat J. Mol. Catal. 69 1991 137 [20] Y Izumi R Hasebe K Urabe J. Catal. 84 1983 402 [21] S.M Kulikov M.N Timofeeva I.V Kozhevnikov V.I Zaikovskii L.M Plyasova I.A Ovsyannikova Izv. Akad. Nauk SSSR, Ser. Khim. 1989 763 [22] C.-Y Chen H.-X Li M.E Davis Microporous Mater. 2 1993 7 [23] C Rocchiccioli-Deltcheff M Amirouche G Herve M Fournier M Che J.M Tatibouet J. Catal. 126 1990 591 M Fournier R Thouvenot C Rocchiccioli-Deltcheff J. Chem. Soc., Faraday Trans. 87 1991 349 M Fournier A Aouissi C Rocchiccioli-Deltcheff J. Chem. Soc., Chem. Commun. 1994 307 S Kasztelan E Payen J.B Moffat J. Catal. 125 1990 45 K Brückman M Che J Haber J.M Tatibouet Catal. Lett. 25 1994 225 [24] A Oulmekki F Lefebvre React. Kinet. Catal. Lett. 48 1992 601 A Oulmekki F Lefebvre React. Kinet. Catal. Lett. 48 1992 607 [25] M.N Timofeeva I.V Kozhevnikov React. Kinet. Catal. Lett. 54 1995 413 [26] C Hu M Hashimoto T Okuhara M Misono J. Catal. 143 1993 437",
      "scopus-id": "0030599612",
      "coredata": {
        "eid": "1-s2.0-S1381116996003287",
        "dc:description": "With the aim of obtaining pure Keggin-type heteropoly acid (HPA) species on siliceous surfaces, the preparation of HPA catalysts, comprising of 10 to 50 wt.% H3PW12O40 (PW) supported on an amorphous silica or a mesoporous all-silica molecular sieve MCM-41, was studied. The state of HPA on the siliceous surface was characterized by 31P NMR, XRD and TEM. Impregnating MCM-41 or amorphous SiO2 with an aqueous solution of PW gave catalysts with, in general, two HPA species: one with intact Keggin structure (A) and the other with a different structure (B), supposedly, H6P2W18O62 (P2W18) and/or H6P2W21O71 (P2W21). The relative amount of species A and B depends on HPA loading, with A dominating. At higher loadings, 30–50 wt.%, A is practically the only one present on the surface; at lower loadings, both species exist, the amount of B increasing as the HPA loading decreases. In contrast, catalysts prepared by impregnation with a methanol solution of HPA contained exclusively Keggin-type A over the whole range of PW loading. In the PW MCM-41 catalysts, as shown by TEM, the PW species are mainly located inside the MCM-41 pores. The B species was about 8 times as active as A in the liquid-phase trans-de-t-butylation of 2,6-di-t-butyl-4-methylphenol.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003287",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kozhevnikov, I.V"
          },
          {
            "@_fa": "true",
            "$": "Kloetstra, K.R"
          },
          {
            "@_fa": "true",
            "$": "Sinnema, A"
          },
          {
            "@_fa": "true",
            "$": "Zandbergen, H.W"
          },
          {
            "@_fa": "true",
            "$": "van Bekkum, H"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003287"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003287"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00328-7",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Study of catalysts comprising heteropoly acid H3PW12O40 supported on MCM-41 molecular sieve and amorphous silica",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropoly acid H3PW12O40"
          },
          {
            "@_fa": "true",
            "$": "MCM-41 molecular sieve"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "31P XRD"
          },
          {
            "@_fa": "true",
            "$": "TEM"
          },
          {
            "@_fa": "true",
            "$": "Trans-de-t-butylation of 2,6-di-t-butyl-4-methylphenol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "287-298",
        "prism:endingPage": "298",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00328-7",
        "prism:startingPage": "287",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00328-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996003287-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "561",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599612"
      }
    }
  }
}