{
  "metadata": {
    "title": "New catalysts for clean technology",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-05-31",
    "doi": "10.1016/S1381-1169(01)00490-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004903",
    "pii": "S1381116901004903"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-13844289335",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-28 2001-12-28 2010-04-18T17:18:08 1-s2.0-S1381116901004903 S1381-1169(01)00490-3 S1381116901004903 10.1016/S1381-1169(01)00490-3 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01495 2015-05-15T05:56:33.301439-04:00 0 0 20020531 2002 2001-12-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 182 183 182 183 C Volumes 182–183 10 89 97 89 97 20020531 31 May 2002 2002-05-31 2002 converted-article fla Copyright © 2002 Published by Elsevier B.V. NEWCATALYSTSFORCLEANTECHNOLOGY JOHNSON B 1 Bimetallic nanoparticle catalysts 2 Superior performance of a chiral catalyst confined within mesoporous silica References NASHER 1997 7760 M ICHIKAWA 1992 283 M SHEPARD 1997 2242 D SHEPARD 1998 1214 D THOMAS 1996 1 J MASCHMEYER 1995 159 T THOMAS 1997 1557 J SHANNON 1997 23 I SINFELT 1988 281 J OZKAYA 1999 113 D HERMANS 2001 1211 S GOKEL 1972 294 G HAYASHI 1980 1138 T JOHNSONX2002X89 JOHNSONX2002X89X97 JOHNSONX2002X89XB JOHNSONX2002X89X97XB item S1381-1169(01)00490-3 S1381116901004903 1-s2.0-S1381116901004903 10.1016/S1381-1169(01)00490-3 271358 2010-10-03T19:44:20.945966-04:00 2002-05-31 1-s2.0-S1381116901004903-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/MAIN/application/pdf/6e243dfeb6976e8871d539779db841e8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/MAIN/application/pdf/6e243dfeb6976e8871d539779db841e8/main.pdf main.pdf pdf true 212221 MAIN 9 1-s2.0-S1381116901004903-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/PREVIEW/image/png/40052104ecccd44535106be37d2629fc/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/PREVIEW/image/png/40052104ecccd44535106be37d2629fc/main_1.png main_1.png png 62412 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004903-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr1/THUMBNAIL/image/gif/c4cc8bad225539ecac6176585f72769d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr1/THUMBNAIL/image/gif/c4cc8bad225539ecac6176585f72769d/gr1.sml gr1 gr1.sml sml 1174 94 114 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr1/DOWNSAMPLED/image/gif/ae18bb88e9e360b5c749fd75f3e0586e/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr1/DOWNSAMPLED/image/gif/ae18bb88e9e360b5c749fd75f3e0586e/gr1.gif gr1 gr1.gif gif 8253 402 490 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004903-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr2/THUMBNAIL/image/gif/0dd7ca7620a8d085b128bb00b8748a96/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr2/THUMBNAIL/image/gif/0dd7ca7620a8d085b128bb00b8748a96/gr2.sml gr2 gr2.sml sml 2464 93 83 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr2/DOWNSAMPLED/image/jpeg/f97b407370460eee8a8517a728082de9/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr2/DOWNSAMPLED/image/jpeg/f97b407370460eee8a8517a728082de9/gr2.jpg gr2 gr2.jpg jpg 29913 339 302 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004903-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr3/THUMBNAIL/image/gif/a98f8567d4b4aaa8ba6082b170804567/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr3/THUMBNAIL/image/gif/a98f8567d4b4aaa8ba6082b170804567/gr3.sml gr3 gr3.sml sml 1265 93 57 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr3/DOWNSAMPLED/image/jpeg/a807a03b72a53459179b4a90828dfe9a/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr3/DOWNSAMPLED/image/jpeg/a807a03b72a53459179b4a90828dfe9a/gr3.jpg gr3 gr3.jpg jpg 54208 706 433 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004903-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr4/THUMBNAIL/image/gif/410fd7d83a70e3ffe93f441ee57cf73c/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr4/THUMBNAIL/image/gif/410fd7d83a70e3ffe93f441ee57cf73c/gr4.sml gr4 gr4.sml sml 1218 73 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/gr4/DOWNSAMPLED/image/gif/f155ca9874a248fd92e09ce45c4f0ac0/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/gr4/DOWNSAMPLED/image/gif/f155ca9874a248fd92e09ce45c4f0ac0/gr4.gif gr4 gr4.gif gif 7211 273 467 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004903-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/sc1/THUMBNAIL/image/gif/b005935da52f2c913d647ab06f514648/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/sc1/THUMBNAIL/image/gif/b005935da52f2c913d647ab06f514648/sc1.sml sc1 sc1.sml sml 1152 93 90 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/sc1/DOWNSAMPLED/image/gif/7d29d91585bca9a2756ef20b1e34eccc/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/sc1/DOWNSAMPLED/image/gif/7d29d91585bca9a2756ef20b1e34eccc/sc1.gif sc1 sc1.gif gif 16446 604 586 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004903-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/sc2/THUMBNAIL/image/gif/f464b5794e7a2b8a0fde3faad8e8cba9/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/sc2/THUMBNAIL/image/gif/f464b5794e7a2b8a0fde3faad8e8cba9/sc2.sml sc2 sc2.sml sml 504 36 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004903-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004903/sc2/DOWNSAMPLED/image/gif/8787a587bfe28306a69f2100432d6f5c/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004903/sc2/DOWNSAMPLED/image/gif/8787a587bfe28306a69f2100432d6f5c/sc2.gif sc2 sc2.gif gif 2783 135 472 IMAGE-DOWNSAMPLED MOLCAA 3451 S1381-1169(01)00490-3 10.1016/S1381-1169(01)00490-3 Fig. 1 (a) Fourier transform of the Pd K-edge EXAFS data (effectively a radial distribution function) for the mixed-metal carbonylate ion [Pd6Ru6(CO)24]2− precursor dispersed inside the mesopores of the MCM-41 silica. (b) The corresponding transform for the dispersed precursor after gentle thermolysis (see text). The resulting cluster (see Fig. 2) has an average metal–metal (Pd–Ru and Pd–Pd) distance that peaks at 2.73Å and the average co-ordination number is 5.3. Fig. 2 Schematic diagram of the Pd6Ru6 cluster derived from an EXAFS analysis of the Ru and Pd K-edge X-ray absorption spectra. Fig. 3 Fourier transform of the EXAFS (a) at the Ru K-edge and (b) Sn K-edge of the [Ru6C(CO)16SnCl3]− cluster anchored on MCM-41. (c) The single crystal-derived structure is consistent with the experimental EXAFS data. Fourier transforms of the (d) Ru K-edge and (e) Sn K-edge EXAFS of the decarbonylated (by mild thermolysis at 180°C in vacuum for 2h) catalysts. (f) Local structure of the activated catalyst, derived from the analysis of the EXAFS data. Solid and dashed lines in (a), (b), (d) and (e) represent the experimental and calculated data, respectively. Fig. 4 The effect of temperature on the hydrogenation conversion (■) and the product selectivity, which is marked in terms of singly (•), doubly (▴) and fully (▾) hydrogenated products of 1,5,9-cyclododecatriene with the Ru6CSn catalyst. Scheme 1 The synthetic routes used in the preparation of the mesoporous and the cabosil-bound catalysts, the mesopore-supported and the carbosil-bound. Reagents and conditions: (i) THF, 25°C; (ii) THF, 25°C; (iii) PdCl2-MeCN-THF, 25°C; (iv) PdCl2-MeCN-THF, 25°C. Scheme 2 The catalytic reaction between cinnamyl acetate and benzylamine. Table 1 Hydrogenation of olefins—comparison of catalysts a Substrate (mass) Catalyst Solvent Reaction time (h) Residual H2 pressure Conversion (%) Product distribution (mol%) n-Hexane cis-2-Hexene trans-2-Hexene 1-Hexene (≈50g) Pd6Ru6 – 4 1 99 68 22 9 Cu4Ru12 – 4 8 56 51 30 19 n-Dodecane cis-2-Dodecene trans-2-Dodecene 1-Dodecene (≈50g) Pd6Ru6 – 4 3 88 63 29 7 Cu4Ru12 – 4 7 35 64 22 13 cis-Decalin trans-Decalin Others Naphthalene (≈8g) Pd6Ru6 CH3CN 8 12 19 86 4 9 Hexadecane 8 10 7 50 34 15 Hexadecane b 8 20 No reaction Cu4Ru12 CH3CN 8 18 0.8 – – 100 Hexadecane 8 20 No reaction a Reaction conditions: catalyst: 20mg; temperature 373K; starting H2 pressure: 20bar; solvent ≈55g. b 200ppm of sulphur was added in the form of benzothiophene. Table 2 Catalytic results from the three catalysts Conversion (%) Straight chain (%) Branched (%) ee (%) 4(S) 76 99+ – – 6(S) 98 98 2 43 5(S) 99+ 49 51 99+ New catalysts for clean technology Brian F.G. Johnson a ∗ Stuart A. Raynor a David B. Brown a Douglas S. Shephard a Thomas Mashmeyer b John Meurig Thomas c Sophie Hermans a Robert Raja a Gopinathan Sankar c a Department of Chemistry, University of Cambridge, Lensfield Road, Cambridge CB2 1EW, UK b Laboratory of Applied Organic Chemistry and Catalysis, University of Delft, Delft, The Netherlands c Royal Institution, London, UK * Corresponding author. Tel.: +44-1223-336-337; fax: +44-1223-336-017 The preparation, characterisation and catalytic performance of both bimetallic nanoparticles and chiral homogeneous catalysts anchored along the interior walls of mesoporous silica (MCM-41) are described. The bimetallic nanoparticles are prepared from Ru6Pd6 and Ru6CSn carbonyl clusters and the resulting MCM derivatives are characterised by a number of methods, including EXAFS, FTIR and STEM. The solvent-free hydrogenation of naphthalene and cyclic polyenes using these catalysts are described, with the Ru6CSn based catalyst giving a 90% selectivity for the corresponding monoenes while the Ru6Pd6 produces the fully hydrogenated product in high yield. The homogeneous catalysts 1-[-(R)-1′-2-bis(diphenylphosphino)ferrocenyl]ethyl-N-N′-dimethylethylenediamine palladium dichloride was heterogenised by anchoring along the inside walls of MCM-41. The catalysed reaction between cinnamylacetate and benzylamine was studied and the catalyst produced 51% of the branched chain product possibly with 100%ee. Mesoporous silica Chiral catalysis Metal clusters Nanoparticles Freely accessible active sites on bimetallic nanoparticles, finely dispersed and firmly anchored along the interior walls of high area (ca. 800m2 g−1) mesoporous silica (MCM-41) function as highly effective catalysts for a number of selective hydrogenations of significance for chemical and fine-chemical transformations. Such heterogeneous nanocatalysts may be readily prepared from mixed metal carbonylates and introduced in a spatially uniform fashion along the pores of the silica host. They are readily identified by scanning transmission electron microscopy (STEM) and their atomic structure established from in situ X-ray absorption spectroscopy and FTIR measurements. In this paper, we shall concentrate on nanoparticle catalysts of constitution Ru6Pd6 and Ru6CSn as mixed metal catalysts are known to be more highly effective than either of their monometal components. Tin has been highly used as a promoter in heterogeneous catalysis. Here we focus upon conversions which consist of the hydrogenation of naphthalene to give trans- and cis-decalines, and the hydrogenation of cyclic polyenes: 1,5,9-cyclododecatriene, 1,5-cyclooctadiene and 2,5-norbornadiene. Heterogenised homogeneous catalysts which provide all the advantages of both catalytic types is an important area. Herein, we also describe a chiral catalyst derived from the ligand 1,1′-bis(diphenylphosphino)ferrocene (dppf) anchored to the inner walls of the mesoporous support MCM-41 and coordinated to Pd(II) which has been shown to exhibit a degree of regioselectivity and enantiomeric excess (ee) in the ammination of cinnamylacetate superior to that of its homogeneous counterpart or that of a surface bound analogue. Similarly, the same catalyst displays a remarkable increase in both enantioselectivity and activity in the hydrogenation of ethylnicotinate to ethylnipecotinate when compared to an analogous homogeneous system. The need for solvent-free chemical conversions has never been more pressing. The drive towards a cleaner technology is accelerating and there is a clear requirement for highly active and highly selective heterogeneous catalysts. Herein we wish to report our efforts to meet these current demands. Our work falls into two main areas which although different have the common feature of using catalysts which are well dispersed and firmly anchored within the walls of mesoporous silica. The areas under investigation are: 1. solvent-free, low temperature, selective hydrogenation using bimetallic nanoparticle catalyst, 2. superior performance of a chiral catalyst confined within mesoporous silica. In this paper, the preparation, characterisation and use of these two types of catalyst will be described. We shall restrict our discussion to a limited number of examples, but would emphasise that these examples represent major new areas of investigation and interest. 1 Bimetallic nanoparticle catalysts The idea that nanocatalysts would be highly active is certainly not new. Most atoms associated with particles in this size regime are on the surface and, especially those described in this paper, will have most atoms with lower coordination number [1–3] than those associated with the bulk. Such low coordination numbers may be associated with high chemical activity. It is important that particles within the size range described here will not possess properties usually associated with the metallic state and should be regarded as molecular species. Furthermore, given that the particles adhere to the surface walls of a mesoporous solid, they should not be regarded as “naked”. Indeed given the nature of the interaction which almost certainly involves strong M–O links they will be in low to medium oxidation states. We have found that bimetallic heterogeneous nanoclusters may be readily prepared from mixed metal carbonylates and introduced in a spatially uniform fashion along the pores (around 30Å in diameter) of the silica host. Their atomic structure may be straightforwardly established by scanning transmission electron microscopy (STEM), in situ X-ray absorption and FTIR spectroscopy. In this paper, we report the catalytic performance of finely dispersed bimetallic catalysts of atomic composition Ru6Pd6 and Ru6CSn and compare it with those of other previously reported nanocatalysts based on Ru–Ag and Cu–Ru bimetallic clusters. We highlight the changing selectivity as a function of the nature of the metal and the operating temperatures. The role of bimetallic as opposed to monometallic systems has been of interest for sometime. Whatever the cause, it is clear that in the bimetallic system there is a synergic response. Explanations of enhanced selectivity have hinged around electronic factors (redox) and the supposed ability of, e.g. tin to deactivate certain ruthenium sites thereby improving selectivity. A wide variety of homogeneous and heterogeneous hydrogenation catalysts have been employed in the past. These include Raney nickel, palladium, platinum, cobalt and a range of mixed metal complexes. All entailed the use of organic solvents (such as n-heptane, benzonitrile and so on) and some required the assistance of efficient hydrogen donors such as 9,10-dihydroanthracene, often at temperatures in excess of 300°C to achieve thermal selectivities. Herein, we show that a single-source, mixed-metal cluster carbonylate precursor yields (by gentle thermolysis) a uniform distribution of discrete nanoparticles (ca. 17Å diameter) of a Pd–Ru bimetallic catalyst encapsulated within the pores (ca. 30Å diameter) of mesoporous silica. This catalyst is highly active in the hydrogenation of linear alkenes and significantly more so than two other bimetallic catalysts also prepared from single-source carbonylate precursors, Ag3Ru10 and Cu4Ru12 [4,5]. Moreover, the Pd–Ru catalyst described here is capable of hydrogenating naphthalene under relatively mild conditions. The anionic molecular precursor [Pd6Ru6(CO)24]2− was synthesised as described previously [6] and isolated as its NEt4 + salt. This particular precursor was selected for a variety of reasons including its solubility, stoichiometry, adsorbability at, and dispersion across, the silanol rich [7,8] interior surfaces of the mesoporous silica support (MCM-41), as well as the ease with which it sheds its cloak of carbonyl groups during mild thermal treatment. Of prime importance also was our wish to design a bimetallic catalyst in which a metal (Pd) that readily takes up hydrogen is juxtaposed with one (Ru) that has a strong tendency to bind arenes. A Pd–Ru catalyst should therefore function effectively in the hydrogenation of aromatic molecules. The methodology for its preparation and encapsulation into the mesopores is essentially that used in our earlier work [4,5] on Ag–Ru and Cu–Ru bimetallic nanocrystals. Retention of the structural integrity of the mixed-metal cluster carbonylate inside the mesoporous silica was deduced from in situ spectroscopic analysis, both infra red [5] (Nujol mull) and X-ray absorption using a specially designed cell [9,10]. The respective data sets showed the same structural features as those of the cluster when dispersed in homogeneous solution (tetrahydrofuran as solvent). The characteristic IR absorption peaks were somewhat broadened and slightly shifted (ca. 3cm−1) to lower energy upon encapsulation. Precise structural information (Ru–Ru, Pd–Pd and Ru–Pd distances and associated coordination numbers), retrieved from X-ray absorption fine structure (EXAFS) analyses for Ru and Pd K-absorption edges, was in good accord with that obtained from the single-crystal X-ray structure [6] of Et4N+ salts of the anion 1. When the encapsulated carbonylate 1 was heated (10−4 Torr) for 1h, at 180°C, the sample changed colour from brown to black; the IR carbonyl stretching region gradually disappeared, and the atomic structure of the mixed-metal cluster, as seen by details of the XANES and EXAFS, changed dramatically (Fig. 1 ). High-resolution transmission electron microscopy (HRTEM) revealed [14] that the Pd–Ru bimetallic nanoparticles were of uniform size (ca. 17Å diameter) and spatially well distributed within the pores of the siliceous support. The catalytic performance in alkene hydrogenation of the Pd–Ru nanoparticles is compared in Table 1 with those of similarly prepared (and sized) Cu4Ru12 bimetallic nanoparticles. The kinetics of hydrogenation of hex-1-ene reveal that the Pd6Ru6 catalysts showed a higher selectivity for n-hexane than Cu4Ru12. The Pd6Ru6 catalyst is more active than Cu4Ru12 for the hydrogenation of hex-1-ene (≈2 times). The Pd6Ru6 catalyst was more effective than Cu4Ru12 in the hydrogenation of naphthalene and higher conversions were obtained when acetonitrile was used as a solvent. Other solvents such as hexadecane showed a lower preference for the production of cis-decalin. The solid catalyst may be recycled without any significant decrease in activity or selectivity. This was done by filtering off the solvent–product mixture and recharging the Parr reactor with fresh material (see Table 1 for reaction conditions). Unsurprisingly [1,11,12], the introduction of ≈200ppm of sulphur in the reaction mixture completely poisons the catalyst. Surveys by electron-stimulated energy dispersive X-ray emission [13] of the Pd–Ru nanocatalyst particles after their use in four consecutive test runs showed that there was no segregation of the two components of the bimetallic catalyst. Moreover, annular dark field (Z-contrast) high-resolution electron microscopy showed [14] that there was no evidence of coalescence or sintering of the nanoparticles during catalytic use. Guided by energy-minimisation procedures [15] using density-functional theory computations, we have arrived at the EXAFS model for the structure of the bimetallic cage shown in Fig. 2 . The tin compound [PPN][Ru6C(CO)16SnCl3] 2 [PPN: bis(triphenylphosphine)iminium cation] has been obtained in a two step reaction from the known carbido-hexaruthenium cluster [Ru6C(CO)17]. Details of this preparation together with the single crystal X-ray structure analysis have been given elsewhere [16]. The corresponding neutral species [Ru6C(CO)16SnCl2] 3 also with an established molecular structure has been prepared by chloride abstraction from the anionic derivative 2 or from the direct reaction of [Ru6C(CO)17] with SnCl2. Incorporation of 2 into mesoporous silica was easily achieved by stirring a slurry of the two components in ether/dichloromethane for 48h under nitrogen followed by filtration. After washing with ether an orange solid was obtained. Using a similar procedure the neutral species 3 may also be incorporated to give a pale pink solid. However, in this case there is evidence to suggest that 3 is more readily removed than the anionic solid 2 and it would appear that the anionic compound 3 suits our purposes better. The catalytic precursor material, the orange solid, was characterised by FTIR which revealed and intact carbonyl cluster within the mesopores. This was confirmed by extended EXAFS analysis, which shows that the structure of the pure, unsupported cluster is identical to that of the supported material (Fig. 3 ). On heating the orange solid at 200°C under vacuum the carbonyl frequencies of the carbonyl cluster disappear. During the activation procedure the metallic core produced by the loss of carbonyl groups becomes firmly bonded to the mesoporous solid. The EXAFS data measurements in situ reveals significant changes in the coordination geometry around both the ruthenium and tin atoms [4,5,17]. Taking all data into account we conclude that the best data fit is obtained by considering two Sn–O, one Sn–Ru and one Sn–Cl interaction for Sn which shows that the tin atom is the anchoring point of the bimetallic nanoparticle catalyst on the silica surface (Fig. 3). High angle annular dark field (HAADF) STEM shows how well the nanoparticle catalysts are distributed within the pores of the mesoporous silica, both prior to and after catalytic testing [18]. It is immediately apparent that no structural change occurs during the catalytic process. It emphasises the robust nature of the nanocatalyst and their resistance to sintering. Significantly, the composition of the catalyst (Ru:Sn) remained constant throughout. The catalytic hydrogenation of 1,5,9-cyclododecatriene was found to be very temperature dependant. This is shown in Fig. 4 from which it is apparent that even at temperatures as low as 80°C the solvent-free hydrogenation to cyclodecane is 70% selective and well in excess of 90% at 100°C. As the temperature is raised, further selectivity progressively falls off and conversion to the saturated product cyclodecane becomes favoured. In contrast, the Ru6Pd6 nanocatalyst discussed earlier shows no such selectivity even at temperatures as low as 40°C. Of other bimetallic catalysts (Cu4Ru12, Ag4Ru12, Ru6Pd6) the Ru6CSn form is superior as far as selectivity is concerned. It should be emphasised that our ability to control precisely the composition of the nanocatalyst provides a highly convenient method of studying the synergic effect of the two metal components. We can, e.g. tailor nanocatalysts containing Ru:Cu ratios of 8:4, 10:4 and 12:4 thereby more carefully ascertaining the effect of this ratio on reactivity. We cannot control the structure of these nanocatalysts to the same extent. However, their structures may be derived with some degree of certainty from EXAFS studies. In general, it would appear that one of the roles of oxophilic atoms such as Cu, Ag and Sn is to provide the strong link to the internal surface with the Ru sites exposed for chemical reactivity. In this section, we have concentrated on reductions which are clean (require no solvents) which are desirable (for commercial reasons) and for which a good knowledge of the reduction pathway is available. Other systems are under investigation. Fischer–Tropsch reductions using Co/Fe systems are but one example. 2 Superior performance of a chiral catalyst confined within mesoporous silica In this section, our conceptual model was to take a homogeneous system of known catalytic activity and to tether to the inside walls of mesoporous silica (MCM-41). For comparison purposes the same catalyst was tied to the surface of cabosil and in order to form a “model” homogeneous system to silsequioxane [19]. Our approach to the synthesis of the catalyst is shown in Scheme 1 . The mesoporous solid was first treated with Ph2SiCl2 under nondiffusive conditions to deactivate the external walls of the MCM-41. The internal walls of the same sample of MCM-41 were then treated with 3-bromopropyltrichlorosilane to give the activated MCM-41. The ferrocenyl-based ligand(s)-1-[(R)-1′,2-bis(diphenylphosphino)ferrocenyl]ethyl-N,N′-dimethylethylenediamine was prepared by the reported method [20,21]. On treatment of the activated MCM-41 with the ferrocenyl-based ligand yields the required catalyst precursor which on reaction with [PdCl2(MeCN)2] gives the required catalyst. The distribution and location of the catalytic sites were readily established by coordinating the linked ligand to a high nuclearity cluster. Electron microscopy of this encapsulated cluster species clearly indicated the distribution of the catalytic sites throughout the mesopore [4]. Thus, we have a fully characterised catalytic site containing a metal ion of established homogeneous activity and whose distribution may be easily ascertained. For heterogeneous catalysis this must be an unusually desirable set of conditions. In this work, described here, the metal ion of choice is Pd(II). Obviously other metal ions may be employed where desirable and we have characterised compounds containing amongst others Rh(I), Ir(I) and Pt(II). We have also fully characterised the model systems in which the catalytic site is linked to a silsesquioxane unit. In MCM-41 the palladium catalyst indicates that the two 31P nuclei were equivalent. Studies of the model compound (more conveniently carried out in solution) revealed interaction of the Pd(II) centre not only with the two P atoms but also a tertiary nitrogen atom. As a test for our system we examined the catalysed reaction between cinnamylacetate and benzylamine (see Scheme 2 ). For this reaction there are two possible products, viz. a straight chain molecule and a chiral branched chain alternative. The object of our interest was to produce the greatest possible ee. Three catalysts were examined: the homogeneous {(S)-1-[(R)-1′,2-bis(diphenylphosphino)ferrocenyl]ethyl-N,N′-di-methylethylenediamine} palladium chloride 4, the cabosil-supported one 6 and that attached within the mesoporous material 5. Preliminary results of these studies using the homogeneous catalyst, the silsesquioxane model homogeneous catalyst, the silica bound catalyst and the MCM-41 catalyst showed that the two homogeneous catalysts produced only the linear product, the cabosil derivatives some branched chain but low ee, but that the MCM-41 supported catalyst formed 51% of the branched chain possibility with 100% ee. It seems to us that the mesopore exercises great control on the reaction. It is not simply an enhanced catalytic activity but also the effect of the steric control exercised by the mesopore itself (Table 2 ). In a second field of study, we examined the catalytic enantioselective reduction of ethylnicotinate to ethylnipecotinate using the same constrained, chiral heterogeneous catalyst. This reduction is normally achieved in a two stage process involving first part reduction using H2 over Pd/C and then a second reduction step under more rigorous conditions and in the presence of a chiral modifier. By way of comparison, we also examined the effect of the model silsesquioxane alternative. Both catalysts gave a one-step reduction to the desired nipecotinate. However, the MCM-41 catalyst gave 17% ee, whereas the model compound gave a racemic mixture. These products were achieved under mild conditions (20bar H2, 40°C) with TON=291 for the mesoporous form compared to TON=98 for the model. Further work is in hand to optimise this reduction. These results show the considerable potential, i.e. type of constrained heterogeneous catalyst has to offer. Clearly a whole range of similar catalysts may be engineered containing not only a range of different active metal centres but also different chiral ligand types. We would emphasise the greater control exercised by the mesoporous solid and the enormous change in activity and selectivity of the constrained site over the analogous homogeneous system. References [1] J.M. Thomas, W.J. Thomas, Principles and Practice of Heterogeneous Catalysis, Wiley/VCH, New York/Weinheim, 1997. [2] M.S. Nasher A.I. Frenkel D.L. Adler J.R. Shapley R.G. Nuzzo J. Am. Chem. Soc. 119 1997 7760 [3] M. Ichikawa Adv. Catal. 38 1992 283 [4] D.S. Shepard T. Maschmeyer B.F.G. Johnson J.M. Thomas G. Sankar D. Ozkaya W. Zhou R.D. Oldroy Angew. Chem. Int. Ed. Eng. 36 1997 2242 [5] D.S. Shepard T. Maschmeyer G. Sankar J.M. Thomas D. Ozkaya B.F.G. Johnson R. Raja R.D. Oldroy R.G. Bell Chem. Eur. J. 4 1998 1214 [6] E. Brivio, A. Ceriotti, R.D. Pergola, L. Garlaschelli, F. Domartin, M. Marassero, M. Sansoni, P. Zanello, F. Laschi, B.T. Heaton, J. Chem. Soc., Dalton Trans. (1994) 3237. [7] J.M. Thomas Faraday Discuss. 105 1996 1 [8] T. Maschmeyer F. Rey G. Sankar J.M. Thomas Nature 37 1995 159 [9] J.M. Thomas Chem. Eur. J. 3 1997 1557 [10] I.J. Shannon J.M. Thomas G. Sankar T. Maschmeyer M. Sheehy D. Madill R.D. Oldroyd Catal. Lett. 44 1997 23 [11] J.H. Sinfelt Int. Rev. Phys. Chem. 7 1988 281 [12] C.N. Satterfield, Heterogeneous Catalysis in Industrial Practice, 2nd Edition, McGraw-Hill, New York, 1991. [13] R. Raja, J.M. Thomas, Chem. Commun. (1998) 1841. [14] D. Ozkaya W. Zhou J.M. Thomas P.A. Midgeley V.J. Keast S. Hermans Catal. Lett. 60 1999 113 [15] S. Bromley, C.R.A. Catlow, et al., Chem. Phys. Lett. 340 (2001) 524. [16] S. Hermans, B.F.G. Johnson, Chem. Commun. (2000) 1955. [17] R. Raja, S. Hermans, D.S. Shephard, S. Bromley, J.M. Thomas, B.F.G. Johnson, T. Maschmeyer, Chem. Commun. (1999) 2131. [18] S. Hermans R. Raja J.M. Thomas B.F.G. Johnson G. Sankar D. Gleeson Angew. Chem. Int. Ed. 40 2001 1211 [19] B.F.G. Johnson, S.A. Raynor, D.S. Shephard, T. Mashmeyer, J.M. Thomas, G. Sankar, S. Bromley, R. Oldyord, L. Gladden, M.D. Mantle, Chem. Commun. (1999) 1167. [20] G.W. Gokel I.G. Ugi J. Chem. Educ. 49 1972 294 [21] T. Hayashi T. Mise M. Fukushima M. Kagotani N. Nagashima Y. Hamada A. Matsu S. Kawakami M. Konishi K. Yamamoto M. Kumada Bull. Chem. Soc. Jpn. 53 1980 1138",
      "scopus-id": "13844289335",
      "coredata": {
        "eid": "1-s2.0-S1381116901004903",
        "dc:description": "The preparation, characterisation and catalytic performance of both bimetallic nanoparticles and chiral homogeneous catalysts anchored along the interior walls of mesoporous silica (MCM-41) are described. The bimetallic nanoparticles are prepared from Ru6Pd6 and Ru6CSn carbonyl clusters and the resulting MCM derivatives are characterised by a number of methods, including EXAFS, FTIR and STEM. The solvent-free hydrogenation of naphthalene and cyclic polyenes using these catalysts are described, with the Ru6CSn based catalyst giving a 90% selectivity for the corresponding monoenes while the Ru6Pd6 produces the fully hydrogenated product in high yield. The homogeneous catalysts 1-[-(R)-1′-2-bis(diphenylphosphino)ferrocenyl]ethyl-N-N′-dimethylethylenediamine palladium dichloride was heterogenised by anchoring along the inside walls of MCM-41. The catalysed reaction between cinnamylacetate and benzylamine was studied and the catalyst produced 51% of the branched chain product possibly with 100%ee.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004903",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Johnson, Brian F.G."
          },
          {
            "@_fa": "true",
            "$": "Raynor, Stuart A."
          },
          {
            "@_fa": "true",
            "$": "Brown, David B."
          },
          {
            "@_fa": "true",
            "$": "Shephard, Douglas S."
          },
          {
            "@_fa": "true",
            "$": "Mashmeyer, Thomas"
          },
          {
            "@_fa": "true",
            "$": "Thomas, John Meurig"
          },
          {
            "@_fa": "true",
            "$": "Hermans, Sophie"
          },
          {
            "@_fa": "true",
            "$": "Raja, Robert"
          },
          {
            "@_fa": "true",
            "$": "Sankar, Gopinathan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004903"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004903"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00490-3",
        "prism:volume": "182",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "New catalysts for clean technology",
        "prism:copyright": "Copyright © 2002 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Mesoporous silica"
          },
          {
            "@_fa": "true",
            "$": "Chiral catalysis"
          },
          {
            "@_fa": "true",
            "$": "Metal clusters"
          },
          {
            "@_fa": "true",
            "$": "Nanoparticles"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-97",
        "prism:endingPage": "97",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 May 2002",
        "prism:doi": "10.1016/S1381-1169(01)00490-3",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00490-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1174",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "402",
            "@width": "490",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8253",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2464",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "339",
            "@width": "302",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29913",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "57",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1265",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "706",
            "@width": "433",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54208",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1218",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "467",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7211",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1152",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "604",
            "@width": "586",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16446",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "36",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "504",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "135",
            "@width": "472",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004903-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2783",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/13844289335"
      }
    }
  }
}