{
  "metadata": {
    "title": "MCM-41 anchored Schrock catalyst Mo(<ce:glyph name=dbnd></ce:glyph>CHCMe<ce:inf loc=post>2</ce:inf>Ph)(<ce:glyph name=dbnd></ce:glyph>N-2,6-<ce:italic>i-</ce:italic>Pr<ce:inf loc=post>2</ce:inf>C<ce:inf loc=post>6</ce:inf>H<ce:inf loc=post>3</ce:inf>)[OCMe(CF<ce:inf loc=post>3</ce:inf>)<ce:inf loc=post>2</ce:inf>]<ce:inf loc=post>2</ce:inf>-activity in 1-heptene metathesis and cross-metathesis reactions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-05-03",
    "doi": "10.1016/j.molcata.2005.01.029",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905000804",
    "pii": "S1381116905000804"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-15044354214",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-02-17 2005-02-17 2010-04-19T04:56:56 1-s2.0-S1381116905000804 S1381-1169(05)00080-4 S1381116905000804 10.1016/j.molcata.2005.01.029 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X01303 2022-06-17T06:48:40.235857Z 0 0 20050503 2005 2005-02-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 232 232 1 2 1 2 Volume 232, Issues 1–2 10 53 58 53 58 20050503 3 May 2005 2005-05-03 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. MCM41ANCHOREDSCHROCKCATALYSTMOCHCME2PHN26IPR2C6H3OCMECF322ACTIVITYIN1HEPTENEMETATHESISCROSSMETATHESISREACTIONS BALCAR H 1 Introduction 2 Experimental 2.1 Materials 2.2 Hybrid catalyst preparation 2.3 Catalytic experiments 2.4 Techniques 3 Results and discussion 3.1 Mo/MCM-41 preparation and characterization 3.2 Mo/MCM-41 activity in metathesis of 1-heptene 3.3 Mo/MCM-41 activity in cross-metathesis of 1-heptene with NBE and COE 4 Conclusions Acknowledgements References SCHROCK 1990 3875 R FOX 1994 635 H SCHROCK 1990 158 R NOMURA 2001 4712 K OSKAM 1993 185 J JAMIESON 2000 925 J SCHROCK 2002 145 R SCHROCK 2003 4592 R BUCHMEISER 2004 549 M HULTZSCH 2002 589 K KROLL 2003 2742 R PREISHUBERPFLUGL 1998 151 P PREISHUBERPFLUGL 2002 045 P WOLKE 2000 181 S KOOYMAN 2001 555 P BALCAR 2003 1861 H FOX 1993 759 H FEHER 1994 2145 F LAL 1975 775 J BYKOV 1994 111 V BENCZE 1984 211 L IVIN 1997 K OLEFINMETATHESISMETATHESISPOLYMERIZATION BALCARX2005X53 BALCARX2005X53X58 BALCARX2005X53XH BALCARX2005X53X58XH 2022-06-09T18:57:58.468Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Academy of Sciences of the Czech Republic 4040411 AV ČR Akademie Věd České Republiky http://data.elsevier.com/vocabulary/SciValFunders/501100004240 http://sws.geonames.org/3077311/ Ministry of Education of the Czech Republic MSMT 113100001 MŠMT Ministerstvo Školství, Mládeže a Tělovýchovy http://data.elsevier.com/vocabulary/SciValFunders/501100001823 http://sws.geonames.org/3077311/ Grant Agency of the Czech Republic 203/02/0976 GA ČR Grantová Agentura České Republiky http://data.elsevier.com/vocabulary/SciValFunders/501100001824 http://sws.geonames.org/3077311/ The authors wish to thank J. Doubsky of the Institute of Organic Chemistry and Biochemistry, Academy of Sciences of the Czech Republic for recording GC/MS spectrum. Financial support from the Grant Agency of the Czech Republic (Grant No. 203/02/0976) and Ministry of Education of the Czech Republic (Project MSMT 113100001) is gratefully acknowledged. The work of N.Ž. was supported by the Grant Agency of the Academy of Sciences of the Czech Republic (Project No. 4040411). item S1381-1169(05)00080-4 S1381116905000804 1-s2.0-S1381116905000804 10.1016/j.molcata.2005.01.029 271358 2010-10-10T21:02:30.997214-04:00 2005-05-03 1-s2.0-S1381116905000804-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/MAIN/application/pdf/253798308d905e336a0eeb8fa9c698ec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/MAIN/application/pdf/253798308d905e336a0eeb8fa9c698ec/main.pdf main.pdf pdf true 183135 MAIN 6 1-s2.0-S1381116905000804-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/PREVIEW/image/png/69c952b9733963a49cea6199d59a53e3/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/PREVIEW/image/png/69c952b9733963a49cea6199d59a53e3/main_1.png main_1.png png 64108 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905000804-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/sc2/DOWNSAMPLED/image/jpeg/2ba7bac95936c6e11101a987f018f865/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/sc2/DOWNSAMPLED/image/jpeg/2ba7bac95936c6e11101a987f018f865/sc2.jpg sc2 sc2.jpg jpg 19671 291 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000804-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/sc2/THUMBNAIL/image/gif/103e70aede3264286497e135eb3a28cd/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/sc2/THUMBNAIL/image/gif/103e70aede3264286497e135eb3a28cd/sc2.sml sc2 sc2.sml sml 2189 93 118 IMAGE-THUMBNAIL 1-s2.0-S1381116905000804-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/sc1/DOWNSAMPLED/image/jpeg/edeffa527da5c89166aa441f92ce694e/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/sc1/DOWNSAMPLED/image/jpeg/edeffa527da5c89166aa441f92ce694e/sc1.jpg sc1 sc1.jpg jpg 20366 176 381 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000804-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/sc1/THUMBNAIL/image/gif/90a776e027d74be0edf18b773c69eefa/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/sc1/THUMBNAIL/image/gif/90a776e027d74be0edf18b773c69eefa/sc1.sml sc1 sc1.sml sml 1935 58 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905000804-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/gr1/DOWNSAMPLED/image/jpeg/edcd2b907fa3fb7d7d748921075514ea/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/gr1/DOWNSAMPLED/image/jpeg/edcd2b907fa3fb7d7d748921075514ea/gr1.jpg gr1 gr1.jpg jpg 18698 234 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000804-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/gr1/THUMBNAIL/image/gif/f6184a0907e16330f7d24373547a73b1/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/gr1/THUMBNAIL/image/gif/f6184a0907e16330f7d24373547a73b1/gr1.sml gr1 gr1.sml sml 2211 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905000804-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/gr2/DOWNSAMPLED/image/jpeg/e9cd1bd65c26510a252aa0abc0543d8e/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/gr2/DOWNSAMPLED/image/jpeg/e9cd1bd65c26510a252aa0abc0543d8e/gr2.jpg gr2 gr2.jpg jpg 16190 237 372 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000804-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/gr2/THUMBNAIL/image/gif/0806df21830536e46f6d1fc4f7d36d60/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/gr2/THUMBNAIL/image/gif/0806df21830536e46f6d1fc4f7d36d60/gr2.sml gr2 gr2.sml sml 2035 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905000804-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/fx1/DOWNSAMPLED/image/gif/ac0114a4d23bafe7e5b74b01780e7e07/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/fx1/DOWNSAMPLED/image/gif/ac0114a4d23bafe7e5b74b01780e7e07/fx1.gif fx1 true fx1.gif gif 3267 190 245 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905000804-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905000804/fx1/THUMBNAIL/image/gif/677f4fb56a9a8a00c26f44e28fe12407/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905000804/fx1/THUMBNAIL/image/gif/677f4fb56a9a8a00c26f44e28fe12407/fx1.sml fx1 true fx1.sml sml 1190 93 120 IMAGE-THUMBNAIL MOLCAA 5119 S1381-1169(05)00080-4 10.1016/j.molcata.2005.01.029 Elsevier B.V. Fig. 1 Time dependence of the amount of ethylene evolved in the course of 1-heptene metathesis with Mo/MCM-41 (1wt.% of Mo). Mo/MCM-41=112mg (a), 48.5mg (b), 25mg (c), 112mg—catalyst reused (d); 1-heptene=1.5ml, room temperature. Fig. 2 Time dependence of the amount of ethylene evolved for two step substrate addition in 1-heptene metathesis with Mo/MCM-41 (1wt.% of Mo). Mo/MCM-41=36mg, 1.0ml of 1-heptene in each portion, room temperature. Scheme 1 Scheme 2 Table 1 Metathesis of 1-heptene catalysed by Mo/MCM-41 (1wt.% of Mo) at room temperature No. Amount of Mo/MCM−41 (mg) Amount of 1-heptene (ml) Initial 1-heptene/Mo mole ratio Initial TOF (s−1) Reaction time (min) K′ a K b S c TON d 1 112 1.5 900 1.07 140 0.78 0.79 0.986 710 2 48.5 1.5 2100 1.00 145 0.61 0.62 0.988 1300 3 25 1.5 4100 0.49 120 0.31 0.31 0.984 1270 4 36 1.0 1900 1.06 90 0.77 0.77 0.988 1460 5 e 36 1.0+1.0 – – 345 0.68 0.66 0.986 2510 6 f 112 1.5 900 0.05 420 0.38 0.39 0.989 350 a Final 1-heptene conversion based on C2H4 evolved. b Final 1-heptene conversion by GC. c Selectivity to 6-dodecene by GC. d TON (calculated from K). e Second portion of 1-heptene added after 90min. f Catalyst reusing. Table 2 Cross-metathesis of NBE or COE with 1-heptene catalysed by Mo/MCM-41 (1wt.% of Mo) Type of product 1-Heptene/NBE 1-Heptene/COE Composition (mmol) of the resulting reaction mixture 1-Heptene 2.50 0.83 Starting cycloalkene 0.01 0.33 6-Dodecene 0.30 0.67 CH2 MCH2 0.02 0.23 CH2 MCH(CH2)4CH3 0.37 0.44 CH3(CH2)4CHMCH(CH2)4CH3 0.02 0.21 CH2 (M)2 CH2 <0.01 0.08 CH2 (M)2 CH(CH2)4CH3 0.09 0.19 CH3(CH2)4CH(M)2 CH(CH2)4CH3 <0.01 0.13 CH2 (M)3 CH2 <0.01 0.03 CH2 (M)3 CH(CH2)4CH3 0.04 0.10 Low-molecular-weight polymer Corresponds to 1.8mmol NBE a 0 Mo/MCM-41=30mg (0.00313mmol Mo), 1-heptene=3.6mmol, NBE (COE)=2.5mmol, volume of reaction mixture=1.5ml, room temperature, cyclohexane, reaction time=4h. a M w =2100, M n =1400. MCM-41 anchored Schrock catalyst Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2-activity in 1-heptene metathesis and cross-metathesis reactions Hynek Balcar a * Naděžda Žilková a Jan Sedláček b Jiří Zedník b a J. Heyrovský Institute of Physical Chemistry, Academy of Sciences of the Czech Republic, Dolejškova 3, CZ-18223 Prague 8, Czech Republic b Department of Physical and Macromolecular Chemistry, Laboratory of Specialty Polymers, Faculty of Science, Charles University, Albertov 2030, CZ-12840, Prague 2, Czech Republic * Corresponding author. Tel.: +420 266053715; fax: +420 286582307. Graphical abstract Hybrid catalyst for olefin metathesis was prepared by anchoring Schrock carbene complex on mesoporous molecular sieve MCM-41. Schrock carbene complex Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 was immobilized on mesoporous molecular sieves MCM-41 via a ligand exchange reaction with OH surface groups. The heterogeneous catalyst prepared in this way was Mo-leaching resistant and exhibited high activity and selectivity in metathesis of neat 1-heptene. The catalyst activity in cross-metathesis of 1-heptene with norbornene and cyclooctene was also studied. Keywords Heterogenized catalyst Schrock carbene Olefin metathesis Norbornene and cyclooctene telomerization MCM-41 1 Introduction The carbene complex Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 prepared by Schrock in 1990 [1] is one of the highly efficient well-defined catalysts of olefin metathesis and metathesis polymerization. Its special attraction consists in its controllable activity and its tolerance to some functionalities. Solutions of this complex in organic solvents initiate metathesis of both internal and terminal olefins with high selectivity [2]. The ring opening metathesis polymerization (ROMP) of cycloalkenes with this catalyst proceeds in a living manner that allows to prepare polymers of a desirable molecular weight [3,4]. A series of similar four coordinate Mo-imino alkylidene complexes have been prepared later by variation of both alkoxy and imino ligands, some of them exhibiting remarkable catalytic properties, especially high stereoselectivity and enantioselectivity [5–8]. Nevertheless, because of its activity and versatility, the complex Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 is still the most frequently used Schrock Mo-alkylidene catalyst. To increase practical applicability of Schrock Mo-alkylidene complexes as metathesis catalysts attempts have been done to immobilize them on polymeric as well as inorganic supports [9]. Well-defined polymer-supported catalysts were prepared via reaction of Mo catalyst precursors with chiral phenoxy groups on polystyrene- or polynorbornene-type cross-linked polymers [10,11]. These catalysts were successfully used in an enantioselective ring closing metathesis with good yields and excellent enantioselectivity. The low extent of cross-linking of polymeric support and its high swelling by the proper solvent were necessary to achieve an effective access of substrate molecules to the anchored catalytic sites. As high flexibility of segments of polymeric support seems to contribute to the catalyst decay by facilitating the bimolecular decomposition of reactive methylidene intermediates, more rigid porous materials (e.g. inorganic ones) are more promising as supports for anchoring Mo-carbene complexes. According to our knowledge, only two attempts have so far been done to prepare a supported version of the Schrock catalyst using an inorganic support. (1) Stelzer and co-workers [12,13] used γ-alumina covered by methylalumoxane and cross-linked by various diols for supporting Mo(CH-t-Bu)(N-2,6-i-Pr2C6H3)[OCMe2(CF3)]2 and Mo(CH-t-Bu)(N- 2,6-i-Pr2C6H3)(OTf)2(dme) (Tf=CF3SO2, dme=1,2-dimethoxyethane). The catalysts prepared using this method exhibited a significant activity in ROMP, producing high molecular weight polymers. These catalysts were also successfully tested in a continuous ROMP process using linear alkenes as chain transfer agents. On the other hand, in metathesis of 1-hexene, the fast loss of the catalyst activity was observed, which was ascribed to the methylidene carbenes decomposition. The detailed character of active species remained unknown. (2)Wolke and Buffon [14] supported Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)(O-t-Bu)2 and Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 on silica and/or silica-alumina and described their catalytic activity when heterogenized. Rapid polymerization of norbornene was observed and high molecular weight polymers were prepared in high yield. However, only low conversion was achieved in metathesis of cis-2-pentene. The mode of complex anchoring to the support surface was not clear. In this paper, we report a preparation of supported version of the Schrock catalyst Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 on siliceous mesoporous molecular sieves MCM-41 and its activity in metathesis of 1-heptene and cross-metathesis of 1-heptene with norbornene or cyclooctene (Scheme 1 ). 2 Experimental 2.1 Materials Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 was purchased by Strem and used as received. Mesoporous molecular sieves MCM-41 were synthesized using the homogeneous precipitation method with sodium silicate, hexadecyltrimethylammonium bromide and ethyl acetate. For details see [15]. 1-Heptene (Fluka, purum) was dried by NaH and distilled and degassed in vacuo; cyclooctene (COE) (Janssen Chimica, 95%) was refluxed over NaH and distilled in vacuo; norbornene (NBE) (Fluka, purum) was distilled from NaH. Benzene (Lachema, Czech Republic) was purified by distillation with P2O5, then refluxed over NaH and degassed in vacuo. Cyclohexane (Lachema, Czech Republic) was predried with CaCl2, rectified on a column, then refluxed over NaH and degassed in vacuo. 1,1,1,3,3,3-Hexafluoro-2-methyl-2-propanol [(CF3)2MeCOH, 95%] was purchased by Lancaster. 2.2 Hybrid catalyst preparation MCM-41 (1g) was dried in vacuo at 300°C for 6h. Then it was cooled down to room temperature and suspended in a benzene solution of Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 (78mg of complex – i.e. 10mg of Mo – in 10ml of benzene) in a Schlenk vessel under Ar. The suspension was stirred over 30min at room temperature. Within that time, MCM-41 turned yellow and the benzene phase became colourless. The solid phase was then separated by decantation, washed three times with 10ml of benzene and dried in vacuo at room temperature. The Mo content in the prepared catalyst (Mo/MCM-41) was determined by inductively coupled plasma atomic emission spectroscopy (ICP AES). The loading found was 1wt.% of Mo, which proved the quantitative character of immobilization process. Mo/MCM-41 was stored in sealed ampoules in vacuo. 2.3 Catalytic experiments The metathesis of 1-heptene was carried out in Ar atmosphere in a glass batch reactor equipped with a magnetic stirring bar. In a typical experiment, Mo/MCM-41 (from 25 to 112mg) was placed into the reactor under Ar atmosphere and then 1.5ml of neat 1-heptene was charged under stirring. The reaction was performed at room temperature at constant pressure. The amount of ethylene evolving in the course of the reaction was continuously measured volumetrically using ideal gas approximation. When the ethylene evolution ceased, the solid catalyst was removed by decantation and the resulting supernatant was analyzed by GC and GC/MS. The cross-metathesis of 1-heptene with NBE and COE was carried out in a sealed reactor (25 ml) under vacuo at room temperature. The reactor was filled with 30mg of Mo/MCM-41 under Ar. After evacuation, the reactor was sealed off the vacuum line and 0.5ml of neat 1-heptene and cyclohexane solution of NBE or COE (2.5mmol in 1ml) were charged simultaneously into the reactor from magnetically breakable vials. After 4h, the reactor was opened to air and the supernatant was analyzed by GC, GC/MS and SEC techniques. 2.4 Techniques Agilent 6890 high-resolution gas chromatograph equipped with a FID detector and a DB-5 column (length: 50m, inner diameter: 320μm, stationary phase thickness: 1μm) was used. Solvent or n-decane were used as integration standards. GC/MS apparatuses (HP 5890+5971A and Carlo Erba GC 8000 with a Fisons MD 800 detector) were used for the product identification. Polymer/oligomers molecular weight characteristics were determined by SEC on TSP (Thermo Separation Products, Florida, USA) Chromatograph fitted with a refractive index detector. A series of two PL-gel columns (Mixed-B and Mixed-C, Polymer Laboratories Bristol, UK) and THF (flow rate 0.7ml/min) were used. The weight-average molecular weight M w and the number-average molecular weight M n relative to polystyrene standards are reported. 1H, 13C and 19F NMR spectra were recorded on a Varian Unity INOVA 400. 1H and 13C spectra were referenced to the solvent lines, 19F spectrum to CFCl3 (δ =0ppm). ICP AES analysis of catalyst was performed by Ecochem Co., Prague, Czech Republic. HF, HNO3 and aqua regia were used for catalyst dissolution prior to ICP AES. 3 Results and discussion 3.1 Mo/MCM-41 preparation and characterization MCM-41 was characterized by XRD at low angles and by nitrogen adsorption isotherms. These method confirmed high quality of support: hexagonal regular structure, BET surface area S =1032m2/g, mesopore volume V =0.718cm3/g and mean pore diameter d =3.1nm. For details of MCM-41 characterization see [16]. Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 reacts with MCM-41 in benzene smoothly and quantitatively. The content of Mo in Mo/MCM-41 (1wt.%) determined by ICP AES was in compliance with that calculated from the amount of Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 submitted for the immobilization. With the aim to elucidate the mode of carbene complex anchoring on the support surface, a special experiment was performed, in which Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3) [OCMe(CF3)2]2 immobilization was carried out in C6D6 and the supernatant resulting from this process was analyzed by NMR techniques. In 1H NMR spectra, the signals of Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 at δ in ppm=12.12; 7.19–6.92; 3.56; 1.52; 1.18; 1.16 (for signal assignment see [17]) completely disappeared as a result of complex anchoring while only two new signals appeared corresponding to the signals of the authentic sample of (CF3)2MeCOH at δ in ppm=0.96 [CH 3 (CF3)2] and 1.7 (COH). The 13C and 19F NMR spectra of supernatant also confirmed the presence of (CF3)2MeCOH as the only reaction product released into the liquid phase: in 13C NMR spectrum, there are signals at 16.45ppm (CH3), about 75ppm [(CF3)2MeCOH] and at 122.7+125.5ppm (CF3—the remaining signals of CF3 quadruplet were not distinguished due to their low intensity and overlap with the solvent signals); in 19F NMR spectrum, there is a signal at −79.6ppm. The unambiguous presence of (CF3)2MeCOH as the reaction product in the supernatant strongly suggests that the anchoring proceeded as the ligand exchange reaction in which either one or two (CF3)2MeCO ligands of the complex were displaced by surface SiOH groups of the support (Scheme 2 ). As the quantitative determination of (CF3)2MeCOH evolved was impossible we cannot specify the extent of the exchange of the second (CF3)2MeCO ligand. In this connection, it may be noted that a Schrock's family complex having a silsesquioxane moiety bound to Mo by two Si–O–Mo bonds instead of both alkoxy ligands was prepared and reported as highly active especially in metathesis of 1-alkenes [18]. 3.2 Mo/MCM-41 activity in metathesis of 1-heptene The catalytic activity of Mo/MCM-41 was investigated in metathesis of neat 1-heptene at room temperature. Results are given in Figs. 1 and 2 and Table 1 . Fig. 1 shows the time dependence of the amount of ethylene formed in the course of the reactions performed with various initial 1-heptene to Mo mole ratios. The rapid evolution of ethylene was observed instantaneously after mixing the catalyst with 1-heptene. The initial rate of ethylene formation increased with the increasing catalyst concentration (Fig. 1, curves a, b and c). At a prolonged reaction time, this rate slowed down as a consequence of 1-heptene consumption. Nevertheless, the catalytic centres in the system remained active as indicated by the renewal of ethylene formation after charging an additional portion of 1-heptene (Fig. 2). In Table 1, the final 1-heptene conversion, K′, determined from the total amount of ethylene formed (assuming 1-heptene conversion according to Scheme 1) is compared with the values of the conversion K given by GC analysis of the supernatant resulting after the removal of the catalyst (see Section 2). In all experiments described in Table 1, GC/MS revealed 6-dodecene (cis content=32% as determined from 130.4 and 129.8ppm signals in 13C NMR spectrum) as a strongly prevailing reaction product and only traces of C8 and C11 alkenes formed as a result of 1-heptene double bond shift isomerization followed by cross-metathesis. On the base of GC analysis of the supernatant, K and S values (S stands for selectivity to 6-dodecene) shown in Table 1 were calculated from the mass balance using the following equations: K =2(n D +∑n C)/(n H +2 n D +2 ∑n C), S = n D/(n D +∑n C), where n H, n D and n C are mole amounts of 1-heptene, 6-dodecene and cross-metathesis products (C8 and C11), respectively. It is obvious from Table 1 that (i) selectivity to 6-dodecene is close to 100% in all experiments; and (ii) K and K′ values calculated in the manner described above are always close to each other, i.e. the amount of ethylene dissolved in the reaction mixture is negligible. These findings make us believe that the determined amounts of ethylene evolved provide sufficiently precise values of 1-heptene conversions for any stage of the reaction, including the initial stage. The initial TOF values calculated from the curves in Fig. 1 are given in Table 1 (initial TOF=lim [2n E/(n Mot)] for t →0, where n E is the mole amount of ethylene evolved, n Mo the mole amount of Mo in Mo/MCM-41 applied, and t stands for the reaction time). With the initial 1-heptene/Mo mole ratio ranging from 900 to 2100, the initial TOFs of about 1.0s−1were obtained regardless of the catalyst concentration. This demonstrates high activity of Mo/MCM-41 in 1-heptene metathesis. These values are lower nevertheless of the same order of magnitude as those reported (i) for parent Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 [2]; and (ii) for its silsesquioxane containing analogue [18], both used as homogeneous catalysts. For low Mo/MCM-41 concentration (1-heptene/Mo mole ratio of 4100), the initial TOF value decreased to 0.49 (Table 1, no. 3). The TON values shown in Table 1 (calculated for final conversions at the reaction times given in Table 1) are close to those, which can be calculated from the data reported in [2] and [18] for the above given homogeneous catalysts. The filtration experiment proved that catalytic activity is bound to the solid phase in the course of the metathesis reaction. Mo/MCM-41 (30mg) was mixed with 1-heptene (1.5ml) and after 30min of reaction at room temperature, approximately half the volume of the liquid phase was separated from Mo/MCM-41 by filtration into the side vessel of the reactor. Both parts of the reaction mixture were allowed to react for additional 270min at room temperature. Conversion and selectivity from GC at 30min were K =0.28 and S =0.987. For the part of the reaction mixture which remained in contact with Mo/MCM-41, conversion increased during the additional 270min to K =0.57 (S =0.985), while in the part of the reaction mixture without the heterogeneous phase, the K value remained unchanged. The activity of Mo/MCM-41 in repeated application was tested in following experiment. The catalyst separated after finishing the experiment no. 1 described in Table 1 (Fig. 1, curve a) was washed by benzene under Ar and dried in vacuo at room temperature. Then 1.5ml of 1-heptene was added. The reaction proceeded with unchanged high selectivity, however, the initial TOF was about 20 times lower than that obtained with fresh Mo/MCM-41. Nevertheless, at a prolonged reaction time, 1-heptene conversion of about 40% was still achieved (Fig. 1, curve d, Table 1 No. 6). The content of Mo determined by ICP AES in Mo/MCM-41 isolated after its second application was (0.96±0.09)wt.%, i.e. either no or only negligible Mo leaching occurred during the preceding catalyst treatment. Therefore, the observed decrease in Mo/MCM-41 activity should be attributed to the deactivation of anchored carbene species, occurring most probably during the catalyst isolation and drying (e.g. as a result of a reaction with accumulated impurities). 3.3 Mo/MCM-41 activity in cross-metathesis of 1-heptene with NBE and COE Products of 1-heptene cross-metathesis with NBE and COE, respectively, are summarized in Table 2 . In addition to the homometathesis product (6-dodecene), three series of telomers (mixture of Z-, E-isomers, according to GC and GC/MS), Q1M n Q1, Q1M n Q2and Q2M n Q2 (n =1,2,3; Q1 =CH2, Q2 =CH3(CH2)4CH, M=repeating NBE or COE monomeric unit) were found. A low-molecular-weight polymer of M w =2100 and M n =1400 was detected by SEC among the products of the 1-heptene/NBE cross-metathesis. Its quantification from SEC was impossible, however, its amount can be roughly estimated from the mass balance of NBE (Table 2). In the case of 1-heptene/COE system, SEC found no polymer. The products distribution shown in Table 2 is in a qualitative accordance with literature data for the cross-metathesis of COE or NBE with 1-alkenes [19,20,21] catalysed by various homogeneous catalysts. The products are formed by the ROMP of cycloalkenes with 1-alkenes acting as chain transfer agents. The formation of a low-molecular-weight polymer in a NBE-containing system and the absence of this product in a COE-containing system reflects the higher polymerizability of NBE in the ROMP. The dominance of the unsymmetrical series Q1M n Q2 among telomers in both systems (Table 2) is typical of a cross-metathesis of cycloalkenes with 1-alkenes [22], which reflects the different reactivity of Mt=CH2 and Mt=CHR carbenes in the catalytic cycle. In the 1-heptene/NBE system, a Q1M1Q1/Q1M1Q2/Q2M1Q2 ratio of 1:18.5:1 was found. In the 1-heptene/COE system, this ratio was close to the statistical one, i.e. 1:2:1. The findings suggest that the system with COE was close to the equilibrium when the reaction was stopped. This is in contrast to the system with NBE, where the stronger dominance of Q1M1Q2 telomer and low consumption of 1-heptene may indicate that the equilibrium was not achieved. This may be due to the formation of a low-molecular-weight polymer, which increased the viscosity in the reaction system, thus reducing the diffusion rate. 4 Conclusions The Schrock carbene complex Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 was immobilized on MCM-41 by a ligand exchange reaction under the formation of the heterogeneous catalyst Mo/MCM-41 and 1,1,1,3,3,3-hexafluoro-2-methyl-2-propanol. Mo/MCM-41 containing 1wt.% of Mo exhibited high activity and selectivity in the metathesis of neat 1-heptene to 6-dodecene. The activity was found to be close to that achieved for parent Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 used as homogeneous catalyst, however, Mo/MCM-41 can be used without any solvent and it can be easily separated from the reaction products. The catalytic activity was found to be steadily bound to the solid phase, and the catalyst was found to be resistant to Mo leaching. Mo/MCM-41 initiated the ROMP of NBE and COE with 1-heptene as the chain transfer agent. In the 1-heptene/NBE system of a roughly equimolar composition, a low-molecular-weight polymer (M w =2100 and M n =1400) results as the main product, while in the 1-heptene/COE system, low telomers are formed, with 1,9-pentadecadiene being the predominant telomer. Acknowledgements The authors wish to thank J. Doubsky of the Institute of Organic Chemistry and Biochemistry, Academy of Sciences of the Czech Republic for recording GC/MS spectrum. Financial support from the Grant Agency of the Czech Republic (Grant No. 203/02/0976) and Ministry of Education of the Czech Republic (Project MSMT 113100001) is gratefully acknowledged. The work of N.Ž. was supported by the Grant Agency of the Academy of Sciences of the Czech Republic (Project No. 4040411). References [1] R.R. Schrock J.S. Murdzek G.C. Bazan J. Robbins M. DiMare M. O’Regan J. Am. Chem. Soc. 112 1990 3875 [2] H.H. Fox R.R. Schrock R. O’Dell Organometallics 13 1994 635 [3] R.R. Schrock Acc. Chem. Res. 23 1990 158 [4] K. Nomura S. Takahashi Y. Imanishi Macromolecules 34 2001 4712 [5] J.H. Oskam H.H. Fox K.B. Yap D.H. McConville R. O’Dell B.J. Lichtenstein R.R. Schrock J. Organomet. Chem. 459 1993 185 [6] J.Y. Jamieson R.R. Schrock W.M. Davis P. Bonitatebus S.S. Zhu A.H. Hoveyda Organometallics 19 2000 925 [7] R.R. Schrock Chem. Rev. 102 2002 145 [8] R.R. Schrock A.H. Hoveyda Angew. Chem. Int. Ed. 42 2003 4592 [9] M.R. Buchmeiser N.J. Chem. 28 2004 549 [10] K.C. Hultzsch J.A. Jernelius A.H. Hoveyda R.R. Schrock Angew. Chem. Int. Ed. 41 2002 589 [11] R.M. Kröll N. Schuler S. Lubbad M.R. Buchmeiser Chem. Commun. 2003 2742 [12] P. Preishuber-Pflügl P. Buchacher E. Eder R.M. Schitter F. Stelzer J. Mol. Catal. A: Chem. 133 1998 151 [13] P. Preishuber-Pflügl E. Eder F. Stelzer E-polymers 2002 045 [14] S.I. Wolke R. Buffon J. Mol. Catal. A: Chem. 160 2000 181 [15] P. Kooyman M. Slabová V. Bosáček J. Čejka J. Rathouský A. Zukal Collect. Czech. Chem. Commun. 66 2001 555 [16] H. Balcar J. Sedláček J. Svoboda N. Žilková J. Rathouský J. Vohlídal Collect. Czech. Chem. Commun. 68 2003 1861 [17] H.H. Fox J.K. Lee L.Y. Park R.R. Schrock Organometallics 12 1993 759 [18] F.J. Feher T.J. Tajima J. Am. Chem. Soc. 116 1994 2145 [19] J. Lal R.R. Smith J. Org. Chem. 40 1975 775 [20] V.I. Bykov T.A. Butenko E.Sh. Finkelstein P.T. Henderson J. Mol. Catal. 90 1994 111 [21] L. Bencze A. Kraut-Vass J. Organomet. Chem. 270 1984 211 [22] K.J. Ivin J.C. Mol Olefin Metathesis and Metathesis Polymerization 1997 Academic Press London p. 359",
      "scopus-id": "15044354214",
      "coredata": {
        "eid": "1-s2.0-S1381116905000804",
        "dc:description": "Schrock carbene complex Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2 was immobilized on mesoporous molecular sieves MCM-41 via a ligand exchange reaction with OH surface groups. The heterogeneous catalyst prepared in this way was Mo-leaching resistant and exhibited high activity and selectivity in metathesis of neat 1-heptene. The catalyst activity in cross-metathesis of 1-heptene with norbornene and cyclooctene was also studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-05-03",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905000804",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Balcar, Hynek"
          },
          {
            "@_fa": "true",
            "$": "Žilková, Naděžda"
          },
          {
            "@_fa": "true",
            "$": "Sedláček, Jan"
          },
          {
            "@_fa": "true",
            "$": "Zedník, Jiří"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905000804"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905000804"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00080-4",
        "prism:volume": "232",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "MCM-41 anchored Schrock catalyst Mo(CHCMe2Ph)(N-2,6-i-Pr2C6H3)[OCMe(CF3)2]2-activity in 1-heptene metathesis and cross-metathesis reactions",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogenized catalyst"
          },
          {
            "@_fa": "true",
            "$": "Schrock carbene"
          },
          {
            "@_fa": "true",
            "$": "Olefin metathesis"
          },
          {
            "@_fa": "true",
            "$": "Norbornene and cyclooctene telomerization"
          },
          {
            "@_fa": "true",
            "$": "MCM-41"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "53-58",
        "prism:endingPage": "58",
        "pubType": "fla",
        "prism:coverDisplayDate": "3 May 2005",
        "prism:doi": "10.1016/j.molcata.2005.01.029",
        "prism:startingPage": "53",
        "dc:identifier": "doi:10.1016/j.molcata.2005.01.029",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "291",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19671",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2189",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "176",
            "@width": "381",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20366",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "58",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1935",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18698",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2211",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "237",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16190",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2035",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "190",
            "@width": "245",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3267",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905000804-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1190",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/15044354214"
      }
    }
  }
}