{
  "metadata": {
    "title": "A synergistic effect of α-Bi<ce:inf loc=post>2</ce:inf>Mo<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>12</ce:inf> and γ-Bi<ce:inf loc=post>2</ce:inf>MoO<ce:inf loc=post>6</ce:inf> catalysts in the oxidative dehydrogenation of C<ce:inf loc=post>4</ce:inf> raffinate-3 to 1,3-butadiene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-06-18",
    "doi": "10.1016/j.molcata.2007.03.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690700180X",
    "pii": "S138111690700180X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-34248206128",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-03-12 2007-03-12 2010-03-27T18:10:43 1-s2.0-S138111690700180X S1381-1169(07)00180-X S138111690700180X 10.1016/j.molcata.2007.03.016 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X0253X 2015-05-15T05:56:33.323092-04:00 0 0 20070618 2007 2007-03-12T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 271 271 1 2 1 2 Volume 271, Issues 1–2 42 261 265 261 265 20070618 18 June 2007 2007-06-18 2007 article fla Copyright © 2007 Elsevier B.V. All rights reserved. ASYNERGISTICEFFECTBI2MO3O12BI2MOO6CATALYSTSINOXIDATIVEDEHYDROGENATIONC4RAFFINATE313BUTADIENE JUNG J 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Characterization 2.3 Oxidative dehydrogenation of C4 raffinate-3 3 Results and discussion 3.1 Formation of α-Bi2Mo3O12 and γ-Bi2MoO6 3.2 Catalytic performance and oxygen mobility 3.3 Synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 4 Conclusions Acknowledgements References OH 1999 543 S SOARES 2003 191 A BATIST 1972 1 P GRASSELLI 2002 79 R KUNG 1994 1 H LINN 1976 134 W PORTELA 1986 119 M VANOEFFELEN 1985 84 D BATIST 1966 55 P BLEIJENBERG 1965 581 A EGASHIRA 1979 409 M JUNG 2006 166 J MATSUURA 1980 152 I BING 1990 3145 Z LINTZ 1997 255 H CARSON 1983 1921 D SCHUIT 1974 329 G BATIST 1968 45 P RUCKENSTEIN 1976 270 E PORTEAL 2001 241 M OKA 1994 233 Y GRASSELLI 1997 R HANDBOOKHETEROGENEOUSCATALYSIS GRZYBOWSKA 1972 25 B HOEFS 1979 331 E BOUTRY 1969 75 P KRENZKE 1980 295 L JUNGX2007X261 JUNGX2007X261X265 JUNGX2007X261XJ JUNGX2007X261X265XJ item S1381-1169(07)00180-X S138111690700180X 1-s2.0-S138111690700180X 10.1016/j.molcata.2007.03.016 271358 2010-09-17T22:43:36.720204-04:00 2007-06-18 1-s2.0-S138111690700180X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/MAIN/application/pdf/3d9140325879a7f487af3d24eff9803a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/MAIN/application/pdf/3d9140325879a7f487af3d24eff9803a/main.pdf main.pdf pdf true 424721 MAIN 5 1-s2.0-S138111690700180X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/PREVIEW/image/png/792dc7186e4b533b6b12a7679a1355e8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/PREVIEW/image/png/792dc7186e4b533b6b12a7679a1355e8/main_1.png main_1.png png 73567 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690700180X-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/STRIPIN/image/gif/6c3873d1054675e51cb6dcda91b52e96/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/STRIPIN/image/gif/6c3873d1054675e51cb6dcda91b52e96/si2.gif si2 si2.gif gif 1850 34 414 ALTIMG 1-s2.0-S138111690700180X-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/STRIPIN/image/gif/89b063c7ad8a96dc67f82fcb38b59cf9/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/STRIPIN/image/gif/89b063c7ad8a96dc67f82fcb38b59cf9/si1.gif si1 si1.gif gif 1928 38 354 ALTIMG 1-s2.0-S138111690700180X-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/fx1/DOWNSAMPLED/image/gif/08461174c2a9915d4323dbf3a2b28253/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/fx1/DOWNSAMPLED/image/gif/08461174c2a9915d4323dbf3a2b28253/fx1.gif fx1 true fx1.gif gif 3032 181 190 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/fx1/THUMBNAIL/image/gif/ecbcc9bf16b4e3d3a8d86f9aa64da89c/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/fx1/THUMBNAIL/image/gif/ecbcc9bf16b4e3d3a8d86f9aa64da89c/fx1.sml fx1 true fx1.sml sml 1179 93 98 IMAGE-THUMBNAIL 1-s2.0-S138111690700180X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr1/DOWNSAMPLED/image/jpeg/8c2f8970a4d36d45b00a647c47b7d389/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr1/DOWNSAMPLED/image/jpeg/8c2f8970a4d36d45b00a647c47b7d389/gr1.jpg gr1 gr1.jpg jpg 28431 239 672 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr1/THUMBNAIL/image/gif/783b949651d25bb2a75d350d1a57db9a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr1/THUMBNAIL/image/gif/783b949651d25bb2a75d350d1a57db9a/gr1.sml gr1 gr1.sml sml 1034 44 125 IMAGE-THUMBNAIL 1-s2.0-S138111690700180X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr2/DOWNSAMPLED/image/jpeg/2f768596a04f0c7a32b6f648f5732c66/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr2/DOWNSAMPLED/image/jpeg/2f768596a04f0c7a32b6f648f5732c66/gr2.jpg gr2 gr2.jpg jpg 16850 258 312 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr2/THUMBNAIL/image/gif/eb4d6ff41da453188774f433763875ba/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr2/THUMBNAIL/image/gif/eb4d6ff41da453188774f433763875ba/gr2.sml gr2 gr2.sml sml 1963 93 113 IMAGE-THUMBNAIL 1-s2.0-S138111690700180X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr3/DOWNSAMPLED/image/jpeg/60fa4cc05148283e829e844082cdaa35/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr3/DOWNSAMPLED/image/jpeg/60fa4cc05148283e829e844082cdaa35/gr3.jpg gr3 gr3.jpg jpg 12664 227 321 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr3/THUMBNAIL/image/gif/9343dad1b387097c5c158a2a9f329fae/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr3/THUMBNAIL/image/gif/9343dad1b387097c5c158a2a9f329fae/gr3.sml gr3 gr3.sml sml 1344 88 125 IMAGE-THUMBNAIL 1-s2.0-S138111690700180X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr4/DOWNSAMPLED/image/jpeg/a2457137da4210f013d877235af57657/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr4/DOWNSAMPLED/image/jpeg/a2457137da4210f013d877235af57657/gr4.jpg gr4 gr4.jpg jpg 27484 278 637 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr4/THUMBNAIL/image/gif/cb0aa9b9f945a40008b6eeabf16e8acf/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr4/THUMBNAIL/image/gif/cb0aa9b9f945a40008b6eeabf16e8acf/gr4.sml gr4 gr4.sml sml 1110 55 125 IMAGE-THUMBNAIL 1-s2.0-S138111690700180X-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr5/DOWNSAMPLED/image/jpeg/1e25a44ffaadfadf0e99d094d2dc1767/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr5/DOWNSAMPLED/image/jpeg/1e25a44ffaadfadf0e99d094d2dc1767/gr5.jpg gr5 gr5.jpg jpg 17407 239 340 IMAGE-DOWNSAMPLED 1-s2.0-S138111690700180X-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690700180X/gr5/THUMBNAIL/image/gif/4dc5af7a8ce840280d979df1064524b6/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690700180X/gr5/THUMBNAIL/image/gif/4dc5af7a8ce840280d979df1064524b6/gr5.sml gr5 gr5.sml sml 1676 88 125 IMAGE-THUMBNAIL MOLCAA 6654 S1381-1169(07)00180-X 10.1016/j.molcata.2007.03.016 Elsevier B.V. Fig. 1 XRD patterns of (a) α-Bi2Mo3O12 and (b) γ-Bi2MoO6 catalysts obtained before and after the catalytic reaction (48h-reaction at 420°C). Fig. 2 Catalytic performance of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 at 420°C after a 48h-reaction. Fig. 3 TPRO profiles of partially reduced α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. Fig. 4 Catalytic performance of mixed catalysts in the oxidative dehydrogenation of C4 raffinate-3 as a function of γ-Bi2MoO6 content: (a) conversion of n-butene and selectivity for 1,3-butadiene, and (b) yield for 1,3-butadiene. Fig. 5 C4 raffinate-3-TPD profiles of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. A synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene Ji Chul Jung a Howon Lee a Heesoo Kim a Young-Min Chung b Tae Jin Kim b Seong Jun Lee b Seung-Hoon Oh b Yong Seung Kim b In Kyu Song a ⁎ a School of Chemical and Biological Engineering, Institute of Chemical Processes, Seoul National University, Shinlim-dong, Kwanak-ku, Seoul 151-744, South Korea b SK Corporation, Yuseong-ku, Daejeon 305-712, South Korea ⁎ Corresponding author. Tel.: +82 2 880 9227; fax: +82 2 889 7415. Graphical abstract A series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were prepared by a mechanical mixing method to investigate any synergistic effects of these two catalysts in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadine. The conversion of n-butene and the yield for 1,3-butadine over the mixed catalysts showed volcano-shaped curves with respect to γ-Bi2MoO6 content due to the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were prepared by a co-precipitation method for use in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene. A series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were also prepared by a mechanical mixing method to investigate any synergistic effects of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3. The α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were formed successfully, as confirmed by XRD, FT-IR, Raman spectroscopy, and ICP-AES analyses. The γ-Bi2MoO6 catalyst exhibited a better catalytic performance than the α-Bi2Mo3O12 catalyst due to its facile oxygen mobility. The conversion of n-butene and the yield for 1,3-butadine over the mixed catalysts showed volcano-shaped curves with respect to γ-Bi2MoO6 content due to the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. Among the mixed catalysts, the catalyst composed of 10wt.% α-Bi2Mo3O12 and 90wt.% γ-Bi2MoO6 showed the best catalytic performance. The γ-Bi2MoO6 catalyst retained a higher oxygen mobility than the α-Bi2Mo3O12 catalyst, while the α-Bi2Mo3O12 catalyst retained much more adsorption sites for n-butene than the γ-Bi2MoO6 catalyst. The synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 was due to a combination of the facile oxygen mobility of γ-Bi2MoO6 and the abundant adsorption sites of α-Bi2Mo3O12 for n-butene. Keywords Bismuth molybdate C4 raffinate-3 1,3-Butadiene Oxidative dehydrogenation Synergistic effect Oxygen mobility Adsorption ability 1 Introduction The oxidative dehydrogenation of n-butene has attracted considerable interest as a promising process for producing 1,3-butadiene in a single unit [1–3]. The oxidative dehydrogenation of n-butene is independent of the naphtha cracking unit in the production of 1,3-butadiene in the sense that no additional major naphtha cracking products such as ethylene and propylene are produced in the production of 1,3-butadiene [2–5]. Furthermore, the oxidative dehydrogenation of n-butene has many advantages over the conventional naphtha cracking process in producing 1,3-butadiene. For example, the commercial value of C4 raffinate-3 can be maximized by producing 1,3-butadiene through an oxidative dehydrogenation reaction. C4 raffinate-3 is a residue obtained after separating 1,3-butadiene, isobutene, and 1-butene from the C4 raffinate stream in a naphtha cracking unit. C4 raffinate-3, therefore, is mainly composed of 2-butene (trans-2-butene and cis-2-butene), n-butane, and unseparated 1-butene. Bismuth molybdates have been widely investigated as efficient catalysts for the oxidative dehydrogenation of n-butene [6–8]. Typically, three types of bismuth molybdates, α-Bi2Mo3O12, β-Bi2Mo2O9, and γ-Bi2MoO6, have been considered for this reaction [9–11]. However, it has been reported that β-Bi2Mo2O9 is thermally unstable and decomposes into α-Bi2Mo3O12 and γ-Bi2MoO6 in the temperature range of 400–550°C [3,12]. Therefore, the oxidative dehydrogenation of n-butene over α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts at reaction temperatures in the range of 400–550°C has been a subject of extensive study. It was reported that a mixed catalyst composed of α-Bi2Mo3O12 and γ-Bi2MoO6 showed a synergistic effect in several selective oxidation reactions [13–16]. It was proposed that the synergistic effect of these two catalysts in the oxidative dehydrogenation of 1-butene was attributed to the formation of a crystal phase similar to β-Bi2Mo2O9 [13]. A synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the partial oxidation of propylene to acrolein has also been reported [14]. In the partial oxidation of propylene, the synergistic effect of these two catalysts was explained by a remote control mechanism, in which oxygen species formed on the γ-Bi2MoO6 migrate onto the surface of the α-Bi2Mo3O12 to create active sites. Several plausible mechanisms have also been proposed to explain the synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts [15,16]. Developing an efficient catalyst for the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene would be a challenging work. Furthermore, elucidating the synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 would be worthwhile. In this work, α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were prepared by a co-precipitation method for use in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene. The prepared catalysts were characterized by XRD, BET, FT-IR, Raman spectroscopy, and ICP-AES analyses. A series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were then prepared by a mechanical mixing method, and were applied to the oxidative dehydrogenation of C4 raffinate-3, in an attempt to investigate any synergistic effects of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. The oxygen mobility of the catalyst was measured by TPRO (temperature-programmed reoxidation) experiments, because oxygen mobility is known to a crucial factor determining the catalytic performance in the oxidative dehydrogenation of n-butene [2,17–22]. The adsorption ability of α-Bi2Mo3O12 and γ-Bi2MoO6 for n-butene was measured by C4 raffinate-3-TPD (temperature-programmed desorption) experiments. 2 Experimental 2.1 Catalyst preparation The α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were prepared by a co-precipitation method. A known amount of bismuth nitrate (Bi(NO3)3·5H2O from Sigma–Aldrich) was dissolved in distilled water that had been acidified with concentrated nitric acid. The solution was then added dropwise into an aqueous solution containing a known amount of ammonium molybdate ((NH4)6Mo7O24·4H2O from Sigma–Aldrich) under vigorous stirring. During the co-precipitation step, the pH of the mixed solution was precisely controlled using known amounts of ammonia solution (3M). The pH values were maintained at 1.5 and 3.0 in the preparation of α-Bi2Mo3O12 and γ-Bi2MoO6, respectively. After the resulting solution was vigorously stirred at room temperature for 1h, the precipitate was filtered to obtain a solid product. The solid product was dried overnight at 110°C, and it was then calcined at 475°C for 5h in a stream of air to yield the final form (α-Bi2Mo3O12 and γ-Bi2MoO6). A series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were also prepared by a mechanical mixing method. A mechanical mixture of α-Bi2Mo3O12 and γ-Bi2MoO6 in different ratios was simply ground to prepare the mixed catalyst. 2.2 Characterization The formation of α-Bi2Mo3O12 and γ-Bi2MoO6 was confirmed by XRD (MAC Science, M18XHF-SRA), FT-IR (Nicolet, Impact 410), and Raman spectroscopy (Horiaba Jobin Yvon, T64000) measurements. The Bi/Mo atomic ratios of the prepared catalysts were determined by ICP-AES (Shimadz, ICP-1000IV) analyses. The surface areas of the catalysts were measured using a BET apparatus (Micromeritics, ASAP 2010). The oxygen mobility of the catalyst was measured by TPRO (temperature-programmed reoxidation) experiments. Prior to the TPRO measurement, each catalyst was partially reduced by carrying out the oxidative dehydrogenation of C4 raffinate-3 at 420°C for 3h in the absence of an oxygen feed. After placing the reduced catalyst in a conventional TPRO apparatus, a mixed stream of oxygen (10%) and helium (90%) was introduced to the catalyst sample. The furnace temperature was then increased from room temperature to 500°C at a heating rate of 5°C/min. The amount of oxygen consumed was measured using a thermal conductivity detector (TCD). The adsorption ability of α-Bi2Mo3O12 and γ-Bi2MoO6 for n-butene was measured by C4 raffinate-3-temperature-programmed desorption (TPD) experiments. Each catalyst (2g) was charged into the quartz reactor of a conventional TPD apparatus. The catalyst was pretreated at 200°C for 2h under a flow of helium (20ml/min) to remove any physisorbed organic molecules. 20ml of C4 raffinate-3 (1-butene (14.2wt.%)+ trans-2-butene (38.3wt.%)+ cis-2-butene (20.0wt.%)+ n-butane (26.9wt.%)+cyclobutane (0.4wt.%)+methyl cyclopropane (0.1wt.%)+residue (0.1wt.%)) was then pulsed into the reactor every minute at room temperature under a flow of helium (5ml/min), until the adsorption sites of the catalyst became saturated with n-butene. The physisorbed n-butene was removed by evacuating the catalyst sample at 50°C for 1h. The furnace temperature was increased from room temperature to 450°C at a heating rate of 5°C/min under a flow of helium (10ml/min). The desorbed n-butene and other components were detected using a GC-MASS spectrometer (Agilent, 5975MSD-6890N GC). 2.3 Oxidative dehydrogenation of C4 raffinate-3 The oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene was carried out in a continuous flow fixed-bed reactor in the presence of air and steam. C4 raffinate-3 containing 72.5wt.% n-butene (1-butene (14.2wt.%)+ trans-2-butene (38.3wt.%)+ cis-2-butene (20.0wt.%)) was used as a n-butene source, and air was used as an oxygen source (nitrogen in the air serves as a carrier gas). Water was sufficiently vaporized by passing through a pre-heating zone and continuously fed into the reactor together with C4 raffinate-3 and air. The feed composition was fixed at n-butene:oxygen:steam=1:0.75:15. Prior to the catalytic reaction, the catalyst was pretreated with air at 470°C for 1h. The catalytic reaction was carried out at 420°C. The gas hourly space velocity (GHSV) was fixed at 300h−1 on the basis of n-butene. Reaction products were periodically sampled and analyzed with a gas chromatography. The conversion of n-butene and the selectivity for 1,3-butadiene were calculated on the basis of carbon balance as follows. The yield for 1,3-butadiene was calculated by multiplying conversion and selectivity. Conversion of n -butene = moles of n -butene reacted moles of n -butene supplied Selectivity for 1,3 -butadiene = moles of 1,3 -butadiene formed moles of n -butene reacted 3 Results and discussion 3.1 Formation of α-Bi2Mo3O12 and γ-Bi2MoO6 The successful formation of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts was well confirmed by XRD, FT-IR, Raman spectroscopy, and ICP-AES measurements. Fig. 1 shows the XRD patterns of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts obtained before and after the catalytic reaction (48h-reaction at 420°C). These XRD patterns are in good agreement with those reported in previous works [2,18,23–25], indicating the successful formation of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. This also implies that the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts are thermally stable during a catalytic reaction performed at 420°C. FT-IR and Raman spectra of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts are also in good agreement with those reported in previous works [2,23,24], although these are not shown here. The Bi/Mo atomic ratios of α-Bi2Mo3O12 and γ-Bi2MoO6 determined by ICP-AES analyses were found to be 0.6 and 1.96, respectively. These values are in good agreement with the theoretical values (Bi/Mo=2/3 for α-Bi2Mo3O12 and Bi/Mo=2 for γ-Bi2MoO6). The above results also support the conclusion that bismuth molybdate catalysts were successfully prepared. The BET surface areas of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were very low (1.9 and 3.5m2/g, respectively), as reported in previous works [18,26]. 3.2 Catalytic performance and oxygen mobility Fig. 2 shows the catalytic performance of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 at 420°C after a 48h-reaction. It was found that both the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts exhibited a stable catalytic performance with time on stream without any catalyst deactivation during the 48h-reaction, as can be inferred from the stable crystal structure of the catalysts before and after the reaction (Fig. 1). The conversion of n-butene and the selectivity for 1,3-butadiene obtained with γ-Bi2MoO6 catalyst were much higher than the corresponding values obtained with α-Bi2Mo3O12 catalyst. As a consequence, the γ-Bi2MoO6 catalyst exhibited a higher yield for 1,3-butadiene than the α-Bi2Mo3O12 catalyst. In order to verify the different catalytic performance between α-Bi2Mo3O12 and γ-Bi2MoO6, TPRO experiments were conducted with an aim of measuring the oxygen mobility of the catalysts. As mentioned earlier, the oxygen mobility of the bismuth molybdate catalyst plays a key role in catalytic performance in the oxidative dehydrogenation of n-butene [17–20]. It is expected that a bismuth molybdate catalyst with facile oxygen mobility would show an excellent catalytic performance in this reaction [19–22]. Fig. 3 shows the TPRO profiles of partially reduced α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. TPRO peak temperature and TPRO peak area reflect the ease of oxygen mobility and the amount of make-up oxygen (oxygen vacancy), respectively. As shown in Fig. 3, the TPRO peak temperature for γ-Bi2MoO6 catalyst (280°C) was much lower than that for α-Bi2Mo3O12 catalyst (380°C). Furthermore, the TPRO peak area for γ-Bi2MoO6 catalyst was larger than that for α-Bi2Mo3O12 catalyst. These results indicate that the γ-Bi2MoO6 catalyst retains a higher oxygen mobility than the α-Bi2Mo3O12 catalyst. It can thus be concluded that the enhanced catalytic performance of γ-Bi2MoO6 was due to the facile oxygen mobility of γ-Bi2MoO6. 3.3 Synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 In order to investigate any synergistic effects of α-Bi2Mo3O12 and γ-Bi2MoO6 on the catalytic performance in the oxidative dehydrogenation of C4 raffinate-3, a series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were prepared by a mechanical mixing method. Fig. 4 shows the catalytic performance of mixed catalysts in the oxidative dehydrogenation of C4 raffinate-3 as a function of γ-Bi2MoO6 content. The selectivity for 1,3-butadiene increased monotonically with increasing γ-Bi2MoO6 content. It is interesting to note that the conversion of n-butene and the yield for 1,3-butadiene showed volcano-shaped curves with respect to γ-Bi2MoO6 content, indicating a synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. The conversion of n-butene and the yield for 1,3-butadiene were the highest over the mixed catalyst composed of 10wt.% α-Bi2Mo3O12 and 90wt.% γ-Bi2MoO6. The findings revealed that the crystal structure of the individual component in the mixed catalyst was not changed after the catalytic reaction under our experimental conditions. This indicates that the synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts was not due to aggregation or segregation effects of these two components as a result of the formation of a new crystal phase. Although the α-Bi2Mo3O12 catalyst retained a lower oxygen mobility than the γ-Bi2MoO6 catalyst (Fig. 3), it is known that the α-Bi2Mo3O12 catalyst has a favorable structure for providing abundant adsorption sites for n-butene [22], which leads to the facile activation of n-butene. In order to determine the adsorption ability of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts for n-butene, C4 raffinate-3-TPD experiments were conducted over the catalysts. Fig. 5 shows the C4 raffinate-3-TPD profiles of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. It was found that the α-Bi2Mo3O12 catalyst showed strong mass signal intensities, while the γ-Bi2MoO6 catalyst showed weak mass signal intensities at temperatures ranging from room temperature to 450°C. A series of TPD experiments revealed that the peaks in the low temperature region (below 200°C) were attributed to desorbed n-butene (1-butene, trans-2-butene, and cis-2-butene), while those in the high temperature region (above 200°C) corresponded to desorbed CO2. The evolution of 1,3-butadiene was not detected over either catalyst under our experimental conditions. Undoubtedly, the total area of the TPD profile reflects the amount of n-butene adsorbed on the bismuth molybdate catalysts. As shown in Fig. 5, the total area of the TPD profile for the α-Bi2Mo3O12 catalyst is much larger than that for the γ-Bi2MoO6 catalyst. This indicates that the α-Bi2Mo3O12 catalyst retains abundant adsorption sites for n-butene, which leads to the facile activation of n-butene in the catalytic reaction. It can be concluded that the γ-Bi2MoO6 catalyst retains a higher oxygen mobility than the α-Bi2Mo3O12 catalyst, while the α-Bi2Mo3O12 catalyst retains much more adsorption sites for n-butene than the γ-Bi2MoO6 catalyst. Therefore, it is believed that the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 was due to a combination of the facile oxygen mobility of γ-Bi2MoO6 catalyst and the abundant adsorption sites of α-Bi2Mo3O12 catalyst for n-butene. 4 Conclusions α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were prepared by a co-precipitation method, and were applied to the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene. The successful formation of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts was well confirmed by XRD, FT-IR, Raman spectroscopy, and ICP-AES analyses. The γ-Bi2MoO6 catalyst exhibited a better catalytic performance than the α-Bi2Mo3O12 catalyst due to the facile oxygen mobility of the γ-Bi2MoO6 catalyst. The conversion of n-butene and the yield for 1,3-butadine over the mixed catalysts showed volcano-shaped curves with respect to γ-Bi2MoO6 content due to the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. In particular, a mixed catalyst composed of 10wt.% α-Bi2Mo3O12 and 90wt.% γ-Bi2MoO6 showed the best catalytic performance. It was revealed that the γ-Bi2MoO6 catalyst retained a higher oxygen mobility than the α-Bi2Mo3O12 catalyst, while the α-Bi2Mo3O12 catalyst retained much more adsorption sites for n-butene than the γ-Bi2MoO6 catalyst. It can be concluded that the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 was due to a combination of the facile oxygen mobility of γ-Bi2MoO6 and the abundant adsorption sites of α-Bi2Mo3O12 for n-butene. Acknowledgements The authors acknowledge the support from Korea Energy Management Corporation (2005-01-0090-3-010). References [1] S.C. Oh H.P. Lee H.T. Kim K.O. Yoo Korean J. Chem. Eng. 16 1999 543 [2] A.P.V. Soares L.D. Dimitrov M.C.A. Oliveira L. Hilaire M.F. Portela R.K. Grasselli Appl. Catal. A 253 2003 191 [3] Ph.A. Batist J.F.H. Bouwens G.C.A. Schuit J. Catal. 25 1972 1 [4] R.K. Grasselli Top. Catal. 21 2002 79 [5] H.H. Kung Adv. Catal. 40 1994 1 [6] W.J. Linn A.W. Sleight J. Catal. 41 1976 134 [7] M.F. Portela M.M. Oliveira M.J. Pires Polyhedron 5 1986 119 [8] D.A.G. Van Oeffelen J.H.C. Van Hooff G.C.A. Schuit J. Catal. 95 1985 84 [9] Ph.A. Batist B.C. Lippens G.C.A. Schuit J. Catal. 5 1966 55 [10] A.C.A.M. Bleijenberg B.C. Lippens G.C.A. Schuit J. Catal. 4 1965 581 [11] M. Egashira K. Matsuo S. Kagawa T. Seiyama J. Catal. 58 1979 409 [12] J.C. Jung H. Kim A.S. Choi Y.-M. Chung T.J. Kim S.J. Lee S.-H. Oh I.K. Song J. Mol. Catal. A 259 2006 166 [13] I. Matsuura R. Shut K. Hirakawa J. Catal. 63 1980 152 [14] Z. Bing S. Pei S. Shishan G. Xiexian J. Chem. Soc. Faraday Trans. 86 1990 3145 [15] H.-G. Lintz A. Quast Catal. Lett. 46 1997 255 [16] D. Carson G. Coudurier M. Forissier J.C. Vedrine A. Laarif F. Theobald J. Chem. Soc. Faraday Trans. 79 1983 1921 [17] G.C.A. Schuit J. Less Common Met. 36 1974 329 [18] Ph.A. Batist A.H.W.M. Der Kinderen Y. Leeuwnburgh F.A.M.G. Metz G.C.A. Schuit J. Catal. 12 1968 45 [19] E. Ruckenstein R. Krishnan K.N. Rai J. Catal. 45 1976 270 [20] M.F. Porteal Top. Catal. 15 2001 241 [21] Y.M. Oka W. Ueda Adv. Catal. 40 1994 233 [22] R.K. Grasselli Handbook of Heterogeneous Catalysis 1997 Wiley Publishing New York [23] B. Grzybowska J. Haber J. Komorek J. Catal. 25 1972 25 [24] E.V. Hoefs J.R. Monnier G.W. Keulks J. Catal. 57 1979 331 [25] P. Boutry R. Montarnal J. Wrzyszcz J. Catal. 13 1969 75 [26] L.D. Krenzke G.W. Keulks J. Catal. 64 1980 295",
      "scopus-id": "34248206128",
      "coredata": {
        "eid": "1-s2.0-S138111690700180X",
        "dc:description": "α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were prepared by a co-precipitation method for use in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene. A series of mixed catalysts composed of α-Bi2Mo3O12 and γ-Bi2MoO6 were also prepared by a mechanical mixing method to investigate any synergistic effects of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3. The α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts were formed successfully, as confirmed by XRD, FT-IR, Raman spectroscopy, and ICP-AES analyses. The γ-Bi2MoO6 catalyst exhibited a better catalytic performance than the α-Bi2Mo3O12 catalyst due to its facile oxygen mobility. The conversion of n-butene and the yield for 1,3-butadine over the mixed catalysts showed volcano-shaped curves with respect to γ-Bi2MoO6 content due to the synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts. Among the mixed catalysts, the catalyst composed of 10wt.% α-Bi2Mo3O12 and 90wt.% γ-Bi2MoO6 showed the best catalytic performance. The γ-Bi2MoO6 catalyst retained a higher oxygen mobility than the α-Bi2Mo3O12 catalyst, while the α-Bi2Mo3O12 catalyst retained much more adsorption sites for n-butene than the γ-Bi2MoO6 catalyst. The synergistic effect of the α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 was due to a combination of the facile oxygen mobility of γ-Bi2MoO6 and the abundant adsorption sites of α-Bi2Mo3O12 for n-butene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-06-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690700180X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jung, Ji Chul"
          },
          {
            "@_fa": "true",
            "$": "Lee, Howon"
          },
          {
            "@_fa": "true",
            "$": "Kim, Heesoo"
          },
          {
            "@_fa": "true",
            "$": "Chung, Young-Min"
          },
          {
            "@_fa": "true",
            "$": "Kim, Tae Jin"
          },
          {
            "@_fa": "true",
            "$": "Lee, Seong Jun"
          },
          {
            "@_fa": "true",
            "$": "Oh, Seung-Hoon"
          },
          {
            "@_fa": "true",
            "$": "Kim, Yong Seung"
          },
          {
            "@_fa": "true",
            "$": "Song, In Kyu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690700180X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690700180X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00180-X",
        "prism:volume": "271",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A synergistic effect of α-Bi2Mo3O12 and γ-Bi2MoO6 catalysts in the oxidative dehydrogenation of C4 raffinate-3 to 1,3-butadiene",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bismuth molybdate"
          },
          {
            "@_fa": "true",
            "$": "C4 raffinate-3"
          },
          {
            "@_fa": "true",
            "$": "1,3-Butadiene"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Synergistic effect"
          },
          {
            "@_fa": "true",
            "$": "Oxygen mobility"
          },
          {
            "@_fa": "true",
            "$": "Adsorption ability"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "261-265",
        "prism:endingPage": "265",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 June 2007",
        "prism:doi": "10.1016/j.molcata.2007.03.016",
        "prism:startingPage": "261",
        "dc:identifier": "doi:10.1016/j.molcata.2007.03.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "414",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1850",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "354",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1928",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "181",
            "@width": "190",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3032",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1179",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "239",
            "@width": "672",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28431",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "44",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1034",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "258",
            "@width": "312",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16850",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "113",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1963",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12664",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1344",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "637",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27484",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "55",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1110",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "239",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17407",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690700180X-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1676",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/34248206128"
      }
    }
  }
}