{
  "metadata": {
    "title": "Copper-catalyzed synthesis of methylamines from CO<ce:inf loc=post>2</ce:inf>, H<ce:inf loc=post>2</ce:inf> and NH<ce:inf loc=post>3</ce:inf>. Influence of support",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-12-16",
    "doi": "10.1016/S1381-1169(97)00117-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997001179",
    "pii": "S1381116997001179"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031437723",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-21 1998-05-21 2010-03-25T02:32:37 1-s2.0-S1381116997001179 S1381-1169(97)00117-9 S1381116997001179 10.1016/S1381-1169(97)00117-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00696 2015-05-15T05:56:33.668241-04:00 0 0 19971216 1997 1998-05-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 127 127 1 3 1 2 3 Volume 127, Issues 1–3 13 133 142 133 142 19971216 16 December 1997 1997-12-16 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. COPPERCATALYZEDSYNTHESISMETHYLAMINESCO2H2NH3INFLUENCESUPPORT GREDIG S BAIKER 1985 653 A VANGYSEL 1974 A ULLMANNSENCYCLOPADIEDERTECHNISCHENCHEMIE HENRICIOLIVE 1978 379 G VEDAGE 1988 149 G CATALYSISORGANICREACTIONS KLIGER 1988 418 G TATSUMI 1989 223 T CHINCHEN 1988 1 G BARTLEY 1988 141 G DENISE 1989 365 B KROCHER 1996 1497 O GREDIG 1995 73 S GREDIG 1996 339 S GREDIG 1997 249 260 S VANDERGRIFT 1990 275 C EVANS 1983 75 J NICKL 1993 217 J JOBSON 1990 1131 E BRUNELLE 1978 1211 J PARKS 1985 177 G GREDIGX1997X133 GREDIGX1997X133X142 GREDIGX1997X133XS GREDIGX1997X133X142XS item S1381-1169(97)00117-9 S1381116997001179 1-s2.0-S1381116997001179 10.1016/S1381-1169(97)00117-9 271358 2010-09-29T16:30:40.064002-04:00 1997-12-16 1-s2.0-S1381116997001179-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001179/MAIN/application/pdf/3817cb0ee2a203420a0229b1f00b0237/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001179/MAIN/application/pdf/3817cb0ee2a203420a0229b1f00b0237/main.pdf main.pdf pdf true 885341 MAIN 10 1-s2.0-S1381116997001179-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001179/PREVIEW/image/png/c7f3d80a38b090a4401858ed2305e56e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001179/PREVIEW/image/png/c7f3d80a38b090a4401858ed2305e56e/main_1.png main_1.png png 65504 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 JOURNAL OF MOLECULAR CATALYSIS 10 A: CHEMICAL Copper-catalyzed synthesis of methylamines from C02, H 2 and NH 3 . Influence of support Silvia V. Gredig, Ralf Maurer, Rene A. Koeppel, Alfons Baiker Department of Chemical Engineering and Industrial Chemistry, Swiss Federal Institute of Technology, ETH-Zentrum, CH-8092 Zurich, Switzerland Received 13 February 1997; accepted 15 May 1997 Abstract The influence of the support on the activity and selectivity of copper based catalysts for the synthesis of methylamines from carbon dioxide, hydrogen, and ammonia has been examined. Catalytic tests were carried out in a fixed bed microreactor in the temperature range 473-573 K and at 0.6 MPa total pressure. The activity for methylamine formation of the coprecipitated catalysts with 22-29 wt% Cu loading decreased in the sequence Cr203 > Zr02 > A' 203 > Si02 > ZnO, MgO. Monomethylamine was the predominant amine product for all catalysts, besides lower amounts of di- and trimethylamine. Carbon monoxide, water and traces of hydrogen cyanide were observed as by-products. In the absence of ammonia in the feed, methanol, CO and H20 were produced. No direct correlation between either BET surface area or copper surface area and the catalytic activity was observed. Results of NH3 chemisorption and NH3-TPD experiments suggest that high activity in methylamine synthesis over supported copper catalysts is associated with appropriate acidic properties of the catalyst surface. Taking the isoelectric point (IEP) of the support component as a measure for the acidity /basicity characteristics of the catalyst, highest activity in methylamine synthesis is found for supports with an isoelectric point in the range 6-8. 997 Elsevier Science B.V. Keywords: Methylamine synthesis; Carbon dioxide; Copper catalysts; Support 1. Introduction The amination of alcohols with ammonia or amines in the presence of hydrogenation/dehydrogenation catalysts is a well established process [1]. Supported copper catalysts containing 10-65 wt% Cu were reported to be most suitable for the dehydroamination of aliphatic alcohols. Different support materials such as yalumina, silica, chromium oxide, and zinc oxide * Corresponding author. Tel.: +41-1-6323153; fax: +41-16321163; e-mail: baiker@tech.chem.ethz.ch 1381-1169/97/$17.00 1997 Elsevier Science 13N. All rights reserved. P11 S1381-1169(97)00117-9 have been used, but it appeared that the selection of the support was not very critical as long as the support itself did not exhibit any activity under dehydroamination conditions [1]. Methylamines are produced commercially by the exothermic reaction of methanol with ammonia in the presence of solid acid dehydration catalysts [1,2]. Thermodynamics of this reaction favour the formation of trimethylamine (TMA), whereas monomethylamine (MMA) and dimethylamine (DMA) are of major commercial interest [2]. In the last decades attempts have been made to produce methylamines directly by the 134 S. V Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 reaction of CO/H2 synthesis gas and ammonia in the presence of modified Fischer-Tropsch catalysts or supported copper catalysts [3-7], thus omitting the intermediate formation of methanol. In methanol synthesis the activity of copper catalysts was occasionally reported to be strongly dependent on the choice of the support [8-10]. In recent studies on the use of C02 as a starting material for the synthesis of valuable chemicals and fuels, we concentrated on the formation of organo-nitrogen compounds such as formamides [ 11 ] and methylamines [ 12-14]. Among various alumina supported transition metals tested for the catalytic synthesis of methylamines from C02/H2/NH3, copper-alumina was found to be most active at higher temperatures [14]. A reaction pathway was proposed, where an intermediate of methanol synthesis, such as adsorbed formaldehyde, reacts with ammonia to the corresponding methylamine [13,14]. This reaction sequence requires catalytic functions relevant in methanol synthesis as well as in the amination of alcohols, including the activation of ammonia. In the present work we have extended the previous studies on methylamine synthesis from C02, H2, and NH3 to other supports, such as ZnO, MgO, Cr203, Zr02 and Si02, which cover a broad range with regard to their surface acidic properties. Chemical and structural properties of Catalyst the catalysts were characterised using nitrogen physisorption, temperature-programmed reduction, X-ray diffraction, NH3 chemisorption and temperature-programmed desorption of NH 3. 2. Experimental 2.1. Catalyst preparation All catalysts, except CU/S'02, were prepared by coprecipitation from metal nitrate solutions with NaOH at constant temperature (298 K) and constant pH. The pH of precipitation and the copper loadings of the catalysts are listed in Table 1. Solutions of metal nitrates in 200 ml distilled water were added dropwise under vigorous stirring to a Pyrex vessel containing 200 ml distilled water. Simultaneously, NaOH solution was dosed to regulate the pH to the desired value. The slurry was aged for 30 min at room temperature and constant pH. The resulting precipitate was filtered, washed three times with distilled water and dried overnight at 393 K. The CU/S'02 catalyst was prepared by deposition-precipitation using the hydrolysis of urea at 363 K, as described in [15]. A slurry of 25 g Aerosil 300 (Degussa) in 1.8 1 distilled water containing 28.5 g Cu (N03)2 - 3H20 and 21.3 g of urea was adjusted to pH 2-3 by addition of Table 1 Preparation conditions and properties of coprecipitated Cu/metal oxide catalysts pH of TcBlc Cu-content a SBET (dP) b Scu (Nz0) (dc ` Acidity precipitation (K) (wt%o) (m z g- 1) (nm) (m2 g- 1) (nm) (Amol NH3/grad Cu/Zn0 10 573 28 7 20.0 1.9 33 11 Cu/Mg0 12 673 27 28 15.9 8.4 24 15 Cu/Cr203 7 523 25 136 4.5 10.1 18 44 Cu/A1203 7 773 25 163 3.9 5.5 32 9 Cu/Zr02 7 623 29 46 5.9 1.6 34 6 CU/S'02 - 573 22 343 5.6 10.3 12 128 a After calcination, determined by AAS. b Mean pore diameter =4VP(NZ)/SBET. ` Mean crystallite size of Cu measured by XRD line broading of the (111) reflection of Cu. d Amount of adsorbed ammonia measured by chemisorption of NH3 at 323 K on the reduced catalysts. SY. Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 nitric acid. The reaction mixture was subsequently heated to 363 K in 2 h under vigorous stirring and kept at this temperature for 19 h. The hydrolysis of urea resulted in a pH-rise to about 6.5, causing precipitation of copper ions. The resulting precipitate was filtered, washed and dried as described above. The dried catalysts were crushed to a sieve fraction of 120 to 300 gm and then calcined under air for 2 h at the temperatures listed in Table 1. Calcination temperatures were chosen on the basis of thermoanalytical measurements to guarantee complete decomposition of nitrate precursors. Before use the catalysts were reduced at 453 K in a hydrogen/nitrogen mixture by increasing the mole fraction of hydrogen stepwise (30 min per step) in the sequence 10/20/50 to 100%. After increasing the temperature to 473 K for 10 min, hydrogen was replaced by the reaction gas mixture. 2.2. Catalytic tests Catalytic tests were performed using a stainless steel continuous tubular fixed-bed reactor (length: 35 cm, diameter: 0.8 cm) at a total pressure of 0.6 MPa in the temperature range 473 K to 573 K. The experiments were carried out using 3 g catalyst (affording ca. 8 cm bed length) and a reactant flow of 150 cm3 (STP) min-' (GHSV = 2250 h-'). The feed gas, containing 60 mol% H2, 20 mol% CO2, 0-20 mol% NH 3 and NZ as a balance, was mixed from cylinder gases using mass flow controllers. The reaction gases employed in the experiments were COZ (99.995%), HZ (99.999%), NH3 (99.3%) and Nz (99.995%). The product gas mixture was analysed using a Hewlett-Packard 5890A gas chromatograph equipped with two thermal conductivity detectors and with a SPB-1 fused silica capillary column (60 m, 0.53 mm ID, 5 /.Lm film) and a Porapak QS column (5 m, 1 / 8 in. OD, 80-100 mesh), arranged in parallel. Standard conditions of the catalytic tests were: 513 K, 3 g catalyst, 0.6 MPa, 150 cm 3 min-', H2:COZ:NH3 = 3:1:1. 135 2.3. Catalyst characterisation The catalyst samples were characterised by nitrogen physisorption measurements, X-ray powder diffraction (XRD), nitrous oxide titration, temperature-programmed reduction (TPR), NH 3-chemisorption and temperature-programmed desorption of ammonia (NH 3-TPD). BET surface areas were measured by adsorption of nitrogen at 77 K using a Micromeritics ASAP 2000 instrument. Before measurement, the samples were degassed at 0.1 Pa and 473 K. The relative pressure range between 0.05 and 0.2 for p/po was used to calculate the BET surface areas assuming a cross section area of 0.162 nm2 for the nitrogen molecule. X-ray powder diffraction patterns were recorded on a Siemens D5000 powder diffractometer in a step mode using Cu K a radiation. Mean copper crystallite sizes were calculated from the line broadening of the Cu (111) reflection using the Scherrer equation. Nitrous oxide titration experiments were carried out using a pulse technique similar to that reported by Evans et al. [16]. Samples were first reduced in a flux of 75 cm3 min-' 5% HZ/Ar by heating at 10 K min-' to 493 K, and then exposed to a flow of 60 cm 3 min-' pure hydrogen at 493 K for 30 min. To account for the higher reduction temperature observed in the TPR experiment, the Cu/A1203 catalyst was reduced at 553 K. Subsequently, the hydrogen was purged with 50 cm 3 min-' He and after cooling to 363 K, pulses of NZO (0.5 cm 3) were injected. Copper metal surface areas were calculated assuming 1.46 X 10'9 copper atoms per m2 [16]. Back-titration of the oxidised copper surface was realised by pulses of CO (0.5 cm') at 453 K. TPR profiles were measured with a TPR/TPD 2900 from Micromeritics under the following conditions: heating rate 10 K flow rate 70 cm3 min-' 10% Hz/Ar. NH 3-chemisorption measurements were performed at 323 K using a Micromeritics ASAP 2010C instrument. The sample was pre-treated min -' 136 S. V. Gredig et al. /Jourrsal of Molecular Catalysis A: Chemical 127 (1997) 133-142 in flowing oxygen at 573 K for 30 min and then reduced in flowing hydrogen at 573 K for 2 h. The pressure range between 15 and 120 mm Hg was used to calculate the amount of ammonia chemisorbed on the catalyst surface. NH3 TPD experiments were carried out following a procedure described previously [17]. In brief, 100 mg catalyst was reduced in flowing hydrogen at 523 K for 2 h. After purging the hydrogen by helium (50 cm3 min-') and cooling to 298 K, the samples were exposed to 3600 ppm NH3 in He (50 cm3 min-') for 1 h. The physisorbed ammonia was removed by flushing with 50 cm3 min-1 helium at 298 K for 1 h. Then, the temperature ramp (10 K min-1) was started and the gases leaving the reactor were analysed by mass spectrometry (Balzers QMG 420). 3. Results 3.1. Catalyst characterisation Textural properties of the supported copper catalysts after calcination are listed in Table 1. As a result of the different support materials used, BET surface area and average pore diameter varied in a wide range. Highest BET surface area (343 m2/g) was found for CU/S'021 whereas with Cu/ZnO only 7 m2 g-1 were obtained. All catalysts were mesoporous, as evidenced by the type IV adsorption/desorption isotherms, with the mean pore diameters ranging from 3.9 nm for Cu/A1203 to 20 nm for Cu/ZnO. Generally, the more basic supports ZnO and MgO showed low surface areas combined with large pore diameters. The specific copper surface areas, measured by N20-titration, varied from 1.6 (Cu/Zn0) to 10.3 m2 g-1 (CU/S'02). Back-titration with CO resulted in comparable copper surface areas as N20-titration with the exception of Cu/MgO, where CO consumption was substantially larger due to the formation of surface carbonates. XRD analysis of the calcined samples re- cu/slo2 ICu/Zr02 CU/AI203 `Cu/C' O 2 3 . ~cu/Mg0 ~cu/zno ~ zro z Mgco v Mg0 zno UU 20 30 40 50 60 70 2 Fig. 1. X-ray diffraction patterns (CuKa) of coprecipitated copper-metal oxide catalysts after catalytic reaction. vealed reflexes due to crystalline Cu0 for the zirconia, alumina, and zinc oxide supported catalysts, whereas copper oxide of low crystallinity was observed for the other catalysts (not shown). The support materials were X-ray amorphous with exception of the zinc and magnesium oxide supported catalysts, which showed the presence of crystalline Mg0 and ZnO, respectively. The XRD patterns of the catalysts after catalytic tests are presented in Fig. 1. All catalysts showed the presence of metallic copper, with the mean crystallite size of the copper particles ranging from 12 to 34 nm (Table 1). In accordance with the N20-titration measurements, largest copper crystallites were found for catalysts with low copper surface areas. No indication for the presence of other crystalline phases was observed for catalysts CU/S'02, Cu/A1203 and Cu/Cr203, indicating that the support materials were X-ray amorphous. Weak reflections due to SY Gredig et al. / Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 poorly crystalline tetragonal zirconia appeared in the XRD pattern of CU/Zr02, whereas strong reflexes due to crystalline ZnO were found for Cu/ZnO. In case of Cu/MgO, crystalline MgC031 formed during the catalytic tests by the exposure to carbon dioxide, was prevailing besides the smaller amounts of crystalline MgO. TPR profiles of the calcined catalyst samples are depicted in Fig. 2. A similar behaviour is observed for CU/S'02 and Cu/Cr203, both showing reduction of CuO around 490 K, and for Cu/Zr02 and Cu/ZnO, which show the occurrence of two reduction peaks in the same temperature range. With Cu/A1203 and Cu/MgO the reduction peaks were broad and reduction was only completed for temperatures exceeding 600 K, indicating a stronger interaction of the copper oxide particles with the support. Acidic properties of the catalysts were char- 490 L553 480503 .m . E h Cu/2r0 537 608 Cu/AI O 487 A 570 506 cU/cr2o, Cu/MgOI 472 CulZnO 300 400 500 600 700 800 900 Temperature / K Fig. 2. Temperature-programmed reduction (TPR) profiles of the calcined catalyst samples (10% HZ /Ar, 10 K/min). 137 0.05 mol-% NH cu2ro2 Cu/203 CU/C' O 2 3 cu/Mgo Cu/Zn0 300 400 500 600 700 800 900 1000 Temperature / K Fig. 3. Temperature-programmed desorption of ammonia (NH3TPD) from reduced catalysts after ammonia exposure at room temperature (10 K/min). acterised by means of ammonia chemisorption and NH 3 TPD measurements. As can be seen from Table 1, the amount of ammonia chemisorbed on the catalyst surface at 323 K is largest for the support materials with acidic or amphoteric properties, whereas the more basic supports Zn0 and Mg0 showed only low capacity for ammonia adsorption. Interestingly, Cu/Zr02 adsorbed only little NH 3. The values listed in Table 1 correspond well with the NH 3TPD experiments shown in Fig. 3. CU/S'021 and less pronounced Cu/203 and Cu/Cr203, showed the highest capacity for ammonia adsorption. A maximum in the TPD profiles was observed around 400 K for all catalysts. With CU/S'021 Cu/203, Cu/Cr203 and Cu/Zr02, a tailing in ammonia desorption towards higher temperatures occurred, and for Cu/Crz03 a second broad peak around 673 K 138 S. V. Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 could be seen. Low temperature desorption of ammonia is typically assigned to Brstedbound ammonia, whereas desorption taking place at higher temperatures indicates the presence of Lewis-bound ammonia [17,18]. 3.2. Catalytic behaviour Steady state catalytic measurements under standard conditions revealed carbon monoxide, methylamines, and traces of hydrogen cyanide as the only carbon containing products. The temperature dependence of the formation of methylamines is depicted in Fig. 4 for the various supported copper catalysts. For all catalysts activity for methylamine production increased with increasing temperature and monomethylamine (MMA) was always the main amine product besides of lower amounts of dimethylamine (DMA) and trimethylamine (TMA). CO, formed via the reverse water gas shift (RWGS) reaction (COZ + HZ --o CO + H20), and water were produced as by-products in all experiments. Traces of HCN were formed on all catalysts, except Cu/Zr0z and CU/S'02. As concerns the activity for amine production, highest rates were observed for Cu/Cr2031 CU/Zr02 and Cu/Z03. The catalytic behaviour of these catalysts is discussed in detail in the following. 3.2.1. Cu / Cr2 03 The reaction temperature and the NH3/CO2 ratio strongly influenced both NH 3 conversion and methylamine distribution. The temperature dependence of the product distribution, presented in Fig. 5, shows that methylamines were produced over the whole temperature range (473-573 K) investigated, with MMA being favoured at higher temperatures. Carbon monoxide formation started at 493 K and developed to the main product for temperatures exceeding 553 K. Traces of HCN were detected at temperatures below 533 K, reaching a maximum of 0.02 mol% at 493 K. In the absence of ammonia in the feed, the 1.0 7 o.s -j 0.8 - 0.7 - 0.6 a> 0.5 C L 0.4 0.3 - 0.2 - 0.1 o.o -E- Cu/203 -o-Cu/Cr O 2 3 -A- Cu/Mg0 -o- Cu/Si02 -o- CulZnO -o- Cu/Zr0 z 0 ~o 480 500 520 540 560 580 Temperature / K Fig. 4. Temperature dependence of formation of methylamines from COz, HZ and NH3 over supported copper catalysts. Conditions: 3 g catalyst, 0.6 MPa, 150 cm3 Min -I COZ:HZ:NH3 = 1:3:1. only carbon containing products observed at 513 K were methanol (0.013 mol%) and CO. Upon adding NH 3 to the feed, methanol synthesis was completely suppressed and CO production dropped from 2.065 mol% without ammonia to 0.07 mol% for an ammonia concentration of 20 mol%. Methylamine formation increased with increasing NH 3 concentration, with MMA being the dominant amine product for all ammonia concentrations. Traces of HCN were only detected with 20 mol% ammonia in the feed. 3.2. 2. Cu / Zr02 The Cu/Zr02 catalyst was significantly less active for methylamine synthesis than Cu/Cr203. However, the temperature dependence of the methylamine distribution, shown in Fig. 6, is similar as observed for Cu/Cr203, with MMA being the prevailing amine product. CO production was low (0.3 mol% at 573 K) S.V Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 1.0 --f 0.8 - E 0.6 N 7 p O a 0.4 0.2 -A- MMA DMA -1- TMA -o- CO // A 480 500 520 540 560 580 Temperature / K Fig. 5. Catalytic behaviour of Cu/Cr203. Temperature dependence of formation of methylamines from CO,, HZ and NHS. Conditions: 3 g catalyst, 0.6 MPa, 150 cm 3 mine COZ:Hz:NH3 = 1:3:1. and no HCN formation was observed with this catalyst. Without ammonia the feed, CO and traces of methanol (0.017 mol%) were detected at 513 K, with the latter being again completely suppressed in the presence of ammonia. TMA was the main amine product at low NH3 concentra- o.s - 0.5 E 0.: U 5 a 0 0.4 0.2 -~ o.,1 0.0 480 500 139 tions, whereas MMA was the dominant product at higher NH3 concentrations. 3.2.3. Cu/A1203 Copper-alumina showed a similar behaviour as observed for the chrom and zconia supported catalysts, but with lower overall activity -A-- MMA DMA -+- TMA -o- CO ,o 520 540 Temperature / K 560 580 Fig. 6. Catalytic behaviour of Cu/ZrOz. Temperature dependence of formation of methylamines from COz, Hz and NH 3. Conditions: 3 g catalyst, 0.6 MPa, 150 cm 3 min-' COZ:HZ:NH3 = 1:3:1. 140 S. V Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997)133-142 0.40 0.35 0.30 0.25 N 0.20 O 0.15 C_ .E 0.10 0.00 -A- MMA DMA * TMA 480 500 520 540 560 580 Temperature / K Fig. 7. Catalytic behaviour of Cu/A1203. Temperature dependence of formation of methylamines from CO2, HZ and NH3. Conditions: 3 g catalyst, 0.6 MPa, 150 cm 3 min-' COZ:Hz:NH3 = 1:3:1. for methylamine as well as CO formation (Fig. 7). MMA was again the prevailing methylamine product. Traces of DMA and TMA were detected at temperatures above 493 K. At the same temperature, CO and HCN formation started, reaching their maximum concentrations of about 0.14 mol% (CO) and 0.04 mol% (HCN) at 573 K. In the absence of ammonia in the feed, water, carbon monoxide (1.3 mol%) and methanol (0.027 mol%) were the products observed at 513 K. Upon addition of ammonia to the feed, 1.0 - 0.8 0.6 _E N a~ 0.4 0.2 0.0 Cr O 2 3 Zro Si0 z 2 AI O 02 3 Zn0 Mg0 2 4 6 8 10 12 14 Isoelectric point of support Fig. 8. Catalytic activity at 573 K vs. isoelectric point of the support. Conditions: 3 g catalyst, 573 K, 0.6 MPa, 150 cm3 min-' CO2:H2:NH3 = 1:3:1. S. V. Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 the formation of methanol collapsed, and CO production decreased markedly, whereas the synthesis of methylamines started, with MMA being the main amine product. HCN formation was only observed with 20 mol% ammonia in the feed. 4. Discussion Depending on the type of support used, distinctly different activity for methylamine synthesis from CO2/HZ/NH3 mixtures is observed for the various catalysts. As emerges from Table 1, high BET and copper surface area are not decisive for high catalytic activity. The Cu/Zr02 catalyst, with comparably low BET (46 M2/g) and copper surface area (1.6 m2/g), was among the most active catalysts tested, whereas CU/S'02 with the highest BET (343 in z/g) and copper surface area (10.3 M2/g) was not very active for methylamine synthesis. This finding indicates, that the nature of the support material has a significant influence on the behaviour of copper catalysts in the synthesis of methylamines. A support effect has also been reported for methanol synthesis from C02/CO/H2 feeds on copper catalysts [8-10]. In case of methylamine synthesis, the surface acidity/basicity of the catalysts seems to influence the catalytic activity. Fig. 8 depicts the catalytic activity of the catalysts for methylamine synthesis under standard conditions at 573 K as a function of the isoelectric point (IEP) of the support. The IEP values of the support oxides [ 19,20] were taken as a measure for the surface acidic properties of the catalysts. As emerges from Fig. 8, the catalysts most active in methylamine synthesis have an IEP around pH 7, whereas catalysts with a lower or higher IEP are significantly less active. For catalysts with predominantly basic surface properties, Cu/MgO and Cu/Zn0 (IEP > 9), ammonia is probably not adsorbed strongly enough resulting in relatively poor NH 3 surface coverage (Fig. 3). In a previous work [14] we 141 proposed a reaction pathway for methylamine synthesis from CO2, H2, and NH3, in which a surface intermediate of methanol synthesis (formaldehyde) reacts in a condensation step with ammonia to MMA. It seems that the ammonia has to be activated by acidic sites on the support. Note that NH 3 desorption measured by means of mass spectrometry was complete at 500 K on Cu/MgO and Cu/ZnO. In the temperature range 473-573 K, where catalytic activity for methylamine formation was observed, only CU/S'021 Cu/A1203, Cu/Crz03 and Cu/Zr02 had significant amounts of ammonia adsorbed on the surface (Fig. 3). CU/S'02 with an IEP of Si02 in the range 1.8 to 3.7, depending on preparation method and pre-treatment [19,20], is also less active than Cu/Cr203, CU/Zr02 and Cu/A1203. A possible reason could be product inhibition by methylamines, which are stronger adsorbed on acidic surface sites than ammonia, or a too strong interaction between NH 3 and the support. Previously described copper-alumina catalysts with similar copper loadings, but prepared by precipitation of copper nitrate with KOH at pH 10 in a slurry of aluminium hydroxide, were significantly more active than the catalysts tested in this study. This preparation method leads to higher copper surface areas than the coprecipitation method. A high copper surface area and a good interaction between the support and the copper phase, in combination with an appropriate acidity of the alumina support for the activation of ammonia, could explain the higher activity. 5. Conclusions The structural and catalytic properties of various supported copper catalysts for the synthesis of methylamines from CO2, H2, and NH3 have been studied. High catalytic activity is observed for Cr203, ZY02, and A1203 supported copper, whereas supports with a too high isoelectric 142 S.V. Gredig et al. /Journal of Molecular Catalysis A: Chemical 127 (1997) 133-142 point (IEP) such as ZnO and MgO, or a too low IEP like Si02 produce significantly less meth- [31 ylamines. [4] Under the experimental conditions used there [s] is no clear correlation between the copper sur- face area and the activity for the synthesis of methylamines discernible. Temperature-pro grammed desorption of NH 3 and NH 3 chemisorption measurements revealed signifi cant differences in the ammonia adsorption characteristics of the catalysts. Highest activity for methylamine synthesis was found for sup port materials with appropriate acidic proper ties, expressed by an IEP of the support in the range 6-8. Acknowledgements Financial support of this work by the Bunde- samt f Energiewirtschaft (Project EF REN(93)020) is gratefully acknowledged. References [1] A. Baiker, J. Kijenski, Catal. Rev. Sci. Eng. 27 (1985) 653. [2] A.B. Van Gysel, W. Musin, Ullmann's Encyclopie der technischen Chemie, vol. 16, Verlag Chemie, Weinheim, 1974. P.M. Brown, J.M. Maselli, US patent 3,726,926 (1973). G. Henrici-Oliv S. Oliv J. Mol. Catal. 4 (1978) 379. G.A. Vedage, R.G. Herman, K. Klier, in: P.N. Rylander et al. (Eds.), Catalysis of Organic Reactions, Dekker, New York, NY, 1988, p. 149. [6] G.A. Kliger, L.S. Glebov, T.P. Popova, E.V. Marchevskaya, V.G. Beryezkin, S.M. Loktev, J. Catal. 111 (1988) 418. [7] T. Tatsumi, S. Kunitomi, J. Yoshiwara, A. Muramatsu, H. Tominaga, Catal. Lett. 3 (1989) 223. [8] G.C. Chinchen, P.J. Denny, J.R. Jennings, M.S. Spencer, K.C. Waugh, Appl. Catal. 36 (1988) 1. [9] G.J.J. Bartley, R. Burch, Appl. Catal. 43 (1988) 141. [10) B. Denise, O. Cherifi, M.M. Bettahar, R.P.A. Sneeden, Appl. Catal. 48 (1989) 365. [ll] O. Krher, R.A. Kpel, A. Baiker, J. Chem. 5oc. Chem. Commun. (1996) 1497. [12] S.V. Gredig, R.A. Koeppel, A. Baiker, J. Chem. Soc. Chem. Commun. (1995) 73. [13] S.V. Gredig, R.A. Koeppel, A. Baiker, Catal. Today 29 (1996) 339. [14] S.V. Gredig, R.A. Koeppel, A. Baiker, Appl. Catal. A 162 (1997) 249-260. [15] C.J.G. Van der Grift, P.A. Elberse, A. Minder, J.W. Geus, Appl. Catal. 59 (1990) 275. [16] J.W. Evans, M.S. Wainwright, A.J. Bridgewater, D.J. Young, Appl. Catal. 7 (1983) 75. [17] J. Nick], D. Dutoit, A. Baiker, U. Scharf, A. Wokaun, Ber. Bunsenges. Phys. Chem. 97 (1993) 217. [181 E. Jobson, A. Baiker, A. Wokaun, J. Chem. Soc. Faraday Trans. 86 (1990) 1131. [19] J.P. Brunelle, Pure Appl. Chem. 50 (1978) 1211. [20] G.A. Parks, Chem. Rev. 65 (1985) 177. MOLCAA 97001179 S1381-1169(97)00117-9 10.1016/S1381-1169(97)00117-9 Molecular aspects of heterogeneous catalysis Article Copper-catalyzed synthesis of methylamines from CO2, H2 and NH3. Influence of support Silvia V. Gredig Ralf Maurer RenéA. Koeppel Alfons Baiker ∗ Department of Chemical Engineering and Industrial Chemistry, Swiss Federal Institute of Technology, ETH-Zentrum, CH-8092 Zurich, Switzerland ∗ Corresponding author. Tel.: +41-1-6323153; fax: +41-1-6321163 The influence of the support on the activity and selectivity of copper based catalysts for the synthesis of methylamines from carbon dioxide, hydrogen, and ammonia has been examined. Catalytic tests were carried out in a fixed bed microreactor in the temperature range 473–573 K and at 0.6 MPa total pressure. The activity for methylamine formation of the coprecipitated catalysts with 22–29 wt% Cu loading decreased in the sequence Cr2O3 > ZrO2 > Al2O3 > SiO2 > ZnO, MgO. Monomethylamine was the predominant amine product for all catalysts, besides lower amounts of di- and trimethylamine. Carbon monoxide, water and traces of hydrogen cyanide were observed as by-products. In the absence of ammonia in the feed, methanol, CO and H2O were produced. No direct correlation between either BET surface area or copper surface area and the catalytic activity was observed. Results of NH3 chemisorption and NH3-TPD experiments suggest that high activity in methylamine synthesis over supported copper catalysts is associated with appropriate acidic properties of the catalyst surface. Taking the isoelectric point (IEP) of the support component as a measure for the acidity/basicity characteristics of the catalyst, highest activity in methylamine synthesis is found for supports with an isoelectric point in the range 6–8. Keywords Methylamine synthesis Carbon dioxide Copper catalysts Support References [1] A. Baiker J. Kijenski Catal. Rev. Sci. Eng. 27 1985 653 [2] A.B. Van Gysel W. Musin 5th ed. Ullmann's Encyclopädie der technischen Chemie vol. 16 1974 Verlag Chemie Weinheim [3] P.M. Brown, J.M. Maselli, US patent 3,726,926 (1973). [4] G. Henrici-Olivé S. Olivé J. Mol. Catal. 4 1978 379 [5] G.A. Vedage R.G. Herman K. Klier P.N. Rylander Catalysis of Organic Reactions 1988 Dekker New York, NY 149 [6] G.A. Kliger L.S. Glebov T.P. Popova E.V. Marchevskaya V.G. Beryezkin S.M. Loktev J. Catal. 111 1988 418 [7] T. Tatsumi S. Kunitomi J. Yoshiwara A. Muramatsu H. Tominaga Catal. Lett. 3 1989 223 [8] G.C. Chinchen P.J. Denny J.R. Jennings M.S. Spencer K.C. Waugh Appl. Catal. 36 1988 1 [9] G.J.J. Bartley R. Burch Appl. Catal. 43 1988 141 [10] B. Denise O. Cherifi M.M. Bettahar R.P.A. Sneeden Appl. Catal. 48 1989 365 [11] O. Kröcher R.A. Köppel A. Baiker J. Chem. Soc. Chem. Commun. 1996 1497 [12] S.V. Gredig R.A. Koeppel A. Baiker J. Chem. Soc. Chem. Commun. 1995 73 [13] S.V. Gredig R.A. Koeppel A. Baiker Catal. Today 29 1996 339 [14] S.V. Gredig R.A. Koeppel A. Baiker Appl. Catal. A 162 1997 249 260 [15] C.J.G. Van der Grift P.A. Elberse A. Mulder J.W. Geus Appl. Catal. 59 1990 275 [16] J.W. Evans M.S. Wainwright A.J. Bridgewater D.J. Young Appl. Catal. 7 1983 75 [17] J. Nickl D. Dutoit A. Baiker U. Scharf A. Wokaun Ber. Bunsenges. Phys. Chem. 97 1993 217 [18] E. Jobson A. Baiker A. Wokaun J. Chem. Soc. Faraday Trans. 86 1990 1131 [19] J.P. Brunelle Pure Appl. Chem. 50 1978 1211 [20] G.A. Parks Chem. Rev. 65 1985 177",
      "scopus-id": "0031437723",
      "coredata": {
        "eid": "1-s2.0-S1381116997001179",
        "dc:description": "The influence of the support on the activity and selectivity of copper based catalysts for the synthesis of methylamines from carbon dioxide, hydrogen, and ammonia has been examined. Catalytic tests were carried out in a fixed bed microreactor in the temperature range 473–573 K and at 0.6 MPa total pressure. The activity for methylamine formation of the coprecipitated catalysts with 22–29 wt% Cu loading decreased in the sequence Cr2O3 > ZrO2 > Al2O3 > SiO2 > ZnO, MgO. Monomethylamine was the predominant amine product for all catalysts, besides lower amounts of di- and trimethylamine. Carbon monoxide, water and traces of hydrogen cyanide were observed as by-products. In the absence of ammonia in the feed, methanol, CO and H2O were produced. No direct correlation between either BET surface area or copper surface area and the catalytic activity was observed. Results of NH3 chemisorption and NH3-TPD experiments suggest that high activity in methylamine synthesis over supported copper catalysts is associated with appropriate acidic properties of the catalyst surface. Taking the isoelectric point (IEP) of the support component as a measure for the acidity/basicity characteristics of the catalyst, highest activity in methylamine synthesis is found for supports with an isoelectric point in the range 6–8.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-12-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997001179",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gredig, Silvia V."
          },
          {
            "@_fa": "true",
            "$": "Maurer, Ralf"
          },
          {
            "@_fa": "true",
            "$": "Koeppel, RenéA."
          },
          {
            "@_fa": "true",
            "$": "Baiker, Alfons"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997001179"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997001179"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00117-9",
        "prism:volume": "127",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Copper-catalyzed synthesis of methylamines from CO2, H2 and NH3. Influence of support",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Methylamine synthesis"
          },
          {
            "@_fa": "true",
            "$": "Carbon dioxide"
          },
          {
            "@_fa": "true",
            "$": "Copper catalysts"
          },
          {
            "@_fa": "true",
            "$": "Support"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-142",
        "prism:endingPage": "142",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 December 1997",
        "prism:doi": "10.1016/S1381-1169(97)00117-9",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00117-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031437723"
      }
    }
  }
}