{
  "metadata": {
    "title": "Amidation of ethylene with carbon monoxide and ammonia over supported Ru catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-09-22",
    "doi": "10.1016/S1381-1169(00)00177-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900001771",
    "pii": "S1381116900001771"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034702977",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-07-24 2000-07-24 2010-04-18T20:21:34 1-s2.0-S1381116900001771 S1381-1169(00)00177-1 S1381116900001771 10.1016/S1381-1169(00)00177-1 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01227 2015-05-15T05:55:31.049811-04:00 0 0 20000922 2000 2000-07-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 159 159 1 1 Volume 159, Issue 1 16 103 108 103 108 20000922 22 September 2000 2000-09-22 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. AMIDATIONETHYLENECARBONMONOXIDEAMMONIAOVERSUPPORTEDRUCATALYSTS ZHAO S 1 Introduction 2 Experimental 3 Results and discussion 3.1 Effect of Ru precursors 3.2 Effect of supports 3.3 Zeolite-supported Ru catalyst 3.3.1 Effect of reaction temperature 3.3.2 Effect of pretreatment 4 Conclusion References FALBE 1970 78 J CARBONMONOXIDEINORGANICSYNTHESIS MULLEN 1980 243 A NEWSYNTHESISCARBONMONOXIDE NIENBURG 1953 863799 H NIENBURG 1954 1427 H NIENBURG 1990 757 H IWASHITA 1971 3927 Y AIKA 1985 305 K FERREIRAAPARICIO 1999 202 P BIANCHI 1997 70 C LONG 1997 172 H ZHAO 1999 77 S PARSHALL 1968 1 G ALLEN 1967 5595 A SHEU 1997 278 S ZHAOX2000X103 ZHAOX2000X103X108 ZHAOX2000X103XS ZHAOX2000X103X108XS item S1381-1169(00)00177-1 S1381116900001771 1-s2.0-S1381116900001771 10.1016/S1381-1169(00)00177-1 271358 2010-09-30T18:11:36.648931-04:00 2000-09-22 1-s2.0-S1381116900001771-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/MAIN/application/pdf/f350cfd042b0c3669a29505a5c03e406/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/MAIN/application/pdf/f350cfd042b0c3669a29505a5c03e406/main.pdf main.pdf pdf true 124580 MAIN 6 1-s2.0-S1381116900001771-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/PREVIEW/image/png/a8b96985e8e9ce17e07a4acbce9499d9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/PREVIEW/image/png/a8b96985e8e9ce17e07a4acbce9499d9/main_1.png main_1.png png 59016 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900001771-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/STRIPIN/image/gif/9ec868d625fd3df3e62b2767e3662292/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/STRIPIN/image/gif/9ec868d625fd3df3e62b2767e3662292/si1.gif si1 si1.gif gif 1713 21 441 ALTIMG 1-s2.0-S1381116900001771-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr1/THUMBNAIL/image/gif/497d278c54183124d126e1557f2e343c/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr1/THUMBNAIL/image/gif/497d278c54183124d126e1557f2e343c/gr1.sml gr1 gr1.sml sml 1989 93 97 IMAGE-THUMBNAIL 1-s2.0-S1381116900001771-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr1/DOWNSAMPLED/image/gif/4aa481d3fc5b7c77fd23a56b216f2d5b/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr1/DOWNSAMPLED/image/gif/4aa481d3fc5b7c77fd23a56b216f2d5b/gr1.gif gr1 gr1.gif gif 5243 193 201 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001771-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr2/THUMBNAIL/image/gif/94ac88f5f319009130d77f1f4b38a603/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr2/THUMBNAIL/image/gif/94ac88f5f319009130d77f1f4b38a603/gr2.sml gr2 gr2.sml sml 2049 93 117 IMAGE-THUMBNAIL 1-s2.0-S1381116900001771-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr2/DOWNSAMPLED/image/gif/e0b9be1ebd72b186b5b349769bb0eadf/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr2/DOWNSAMPLED/image/gif/e0b9be1ebd72b186b5b349769bb0eadf/gr2.gif gr2 gr2.gif gif 5665 203 255 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001771-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr3/THUMBNAIL/image/gif/81cf86eb949bb8757f6d87aad720682d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr3/THUMBNAIL/image/gif/81cf86eb949bb8757f6d87aad720682d/gr3.sml gr3 gr3.sml sml 2288 93 122 IMAGE-THUMBNAIL 1-s2.0-S1381116900001771-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr3/DOWNSAMPLED/image/gif/46aa1905c5fc6f11a352357c7d02e5a0/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr3/DOWNSAMPLED/image/gif/46aa1905c5fc6f11a352357c7d02e5a0/gr3.gif gr3 gr3.gif gif 6803 202 265 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001771-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr4/THUMBNAIL/image/gif/dc427e555b342b3d501d2a9fd4fe7a21/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr4/THUMBNAIL/image/gif/dc427e555b342b3d501d2a9fd4fe7a21/gr4.sml gr4 gr4.sml sml 1982 93 96 IMAGE-THUMBNAIL 1-s2.0-S1381116900001771-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr4/DOWNSAMPLED/image/gif/a2d48abf918fd06f0f767f6a0641fab8/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr4/DOWNSAMPLED/image/gif/a2d48abf918fd06f0f767f6a0641fab8/gr4.gif gr4 gr4.gif gif 5702 205 211 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900001771-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr5/THUMBNAIL/image/gif/999c854b0ec6cfaece8d91597e1ce3e5/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr5/THUMBNAIL/image/gif/999c854b0ec6cfaece8d91597e1ce3e5/gr5.sml gr5 gr5.sml sml 1309 94 82 IMAGE-THUMBNAIL 1-s2.0-S1381116900001771-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900001771/gr5/DOWNSAMPLED/image/gif/8b2bb4f47396b028506e65b853723642/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900001771/gr5/DOWNSAMPLED/image/gif/8b2bb4f47396b028506e65b853723642/gr5.gif gr5 gr5.gif gif 8504 341 299 IMAGE-DOWNSAMPLED MOLCAA 2701 S1381-1169(00)00177-1 10.1016/S1381-1169(00)00177-1 Elsevier Science B.V. Fig. 1 Rate of amidation (propionamide and propiononitrile formation) at 200°C over silica-supported Ru catalysts prepared with various Ru precursors. □, [Ru(NH3)5N2]Cl2; ◊, [Ru(NH3)6]Cl3; ○, Ru3(CO)12; ▵, Ru(acac)3; ▴, RuCl3. Fig. 2 Time courses of amidation rate at 200°C over Ru/SiO2 in the absence and presence of SiO2–Al2O3 downstream. Pretreatment condition: in Ar at reaction temperature for 2 h. Circle, triangle and square symbols represent the formation rates of propionamide, propiononitrile and the summation of them, respectively. Solid and open symbols represent the absence and presence of SiO2–Al2O3, respectively. Fig. 3 Time courses of the rate of propiononitrile formation over Ru/NH4-Y at different temperatures. Pretreatment condition: in Ar at reaction temperature for 2 h. Fig. 4 Effect of pretreatment on the catalytic activity of Ru/NH4-Y. Pretreatment condition: in Ar at □, 150°C; ◊, 180°C; ○, 200°C; ▵, 250°C; ▴, 300°C for 2 h, or •, heated to 180°C in reaction gas. Reaction temperature: 180°C. Fig. 5 TPD spectra of [Ru(NH3)6]Cl3. Table 1 Rate of amidation and selectivity at 200°C over silica-supported Ru catalysts prepared with various Ru precursors Ru precursor Method Selectivity (%) Rate of amidation (μmol/h g-cat) Propionamide Propiononitrile [Ru(NH3)5N2]Cl2 Ion exchange 69.4 30.6 81.7 [Ru(NH3)6]Cl3 Ion exchange 62.9 37.1 79.5 Ru3(CO)12 Impregnation 68.7 31.3 32.6 Ru(acac)3 Impregnation 66.0 34.0 24.6 RuCl3 Impregnation 0.0 0.0 0.0 Table 2 Rate of amidation and selectivity at 200°C over supported Ru catalysts Support Rate of amidation (μmol/h g-cat) Selectivity (%) Propionamide Propiononitrile NH4-Y 360.8 2.4 97.6 Na-Y 181.7 9.2 90.8 SiO2–Al2O3 113.1 2.7 97.3 SiO2 79.5 62.9 37.1 MgO 10.0 100.0 0.0 Amidation of ethylene with carbon monoxide and ammonia over supported Ru catalysts Shu-Ping Zhao * Shu-Ichi Sassa Hideaki Inoue Masato Yamazaki Hifumi Watanabe Tohru Mori Yutaka Morikawa Research Laboratory of Resources Utilization, Tokyo Institute of Technology,4259 Nagatsuta-cho, Midori-ku, Yokohama 226-8503, Japan * Corresponding author The amidation of ethylene with carbon monoxide and ammonia over supported Ru ammine complex ion catalysts under atmospheric pressure has been investigated. The catalytic activity was affected remarkably by Ru precursors, supports and pretreatment temperature. The catalyst with highest activity was obtained using Ru ammine complex salts and by the pretreatment at 180–200°C. The selectivity to propiononitrile formation increased with the acidity of the supports, indicating that propionamide was formed on Ru entities and was successively dehydrated to propiononitrile on the acidic sites of the support. Keywords Propionamide Propiononitrile Amidation Ru ammine complex Heterogeneous catalysis 1 Introduction Amide is an important intermediate for chemical industries and its syntheses through carbonylation of amines with carbon monoxide and through amidation of alkenes or alkynes with carbon monoxide and amines, are conducted generally in a liquid phase under high pressures using transition metal complexes as catalysts [1,2]. The amidation with ammonia instead of amines proceeds under similar reaction conditions as claimed by a few patents [3–6]. Iwashita and Sakuraba [7] synthesized imidazole derivatives from α-olefins, carbon monoxide, and ammonia at a carbon monoxide pressure of 250 kg/cm2 using an aqueous methanol suspension of rhodium oxide, and found that propionamide was formed in the reaction of ethylene as a by-product (15% yield). Recently, ruthenium has received increasing interest because of its unique properties as a catalyst [8–11]. In the previous paper [12], we have reported that silica- and zeolite-supported Ru ammine complex catalysts promote a novel reaction to form propionamide and propiononitrile from ethylene, carbon monoxide, and ammonia under atmospheric pressure. It is of interest that Ru is higher than Rh in catalytic activity, and Pd, Pt, and Co are almost inactive for this reaction. In this study, we examined the effect of Ru precursors, supports, and the pretreatment temperature on the catalytic activity of Ru catalysts. 2 Experimental Various commercial supports were used: silica gel (SiO2, Fuji Silysia Chemical), NH4 + or Na+-exchanged form of Y-zeolite (NH4-Y, Na-Y, Catalysts and Chemicals), silica–alumina (SiO2–Al2O3, Nikki Chemicals), and magnesia (MgO, Kanto Chemical). Ru precursors [Ru(NH3)6]Cl3, Ru3(CO)12, Ru(acac)3, and RuCl3 were commercially available reagent grade, and [Ru(NH3)5N2]Cl2 was prepared by the method described in literatures [13,14]. To examine the effect of Ru precursors on the catalytic activities, silica gel was employed as a support. With [Ru(NH3)6]Cl3 and [Ru(NH3)5N2]Cl2, catalysts were prepared by an ion exchange method. Prior to the ion exchange, silica gel was treated by 0.1 N ammonia solution at room temperature for 24 h and then washed well with distilled water. The ammonia-treated silica gel was immersed in an aqueous solution of [Ru(NH3)6]Cl3 or Ru(NH3)5N2]Cl2 at room temperature for 24 h, and then filtered. The exchanged sample was washed well with distilled water until Cl− ions were no longer detectable in the washings by the addition of AgNO3 solution, and dried at room temperature in a desiccator. With Ru3(CO)12, Ru(acac)3, RuCl3, catalysts were prepared by an impregnation method. Silica gel as obtained was impregnated with a THF solution of Ru3(CO)12 or Ru(acac)3 for 24 h and the solvent was evaporated at 60°C. In the impregnation of RuCl3, 0.01 N hydrochloric acid was used as a solvent. Using [Ru(NH3)6]Cl3 as the Ru precursor, Ru was supported on SiO2, NH4-Y, Na-Y, or SiO2–Al2O3 by the ion exchange method mentioned above. MgO-supported Ru catalyst was prepared by the impregnation method using the same precursor. The Ru loading of all catalysts prepared in this study was 3 wt.%. An amount of 1.0 g of the catalyst was loaded in a fixed bed flow reactor, pretreated in an Ar stream at desired temperatures for 2 h, and then exposed to a feed (120 ml/min) composed of equimolar amounts of ethylene, carbon monoxide, and ammonia. Reaction products were trapped in two U-tubes which were dipped alternately in a dry ice–methanol bath at intervals of 1 h. The trapped products were identified with a GC-mass spectrometer (HITACHI M-80) and analyzed with a gas chromatograph (SHIMADZU GC-14B) using a 1-m column packed with Tenax GC. Temperature-programmed decomposition (TPD) of [Ru(NH3)6]Cl3 was carried out in a He stream. 3 Results and discussion 3.1 Effect of Ru precursors Fig. 1 shows the results of the reaction at 200°C over silica-supported catalysts prepared with various Ru precursors. The rate of amidation represents the combined rate of propionamide and propiononitrile formation. Besides the two products, only trace amount of acetonitrile, propionic acid and carbon dioxide were detected. As seen in Fig. 1, the rate of amidation increased in the initial stage of reaction over every catalyst and then decreased through maximum. The catalysts prepared with [Ru(NH3)5N2]Cl2 and [Ru(NH3)6]Cl3 showed almost the same activity, giving the maximum values of amidation rate 79.5 and 81.7 μmol/h g-cat, respectively. The catalyst prepared with RuCl3 showed no activity. The maximum rates of amidation and the values of selectivity to propionamide and propiononitrile are summarized in Table 1 . The catalytic activities of the catalysts prepared by the impregnation method with Ru3(CO)12 and Ru(acac)3 were half and one-third lower than those prepared by the ion exchange method. Although the reason why the difference in the catalytic activity comes from, that is, from the presence of ammonia ligands or from the preparation method, is not clear yet, it should be noted that the values of selectivity to propionamide (31–37%) and propiononitrile (63–69%) are about the same among the catalysts examined in this study. 3.2 Effect of supports The reaction was conducted at 200°C using the Ru catalysts prepared with various supports. [Ru(NH3)6]Cl3 was employed as the Ru precursor, which lead to the highest activity as shown in Table 1. The results are summarized in Table 2 , where the maximum rates of amidation and the values of selectivity to propionamide and propiononitrile are listed. By using Na-Y and NH4-Y instead of SiO2, the catalytic activity increased as high as two-fold and four-fold, respectively. The selectivity of the catalysts differed remarkably by the supports. The catalysts prepared with the acidic supports, NH4-Y, Na-Y, and SiO2–Al2O3, gave propiononitrile at high selectivity (90–98%), while the catalyst prepared with the basic support MgO gave propionamide selectivity (at 100% selectivity). The difference in the selectivity observed with the various supports suggests that the propiononitrile formation is directly affected by the acidic property of the support, and that propionamide is formed on the Ru entities and subsequently dehydrated to propiononitrile on the acidic sites of the support, i.e.: (1) C 2 H 4+CO+NH 3 → Ru C 2 H 5 CONH 2 → Acidic support C 2 H 5 CN+H 2 O. To elucidate this reaction sequence, we carried out the reaction using a double layer catalyst in which the feed flows through Ru/SiO2 layer and then silica–alumina layer. The results are shown in Fig. 2 . The dashed line stands for the summation of the rates of propionamide and propiononitrile formation over the single layer catalyst (Ru/SiO2). The reaction with the double layer catalyst produced propiononitrile selectively and proceeded at the same reaction rate as the combined formation rate over the single layer catalyst. The facts indicate that propionamide is readily dehydrated to propiononitrile over acidic supports. As seen in Fig. 2, the rate of amidation over Ru/SiO2 attained its maximum at the time on stream 4 h, while the maximum rate is achieved after 6 h of reaction over the double layer catalyst. The difference between the two time courses of amidation rate might be caused by the adsorption of product on the additional SiO2–Al2O3. The adsorption prevents the amidation products from eluting in the effluent gas and from being trapped for the quantitative analysis. This suggests that the phenomenon like an induction period, namely, the initial increase in the amidation observed with all catalysts, is caused by the adsorption of products over the supports of catalysts. 3.3 Zeolite-supported Ru catalyst 3.3.1 Effect of reaction temperature The reaction was conducted at 180, 190, and 200°C using Ru/NH4-Y. The reaction produced only propiononitrile at every temperature. Fig. 3 illustrates the time courses of the rate of propiononitrile formation. The initial increase in the formation rate was observed at all temperatures. The rate decreased through maxima at 190 and 200°C, indicating the catalytic activity declined at higher temperatures. At the lowest temperature 180°C, the deactivation was not observed. 3.3.2 Effect of pretreatment Considering the results of Fig. 3, the reaction was carried out at 180°C using Ru/NH4-Y after the pretreatment at different temperatures. The results were shown in Fig. 4 . The catalytic activity changed by the pretreatment temperatures. The catalysts pretreated at 180 and 200°C showed the highest and almost the same activity, ca. 150 μmol/h g-cat. The catalysts not pretreated, that is, heated from room temperature to 180°C in the reaction feed and pretreated at 150°C, were, respectively, four-fifths and two-thirds as low as the most active catalysts in activity. When the pretreatment temperature was raised to 250 and 300°C, the catalytic activity fell down to one-third of the highest activity and was lost completely, respectively. TPD of [Ru(NH3)6]Cl3 was carried out using a mass spectrometer to detect evolving gases. During heating at a rate of 10°C/min, the signal intensities of m/z=16 (NH2 +), 17 (NH3 ++OH+), 18 (H2O+), and 28 (N2 +) were continuously monitored. The results are illustrated in Fig. 5 . The spectrum of m/z=16 signal reveals that [Ru(NH3)6]Cl3 is not deammoniated below 250°C. The increase in the signal intensity of m/z=28 suggests that NH3 evolved from the complex is decomposed over Ru metal formed by the deammoniation. Although the results show that the catalyst precursor [Ru(NH3)6]Cl3 is not deammoniated at the pretreatment temperatures, it is possible that [Ru(NH3)6]3+ exchanged on the supports transforms as prepared or by the pretreatment as revealed by the infrared study on the decomposition of the same Ru complex ion exchanged into the supercages of Y-zeolite [15]. It is assumed that [Ru(NH3)6]3+ ions on the supports change to catalytic species by the pretreatment releasing some ammonia ligands and is decomposed to inactive entities at relatively high temperatures. 4 Conclusion The amidation of ethylene with carbon monoxide and ammonia proceeded over supported Ru catalysts under atmospheric pressure to form propionamide and/or propiononitrile. The catalyst with the highest activity was obtained using [Ru(NH3)6]Cl3 or [Ru(NH3)5N2]Cl2 as a Ru precursor. The selectivity of catalyst depended on the acid–base properties of the support. Propionamide was formed selectively over the catalyst prepared with MgO support, while propiononitrile did at high selectivity over those prepared with acidic support. The reaction and the pretreatment of catalysts should be conducted below 200°C to keep the high catalytic activity. References [1] J. Falbe Carbon monoxide in Organic Synthesis 1970 Springer-Verlag Berlin 78 Chap. 2 [2] A. Mullen New Synthesis with Carbon monoxide 1980 Springer-Verlag Berlin 243 Chap. 3 [3] H.J. Nienburg E. Keunecke German Patent 1953 863799 [4] H.J. Nienburg E. Keunecke Chem. Abstr. 48 1954 1427 [5] J.J. Lin, U.S. Patent, 1989, 4866177. [6] H.J. Nienburg E. Keunecke Chem. Abstr. 112 1990 757 [7] Y. Iwashita M. Sakuraba J. Org. Chem. 36 1971 3927 [8] K. Aika A. Ohya A. Ozaka Y. Inoue I. Yasumori J. Catal. 92 1985 305 [9] P. Ferreira-Aparicio C. Márquez-Alvarez I. Rodriguez-Ramos Y. Schuurman A. Guerrero-Ruiz C. Mirodatos J. Catal. 184 1999 202 [10] C.L. Bianchi V. Ragaini J. Catal. 168 1997 70 [11] H.C. Long M.L. Turner D. Fornasiero J. Kaspar M. Graziani P.M. Maitlis J. Catal. 167 1997 172 [12] S.P. Zhao S.I. Sassa H. Inoue M. Yamazaki T. Mori M. Kobayashi Y. Morikawa Chem. Lett. 1 1999 77 [13] G.W. Parshall Inorg. Synth. 12 1968 1 [14] A.D. Allen F. Bottomley R.O. Harris V.P. Reinsalu C.V. Senoff J. Am. Chem. Soc. 89 1967 5595 [15] S.P. Sheu H.G. Karge R. Schlögl J. Catal. 168 1997 278",
      "scopus-id": "0034702977",
      "coredata": {
        "eid": "1-s2.0-S1381116900001771",
        "dc:description": "The amidation of ethylene with carbon monoxide and ammonia over supported Ru ammine complex ion catalysts under atmospheric pressure has been investigated. The catalytic activity was affected remarkably by Ru precursors, supports and pretreatment temperature. The catalyst with highest activity was obtained using Ru ammine complex salts and by the pretreatment at 180–200°C. The selectivity to propiononitrile formation increased with the acidity of the supports, indicating that propionamide was formed on Ru entities and was successively dehydrated to propiononitrile on the acidic sites of the support.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-09-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900001771",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhao, Shu-Ping"
          },
          {
            "@_fa": "true",
            "$": "Sassa, Shu-Ichi"
          },
          {
            "@_fa": "true",
            "$": "Inoue, Hideaki"
          },
          {
            "@_fa": "true",
            "$": "Yamazaki, Masato"
          },
          {
            "@_fa": "true",
            "$": "Watanabe, Hifumi"
          },
          {
            "@_fa": "true",
            "$": "Mori, Tohru"
          },
          {
            "@_fa": "true",
            "$": "Morikawa, Yutaka"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900001771"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900001771"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00177-1",
        "prism:volume": "159",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Amidation of ethylene with carbon monoxide and ammonia over supported Ru catalysts",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Propionamide"
          },
          {
            "@_fa": "true",
            "$": "Propiononitrile"
          },
          {
            "@_fa": "true",
            "$": "Amidation"
          },
          {
            "@_fa": "true",
            "$": "Ru ammine complex"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-108",
        "prism:endingPage": "108",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 September 2000",
        "prism:doi": "10.1016/S1381-1169(00)00177-1",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00177-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "441",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1713",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1989",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "193",
            "@width": "201",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5243",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2049",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "203",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5665",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2288",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "202",
            "@width": "265",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6803",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1982",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "211",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5702",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "82",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1309",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "341",
            "@width": "299",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900001771-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8504",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034702977"
      }
    }
  }
}