{
  "metadata": {
    "title": "Oxidation catalysis with semi-inorganic zeolite-based Mn catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-03-14",
    "doi": "10.1016/S1381-1169(96)00358-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003585",
    "pii": "S1381116996003585"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030985114",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003585 S1381-1169(96)00358-5 S1381116996003585 10.1016/S1381-1169(96)00358-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00490 2015-05-15T05:56:33.668241-04:00 0 0 19970314 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 117 117 1 3 1 2 3 Volume 117, Issues 1–3 7 57 70 57 70 19970314 14 March 1997 1997-03-14 1997 International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation Noordwijkerhout, The Netherlands 14–19 April 1996 19960414 19960419 R.A. Sheldon converted-article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIONCATALYSISSEMIINORGANICZEOLITEBASEDMNCATALYSTS KNOPSGERRITS P PECORARO 1994 807 V WIEGHARDT 1989 1153 K BRUDVIG 1989 99 G 1992 MNREDOXENZYMES EPPLEY 1995 301 H CHRISTOU 1989 328 G BARNES 1981 155 D KNOPSGERRITS 1994 543 P BLEANEY 1951 336 B PROCRSOCLONDONA DOWSING 1968 1037 R BARRY 1965 1312 T 1966 1821 1968 1395 DEWIJN 1967 1381 H WOLTERMANN 1973 2366 G COOPER 1977 6623 S COOPER 1977 7248 S LEVER 1984 A INORGANICELECTRONICSPECTROSCOPY MCWHINNEY 1967 135 W KNOPSGERRITS 1996 592 P DEVOS 1995 49 D MCKENZIE 1971 187 E KAUSHIK 1993 671 V KNOPSGERRITS 1994 P PROC14THINTCONFRAMANSPECTROSC KNOPSGERRITS 1994 1411 P KNOPSGERRITS 1996 P KNOPSGERRITS 1996 P PARTON 1996 R PRESSEY 1991 243 R TIGINYANU 1971 975 Y TIGINYANU 1971 1434 Y HAGE 1994 637 R DEVOS 1996 917 D DEVOS 1996 D DEVOS 1996 D SAUER 1971 3004 M DEVOS 1996 D PROCXITHINTCONFCATAL BOWERS 1990 271 C SRINIVASAN 1986 297 K DEVOS 1994 4746 D HAMILTON 1987 374 D PARTON 1991 395 R LEUNG 1991 W KNOPSGERRITSX1997X57 KNOPSGERRITSX1997X57X70 KNOPSGERRITSX1997X57XP KNOPSGERRITSX1997X57X70XP item S1381-1169(96)00358-5 S1381116996003585 1-s2.0-S1381116996003585 10.1016/S1381-1169(96)00358-5 271358 2010-09-29T19:50:31.792207-04:00 1997-03-14 1-s2.0-S1381116996003585-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003585/MAIN/application/pdf/7ca58c04b3a36a0116e9c4f90554d088/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003585/MAIN/application/pdf/7ca58c04b3a36a0116e9c4f90554d088/main.pdf main.pdf pdf true 1326291 MAIN 14 1-s2.0-S1381116996003585-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003585/PREVIEW/image/png/7ea3ee2bc27c515ea1126b2d49da7f80/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003585/PREVIEW/image/png/7ea3ee2bc27c515ea1126b2d49da7f80/main_1.png main_1.png png 63278 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chernical 117 (1997) 57-70 Oxidation catalysis with semi-inorganic zeolite-based Mn catalysts Peter-Paul Knops-Gerrits, Dirk E. De Vos, Peter A. Jacobs Centerf Surface Chemistn and Catalysis. Katholieke Unii ersiteitLeuren, Kardinaal Mercierlaan 92. B-3001 Hererlee. Belgium Received 4 July 1996; accepted 13 August 1996 Abstract The chelation of zeolite-exchanged Mn2+ by N-containing ligands gives rise to a whole class of heterogeneous liquid phase oxidation catalysts. Bi-, tri- or tetradentate ligands can be used. A high degree of metal complexation is required to avoid side reactions due to the presence of zeolite-coordinated manganous ions. Applied physieo-chemical techniques include IR, ESR and electronic spectroscopy. Oxidation-resistant chelands, e.g. with aromatic pyridine groups, are employed to ensure long-term catalyst stability. Use of hydrogen peroxide is most successful in combination with 2,2'-bipyridine (bpy) or 1,4,7-trimethyl-1,4,7-triazacyclononane (tmtacn); with both systems double bond oxidation proceeds with high selectivity. Olefin oxidations with other oxidants, e.g. tert-butylhydroperoxide (tBu00H) or iodosylbenzene, are less selective or slower. Alkane oxidation with tBu00H is possible with various tetradentate diimine ligands. A principal effect of the zeolite matrix is that formation of Mn clusters is impeded in comparison with solution chemistry. Other effects of the zeolite matrix include modulation of the acid strength and suppression of side reactions, such as allylic oxidation of olefins or formation of isomerized epoxides. 1. Introduction The intense present interest in the redox chemistry of Mn relies on the role of Mn in numerous metallo-enzymes. In biological systems, Mn may be present as a mononuclear complex, as a dimer or as a cluster of higher nuclearity (e.g. in Photosystem II) [1]. The mimicking of these enzymes has grown into an inorganic synthetic challenge on itself, with spin-offs e.g. in the development of very high spin transition metal aggregates [2]. In these clustering reactions, anion and solvent play a Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P11 51381-1169(96)00358-5 crucial role [3]. For instance, acetate is wellknown to promote bridging between Mn atoms, as in manganic acetate; working with permanganate in ethanol instead of in water prevents formation of Mn02 precipitates. Zeolite lattices with their net negative charge can serve both as a solvent and as a counter-anion to complexes of metal cations. Consequently profound effects of the zeolite lattice on the oxidative chemistry of entrapped Mn complexes may be expected. Not only the nuclearity of the formed complexes can be different; the changes may also be expressed in the redox and catalytic properties of the encapsulated Mn complexes. 58 P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 177 (1997) 57-70 This basic idea formed the incentive to study the properties of Mn zeolites, with ligands adsorbed in the micropores of the framework. Used ligands are compiled in Fig. 1. The synthetic flexibility in the design of polypyridines, polyamines, polyamides and Schiff bases was fully exploited. In this paper, an overview is given of the physico-chemical understanding of these systems, followed by a detailed discussion of the catalytic behavior in selective oxidations. Both literature data and new data from our laboratory are discussed. 2. Catalyst preparation and apparatus 2.1. General procedure Catalysts are prepared by adsorption of a N-containing ligand on a Mn zeolite. The exchange of e.g. NaY with Mn2+ is performed in 2 mM solutions of Mn2+ at a pH between 5 and 6. At this pH, oxidation of Mn2+ to Mn3+ and hydrolysis of Mn2+ are negligible. However, proton exchange cannot be excluded, and effects of acidity can be expected. After air dry- O O NH N N C ROD CND ~NHZ bpy phen trien H,N NH H3C,,,N~N/CH3 H3C~ ~ ~CH3 N N e N N/ H3C a CH3 H CH3 tacn tmtacn tmcyclam /O N~ NN d~ OH HO O N N ON' 'No salen pyren O NH NH~ OO bpen pyrpn O O NH NH O ON N0 bppn Fig. 1. Chemical formulae of the ligands in the zeolite-based Mn redox catalysts. P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 ing, the zeolites are dehydrated in a flow of NZ under slow heating till a final temperature of 423-673 K. Water-sensitive ligands, such as Schiff bases, require in general a deeper dehydration of the zeolite than e.g. polypyridines. Finally, the dried zeolite is mixed with the water-free ligand and heated to stimulate adsorption of the ligand into the micropores. This heating is performed under vacuum or inert atmosphere in a closed glass vessel, which impedes loss of ligand by evaporation or sublimation. The heating duration and temperature depend on the thermal stability of the ligand. While e.g. bipyridine is highly stable, heating of cyclic triamines is limited to 10 h in order to avoid cycle degradation by elimination reactions. Organic ligands were purchased commercially or were synthesized. Their identity and purity were controlled by 1 H NMR spectroscopy. Examples of not previously described syntheses are given below. 2.2. Synthesis of N,N'-bis(2-pyridinecarboxamide)-1,2-ethane (bpen) (4] To a solution of 2-pyridinecarboxylic acid (12.3 g, 0.1 mol) in 40 ml pyridine, 3.0 g 1,2-diaminoethane (0.05 mol) in 10 ml pyridine is added. After 10 min stirring, a white precipitate forms and the suspension is heated on an oil bath. 26.2 ml of triphenylphosphite (0.1 mol) is slowly added and the solution is refluxed for 4 h. Cooling yields a yellow precipitate. After recrystallisation from ethanol, white-yellow needles are obtained (m.p. 190). 2.3. Synthesis of N,N'-bis(2-pyridinecarboxamide)-1,3-propane (bppn) The procedure is analogous to that for bpen, but instead of ethylenediamine, 3.7 g of 1,3-diaminopropane is added. Overnight crystallisation and recrystallisation from ethanol gives white crystals (m.p. 91). 59 2.4. Synthesis of (Mn(phen)z )2 +-NaY The method is analogous to that reported for cis-[Mn(bpy)z]z+-NaY [5]. Following stoichiometry results in a zeolite with 1.7 wt% of Mn, or 1 Mn per 2 supercages. 1.3 g of NaY zeolite (on dry weight basis) is stirred in 200 ml of a 2 mM aqueous Mn(CH3C00)2 solution. After repeated washing, the zeolite is dried for 15 h at 423 K in a NZ flow of 100 ml per minute. In a NZ glovebox, I g of the dehydrated MnNaY is intimately mixed with 0.14 g 1,10phenantroline (phen) ligand, which corresponds to a phen:Mn ratio of 2.5:1. This mixture is kept at 363 K for 24 h and Soxhlet-extracted for 24 h with CH ZCl ., to remove unreacted ligand. 2.5. Synthesis of (Mn(bpen))-NaY and Mn(bppn)]-NaY An analogous procedure is followed but the zeolite is dehydrated at 473 K before ligand addition. To 1 g of dry zeolite, 0.091 g of bpen or 0.096 g of bppn is added, corresponding to a 10% ligand excess with respect to Mn. After a 96 h adsorption at 393 K and Soxhlet extraction, grey (bpen) or yellow-brown (bppn) samples are obtained. 2.6. Apparatus ESR spectra were recorded at X-band with a Bruker ESP-300 with a TE104 cavity. ESCA measurements were performed with a PerkinElmer PHI 5500-5600 instrument with monochromatic AIKa X-radiation (1486.6 eV). Calibration values are: Mn(2P3/2): 639.6 eV (sensitivity factor 150.146); Al(2p): 71.2 eV (SF 19.719); Si(2p): 99.7 eV (SF 28.827). FT-IR spectroscopy was performed on a Nicolet FT-IR 730, averaging 400 scans per sample. Diffuse reflectance UV-VIS-NIR spectra were recorded on a Cary-5 with a BaS04 coated integration sphere. Catalytic reactions were performed in stirred glass vessels, equipped to operate under cooling or gradual reactant addition. 60 P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 3. Physico-chemical characterization of ligand-containing Mn zeolites 3.1. Electron spin resonance spectroscopy ESR can probe the nuclearity, the valency and especially for divalent Mn, the local symmetry. The latter information can be derived from the values of the parameters D and E, which describe the splittings between the 6 energy levels for an S = 5/2 cation in zero magnetic field [6]. For unchelated Mn2+ in faujasite type zeolites, D and E are quite small, so that only the 0 MS = + 1 /2 H -1 /2 transition is observed, with the other four nonKramers transitions broadened and hidden under this central band [7]. A distortion of the symmetry from this originally close-to-octahedral state gives rise to supplementary lines, both upfield and downfield from the central transition, due to the transitions involving the Ms = + 5/2, + 3/2, - 3/2 and - 5/2 states. Moreover, the intensity of the half-field transitions (0 MS = 2) increases exponentially with the magnitude of the zero-field splitting; this yields a new feature centered around g = 4.3 [8]. In the case of axial symmetry, D 0 0 and E = 0, and the value of D may be derived directly from the spacing between the 5 fine lines [6]. For instance, ligands of the triazacyclononane type (tacn and tmtacn), adsorbed on MnNaY, produce such spectra [9]. For lower symmetry, e.g. with cis-[Mn(bipyridine)Z]2+, the non-zero value of E causes an additional splitting. These trends are illustrated in Fig. 2a and b for a MnNaY zeolite containing bipyridine (bpy) or tetramethylcyclam (tmcyclam, 1,4,8,11-tetramethyl-1,4,8,11-tetraazacyclotetradecane). For relatively small values of D and E, most of the spectral intensity in X-band remains accumulated close to the geff = 2 value, as observed for the bpy containing sample [10]. The spectral features outside this central domain get much more important with tmcyclam. The half-field transition is prominent, and non-Kramers transitions are well-recognizable, e.g. at 2600, 3800 DPPH r v - H 400 G a b Fig. 2. X-band ESR spectra (120 K) of (a) [Mn(bpy)2]z+-NaY, (b) [Mn(tmcyclam)]=+-NaY. For (a), the spectrum remained the same after long exposure to ambient air. ( X ) indicates the halffield transition (at geee = 4.3). In (b), ( A ) indicate the non-Kramers transitions, involving S=5/2, 3/2, -3/2 or -5/2 states. (c) Spectrum of air-exposed [Mn(trien)]2+-NaY, with the 16-line signal of a Will -Mnw dimer. and 4700 G. If there is a distribution of D values, or if D and E get large, less resolved spectra may be obtained and a complex, often broad spectrum is obtained. Thus, even if it is not always possible to assign unambiguously the symmetry of the formed Mn complexes based on the ESR spectrum, the observation of lines outside the central sextet gives at least a semi-quantitative idea on the distortions caused in the Mn coordination sphere by the adsorbed ligand. The zeolite encapsulation has also an impact on the nuclearity and valency. To evaluate the amount of Mnll in a sample, the room temperature ESR spectrum of a known amount of Mn zeolite is integrated twice. This prevents interference by other, high valent species, which P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 only become visible at low temperature. For a [Mn(bpy)2]2+-NaY zeolite, the intensity of the Mntl signal is not affected by exposure to air. This sharply contrasts with the behaviour of [Mn(bpy)Z]2+ complexes in aerated solution, where oxidation and dimerization take place. The latter phenomena are characterized by the observation at T < 150 K of a 16-line signal of a Mnitl-Mntv dieter [11], though other redox and aggregation states may also occur. A similar 16-line signal is observed upon exposure of a [Mn(trien)]Z+-NaY zeolite to air (see Fig. 2c; trien = triethylenetetramine). The observation of the latter dimer implies that the [Mn(trien)]2+ complexes are sufficiently small or flexible to migrate through the 12-MR windows of the zeolite and form dimers. In contrast, the [Mn(bpy)2]2+ chelates are too large to allow complex diffusion through the pore system, and this secures the mononuclear character of the complex. 3.2. Diffuse reflectance spectroscopy In the spectra of ligand containing Mn zeolites, one would expect the d-d transitions from the 6A, ground state of high spin Mnt' to higher lying states [ 12]. However these are mostly masked by more intense transitions. For bpy and phen containing zeolites, charge transfer 2 C ca L O oli a b 0 200 300 400 500 600 700 Wavelength ( net ) Fig. 3. Diffuse reflectance spectra of (a) [Mn(bpy)21=+-NaY, and (b) [Mn(phen)=12+-NaY. 61 A 900 800 700 600 Wavenumber (cni I) Fig. 4. FT-IR spectrum of [Mn(phen)=1=+-NaY in the 600-900 cm-' region. (v) indicate the C-H out-of-plane deformation vibrations of the phen ligand. bands are observed, which originate in the MLCT case from the promotion of an electron from the metal to the ligand, resulting in a 5D Wit state [13]. Significant differences are observed between the charge transfer bands of nay entrapped [Mn(phen)2]a+ and [Mn(bpy)2]2+ (Fig. 3). With the phen ligand, the MLCT bands (at 524 and 480 net) are significantly broader than with bpy (530 and 486 net). This difference follows from the different degree of distortion of the coordination sphere for both compounds. With the flexible bpy ligand, rotation along the C2-C'2 axis is allowed, but with the rigid phen molecule, no deviation from the planar ligand structure is possible. As a result, the phen ligand is less capable of adapting to different coordination requirements, and distortions of the coordination sphere are more pronounced with phen than with bpy. Strong charge transfer bands are also observed for other Mn zeolites containing a-diimine ligands, such as the Schiff bases pyren and pyrpn (pyren = bis(2pyridinecarboxaldehyde)-1,2-ethylenediimine; pyrpn = bis(2-pyridinecarboxaldehyde)-1,3- propylenediimine) [14]. The latter materials display a purple color, and absorb strongly around 600 net. 62 P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 In the UV domain, the -rr-a * transitions of aromatic ligands are dominant. For instance for [Mn(phen)2]2+-NaY, the 226, 265 and 290 nm absorptions are characteristic for the metal-coordinated ligand. However, it cannot be excluded that part of the phen ligand, with pKt = 4.98, is present in its protonated form, which is expected to absorb at 222 and 276 nm [13]. 3.3. Fourier transform infrared (FT-IR) spectroscopy In the case of the polypyridine ligands, IR can be used to probe the stereochemistry of the intrazeolite complexes. To discriminate between cis and trans bis complexes, the C-H out-of- 10 plane (oop) deformation vibrations are employed [15]. For [Mn(bpy)2]2+-NaY, a splitted band is observed around 765 cm-'. Such a splitting is also observed for crystalline [Mn(bpy)2(N03)2] with cis conformation, but not for the analogous, more symmetrical trans complex. Hence the intrazeolite complex has the cis conformation [5]. A similar argument applies to the phen system. In the relevant domain, two discrete absorptions are observed, around 725 and 848 cm-1, which can both be assigned to ring H atoms moving in phase out of the plane of the aromatic ring. As the frequency of such vibrations increases with a decreasing number of adjacent H atoms on the ring, the 848 cm-1 band is assigned to the oop 6 4 t 3 2 1 0 1400 1200 1000 800 600 -Mn 2p 3/2 Mn 2p 1/2 - ~ , .1\"f Binding energy (eV) to -C 1s a h N N S ~ fn 4 1 h N -_~ na 2 1 0 250 400 200 0 N ~ M ~ C N aZ~ Zo 200 150 100 50 0 Binding energy (eV) Fig. 5. ESCA data for [Mn(phen)212+-NaY: (upper spectrum) survey scan of the 0-1400 eV region with magnified insert of the 600-700 eV region and (bottom spectrum) the 0-300 eV region. P.-P. Knops-Gerrits et al. /Journal of Volecular Catalysis A: Chemical 117 (1997) 57-70 motion of H on the central ring (with two neighboring H atoms) and the 725 cm-1 band to that of the pyridyl rings, where there are three adjacent H atoms (Fig. 4). Again these bands are degenerate for the highly symmetrical crystalline trans compound (D2h), but for the crystalline cis complex (C2) and for the zeolite-entrapped compound, especially the low-frequency oop vibration displays a discern able splitting. This allows to assign a cis con formation to the zeolite-occluded complex. 3.4. Surface analysis The Mn distribution in the zeolite crystal can be assessed via a combination of ESCA, ele mental analysis, thermogravimetry and electron microscopy. This is illustrated by the data for a [Mn(phen)z]z+-NaY sample, prepared with a loading of 1 Mn ion per supercage. Already the SEM pictures do not allow to detect any other material than crystalline faujasite. With ESCA (Fig. 5) and elemental chemical analysis (CA), following elemental ratios are found: Mn:Si = 0.044 (ESCA) and 0.06 (CA); Mn:AI = 0.18 (ESCA) and 0.14 (CA). From these numbers a surface enrichment of Si with respect to A1 can be deduced, which is in agreement with earlier ESCA work on zeolites [16]. However, if all tetrahedral lattice atoms (T) are considered to gether, the Mn:T ratio at the surface closely matches that in the crystal bulk, proving that 1-hexane complexation is mainly an inner pore process. Cyclohexene With thermogravimetric analysis, a phen:Mn ra- Cyclohexene h 1-hexane ` do of 2.14:1 is obtained. The corresponding Cyclohexene N:Mn ratio is only slightly lower than that obtained by ESCA (N:Mn = 5.12). Thus ligand accumulation in the outer rim of the crystals seems insignificant. Substrate Substrate Styrene NaY E-CH 3-styrene NaY a-CHI-styrene NaY 4. Selective catalytic oxidation 4.1. Bidentate ligands The occlusion of [Mn(bpy)z]z+ and related complexes in faujasites is a revealing example 63 of the potential beneficial effects of zeolite entrapment on the catalytic properties of a metal compound [5,17]. As demonstrated via ESR, the occlusion of [Mn(bpy)z]z+ in the supercages renders the complex resistant against oxidative processes such as the formation of ,u-oxo di- or trimers. While these clusters are inactive in catalytic oxygenation, the monomeric, zeoliteoccluded species permits selective alkene oxygenation with H zOz. In the zeolite, [Mn(bpy)z]z+ and Brsted acid sites can be intimately mixed. This bifunctionality allows to open the epoxides formed on the Mn sites. Starting from cyclic alkenes, either epoxides or further oxidation products, such as a, co-alkanedicarboxylic acids, can be obtained in one step (Table 1) [18]. One would expect the hydrophilic nature of the host material to prevent diffusion of the olefin substrate towards the active Mn sites. This would be the case if one would be dealing with a simple NaX or NaY zeolite. In ligand Table 1 Substrate conversions (X, %) and product selectivities (S, o) in the oxidation of alkenes and styrenes with [Mn(bpy)z]=+, encapsulated in faujasites a Host X (%) NaY NaY NaY NaX NaX 20 62 100 22 41 Host x (%> 21 31 43 epoxide diol diacid 50 40 6 79 81 14 62 32 s (%o 80 epoxide diol PhCXO 81 I 11d 39 ' 1 -3 9 d 23 2 73 t V Reaction conditions: 60 mmol of 1-hexane or cyclohexene, 120 mmol H=O2, 0.2 mmol Mn in 0.3 g catalyst, 50 ml acetone, 18 h. For aromatic olefins: 2.5 mmol substrate, 5 mmol H,O2. 0.02 mmol Mn in 0.03 g catalyst, 5 ml acetone, 18 h. b A large H20z excess (600 mmol) was used; reaction time 40 h. ` Reaction time 4 h, 80 mmol H-O=. d X = H. a Epoxide isomer distribution: 80%r E,20%rZ.fX=CHI. P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 containing faujasites, the internal space is coated with hydrophobic molecules. This strongly reduces the water affinity of the system, as evidenced e.g. by a comparison of the IR spectra of hydrated NaY and [Mn(bpy)2]2+-NaY. In the latter material, the intensity of the water bending vibration is strongly reduced. The moderate hydrophobicity of the catalytic material seems just suited for bringing together the polar oxidant and the apolar substrate. The architecture of the original [Mn(bpy)2]2+-NaY system can be changed in a variety of ways. Substitution of the NaY by a NaX zeolite reduces the Brsted acid strength, and enables the accumulation of larger epoxide yields (Table 1). For 1-hexene and cyclohexene, the selectivity increases to 81 % (from 50%) and to 62% (from 6%) [5]. Another possible host material is the hexagonal faujasite with EMT topology, which is slightly more hydrophobic than the familiar NaY zeolite. Variation of the co-cation in [Mn(bpy)Z]2+-Y not only affects the conversion but also the selectivity of the epoxidation. Na+ was replaced by the smaller Li + cation and by the larger K+. The nature of the cation influences the siting of Mn2+ in the dehydrated zeolites before ligand adsorption, and may thus influence the eventual product of the ligand adsorption procedure. Moreover, for a constant cation charge of + 1, a decreasing size of the cation causes a higher electrostatic potential in the zeolite voids, expectedly favoring reactions which involve highly polar transition states. Finally, the locations of these different monovalent cations in the lattice may be different. In the sequence K+-j Na+- Lit- the activity in otherwise identical conditions increases, but the epoxide selectivity decreases [19]. With Li+ ions, the conversion rises to 96% after 4 h against 52% after 18 h for Na+. The least solvolysis is observed with K+ ions, and epoxide selectivities up to 75% are obtained. Especially the latter effects on selectivity are easily understood based on the highly polar character of the epoxide solvolysis reaction. Finally, it should be stressed that presence of even limited amounts of protons can dramatically reduce epoxide selectivity. Thus exchange of the Mn zeolite at a pH of 4 causes a significant drop in epoxide yield. On the macroscopic level, the catalyst can also be modified by incorporation in a polydimethylsiloxane (PDMS) membrane [20,21]. Operation of the catalyst then becomes possible even in the absence of a solvent, provided the substrate is able to cause some swelling of the membrane structure. Although HZOZ efficiencies tend to be lower with the membrane catalyst than with the free zeolite, a remarkably beneficial effect is that the use of tBu00H as an oxidant becomes more favorable. These phenomena have been related to the preferential sorption of hydrophobic components in such membranes. The replacement of bpy with phen has a profound effect on the catalytic properties of the material. The catalytic properties of Mn-phen complexes have hardly been studied to date. Recently, the aerobic oxidation of indoleacetic acid with dissolved Mn-phen complexes has been described [22]. We have investigated the catalytic properties of zeolite-entrapped Mnphen complexes; results for oxidation of various olefins with different oxidants are summarized in Table 2. Whereas with PhIO and tBu00H the highest conversions are obtained in the absence of a solvent, the use of acetone as a reaction medium is most appropriate with H20z. In general the H 202 conversion is considerably higher for [Mn(phen)2]2+-Y than for [Mn(bpy)Z]2+-Y (e.g., 78 versus 51% for a 0.33 substrate/H202 ratio), but with bpy, oxygenation at the double bond is about 2 to 3 times more important. The considerable H202 loss to OZ with the phen based catalyst may be due to a lesser degree of Mn complexation. We have indeed observed that free Mn, as in MnNaY, largely decomposes HZOz via radical pathways. The latter reactions are accompanied by a small amount of alkene oxidation, mainly at the allylic position. The larger dimensions of P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 Table 2 Oxidation of olefins with PhIO, H,O_ or tBu00H, catalyzed by zeolite-entrapped [Mn(phen)2]=+ Substrate Oxidant X (%) S (%) epoxide diol tBuO-of b others Cyclohexene PhIO 15 PhIO 44 H,O, 17 tBu00H 7 tBu00H d 18 Substrate Oxidant Styrene 49 29 18 32 - 35 7 19 32 41 3 28 53 16 epoxide diol others e PhIO 13 100 - - H=O= 16 76 2 22 tBu00H 14 67 132 51 71 \" Reaction conditions: 2.5 mmol substrate; 0.5 mmol PhIO. 5 mmol H~O: or 1 mmol tBu00H; 20 pmol Mn (in 0.03 g catalyst), 2 ml acetone, l8 h, 293 K. b tBuO-of = 2-tert-butoxycyclohexanol. ` Products of allylic oxidation, hydration and derived products: cyclohexanol, cyclohexanone, cyclohex-2-enol. cyclohex-2-enone. d No solvent. a Mainly benzaldehyde. the phen ligand may make the complexation less complete, causing more catalase activity on the sample. On the other hand, the [Mn(phen)2]2+ complexes may also themselves be at the origin of the catalase activity. It has been reported for complexes in solution that the disproportionation activity is maximal at a ligand to Mn ratio of 12 for bpy and 2 for phen [23]. The latter 2:1 phen:Mn is also present in the zeolite catalyst, suggesting a [Mn(phen)2]z+ contribution in the catalase activity. Oxidation of olefins with [Mn(phen)2]2+NaY and H20z mainly gives oxidation at the double bond, but hydrolysis is considerable. Moreover, side reactions for cyclohexene comprise double bond hydration to cyclohexanol and allylic oxidation to 2-cyclohexen-l-of and 2-cyclohexen-l-one. In the case of styrene, benzaldehyde is a substantial by-product. Using PhIO and [Mn(phen)2]2+-NaY, the solvolysis is negligible, and high epoxide yields are obtained. With PhIO, cis-[Mn(phen)2]2+NaY performs even better than cis[Mn(bpy)2]Z+-Y. For styrene a selective conversion to the epoxide is seen. With cyclohex- 65 ene epoxidation occurs, together with some hydration and allylic oxidation. In the reactions with tBu00H epoxide selectivities are not only diminished by hydrolysis but also by formation of 2-tert-butoxycyclohexan-l-ol. 4.2. Tridentate ligands The interest in the catalytic properties of Mn-triazacyclononane type complexes has arisen from their catalase-like deperoxidation activity. As these catalysts work even at room temperature, they are suited to activate bleaching processes, in which most H 202 is converted into OZ [24]. Recently it has been discovered that in the presence of an olefin, the balance between oxidant disproportionation and epoxidation can be shifted to favor the latter reaction, namely (i) by working at sub-ambient temperature, and (ii) using a solvent with which HZOz reversibly forms a complex, such as acetone [25]. Moreover, it was shown that the catalytic characteristics, e.g. the activity, or the degree of stereoretention, can be influenced by changing the immediate environment of the catalytic Mn site, for instance, when alcohol or carboxylate functions are introduced into the side-chain substituents on the nitrogen atom [26]. Thus one may expect also profound differences with the solution chemistry when such catalytic species are confined to the inner pore volume of zeolites. Tacn and tmtacn both form chelates with intrazeolite Mn, as can be proved by an analysis of the zero-field splitting in the Mn\" ESR spectrum [9]. Under the influence of H202, oxidized Mn\"'-Mn'v dimers are formed in both zeolites. Nevertheless the catalytic properties of the resulting materials differ dramatically. With tacn as the ligand, H202 decomposition is the main process, accompanied by very little epoxidation. With tmtacn, oxidant disproportionation is still observed, but there is an important and very selective epoxidation activity (Table 3) [27]. This difference between the two ligands may be due to the formation of hydrogen bridges be- 66 P.-P. Knops-Gerrits et al. / Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 Table 3 Olefin oxidation with [Mn(tmtacn)]z+-NaY and HZOZ a Substrate T (K) Solvent Conversion Epoxide sel. (%) Styrene 298 273 methanol 0.4 acetone 19.3 Cyclohexene 298 methanol 0.3 273 acetone 25.3 100 98 100 95 a Reaction conditions: 1 mmol olefin, 1 mmol H20z, 1 g of solvent, 0.025 g catalyst (containing 8 ,mol Mn), 12 h. tween the N-H groups of tacn and HZO2, resulting in a high local peroxide concentration at the Mn site and a pronounced peroxide decomposition. On the other hand, the secondary N-H groups of tacn are expected to be quite susceptible to oxidation, resulting in deactivation of the catalyst. This difference between the methylated and the unmethylated ligand is also observed in the corresponding homogeneous catalysis. As is observed for the homogeneous reaction, acetone is also by far the best solvent for the heterogeneous catalytic reaction. This is due to the formation of 2-hydroxy-2-hydroperoxypropane [28]: CH3 CH3COCH3 + HZOZ ; CH3+OH OOH The latter compound gradually releases H202 as the reaction proceeds, maintaining a constant low oxidant concentration. Nevertheless important differences are observed between the homogeneous [Mn(tmtacn)]2+ catalyst and its zeolite-immobilized counterpart. First, allylic oxidation is considerably limited in comparison with the homogeneous catalyst. With the latter, some side reaction is observed, especially for aliphatic traps alkenes. Thus with traps-2-hexene, 19% of the products arise from allylic oxidation for the homogeneous catalyst. With [Mn(tmtacn)]2+ in NaY, this value is reduced to 5%, giving an epoxide selectivity of 95% from trans-2-hexene. Secondly, for cis or traps aliphatic alkenes, the isomerization in the epoxide fraction is reduced with the heterogeneous catalyst in comparison with the homogeneous system. The isomer scrambling in the homogeneous catalysis probably arises from a partial radical character on the high-valent, mono-oxygen transferring Mn species. Tentatively, one may ascribe the lower degree of isomerisation in the zeolite-catalyzed reaction to a reduced molecular motion at the zeolite surface, giving less rotation around the C-C bond during the epoxidation transition state. Finally, while traps-2-hexene and trans5-decene are about equally reactive in homogeneous catalysis, the reactivity of traps-5-decene is only half of that the hexene with [Mn(tmtacn)]2+-NaY. While this may be due to a shape-selective effect, the low affinity of the very apolar decene for the polar zeolite surface undoubtedly is also important. The acid-base situation in the [Mn(tmtacn)]Z+-NaY material deserves further comment. As with [Mn(bpy)2]2+-NaY, one may expect formation of acid sites after the dehydration of the zeolite, due to hydrolysis of the Mn canon. However, it was observed that one needs at least two molecules of tmtacn per Mn during the ligand adsorption in order to obtain a homogeneous distribution of the liquid ligand over the solid sample. The excess of ligand thus introduced effectively neutralizes any acidity. This contrasts with the situation in [Mn(bpy)2]2+-NaY; indeed bpy is a much weaker base than tmtacn, and an excess bpy has less effect on the presence of acid sites. Consequently, acid-catalyzed oxirane ring opening is hardly observed in optimum [Mn(tmtacn)]2+NaY catalysts. Use of only one molecule of tmtacn per Mn results in catalysts with poorer performance. For instance, the selectivity in the styrene epoxidation is reduced from over 95% (at Mnamtacn = 1:2), to less than 40% (at Mnamtacn = 1:1). Side products include benzaldehyde and phenylacetaldehyde, the latter typically resulting from acid catalysis [29]. P.-P. Knops-Gerrits et al. / Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 4.3. Tetradentate Schiff bases Schiff bases have been synthesized in an amazing structural variability. This flexibility can also be applied to optimize the design of zeolite-based hydrocarbon oxidation catalysts. The first report on this type of catalyst employed the Schiff base salen, adsorbed on a MnNaY zeolite [30]. With the resulting material, a limited number of catalyst turnovers could be obtained in the oxidation of olefins with PhIO. We extended this work to alkane oxidation, and replaced the phenol groups in the salen ligand by more oxidation-resistant pyridil groups, resulting in the pyren ligand. Whereas salen is a 3-2-3 ligand, pyren is a only 2-2-2 ligand 1; the distances between the nitrogen donor atoms may not be sufficient to allow a planar ligand disposition around Mn. Therefore the pyrpn ligand was introduced, in which the ethylene bridge of pyren is replaced with a propylene group, resulting in a 2-3-2 ligand. Details on the synthesis and the physicochemical characteristics of the Mn Schiff base zeolites have been published [14]. In all cases, the disproportionation of H 202 on the Mn Schiff base zeolites is too fast to allow use of the oxidant for oxygenation of a substrate. This catalase activity may be due to the formed complexes or to the presence of unchelated Mn. With PhIO, fair selectivities are obtained in the oxidation of cyclohexene and cyclohexane. With cyclohexene, the oxide is the main product; cyclohexane yields a cyclohexanol-cyclohexanone mixture. However, especially in the latter case, the turnover numbers are low. This is due to a combination of factors, such as the low solubility of PhIO, or the slow diffusion of PhIO in zeolite channels. In view of the low product yields with PhIO, tBu00H may be a more active alternative. With the different Mn Schiff base zeolites and I The digits refer to the number of C atoms linking the coordinating N or 0 atoms. 67 olefins, styrene yields the epoxide and benzaldehyde, which is a bond fission product. That the mechanism of these oxidations is mechanistically not purely of the oxo transfer type, but at contrast has some radical character, becomes even more evident in the oxidation of cyclohexene. The mixed peroxide (cyclohex-2enyl)(tert-butyl)peroxide is the main product. In his study of homogeneous [Mn(salen)] catalysis with olefins and tBu00H, Kochi et al. ascribed this radical pathway to homolysis of the intermediate Mn-OOtBu species, and formation of the radicals Mn'vO ` and tBuO % [31]. In homogeneous conditions, epoxide yields are improved by addition of an axially coordinating base such as pyridine. The base enables heterolysis of Mn-OOtBu to Mnv = O and a non-radical reaction. We have tried to obtain a similar effect in the heterogeneous system via addition of pyridine, or by the use of a pentadentate ligand, such as sm dptH (bis(salicylaldehyde)methylnitrilodipropylenediimine). Such a design has been successful in the case of O., sorption on zeolite-entrapped Co Schiff base complexes [32]. However, in the catalysis with Mn, the homolytic pathway remained dominant, indicating that the coordination chemistry of the entrapped Mn Schiff base complexes might be different from that of the solution species. This partial radical character however does not hinder these systems to be efficient room temperature alkane functionalisation catalysts. In a screening test (Table 4), [Mn(salen)]-NaY, [Mn(pyren)]2+-NaY and [Mn(pyrpn)]2+-NaY display a comparable activity in cyclohexane oxygenation, with yields about 10 times higher than with PhIO. However, a clear difference between the different catalysts emerges when reactions are conducted over longer periods, and at lower catalyst concentration. In the long run, the catalysts with the pyren or pyrpn ligand remain active, while with the salen ligand fast deactivation occurs. This contrast is most likely due to the presence of the phenol group in salen, which is susceptible to oxidation [33]. 68 P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 Table 4 Alkane and olefin oxidation with Mn Schiff base zeolites and different oxidants Substrate Catalyst Oxidant Products (mol per mol Mn) epoxide enone b peroxide Cyclohexene [Mn(salen)]-NaY PhIO 3.5 1.1 - [Mn(pyren)]2+-NaY PhIO 1.4 1.0 - [Mn(salen)]-NaY tBu00H 0.2 2.5 12.1 [Mn(pyren)]2+-NaY tBu00H 0.5 2.1 10.8 Substrate Catalyst Oxidant Products (mol per mol Mn) epoxide PhCOH Styrene [Mn(salen)]-NaY PhIO 13.3 1.1 [Mn(pyren)]2+-NaY PhIO 9.8 4 [Mn(salen)]-NaY tBu00H 3.0 3.7 [Mn(pyren)]2+-NaY tBu00H 2.7 2.5 [Mn(pyrpn)]2+-NaY tBu00H 2.5 3.6 Substrate Catalyst Oxidant Products (mol per mol Mn) alcohol ketone Cyclohexane [Mn(salen)]-NaY PhIO 0.55 0.5 [Mn(pyren)]2+-NaY PhIO 0.65 0.5 [Mn(salen)]-NaY tBu00H 1.0 4.2 [Mn(pyren)]Z+-NaY tBu00H 3.2 7.7 [Mn(pyrpn)]2+-NaY tBu00H 2.4 7.3 a [Mn(salen)]-NaY tBu00H 5.3 8.0 [Mn(pyren)]z+-NaY tBu00H 6.1 70.5 [Mn(pyrpn)]2+-NaY tBu00H 6.7 50.0 a Reaction conditions: 2.5 mmol substrate; 1 mmol PhIO in 2 ml acetonitrile or 1.5 mmol tBu00H in 2 ml acetone; 30 N,mol Mn in 0.1 g catalyst, 293 K, 10 h. b Enone = 2-cyclohexen-l-one. ` Peroxide = (cyclohex-2-enyl)(t-butyl)peroxide. d Conditions: 50 mmol cyclohexane, 80 mmol tBu00H, 50 ml acetone, 150 Amol Mn in 0.5 g catalyst, 293 K, 50 h. [Mn(pyren)]2+-NaY does not contain this oxidation-sensitive site; and high oxidate yields are obtained, up to 2.5 g of oxidate per g of catalyst, which is the same as for the well-studied Fe-phthalocyanine in NaY catalyst [34]. On a Mn basis, the minimum turnover number is 150. The ketone selectivities are remarkably high: in one step 90% ketone is obtained from the alkane. The heterogeneity of these systems deserves a special comment. At contrast with the previously discussed neutral bidentate and tridentate ligands, tetradentate Schiff bases such as salen, or the tetradentate amide ligands, may loose protons upon chelation, and the resulting complexes may be neutral. We have observed that for neutral complexes such as [Mn(salen)]-NaY, leaching of the complexes into solution may occur, especially if the catalytic reaction is per- formed in a highly polar solvent. Such problems can be overcome (i) by Soxhlet extracting the catalyst at the end of the synthesis with a rather polar solvent, e.g. acetone, and (ii) by subsequently performing the reaction in a less polar solvent such as dichloromethane. Thus the Table 5 Oxidation of cyclohexene with HZO2, catalyzed by [Mn(bpen)]NaY and [Mn(bppn)]-NaY. Catalyst X (%) S (%) epoxide diol dione 36 50 11 7.5 78 12 [Mn(bppn)]-Y 96 [Mn(bpen)]-Y 73 Reaction conditions: 2.5 mmol cyclohexene, 20 mmol HZOz (as a 35% aqueous solution), 293 K 0.05 g catalyst (containing 3 Ekmol Mn), in 2 g acetone. In both reactions, small amounts of cyclohexanone and 2-cyclohexen-l-one were detected (respectively 1 and 2%). P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 717 (7997) 57-70 catalysis occurs under truly heterogeneous conditions. The complexes formed from Mn and pyren or pyrpn at contrast are cationic, and their retention in the zeolite framework is superior to that of the salen complexes. This constitutes another advantage of these modified Schiff base ligands. 4.4. Tetradentate amide ligands The family of the amide ligands constitutes a further possibility for structural variation. As an example, Table 5 presents results obtained with H20Z and Mn zeolites containing the ligands bpen and bppn. When excesses of HZOz are used, high conversions of cyclohexene can be obtained, with predominantly double bond oxidation. Conversions and epoxide selectivities are somewhat higher for bppn than for bpen containing catalysts. Our data allow a comparison with the homogeneous catalysis by Mn complexes of related diamido ligands, reported by Leung et al. [35]. The homogeneously catalyzed cyclohexene oxidation with [Mn(bpc)(O,CMe)] (bpc = 4,5-dichloro-1,2bis(pyridine-2-carboxamido)-benzene) gives an epoxide yield of 44% and cyclohex-2-en-l-one and - [-of yields of 24% and 11 % respectively. In the heterogeneous, zeolite-catalyzed reactions far less allylic oxidation occurs. This observation parallels what happens with the tmtacn catalysis upon immobilisation in a zeolite. 5. Glossary bpen bpy phen pyren pyrpn N, N'-bis(2-pyridinecarboxamide)1,2-ethane N, N'-bis(2-pyridinecarboxamide)1,3-propane 2,2'-bypiridine phenantroline bis(2-pyridinecarboxaldehyde)1,2-ethylenediimine bis(2-pyridinecarboxaldehyde)1,3-propylenediimine 69 tacn tmcyclam trien salenH 2 bis(salicylaldehyde)ethylenedi imine 1,4,7-triazacyclononane 1,4,8,11-tetramethyl-1,4,8,11-tetra - azacyclotetradecane tmtacn 1,4,7-trimethyl-1,4,7-triazacyclo nonane triethylenetetramine Acknowledgements We are indebted to the Belgian federal gov- ernment for support in the frame of an InterUniversitary Attraction Pole on Supramolecular Catalysis. PPKG and DDV thank the Belgian National Fund for Scientific Research (N.F.W.O.) for fellowships as research assistant and post-doctoral researcher. References [1] V.L. Pecoraro. M.J. Baldwin and A. Gelasco, Chem. Rev. 94 (1994) 807; K. Wieghardt. Angew. Chem. Int. Ed. Engl. 28 (1989) 1153: G.W. Brudvig and R.H. Crabtree, Prog. Inorg. Chem. 37 (1989) 99; V.L. Pecoraro. (Ed.). Mn Redox Enzymes (Verlag Chemie, New York, 1992). [2] H.J. Eppley, H. Tsai, N. de Vries, K. Folting, G. Christou and D.N. Hendrickson, J. Am. Chem. Soc. 117 (1995) 301. [3] G. Christou, Ace. Chem. Res. 22 (1989) 328. [4] D.J. Barnes. R.L. Chapman. F.S. Stephens and R.S. Vagg, Inorg. Chim. Acta 51 (1981) 155. [5] P.P. Knops-Gerrits, D.E. De Vos, F. Thibault-Starzyk and P.A. Jacobs, Nature 369 (1994) 543. [6] B. Bleaney and D.J.E. Ingram, Proc. R. Soc. London A 205 (1951) 336; R.D. Dowsing, J.F. Gibson, D.M. Goodgame, M. Goodgame and P.J. Hayward, Nature 219 (1968) 1037. [7] T.I. Barry and L.A. Lay, Nature 208 (1965) 1312: J. Phys. Chem. Solids 27 (1966) 1821; Nature 29 (1968) 1395. [8] H.W. De Wijn and R.F. Van Balderen, J. Chem. Phys. 46 (1967) 1381. [9] D.E. De Vos and T. Bein, submitted for publication. [10] G.M. Woltermann and JR. Wasson, Inorg. Chem. 12 (1973) 2366. [11] S.R. Cooper and M. Calvin, J. Am. Chem. Soc. 99 (1977) 6623; S.R. Cooper, G.C. Dismukes, M.P. Klein and M. Calvin, J. Am. Chem. Soc. 100 (1977) 7248. [12] A. Lever, Inorganic Electronic Spectroscopy, 2nd Ed. (Else vier, 1984). [13] W.R. McWhinney and J.D. Miller. Adv. Inorg. Chem. Ru dchem. 12 (1967) 135; P.P. Knops-Gerrits, F. De Schryver. 70 P.-P. Knops-Gerrits et al. /Journal of Molecular Catalysis A: Chemical 117 (1997) 57-70 H. Van Mingroot, M. Van der Auweraer, X.Y. Li and P.A. Jacobs, Chem. Eur. J. 2 (1996) 592. [14] D.E. De Vos, P.P. Knops-Gerrits, D.L. Vanoppen and P.A. Jacobs, Supramol. Chem. 6 (1995) 49. [15] E.D. McKenzie, Coord. Chem. Rev. 6 (1971) 187. [16] V.K. Kaushik, S.G.T. Bhat and D.R. Corbin, Zeolites 13 (1993) 671. [17] P.P. Knops-Gerrits, P.A. Jacobs, X.Y. Li and N.T. Yu, Proc. 14th Int. Conf. Raman Spectrosc. (Wiley Interscience, 1994) B-165. [18] P.P. Knops-Gerrits, F. Thibault-Starzyk and P.A. Jacobs, Stud. Surf. Sci. Catal. B 84 (1994) 1411. [19] P.P. Knops-Gerrits, H. Toufar and P.A. Jacobs, Stud. Surf. Sci. Catal. (1996), in press. [20] P.P. Knops-Gerrits, I. Vankelekom, E. Btse, P.A. Jacobs, Catal. Today (1996), in press. [21] R. Parton, I. Vankelecom, D. Tas, K. Janssen, P.P. Knops- Gerrits and P.A. Jacobs, J. Mol. Catal. (1996), in press. [221 R. Pressey, J. Mol. Catal. 70 (1991) 243. [23] Y.D. Tiginyanu, A.Y. Sychev and V.M. Berdnikov, Russ. J. Phys. Chem. 45 (1971) 975, 1434. [24] R. Hage, J.E. Iburg, J. Kerschner, J.H. Kock, E.L.M. Lem- pers, R.J. Martens, U.S. Racherla, S.W. Russell, T. Swarthoff, M.R.P. van Vliet, J.B. Warnaar, L. van der Wolf and B. Krijnen, Nature 369 (1994) 637. [25] D.E. De Vos and T. Bein, J. Chem. Soc. Chem. Commun. (1996) 917. [26] D.E. De Vos and T. Bein, J. Organomet. Chem. (1996) in press. [27] D.E. De Vos, J. Meinershagen and T. Bein, Angew. Chem. (1996), in press. [281 M.V.C. Sauer and J.O. Edwards, J. Phys. Chem. 75 (1971) 3004. [29] D.E. De Vos, J. Meinershagen and T. Bein, Proc. XIth Int. Conf. Catal. (1996), in press. [30] C. Bowers and P.K. Dutta, J. Catal. 122 (1990) 271. [31] K. Srinivasan, S. Perrier and J.K. Kochi, J. Mol. Catal. 36 (1986) 297. [321 D.E. De Vos, E.J. Feijen, R.A. Schoonheydt and P.A. Jacobs, J. Am. Chem. Soc. 116 (1994) 4746. [33] D. Hamilton, R.S. Drago and A. Zombeck, J. Am. Chem. Soc. 109 (1987) 374. [34] R.F. Parton, L. Uytterhoeven and P.A. Jacobs, Stud. Surf. Sci. Catal. 59 (1991) 395. [35] W.H. Leung, J.-X. Ma, V.W.-W. Yam, C.-M. Che and C.-K. Poon, J. Chem. Soc. Dalton Trans. 1071 (1991). MOLCAA 96003585 S1381-1169(96)00358-5 10.1016/S1381-1169(96)00358-5 Plenary lecture Oxidation catalysis with semi-inorganic zeolite-based Mn catalysts Peter-Paul Knops-Gerrits Dirk E. De Vos Peter A. Jacobs ∗ Center for Surface Chemistry and Catalysis, Katholieke Universiteit Leuven, Kardinaal Mercierlaan 92, B-3001 Heverlee, Belgium ∗ Corresponding author. The chelation of zeolite-exchanged Mn2+ by N-containing ligands gives rise to a whole class of heterogeneous liquid phase oxidation catalysts. Bi-, tri- or tetradentate ligands can be used. A high degree of metal complexation is required to avoid side reactions due to the presence of zeolite-coordinated manganous ions. Applied physico-chemical techniques include IR, ESR and electronic spectroscopy. Oxidation-resistant chelands, e.g. with aromatic pyridine groups, are employed to ensure long-term catalyst stability. Use of hydrogen peroxide is most successful in combination with 2,2′-bipyridine (bpy) or 1,4,7-trimethyl-1,4,7-triazacyclononane (tmtacn); with both systems double bond oxidation proceeds with high selectivity. Olefin oxidations with other oxidants, e.g. tert-butylhydroperoxide (tBuOOH) or iodosylbenzene, are less selective or slower. Alkane oxidation with tBuOOH is possible with various tetradentate diimine ligands. A principal effect of the zeolite matrix is that formation of Mn clusters is impeded in comparison with solution chemistry. Other effects of the zeolite matrix include modulation of the acid strength and suppression of side reactions, such as allylic oxidation of olefins or formation of isomerized epoxides. References [1] V.L. Pecoraro M.J. Baldwin A. Gelasco Chem. Rev. 94 1994 807 K. Wieghardt Angew. Chem. Int. Ed. Engl. 28 1989 1153 G.W. Brudvig R.H. Crabtree Prog. Inorg. Chem. 37 1989 99 V.L. Pecoraro Mn Redox Enzymes 1992 Verlag Chemie New York [2] H.J. Eppley H. Tsai N. de Vries K. Folting G. Christou D.N. Hendrickson J. Am. Chem. Soc. 117 1995 301 [3] G. Christou Acc. Chem. Res. 22 1989 328 [4] D.J. Barnes R.L. Chapman F.S. Stephens R.S. Vagg Inorg. Chim. Acta 51 1981 155 [5] P.P. Knops-Gerrits D.E. De Vos F. Thibault-Starzyk P.A. Jacobs Nature 369 1994 543 [6] B. Bleaney D.J.E. Ingram Proc. R. Soc. London A 205 1951 336 R.D. Dowsing J.F. Gibson D.M. Goodgame M. Goodgame P.J. Hayward Nature 219 1968 1037 [7] T.I. Barry L.A. Lay Nature 208 1965 1312 J. Phys. Chem. Solids 27 1966 1821 Nature 29 1968 1395 [8] H.W. De Wijn R.F. Van Balderen J. Chem. Phys. 46 1967 1381 [9] D.E. De Vos and T. Bein, submitted for publication. [10] G.M. Woltermann J.R. Wasson Inorg. Chem. 12 1973 2366 [11] S.R. Cooper M. Calvin J. Am. Chem. Soc. 99 1977 6623 S.R. Cooper G.C. Dismukes M.P. Klein M. Calvin J. Am. Chem. Soc. 100 1977 7248 [12] A. Lever Inorganic Electronic Spectroscopy 2nd Ed. 1984 Elsevier [13] W.R. McWhinney J.D. Miller Adv. Inorg. Chem. Radiochem. 12 1967 135 P.P. Knops-Gerrits F. De Schryver H. Van Mingroot M. Van der Auweraer X.Y. Li P.A. Jacobs Chem. Eur. J. 2 1996 592 [14] D.E. De Vos P.P. Knops-Gerrits D.L. Vanoppen P.A. Jacobs Supramol. Chem. 6 1995 49 [15] E.D. McKenzie Coord. Chem. Rev. 6 1971 187 [16] V.K. Kaushik S.G.T. Bhat D.R. Corbin Zeolites 13 1993 671 [17] P.P. Knops-Gerrits P.A. Jacobs X.Y. Li N.T. Yu Proc. 14th Int. Conf. Raman Spectrosc. 1994 Wiley Interscience B-165 [18] P.P. Knops-Gerrits F. Thibault-Starzyk P.A. Jacobs Stud. Surf. Sci. Catal. B 84 1994 1411 [19] P.P. Knops-Gerrits H. Toufar P.A. Jacobs Stud. Surf. Sci. Catal. 1996 in press [20] P.P. Knops-Gerrits I. Vankelekom E. Béatse P.A. Jacobs Catal. Today 1996 in press [21] R. Parton I. Vankelecom D. Tas K. Janssen P.P. Knops-Gerrits P.A. Jacobs J. Mol. Catal. 1996 in press [22] R. Pressey J. Mol. Catal. 70 1991 243 [23] Y.D. Tiginyanu A.Y. Sychev V.M. Berdnikov Russ. J. Phys. Chem. 45 1971 975 Y.D. Tiginyanu A.Y. Sychev V.M. Berdnikov Russ. J. Phys. Chem. 45 1971 1434 [24] R. Hage J.E. Iburg J. Kerschner J.H. Koek E.L.M. Lempers R.J. Martens U.S. Racherla S.W. Russell T. Swarthoff M.R.P. van Vliet J.B. Warnaar L. van der Wolf B. Krijnen Nature 369 1994 637 [25] D.E. De Vos T. Bein J. Chem. Soc. Chem. Commun. 1996 917 [26] D.E. De Vos T. Bein J. Organomet. Chem. 1996 in press [27] D.E. De Vos J. Meinershagen T. Bein Angew. Chem. 1996 in press [28] M.V.C. Sauer J.O. Edwards J. Phys. Chem. 75 1971 3004 [29] D.E. De Vos J. Meinershagen T. Bein Proc. XIth Int. Conf. Catal. 1996 in press [30] C. Bowers P.K. Dutta J. Catal. 122 1990 271 [31] K. Srinivasan S. Perrier J.K. Kochi J. Mol. Catal. 36 1986 297 [32] D.E. De Vos E.J. Feijen R.A. Schoonheydt P.A. Jacobs J. Am. Chem. Soc. 116 1994 4746 [33] D. Hamilton R.S. Drago A. Zombeck J. Am. Chem. Soc. 109 1987 374 [34] R.F. Parton L. Uytterhoeven P.A. Jacobs Stud. Surf. Sci. Catal. 59 1991 395 [35] W.H. Leung J.-X. Ma V.W.-W. Yam C.-M. Che C.-K. Poon J. Chem. Soc. Dalton Trans. 1071 1991",
      "scopus-id": "0030985114",
      "coredata": {
        "eid": "1-s2.0-S1381116996003585",
        "dc:description": "The chelation of zeolite-exchanged Mn2+ by N-containing ligands gives rise to a whole class of heterogeneous liquid phase oxidation catalysts. Bi-, tri- or tetradentate ligands can be used. A high degree of metal complexation is required to avoid side reactions due to the presence of zeolite-coordinated manganous ions. Applied physico-chemical techniques include IR, ESR and electronic spectroscopy. Oxidation-resistant chelands, e.g. with aromatic pyridine groups, are employed to ensure long-term catalyst stability. Use of hydrogen peroxide is most successful in combination with 2,2′-bipyridine (bpy) or 1,4,7-trimethyl-1,4,7-triazacyclononane (tmtacn); with both systems double bond oxidation proceeds with high selectivity. Olefin oxidations with other oxidants, e.g. tert-butylhydroperoxide (tBuOOH) or iodosylbenzene, are less selective or slower. Alkane oxidation with tBuOOH is possible with various tetradentate diimine ligands. A principal effect of the zeolite matrix is that formation of Mn clusters is impeded in comparison with solution chemistry. Other effects of the zeolite matrix include modulation of the acid strength and suppression of side reactions, such as allylic oxidation of olefins or formation of isomerized epoxides.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-03-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003585",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Knops-Gerrits, Peter-Paul"
          },
          {
            "@_fa": "true",
            "$": "De Vos, Dirk E."
          },
          {
            "@_fa": "true",
            "$": "Jacobs, Peter A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003585"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003585"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00358-5",
        "prism:volume": "117",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidation catalysis with semi-inorganic zeolite-based Mn catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on the Activation of Dioxygen and Homogeneous Catalytic Oxidation",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "57-70",
        "prism:endingPage": "70",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 March 1997",
        "prism:doi": "10.1016/S1381-1169(96)00358-5",
        "prism:startingPage": "57",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00358-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030985114"
      }
    }
  }
}