{
  "metadata": {
    "title": "Pd-containing perovskite-type oxides used for three-way catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-10-24",
    "doi": "10.1016/S1381-1169(02)00177-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902001772",
    "pii": "S1381116902001772"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037167783",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-05-07 2002-05-07 2010-04-18T17:18:08 1-s2.0-S1381116902001772 S1381-1169(02)00177-2 S1381116902001772 10.1016/S1381-1169(02)00177-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01574 2015-05-15T05:56:33.301439-04:00 0 0 20021024 2002 2002-05-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 189 189 2 2 Volume 189, Issue 2 8 225 232 225 232 20021024 24 October 2002 2002-10-24 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. PDCONTAININGPEROVSKITETYPEOXIDESUSEDFORTHREEWAYCATALYSTS ZHOU K 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalytic activity evaluation 2.3 Catalysts characterization 3 Results and discussion 3.1 Catalytic activity 3.1.1 Light-off catalytic performance in a stoichiometric (S=1) reactant gases 3.1.2 Influence of reactant gas composition on the light-off performance 3.2 Catalyst characterizations 3.2.1 XRD patterns 3.2.2 Transmission electron micrograph (TEM) 3.2.3 TPR 3.2.4 XPS spectra 4 Conclusions References MURAKI 1986 419 H RAINER 1997 10769 D BECK 1994 205 D VANYPEREN 1998 51 R MAILLET 1997 85 T SHEN 2001 225 W YAMAZOE 1990 175 N WESTON 1998 247 M CHOUDHARY 1999 919 V GUILHAUME 1996 325 N GUILHAUME 1997 197 N MARTINEZARIAS 2001 51 A PARVULESCU 1998 233 V NOH 1999 575 J MARTINEZORTEGA 2001 49 F LIU 1994 443 S BATISTA 2001 113 J KIM 2000 285 D MOWERY 1999 157 D ZHOUX2002X225 ZHOUX2002X225X232 ZHOUX2002X225XK ZHOUX2002X225X232XK item S1381-1169(02)00177-2 S1381116902001772 1-s2.0-S1381116902001772 10.1016/S1381-1169(02)00177-2 271358 2010-10-03T19:46:49.223803-04:00 2002-10-24 1-s2.0-S1381116902001772-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/MAIN/application/pdf/e7f741a1b9761b67cbc86245e493bb0c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/MAIN/application/pdf/e7f741a1b9761b67cbc86245e493bb0c/main.pdf main.pdf pdf true 179205 MAIN 8 1-s2.0-S1381116902001772-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/PREVIEW/image/png/e2baee1a567ae91afa375317d429c92c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/PREVIEW/image/png/e2baee1a567ae91afa375317d429c92c/main_1.png main_1.png png 63474 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902001772-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/STRIPIN/image/gif/1522c3a42f325b809b240da9a0e16c43/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/STRIPIN/image/gif/1522c3a42f325b809b240da9a0e16c43/si1.gif si1 si1.gif gif 591 13 159 ALTIMG 1-s2.0-S1381116902001772-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr1/THUMBNAIL/image/gif/0076ea62577aa30ebde41d4b63d395ab/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr1/THUMBNAIL/image/gif/0076ea62577aa30ebde41d4b63d395ab/gr1.sml gr1 gr1.sml sml 1076 93 60 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr1/DOWNSAMPLED/image/gif/d57919d45ed0e8d5e2ac7ec7fa71dd0b/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr1/DOWNSAMPLED/image/gif/d57919d45ed0e8d5e2ac7ec7fa71dd0b/gr1.gif gr1 gr1.gif gif 13487 519 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001772-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr2/THUMBNAIL/image/gif/6f17e238a7691b77161140ac375a94c5/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr2/THUMBNAIL/image/gif/6f17e238a7691b77161140ac375a94c5/gr2.sml gr2 gr2.sml sml 1059 93 60 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr2/DOWNSAMPLED/image/gif/60690ab3809b1e17af12b24e0ba5cc03/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr2/DOWNSAMPLED/image/gif/60690ab3809b1e17af12b24e0ba5cc03/gr2.gif gr2 gr2.gif gif 12784 518 333 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001772-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr3/THUMBNAIL/image/gif/d41face6b599a1f0acb814900508b778/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr3/THUMBNAIL/image/gif/d41face6b599a1f0acb814900508b778/gr3.sml gr3 gr3.sml sml 1937 93 115 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr3/DOWNSAMPLED/image/gif/d9f19ef4f205429e50fd8fe9a0b8f9d9/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr3/DOWNSAMPLED/image/gif/d9f19ef4f205429e50fd8fe9a0b8f9d9/gr3.gif gr3 gr3.gif gif 6910 247 304 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001772-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr4/THUMBNAIL/image/gif/74102ee88a97c2d736625128171810d6/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr4/THUMBNAIL/image/gif/74102ee88a97c2d736625128171810d6/gr4.sml gr4 gr4.sml sml 1743 92 58 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr4/DOWNSAMPLED/image/jpeg/09b86389f36fd66ada3352d204cef3ae/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr4/DOWNSAMPLED/image/jpeg/09b86389f36fd66ada3352d204cef3ae/gr4.jpg gr4 gr4.jpg jpg 71687 628 394 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001772-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr5/THUMBNAIL/image/gif/fe32a42a6749472b07988dce89e186b4/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr5/THUMBNAIL/image/gif/fe32a42a6749472b07988dce89e186b4/gr5.sml gr5 gr5.sml sml 1695 93 106 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr5/DOWNSAMPLED/image/gif/89283b47c085500bb570c0e427fe9389/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr5/DOWNSAMPLED/image/gif/89283b47c085500bb570c0e427fe9389/gr5.gif gr5 gr5.gif gif 7440 272 309 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001772-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr6/THUMBNAIL/image/gif/737720bae09813335c2fa1fe56e9acec/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr6/THUMBNAIL/image/gif/737720bae09813335c2fa1fe56e9acec/gr6.sml gr6 gr6.sml sml 1412 92 51 IMAGE-THUMBNAIL 1-s2.0-S1381116902001772-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001772/gr6/DOWNSAMPLED/image/gif/9c152e8d68347e9cc35ddfb033b85b3c/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001772/gr6/DOWNSAMPLED/image/gif/9c152e8d68347e9cc35ddfb033b85b3c/gr6.gif gr6 gr6.gif gif 19172 501 277 IMAGE-DOWNSAMPLED MOLCAA 3617 S1381-1169(02)00177-2 10.1016/S1381-1169(02)00177-2 Elsevier Science B.V. Fig. 1 Light-off performance in stoichiometric (S=1.0) reactant gas over catalyst: (a) LaFe0.77Co0.17Pd0.06O3 and (b) Pd/LaFe0.8Co0.2O3. Fig. 2 Light-off performance in rich (S=0.9) reactant gas over catalyst: (a) LaFe0.77Co0.17Pd0.06O3 and (b) Pd/LaFe0.8Co0.2O3. Fig. 3 XRD analysis of the solids: LaFe0.8Co0.2O3, LaFe0.77Co0.17Pd0.06O3 and Pd/LaFe0.8Co0.2O3. Fig. 4 TEM photographs of catalysts: (a) LaFe0.77Co0.17Pd0.06O3 and (b) Pd/LaFe0.8Co0.2O3. Fig. 5 TPR profiles of catalysts: LaFe0.8Co0.2O3, Pd/LaFe0.8Co0.2O3 and LaFe0.77Co0.17Pd0.06O3. Fig. 6 XPS spectra of catalysts in the Pd 3d region: (a) pre-reaction and (b) post-reaction under rich conditions (S=0.9). Table 1 Conversion data expressed as T 50 and T 90 (°C) of Pd/LaFe0.8Co0.2O3 and LaFe0.77Co0.17Pd0.06O3 under rich (S=0.9) and stoichiometric (S=1.0) steady-state conditions Stoichiometric number (S) Catalyst CO HC NO T 50 T 90 T 50 T 90 T 50 T 90 1.0 LaFe0.77Co0.17Pd0.06O3 233 238 290 416 425 433 Pd/LaFe0.8Co0.2O3 204 208 209 242 241 267 0.9 LaFe0.77Co0.17Pd0.06O3 241 243 301 347 342 348 Pd/LaFe0.8Co0.2O3 214 216 213 216 210 215 Pd-containing perovskite-type oxides used for three-way catalysts Kebin Zhou ∗ Hongde Chen Qun Tian Zhengping Hao Dixin Shen Xiaobai Xu Research Center for Eco-Environmental Sciences, Chinese Academy of Sciences, Beijing 100085, China * Corresponding author. Tel.: +86-10-6284-9119; fax: +86-10-6292-3563. Two types of catalysts with the same palladium loading, palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3) and perovskite-supported palladium catalyst (Pd/LaFe0.8Co0.2O3) were prepared, and the effects of the preparation methods and reactant gas composition on the catalytic behaviors were investigated in detail. The catalyst structure was characterized by X-ray diffraction (XRD), transmission electron micrograph (TEM), temperature-programmed reduction (TPR) and X-ray photoelectron spectroscopy (XPS) techniques. It was found that the excellent three-way catalytic activities could be obtained under slight rich conditions due to hydrocarbon steam reforming. The activity performance of Pd/LaFe0.8Co0.2O3 was higher than that of LaFe0.77Co0.17Pd0.06O3 and this was owing to the ease of reduction of palladium in the former. Keywords Palladium-substituted Supported Perovskite-type oxide Three-way catalyst Light-off 1 Introduction The typical three-way catalyst (TWC) formulations are those containing both platinum (Pt) and rhodium (Rh). The Rh/Pt ratio in TWC with sufficient durability is considerably higher than mine ratio [1]. Palladium is well known to have a better resistance to thermal sintering, lower price than Pt and Rh, and also have a good activity for the oxidation of hydrocarbon and carbon monoxide [2–5]. Recent attention has been concentrated on the use of palladium-based catalyst for TWC formulations. The chemical state of palladium is a critical parameter for a good activity [6]. Generally, the chemical state and the activity of supported Pd catalysts have been reported to depend on the type of metal oxide support and the preparation processes [7]. However, most of these Pd catalysts are supported on simple metal oxides, such as Al2O3, TiO2, and ZrO2. Using perovskite-type oxides as support materials was relatively seldom. In recent years, perovskites have been investigated extensively in catalysis, and have been also proposed as potential TWC instead of classical Pt/Rh-based catalysts [8]. Since the catalytic property of perovskite-type oxides is greatly depended on the nature of B-site cations [9], the selection of B-site cations is of importance in designing perovskites as well as in improving their catalytic properties. The most frequently used B-site cations are Co and Fe because they are very active for oxidation reactions. Recently, the partial substitution at B-sites of perovskites with the cations of Co and Fe has proven to be very effective in promoting catalytic activity [10–12]. Combining noble metals with perovskites can stabilize the metal against sintering, reaction with the support, or volatilization. It can also enhance the activity of simple perovskite when small amounts of a noble metal are added [12–14]. Guilhaume et al. [13] reported that the activity of palladium-substituted lanthanum cuprates, La2Cu0.8Pd0.2O4, was comparable to that of Pt–Rh/CeO2–Al2O3 catalyst for NO reduction, and higher for CO and C3H6 oxidation. Also Tanaka et al. [12] reported that perovskite-supported palladium (Pd/(LaCe)(CoFe)O3) had excellent potentiality for automotive exhaust purification as non-rhodium catalysts. It should be noticed that palladium was on the surface of the perovskite in this case, while the noble metal was at the B-site in the palladium-substituted perovskite. It can be reasonable that the chemical state and the redox behavior of palladium would be different between the palladium-substituted perovskite and the perovskite-supported catalysts. However, relatively little was reported. In this work, LaFe0.8Co0.2O3 was chosen as the support material; two kinds of catalyst, palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3) and perovskite-supported palladium (Pd/LaFe0.8Co0.2O3) were prepared and measured under a condition approaching the real working cases of TWC. 2 Experimental 2.1 Catalysts preparation LaFe0.77Co0.17Pd0.06O3 was prepared by using a conventional coprecipitation method. In the synthesis process, La(NO3)3·6H2O, Co(NO3)2·6H2O, Fe(NO3)3·9H2O, PdCl2 and NH4HCO3·H2NCOONH4 (all in AR grade purity) were used. A solution of the metal nitrates of appropriate La, Fe, Co and Pd concentrations was prepared and then added to a solution of ammonium carbonate. The precipitate was washed, dried at 120°C for 24h, calcined in air at 900°C for 5h, and then the powdered LaFe0.77Co0.17Pd0.06O3 samples was obtained. Pd/LaFe0.8Co0.2O3 was prepared by impregnating a LaFe0.8Co0.2O3 carrier (prepared by coprecipitation method as stated above) with an aqueous solution containing a desired amount of PdCl2 (AR grade). After drying at 120°C, the catalyst was calcined at 600°C for 5h in air. LaFe0.77Co0.17Pd0.06O3 and Pd/LaFe0.8Co0.2O3 were prepared with the same palladium loading, ca. 2.6wt.%. All catalyst samples were pressed and sieved to a size of 10–20 meshes for the activity evaluation. 2.2 Catalytic activity evaluation The activity measurements were carried out in a fixed-bed quartz tubular reactor at atmospheric pressure. Catalyst particles (4ml) were placed in the reactor. Inlet temperature was measured at the place of 2mm from the front side of the catalyst bed. The temperature inside the reactor was increased continuously from 100 to 500°C at a rate of 5°Cmin−1, while the reactant gases went through the reactor with a space velocity of 45,000h−1. Analysis of the effluent gas was performed on an AVL DiGas 4000 detector. The experimental feed stream simulated the actual automotive exhaust gas composition under rich or stoichiometric condition. The stoichiometric number, S, was used as a redox characteristic of the feed stream: S=(2[O2]+[NO])/([CO]+9[C3H6]+10[C3H8]). All concentrations are expressed in vol.%. The light-off performance of each catalyst was studied in either a rich (1.8vol.% CO, 10vol.% CO2, 0.08vol.% NO, 0.2vol.% HC (C3H6:C3H8=1:1), 1.63vol.% O2, balanced with nitrogen, S=0.9) or a stoichiometric (1.8vol.% CO, 10vol.% CO2, 0.08vol.% NO, 0.2vol.% HC (C3H6:C3H8=1:1), 1.81vol.% O2, balanced with nitrogen, S=1.0) reactant gas mixture. The conversions of CO, HC and NO were measured and recorded as functions of the inlet temperature. 2.3 Catalysts characterization BET-surface area of catalysts was measured by N2 adsorption using the single point method. The BET areas were 8.3 and 9.0m2 g−1 for LaFe0.77Co0.17Pd0.06O3 and Pd/LaFe0.8Co0.2O3, respectively. X-ray diffraction (XRD) measurements were carried out on a Rigaku D/MAX-RB diffractometer with Cu Kα radiation. TEM measurements were performed by a JEM 200CX transmission electron microscope. XPS measurements were conducted on a VG ESCA LAB 220 i-XL system with Al Kα radiation under UHV (5×10−9 Pa), calibrated internally by carbon deposit C (1s) binding energy (BE) at 284.6eV. In order to understand the nature of the catalyst surface, XPS analysis was performed over fresh (pre-reaction) and post-reaction (in rich (S=0.9) reactant gas compositions) catalysts, respectively. Hydrogen temperature-programmed reduction (H2-TPR) of catalyst was conducted on a fixed-bed continuous flow reactor connected with GC combination system. The catalyst sample (60mg) was flushed by a purified nitrogen stream, first at 400°C for 30min and then cooled down to room temperature, followed by flushing with a nitrogen-carrying 5vol.% H2 gaseous mixture as a reducing gas for starting TPR test. The temperature increased at a rate of 10°Cmin−1. Change of hydrogen signal was monitored using an on-line GC with a thermal conductivity detector (TCD). 3 Results and discussion 3.1 Catalytic activity 3.1.1 Light-off catalytic performance in a stoichiometric (S=1) reactant gases The light-off performance of the two catalysts, LaFe0.77Co0.17Pd0.06O3 and Pd/LaFe0.8Co0.2O3, were tested in a stoichiometric (S=1) reactant gas mixture. Table 1 summarizes the light-off temperatures T 50 and T 90, corresponding to 50 and 90% conversion of the pollutants. As seen in Fig. 1 and Table 1, in the case of palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3), the conversion of the three pollutants started at about 225°C, and the T 90 for CO, HC and NO were at 238, 416 and 433°C, respectively. For the Pd/LaFe0.8Co0.2O3 catalyst, the conversions of CO and NO started at about 180°C and the conversion of hydrocarbon at about 200°C. The T90 for CO, HC and NO were at 208, 242 and 267°C, respectively. The reaction data show that the preparation methods have a great impact on the catalytic activities. In general, the perovskite-supported palladium (Pd/LaFe0.8Co0.2O3) catalyst appeared to be much active than the palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3). 3.1.2 Influence of reactant gas composition on the light-off performance When the catalysts were subjected to a rich (S=0.9) reactant gas compositions, as expected, T 50 and T 90 for CO and T 50 for HC conversion were increased, and the catalytic performance for NO seemed to be improved remarkably (shown in Table 1 and Fig. 2(a) and (b) ). Although the overall conversion of CO is only 93%, the activities of HC and NO are much higher as compared to that under stoichiometric conditions (S=1). It should be pointed out that T 90 for HC was decreased and the light-off temperature ‘window’ of HC became narrower for both the two catalysts. Product analysis showed that there was a small amount of hydrogen in the reactor exhaust when oxygen was totally consumed under rich condition (S=0.9). It indicates that hydrocarbon steam reforming (SR) might occur (Eq. (1)) (1) HC+H 2 O→CO+H 2 The water comes from the hydrocarbon oxidation. Maillet et al. [6] also observed a secondary SR reaction over a Pd/Al2O3 catalyst. Then the promoted HC conversion under rich condition could be attributed to the SR. Further, CO appears to be more reactive than hydrocarbons from the data. However, the oxidation of CO rather than the oxidation of hydrocarbon is left incomplete under rich condition. The explanation is also the SR: hydrogen, produced by the SR reaction, is easier to be oxidized (by NO or O2) than CO. It can be seen from Figs. 1 and 2 that the NO conversion increased with increasing temperature until at a certain reaction temperature, and then decreased with further increase to 100%. Martı́nez-Arias et al. [15] believed that conversion of NO at lower temperatures corresponded to adsorption/desorption processes, as calculated from mass balance of the outlet gases. It is obvious that the conversion of NO is always complete after overall oxidation of HC. This is mostly because that there was some amount of oxygen left in the reactant gas mixture before complete conversion of reducing reactants (CO and HC) [16]. 3.2 Catalyst characterizations 3.2.1 XRD patterns The crystal compositions of the catalysts were determined by XRD and the patterns of the catalysts are presented in Fig. 3 . The XRD pattern of LaFe0.8Co0.2O3 shows that purely perovskite crystallinity could be obtained after calcinations at 900°C. The palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3) is also a single-phase perovskite-type oxide, which shows sharp and well-defined superstructure reflections. No lines corresponding to palladium oxide or metal can be observed. Moreover, the XRD line shows a small shift to higher 2θ values with respect to LaFe0.8Co0.2O3. It indicates that palladium is incorporated into the perovskite structure and the crystallinity tends to be changed. Addition to perovskite phase, the pattern of Pd/LaFe0.8Co0.2O3 also shows a small peak at ca. 33 (2θ value) which can be assigned to PdO [17]. No additional lines can be found in the XRD patterns. 3.2.2 Transmission electron micrograph (TEM) Fig. 4 shows the TEM images of LaFe0.77Co0.17Pd0.06O3 and Pd/LaFe0.8Co0.2O3 samples after activity evaluation. It can be observed that the perovskite particles distributed between 50 and 200nm, and most of them are located at around 100nm. There was no Pd particles could be discerned from the surface of LaFe0.77Co0.17Pd0.06O3. However, a relatively homogeneous distribution of palladium particles (ca. 10nm) is obtained over Pd/LaFe0.8Co0.2O3 catalyst. The Pd particles are mostly fixed on the well-developed planes of the crystalline LaFe0.8Co0.2O3. Except for some Pd particles with the shape of spherical and weakly attached over the surface of the support, most of the Pd particles are hemispherical in shape, and the interface between Pd and LaFe0.8Co0.2O3 can be clearly observed. Consequently, such matching of the structure could stabilize Pd particles and favor a strong metal–support interaction. XRD and TEM results show that most of palladium exists on the surface of the catalyst over Pd/LaFe0.8Co0.2O3, while it is in the crystalline of the palladium-substituted perovskite, LaFe0.77Co0.17Pd0.06O3. 3.2.3 TPR In order to explore the reason for the differences in the observed catalytic activity of these two catalysts, TPR experiments were carried out. For comparison, hydrogen TPR over LaFe0.8Co0.2O3 was also performed. It can be seen from Fig. 5 that a strong peak appears at about 550°C over LaFe0.8Co0.2O3. It was reported that when LaFeO3 was subjected to TPR, no obvious peak was observed until 900°C [18]. Hence, this increase in the reducibility of LaFe0.8Co0.2O3 can be attributed to the presence of cobalt at B-sites of perovskite. Wu et al. [19] reported that doping with cobalt ions in B-site of LaFeO3 could modify the redox property and reduction temperature and the reduction peak of LaFe0.8Co0.2O3 can be ascribed to Fe4+→Fe3+. The reduction temperature, the reduction rate, the shape and the number of peaks were changed after palladium was added. Large peaks still appear in the 420–600°C region, and this can be assigned to the reduction of Fe4+ to Fe3+ according to the above discussion. However, the temperature of maximum uptake of hydrogen (T max) shifts down. It suggests that the reducibility of the perovskites was increased after Pd was added. It is reported that hydrogen can dissociate at the surface of the palladium and successively spillover to the support [7]. Then spillover of hydrogen may account for the lower reduction temperature. Additionally, new peaks appear in the lower temperature region. The T max are 85 and 240°C, for Pd/LaFe0.8Co0.2O3 and LaFe0.77Co0.17Pd0.06O3, respectively. These peaks probably correspond to the reduction of palladium (II), Pd2+→Pd0 [7,20]. For Pd/LaFe0.8Co0.2O3 catalyst, the reduction temperature is 85°C, which is much lower than that over LaFe0.77Co0.17Pd0.06O3 catalyst (T max=240°C). Another peak can also been seen at higher temperature region (600–700°C) over LaFe0.77Co0.17Pd0.06O3, while there is no H2 consumption peak in Pd/LaFe0.8Co0.2O3 catalyst. This indicates palladium introduced by coprecipitation occupy B-sites of the perovskite and affect the properties of crystal oxygen in ABO3 structure. 3.2.4 XPS spectra XPS studies of the catalysts were performed pre- and post-reaction in rich reactant gas compositions (S=0.9). Fig. 6(a) shows the XPS spectra of Pd 3d core level of fresh samples. The peaks of the Pd 3d over Pd/LaFe0.8Co0.2O3 appeared at 336.7eV, which is assigned to palladium (II) oxide [21,22]. While there was almost no signal could be discerned from the surface of LaFe0.77Co0.17Pd0.06O3. This indicates that Pd was highly dispersed in the bulk of perovskite prepared by coprecipitation. The results of post-reaction XPS analysis for the catalysts were also listed in Fig. 6(b). Over Pd/LaFe0.8Co0.2O3 catalyst, the peaks of the Pd 3d appeared at 335.2eV with shoulder at 336.5eV. It suggests that the most of the palladium on the surface was reduced to metallic palladium after reaction under rich conditions, whereas the rest were still in the form of Pd2+. It is reported that the reduction of PdO can occur in the reactant mixture, even in an excess oxygen atmosphere [6]. Although palladium could not be detected over fresh LaFe0.77Co0.17Pd0.06O3, a slight Pd2+ signal was recorded after catalytic run. This indicates that (1) palladium was doped into the crystal lattice of ABO3 prepared by means of precipitation, and (2) the surface structure of perovskite-type had been modified by reactant gases during reaction. The results of XRD, TEM and XPS show that the structures are different between the LaFe0.77Co0.17Pd0.06O3 and the Pd/LaFe0.8Co0.2O3 catalyst. TPR and XPS data show that Pd added by impregnation localized on the perovskite surface and easily to be reduced, while for LaFe0.77Co0.17Pd0.06O3, Pd was in the lattice of perovskite-type oxide and strong interaction between Pd and O occurred and relative difficulty to be reduced. Combining with the activity results, we can conclude that the easier of the palladium to be reduced, the higher activity was obtained. Also it should be pointed out that the support, LaFe0.8Co0.2O3, is also a good catalyst itself. There is often a close relationship between the catalytic activity of perovskites and the defect density in their crystalline structure. The incorporation of Co and/or Pd into B-sites, would probably cause ABO3 exist in non-stoichiometric compositions, including typically the lattice oxygen vacancies that could form active oxygen species by adsorbing oxygen from gas phase for the oxidation reaction [8]. The oxygen vacancies are also favor for the adsorption of NO, which has the similar electron structure to oxygen. How the defects affect the properties of Pd-containing perovskites still needs further study. 4 Conclusions The following conclusions can be drawn from the results in this investigation: (1) The preparation methods play important roles in improving the activity of the palladium-containing perovskite catalysts. The three-way catalytic activity of perovskite-supported palladium (Pd/LaFe0.8Co0.2O3) is much higher than the palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3). Due to hydrocarbon SR, excellent three-way catalytic activities can be obtained under slight rich condition, especially for hydrocarbon oxidation and NO reduction. (2) The reducibility of perovskite-type oxides could be improved by addition of palladium. The Pd/LaFe0.8Co0.2O3 catalyst can easily be reduced than the LaFe0.77Co0.17Pd0.06O3 catalyst. And the higher activity of the Pd/LaFe0.8Co0.2O3 catalyst is due to the ease of reduction of palladium. References [1] H. Muraki H. Shinjoh Y. Fujitani Ind. Eng. Chem. Prod. Res. Dev. 25 1986 419 [2] D.R. Rainer M. Koranne S.M. Vesecky D.W. Goodman J. Phys. Chem. B 101 1997 10769 [3] J.C. Summers, W.B. Williamson, M.G. Henk, SAE Paper No. 880281, 1989. [4] D.D. Beck J.W. Sommers C.L. DiMaggio Appl. Catal. B 3 1994 205 [5] R. Van Yperen D. Linder L. Mussmann E.S. Lox T. Kreuzer Stud. Surf. Sci. Catal. 116 1998 51 [6] T. Maillet C. Solleau J. Barbier Jr. D. Duprez Appl. Catal. B 14 1997 85 [7] W.-J. Shen M. Okumura Y. Matsumura M. Haruta Appl. Catal. A 213 2001 225 [8] R.J.H. Voorhoeve, Advanced Materials in Catalysis, Academic Press, New York, 1977, p. 173. [9] N. Yamazoe Y. Teraoka Catal. Today 8 1990 175 [10] M. Weston I.S. Metcalfe Solid State Ionics 113–115 1998 247 [11] V.R. Choudhary B.S. Uphade S.G. Pataskar Fuel 78 1999 919 [12] H. Tanaka, H. Fujikawa, I. Takahashi, SAE Paper No. 930251, 1993. [13] N. Guilhaume S.D. Peter M. Primet Appl. Catal. B 10 1996 325 [14] N. Guilhaume M. Primet J. Catal. 165 1997 197 [15] A. Martı́nez-Arias M. Fernández-Garcı́a A. Iglesias-Juez A.B. Hungrı́a J.A. Anderson J.C. Conesa J. Soria Appl. Catal. B 31 2001 51 [16] V.I. Pârvulescu P. Grange B. Delmon Catal. Today 46 1998 233 [17] J. Noh O.-B. Yang D.H. Kim S.I. Woo Catal. Today 53 1999 575 [18] F. Martinez-Ortega C. Batiot-Dupeyrat G. Valderrama J.-M. Tatibouët C. R. Acad. Sci. Paris, Série IIc, Chimie/Chemistry 4 2001 49 [19] S. Liu Z. Yu Y. Wu J. Inorg. Mater. 9 1994 443 (in Chinese) [20] J. Batista A. Pintar D. Mandrino M. Jenko V. Martin Appl. Catal. A 206 2001 113 [21] D.H. Kim S.I. Woo O.-B. Yang Appl. Catal. B 26 2000 285 [22] D.L. Mowery M.S. Graboski T.R. Ohno R.L. McCormick Appl. Catal. B 21 1999 157",
      "scopus-id": "0037167783",
      "coredata": {
        "eid": "1-s2.0-S1381116902001772",
        "dc:description": "Two types of catalysts with the same palladium loading, palladium-substituted perovskite (LaFe0.77Co0.17Pd0.06O3) and perovskite-supported palladium catalyst (Pd/LaFe0.8Co0.2O3) were prepared, and the effects of the preparation methods and reactant gas composition on the catalytic behaviors were investigated in detail. The catalyst structure was characterized by X-ray diffraction (XRD), transmission electron micrograph (TEM), temperature-programmed reduction (TPR) and X-ray photoelectron spectroscopy (XPS) techniques. It was found that the excellent three-way catalytic activities could be obtained under slight rich conditions due to hydrocarbon steam reforming. The activity performance of Pd/LaFe0.8Co0.2O3 was higher than that of LaFe0.77Co0.17Pd0.06O3 and this was owing to the ease of reduction of palladium in the former.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-10-24",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902001772",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhou, Kebin"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hongde"
          },
          {
            "@_fa": "true",
            "$": "Tian, Qun"
          },
          {
            "@_fa": "true",
            "$": "Hao, Zhengping"
          },
          {
            "@_fa": "true",
            "$": "Shen, Dixin"
          },
          {
            "@_fa": "true",
            "$": "Xu, Xiaobai"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902001772"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902001772"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00177-2",
        "prism:volume": "189",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Pd-containing perovskite-type oxides used for three-way catalysts",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium-substituted"
          },
          {
            "@_fa": "true",
            "$": "Supported"
          },
          {
            "@_fa": "true",
            "$": "Perovskite-type oxide"
          },
          {
            "@_fa": "true",
            "$": "Three-way catalyst"
          },
          {
            "@_fa": "true",
            "$": "Light-off"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "225-232",
        "prism:endingPage": "232",
        "pubType": "fla",
        "prism:coverDisplayDate": "24 October 2002",
        "prism:doi": "10.1016/S1381-1169(02)00177-2",
        "prism:startingPage": "225",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00177-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "159",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "591",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1076",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "519",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13487",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1059",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "518",
            "@width": "333",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12784",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1937",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "247",
            "@width": "304",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6910",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "58",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1743",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "628",
            "@width": "394",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71687",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1695",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "272",
            "@width": "309",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7440",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "51",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1412",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "501",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001772-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19172",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037167783"
      }
    }
  }
}