{
  "metadata": {
    "title": "The oxidative aromatization of Hantzsch 1,4-dihydropyridines by molecular oxygen using surface functionalized silica supported cobalt catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-04-01",
    "doi": "10.1016/j.molcata.2008.11.024",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690800561X",
    "pii": "S138111690800561X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-62649116394",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2008-11-28 2008-11-28 2010-04-16T17:45:36 1-s2.0-S138111690800561X S1381-1169(08)00561-X S138111690800561X 10.1016/j.molcata.2008.11.024 S300 S300.1 FULL-TEXT 1-s2.0-S1381116909X00038 2015-05-15T05:56:33.307883-04:00 0 0 20090401 2009 2008-11-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 302 302 1 2 1 2 Volume 302, Issues 1–2 6 15 19 15 19 20090401 1 April 2009 2009-04-01 2009 article fla Copyright © 2008 Elsevier B.V. All rights reserved. OXIDATIVEAROMATIZATIONHANTZSCH14DIHYDROPYRIDINESBYMOLECULAROXYGENUSINGSURFACEFUNCTIONALIZEDSILICASUPPORTEDCOBALTCATALYSTS SHAMIM T 1 Introduction 2 Experimental 2.1 General remarks 2.2 Grafting of ligand structure on the surface of silica gel (imine 2) 2.3 Synthesis of silica supported cobalt catalysts (Cats 1 and 2) 2.4 General procedure for the oxidative aromatization of Hantzsch 1,4-dihydropyridines 2.4.1 Diethyl 2,6-dimethyl-4-phenylpyridine-3,5-dicarboxylate (4a) 2.4.2 Diethyl 2,6-dimethyl-4-(4-methoxyphenyl)pyridine-3,5-dicarboxylate (4b) 2.4.3 Diethyl 2,6-dimethyl-4-(4-nitrophenyl)pyridine-3,5-dicarboxylate (4d) 2.4.4 Diethyl 2,6-dimethyl-4-(cinnamyl)pyridine-3,5-dicarboxylate (4f) 2.4.5 Diethyl 2,6-dimethyl-4-(2-furyl)pyridine-3,5-dicarboxylate (4g) 3 Results and discussion 4 Conclusion References BREWSTER 1989 3721 M FRIEDLOS 1992 631 F STOUT 1982 223 D JANIS 1983 775 R WEI 1989 541 X BOCKER 1986 1596 R WEHINGER 1984 22580 E BALOGH 1982 85541 M TREIBS 1962 192 W KILL 1978 239 275 R BIOORGANICCHEMISTRY SABITHA 2003 4129 G ZOLFIGOL 2005 5581 M YADAV 2006 451 J DEHGHANPOUR 2007 433 S KHALILZADEH 2007 900 M NAKAMICHI 2002 3955 N NAKAMICHI 2004 1015 N HAYASHI 2008 252 M TREND 2003 2892 R MUKHOPADHYAY 2004 913 S TAO 2005 7615 Z CHOUDHARY 2006 479 D BARDER 2007 5096 T SHIBAHARA 2007 2354 F CHAI 2008 113 F CLARK 1994 J CATALYSISORGANICREACTIONSUSINGSUPPORTEDINORGANICREAGENTS PAUL 2003 635 S SOLODENKO 2004 1699 W OLIVEIRA 2007 1366 P ALAERTS 2008 1727 L PUNNIYAMURTHY 1996 619 T DAS 2003 6033 S SHARMA 2004 55 V TURK 2005 19 H BLAY 2007 3329 G CHISEMNEEBOVEY 1997 2203 J DAS 2000 605 B SALVADOR 2002 352 J CHAKRABARTY 2007 845 R PRUSS 2004 29 T YADAV 2000 425 J SABITHA 2003 1267 G MARIMUTHU 2002 5069 A COOK 1943 413 A KO 1995 200 K LOVE 1965 1914 B HEIBER 1892 2405 F HUNTRESS 1948 674 E SHAMIMX2009X15 SHAMIMX2009X15X19 SHAMIMX2009X15XT SHAMIMX2009X15X19XT item S1381-1169(08)00561-X S138111690800561X 1-s2.0-S138111690800561X 10.1016/j.molcata.2008.11.024 271358 2010-09-21T22:44:13.031249-04:00 2009-04-01 1-s2.0-S138111690800561X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/MAIN/application/pdf/f549a4786bf0feb29210a2bac244c04a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/MAIN/application/pdf/f549a4786bf0feb29210a2bac244c04a/main.pdf main.pdf pdf true 372672 MAIN 5 1-s2.0-S138111690800561X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/PREVIEW/image/png/99cd24b659a7c843294cc35903caac3e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/PREVIEW/image/png/99cd24b659a7c843294cc35903caac3e/main_1.png main_1.png png 85257 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690800561X-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/sc1/DOWNSAMPLED/image/jpeg/1f313639431269d4c7d43e9368f2acea/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/sc1/DOWNSAMPLED/image/jpeg/1f313639431269d4c7d43e9368f2acea/sc1.jpg sc1 sc1.jpg jpg 34592 390 623 IMAGE-DOWNSAMPLED 1-s2.0-S138111690800561X-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/sc1/THUMBNAIL/image/gif/88fb2e2a395eb1aff71cae0f0233d8b5/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/sc1/THUMBNAIL/image/gif/88fb2e2a395eb1aff71cae0f0233d8b5/sc1.sml sc1 sc1.sml sml 2918 137 219 IMAGE-THUMBNAIL 1-s2.0-S138111690800561X-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/sc2/DOWNSAMPLED/image/jpeg/489e8397eb1958af4596ae676656bbad/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/sc2/DOWNSAMPLED/image/jpeg/489e8397eb1958af4596ae676656bbad/sc2.jpg sc2 sc2.jpg jpg 10471 136 612 IMAGE-DOWNSAMPLED 1-s2.0-S138111690800561X-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/sc2/THUMBNAIL/image/gif/98c1c7f2439aad45326b9c21f54d055c/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/sc2/THUMBNAIL/image/gif/98c1c7f2439aad45326b9c21f54d055c/sc2.sml sc2 sc2.sml sml 979 49 219 IMAGE-THUMBNAIL 1-s2.0-S138111690800561X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/gr1/DOWNSAMPLED/image/jpeg/9a8177e19ba9fd77fee8d9b766b58721/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/gr1/DOWNSAMPLED/image/jpeg/9a8177e19ba9fd77fee8d9b766b58721/gr1.jpg gr1 gr1.jpg jpg 25978 290 661 IMAGE-DOWNSAMPLED 1-s2.0-S138111690800561X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/gr1/THUMBNAIL/image/gif/626f09dbad5ca648c59836e0a032c261/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/gr1/THUMBNAIL/image/gif/626f09dbad5ca648c59836e0a032c261/gr1.sml gr1 gr1.sml sml 2089 96 219 IMAGE-THUMBNAIL 1-s2.0-S138111690800561X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/gr2/DOWNSAMPLED/image/jpeg/e7ad2d56fa164fe5d32d19b23d16e9cc/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/gr2/DOWNSAMPLED/image/jpeg/e7ad2d56fa164fe5d32d19b23d16e9cc/gr2.jpg gr2 gr2.jpg jpg 21403 521 468 IMAGE-DOWNSAMPLED 1-s2.0-S138111690800561X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/gr2/THUMBNAIL/image/gif/140033e46ab3647e3051e774dc7df625/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/gr2/THUMBNAIL/image/gif/140033e46ab3647e3051e774dc7df625/gr2.sml gr2 gr2.sml sml 1746 164 147 IMAGE-THUMBNAIL 1-s2.0-S138111690800561X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/fx1/DOWNSAMPLED/image/jpeg/be8e8248a93f0e13f2203acb23e5b6ee/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/fx1/DOWNSAMPLED/image/jpeg/be8e8248a93f0e13f2203acb23e5b6ee/fx1.jpg fx1 true fx1.jpg jpg 22932 143 527 IMAGE-DOWNSAMPLED 1-s2.0-S138111690800561X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690800561X/fx1/THUMBNAIL/image/gif/ca583033eaf536ed3299becf5f6f8a6f/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690800561X/fx1/THUMBNAIL/image/gif/ca583033eaf536ed3299becf5f6f8a6f/fx1.sml fx1 true fx1.sml sml 1372 59 219 IMAGE-THUMBNAIL MOLCAA 7365 S1381-1169(08)00561-X 10.1016/j.molcata.2008.11.024 Elsevier B.V. Fig. 1 Proposed structures of the catalysts. Fig. 2 Proposed catalytic cycle for the oxidative aromatization of Hantzsch 1,4-dihydropyridines. Scheme 1 Synthesis of covalently anchored cobalt complexes onto silica (Cat 1 and Cat 2). Scheme 2 Oxidative aromatization of Hantzsch 1,4-dihydropyridines in the presence of Cat 1 using O2. Table 1 Characterization of the catalysts (FTIR and thermal analysis). Catalyst FTIR a (ν max in cm−1) Thermal analysis b (TGA) Cat 1 1638 (CN before complexation); 1617 (CN after complexation) Up to 90°C (loss of residual solvent and H2O molecule); 320–574°C (loss of organic functionality) Cat 2 1638 (CN before complexation); 1632 (CN after complexation) Up to 99°C (loss of residual solvent and H2O molecule); 301–563°C (loss of organic functionality) Cat 3 1678 and 1684 (CN); 1584 and 1456 (antisym. and sym. modes of carboxylate group Up to 95°C (loss of residual solvent and H2O molecule); 390–600°C (loss of organic functionality) a FTIR was recorded on Perkin-Elmer FTIR spectrophotometer using KBR discs. b Thermal analysis was carried out on DTG-60 Shimadzu make thermal analyzer with heating rate of 10°C/s. Table 2 Effect of silica functionalized cobalt catalysts for the oxidative aromatization of 3a with O2 and H2O2 under heterogeneous conditions a . Catalyst Oxidant Time (h) Yield (%) b No catalyst O2 20 Traces Cat 1 O2 10 90 Cat 1 H2O2 20 86 Cat 2 O2 20 38 Cat 2 H2O2 20 25 Cat 3 O2 20 80 Cat 3 H2O2 20 75 a Reaction conditions: 3a (1mmol), catalyst (3mol% Co), toluene (5mL), oxidant (O2-balloon; H2O2-0.5mL), stirring at 90°C. b Yields after column chromatography. Table 3 Oxidative aromatization of Hantzsch 1,4-dihydropyridines with molecular oxygen in the presence of Cat 1 under heterogeneous conditions. Compound a R Time (h) Yield (%) b m.p./lit. m.p. (°C) 4a C6H5 10 90 62–63/62–64 [13] 4b 4-MeOC6H4 10 90 57–58/55–57 [14] 4c 4-ClC6H4 12 89 65–66/63–65 [13] 4d 4-NO2C6H4 12 87 113–114/114–116 [15] 4e 3-NO2C6H4 13 86 61–62/61–63 [16] 4f Ph-CHCH 12 87 87–89/88–90 [17] 4g c 2-Furyl 13 82 39–40/38–41 [18] 4h c , d 4-CH(CH3)2 14 65 Liquid/oil [19] a Structures of the products were confirmed by 1H NMR, IR, mass spectral data and comparison with authentic samples prepared according to the known procedures. b Isolated yield. c The product was purified by passing through column of silica gel and elution with pet. ether:EtOAc (8:2). d 4-Dealkylated product (15%, 1H NMR yield) was also formed. The oxidative aromatization of Hantzsch 1,4-dihydropyridines by molecular oxygen using surface functionalized silica supported cobalt catalysts Tahira Shamim Monika Gupta Satya Paul ⁎ Department of Chemistry, University of Jammu, Baba Saheb Ambedkar Road, New University Campus Jammu, Jammu 180006, India ⁎ Corresponding author. Tel.: +91 191 2453841; fax: +91 191 2505086. Graphical abstract The oxidative aromatization of Hantzsch 1,4-dihydropyridines to the corresponding pyridines with molecular oxygen as oxidant is catalyzed by covalently anchored cobalt complexes onto the surface of silica gel. Cat 1 was found to be the most effective and stable under the reaction conditions. It can be easily recovered and recycled. Cobalt complexes were covalently anchored onto the surface of silica by the complexation of organically modified silicas with Co(OAc)2 and CoCl2 and investigated for the oxidative aromatization of Hantzsch 1,4-dihydropyridines using molecular oxygen. The catalyst obtained by the complexation of Co(OAc)2 with organically modified 3-aminopropyl silica (Cat 1) was found to be most effective and stable under the reaction conditions. It can be easily recovered and recycled. The work-up procedure is simple and the corresponding pyridines were obtained in good to excellent yields. Keywords Silica functionalized cobalt complexes Hantzsch 1,4-dihydropyridines Pyridines Recyclable heterogeneous catalyst Green procedure Solid–liquid phase catalysis 1 Introduction Hantzsch 1,4-dihydropyridines are generally regarded as the models of the naturally reduced nicotinamine adenine dinucleotide [NADH] co-enzyme which functions as redox reagent for biological reactions. 1,4-Dihydropyridines (DHPs) are known to carry out many bioreductions by transferring a hydride ion or an electron to the surrounding substrate [1] and possess a high biological activity as a class of useful drugs for the treatment of cardiovascular disease [2]. Furthermore, these compounds are the starting materials for the synthesis of antibacterial 1,6-naphthyridines and 1,2-benzisoazalenes [3]. The oxidation of 1,4-DHPs to the corresponding pyridine derivatives constitute the principal metabolic pathway in biological systems [4], as well as providing facile access to the corresponding pyridine derivatives, which show anti-hypoxic and anti-ischemic activities [5]. Therefore, oxidative aromatization of DHPs has been a subject of great interest of organic and medicinal chemists and numerous reagents and procedures have been recommended for this oxidation [6]. Although a variety of reagents are capable of effecting these oxidations, this transformation is not always so easy and can be a difficult step if the substrate have functional groups sensitive to the oxidizing agent and reaction conditions. Most of the reported reagents produce by-products which are difficult to separate from the products. Therefore, the development of an efficient, cost-effective and green method for the aromatization of 1,4-DHPs under milder conditions is still necessary. The use of molecular oxygen has gained considerable attention in recent years [7], since it is considered as a green oxidant because by-product produced in these oxidations is water. However, oxygen is a weak, non-selective oxidation agent and therefore, transition metal complexes were employed as catalysts for its activation. Further, usually transition metal complexes were used in homogeneous media, which suffer from disadvantages such as difficult separation techniques, loss of precious metal complex after the reaction, side reactions, etc. These problems can be addressed by the heterogenization of the transition metal complexes. Heterogeneous catalysts which have been used for liquid phase oxidations are often based on transition metals, metal ion or metal complexes adsorbed on supports such as carbon, aluminas, silicas, zeolites, clays and ion-exchange resins [8]. However, these heterogeneous catalysts suffers from the serious problem of leaching of the active species and hence loss of recyclability. To overcome this problem, covalently anchored metal complexes based on chemically modified support materials have been developed [7d,9]. Among various transition metals, cobalt has been used extensively in catalyzing oxidation reactions [10]. Recently, cobalt complexes based on chemically modified silicas have been reported for catalyzing oxidations [11]. In this paper, we wish to report a mild and efficient method for the oxidative aromatization of Hantzsch 1,4-dihydropyridines by molecular oxygen in the presence of a catalytic amount of cobalt complexes covalently anchored onto silica gel (Fig. 1 , Cats 1, 2 and 3) under heterogeneous conditions. The preparation procedure for the Cats 1 and 2 is outlined in Scheme 1 and Cat 3 was prepared according to the literature method [11a]. 2 Experimental 2.1 General remarks Silica gel (K100, 0.063–0.200mm) was purchased from Merck (Germany), and 3-aminopropyl(trimethoxy) silane and terephaldehyde from Aldrich Chemical Company. Melting points were determined on a Perfit melting point apparatus and are uncorrected. 1H NMR spectra were registered on a Brucker DPX-200 NMR spectrometer (200MHz) in CDCl3 using tetramethylsilane as an internal standard and IR spectra were recorded on a Perkin-Elmer FTIR spectrophotometer using KBr discs. Mass spectral data was recorded on a Bruker Esquire 3000 (ESI) spectrometer. Thermal analysis was carried out on a Shimadzu DTG-60 thermal analyzer at the heating rate of 10°C/s and the amount of cobalt was determined on a double beam atomic absorption spectrophotometer (AAS), GBC 932 AB manufactured in Australia. The catalyst was stirred in dilute HCl for 10h and the resulting filtrate was subjected to AAS analysis. Hantzsch 1,4-dihydropyridines were prepared by the literature method [12]. 2.2 Grafting of ligand structure on the surface of silica gel (imine 2) Silica (K100, 0.063–0.200mm) was activated by refluxing in a mixture of conc. HCl and distilled water (1:1) for 24h and then washed thoroughly with distilled water and dried at 110°C for 12h. Activated silica (10g) was added to a solution of 3-aminopropyl(trimethoxy) silane (10mmol) in dry toluene and refluxed for 24h. The 3-aminopropyl silica (AMPS) was filtered off, washed with hot toluene and dried at 110°C for 5h to give the surface bound amino groups (AMPS). The oven dried AMPS (5g) was added to sodium-dried toluene (50mL) in a round-bottommed flask (100mL) followed by the addition of 2-acetylpyridine (0.605g, 5mmol). The reaction mixture was refluxed at 120°C and water formed during the reaction was removed azeotropically by using a Dean-Stark apparatus. The ligand-grafted silica (imine 2) was filtered at the reaction temperature and washed with hot toluene thoroughly to remove unreacted 2-acetylpyridine. It was dried in an oven at 100°C for 10h. 2.3 Synthesis of silica supported cobalt catalysts (Cats 1 and 2) The mixture of ligand-grafted silica (imine 2, 5g), Co(OAc)2 (Cat 1, 0.44g, 2.5mmol) or CoCl2 (Cat 2, 0.322g, 2.5mmol) in ethanol (50mL) was stirred at room temperature for 15h. The solid was filtered off with suction and washed with ethanol till washings were colourless. It was dried in an oven at 95°C for 5h and then conditioned for a total of 8h (2×2h each refluxing in acetonitrile and toluene). The conditioned catalysts were dried under vacuum for 5h before use. 2.4 General procedure for the oxidative aromatization of Hantzsch 1,4-dihydropyridines To a mixture of Hantzsch 1,4-dihydropyridine 3 (1mmol) and Cat 1 (0.2g, 3mol% Co) in a three-necked round-bottommed flask, toluene (5mL) was added. The flask was then evacuated with the help of a pump and re-filled with oxygen two times (using baloon filled oxygen) and the reaction mixture was stirred at 90°C for an appropriate time (monitored by TLC). On completion, the reaction mixture was filtered while hot and the residue was washed with hot toluene (2×5mL). The product was obtained after removal of the solvent under reduced pressure followed by crystallization or column chromatography. The catalyst was recovered from the residue after washing with CH2Cl2 (10mL) followed by distilled water (200mL) and then with CH2Cl2 (15mL). It can be re-used after drying at 100°C for 2h. The structures of the products were confirmed by spectral data and comparison with authentic samples prepared according to the literature methods [12,13]. The spectral data of some representative compounds is given below. 2.4.1 Diethyl 2,6-dimethyl-4-phenylpyridine-3,5-dicarboxylate (4a) 1H NMR (CDCl3): δ 1.03–1.20 (t, 6H, J =7.2Hz, 2× CH2CH3), 2.27 (s, 6H, 2× CH3), 4.01–4.21 (q, 4H, J =7.2Hz, 2× CH2CH3), 7.18–7.38 (m, 5H, ArH). IR (KBr, ν max in cm−1): 3060, 2080, 1735, 1402. m/z (M+1)+ =328. 2.4.2 Diethyl 2,6-dimethyl-4-(4-methoxyphenyl)pyridine-3,5-dicarboxylate (4b) 1H NMR (CDCl3): δ 1.05–1.21 (t, 6H, J =7.3Hz, 2× CH2CH3), 2.21 (s, 6H, 2× CH3), 3.92 (s, 3H, OCH3), 4.05–4.23 (q, 4H, J =7.2Hz, 2× CH2CH3), 6.91 (d, 2H, J =10Hz, ArH), 7.20 (d, 2H, J =8.9Hz, ArH). IR (KBr, ν max in cm−1): 3065, 2825, 1730, 1407. m/z (M+1)+ =359. 2.4.3 Diethyl 2,6-dimethyl-4-(4-nitrophenyl)pyridine-3,5-dicarboxylate (4d) 1H NMR (CDCl3): δ 1.03–1.19 (t, 6H, J =7Hz, 2× CH2CH3), 2.56 (s, 6H, 2× CH3), 4.04–4.22 (q, 4H, J =7Hz, 2× CH2CH3), 7.45 (d, 2H, J =8.6Hz, ArH), 8.20 (d, 2H, J =8.6Hz, ArH). IR (KBr, ν max in cm−1): 3072, 2855, 1730, 1480, 1440. m/z (M+1)+ =374. 2.4.4 Diethyl 2,6-dimethyl-4-(cinnamyl)pyridine-3,5-dicarboxylate (4f) 1H NMR (CDCl3): δ 1.10–1.27 (t, 6H, J =7Hz, 2× CH2CH3), 2.52 (s, 6H, 2× CH3), 4.05–4.24 (q, 4H, J =7.3Hz, 2× CH2CH3), 6.82 (d, 1H, J =16.5Hz,CH), 7.05–7.55 (m, 5H, ArH and d buried, 1H,CH). IR (KBr, ν max in cm−1): 3036, 2865, 1727, 1540. m/z (M+1)+ =355. 2.4.5 Diethyl 2,6-dimethyl-4-(2-furyl)pyridine-3,5-dicarboxylate (4g) 1H NMR (CDCl3): δ 1.03–1.19 (t, 6H, J =7.4Hz, 2× CH2CH3), 2.53 (s, 6H, 2× CH3), 4.10–4.25 (q, 4H, J =7.4Hz, 2× CH2CH3), 6.62–6.75 (m, 2H, ArH), 7.55 (m, 1H, ArH). IR (KBr, ν max in cm−1): 3068, 2865, 1726, 1463, 1045. m/z (M+1)+ =319. 3 Results and discussion The preparation procedure followed to obtain the catalysts (Cats 1 and 2) is indicated in Scheme 1. It consists of building up a suitable ligand structure on the surface of a commercial silica gel (K100) followed by the complexation of cobalt(II) using cobalt acetate or cobalt chloride. Cat 3 was prepared according to a literature method [11a]. The characterization of the catalysts was done on the basis of simultaneous thermal analysis (STA), FTIR and AAS (Table 1 ). The simultaneous thermal analysis curve for Cat 1 shows an initial weight loss up to 90°C and then a further weight loss from 320 to 574°C. The weight loss up to 90°C may be due to the loss of residual solvent and water present on the surface of Cat 1 and the further weight loss from 320 to 574°C indicates that organic functionality is covalently bonded to silica gel. Similarly, for Cat 2, initial weight loss up to 99°C was attributed to the loss of residual solvent and water and further weight loss from 301 to 563°C to the loss of organic functionality. The STA curve for Cat 3 shows the initial weight loss up to 95°C (loss of residual solvent and water) and also from 390 to 600°C (loss of organic functionality). Thus, the STA curves of Cats 1, 2 and 3 indicate that catalysts are stable up to 320, 301 and 390°C, respectively and hence it is safe to carry out the reaction at 90°C. The FTIR of 3-aminopropyl silica displays characteristic CH2 stretching bands at 2933 and 2860cm−1 and aliphatic deformation bands at 1470 and 1445cm−1. The FTIR of chemically modified silica (imine) shows a sharp peak at 1638cm−1 due to a CN bond, which on complexation with cobalt disappears and appear as a band at 1617cm−1 (Cat 1) and 1632cm−1 (Cat 2). The lowering in frequency of the CN peak is indicative of the formation of metal–ligand bond. The FTIR of Cat 3 shows absorption bands at 1678 and 1684cm−1 due to CN bonds and at 1584 and 1456cm−1 due to antisymmetric and symmetric stretching modes of the carboxylate group. The amount of cobalt loaded on the surface of silica gel was determined by AAS analysis. The catalysts were stirred in dilute HCl and the solutions were then subjected to AAS analysis. Cats 1, 2 and 3 were found to contain 0.0087, 0.0064 and 0.0084g of cobalt per gram of the catalysts, respectively. To make the process completely heterogeneous, the catalysts were conditioned at reflux temperature in acetonitrile (2×2h) and toluene (2×2h). The activity of the catalysts (Cats 1, 2 and 3) was tested in the oxidation of diethyl 2,6-dimethyl-4-phenyl-1,4-dihydropyridine-3,5-dicarboxylate using molecular oxygen and hydrogen peroxide as oxidants, toluene as solvent, at 90°C. The results are summarized in Table 2 . Cat 1 was found to be the most effective with molecular oxygen as the oxidant. With H2O2 using Cat 1, the corresponding pyridine was obtained in 86% isolated yield in 20h, whereas molecular oxygen gives 90% isolated yield in 10h. In comparison to H2O2, molecular oxygen is still considered as greener. Thus, Cat 1 was chosen to carry out the oxidation of various 1,4-dihydropyridines substituted with electron-releasing and electron-withdrawing groups using molecular oxygen as the oxidant (Scheme 2 ). All types of DHPs undergo oxidation efficiently and results are summarized in Table 3 . In order to check the selectivity of the catalytic system in the case of the isopropyl group (which was reported to undergo dealkylation at the 4-position), we have carried out the oxidation of diethyl 2,6-dimethyl-4-isopropyl-1,4-dihydropyridine-3,5-dicarboxylate under similar conditions. It was found that in addition to oxidation product, 4-dealkylated product (15%, 1H NMR yield) was also formed. In the case of heterogeneous catalysts, two important points are always required to be addressed. One is the possibility of leaching of some active metal into the reaction medium, which in turn becomes responsible for the catalytic activity (homogeneous catalysis). To rule out the contribution of homogeneous catalysis, the reaction for entry 1 was carried out until the conversion was 36% (2.5h) and at that point the solid was filtered off at the reaction temperature. The liquid phase was then transferred to another flask and again allowed to react, but no further significant conversion was observed. This indicates that no active species was present in the supernatant (no cobalt was detected in the supernatant by AAS analysis). The second point was the deactivation and recyclability of the catalyst, which becomes more important in the case of oxidation reactions. To test this, a series of three consecutive runs was carried out with the same sample (entry 1) (1st use: 90% yield after 10h; 2nd use: 85% yield after 12h; 3rd use: 81% yield after 14h). These recyclability data demonstrate the high stability of the catalyst under the reaction conditions. A cyclic mechanism has been proposed for the oxidative aromatization of Hantzsch 1,4-DHPs using Cat 1 in the presence of molecular oxygen (Fig. 2 ). An oxygen molecule reacts with cobalt to form an oxocobalt complex A, which can deprotonate a 1,4-DHP molecule yielding product B and an intermediate C. Intermediate C then loses molecule of water and Co(II) is regenerated. 4 Conclusion We have prepared recyclable covalently anchored cobalt complexes onto the surface of silica gel (Cats 1, 2 and 3) and employed for the catalytic oxidative aromatization of Hantzsch 1,4-dihydropyridines with green oxidant molecular oxygen under heterogeneous conditions. Cat 1 was found to be more effective than Cats 2 and 3. Moreover, the mild reaction conditions, high yield of products, ease of work-up, compatibility with various functional groups, and the ecologically clean procedure will make the present method a useful and important addition to the present methodologies for the oxidation of dihydropyridines. References [1] M.E. Brewster A. Simay K. Czako D. Winwood H. Farag N. Bodor J. Org. Chem. 54 1989 3721 [2] (a) F. Friedlos R. Knox J. Biochem. Pharmacol. 44 1992 631 (b) D.M. Stout A.I. Meyers Chem. Rev. 82 1982 223 (c) R.A. Janis D.J. Triggle J. Med. Chem. 25 1983 775 (d) X.Y. Wei A. Rulledge D.J. Triggle J. Mol. Pharmacol. 35 1989 541 (e) R.H. Bocker F.P. Guengerich J. Med. Chem. 28 1986 1596 [3] (a) E. Wehinger, H. Meyer, U. Benz, Ger. Offen., DE 3209276, 1984; E. Wehinger H. Meyer U. Benz Chem. Abstr. 100 1984 22580 (b) M. Balogh, I. Hermecz, G. Kulcsar, Z. Meszaros, S. Virag, T. Szutz, G. Sebestyen, Belg. Patent, 889340, 1982; M. Balogh I. Hermecz G. Kulcsar Z. Meszaros S. Virag T. Szutz G. Sebestyen Chem. Abstr. 96 1982 85541 (c) W. Treibs J. Beger Ann. Chem. 652 1962 192 (d) Ciba Ltd., Neth. Patent Appl., 6414307, 1966; Chem. Abstr. 64 (1966) 714. [4] R.J. Kill D.A. Widdowson E.E. van Tamelen Bioorganic Chemistry vol. 4 1978 Academic Press New York 239 275 [5] G. Sabitha G.S.K.K. Reddy C.S. Reddy J.S. Yadav Tetrahedron Lett. 44 2003 4129 [6] (a) M.A. Zolfigol A.G. Choghamarani M. Shahamirian M. Safaiee I. Mohammadpoor-Baltork S. Mallakpour M. Abdollahi-Alibeik Tetrahedron Lett. 46 2005 5581 and references cited therein (b) J.S. Yadav B.V.S. Reddy A.K. Basak G. Baishya A.V. Narsaiah Synthesis 2006 451 (c) S. Dehghanpour M.M. Heravi F. Derikvand Molecules 12 2007 433 (d) M.A. Khalilzadeh A. Hosseini H. Sadeghifar P. Valipour Acta Chim. Slov. 54 2007 900 (e) N. Nakamichi Y. Kawashita M. Hayashi Org. Lett. 4 2002 3955 (f) N. Nakamichi Y. Kawashita M. Hayashi Synthesis 2004 1015 (g) M. Hayashi Chem. Rec. 8 2008 252 [7] (a) R.M. Trend Y.K. Ramtohul E.M. Ferreira B.M. Stoltz Angew. Chem. Int. Ed. 42 2003 2892 (b) S. Mukhopadhyay A.T. Bell Adv. Synth. Catal. 346 2004 913 (c) Z.-F. Tao T.J. Sowin N.-H. Lin Tetrahedron Lett. 46 2005 7615 (d) D. Choudhary S. Paul R. Gupta J.H. Clark Green Chem. 8 2006 479 (e) T.E. Barder S.L. Buchwald J. Am. Chem. Soc. 129 2007 5096 (f) F. Shibahara A. Suenami A. Yoshida T. Murai Chem. Commun. 2007 2354 (g) F. Chai L.-J. Wang L.-L. Xu X.-H. Wang J.-G. Huang Dyes Pigments 76 2008 113 [8] J.H. Clark Catalysis of Organic Reactions using Supported Inorganic Reagents 1994 VCH New York [9] (a) S. Paul J.H. Clark Green Chem. 5 2003 635 and references cited therein (b) W. Solodenko U. Schon J. Messinger A. Glinschert A. Kirschning Synlett 2004 1699 (c) P. Oliveira A. Machado A.M. Ramos I.M. Fonseca F.N.M. Braz Fernandes A.M. Botelho do Rego J. Vital Catal. Commun. 8 2007 1366 and references cited therein (d) L. Alaerts J. Wahlen P.A. Jacobs D.E. De Vos Chem. Commun. 2008 1727 [10] (a) Advances in Catalytic Activation of Dioxygen by Metal Complexes, in: L.I. Simandi (Ed.), Kluwer Academic Publishers (2003) pp. 265–323 (chapter 6). (b) T. Punniyamurthy M.M. Reddy S.J.S. Kalra J. Iqbal Pure Appl. Chem. 68 1996 619 (c) S. Das T. Punniyamurthy Tetrahedron Lett. 44 2003 6033 (d) V.B. Sharma S.L. Jain B. Sain J. Mol. Catal. A: Chem. 212 2004 55 (e) H. Turk Y. Cimen J. Mol. Catal. A: Chem. 234 2005 19 (f) G. Blay L. Cardona I. Fernandez J.R. Pedro Synthesis 2007 3329 [11] (a) J. Chisem (neé Bovey) I.C. Chisem J.S. Rafelt D.J. Macquarrie J.H. Clark Chem. Commun. 1997 2203 (b) B.K. Das J.H. Clark Chem. Commun. 2000 605 (c) J.A.R. Salvador J.H. Clark Green Chem. 4 2002 352 (d) R. Chakrabarty B.K. Das J.H. Clark Green Chem. 9 2007 845 (e) T. Pruss D.J. Macquarrie J.H. Clark Appl. Catal. A 276 2004 29 [12] J.S. Yadav B.V. Subha-Reddy P.T. Reddy Synth. Commun. 31 2000 425 [13] G. Sabitha G.S.K.K. Reddy Ch.S. Reddy N. Fatima J.S. Yadav Synthesis 2003 1267 [14] A. Marimuthu D. Muralidharan P.T. Paramasivan Tetrahedron 58 2002 5069 [15] A.H. Cook I.M. Heilbron L. Steger J. Chem. Soc. 1943 413 [16] K.Y. Ko J.Y. Park Bull. Korean Chem. Soc. 16 1995 200 [17] B. Love K.M. Snader J. Org. Chem. 30 1965 1914 [18] F. Heiber Ber. 25 1892 2405 [19] E.H. Huntress E.W. Shaw J. Org. Chem. 13 1948 674",
      "scopus-id": "62649116394",
      "coredata": {
        "eid": "1-s2.0-S138111690800561X",
        "dc:description": "Cobalt complexes were covalently anchored onto the surface of silica by the complexation of organically modified silicas with Co(OAc)2 and CoCl2 and investigated for the oxidative aromatization of Hantzsch 1,4-dihydropyridines using molecular oxygen. The catalyst obtained by the complexation of Co(OAc)2 with organically modified 3-aminopropyl silica (Cat 1) was found to be most effective and stable under the reaction conditions. It can be easily recovered and recycled. The work-up procedure is simple and the corresponding pyridines were obtained in good to excellent yields.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-04-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690800561X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shamim, Tahira"
          },
          {
            "@_fa": "true",
            "$": "Gupta, Monika"
          },
          {
            "@_fa": "true",
            "$": "Paul, Satya"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690800561X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690800561X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(08)00561-X",
        "prism:volume": "302",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "The oxidative aromatization of Hantzsch 1,4-dihydropyridines by molecular oxygen using surface functionalized silica supported cobalt catalysts",
        "prism:copyright": "Copyright © 2008 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silica functionalized cobalt complexes"
          },
          {
            "@_fa": "true",
            "$": "Hantzsch 1,4-dihydropyridines"
          },
          {
            "@_fa": "true",
            "$": "Pyridines"
          },
          {
            "@_fa": "true",
            "$": "Recyclable heterogeneous catalyst"
          },
          {
            "@_fa": "true",
            "$": "Green procedure"
          },
          {
            "@_fa": "true",
            "$": "Solid–liquid phase catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-19",
        "prism:endingPage": "19",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 April 2009",
        "prism:doi": "10.1016/j.molcata.2008.11.024",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/j.molcata.2008.11.024",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "390",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34592",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "137",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2918",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "136",
            "@width": "612",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10471",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "979",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "290",
            "@width": "661",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25978",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "96",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2089",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "521",
            "@width": "468",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21403",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "147",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1746",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "143",
            "@width": "527",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22932",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "59",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690800561X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1372",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/62649116394"
      }
    }
  }
}