{
  "metadata": {
    "title": "Enantioselective synthesis of ethyl nipecotinate using cinchona modified heterogeneous catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-03-05",
    "doi": "10.1016/S1381-1169(98)00200-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998002003",
    "pii": "S1381116998002003"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0345561665",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-01-26 1999-01-26 2010-04-18T14:19:10 1-s2.0-S1381116998002003 S1381-1169(98)00200-3 S1381116998002003 10.1016/S1381-1169(98)00200-3 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00933 2015-05-15T05:56:33.651043-04:00 0 0 19990305 1999 1999-01-26T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 139 139 2 3 2 3 Volume 139, Issues 2–3 17 253 257 253 257 19990305 5 March 1999 1999-03-05 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. ENANTIOSELECTIVESYNTHESISETHYLNIPECOTINATEUSINGCINCHONAMODIFIEDHETEROGENEOUSCATALYSTS BLASER H 1 Introduction 2 Experimental 3 Results and discussion 3.1 Preparation of ethyl 1,4,5,6-tetrahydro nicotinate 3.2 Hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate, unmodified system 3.3 Hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate, modified system 4 Conclusions References KAZLAUSKAS 1991 2656 R BESSON 1997 254 M LAINE 1981 1478 R EXL 1995 211 C NASAR 1994 107 K QUAN 1966 2487 P BLASER 1998 282 H AKKERMAN 1951 899 A BORSZEKY 1996 199 K BORSZEKY 1997 3745 K BLASER 1997 441 H TALAS 1992 28 E BLASERX1999X253 BLASERX1999X253X257 BLASERX1999X253XH BLASERX1999X253X257XH item S1381-1169(98)00200-3 S1381116998002003 1-s2.0-S1381116998002003 10.1016/S1381-1169(98)00200-3 271358 2010-09-29T22:33:36.558934-04:00 1999-03-05 1-s2.0-S1381116998002003-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002003/MAIN/application/pdf/059d09f8c117566bd0edb89b7bc411a6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002003/MAIN/application/pdf/059d09f8c117566bd0edb89b7bc411a6/main.pdf main.pdf pdf true 82985 MAIN 5 1-s2.0-S1381116998002003-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002003/PREVIEW/image/png/3d5e6a252a395f60711fedd23190ceaf/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002003/PREVIEW/image/png/3d5e6a252a395f60711fedd23190ceaf/main_1.png main_1.png png 62652 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998002003-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002003/sc1/THUMBNAIL/image/gif/f23bcc80951223a9f5e73fcd4f4a22af/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002003/sc1/THUMBNAIL/image/gif/f23bcc80951223a9f5e73fcd4f4a22af/sc1.sml sc1 sc1.sml sml 831 57 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002003-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002003/sc1/DOWNSAMPLED/image/gif/0ff1413ddf7fbc20e89a4da434f438a1/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002003/sc1/DOWNSAMPLED/image/gif/0ff1413ddf7fbc20e89a4da434f438a1/sc1.gif sc1 sc1.gif gif 7665 266 585 IMAGE-DOWNSAMPLED MOLCAA 1968 S1381-1169(98)00200-3 10.1016/S1381-1169(98)00200-3 Elsevier Science B.V. Scheme. 1 Two-step hydrogenation of ethyl nicotinate. Table 1 Hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate with unmodified catalysts (50°C, 20–22 h, 100 bar H2, S/C: substrate to catalyst ratio) Catalyst S/C Solvent Product (%) Entry 10% Pd/C a 10/6 DMF 1.0 1 10% Pd/C 10/3 EtOH 48 2 10% Pd/C 10/6 DMF 76 3 10% Pd/C 10/3 AcOH 100 4 Rh–Pt oxide 10/3 EtOH 98 5 5% Rh/C 10/3 EtOH 58 6 5% Pd/C 10/3 EtOH 43 7 5% Ir/C 10/3 EtOH 8.0 8 5% Pt/C 10/3 EtOH 26 9 a Hydrogenation at room temperature. Table 2 Enantioselective hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate with several catalysts (50°C, 100 bar H2, modifier to catalyst ratio M/C=1/5) Catalyst Solvent S/C Time (h) Product (%) ee (%) Entry 10% Pd/C DMF 10/6 25 12 19 (S) 1 10% Pd/C EtOH 10/3 46 17 3 (S) 2 10% Pd/C n-Hexane 10/6 24 81 2.5 (S) 3 5% Pd/TiO2 THF 10/6 22 4.6 18 (S) 4 5% Pd/TiO2 DMF/H2O 1/1 10/6 43 24 6 (S) 5 5% Pd/TiO2 DMF/H2O 1/1 10/6 89 22 2 (S) 6 5% Pd/TiO2 n-Hexane 10/6 20 28 2 (S) 7 5% Pd/TiO2 DMF 10/6 20 4.8 1.5 (S) 8 5% Rh/C n-Hexane 10/3 19 46 1.5 (S) 9 Rh/Pt oxide n-Hexane 10/3 22 97 3 (S) 10 Table 3 Enantioselective hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate with 10% Pd/C (DMF, 130 bar H2, 50°C, 21–22 h) S/C M/C Product (%) ee (%) 10/6 – 76 – 10/6 1/10 49 1 (S) 10/6 2/10 46 17 (S) 10/6 3/10 54 8.3 (S) 10/6 4/10 47 7 (S) Table 4 Enantioselective hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate with 5% Pd/TiO2 in different solvent system (130 bar H2, 50°C, 20–22 h) Solvent system S/C M/C Product (%) ee (%) Entry THF/50 μl AcOH 10/6 2/10 6.5 11 (S) 1 THF/AcOH 1/0.05 10/6 2/10 69 3 (S) 2 H2O/AcOH 1/0.05 10/6 2/10 100 0 3 DMF/H2O/AcOH a 10/3 2/10 17 0 4 DMF/H2O/AcOH a 10/3 3/10 10 24 (S) 5 DMF/H2O/AcOH a 10/3 4/10 6 15 (S) 6 a Ratio: 1/1/0.001. Enantioselective synthesis of ethyl nipecotinate using cinchona modified heterogeneous catalysts H.-U Blaser a H Hönig b M Studer a * C Wedemeyer-Exl b a Scientific Services, R-1055, Novartis Services AG, CH-4002 Basel, Switzerland b Technical University of Graz, Stremayrg. 16, A-8010 Graz, Austria * Corresponding author. Fax: +61-697-84-53. Ethyl nicotinate was hydrogenated to ethyl nipecotinate in two steps. In the first step, the starting material was converted to the 1,4,5,6-tetrahydro derivative with Pd/C and hydrogen in 76% yield. The hydrogenation of this intermediate was investigated with both unmodified and 10,11-dihydrocinchonidine modified noble metal catalysts and the influence of the catalyst metal, support, solvent and modifier concentration was tested. Catalyst activity was low in all cases, probably because the CC double bond is part of a vinylogeous carbamate. The highest activity was observed with Rh and Rh/Pt catalysts. Highest ee's were obtained at relatively low conversions with Pd/C in DMF (19% ee, 12% conversion) and Pd/TiO2 in a DMF/H2O/AcOH system (24% ee, 10% conversion). This is the first successful example of an enantioselection in the hydrogenation of an α,β-unsaturated ester with a modified heterogeneous catalyst. With the addition of 10,11-dihydrocinchonidine, catalyst activity usually decreased. Ee and activity were strongly influenced by the catalyst metal, the carrier and the solvent. Due to the empiric nature of the study and the low ee's obtained, a mechanistic interpretation of the results is not warranted. Keywords Enantioselective hydrogenation of α,β-unsaturated ester Modified heterogeneous Pd catalyst Ethyl 1,4,5,6-tetrahydro nicotinate 10,11-Dihydrocinchonidine Ethyl nipecotinate 1 Introduction The enantioselective synthesis of chiral saturated ring systems, such as cyclohexane, piperidine, piperazine and others, is of interest due to the biological activity of these compounds. Classical ways to synthesize such ring systems are asymmetric Diels–Alder-reactions [1], the use of the chiral pool [2], and enzymatic methods [3]. From the many synthetic strategies conceivable, asymmetric catalytic hydrogenation of the corresponding prochiral aromatic compounds is appealing because it would be a one-step reaction. There are several possibilities to hydrogenate aromatic compounds in a stereoselective way, most important being the diastereoselective hydrogenation of a chiral precursor, and the enantioselective hydrogenation of a prochiral substrate with a chiral catalyst. Whereas the first approach has been shown to work in principle [4], all efforts to enantioselectively hydrogenate aromatic rings have resulted in ee's ≤6% [5–7]. A different approach, namely a two-step hydrogenation procedure for the synthesis of chiral piperazine derivatives starting from the corresponding pyrazine derivative was described by Fuchs and Roduit [8]: In the first step, the tetrahydro pyrazine was prepared by selective Pd/C catalyzed addition of 2 moles of hydrogen. In the second step, the remaining double bond was hydrogenated enantioselectively to the corresponding piperazines with homogeneous Rh-ferrocenyl diphosphine catalysts. Ee's of 40–97% were obtained, depending on the ligand and substrate structure. This paper describes a similar two-step approach for the preparation of chiral piperidines starting with the corresponding pyridine (model substrate: ethyl nicotinate, see Scheme. 1 ). Ethyl 1,4,5,6-tetrahydro nicotinate was prepared by adapting an already published method using a Pd/C catalyst [9]. In contrast to the above mentioned work [8], the hydrogenation of the last CC double bond was carried out with a chirally modified heterogeneous catalyst. 2 Experimental All reagents and solvents except 10,11-dihydrocichonidine [10]were obtained from commercial suppliers and used without further purification. The catalysts were supplied by the following manufacturers: Engelhard: 5% Pd/C 4522; 10% Pd/C 4505; 5% Pd/Al2O3 4589; 5% Pt/C 4709; 5% Rh/C 4806; Johnson Matthey: 5% Pd/graphite JR 333B; 5% Pd/BaSO4 Typ 29A LR2T; Degussa 5% Pd/TiO2 E 700 Exp/D; 5% Pd/CaCO3 R 407 XR/D; percent Ir/C Exp/XB/W; Rh–Pt-Oxide 74047, 8603. GLC analysis for conversion: Varian Star 3700 (OV 101, FID, 100–250°C, 10°C/min, 2 m, packed column); for diastereomeric excess after derivatization: Varian Star 3400 (OV 101, l=30 m,: FID, 180°C isotherm). The retention times were 17.1 min for the (R)(R)- and 19.7 min for the (R)(S)-derivative of ethyl nipecotinate with (R)-Mosher's acid. Derivatization of ethyl nipecotinate for the determination of ee: To a solution of 0.1 mmol of the product ethyl nipecotinate in 1 ml dry CH2Cl2, 0.3 mmol triethylamine and 0.12 mmol of (R)-(−)-Mosher's acid chloride were added. After 12 to 24 h at RT, the samples were filtered over cellulose and used without any further purification for the GLC determination of the diastereomeric ratio. For reference purposes, the pure (R)- and (S)-enantiomers of ethyl nipecotinate were prepared via separation of the corresponding tartrates [11]. All hydrogenation reactions were performed in a 50 ml stainless steel autoclave equipped with a magnetic stirrer and baffles. Starting materials, modifier, catalysts and solvents were placed directly in the autoclave, then the autoclave was sealed, flushed three times with hydrogen and charged with hydrogen to the specified reaction pressure. Synthesis of ethyl 1,4,5,6-tetrahydro nicotinate: 5.0 g ethyl nicotinate was dissolved in 16 ml EtOH and 0.53 g 10% Pd/C was added. The hydrogenation was started at an initial hydrogen pressure of 50 bar. During the 2 h hydrogenation at RT, the pressure dropped to 2 bar. After removal of the catalyst by filtration, EtOH was removed and the residue was taken up in 20 ml CH2Cl2. After washing with 10 ml 10% citric acid to remove the remaining ethyl nicotinate, the organic phase was dried over anhydrous Na2SO4, and evaporated to yield 3.88 g (76%) very pure ethyl 1,4,5,6-tetrahydro nicotinate. Hydrogenations with the unmodified system: 500 mg ethyl 1,4,5,6-tetrahydro nicotinate were dissolved in 20 ml solvent. After addition of the catalyst, the mixture was hydrogenated at 100–130 bar initial pressure at 50°C. After removal of the catalyst by filtration, the conversion was determined by GLC (see above). Hydrogenations with the modified system were carried out as described above except that modifier 10,11-dihydrocichonidine was added after dissolving ethyl 1,4,5,6-tetrahydro nicotinate. 3 Results and discussion 3.1 Preparation of ethyl 1,4,5,6-tetrahydro nicotinate The selective hydrogenation of ethyl nicotinate to ethyl 1,4,5,6-tetrahydro nicotinate was carried out similar to [9]. However, because we always observed long reaction times and low conversion with this procedure, we started at a higher initial pressure of 50 bar. During the 2 h hydrogenation time, the pressure dropped to 2 bar (uptake of 2 moles of hydrogen) and we obtained very pure ethyl 1,4,5,6-tetrahydro nicotinate in 76% yield without distillation. 3.2 Hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate, unmodified system Because the CC bond of ethyl 1,4,5,6-tetrahydro nicotinate is part of a vinylogous carbamate, its hydrogenation is not trivial. To identify the most active catalytic system, several types of catalysts were tested. The influence of the metal, the carrier as well as of the temperature and the solvent on the hydrogenation rate were investigated (Table 1 ). At room temperature, 10% Pd/C gave almost no conversion (entry 1). At 50°C, we observed 48, 76 and 100% product in EtOH, DMF and AcOH, respectively (entries 2–4). In EtOH, unsupported Rh/Pt oxide, 5% Rh/C and 5% Pd/C showed the highest activity (entries 5–7), whereas Pt and Ir on carbon were all less active (entries 8 and 9). Pd on Al2O3, BaSO4, graphite, TiO2, or CaCO3 always had a significantly lower activity than when supported on carbon (results not shown). 3.3 Hydrogenation of ethyl 1,4,5,6-tetrahydro nicotinate, modified system As the groups of Nitta and Kobiro [12]and Borszeky et al. [13, 14]have shown, ee's of up to 72% can be obtained in the enantioselective hydrogenation of α,β-unsaturated acids with cinchona modified Pd catalysts. Both Pd/TiO2 in polar solvents (DMF or DMF–H2O) [12], and Pt/Al2O3 in hexane [13, 14]gave good results. These two systems as well as the most active Rh/C and Rh/Pt-oxide catalysts identified above were chosen as starting point for our investigations using 10,11-dihydrocichonidine as modifier. Table 2 depicts selected results of a catalyst/solvent screening with different Pd catalysts. The best enantioselectivities were obtained with the two systems 10% Pd/C in DMF (entry 1, ee 19%) and 5% Pd/TiO2 in THF (entry 4, ee 18%). Other solvents than DMF (entries 2, 3) or THF (entries 5–8), or Pd/Al2O3 (results not shown) gave ee's of ≤7%. Especially disappointing were the results in acetic acid, the best solvent for the enantioselective hydrogenation of activated ketones [15](high conversions but 0% ee with all catalysts tested) and in n-hexane (entries 3, 7, 9, 10), the preferred solvent in investigation of Borszeky et al. [13, 14]. Increasing the reaction time from 43 to 89 h (entries 5 and 6) did not result in a higher conversion but a lower ee. This suggests deactivation of the catalyst and racemization during the long reaction time. Lowering the amount of catalyst also resulted in a considerably diminished yield (results not shown). Rh/C and Rh/Pt-oxide (entries 9, 10) gave the highest activity of all modified systems, but as observed for our and other cinchona modified Pd systems [12–14], the activity was somewhat lower than in the unmodified system. Unfortunately, the enantioselectivity with these catalysts was always ≤3%; varying the solvents (H2O, EtOH, THF, AcOH and n-hexane tested) or the modifier/catalyst ratio (2/10, 3/10, 4/10, in EtOH) did not make any difference. The Pd/C in DMF and Pd/TiO2 in THF were investigated in more detail. Table 3 shows the effect of the 10,11-dihydrocinchonidine concentration on ee and product yield with 10% Pd/C in DMF. As observed by Borszeky et al. [13, 14]and Nitta and Kobiro [12], activity and therefore product yield decreased compared to the unmodified systems. The ee went through a maximum (modifier/catalyst ratio 1/5), a behavior also found with the Pt–cinchona system in the hydrogenation of α-ketoesters (for a review, see Ref. [15]). Table 4 shows the results of the Pd/TiO2 system with polar solvents. Since the yield was very low in pure THF (entry 2, Table 2), the addition of AcOH was also investigated (entries 1,2). Product yield indeed increased, but generally the ee's dropped. H2O in combination with AcOH led to high activity but negligible induction (entry 3), whereas in pure H2O, both the activity and selectivity were always very low (results not shown). In analogy to Nitta and Kobiro's results, the best ee of 24% was achieved with Pd/TiO2 in DMF/H2O, 1/1 with a trace of acetic acid in our case. Unfortunately, the results were not very well reproducible (entries 4–6). Generally, the ee seemed to be higher at low conversion. This indicates that the catalytic system is not stable during the reaction probably because the modifier is also slowly hydrogenated [16]. However, since the ee's were too low to be of practical use, this effect was not further investigated. 4 Conclusions We have demonstrated that a two-step procedure for the enantioselective preparation of ethyl nipecotinate is feasible in principle. The first hydrogenation step is unproblematic, however, the hydrogenation of the highly stabilized CC bond in ethyl 1,4,5,6-tetrahydro nicotinate proved to be very difficult. Both yields and enantioselectivities are too low to be of preparative use. The instability of the modified catalyst precluded a more detailed investigation and, therefore, our results are not a suitable basis for a mechanistic interpretation. Nevertheless, this is the first case with a chirally modified heterogeneous catalyst to hydrogenate an α,β-unsaturated ester with significant ee's. References 1 C. Thom, P. Kocienski, K. Jarowicki, Synthesis (1993) 475. 2 S. Hanessian, Total Synthesis of Natural Products: The `Chiron' Approach, Pergamon Press, Oxford, 1983. 3 R.J Kazlauskas A.N.E Weissfloch A.T Rappaport L.A Cuccia J. Org. Chem. 56 1991 2656 4 M Besson B Blanc M Champelet P Gallezot K Nasar C Pinel J. Catal. 170 1997 254 5 R.M Laine G Hum B.J Wood M Dawson Stud. Surf. Sci. Catal. 7 1981 1478 6 C Exl E Ferstl H Hönig R Rogi-Kohlenprath Chirality 7 1995 211 7 K Nasar F Fache M Lemaire J.-C Beziat M Besson P Gallezot J. Mol. Catal. 87 1994 107 8 R. Fuchs, J.-P. Roduit, EP 0744401A2 961127 assigned to Lonza. 9 P.M Quan L.D Quin J. Org. Chem. 31 1966 2487 10 H.U Blaser M Garland H.P Jalett M Studer A Wirth-Tijani H Thies J. Catal. 173 1998 282 11 A.M Akkerman D.K de Jongh H Veldstra Recueil 70 1951 899 12 Y. Nitta, K. Kobiro, Chem. Lett. (1996) 897. 13 K Borszeky T Mallat A Baiker Catal. Lett. 41 1996 199 14 K Borszeky T Mallat A Baiker Tetrahedron: Asymmetry 8 1997 3745 15 H.U Blaser H.P Jalett M Müller M Studer Catalysis Today 37 1997 441 16 E Talas L Botz J.L Margitfalvi O Sticher A Baiker J. Planar Chromatogr. 5 1992 28",
      "scopus-id": "0345561665",
      "coredata": {
        "eid": "1-s2.0-S1381116998002003",
        "dc:description": "Ethyl nicotinate was hydrogenated to ethyl nipecotinate in two steps. In the first step, the starting material was converted to the 1,4,5,6-tetrahydro derivative with Pd/C and hydrogen in 76% yield. The hydrogenation of this intermediate was investigated with both unmodified and 10,11-dihydrocinchonidine modified noble metal catalysts and the influence of the catalyst metal, support, solvent and modifier concentration was tested. Catalyst activity was low in all cases, probably because the CC double bond is part of a vinylogeous carbamate. The highest activity was observed with Rh and Rh/Pt catalysts. Highest ee's were obtained at relatively low conversions with Pd/C in DMF (19% ee, 12% conversion) and Pd/TiO2 in a DMF/H2O/AcOH system (24% ee, 10% conversion). This is the first successful example of an enantioselection in the hydrogenation of an α,β-unsaturated ester with a modified heterogeneous catalyst. With the addition of 10,11-dihydrocinchonidine, catalyst activity usually decreased. Ee and activity were strongly influenced by the catalyst metal, the carrier and the solvent. Due to the empiric nature of the study and the low ee's obtained, a mechanistic interpretation of the results is not warranted.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-03-05",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998002003",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Blaser, H.-U"
          },
          {
            "@_fa": "true",
            "$": "Hönig, H"
          },
          {
            "@_fa": "true",
            "$": "Studer, M"
          },
          {
            "@_fa": "true",
            "$": "Wedemeyer-Exl, C"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998002003"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998002003"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00200-3",
        "prism:volume": "139",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Enantioselective synthesis of ethyl nipecotinate using cinchona modified heterogeneous catalysts",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Enantioselective hydrogenation of α,β-unsaturated ester"
          },
          {
            "@_fa": "true",
            "$": "Modified heterogeneous Pd catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ethyl 1,4,5,6-tetrahydro nicotinate"
          },
          {
            "@_fa": "true",
            "$": "10,11-Dihydrocinchonidine"
          },
          {
            "@_fa": "true",
            "$": "Ethyl nipecotinate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "253-257",
        "prism:endingPage": "257",
        "pubType": "fla",
        "prism:coverDisplayDate": "5 March 1999",
        "prism:doi": "10.1016/S1381-1169(98)00200-3",
        "prism:startingPage": "253",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00200-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002003-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "831",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "585",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002003-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7665",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0345561665"
      }
    }
  }
}