{
  "metadata": {
    "title": "Structural and functional characterization of self-assembled monolayers of peptide nucleic acids and its interaction with complementary DNA",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-03-16",
    "doi": "10.1016/j.molcata.2004.09.076",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904007150",
    "pii": "S1381116904007150"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-12844252086",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-12-02 2004-12-02 2010-04-19T04:56:56 1-s2.0-S1381116904007150 S1381-1169(04)00715-0 S1381116904007150 10.1016/j.molcata.2004.09.076 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X02130 2015-05-15T05:56:32.920819-04:00 0 0 20050316 2005 2004-12-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 228 228 1 2 1 2 Volume 228, Issues 1–2 19 131 136 131 136 20050316 16 March 2005 2005-03-16 2005 Proceedings of the Third San Luis Symposium on Surfaces, Interfaces and Catalysis Wilfred T. Tysoe and Jose Rodriguez article fla Copyright © 2004 Elsevier B.V. All rights reserved. STRUCTURALFUNCTIONALCHARACTERIZATIONSELFASSEMBLEDMONOLAYERSPEPTIDENUCLEICACIDSINTERACTIONCOMPLEMENTARYDNA BRIONES C 1 Introduction 2 Experimental 2.1 PNA and DNA molecules 2.2 Immobilization of ssPNA on gold and hybridization with target ssDNA 2.3 XPS measurements 2.4 AFM experiments 3 Results and discussion Acknowledgements References ULMAN 1991 A INTRODUCTIONULTRATHINORGANICFILMSLANGMUIRBLODGETTSELFASSEMBLY SCHREIBER 2000 151 F HAAG 1999 7895 R VERICAT 2001 4919 C HERNE 1997 8916 T WANG 2001 L389 H CASERO 2003 6230 E HACIA 1998 155 J TILLIB 2001 53 S BUETOW 2001 581 K NIELSEN 1991 1497 P EGHOLM 1992 1895 M WITTUNG 1994 561 P SCHMIDT 1997 4797 J JOYCE 1999 49 77 G RNAWORLD ERIKSSON 1996 410 M RATILAINEN 1998 12331 T EGHOLM 1993 566 M WITTUNG 1994 561 P MATYSIAK 2001 896 S BRANDT 2003 119 O MARTINEZ 1997 6798 M ERIKSSON 1996 410 M RATILAINEN 2000 7781 T WITTUNG 1994 561 P PETROVYKH 2003 5219 D LYUBCHENKO 1993 2137 Y POIRIER 1996 1145 G PETROVYKH 2003 5219 D BRIONESX2005X131 BRIONESX2005X131X136 BRIONESX2005X131XC BRIONESX2005X131X136XC item S1381-1169(04)00715-0 S1381116904007150 1-s2.0-S1381116904007150 10.1016/j.molcata.2004.09.076 271358 2010-10-10T21:01:25.659147-04:00 2005-03-16 1-s2.0-S1381116904007150-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/MAIN/application/pdf/042355b58d11ab5163f702331fc4e961/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/MAIN/application/pdf/042355b58d11ab5163f702331fc4e961/main.pdf main.pdf pdf true 241073 MAIN 6 1-s2.0-S1381116904007150-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/PREVIEW/image/png/f4230a29f0cf16535d9b98af90ccff8f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/PREVIEW/image/png/f4230a29f0cf16535d9b98af90ccff8f/main_1.png main_1.png png 62989 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904007150-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr1/THUMBNAIL/image/gif/c61980ad9f0cc8776be11b8b88072180/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr1/THUMBNAIL/image/gif/c61980ad9f0cc8776be11b8b88072180/gr1.sml gr1 gr1.sml sml 803 93 76 IMAGE-THUMBNAIL 1-s2.0-S1381116904007150-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr1/DOWNSAMPLED/image/gif/ca28ccde3101e55612f9074297e7414f/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr1/DOWNSAMPLED/image/gif/ca28ccde3101e55612f9074297e7414f/gr1.gif gr1 gr1.gif gif 1572 172 141 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007150-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr2/THUMBNAIL/image/gif/ec8c223112b51e31ecf0931fa5334d54/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr2/THUMBNAIL/image/gif/ec8c223112b51e31ecf0931fa5334d54/gr2.sml gr2 gr2.sml sml 5277 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007150-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr2/DOWNSAMPLED/image/jpeg/dc981346e521e7511fc59f68acb8bfe8/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr2/DOWNSAMPLED/image/jpeg/dc981346e521e7511fc59f68acb8bfe8/gr2.jpg gr2 gr2.jpg jpg 129916 429 681 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007150-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr3/THUMBNAIL/image/gif/c60ac9375dc7778e2f0296cc17477671/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr3/THUMBNAIL/image/gif/c60ac9375dc7778e2f0296cc17477671/gr3.sml gr3 gr3.sml sml 1859 93 68 IMAGE-THUMBNAIL 1-s2.0-S1381116904007150-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr3/DOWNSAMPLED/image/jpeg/ab13b31346222ad5dd104060ee9db9f4/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr3/DOWNSAMPLED/image/jpeg/ab13b31346222ad5dd104060ee9db9f4/gr3.jpg gr3 gr3.jpg jpg 22390 358 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007150-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr4/THUMBNAIL/image/gif/5435fbda408e295f177c9b121b7ca43e/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr4/THUMBNAIL/image/gif/5435fbda408e295f177c9b121b7ca43e/gr4.sml gr4 gr4.sml sml 2443 93 110 IMAGE-THUMBNAIL 1-s2.0-S1381116904007150-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/gr4/DOWNSAMPLED/image/jpeg/ecfecb74d7bf4baf30b99320268d6da6/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/gr4/DOWNSAMPLED/image/jpeg/ecfecb74d7bf4baf30b99320268d6da6/gr4.jpg gr4 gr4.jpg jpg 26965 319 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007150-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/fx1/THUMBNAIL/image/gif/a91fd68e3194bb9ce6b1a6be2d54d5bc/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/fx1/THUMBNAIL/image/gif/a91fd68e3194bb9ce6b1a6be2d54d5bc/fx1.sml fx1 true fx1.sml sml 4414 93 106 IMAGE-THUMBNAIL 1-s2.0-S1381116904007150-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007150/fx1/DOWNSAMPLED/image/jpeg/ad270bdbd1da627c166fd562174785f1/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007150/fx1/DOWNSAMPLED/image/jpeg/ad270bdbd1da627c166fd562174785f1/fx1.jpg fx1 true fx1.jpg jpg 25210 215 244 IMAGE-DOWNSAMPLED MOLCAA 4928 S1381-1169(04)00715-0 10.1016/j.molcata.2004.09.076 Elsevier B.V. Fig. 1 Chemical structure of a PNA monomer. Fig. 2 (A) Schematic representation of P-G142; only the first and last nucleobases are drawn, brackets indicate the positions occupied by monomers 2–10 of the ssPNA. (B and C) AFM images recorded in air of ssPNA immobilized at 1μM concentration on gold surfaces. (D and E) AFM images recorded of ssPNA immobilized at concentration of 0.5μM. Fig. 3 High-resolution XPS spectra of the N 1s core-level peak before (lower curve) and after (upper curve) hybridization of the bioSAM of 1μM P-G142 with the complementary ssDNA at 100μm. These peaks are normalized to the Au 4f substrate signal. Fig. 4 Value of the XPS N 1s/Au 4f ratio for different concentrations of immobilized P-G142 before and after hybridization with the complementary ssDNA at 100μM concentration. Structural and functional characterization of self-assembled monolayers of peptide nucleic acids and its interaction with complementary DNA C. Briones a E. Mateo-Martí a C. Gómez-Navarro b V. Parro a E. Román b J.A. Martín-Gago a b * a Centro de Astrobiología (CSIC-INTA). Carretera de Ajalvir, Km. 4, 28850 Torrejón de Ardoz, Madrid, Spain b Instituto de Ciencia de Materiales de Madrid (CSIC), Cantoblanco, 28049 Madrid, Spain * Corresponding author. Tel.: +34 1 3349087; fax: +34 1 3720623. Self-assembled monolayers (SAMs) of single-stranded peptide nucleic acid (ssPNA) molecules on gold surfaces, with efficient capability for recognizing complementary ssDNA. In spite of their remarkably long length of 6–7nm, ssPNA molecules can assemble standing-up on the surface similarly to the SAMs of short alkanethiols. The equilibrium between lying and standing-up molecules on the surface is a function of the molecular coverage. These structural and functional studies have been performed by means of powerful label-free techniques for surface characterization such as synchrotron radiation-based X-ray photoemission spectroscopy and atomic force microscopy. Graphical abstract Ordered self-assembled monolayers (SAMs) of single-stranded peptide nucleic acid (ssPNA) molecules can be formed on gold surfaces, with efficient capability for recognizing complementary ssDNA. By X-ray photoemission spectroscopy and atomic force microscopy, we proved that in spite of their remarkable length (6–7nm), ssPNA molecules can assemble standing-up on the surface similar to the SAMs of short alkanethiols. Keywords Biosensor DNA Self-assembling PNA 1 Introduction Many important technological applications require the use of molecules and macromolecules adsorbed on surfaces from a liquid environment. The understanding of the structure of these molecular layers is of a great importance because its atomic arrangement determines the mechanical properties, electronic behaviour and reactivity of the surfaces. Therefore, the ability to control the surface structure at an atomic level is a crucial point, not only for designing new materials for catalytic applications, electrodeposition or corrosion prevention, but also in the development of the wide field of nanoscience and nanotechnology. This is the case of self-assembled monolayers (SAMs) of alkanethiols [1,2]. The nature and magnitude of alkanethiol–alkanethiol and alkanethiol–surface interactions on different metals, and particularly on Au(111) has been taken as a model system, and therefore, explored by many different techniques. These fascinating two-dimensional structures have potential applications to modify wetting and wear properties of solid surfaces, to anchor different functional groups to be used in chemical and biochemical sensors, to protect metal surfaces against corrosion and to be used as masks for the fabrication of nanodevices for electronics and magnetic storage media [3]. One of the main problems to understand self-assembly of SAMs on metals arises from the fact that alkanethiol–metal and alkanethiol–alkanethiol interactions are not fully understood. These interactions determine the stability of SAMs, a basic point for their use in many technological applications. Concerning the nature of the alkanethiol/metal interactions X-ray photoemission spectroscopy (XPS) and high-resolution XPS studies of SAMs on Au(111) have shown that the S-atom bonded to the metal surface exhibits the chemical properties of an alkanethiolate [4]. The success in assembling many different organic molecules on surfaces has driven the attention of numerous research groups towards SAMs of biomolecules. Nevertheless, self-assembling of biomolecules usually results in a reduced bioactivity and in a poor degree of organization due to the strong interaction of the biomolecules with the substrate. The idea of anchoring DNA to gold surfaces by a terminal thiol group was explored right after the first structural study about SAMs of alkanethiols. The first idea was to extrapolate the knowledge attained from these molecules to thiolated–DNA. However, most of the reported results have been disappointing because the anchored DNA molecules usually fold into themselves on the surface leading to a formless globular structure. Poorly ordered DNA layers showed a reduced bioactivity due to the strong DNA–substrate interactions [5–7]. In parallel, a large effort has been expended on the development of DNA microarray and DNA-based biosensor technologies in order to monitor the interaction between surface-attached single-stranded (ss) catcher probe oligonucleotides and fluorescent labelled complementary target strands from solution [8,9]. Detection methods that avoid labeling of the target molecule to be hybridized are generally preferred since the accuracy of the measurements that require labels is limited by the labeling efficiency [10]. Immobilized ssDNA films used in biotechnology applications are typically less than 10nm thick; therefore, standard surface characterization techniques can be employed to support biochemical analysis. Peptide nucleic acid (PNA) is an artificial DNA mimic that exhibits unique physicochemical properties, being an achiral and uncharged biopolymer of high biological and chemical stability [11,12]. A schematic representation of the chemical structure of a PNA monomer is shown in Fig. 1 . From an evolutionary point of view, PNA has been proposed as a suitable candidate to have preceded RNA at the first stages of the evolution of genetic molecules, constituting a putative “pre-RNA world” [13–15]. PNA hybridizes to complementary targets (RNA, DNA or PNA) according to the Watson–Crick rules for base pairing. The solution structures of PNA–DNA heteroduplexes are extended right-handed helices possessing features of both A-form and B-form dsDNA: helical rise of 4.2nm with 13base pairs (bp) per turn, helix diameter of 2.3nm, a major groove wider and a minor groove narrower than those of the dsDNA [16,17]. ssPNA shows higher affinity and specificity for complementary ssDNA than the corresponding ssDNA sequence [11,18,19]. Although microarrays of PNA oligomers bound to activated surfaces have been recently developed [20,21], a detailed study of both the morphology of the immobilized PNAs on surfaces and the functional properties of immobilized ssPNAs for binding complementary ssDNA is needed in order to design PNA-based biosensors. Here, we report on the formation of locally ordered SAMs of ssPNA molecules on gold surfaces with efficient ssDNA recognition capability. We used powerful label-free techniques for surface characterization such as synchrotron radiation based XPS and atomic force microscopy (AFM). 2 Experimental 2.1 PNA and DNA molecules HPLC-purified ssPNA used was named P-G142, with the sequence NH2-Cys-O-O-AATCCCCGCAT-H (Applied Biosystems). This sequence is located at the hypervariable antigenic loop RGD in capsid protein VP1 of the animal pathogen foot-and-mouth disease virus (FMDV) [22]. Purine-rich sequences were avoided in order to minimize aggregation problems and self-complementarity was discarded. The calculated melting temperature at 1μM concentration in H2O was 62°C. The cysteine moiety at the N terminus of the PNAs provides the thiol group that allows immobilization on gold surfaces. The “O” spacer unit is a molecule of 8-amino-3,6-dioxaoctanoic acid, used to separate the hybridization portion of the molecule from its thiolated terminus. The overall length of spacer formed by two consecutive “O” linkers is 3.0nm. Thus, the total length of P-G142 can be estimated to be 7.1nm, considering a helical structure similar to that found in PNA–DNA duplexes [23–24], as represented in the structure of Fig. 2A (drawn by means of CS Chem3D Std. 5.0, Cambridge, MA). The PNA molecule has C, O, H and N atoms as constitutive elements. Particularly and for the photoemission studies we have focused on the N species. Every molecule has 64 N atoms. PNA stock solutions were prepared at 100μM concentration in pure (milli-Q grade) H2O, and stored at 4°C. Working solutions were freshly prepared before each experiment from an aliquot of the stock solution pre-warmed at 50°C for 10min. A target ssDNA molecule was designed in antisense orientation with respect to the ssPNA, since thermal stability of the antiparallel PNA–DNA duplex is higher than that of the corresponding parallel one [25]. Therefore, the following HPLC-purified 31-mer DNA oligonucleotide (Invitrogen) was used: G142-31 (5′-CCGCCAGTGCATGCGGGGATTTGGCTCACCT-3′). 2.2 Immobilization of ssPNA on gold and hybridization with target ssDNA Immobilization of ssPNA (at concentrations ranging from 0.1 to 100μM in H2O) was performed at 22°C for 4h in a humid chamber. The immobilization was carried out on two different substrates: polycrystalline Au layers evaporated on glass (Arrandee, Werther, Germany) and single-crystal Au(111). The Au substrates were placed facing down over a small reservoir containing a 20 μl drop of the ssPNA solution. This experimental setup minimized unspecific deposition of molecules on the gold surface that could affect the XPS analysis. After the immobilization step, the crystals were vigorously rinsed in H2O with agitation. Hybridization of the complementary ssDNA at 100μM concentration was performed for 1h, in a buffer containing 7mM NaCl and 0.7mM Na-citrate, pH 7.2. Temperatures ranged from 41 to 58°C. The experimental setup was similar to that described for the PNA immobilization that avoids the deposition of salt on the gold surface. Post-hybridization washing was performed for 15min in a buffer containing 45mM NaCl and 4.5mM Na-citrate, pH 7.0, with agitation. Washing temperature ranged from 5°C below hybridization temperature to 6°C above it. After this stringent wash, a last 15 min washing step was performed in H2O. 2.3 XPS measurements XPS experiments were performed at ELETTRA synchrotron radiation facility (Trieste, Italy). The end station was equipped with an ultra high vacuum (UHV) system with a base pressure of 2×10−10 torr. This beamline produces photons ranging from 40 to 1500eV with a resolving power better than 10−3. A hemispherical electron energy analyser was used and the overall resolution (beamline+analyser) of the presented spectra was estimated to be around 80meV. The quantification by XPS of the total amount of PNA adsorbed on the surface has been performed by normalizing the N 1s core-level photoemitted signal to the Au 4f peak measured in the same conditions. Because the N signal comes exclusively from the PNA molecule, the N 1s/Au 4f ratio is proportional to the molecular coverage. We checked the absence of this signal in the gold substrate introduced from air. C and O core-level peaks include the non-negligible contribution from contamination, and, therefore, cannot be used, neither as fingerprints for adsorption nor for core-level analyses. We did not observe any XPS feature in the 163–164eV binding energy range, that could be associated to unbound thiol groups [26]. XPS was also used for measuring N 1s/Au 4f ratio after hybridization of ssDNA. We checked that the samples were not damaged by radiation. We could observe neither variation in the N 1s photoemission intensity nor changes in the line shape of the core level from the immobilized ssPNA after having been X-rayed for up to 12h. 2.4 AFM experiments AFM images of dried surfaces were recorded using a commercial Nanotec Electronic System. In order to avoid tip and sample damage, topographic images were always taken in non-contact dynamic mode. Olympus cantilevers with a silicon nitride tip, resonance frequency of 80kHz, force constant of 0.74N/m and nominal radius smaller than 20nm have been used. For AFM imaging, we flame-annealed polycrystalline Au layers evaporated on glass, to produce a predominant (111) faceting of the surface, as we could check by imaging the clean surface. AFM imaging in solution was performed in water with the same experimental conditions. 3 Results and discussion The structure of immobilized layers of P-G142 on gold surfaces was investigated by AFM imaging (Fig. 2B–E). Fig. 2B and C show AFM images obtained after immobilization of a 1μM P-G142 solution. A strikingly ordered arrangement of the molecules is observed, with reproducible aligned and meandering patterns. The ordered protrusions are 5–7nm high from the bare surface and their width is 10–30nm. Taking into account that the tip radius of the AFM is smaller than 20nm, we can confirm that groups of molecules standing-up are imaged on the surface. The fact that the apparent height measured by AFM is generally lower than the theoretical one (7.1nm for P-G142) could be related, apart from some degree of flexibility allowed by the PNA backbone, either to a small tilt of the molecule, or to a deformation of the molecular layer induced by the AFM tip. Indeed, these effects were previously observed, and tilts in SAM of alkanethiols up to 15° have been reported [1,2]. Tilted ssPNA chains could facilitate non-complementary H-bonding between nucleobases placed at different chain positions. These nucleobase–nucleobase interactions could stabilize the lateral contacts among molecules that lead to the observed ordered pattern. Moreover, the real height of a molecular adsorbed layer on a surface by tapping mode AFM is an open issue, and deformations up to 50% of the nominal value are frequently reported for soft material [5,6]. The meandering structure of the ssPNA layers can be understood because molecules can be freely adsorbed on the surface in such a way that they have rotational symmetry around the molecular backbone, finding the closest neighbor for intermolecular contacts. Fig. 2C shows a broad area where aligned features were observed following crystallographic directions in a monocrystalline grain of a gold terrace. We have studied the dependence of the ordering with the concentration of the immobilized ssPNA probe. Fig. 2D and E show AFM images obtained with a lower ssPNA concentration (0.5μM). In Fig. 2D, groups of ssPNA molecules standing-up on the surface (AFM height around 7nm) coexist with linear features composed by segments up to 10nm long (AFM resolution) and around 1nm height. This height is similar to that previously described for ssDNA by AFM imaging on mica [27], and can be assigned to individual molecules lying on the surface, anchored by their thiol motif and probably the carbonyl or amino groups of some chemisorbed nucleobases. Different sets of experiments showed that the transition from individual lying molecules to standing-up groups of them is favored by increasing the concentration or incubation time. Fig. 2E shows groups of molecules standing-up as aligned islands that are anchored to the upper part of the step edges. We checked that these islands correspond to a molecular layer of soft material by recording FZ curves (not shown). These images could suggest a first-order Langmuir adsorption kinetics, with a nucleation mechanism of growing islands from step edges. This is also the reason for the alignment along the main crystallographic surface directions. Therefore, we propose a mechanism in which the formation of a bioSAM of ssPNA goes through two steps: (i) ssPNAs condensate on the surface and are adsorbed as lying molecules; (ii) at a certain coverage, the layer undergoes a phase transition and experiments a realignment of the molecule backbone perpendicular to the surface. A similar mechanism was described for SAM of alkanethiols [28] and it demonstrates the importance of the molecule–molecule interaction in self-assembly. We have also performed AFM images in water, showing very similar morphologies to those shown in Fig. 2. However, in a liquid environment lying molecules have not been detected at any PNA concentration. Therefore, the H-bonds between ssPNA and water could favor the standing-up geometry even for individual molecules at low coverages. In order to investigate if SAMs of ssPNA preserve their biological activity of recognizing complementary ssDNA, a battery of XPS experiments were performed. A high-resolution XPS spectrum for N 1s recorded at 500eV of photon energy from an immobilized ssPNA SAM is presented in Fig. 3 (lower curve). The maximum of the N 1s peak appears at 400.0eV of binding energy. The binding energy for the nucleobase thymine has been reported to be around 400.9eV, and a small energy shift could be expected for N atoms in different nucleobases. The overall line shape of this peak is analogous to that recently published for DNA [29] with a small component at the left side of the spectrum. This smaller shoulder could be related to PNA–substrate bonds, induced by the fraction of molecules lying on the surface. The upper curve in Fig. 3 shows the corresponding spectra after hybridization of complementary ssDNA to immobilized ssPNA. We found, after a correction by the orbital cross-section, an average increase of the normalized N 1s peak of about three times after hybridization. The number of N atoms per ssPNA molecule is 64, and that of the complementary DNA is 116; therefore, in a first approximation, an enhancement of the N signal in a factor of 2.8 could be expected from a simple atom-counting model. A good agreement between the expected and obtained value suggests that, in the optimal conditions, the fraction of ssPNA hybridized with DNA target is near 100%. The combined use of XPS and AFM allowed us to construct a model for the mechanism of a PNA-based biosensor. Fig. 4 represents the N 1s/Au 4f photoemission signal for different concentrations of the immobilized ssPNA, before and after hybridization with complementary ssDNA. This signal is proportional to the amount of ssPNA on the surface, increasing with the concentration up to a saturation value at 10μM. This saturating behavior corresponds to the complete blocking of the available adsorption sites by neighboring ssPNA molecules. Therefore, above saturation concentration, ssPNA molecules are too tightly packed to allow complementary ssDNA to diffuse through and hybridize to them. For concentrations ranging from 0.1 to 1μM, the enhancement of the N 1s/Au 4f signal after hybridization is close to a factor of 3, behaving as a sensitive biosensor. For concentrations higher than approximately 5μM, the surface is completely covered by ssPNA and the photoemission signal does not change after hybridization, indicating that the bioSAM is not behaving as an active biosensor. Moreover, at those saturating concentrations, the N 1s/Au 4f ratio after hybridization is even lower than in the immobilized case because during the hybridization and washing, some of the partially immobilized ssPNA is removed from the surface. Therefore, it can be concluded that the bioSAMs of ssPNA present optimal biosensor capacity when immobilized at concentrations of up to 1μM. In conclusion, we report the combined use of AFM and synchrotron radiation XPS for the structural and functional characterization of ssPNA oligomers on gold surfaces, forming an ordered and bioactive SAM stable in air. The unique properties of ssPNA for self-assembly on surfaces encourage the use of PNA-based biosensors and surface characterization techniques for the detection of label-free nucleic acid targets in complex biological samples. Acknowledgements Work carried out at CAB was supported by the European Union (EU), Instituto Nacional de Técnica Aerospacial, Ministerio de Ciencia y Tecnología (MCYT) and Comunidad de Madrid. Work at ICMM was funded by MAT-2002-395 from MCYT. We acknowledge financial support for synchrotron radiation experiments through Training and Mobility Program of the EU. We are grateful to Super-ESCA staff for technical support during the beamtime, and to D. Hochberg for helpful comments on the manuscript. References [1] A. Ulman An Introduction to Ultrathin Organic Films, from Langmuir-Blodgett to Self-Assembly 1991 Academic Press San Diego [2] F. Schreiber Prog. Surf. Sci. 65 2000 151 [3] R. Haag A.M. Rampi R.E. Holmlin G.M. Whitesides J. Am. Chem. Soc. 121 1999 7895 [4] C. Vericat M.E. Vela G. Andreasen R.C. Salvarezza L. Vázquez J.A. Martín-Gago Langmuir 17 2001 4919 [5] T.M. Herne M.J. Tarlov J. Am. Chem. Soc. 119 1997 8916 [6] H. Wang Z. Tang Z. Li E. Wang Surf. Sci. 480 2001 L389 [7] E. Casero M. Darder D.J. Díaz F. Pariente J.A. Martín-Gago H. Abruña E. Lorenzo Langmuir 19 2003 6230 [8] J.H. Hacia W. Makalowski K. Edgemon M.R. Erdos C.M. Robbins S.P. Fodor L.C. Brody F.S. Collins Nat. Genet. 18 1998 155 [9] S.V. Tillib A.D. Mirzabekov Curr. Opin. Biotechnol. 12 2001 53 [10] K.H. Buetow M. Edmonson R. MacDonald R. Clifford P. Yip J. Kelley D.P. Little R. Strausberg H. Koester C.R. Cantor A. Braun Proc. Natl. Acad. Sci. U.S.A. 16 2001 581 [11] P.E. Nielsen M. Egholm R.H. Berg O. Buchardt Science 254 1991 1497 [12] M. Egholm O. Buchardt P.E. Nielsen R.H. Berg J. Am. Chem. Soc. 114 1992 1895 [13] P. Wittung P.E. Nielsen O. Buchardt M. Egholm B. Norden Nature 368 1994 561 [14] J.G. Schmidt P.E. Nielsen L.E. Orgel Nucleic Acids Res. 25 1997 4797 [15] G.F. Joyce L.E. Orgel R.F. Gesteland T.R. Cech J.F. Atkins The RNA World 1999 CSHL Press New York 49 77 [16] M. Eriksson P.E. Nielsen Nat. Struct. Biol. 3 1996 410 [17] T. Ratilainen A. Holmen E. Tuite G. Haaima L. Christensen P.E. Nielsen B. Norden Biochemistry 37 1998 12331 [18] M. Egholm O. Buchardt L. Christensen C. Behrens S.M. Freier D.A. Driver R.H. Berg S.K. Kim B. Norden P.E. Nielsen Nature 365 1993 566 [19] P. Wittung P.E. Nielsen O. Buchardt M. Egholm B. Norden Nature 368 1994 561 [20] S. Matysiak F. Reuthner J.D. Hoheisel BioTechniques 31 2001 896 [21] O. Brandt J. Feldner A. Stephan M. Schröder M. Schnölzer H.F. Arlinghaus J.D. Hoheisel A. Jacob Nucleic Acids Res. 31 2003 119 [22] M.A. Martínez N. Verdaguer M.G. Mateu E. Domingo Proc. Natl. Acad. Sci. U.S.A. 94 1997 6798 [23] M. Eriksson P.E. Nielsen Nat. Struct. Biol. 3 1996 410 [24] T. Ratilainen A. Holmen E. Tuite P.E. Nielsen B. Norden Biochemistry 39 2000 7781 [25] P. Wittung P.E. Nielsen O. Buchardt M. Egholm B. Norden Nature 368 1994 561 [26] D.Y. Petrovykh H. Kimura-Suda L.J. Whitman M.J. Tarlov J. Am. Chem. Soc. 125 2003 5219 [27] Y. Lyubchenko L. Shlyakhtenko R. Harrington P. Oden S. Lindsay Proc. Natl. Acad. Sci. U.S.A. 90 1993 2137 [28] G.E. Poirier E.D. Pylant Science 272 1996 1145 [29] D.Y. Petrovykh H. Kimura-Suda L.J. Whitman M.J. Tarlov J. Am. Chem. Soc. 125 2003 5219",
      "scopus-id": "12844252086",
      "coredata": {
        "eid": "1-s2.0-S1381116904007150",
        "dc:description": "Self-assembled monolayers (SAMs) of single-stranded peptide nucleic acid (ssPNA) molecules on gold surfaces, with efficient capability for recognizing complementary ssDNA. In spite of their remarkably long length of 6–7nm, ssPNA molecules can assemble standing-up on the surface similarly to the SAMs of short alkanethiols. The equilibrium between lying and standing-up molecules on the surface is a function of the molecular coverage. These structural and functional studies have been performed by means of powerful label-free techniques for surface characterization such as synchrotron radiation-based X-ray photoemission spectroscopy and atomic force microscopy.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-03-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904007150",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Briones, C."
          },
          {
            "@_fa": "true",
            "$": "Mateo-Martí, E."
          },
          {
            "@_fa": "true",
            "$": "Gómez-Navarro, C."
          },
          {
            "@_fa": "true",
            "$": "Parro, V."
          },
          {
            "@_fa": "true",
            "$": "Román, E."
          },
          {
            "@_fa": "true",
            "$": "Martín-Gago, J.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904007150"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904007150"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00715-0",
        "prism:volume": "228",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Structural and functional characterization of self-assembled monolayers of peptide nucleic acids and its interaction with complementary DNA",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Proceedings of the Third San Luis Symposium on Surfaces, Interfaces and Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Biosensor"
          },
          {
            "@_fa": "true",
            "$": "DNA"
          },
          {
            "@_fa": "true",
            "$": "Self-assembling"
          },
          {
            "@_fa": "true",
            "$": "PNA"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-136",
        "prism:endingPage": "136",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 March 2005",
        "prism:doi": "10.1016/j.molcata.2004.09.076",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/j.molcata.2004.09.076",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "803",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "172",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1572",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5277",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "429",
            "@width": "681",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "129916",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "68",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1859",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22390",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "110",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2443",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26965",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "106",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4414",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "215",
            "@width": "244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007150-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25210",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/12844252086"
      }
    }
  }
}