{
  "metadata": {
    "title": "Aspects of analysing supported catalysts by low-energy ion scattering",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-11-20",
    "doi": "10.1016/S1381-1169(00)00339-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900003393",
    "pii": "S1381116900003393"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034693763",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-10-26 2000-10-26 2010-04-18T20:21:34 1-s2.0-S1381116900003393 S1381-1169(00)00339-3 S1381116900003393 10.1016/S1381-1169(00)00339-3 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01276 2015-05-15T05:55:31.049811-04:00 0 0 20001120 2000 2000-10-26T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confabbr confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref alllist content subj ssids 1381-1169 13811169 162 162 1 2 1 2 Volume 162, Issues 1–2 8 97 103 97 103 20001120 20 November 2000 2000-11-20 2000 In honour of Prof. H. Knozinger on the occasion of his 65th Knozinger S.I. G. Mestl converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. ASPECTSANALYSINGSUPPORTEDCATALYSTSBYLOWENERGYIONSCATTERING TAGLAUER E 1 Introduction 2 Energy spectra-surface composition 3 Depth profiles-morphology 4 Dynamic simulation 4.1 Simulation program 4.2 Surface composition 4.3 Sputtering yields 4.4 Results for Rh/SiO2 5 Summary Acknowledgements References NIEHUS 1993 213 H SHELEF 1975 697 M WU 1979 2003 M DELANNAY 1980 255 F MARGRAF 1987 842 R ROBINSON 1974 5008 M BEIKLER 2000 390 R BECKSCHULTE 1993 29 M TAGLAUER 1980 571 E LINSMEIER 1996 533 C SUZUKI 2000 33 T BENNINGHOVEN 1970 403 A WILSON 1977 2458 W LINDHARD 1961 128 J OEN 1976 647 O TAGLAUER 1982 80 E KOHL 1999 85 A TAGLAUERX2000X97 TAGLAUERX2000X97X103 TAGLAUERX2000X97XE TAGLAUERX2000X97X103XE item S1381-1169(00)00339-3 S1381116900003393 1-s2.0-S1381116900003393 10.1016/S1381-1169(00)00339-3 271358 2010-09-30T18:13:07.65544-04:00 2000-11-20 1-s2.0-S1381116900003393-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/MAIN/application/pdf/15cd12f62734c652bcd2c599404968bd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/MAIN/application/pdf/15cd12f62734c652bcd2c599404968bd/main.pdf main.pdf pdf true 266792 MAIN 7 1-s2.0-S1381116900003393-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/PREVIEW/image/png/86312553ffa388340bcbe3353660e1c6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/PREVIEW/image/png/86312553ffa388340bcbe3353660e1c6/main_1.png main_1.png png 58829 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900003393-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/STRIPIN/image/gif/9c80a54ae7188dfe50a4e7be9441caf2/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/STRIPIN/image/gif/9c80a54ae7188dfe50a4e7be9441caf2/si3.gif si3 si3.gif gif 1498 37 279 ALTIMG 1-s2.0-S1381116900003393-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/STRIPIN/image/gif/44426c60c75b71ff480134b9bce1b8fd/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/STRIPIN/image/gif/44426c60c75b71ff480134b9bce1b8fd/si2.gif si2 si2.gif gif 2473 50 483 ALTIMG 1-s2.0-S1381116900003393-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/STRIPIN/image/gif/22cff5ab98433c6fee2f5fc5eef1f2fb/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/STRIPIN/image/gif/22cff5ab98433c6fee2f5fc5eef1f2fb/si1.gif si1 si1.gif gif 473 19 96 ALTIMG 1-s2.0-S1381116900003393-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr1/THUMBNAIL/image/gif/ae19526317b389f6c3eab857793aae74/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr1/THUMBNAIL/image/gif/ae19526317b389f6c3eab857793aae74/gr1.sml gr1 gr1.sml sml 2051 93 78 IMAGE-THUMBNAIL 1-s2.0-S1381116900003393-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr1/DOWNSAMPLED/image/jpeg/1123cdfc299988da303875ff49623ebd/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr1/DOWNSAMPLED/image/jpeg/1123cdfc299988da303875ff49623ebd/gr1.jpg gr1 gr1.jpg jpg 54982 478 401 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003393-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr2/THUMBNAIL/image/gif/3baceb37b9876fb145decdaa802893ab/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr2/THUMBNAIL/image/gif/3baceb37b9876fb145decdaa802893ab/gr2.sml gr2 gr2.sml sml 2001 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003393-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr2/DOWNSAMPLED/image/gif/600f55a75c5dfd6060b51caebe3dc443/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr2/DOWNSAMPLED/image/gif/600f55a75c5dfd6060b51caebe3dc443/gr2.gif gr2 gr2.gif gif 7572 241 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003393-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr3/THUMBNAIL/image/gif/242d734f100144e47472f15bc6679678/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr3/THUMBNAIL/image/gif/242d734f100144e47472f15bc6679678/gr3.sml gr3 gr3.sml sml 2356 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900003393-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr3/DOWNSAMPLED/image/gif/858901eaed3237768e36056e8b7d29a1/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr3/DOWNSAMPLED/image/gif/858901eaed3237768e36056e8b7d29a1/gr3.gif gr3 gr3.gif gif 9453 240 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003393-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr4/THUMBNAIL/image/gif/c17ebc03ec1f8455cac234e48f786858/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr4/THUMBNAIL/image/gif/c17ebc03ec1f8455cac234e48f786858/gr4.sml gr4 gr4.sml sml 1786 93 91 IMAGE-THUMBNAIL 1-s2.0-S1381116900003393-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr4/DOWNSAMPLED/image/jpeg/c82eded8344685845f30abaee9f16000/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr4/DOWNSAMPLED/image/jpeg/c82eded8344685845f30abaee9f16000/gr4.jpg gr4 gr4.jpg jpg 28590 338 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900003393-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr5/THUMBNAIL/image/gif/88e9eee8e34137bf910f3b2574a32094/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr5/THUMBNAIL/image/gif/88e9eee8e34137bf910f3b2574a32094/gr5.sml gr5 gr5.sml sml 1434 93 78 IMAGE-THUMBNAIL 1-s2.0-S1381116900003393-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900003393/gr5/DOWNSAMPLED/image/jpeg/0cb5d6e74eb9ff538699c3a735ee14d4/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900003393/gr5/DOWNSAMPLED/image/jpeg/0cb5d6e74eb9ff538699c3a735ee14d4/gr5.jpg gr5 gr5.jpg jpg 32954 382 321 IMAGE-DOWNSAMPLED MOLCAA 2841 S1381-1169(00)00339-3 10.1016/S1381-1169(00)00339-3 Elsevier Science B.V. Fig. 1 He scattering from one monolayer of Rh on TiO2, primary energy 500eV, scattering angle 137°. Bottom: experimental energy spectrum. Top: Simulation using the numerical code marlowe. Different values for the neutralisation probability P per collision are used (see text). Fig. 2 Experimental depth profile for one monolayer of Rh on TiO2. RT: as prepared at room temperature, 823K: after heating in UHV to this temperature, causing Rh encapsulation. Fig. 3 tridyn simulation of the depth profiles for model systems equivalent to the experiments shown in Fig. 2. Fig. 4 Sputtering yields for the different constituents during depth profiling of a monolayer of Rh on TiO2 and Rh on SiO2 by 500eV He, tridyn results. Fig. 5 Comparison of depth profiles for Rh on SiO2 by 500eV He: experiment, model (Eq. (2)) and tridyn. Aspects of analysing supported catalysts by low-energy ion scattering Dedicated to Prof. H. Knözinger on the occasion of his 65th birthday. Edmund Taglauer * Andreas Kohl Wolfgang Eckstein Robert Beikler Max-Planck-Institut für Plasmaphysik, EURATOM Association, D-85748 Garching bei München, Germany * Corresponding author. Tel.: +49-89-32991341; fax: +49-89-32991149 Low-energy ion scattering is very useful for the characterisation of supported catalyst systems by providing information about the top layer elemental composition and near-surface composition profiles. Here Rh supported on TiO2 and on SiO2 are investigated as model systems. Experimental results from the original and the encapsulated state are compared with simplified model calculations and with calculations using the elaborate computer codes marlowe and tridyn. Although a number of complicating physical effects are involved in the scattering and sputtering processes, useful interpretation of the data is possible. Keywords Ion scattering spectroscopy Rh catalysts Depth profiling Computer simulation 1 Introduction For the characterisation of the physical and chemical properties of solid catalysts a large number of analysis techniques is in application [1]. Among them, surface analysis by low-energy ion scattering (LEIS or ISS for ion scattering spectroscopy) has gained its merits due to specific properties of this method [2,3]: it can be used to determine the elemental composition of the outermost atomic layer of a solid, it also conveys structural information regarding relative atomic positions, it allows to obtain near-surface compositional depth profiles owing to the sputtering action of the analysing ion beam, the basic interpretation of ISS data is pretty straightforward, and it is fairly simple to integrate an ISS system into an ultra high vacuum (UHV) apparatus. Since top layer composition and morphology are of decisive importance for the performance of a catalyst, ISS is an obvious choice for the corresponding surface analysis. And in fact, successful applications have been reported years ago [4–7] and increased in number ever since (for reviews see, e.g. [8–10]). The method of course also has its limitations. The necessity of UHV excludes in situ analysis of catalysts, and therefore, real catalysts have to be studied before or after impregnation and use. Some experimental complications can arise from surface roughness and from electrical charging up of insulating support material such as oxides. But it has been demonstrated that these problems can be overcome [11,12]. For detailed investigations, the preparation and study of well defined model catalyst systems has been helpful in many cases, also with respect to the above mentioned problems. In analysing a multi-component structured surface by ion beam techniques, the question arises to which extent such an analysis can be made quantitative and whether undesired beam effects disturb the analysis. Quantification concerns two aspects, namely the surface elemental composition and the depth distribution obtained from sputter etching the sample. These aspects are treated in the present work by considering ion scattering analysis of model catalysts consisting of Rh deposited on oxidic (TiO2 and SiO2) support material. First we discuss the influence of neutralisation and multiple scattering on the scattered ion energy spectra, followed by a consideration of the depth profiles from catalyst surfaces as prepared and after Rh encapsulation due to strong metal-support interaction (SMSI) effects. The interpretations are based on the comparison with results from simulations using numerical codes. 2 Energy spectra-surface composition In ISS, the signal is determined by collisions between the incoming ion and target atoms. The energy of a backscattered ion is given by two-body collision kinematics and the intensity by the scattering cross section and the probability P for the ion to leave the surface in its charged state. Ideally, the energy spectrum of backscattered ions would, thus, show one peak for each elemental species present in the top surface layer, the peak areas being representative for the abundance of these species on the surface. Ions penetrating into deeper layers are efficiently neutralised and therefore not detected in a conventional ISS apparatus equipped with an electrostatic energy analyser. This simplified description is approximately applicable in many cases, but of course the reality is more complicated. The situation is illustrated in Fig. 1 , showing an experimental ISS spectrum (bottom) from a model catalyst system consisting of approximately one monolayer of rhodium on a TiO2 substrate. The latter has a thickness of about 20nm and was prepared by chemical vapour deposition on a polished Mo support [13]. Its electrical conductivity is sufficiently high to allow ISS analysis without charging problems. Scattering peaks for Rh, Ti, and O (as well as a slight surface contaminant Mg) are well developed and agree with the expectations based on the sample preparation. It is interesting to compare this experimental spectrum with results from computer simulations (Fig. 1, top). Here we use the numerical code marlowe [14]. It simulates particle–solid interactions in the so-called binary collision approximation, i.e. the asymptotic trajectories after each collision are calculated using screened Coulomb potentials for the repulsive interactions. Thermal vibrations and inelastic (electronic) energy losses are taken into account, but charge states of the projectiles are not included in the original code. We added a simple model for the ion neutralisation probability as discussed below. For the target, a three-dimensional crystalline unit cell is constructed that can be randomly rotated to simulate polycrystalline or amorphous material. Since the scattering cross sections are small, particularly for large scattering angles, 106 to 107 primary projectiles have to be followed in the calculations, in order to obtain reasonable statistics in the scattered energy distribution. This means about 20h of CPU time on a workstation to calculate a spectrum as shown in Fig. 1 (top). The spectrum without neutralisation effects (P=1) shows basically the same peaks as the experiment (the limited energy resolution of 10eV/channel results in a small apparent shift of the Rh peak) but in the part of the spectrum which corresponds to scattering from titania obviously a large background from multiple scattering processes is contained. A qualitatively much better agreement with the experiment is reached if we allow for the effect that ions that penetrate into the target are very efficiently neutralised [2,3]. This is done here with a simple neutralisation model [15,16] in which the ion survival probability P is described as varying according to (1) P(N)∼PN−1 where N denotes the number of collisions, a collision being described by a projectile-target encounter resulting in a deflection of 1° or more. This procedure demonstrates that the broad background distribution in the calculated spectrum is obviously due to multiple scattering and the corresponding contribution is already drastically reduced with a value of P=0.9, i.e. more than 10 collisions are required to arrive at the observed reduction by about a factor of five. The similarity of the calculated and measured spectra shows that the multiple scattering processes can be described by such a model and confirms the conception that in ISS the scattered ion signal originates exclusively from the atoms in the topmost layer. For further quantification, neutralisation probabilities (sensitivity factors) for the different atomic species on the surface have to be included. In a practical case, comparison with standards or relative measurements are applicable, since there are generally no matrix effects observed with ISS [2,12]. 3 Depth profiles-morphology ISS signals can in principle be gained in a ‘quasi static’ mode, i.e. with ion energies and current densities that are low enough to leave the surface virtually unchanged. A full energy spectrum can be recorded with an ion fluence of 1013 ions/cm2 or less [3] and since in general the corresponding sputtering yields are below unity beam effects can be kept small. Nevertheless, surface modifications due to ion bombardment have to be controlled, particularly in the case of gaseous adsorbates, for which ion beam desorption cross sections can be rather high [17]. On the other hand, the sputtering action of the ion beam is very useful for obtaining near surface depth profiles that give information on the dispersion and morphology of active species on support material. For instance, this has been exploited for investigating wetting phenomena [18] and for studying SMSI effects with model catalysts [19,20]. An example is given in Fig. 2 showing two cases [13]: an as prepared Rh/TiO2 model catalyst and the same sample after heating in UHV to 823K. The concentration profiles are represented by the ion scattering signals as a function of fluence. Before heating (RT) the monolayer Rh covers the surface and the Ti and O signals only rise if Rh is sputtered away. After heating the situation has drastically changed, O and Ti signals are high already on the surface and the Rh distribution exhibits a maximum near but below the surface. This result has been interpreted as a signature for Rh encapsulation by Ti species under these conditions [20,21]. The Rh intensity distribution shown in Fig. 2 (RT) bears the signature of sputtering of a thin film, of the order of one monolayer [17] and the thickness of this layer should be related to a characteristic fluence which is required to reduce the initial intensity to, say the 1/e amount of its initial value. The sputtering yields for compound materials such as these metal/oxide layer systems are not known in general, and therefore, the thickness–fluence relation can only be approximately estimated. Similar considerations hold for the case of encapsulation (823K). Models for a qualitative interpretation of such distributions have been discussed [19]. A step towards a more quantitative understanding was taken [13] by applying a simple but quite useful approach based on the statistical sputtering model [22]. The deposited Rh metal clusters are described by pyramids of height h consisting of h/a layers of cubes of size a. The ion scattering intensity is assumed to be in proportion to the number of atoms (cubes) that are in the topmost layer, a reasonably justified assumption for ISS. The change in the number of top layer atoms is then calculated using the statistical sputtering model. This yields for the variation of the ion scattering intensity as a function of fluence: (2) I(Φ)= ∑ n=1 h (2×(h−n)+1)2 1 (n−1)! × Φ Φ 0 n−1 ×e −(Φ/Φ 0) where Φ 0=N 0/Y is the fluence required to sputter one monolayer of atomic density N 0, Y being the sputtering yield. For the case of encapsulation, the summation has to start from a deeper layer, say, e.g. n=2, which results in a distribution with a maximum as, e.g. in Fig. 2 (823K). Although this model is based on simplifying assumptions, it is useful because it is descriptive and matches the experiments rather well, as shown below. 4 Dynamic simulation 4.1 Simulation program The changes occurring on a multi-component surface under the influence of ion bombardment as considered here can be analysed on a more elaborate physical foundation by using the Monte Carlo program tridyn [23]. It is based on the static Monte Carlo program trim.sp, but takes dynamic target changes into account. A randomised target structure is assumed, and the atomic interactions are treated as a sequence of binary collisions. In all calculations, the WHB (Kr-C) potential [24] is applied. The inelastic energy loss is described by an equipartition of the continuous Lindhard–Scharff [25] and the local Oen–Robinson [26] models. A pseudo-projectile corresponds to an incoming fluence of a given amount. After the collision cascade of each pseudo-projectile is finished, the target composition and density are updated by the reciprocal addition of the atomic densities of the pure elements according to the composition [23]. The surface binding energy is chosen according to the surface composition by linear interpolation between the corresponding values of the pure elements and the mean value of both species. tridyn allows the determination of sputtering yields, reflection coefficients, composition profiles, depth profiles of the implanted species, and related values as a function of the incident fluence. The version used is adjusted for parallel computing using eight processors on a CRAY-T3E. 4.2 Surface composition Fig. 3 shows the results from tridyn simulations of the analysis of the Rh/TiO2 model catalyst corresponding to the experiments presented in Fig. 2. The surface composition is taken from a surface layer of 0.15nm thickness, the fluence refers to 500eV He bombardment at an angle of 30° from the normal direction, as in the experiment. The left panel shows the apparent depth profile for one monolayer (0.27nm) Rh on TiO2. The agreement between experiment and simulation is quite satisfactory for all three signals recorded, Rh, Ti and O. This strongly supports the presumption that depth profile analysis of such systems with ISS can provide qualitatively and also to a large extent quantitatively useful results. In the right panel of Fig. 3, the simulated profiles for the encapsulated situation are plotted (corresponding to ‘823K’ in Fig. 3). Here a continuous layer of 0.2nm of TiO2 on 1nm Rh supported by TiO2 was assumed. Again the results agree quite well with the experiments. It should be noted that the simulated Rh layer was thicker (by about a factor of three) than in the experiment. It should be further considered that in the experiment the encapsulation may not produce an equally homogeneous coverage layer as taken for the simulation. Nevertheless, the agreement is very good and supports the interpretation of the results of Fig. 2 as being caused by encapsulation. 4.3 Sputtering yields Bombardment of a multi-component material with energetic ions not only leads to erosion of the surface but generally also changes the surface composition due to the different sputtering yields of the various constituents. This effect of preferential sputtering [27] can have a strong influence on the apparent depth profiles [28] and has to be kept in mind for their interpretation. Fig. 4 demonstrates the situation for the model catalysts considered here as obtained from the simulation. Two different support materials for the Rh are studied, TiO2 and SiO2. According to the composition of the samples, the Rh sputtering yield is high on the surface and decreases as the erosion proceeds. The oxygen as well as the Ti and Si yields increase with increasing fluence until at steady state (above about 2×1017 He/cm2) the ratios between O and Ti or Si reach a constant value of about two (within the statistical error). The result shows that in steady state the erosion flux corresponds to the stoichiometry of the sample (as can be deduced from mass conservation [27,28]). However, due to this difference in sputtering yield oxygen is preferentially removed from the surface and its surface concentration no longer represents the original stoichiometry. This could already be seen in Fig. 2, where above 2×1017 He/cm2 the O/Ti ratio is about 1.3 rather than 2. The main reason for the preferential sputtering effect in these systems with large mass differences in the constituents lies in the energy transfer between projectile and target atoms. The maximum energy fraction transferable in a binary collision between masses M 1 and M 2 is (3) Maximumenergyfraction= 4M 1 M 2 (M 1 +M 2 )2 According to Eq. (3), the maximum energy transfer between He and O is a factor of 2.25 higher than for Ti and a factor of 1.5 for Si. 4.4 Results for Rh/SiO2 The experimental results for the Rh/SiO2 system are compared with the model calculations from Section 3 and tridyn simulations. Under the experimental conditions chosen no SMSI effect is observed on SiO2, i.e. no encapsulation takes place. Fig. 5 shows that the experimental Rh depth profile is very well represented by both types of calculations at least up to a fluence of 10×1016 He/cm2 where most of the Rh layer is removed. So it can be concluded that for the interpretation of near surface sputter profiles an estimate according to Eq. (2) is quite useful. The oxygen and Si data in this system are only qualitatively in agreement between experiment and tridyn (to account for the sensitivity factors the O values have been fitted). It was observed that the Si scattering signal generally is very low under these experimental conditions, and therefore, no further fit was made. Unlike with TiO2, in SiO2, charging effects are much more difficult to avoid. Nevertheless, the depth profile, and thus, the thickness of the Rh metal overlayer can correctly be determined by ISS and simulated by the calculations. With vanadium oxide as a promoter substance on this system, i.e. Rh/VO x /SiO2, also morphological changes after thermal treatment could be analysed with ISS and interpreted together with chemical effects studied by X-ray photoelectron spectroscopy (XPS) [29]. 5 Summary The interpretation of ISS results for the characterisation of supported metal catalyst systems was studied by comparison with model calculations. As examples, the systems Rh/TiO2 and Rh/SiO2 were chosen. Although in the ion bombardment and scattering process a variety of complicating physical mechanisms are effective, such as multiple scattering, ion neutralisation, and preferential sputtering, a reliable qualitative and also quantitative interpretation appears possible. For the analysis of surface composition and particularly for sputter depth profiling, comparisons with model calculations are useful. For simplified interpretation, a model based on the statistical sputtering model appears applicable. Much more thorough interpretation allows a comparison with the numerical simulation program tridyn that provides — among other things — information on surface compositions and sputtering yields and their variation with the bombarding ion fluence. The agreement between these calculations and the experiments is generally good. For instance, the results for one monolayer coverage of Rh on TiO2 and its encapsulated state due to the SMSI effect could be well reproduced. Acknowledgements The continuing support by the Deutsche Forschungsgemeinschaft (DFG) through SFB 338 is gratefully acknowledged. References [1] G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, VCH, Weinheim, 1997. [2] H. Niehus W. Heiland E. Taglauer Surf. Sci. Rep. 17 1993 213 [3] E. Taglauer, in: J.C. Vickerman (Ed.), Surface Analysis — The Principal Techniques, Wiley, 1997, p. 215. [4] M. Shelef M.A.Z. Wheeler H.C. Yao Surf. Sci. 74 1975 697 [5] M. Wu D.M. Hercules J. Phys. Chem 83 1979 2003 [6] F. Delannay E.N. Hauessler B. Delmon J. Catal. 66 1980 255 [7] H. Knözinger, H. Jeziorowski, E. Taglauer, in: Proceedings of the Seventh International Congress on Catalysis, Part A, Tokyo, 1980, Elsevier, Amsterdam, 1981, 604 pp. [8] H.H. Brongersma, G.E. van Leerdam, in: H.H. Brongersma, R.A. van Santen (Eds.), Fundamental Aspects of Heterogeneous Catalysis studied by Particle Beams, Plenum Press, New York, 1991, p. 283. [9] E. Taglauer, in: H.H. Brongersma, R.A. van Santen (Eds.), Fundamental Aspects of Heterogeneous Catalysis studied by Particle Beams, Plenum Press, New York, 1991, p. 301. [10] E. Taglauer, in: G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, VCH, Weinheim, 1997, p. 614. [11] R. Margraf J. Leyerer H. Knözinger E. Taglauer Surf. Sci. 108/109 1987 842 [12] H.H. Brongersma, P.A. Groenen, J.-P. Jacobs, in: J. Nowotny (Ed.), Interfaces of Ceramic Materials, Elsevier, 1995. [13] S. Labich, Thesis, Ludwig-Maximilians-Universität, Munich, 1997. [14] M.T. Robinson I.M. Torrens Phys. Rev. B9 1974 5008 [15] R. Beikler E. Taglauer Nucl. Instr. Meth. Phys. Res. B 161-163 2000 390 [16] M. Beckschulte E Taglauer Nucl. Instr. Meth. Phys. Res. B 78 1993 29 [17] E. Taglauer W. Heiland J. Onsgaard Nucl. Instr. Meth. 178 1980 571 [18] H. Knözinger and E. Taglauer in: G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, VCH, Weinheim, 1997, p. 216. [19] C. Linsmeier H. Knözinger E. Taglauer Nucl. Instr. Meth. Phys. Res. B 118 1996 533 [20] S. Labich, E. Taglauer, H. Knözinger, Topics in Catal. (2000), in press. [21] T. Suzuki R. Souda Surf. Sci. 448 2000 33 [22] A. Benninghoven Z. Phys. 230 1970 403 [23] W. Eckstein, Computer Simulation of Ion–Solid Interactions, Springer Series in Material Science, Vol. 10, Springer, Berlin, 1991. [24] W.D. Wilson L.G. Haggmark J.P. Biersack Phys. Rev. B 15 1977 2458 [25] J. Lindhard M. Scharff Phys. Rev. 124 1961 128 [26] O.S. Oen M.T. Robinson Nucl. Instr. Meth. 132 1976 647 [27] G. Betz, G. K. Wehner, in: R. Behrisch (Ed.), Sputtering by Particle Bombardment II, Springer, Berlin 1983, p. 11. [28] E. Taglauer Appl. Surf. Sci.13 1982 80 [29] A. Kohl E. Taglauer H. Knözinger Phys. Stat. Sol. (a) 173 1999 85",
      "scopus-id": "0034693763",
      "coredata": {
        "eid": "1-s2.0-S1381116900003393",
        "dc:description": "Low-energy ion scattering is very useful for the characterisation of supported catalyst systems by providing information about the top layer elemental composition and near-surface composition profiles. Here Rh supported on TiO2 and on SiO2 are investigated as model systems. Experimental results from the original and the encapsulated state are compared with simplified model calculations and with calculations using the elaborate computer codes marlowe and tridyn. Although a number of complicating physical effects are involved in the scattering and sputtering processes, useful interpretation of the data is possible.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-11-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900003393",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Taglauer, Edmund"
          },
          {
            "@_fa": "true",
            "$": "Kohl, Andreas"
          },
          {
            "@_fa": "true",
            "$": "Eckstein, Wolfgang"
          },
          {
            "@_fa": "true",
            "$": "Beikler, Robert"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900003393"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900003393"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00339-3",
        "prism:volume": "162",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Aspects of analysing supported catalysts by low-energy ion scattering",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "In honour of Prof. H. Knozinger on the occasion of his 65th",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ion scattering spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Rh catalysts"
          },
          {
            "@_fa": "true",
            "$": "Depth profiling"
          },
          {
            "@_fa": "true",
            "$": "Computer simulation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "97-103",
        "prism:endingPage": "103",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 November 2000",
        "prism:doi": "10.1016/S1381-1169(00)00339-3",
        "prism:startingPage": "97",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00339-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "279",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1498",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "50",
            "@width": "483",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2473",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "473",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2051",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "478",
            "@width": "401",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54982",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2001",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "241",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7572",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2356",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "240",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9453",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1786",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "338",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28590",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1434",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "382",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900003393-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32954",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034693763"
      }
    }
  }
}