{
  "metadata": {
    "title": "Oxidative synthesis of aromatics from propane on mixed VMgO-zeolite catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-15",
    "doi": "10.1016/S1381-1169(97)00043-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000435",
    "pii": "S1381116997000435"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0343488403",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000435 S1381-1169(97)00043-5 S1381116997000435 10.1016/S1381-1169(97)00043-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00611 2015-05-15T05:56:33.668241-04:00 0 0 19970815 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 1 1 Volume 123, Issue 1 10 75 84 75 84 19970815 15 August 1997 1997-08-15 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. OXIDATIVESYNTHESISAROMATICSPROPANEMIXEDVMGOZEOLITECATALYSTS CORMA A MOWRY 1985 128 R INUI 1990 198 T CORMA 1991 409 A ONO 1992 179 Y GUISNET 1992 1 M MEITZNER 1993 209 G MERIAUDEAU 1995 283 P ABDULHAMIS 1994 2335 S CHETINA 1995 7 O PAREDES 1993 N PHDTHESIS XU 1994 65 W CORMA 1993 425 A CORMA 1993 161 A JACOBS 1982 3050 P ZATORSKI 1989 1243 L CENTI 1989 452 G CORMA 1992 851 A PROCEEDINGXIIIIBEROAMERICANSYMPOSIUMCATALYSIS CORMAX1997X75 CORMAX1997X75X84 CORMAX1997X75XA CORMAX1997X75X84XA item S1381-1169(97)00043-5 S1381116997000435 1-s2.0-S1381116997000435 10.1016/S1381-1169(97)00043-5 271358 2010-09-29T19:53:06.589364-04:00 1997-08-15 1-s2.0-S1381116997000435-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000435/MAIN/application/pdf/22ec5972ce423ae043a2695b9bad96e5/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000435/MAIN/application/pdf/22ec5972ce423ae043a2695b9bad96e5/main.pdf main.pdf pdf true 985263 MAIN 10 1-s2.0-S1381116997000435-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000435/PREVIEW/image/png/847b99bf235e9254bc7afa1b42df27ce/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000435/PREVIEW/image/png/847b99bf235e9254bc7afa1b42df27ce/main_1.png main_1.png png 56650 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997000435-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000435/STRIPIN/image/gif/e486ed16e00eb29093c7e429038ba7c2/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000435/STRIPIN/image/gif/e486ed16e00eb29093c7e429038ba7c2/si1.gif si1 true si1.gif gif 587 30 91 ALTIMG ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 Oxidative synthesis of aromatics from propane on mixed VMgO-zeolite catalysts A. Corma * , J.M. Lez Nieto, N. Paredes lnstituto de Tecnolog Quica, UPV-CSIC, Arenida de los Naranjos s / n. 46022 Valencia, Spain Received 13 January 1997; accepted 17 February 1997 Abstract The transformation of propane into aromatics has been carried out in the presence of oxygen, on a combined catalyst formed by an oxydehydrogenation (ODH) function (Mg0-supported vanadium oxide catalyst) and a cyclo-aromatization (H-ZSM-5 or Ga/ZSM-5) function. When the two functions are in close proximity, the yield to aromatics and the selectivity to alkylbenzenes increases with respect to the zeolitic catalysts in absence of the ODH function. The influence of reaction temperature, partial pressure of oxygen and the relative amount of the two catalytic functions on propane conversion and selectivity has been studied. Keywords: Vanadium magnesium oxides; Ga-containing MFI; Oxidative dehydrogenation; Cycloaromatization; Propane 1. Introduction The transformation of propane into aromatics on Ga/MFI zeolite catalysts is generally carried out at temperatures higher than 500 in order to favor the endothermic steps of the reaction which involve the dehydrogenations of propane to propylene, and cycloalkanes to aromatics [18]. However, at those relatively high reaction temperatures other undesired reactions such as cracking, demethylation, and coke formation also occur, decreasing both the selectivity to alkylaromatics and the life of the catalyst [3]. In this way, the presence of intermetallic hydrogen ' Corresponding author. Fax: +34-6-3877809. 1381-I 169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P1lS1381-1169(97)00043-5 acceptor increases the aromatic yield as a result of allowing hydrogen elimination [9]. An alternative to this would be to carry out the dehydrogenation at lower temperatures by using an oxidative dehydrogenation catalyst combined with the zeolitic function in the presence of oxygen. Thus propylene could be obtained at lower temperatures, at which the zeolite could be highly efficient to carry out the olefin oligomerization and cyclization, shifting the distribution of aromatics towards a lower production of benzene and a larger of alkylaromatics [10]. In this way, Xu and Suib [11] observed by pulse experiments that the transformation of butane into aromatics in absence of oxygen is favored by using a dual (oxydehydrogenation and aromatization) cata- 76 A. Corma et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 lyst. In this case the rate-limiting step (butane to butene) is increased by adding an oxydehydrogenation catalyst. Following these hypothesis, we have studied here the transformation of propane into aromatics by combining a vanadium magnesium mixed oxide, VMgO (oxydehydrogenation function), which was optimized for the transformation of propane to propylene [ 12,13], with an acid zeolite (H-ZSM-5) with or without gallium. It was intended in this way to shift the aromatic composition towards toluene and xylenes, decreasing the formation of the, in some cases, less desired benzene. 2. Experimental 2.1. Catalyst preparation ZSM-5 zeolite (with a Si/Al ratio of 20) was synthesized, in the presence of TPA Br as structure directing agent, in an autoclave at 180oC for 72 h following the procedure described in the literature [ 14]. The acid form, H-ZSM-5 (H-Z), was obtained by exchanging the Na form with NH4Cl followed by calcination at 550oC for 3 h. The Ga-containing ZSM-5 (Ga-Z) sample was prepared by filling the pore volume of the H-ZSM-5 zeolite with an aqueous solution of Ga(N03)39H20 followed by drying at 100 and calcination at 550oC for 3 h [9]. The final amount of gallium in the catalyst was 2.0 wt%. The VMgO catalyst was prepared by impregnation of magnesium oxalate with an aqueous solution of vanadyl oxalate, according to the procedure described previously [6,7]. The magnesium oxalate was prepared by precipitation, at pH = 5-6, of a magnesium acetate solution with an oxalic acid solution. The solid obtained was filtered, washed, and dried at 80 for 16 h. After the impregnation step, the solid was filtered and dried at 100oC for 16 h, and calcined at 600oC for 4 h. The catalyst has a vanadium content of 19.7 wt% of V205 and a surface area, SBET, of 136 m2 g-'. XRD patterns showed the presence of crystalline MgO and Mg3V20g [6]. 2.2. Catalytic experiments The catalytic results were obtained in a stainless steel, fixed bed, continuous reactor (2 cm internal diameter and 52 cm length), at atmospheric pressure, in the 400-550oC temperature interval. The yields have been calculated on the bases of the carbon atoms of the reactant. In addition to pure catalysts, two type of catalyst arrangements have been used: (i) In one of them, the feed finds first a VMgO bed and then a zeolitic bed with a catalyst particle size of 0.59-0.84 mm diameter. In this system the VMgO catalyst particles (0.25-0.42 mm) were diluted (1:2) with SiC particles (0.59 mm). The systems formed by these two consecutive catalytic beds have been nominated as TB[H-Z] and TB[Ga/Z], depending on the zeolite in the second catalytic bed being H-ZSM-5 or Ga-ZSM-5, respectively. (11) The other catalyst arrangement involves only one catalytic bed in which the VMgO and the zeolitic (H-ZSM-5 or Ga/H-ZSM-5) catalysts were physically mixed. These systems have been nominated as PM[H-Z] or PM[Ga-Z], respectively. Unless specified, all the experiments were carried out using a propane/oxygen/ helium molar ratio of 40/30/30, and a contact time, W/F, of 26 or 32.6 goat h (mol C 3H6)-I, referred to the VMg0 (WODH/F) or zeolite (Wzeo/F) catalyst, respectively. The analysis of vaporized products emerging from the reaction was carried out `on line' in two gas chromatographs equipped with an injection valve. The products were separated using three columns: (i) in the DB-1 (methyl silicone) capillary column C 1-C 11 hydrocarbons were separated and analyzed using a FID detector; (ii) in a 5A molecular sieves column (1.5 m length and 1/8\" e.d.) 02, NZ and CO were separated; (iii) in a Porapak Q column (3 m A. Corma et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 length and 1 /8\" e.d.) light hydrocarbons and COZ were separated. Blank runs with a reactant molar composition propane/oxygen/helium of 40/30/30 and a total flow of 133 ml min-', in the 375-500 temperature range, were carried out. At 500 reaction temperature, a total conversion of 4.25 and selectivities to ethane and propene and carbon oxides of 2.8, 66.5 and 30.7, respectively, were obtained. At lower reaction temperatures the propane conversion was negligible. 3. Results and discussion A series of experiments was carried out in order to investigate the effect of the oxygen on the catalytic behavior of the two zeolitic catalysts, i.e. H-ZSM-5 and Ga/H-ZSM-5 (Table 1). These results were taken as reference values to discuss the effect of the ODH component when combined with the zeolite catalyst. Results of Table 1 show that, at low reaction temperatures, the presence of 02, instead of N2, 77 increases the propane conversion on either of the two zeolite catalysts. However, these differences in the propane conversion are reduced when the reaction temperature increases in a way parallel to the OZ-consumption. During the transformation of propane on HZSM-5 catalyst, the presence of oxygen produces carbon oxides (CO and COZ), decreases the selectivity to aliphatic C1-C6 alkanes and alkenes, but increases the selectivity to aromatics. Thus higher yields of aromatics are obtained using OZ (Fig. 1). A similar effect of oxygen on cyclodimerization of propane has been previously reported, and has been explained assuming that the oxygen reacts with an adsorbed hydrogen coming from the dehydrogenation of propylene [ 15,16]. When oxygen is used together with a Ga-containing zeolite catalyst (Table 1), not only a high amount of carbon oxides is formed, but the selectivities to aromatics and C I-C3 hydrocarbons strongly decrease at low reaction temperature. In this case, lower yield of aromatics are obtained with 02 (Fig. 1). However, at high Table 1 Transformation of propane on H-ZSM-5 and G-ZSM-5 under anaerobic and aerobic conditions Sample Oxygen T () XT (%) a selectivity (%) CH4 CZHy-- C H C H C4-C6 B T X C9 CO,. H-Z No 6 400 2.17 14.9 14.7 11.7 6.1 52.6 0 0 0 0 0 450 9.95 17.6 12.2 14.4 11.0 30.0 1.8 6.5 5.0 1.5 0 500 32.3 22.7 11.1 16.7 10.2 10.2 5.9 12.9 7.6 2.9 0 530 50.1 26.8 9.0 16.4 7.7 3.5 10.3 16.5 7.4 2.6 0 Yes ` 403 5.94 1.6 6.0 0.9 4.2 0 15.8 15.7 5.9 6.8 43.1 441 12.9 3.2 5.9 1.5 4.9 0 17.6 13.7 4.4 4.1 44.8 487 25.8 6.2 6.5 2.5 4.4 0 15.8 13.6 3.5 3.3 44.1 514 35.1 9.3 8.0 3.5 4.8 0 15.3 14.4 3.7 3.8 37.2 Ga/Z No b 400 5.59 8.7 3.2 15.4 2.9 0 19.6 28.8 17.8 3.7 0 450 21.3 9.9 3.1 11.1 3.8 0 22.7 28.3 14.0 7.0 0 500 44.3 12.0 2.9 8.2 2.9 0 25.1 27.9 12.1 9.0 0 530 53.4 12.5 2.8 8.5 2.5 0 25.8 26.8 10.6 10.5 0 Yes ` 400 8.34 1.0 3.6 0.8 2.0 0 10.2 7.7 0 1.4 73.5 437 14.0 2.8 4.8 1.7 3.4 0 15.5 8.3 0.9 1.0 61.7 475 26.3 5.7 5.3 2.9 3.6 0 21.8 9.3 1.0 1.5 52.4 505 40.1 9.3 6.3 3.8 3.6 0 22.2 16.7 2.9 3.0 32.1 Propane conversion in %. b Propane/helium molar ratio of 40/60 and a contact time, Wz_/F of 32.6 gca, h (mol C;)-1. ` Propane/oxygen helium molar ratio of 40/30/30 and a contact time, Wz,./F of 32.6 g_, h (mol Cj)-~. 78 A. Corma et al./ Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 T= 400 12 X10 s s,, C O 4 d 2 (Conversion ~eld III ,Z,:LH. U~av.v '~'r v U T= 500 50~, w 40' _m r 30 c 20 C 10,, 0 U U0101 Fig. 1. Conversion of propane and yield of aromatics (BTX: benzene+ toluene+xylene) on H-ZSM-S (H-Z) and on Ga/HZSM-5 (Ga/Z), at 400 and 500, in the presence of NZ or OZ in the reactant mixture. Wz/F= 32.6 g, h (mol C3H6)-'. temperature, similar selectivities to benzene are achieved on both aerobic and anaerobic conditions, although the selectivity to alkylaromatics Table 2 Oxidation of propane on mixed VMgO and H-ZSM-S catalysts Sample b T () (toluene, xylenes and C9 ) were lower on aerobic conditions. It has been observed that reduced Ga/HZSM-5 shows an activity in propane transformation that is lower than that in the oxidized form [7]. This has been explained on the basis that oxidized Ga/H-ZSM-S contains almost exclusively Ga203 clusters and probably few Ga3+ in cationic positions, while an opposite trend is expected in reduced ones where the incorporation of Ga3+ in the zeolitic framework reduces its acid character. The results shown in Table 1 indicate that, in the presence of OZ and at low reaction temperatures, the incorporation of gallium oxide is responsible for the lower selectivity to aromatics observed on Ga/H-ZSM-S with respect to H-ZSM-S. 3.1. Combination of VMgO and H-ZSM-S catalysts Table 2 shows the catalytic results obtained during the oxidation of propane on VMgO and zeolite when they are located in two separated catalytic beds (TB[H-Z]) or physically mixed forming a single uniform catalytic bed (PM[HZ]). From a comparative purpose, the results obtained on the pure VMgO catalyst are presented in Table 3. Fig. 2 shows the variation of the propane conversion with the reaction temperature on the pure and mixed catalysts. At lower reaction XT (%) Selectivity CHy C2H4 C2H6 C3H6 C4-C6 B T X C9 CO co, TB[H-Z] 400 7.67 1.5 6.7 0.9 3.5 0 8.7 11.7 6.7 1.9 14.5 43.9 437 14.8 2.4 7.4 1.4 6.0 4.1 4.5 7.6 4.7 1.0 13.5 47.3 477 19.8 4.2 10.0 2.3 8.5 5.4 3.6 6.0 3.2 0.7 12.0 44.3 492 23.4 5.7 12.2 3.0 10.3 6.2 2.9 4.3 2.1 0.4 12.5 40.4 PM[H-Z] 400 16.7 0.5 3.3 0.2 3.0 0 6.9 3.7 1.2 0.6 24.3 56.3 437 20.2 1.7 5.5 0.7 5.0 1.1 6.9 4.5 2.0 0.9 19.6 52.2 462 22.6 2.6 6.9 1.4 6.3 4.2 6.3 5.3 2.6 0.9 16.8 46.7 477 28.5 6.1 7.4 4.0 6.9 9.6 5.8 5.6 2.9 1.1 13.3 37.3 a Propane/oxygen helium molar ratio of 40/30/30 and contact times, respectively. b VMgO and H-ZSM-S were placed in a two-catalytic bed TB[H-Z] sample or were physically mixed in a PM[H-Z] sample. WooH/F and/or Wzeo/F, of 26 and 32.6 g, h (Mol C3)-' A. Corma et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 75-H4 Table 3 Oxidation of propane on VMgO catalyst Sample W~oH/F T () XT (%) Selectivity (%) CH4 C=H4 C3H6 CO CO-,, VMgO 26 400 7.52 0 31.5 12.5 56.0 430 17.2 0.1 34.5 13.6 51.9 450 20.7 0.2 31.8 13.6 54.0 400 3.7 34.8 9.5 55.8 430 7.1 31.9 1 I .9 56.2 450 10.5 30.0 13.5 56.5 470 15.5 0.4 30.5 15.4 53.7 500 19.3 0.1 0.7 30.9 16.6 51.7 temperatures, the propane conversion on the PM[H-Z] system is practically the same as the sum of conversions of the two catalyst phases when reacted separately. However, when the reaction temperature increases, the propane conversion on the mixture of the two catalysts is lower than expected from the VMgO and H-Z catalysts, but always higher than that for TB[HZ]. We must notice that total OZ-consumption is observed, in our reaction conditions at temperatures higher than 470. Thus it can be con- 40 0 30I c 0 20 d c 0 U 10 o~ VMgO TB(H-Z] PM [H-Z] H 380 420 460 500 Temperature, Fig. 2. Variation of the propane conversion with the reaction temperature on pure (VMgO or H-ZSM-S) or mixed catalysts: TB[H-Z] with VMgO and H-ZSM-S in two beds, PM[H-Z] with VMgO and H-ZSM-S physically mixed. Reaction conditions: propane/oxygen/helium molar ratio of 40/30/30; WooH /F and/or W/,,,/F of 26 and 32.6 gca, h (mol C3H6)-I, respectively. 79 chided that the conversion of propane is limited by the concentration of oxygen in the reaction media. With respect to product selectivities obtained on pure H-ZSM-S catalyst (Table I), the introduction of the ODH function produces an increase of the carbon oxides, and an increase of the olefins and the C4-Ct, fraction (Table 2). In addition, the sum of the yields of products other than carbon oxides increases, especially in the case of the PM[H-Z] system at low reaction temperatures (Fig. 3). At higher reaction temperatures similar yields of hydrocarbons were observed on pure and mixed catalysts, although the yield of aromatics was lower on mixed catalysts. However, we must indicate that catalytic dehydrogenation reactions could also occurs at high reaction temperatures, especially in zeolite-containing catalysts. It should however be pointed out that the introduction of the ODH function before the zeolitic bed, TB[H-Z], produces an increase in the ratio of alkylbenzenes/benzene, the increase being specially notorious for the xylene fraction (Fig. 4). Higher alkylbenzenes/benzene ratios were also achieved at high temperatures for the PM[H-Z] system. It appears then, that in the presence of the ODH function more propylene is formed, increasing therefore the chain length of the intermediate diolefins and consequently favoring the formation of C' alkylaromatics. Unfortunately, the ODH function also catalyzes the oxidation 80 A. Corma et al. /Joumal of Molecular Catalysis A: Chemical 123 (1997) 75-84 of the intermediate olefins producing CO2 and decreasing the global yield of aromatics. In conclusion, our results show that the combination of the oxidative dehydrogenation of propane and the acidic function of the H-ZSM-5 zeolite does indeed produce a higher ratio of (toluene + xylene)/benzene than the H-ZSM-5 zeolite alone. However, the global yield of aromatics decreases owing to the non-selective oxidation of intermediated olefins, probably as a consequence of the inadequate coupling of the rates for olefin cyclization-dehydrogenation and the rate of olefin oxidation. Thus, it is not surprising that better results are obtained at lower temperatures owing to the higher activation energy for the oxidation of the olefins than for the cyclization-dehydrogenation reaction T= 400 .3 al romatfca D0iorina I-c2 1C4-C6 _a~ a1 T= 450 ~,o Fig. 3. Yields of aromatics (BTX), C2-C3 olefins, and C1-C2 and C4 _C6 hydrocarbons obtained during the oxidation of propane on pure or mixed catalysts, using H-ZSM-S as zeolitic material, at 400 and 450. Catalysts and experimental conditions as in Fig. 2. T= 400 100% 75% O r W 50% m 25% Fig. 4. Benzene/toluene/xylene (BTX) ratios obtained during the oxidation of propane on pure and mixed catalysts using H-ZSM-S or Ga/H-ZSM-S as zeolitic materials. Experimental conditions as in Fig. 2. [3,17]. Furthermore, the PM[H-Z] system in which propylene formed on VMgO can encounter zeolite particles before encountering another VMgO particle to become oxidated gives better results than the TB[H-Z] catalytic system. 3.2. Combination of VMGO and Ga-ZSM-S Table 4 shows the catalytic results obtained during the oxidative transformation of propane on VMgO and Ga/H-ZSM-S catalysts, using different contact times with respect to the oxydehydrogenation function ( WoDH/F). As was studied before, both VMgO and Ga/H-ZSM-S catalysts were placed in two catalytic beds (TB[Ga/Z]) or were physically mixed (PM[Ga/Z]). A. Corma et al. /Joumal of Molecular Catalysis A: Chemical 123 (1997) 75-84 In the case of Ga-containing catalysts, when in the presence of 02, the introduction of the ODH catalyst produces an increase in the propane conversion (Fig. 5), although they show similar selectivities to carbon oxides (Table 3). This indicates that the formation of olefins increases. On the other hand, the propane conversion (Fig. 5) on physically mixed catalysts, PM[Ga/Z], is higher than when they were placed in two consecutive catalytic beds, TB[Ga/Z] (Fig. 6). Similar results were observed when using H-ZSM-5, although the differences between PM- and TB-series are smaller when the Ga-zeolite component is used. What merits special attention is the fact that, independent of the reaction temperature, both the yield of aromatics and the yield of hydrocarbons are higher on PM[Ga/Z] than on TB[Ga/Z] or Ga-ZSM-5 catalysts (Fig. 6). Moreover, on either PM[Ga/Z] or TB[Ga/Z] the (toluene + xylenes)/benzene ratios are higher than on GaZSM-5 alone when used either in the presence of O, or N., atmosphere. In this way, we must Table 4 Oxidation of propane on mixed VMgO and Ga-ZSM-5 catalysts Sample h WooH/F ` T () XT (%) Selectivity (%) 81 indicate that the alkylbenzenes/benzene ratio decreases as follows: TB[Ga/Z] > PM[Ga/Z] > Ga/Z (Fig. 4). It appears therefore that as observed above, also in this case the presence of both the ODH and the zeolitic functions favors the obtention of oleic intermediates with a higher number of carbon atoms, favoring a higher selectivity to alkylaromatics. In fact, it has been observed that the amount of alkylaromatics with respect to the amount of benzene in the cycloaromatization of paraffins is lower than from olefins [3]. 3.3. Influence of the process variables With the two-function catalysts (VMgO and Ga-ZSM-5) it has been found that when the contact time with respect to the VMgO catalyst (WODH) is reduced (Table 4), keeping constant the contact time for the zeolite, the propane conversion decreases in both PM[Ga/Z] and TB[Ga/Z], and the decrease in conversion corresponds exclusively to a reduction in propane combustion. On the other hand, on PM[Ga/Z] a CH, C,HQ CZH6 C;H6 C4-C6 B T x CI CO col TB[Ga/Z] 8.9 406 7.7 1.6 6.0 1.1 3.7 0 13.2 14.1 5.7 1.4 15.6 37.6 437 16.2 2.7 5.3 1.4 3.7 0 11.9 11.5 4.4 0.7 16.1 42.1 459 21.4 3.9 5.8 1.8 4.2 0 11.5 10.9 3.9 0.7 13.6 43.6 500 35.0 8.4 7.2 3.2 2.9 0 14.5 12.8 4.7 1.2 12.0 31.1 26 406 13.5 1.0 4.5 0.7 3.2 0.1 8.0 9.6 4.7 0.5 17.4 50.3 438 19.2 1.6 5.0 0.8 4.4 2.2 5.7 7.5 3.1 0 15.7 54.1 467 23.1 3.3 7.1 1.5 5.8 3.2 4.9 8.0 3.5 0 15.5 47.3 494 28.5 6.0 9.3 2.3 7.1 1.4 7.4 10.5 4.8 0.2 12.8 38.2 PM[Ga/Z] 8.9 390 6.7 1.3 4.7 0.9 2.5 0 12.5 8.9 2.9 2.1 19.1 45.2 446 18.4 6.1 4.1 2.2 2.7 1.2 12.8 6.5 2.4 0.7 19.4 42.0 452 26.4 6.5 4.9 2.6 3.5 3.2 11.9 7.9 3.2 0.9 14.6 40.9 476 30.6 7.5 5.6 3.2 4.0 2.4 12.1 9.6 4.0 0.9 13.1 37.6 26 400 21.1 2.7 2.3 1.2 1.3 4.6 8.9 5.9 2.1 1.0 15.8 54.4 439 25.6 3.7 3.2 1.7 1.9 3.6 7.4 9.8 5.1 1.1 12.7 49.8 459 32.9 5.8 3.3 2.3 2.0 t 10.9 12.2 4.9 1.7 10.7 46.3 476 34.0 7.0 4.8 3.2 3.2 o 10.0 14.1 6.7 2.2 7.6 41.2 Propane/oxygen helium molar ratio of 40/30/30 and a contact time, Wzeo/F, of 32.6 gzeo h (mol C3)-1. b VMgO and H-ZSM-5 were placed in a two-catalytic bed TB[H-Z] sample or were physically mixed in a PM[H-Z] sample. Contact times, WooH/F, of 8.9 and 26 g_, h (mol Cz)-I were achieved by modifying the amount of VMgO catalyst. A. Corma et al./ Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 40 VMg0 g TB[GaIZ] 30 - \" PM[GalZl 0 Ga/Z C O _ ~~ 20 -- ; ' y b ~& C O 0 380 420 460 500 Ternperature, Fig. 5. Variation of the propane conversion with the reaction temperature on pure (VMgO or Ga/H-ZSM-5) or mixed catalysts: TB[Ga/Z] with VMgO and Ga/H-ZSM-5 in two beds, PM[Ga/Z] with VMgO and Ga/H-ZSM-5 physically mixed. Reaction conditions: propane/oxygen/helium molar ratio of 40/30/30; WODH /F and/or Wze/F of 26 and 32.6 gt h (mol C3H6)-I, respectively. lower selectivity to aromatic products and a lower (toluene + xylenes)/benzene ratio than on TB[Ga/Z] is also observed (Fig. 7). This could indicate that in the case of the PM[Ga/Z] system there exists a synergetic effect between the two catalytic functions. On the other hand, a reduction in the partial TB [Ga/Z] I El Conversion -BT% EIT+%/8 ratio 8.9 32.6 Contact time, W/F 2 O a. m 1 h O U 12I 8 v N 4 12 ~- 8 4 G T= 400 romatics E1Oletins t-C2 NC4-C6 S T= 450 i 44 ~.~~V~1' c Q Fig. 6. Yields of aromatics (BTX), CZ-C3 olefins, and C1-C2 and C4 _C6 hydrocarbons obtained during the oxidation of propane on pure or mixed catalysts, using Ga/H-ZSM-S as zeolitic material, at 400 and 450. Catalysts and experimental conditions as in Fig. 2. PM [Ga/Z] Contact time, WIF Fig. 7. Variation of the propane conversion, selectivity to aromatics (BTX) and (toluene + xylenes)/benzene ratios with the contact time (WoDH/F) on mixed catalysts: TB[Ga/Z] with VMgO and Ga/H-ZSM-S in two beds, PM[Ga/Z] with VMgO and Ga/H-ZSM-S physically mixed. Experimental conditions: WzeF constant of 32.6 g,a, h (mol C3H6)-I; propane/oxygen/helium molar ratio of 40/30/30 and reaction temperature of 400. 40 b j 30 'a N 20 0 .y 10 I U 0 40 . 30I d N 20 - N d io 0 U o 0 10 20 30 oxygen conc. (%, mol) ~so 40 __ 20 N Jo 40 40 p d d 20 N __ ___s___ 10 20 30 oxygen conc. (%, mol) ~ so JO ao Fig. 8. Effect of the oxygen concentration in the reactant mixtures on the conversion of propane ( and on the selectivities to BTX (+), C,-C3 olefins (, CQ-C6 hydrocarbons (v ) and COr (X) on a physically mixed VMgO+Ga/H-ZSM-S (PM[Ga/Z]) catalyst. Experimental conditions: W7e/ F constant at 32.6; propane/oxygen/helium molar ratio of 40/x/60- x and (a) W,~[) H /F=26 g_, h (mol C3)-1 and T=400. (b) WovH /F = 8.9 g ~~, h (mol C , )- 1 and T = 430. pressure of OZ in the reaction mixture produces similar effects as the reduction of the contact time with respect to VMgO catalyst. The decrease in the conversion of propane on PM[Ga/Z] seems to be mainly due to a reduction in the formation of carbon oxides. Moreover, when the partial pressure of OZ was lowered, a decrease in the yield of aromatics and in the (toluene + xylenes)/benzene ratio has been observed (Fig. 8) These results can also be explained by assuming that on the mixtures VMgO and H- or Ga-ZSM-S zeolite catalyst, the reaction can operate through a mechanism additional to the one reported previously for H-ZSM-S or Ga-ZSM-S catalysts [1-5]. This A. Corma et al. /Journal ofMoleeular Catalysis A: Chemical /Z3 (!9971 75-84 s3 mechanism involves, at the first step, the oxidative dehydrogenation of propane into propylene, which occurs at lower temperatures than the direct dehydrogenation. The olefins formed polymerize and crack in the zeolite-given intermediate diolefins (C4-Cs) with a higher proportion of C7 and Cs chains with higher reaction temperature. When Ga is present, these diolefins rapidly cycle and dehydrogenate, decreasing the probabilities to become oxidated either on the zeolite or, especially, on the VMgO component. 4. Conclusions During the reaction of propane on MFI based catalysts, the introduction of oxygen in the reaction mixture favors the formation of aromatics from propane on a H-ZSM-S zeolite catalyst. However, the presence of gallium on the zeolite increases the combustion of hydrocarbons and reduces the selectivity to aromatics. The introduction of an oxydehydrogenatn function to the MFl catalyst strongly changes both the activity and the product distribution. The catalytic behavior of mixed catalytic systems, using at the same time an oxydehydrogenation (VMgO) and a zeolite catalyst, depends on the distribution of the two functions along the catalytic bed. From the results obtained on mixed catalytic systems (Tables 2 and 4), it appears that if before reacting with the MFI zeolite bed the feed finds a VMgO bed (TB-series), a higher amount of alkyl-aromatics is formed than in the case where only a zeolite bed exists. This is a consequence of the higher amount of olefins reaching the H-ZSM-S zeolite bed in the former case due to the presence of the oxydehydrogenation function (VMgO) present in the first catalytic bed. The combination of V M g0 (oxydehydrogenation function) and H-ZSM-S zeolite, in a physically mixed catalytic bed, reduces the yield of aromatics, but produces a relative increase of the alkylaromatics. 1'he 84 A. Corma et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 75-84 combination of VMgO and Ga-ZSM-5 zeolite produces an increase in the total yield of aromatics, as well as an increase in the (toluene + xylene)/benzene ratio. At this moment, the limitation of the use of these catalysts is associated, together with the undesired activity of the Ga/H-ZSM-5 zeolite for the hydrocarbon combustion, to the still too low selectivity to propylene obtained with the ODH catalyst. However, the basic idea has been proven to work. Thus if ODH catalysts are developed which can give a selectivity to propylene higher than 70% at a propane conversion of 30-400, the oxidative transformation of propane into aromatics can produce high yields of toluene and xylenes. The use of combined catalysts, formed by an oxidative dehydrogenation function and a zeolite, could also be useful to convert ethane. In this case, the olefin, i.e. ethylene, is more stable towards oxidation than propylene, and therefore this type of catalyst association can be more suitable. Acknowledgements Financial support by the Comisi6n Interministerial de Ciencia y Tecnolog in Spain (Project MAT 94-0898) is greatly appreciated. References [1] R. Mowry, R.F. Anderson, J.A. Johnson, Oil Gas J. (1985) 128. [2] T. Inui, J. Phys. Petr. Inst. 33 (1990) 198. [3] A. Corma, C. Gobema, J.M. Lez Nieto, N. Paredes, M. Pez, Stud. Surf. Sci. Catal. 69 (1991) 409. [4] Y. Ono, Catal. Rev. Sci. Eng. 34 (1992) 179. [5] M. Guisnet, N.S. Gnep, F. Alario, Appl. Catal. A 89 (1992) 1. [6] G.D. Meitzner, E. Iglesia, J.E. Baumgartner, E.S. Huang, J. Catal. 140 (1993) 209. [7] P. Meriaudeau, C. Naccache, J. Catal. 157 (1995) 283. [8] S.B. Abdul Hamis, E.G. Derouane, P. Meriaudeau, C. Naccache, M.A. Yarmo, Stud. Surf. Sci. Catal. 84 (1994) 2335, and references therein. [9] ON. Chetina, T.V. Vasina, V.V. Lunin, Appl. Catal. A 131 (1995) 7. [l0] N. Paredes. Ph.D. thesis, Universidad Automa, Madrid, 1993. [11] W.-Q. Xu, S.L. Suib, J. Catal. 145 (1994) 65. [ 12] A. Corma, J.M. Lez Nieto, N. Paredes, J. Catal. 144 (1993) 425. [13] A. Corma, J.M. L6pez Nieto, N. Paredes, Appl. Catal. A 104 (1993) 161. [14] P.A. Jacobs, R. von Balmoos, J. Phys. Chem. 86 (1982) 3050. [15] L.W. Zatorski, G. Centi, J.M. L6pez Nieto, F. Trifir G. Bellusi, V. Fattore, Stud. Surf. Sci. Catal. 49 (1989) 1243. [16] G. Centi, G. Golinelli, J. Catal. 115 (1989) 452. [17] A. Corma, J.M. L6pez Nieto, N. Paredes, M. Pez, in: Proceeding X111 Iberoamerican Symposium on Catalysis, vol. II, Segovia, Spain), 1992, p. 851. MOLCAA 97000435 S1381-1169(97)00043-5 10.1016/S1381-1169(97)00043-5 Molecular aspects of heterogeneous catalysis Article Oxidative synthesis of aromatics from propane on mixed VMgO-zeolite catalysts A. Corma ∗ J.M.López Nieto N. Paredes Instituto de Tecnología Química, UPV-CSIC, Avenida de los Naranjos s / n, 46022 Valencia, Spain ∗ Corresponding author. Fax: +34-6-3877809. The transformation of propane into aromatics has been carried out in the presence of oxygen, on a combined catalyst formed by an oxydehydrogenation (ODH) function (MgO-supported vanadium oxide catalyst) and a cyclo-aromatization (H-ZSM-5 or Ga ZSM-5 ) function. When the two functions are in close proximity, the yield to aromatics and the selectivity to alkylbenzenes increases with respect to the zeolitic catalysts in absence of the ODH function. The influence of reaction temperature, partial pressure of oxygen and the relative amount of the two catalytic functions on propane conversion and selectivity has been studied. Keywords Vanadium magnesium oxides Ga-containing MFI Oxidative dehydrogenation Cycloaromatization Propane References [1] R. Mowry R.F. Anderson J.A. Johnson Oil Gas J. 1985 128 [2] T. Inui J. Phys. Petr. Inst. 33 1990 198 [3] A. Corma C. Goberna J.M. López Nieto N. Paredes M. Pérez Stud. Surf. Sci. Catal. 69 1991 409 [4] Y. Ono Catal. Rev. Sci. Eng. 34 1992 179 [5] M. Guisnet N.S. Gnep F. Alario Appl. Catal. A 89 1992 1 [6] G.D. Meitzner E. Iglesia J.E. Baumgartner E.S. Huang J. Catal. 140 1993 209 [7] P. Meriaudeau C. Naccache J. Catal. 157 1995 283 [8] S.B. Abdul Hamis E.G. Derouane P. Meriaudeau C. Naccache M.A. Yarmo Stud. Surf. Sci. Catal. 84 1994 2335 and references therein [9] O.V. Chetina T.V. Vasina V.V. Lunin Appl. Catal. A 131 1995 7 [10] N. Paredes Ph.D. thesis 1993 Universidad Autónoma Madrid [11] W.-Q. Xu S.L. Suib J. Catal. 145 1994 65 [12] A. Corma J.M. López Nieto N. Paredes J. Catal. 144 1993 425 [13] A. Corma J.M. López Nieto N. Paredes Appl. Catal. A 104 1993 161 [14] P.A. Jacobs R. von Balmoos J. Phys. Chem. 86 1982 3050 [15] L.W. Zatorski G. Centi J.M. López Nieto F. Trifiró G. Bellusi V. Fattore Stud. Surf. Sci. Catal. 49 1989 1243 [16] G. Centi G. Golinelli J. Catal. 115 1989 452 [17] A. Corma J.M. López Nieto N. Paredes M. Pérez Proceeding XIII Iberoamerican Symposium on Catalysis vol. II 1992 851 Segovia, Spain",
      "scopus-id": "0343488403",
      "coredata": {
        "eid": "1-s2.0-S1381116997000435",
        "dc:description": "The transformation of propane into aromatics has been carried out in the presence of oxygen, on a combined catalyst formed by an oxydehydrogenation (ODH) function (MgO-supported vanadium oxide catalyst) and a cyclo-aromatization (H-ZSM-5 or Ga ZSM-5 ) function. When the two functions are in close proximity, the yield to aromatics and the selectivity to alkylbenzenes increases with respect to the zeolitic catalysts in absence of the ODH function. The influence of reaction temperature, partial pressure of oxygen and the relative amount of the two catalytic functions on propane conversion and selectivity has been studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000435",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Corma, A."
          },
          {
            "@_fa": "true",
            "$": "Nieto, J.M.López"
          },
          {
            "@_fa": "true",
            "$": "Paredes, N."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000435"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000435"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00043-5",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Oxidative synthesis of aromatics from propane on mixed VMgO-zeolite catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadium magnesium oxides"
          },
          {
            "@_fa": "true",
            "$": "Ga-containing MFI"
          },
          {
            "@_fa": "true",
            "$": "Oxidative dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cycloaromatization"
          },
          {
            "@_fa": "true",
            "$": "Propane"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "75-84",
        "prism:endingPage": "84",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00043-5",
        "prism:startingPage": "75",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00043-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000435-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "587",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0343488403"
      }
    }
  }
}