{
  "metadata": {
    "title": "Effect of solvent, catalyst type and catalyst activation on the microwave transformation of 2-<ce:italic>tert</ce:italic>-butylphenol",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-07-22",
    "doi": "10.1016/S1381-1169(02)00060-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902000602",
    "pii": "S1381116902000602"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037158291",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-03-17 2002-03-17 2010-04-18T17:18:08 1-s2.0-S1381116902000602 S1381-1169(02)00060-2 S1381116902000602 10.1016/S1381-1169(02)00060-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01525 2015-05-15T05:56:33.301439-04:00 0 0 20020722 2002 2002-03-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 186 186 1 2 1 2 Volume 186, Issues 1–2 14 121 126 121 126 20020722 22 July 2002 2002-07-22 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. EFFECTSOLVENTCATALYSTTYPECATALYSTACTIVATIONMICROWAVETRANSFORMATION2TERTBUTYLPHENOL RADOIU M 1 Introduction 2 Experimental 3 Results and discussion 3.1 Activation of the catalyst 3.2 Selectivity and activity of the catalyst 3.3 Solvent and dilution effect 3.3.1 Solvent effect 3.3.2 Dilution effect 4 Conclusions Acknowledgements References STRAUSS 1995 1665 C GALEMA 1997 233 S HAJEK 2000 383 M RADOIUX2002X121 RADOIUX2002X121X126 RADOIUX2002X121XM RADOIUX2002X121X126XM item S1381-1169(02)00060-2 S1381116902000602 1-s2.0-S1381116902000602 10.1016/S1381-1169(02)00060-2 271358 2010-10-03T19:45:31.05047-04:00 2002-07-22 1-s2.0-S1381116902000602-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/MAIN/application/pdf/ac583dc811a9f45f7c2a2abb51578119/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/MAIN/application/pdf/ac583dc811a9f45f7c2a2abb51578119/main.pdf main.pdf pdf true 96942 MAIN 6 1-s2.0-S1381116902000602-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/PREVIEW/image/png/0a2a6e17941d6d8bae442c96f16dc142/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/PREVIEW/image/png/0a2a6e17941d6d8bae442c96f16dc142/main_1.png main_1.png png 60241 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902000602-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/STRIPIN/image/gif/489747e9dc7d9967704c9821393a96c8/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/STRIPIN/image/gif/489747e9dc7d9967704c9821393a96c8/si2.gif si2 si2.gif gif 1953 14 559 ALTIMG 1-s2.0-S1381116902000602-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/STRIPIN/image/gif/48ab2c0e8f47017a53f697c2d81e160f/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/STRIPIN/image/gif/48ab2c0e8f47017a53f697c2d81e160f/si1.gif si1 si1.gif gif 1050 39 192 ALTIMG 1-s2.0-S1381116902000602-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/fx1/THUMBNAIL/image/gif/3dd466957239356c26dce02aae744f05/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/fx1/THUMBNAIL/image/gif/3dd466957239356c26dce02aae744f05/fx1.sml fx1 fx1.sml sml 807 31 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000602-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/fx1/DOWNSAMPLED/image/gif/2f1119afa1c490c674d0bc685b8826cf/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/fx1/DOWNSAMPLED/image/gif/2f1119afa1c490c674d0bc685b8826cf/fx1.gif fx1 fx1.gif gif 3237 82 328 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000602-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr1/THUMBNAIL/image/gif/045c0b88eda7048c4e4cc1d5ff7e3bd1/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr1/THUMBNAIL/image/gif/045c0b88eda7048c4e4cc1d5ff7e3bd1/gr1.sml gr1 gr1.sml sml 1449 94 118 IMAGE-THUMBNAIL 1-s2.0-S1381116902000602-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr1/DOWNSAMPLED/image/gif/a7a4d64b9fb42f02746cca7a0991fb93/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr1/DOWNSAMPLED/image/gif/a7a4d64b9fb42f02746cca7a0991fb93/gr1.gif gr1 gr1.gif gif 5464 266 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000602-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr2/THUMBNAIL/image/gif/afab684acd247361caeaeb02ebd5af99/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr2/THUMBNAIL/image/gif/afab684acd247361caeaeb02ebd5af99/gr2.sml gr2 gr2.sml sml 1565 94 122 IMAGE-THUMBNAIL 1-s2.0-S1381116902000602-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr2/DOWNSAMPLED/image/gif/aab509ad8ef9911b70d957af783b3968/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr2/DOWNSAMPLED/image/gif/aab509ad8ef9911b70d957af783b3968/gr2.gif gr2 gr2.gif gif 5640 257 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000602-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr3/THUMBNAIL/image/gif/a9a6b2e92f6c8d17002d454ae5e29fe1/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr3/THUMBNAIL/image/gif/a9a6b2e92f6c8d17002d454ae5e29fe1/gr3.sml gr3 gr3.sml sml 1592 94 118 IMAGE-THUMBNAIL 1-s2.0-S1381116902000602-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr3/DOWNSAMPLED/image/gif/8cab5cbc4e4f0dd9a0e364c4aaf343cf/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr3/DOWNSAMPLED/image/gif/8cab5cbc4e4f0dd9a0e364c4aaf343cf/gr3.gif gr3 gr3.gif gif 6036 265 334 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000602-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr4/THUMBNAIL/image/gif/9108697c0ea2ab4d17335f5a4b5b7c95/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr4/THUMBNAIL/image/gif/9108697c0ea2ab4d17335f5a4b5b7c95/gr4.sml gr4 gr4.sml sml 1504 93 116 IMAGE-THUMBNAIL 1-s2.0-S1381116902000602-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000602/gr4/DOWNSAMPLED/image/gif/02eed995b3921bb05f1c61f95297f06a/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000602/gr4/DOWNSAMPLED/image/gif/02eed995b3921bb05f1c61f95297f06a/gr4.gif gr4 gr4.gif gif 5962 269 334 IMAGE-DOWNSAMPLED MOLCAA 3569 S1381-1169(02)00060-2 10.1016/S1381-1169(02)00060-2 Elsevier Science B.V. Fig. 1 MW transformation of 2TBP (2TBP, ■) at 200W (continuous power); KSF inactivated (A); water content, 6.2%. (▴) Total conversion; (•) phenol; (□) 4TBP; (▵) 2,4DTBP. Fig. 2 MW transformation of 2TBP (2TBP, ■) at 200W (continuous power); KSF activated for 2h at 120–140°C in electric oven (B); water content, 1.3%. (▴) Total conversion; (•) phenol; (□) 4TBP; (▵) 2,4DTBP. Fig. 3 MW transformation of 2TBP (2TBP, ■) at 200W (continuous power); KSF activated for 2h at 320–340°C in electric oven (C); water content, 0% (loss 6.2%). (▴) Total conversion; (•) phenol; (□) 4TBP; (▵) 2,4DTBP. Fig. 4 MW transformation of 2TBP (2TBP, ■) at 200W (continuous power); KSF activated for 3×10min at 750W in domestic microwave oven (D); water content, 1.9%. (▴) Total conversion; (•) phenol; (□) 4TBP; (▵) 2,4DTBP. Table 1 Dependence of activity of catalyst on the method of activation a Activity test Initial reaction rate (r 0×103 s−1) A b B c C d D e CH 0.115 0.490 1.782 0.820 MW continuous 0.406 1.620 2.526 1.769 MW pulsed f 0.214 1.256 2.530 1.353 a Reaction conditions: 2TBP/KSF/hexane=20ml/4g/40ml; reflux temperature, 76°C; reaction time, 30min; P MW=200W. b KSF inactivated (water content=6.2%). c KSF activated for 2h in electric oven at 120–140°C (water content=1.3%). d KSF activated for 2h in electric oven at 320–340°C (water content=0.0%). e KSF activated for 3×10min in domestic microwave oven (water content=1.9%). f 5s pulses in 20s intervals. Table 2 Selectivity dependence on the catalyst type a Catalyst CH MW Conversion (%) Selectivity b (%) Conversion (%) Selectivity b (%) Phenol 4TBP Dialkyl Phenol 4TBP Dialkyl Al2O3 n c 5.73 85.69 8.73 5.58 8.61 90.34 6.04 3.60 Al2O3 wa c 6.98 89.54 6.73 3.87 6.84 81.43 9.36 4.97 Al2O3 a c 19.25 76.42 17.14 12.57 38.17 81.34 14.46 8.17 Bentonite 62.84 38.12 35.92 25.95 74.65 40.69 41.56 17.74 K10 97.46 27.35 61.00 11.65 98.74 53.18 40.77 6.06 KSF e 98.32 41.28 47.12 8.26 98.89 53.70 40.00 5.27 HZSM5 d 97.32 25.45 68.29 6.44 97.47 32.10 63.36 4.53 Mordenite d 97.21 36.19 58.95 4.86 98.02 47.98 50.04 1.98 a Reaction conditions: 2TBP/catalyst=5ml/1g; reflux temperature, 190–196°C; reaction time=30min; P MW=550W; each catalyst activated ∼2h at 340°C in electric oven. b Selectivity was calculated with the relation: selectivity= C P ∑C P ×100% where C P is the molar concentration of phenol and ∑C P=C P+C 4TBP+C DTBP. c n—Neutral; wa—weakly acidic; a—acidic (5% SO4 2−). d 2TBP/catalyst=10/1. e The selectivity for trialkylphenols was determined: CH=3.34%; MW=1.03%. Table 3 Catalytic transformation of 2TBP—initial reaction rate (r 0) dependence on the catalyst concentration and dilution by solvent at the ratio 2TBP/hexane=1/0.5ml and 1/0ml a KSF/2TBP (g/ml) CH MW r 1/0.5 0×10−3 s−1 r 1/0 0×10−3 s−1 r 1/0.5 0/r 1/0 0 r 1/0.5 0×10−3 s−1 r 1/0 0×10−3 s−1 r 1/0.5 0/r 1/0 0 0.0125 0.05 0.02 2.50 0.13 0.11 1.18 0.025 0.15 0.07 2.14 0.18 0.16 1.13 0.05 0.86 0.41 2.10 1.19 1.18 1.09 0.2 2.92 1.40 2.09 2.93 2.85 1.03 a Reaction conditions: catalyst KSF; reflux temperature=75°C, reaction time=30min, P MW=550W. Table 4 The effect of dilution by hexane on the CH and MW transformations a 2TBP/hexane (ml/ml) r CH 0×10−3 s−1 r MW 0×10−3 s−1 r MW 0/r CH 0 1:0 1.40 2.85 2.04 1:0.5 2.92 2.93 1.00 1:1 0.65 2.26 3.48 1:2 0.49 1.62 3.31 1:4 0.24 0.82 3.41 a Reaction conditions: catalyst KSF; 2TBP/KSF=5ml/1g; reflux temperature=75°C; reaction time=30min; P MW=550W. Effect of solvent, catalyst type and catalyst activation on the microwave transformation of 2-tert-butylphenol Marilena T. Radoiu a 1 Milan Hájek b ∗ a Electron Accelerator Laboratory, National Institute for Lasers, Plasma and Radiation Physics, P.O. Box MG-36, R-76900 Bucharest, Romania b Institute of Chemical Process Fundamentals, Academy of Sciences of the Czech Republic, 16502 Prague 6, Suchdol, Czech Republic * Corresponding author. Tel.: +420-2-230-90111; fax: +420-2-209-20661 1 Tel.: +401-780-6925; fax: +401-423-1791. Transformation of 2-tert-butylphenol (2TBP) in heterogeneous solid–liquid catalytic systems has been investigated. To reach the desired temperature, reaction mixtures were heated up by conventional (CH) and microwaves (MW) methods. Solid catalysts of different acidity (zeolite HZSM5 and Mordenite, Montmorillonite KSF and K10, neutral, weakly acid and acidic alumina, Bentonite), polar and non-polar solvents, as well as the activation of the catalyst and the modality of introducing the microwave energy into the reaction mixture have been studied. Results were discussed in terms of reaction pathway, selectivity and reaction rate indicating superheating effect of catalyst. The observed unusual dilution effect resulting surprisingly in higher reaction rate was explained by a catalytic mechanism. Keywords Microwaves tert-Butylphenols Catalyst activation Solvent effect Active sites 1 Introduction Acceleration of chemical reactions by microwave dielectric heating has been widely exploited in the last years. Microwave processing is becoming an increasingly important accessory in chemical synthesis [1]. Remarkable reduction in reaction time, improved isolated yields of products and sometimes effects on chemo-, regio- and stereoselectivity have been achieved in organic synthesis [1,2]. Differences in reaction pathways and reaction products due to the microwave processing have been observed. So far, it is generally accepted that the microwave effect can consist at least of rapid and uniform heating, inverse temperature profiles, and selective heating, all of these phenomena leading to reduced processing times and temperatures. However, the mechanism responsible for these effects is not yet well understood. Thus, the question of whether there is a non-thermal effect or whether the measured temperature does represent the true reaction temperature due to the presence of temperature gradients remains to be answered. The simplest method for carrying out microwave-assisted synthetic reactions involves irradiation of reactants only (solvent-free), in an open vessel made of glass, Teflon or ceramic. The process is very limited due to the reduced number of suitable high boiling organic compounds. Two solvent-free techniques have been developed in the last years [3–5]: dry media using a solid mineral support and solid–liquid phase transfer catalysis. The aim of this paper was the investigation of 2-tert-butylphenol (2TBP) transformation in the presence of non-polar and polar solvents, the effect of different types of catalysts on the reaction pathway, as well as the method of activation of the catalyst and of introducing the microwave energy into the reaction medium. 2 Experimental The equipment and experimental conditions for both microwave (MW) and conventional (CH) heating systems were described in detail in previous papers [6–8]. MW experiments at room temperature have been carried out by intensive cooling using a “dry ice” medium to keep the temperature 22±2°C. For the activation of KSF catalyst under microwave heating, the temperature profile was followed using a Nortech ceramic-coated optic fiber. Structure of DTBP was attributed to 2,4-di-tert-butylphenol (2,4DTBP) according to identical analytical data (NMR) with authentic sample. 3 Results and discussion In continuation of our studies on the transformation of tert-butylphenols [6] it was found that depending on the experimental conditions, the catalytic transformation of 2TBP provides phenol (P), the isomeric 4-tert-butylphenols (4TBP), (2,4DTBP) and isobutene, in accordance with the following equation: (1) We also found [6] that the transformation of 2TBP includes isomerization, transalkylation and dealkylation reactions; their proportions being dependent on the catalyst type, reaction conditions and method of heating (CH or MW). The experiment also demonstrated that the isomerization reaction occurred via transalkylation and not by a 1,2-shift mechanism during an intramolecular rearrangement [6]. 3.1 Activation of the catalyst Taking KSF as the representative type of acidic catalyst, experiments to investigate the influence of the activation method (A–D) on its activity were performed. The activation of the catalyst was done by heating up the catalyst in an electric oven—catalysts B and C—and in domestic microwave oven (Whirlpool)—catalyst D. Catalyst A corresponds to non-activated one. Results are discussed using the initial reaction rate (r 0) and compared to the results obtained by using the inactivated commercial catalyst—catalyst A. The obtained data are summarized in Table 1 and Figs. 1–4 . It is evident that water content plays a very important role in catalytic activity of KSF catalyst. There were no main differences when water was removed by CH or MW heating, either continuous or pulsed system. However, microwaves required about four times shorter period of activation compared to conventional electric activation method. In all cases higher activity of the catalyst was reached when experiments were performed under MW conditions. This effect is probably caused by supplementary activation of catalyst by microwaves during the reaction (see Section 3.3.1) as indicated by induction period, Fig. 1. 3.2 Selectivity and activity of the catalyst In order to investigate an optimal condition of activation, the activity and selectivity of eight catalysts on 2TBP transformation were tested and the results are summarized in Table 2 . The activity of the catalysts was found to decrease in the order KSF=K10=HZSM5=Mordenite>Bentonite>Al 2 O 3 a>Al 2 O 3 wa>Al 2 O 3 n in relation to their acidity. The selectivity of the catalyst increased in the opposite direction, in accordance with the rule, lower activity led to higher selectivity. The transformation of 2TBP in the presence of strong acidic catalysts (Montmorillonites KSF and K10, zeolites HZSM5 and Mordenite) was very fast even at 105°C. None of the low acidic or neutral catalysts reacts at temperatures below 105°C in either MW or CH heating systems. However, a major difference in selectivity was recorded when carrying out the reaction in the presence of strong acid catalysts at reflux temperature (196–199°C) under both MW and CH conditions. While under MW conditions, isobutene was vigorously evolved for all the four catalysts used, under CH conditions its evolution was either very poor or absent. These results can be explained by superheating of the catalyst by microwaves, when higher temperature of catalyst (or its active sites [9]) is favorable for dealkylation reactions. 3.3 Solvent and dilution effect In order to investigate the 2TBP transformation in the presence of the acidic type catalysts in more detail, the reaction rate was lowered by the decrease of the reaction temperature, dilution with polar and non-polar solvents and the reduction of the catalyst concentration. Commercial Montmorillonite KSF was chosen to represent acidic catalysts. The results obtained under identical CH and MW experimental conditions were compared using the initial reaction rate (r 0). 3.3.1 Solvent effect (a) Non-polar solvents: Using non-polar solvents such as heptane and hexane at their reflux temperature (105 and 75°C), the rate enhancement factor between MW and CH experiments of the transformation reaction had the same trend as without solvent. Moreover, the rate enhancement factor was more evident at lower temperatures, see Table 3 . However, the rate enhancement factor in the presence of non-polar solvents was reduced. This effect can be explained by a better elimination of temperature gradients in the presence of a solvent compared to experiment in the neat medium. (b) Polar solvents: In the presence of polar solvents, represented by methanol and tetrahydrofuran, no reaction was noted either for MW or CH experiments. This effect was attributed to the stronger adsorption of these solvents compared to phenols, indicating that 2TBP does not react without adsorption. When carrying out the reaction in the absence of catalyst or in the presence of a low acidic or neutral catalyst, none or weak adsorption of 2TBP was noted and therefore no conversion was observed. Similarly, water has been found to have a strong inhibitory effect on the reaction rate. However, an interesting effect of partial inhibition of catalyst activity by the addition of a small amount of water was observed, 2% (p.w.) of water added to the reaction mixture causing a drastic reduction of catalytic activity. Reaction rate under CH conditions was reduced 44 times and under MW conditions 10 times. Rate enhancement factor 6.2 can be attributed to the partial reactivation of catalyst in situ by effective removal of water by microwaves as was indicated by induction period [6]. 3.3.2 Dilution effect The dilution of the reaction mixture with a limited amount of hexane led to a surprising result. When the transformation was performed under CH conditions and the reaction mixture (2TBP+KSF) was diluted by hexane at volume ratio 2TBP/hexane=1/0.5, the reaction rate was unexpectedly higher (about twice) for all concentrations of catalyst investigated, KSF/2TBP=0.2–0.0125/1, Table 3. Under MW conditions, the dilution effect was not so evident because of the higher reaction rate, even without dilution. By investigation of different degrees of dilution ratio 2TBP/hexane, it was found that this effect took place only at the ratio of 1/0.5. In every case, the reaction rate in MW experiment was higher than in CH experiment, Table 4 . For these unexpected and unique results—when a reaction rate is higher under reduced concentration of catalyst by dilution—we looked for the following possible explanations: 1. Diffusion effect, 2. Inhibition effect, 3. Mechanistic effect. Under experimental conditions no internal or external diffusion could be possible because an efficient stirring and very fine catalyst particles (10–15μm) were used. Inhibition of the catalyst by products is also improbable because no deactivation of the catalyst was observed. For this reason the first two possible explanations were excluded. Thus we assume that the increase of reaction rate by dilution is caused by mechanistic reasons related to the number of active sites needed for the surface reaction of corresponding catalytic mechanisms. The results indicate that at least one free active site should be available for the surface reaction of the adsorbed reactant species on other site. In the absence of a solvent, a limited number of free sites is probably available for the surface reaction, while in high dilution the absorption of reactant competes in adsorption with the solvent. Only in a narrow range of concentration of solvent in reaction mixture the higher reaction rate can be detected, which was the case of 1/0.5 ratio of dilution. 4 Conclusions In spite of the complexity of the studied process, it can be concluded that microwaves did have a strong influence on the reaction rate and on the activity and selectivity of the catalyst in transformation of alkylphenols. Two new interesting results have been found: 1. A rare favorable dilution effect on reaction rate of catalytic reaction. This effect is explained in terms of mechanistic reasons, which consist of at least one free active site available for the surface reaction of adsorbed molecule of the reactant. 2. Results concerning MW effect on reaction rate and selectivity indicate possible superheating of catalyst (or its active sites). Evolution of isobutene at refluxing reaction mixture and the highest rate enhancement factor at low (room) temperature supports superheating of catalyst. The results gained at very low temperatures (below 0) where no reaction proceeded under conventional conditions but significant reaction rate was recorded under microwave conditions will be published in a subsequent paper [9]. Acknowledgements Authors thank Nortech Fibronic Inc., Que., Canada, for the ceramic-coated optic fiber (Probe C) freely provided for catalyst activation measurements. Financial support of this work by the Grant Agency of the Czech Republic (203/97/1175) is gratefully acknowledged. References [1] M. Hájek, Microwave catalysis in organic synthesis, in: A. Loupy (Ed.), Microwaves in Organic Synthesis, Wiley/VCH, Weinheim, in press (Chapter 10). [2] C.R. Strauss R.W. Trainor Aust. J. Chem. 48 1995 1665 [3] S.A. Galema Chem. Soc. Rev. 26 1997 233 [4] R.S. Varma, Microwave and reactions using supported reagents, in: A. Loupy (Ed.), Organic Synthesis in Microwaves in Organic Synthesis, Wiley/VCH, Weinheim, in press (Chapter 6). [5] A. Loupy, A. Petit, D. Bogdal, Microwaves and phase transfer catalysis in organic synthesis, in: A. Loupy (Ed.), Microwaves in Organic Synthesis, Wiley/VCH, Weinheim, in press (Chapter 5). [6] M. Hájek M.T. Radoiu J. Mol. Catal. A 160 2000 383 [7] M.T. Radoiu, M. Hájek, in: Proceedings of the Seventh International Conference on Microwave and High Frequency Heating, Valencia, Spain, September 13–17, 1999, p. 429. [8] M. Hájek, M.T. Radoiu, Microwaves: Theory and Application in Materials Processing, V. Ceram. Trans., The American Ceramic Society, OH, Vol. 111, 2001, p. 257. [9] J. Kurfurstova, M. Hájek, J. Microwave Power Electromagnetic Energy, submitted for publication.",
      "scopus-id": "0037158291",
      "coredata": {
        "eid": "1-s2.0-S1381116902000602",
        "dc:description": "Transformation of 2-tert-butylphenol (2TBP) in heterogeneous solid–liquid catalytic systems has been investigated. To reach the desired temperature, reaction mixtures were heated up by conventional (CH) and microwaves (MW) methods. Solid catalysts of different acidity (zeolite HZSM5 and Mordenite, Montmorillonite KSF and K10, neutral, weakly acid and acidic alumina, Bentonite), polar and non-polar solvents, as well as the activation of the catalyst and the modality of introducing the microwave energy into the reaction mixture have been studied. Results were discussed in terms of reaction pathway, selectivity and reaction rate indicating superheating effect of catalyst. The observed unusual dilution effect resulting surprisingly in higher reaction rate was explained by a catalytic mechanism.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-07-22",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902000602",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Radoiu, Marilena T."
          },
          {
            "@_fa": "true",
            "$": "Hájek, Milan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902000602"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902000602"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00060-2",
        "prism:volume": "186",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Effect of solvent, catalyst type and catalyst activation on the microwave transformation of 2-tert-butylphenol",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Microwaves"
          },
          {
            "@_fa": "true",
            "$": "tert-Butylphenols"
          },
          {
            "@_fa": "true",
            "$": "Catalyst activation"
          },
          {
            "@_fa": "true",
            "$": "Solvent effect"
          },
          {
            "@_fa": "true",
            "$": "Active sites"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "121-126",
        "prism:endingPage": "126",
        "pubType": "fla",
        "prism:coverDisplayDate": "22 July 2002",
        "prism:doi": "10.1016/S1381-1169(02)00060-2",
        "prism:startingPage": "121",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00060-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "559",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1953",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "39",
            "@width": "192",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1050",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "807",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "82",
            "@width": "328",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3237",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1449",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5464",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1565",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5640",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1592",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6036",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1504",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "269",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000602-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5962",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037158291"
      }
    }
  }
}