{
  "metadata": {
    "title": "A palladium complex catalyst for the regioselective hydrocarboxylation of 4-methylstyrene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-04-25",
    "doi": "10.1016/S1381-1169(96)00396-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003962",
    "pii": "S1381116996003962"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342460596",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003962 S1381-1169(96)00396-2 S1381116996003962 10.1016/S1381-1169(96)00396-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00489 2015-05-15T05:56:33.668241-04:00 0 0 19970425 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 2 2 Volume 118, Issue 2 6 181 187 181 187 19970425 25 April 1997 1997-04-25 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. APALLADIUMCOMPLEXCATALYSTFORREGIOSELECTIVEHYDROCARBOXYLATION4METHYLSTYRENE YOON J YUN 1995 11 H CAVINATO 1990 187 G CAVINATO 1985 211 G CAVINATO 1982 93 G CAVINATO 1981 161 G MURRAY 1979 4107 T BITTLER 1968 329 K FENTON 1973 3192 D KNIFTON 1976 2885 J CONSIGLIO 1991 323 G TODA 1991 3600 S SUGI 1976 727 Y SUGI 1975 397 Y ALPER 1983 1270 H ALPER 1984 905 H FERGUSSON 1984 1349 S ALPER 1985 511 H ALPER 1985 1141 H TOLMAN 1977 313 C OH 1991 1456 J GOLODOV 1982 248 V SHELUDYAKOV 1980 383 Y ZHIZHINA 1988 130 E ZHIZHINA 1985 461 E KIM 1994 103 K WILKE 1967 92 G BIRK 1968 4491 J LEE 1993 31 C YOONX1997X181 YOONX1997X181X187 YOONX1997X181XJ YOONX1997X181X187XJ item S1381-1169(96)00396-2 S1381116996003962 1-s2.0-S1381116996003962 10.1016/S1381-1169(96)00396-2 271358 2010-09-29T19:50:58.61754-04:00 1997-04-25 1-s2.0-S1381116996003962-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003962/MAIN/application/pdf/8a3a39a61a35f3af1adcbd661b6bd0e6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003962/MAIN/application/pdf/8a3a39a61a35f3af1adcbd661b6bd0e6/main.pdf main.pdf pdf true 753393 MAIN 7 1-s2.0-S1381116996003962-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003962/PREVIEW/image/png/106d3e448092a0cd2384292d39398057/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003962/PREVIEW/image/png/106d3e448092a0cd2384292d39398057/main_1.png main_1.png png 56618 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 A palladium complex catalyst for the regioselective hydrocarboxylation of 4-methylstyrene Je-Yong Yoon, Eun Joo Jang, Kyung Hee Lee, Jae Sung Lee Department of Chemical Engineering, Pohang University of Science and Technology (POSTECH) and Research Institute of Industrial Science and Technology (RIST), San 31, Hyoja-dong, Pohang 790-784 South Korea JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Received 18 July 1996; revised 24 September 1996; accepted 25 September 1996 Abstract With a homogeneous catalyst system of PdCl2-CUC'Z-PPh, dissolved in a polar solvent, highly regioselective hydrocarboxylation of 4-methylstyrene to the branched a-(4-methylphenyl) propionic acid has been achieved. Effects of additives (mineral acids and OZ) and reaction conditions (amounts of catalyst components, reaction temperature, pressure and solvents) have been studied. Compared with the previous results of hydrocarboalkoxylation of 4-methyl-styrene to the ester by the same catalyst, the hydrocarboxylation required severer reaction conditions and the presence of a polar solvent that could solubilize water. Efficient hydrocarboxylation was achieved only after fine adjustments of the reaction conditions and addition of a halogen compound. And the addition of HCl improved the reaction rate significantly. This improvement was due to the effect of chlorine, not the effect of the proton. The addition of oxygen reduced reaction rates by oxidizing carbon monoxide and PPh3. Keywords: Alkylstyrene; Hydrocarboxylation; Palladium complex; Additive effects; Regioselectivity 1. Introduction In our previous study of hydrocarboalkoxylation of 4-methylstyrene with CO and methanol [1], it was found that a catalyst system of PdC12-CUC12-PPh3 dissolved in a nonpolar solvent provided a nearly regiospecific conversion to the branched a-(4-methylphenyl) propionic acid ester at high rates at 373 K and 41 bar of CO. Effects of catalyst components and reaction conditions were studied. Incidentally, the ` Corresponding author. Tel.: +82-562-2795800; fax: +82562-2795799. catalyst components were same as claimed in a recent patent [2] for the synthesis of a-(4-isobutylphenyl) propionic acid (commonly called ibuprofen which is a large volume, nonsteroidal anti-inflammatory drug) by hydrocarboxylation of 4-isobutylstyrene with CO and water. Hence, as an extension of the previous study, we applied the same catalyst system for hydrocarboxylation of 4-methylstyrene, our model compound of 4-isobutylstyrene. The hydrocarboxylation is a direct method of acid synthesis that could save one step of ester hydrolysis in the synthesis of ibuprofen. Effects of additives (mineral acids and OZ) and reaction conditions 1381-1169/97/$17.00 Copyright 1997 Published by Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00396-2 182 J.-Y. Yoon et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 (amounts of catalyst components, reaction temperature, pressure and solvents) have been studied. Palladium-catalyzed hydrocarboxylation and hydrocarboalkoxylation of olefins or alcohols have been the subject of extensive recent studies [3-19]. Besides a palladium complex, the reaction requires various promoters to achieve desired activity, selectivity and stability of the catalyst. The hydrocarboxylation with CO and water generally requires more harsh reaction conditions than the hydrocarboalkoxylation with CO and a primary alcohol. 2. Experimental A 300 ml stirred autoclave with Hastelloy C walls (Parr Co.) was used as a batch reactor that was enclosed in an electric furnace. A thermocouple and a PID temperature controller monitored and controlled reaction temperature. In most runs, 50 mmol of 4-methylstyrene, 0.5 mmol of PdC12 and 1 g of t-butyl-benzene (an internal standard for gas chromatographic analysis) were used as the standard reaction mixture and the amounts of other components were varied in order to investigate their effects. In a typical run, 4-methylstyrene, t-butylbenzene and HCl were dissolved in 80 ml of tetrahydrofuran (THF) together with H20 and then PdCl2, CUC12 and PPh3 were charged into the reactor. The reactor was flushed three times with 3 bar of CO and then pressurized to the reaction condition (mostly 41-45 bar). Then the reactor was heated to a desired reaction temperature (mostly 373 K) in 20 min and the time when the temperature was reached was taken to be the start of the reaction. The reaction product was sampled during the reaction and analyzed by a gas chromatograph (Varian) equipped with a FID detector and a cross linked poly(diphenyl dimethyl siloxane) capillary column. The identification of GC peaks was done by GC-MS (Shimazu) analysis. 3. Results and discussion In the hydrocarboxylation of 4-methylstyrene, two major products were formed. One was the branched a-(4-methylphenyl) propionic acid, H3CC6H4CH (COOH)(CH3) and the other was its linear form, H3CC6H4CH2CH2COOH. The formation of other products was negligible. We started hydrocarboxylation of 4-methylstyrene with the catalyst system and the reaction conditions that were employed and optimized for hydrocarboalkoxylation of the same substrate in our previous study [1]. Thus, at 373 K and 41 bar of CO and with 4.5 ml of H20 (5 mol of H20 per 1 mol of 4-methylstyrene), the PdC12-CUC12-PPh3 catalyst in mol ratio of 1:2:4 dissolved in 70 ml of THF gave 29% conversion of 4-methylstyrene and 85% selectivity to branched a-(4-methylphenyl) propionic acid in 6 h. The conversion and the selectivity were improved as reaction temperature and pressure increased. Thus it appeared that the hydrocarboxylation with CO and water generally required severer reaction conditions than the hydrocarboalkoxylation with CO and methanol. However, efficient hydrocarboxylation under mild conditions was achieved after fine adjustments of the reaction conditions and the addition of HCl as discussed below. Fig. 1 shows the effect of the reaction temperature on the conversion and the selectivity of hydrocarboxylation under the optimized conditions (45 bar, PdC12/CUC12/PPh3 = 1/3/4, H20/4-methylstyrene = 10) and with the addition of 0.5 ml HCl in 2 h. Thus, 100% conversion of 4-methylstyrene and 93% selectivity to the branched acid were obtained at 373 K in 2 h. This performance is similar to the best results obtained in the hydrocarboalkoxylation. Both conversion and selectivity were deteriorated as the reaction temperature was further decreased. The content of water in the reaction mixture had a profound effect as shown in Fig. 2. When 5 mol of water was used per mol of 4-methylstyrene, the conversion of 4-methylstyrene was only 25%. As the ratio increased, the conversion J.-Y. Yoon et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 100 ao 60 40 20 353 Temperature (K) Conversion Selectivity Fig. I. The effect of reaction temperature on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyl) propionic acid: Pressure = 45 bar, time = 2 h, PPh3 /PdC12 = 4. CuCl, / PdCI= = 3, HCl = 0.5 ml, H~ O = 9 ml (H, 0/4- methyl styrene= 10, mol/mol). showed a maximum at about 10 and then rapidly decreased. Selectivity to branched acid also showed a maximum at the H20/reactant molar ratio of 10, yet the variation in selectivity was mush less than that in the conversion. Similar effect of water has been reported by Alper et al. [15] in the same reaction with PdC12-CuC12HCl in THE As pointed out by Fenton [9], a two-phase system would exist at high water levels and it would reduce the effective concen- t00, BO I s( 4( H20/4-methyl styrene(molar ratio) Fig. 2. The effect of HO on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyl) propionic acid: Temperature = 373 K, pressure = 41 bar, time = 4 h, HCl = 0, PPh, /PdCI, = 4, CuCI, /PdCI, = 2. 183 so 60 40 20 PPh3/PdCl2(molar ratio) Fig. 3. The effect of triphenylphosphine on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methyl phenyl) propion acid: Temperature = 373 K, pressure = 41 bar, time=4 h, HCl=0, CuClz/PdCI,=2. HO =9 ml (H20/4 methylstyrene= 10, mol/mol). tration of water in the olefin-rich phase. On the other hand, a certain excess amount of water would be required to obtain high reaction rates as a reactant or as a desirable ligand to palla dium [8]. In Fig. 3, the significant influence of PPh3 on the reaction was examined. When PPh3 was absent, the reaction rate was extremely slow, giving only 6% conversion in 2 h, although the reaction condition was slightly different. In the Conversion presence of PPh 3, the conversion showed a selectivity maximum at PPh3/PdC12 molar ratio of 4-6 and then reduced as PPh3 was further added. The selectivity to branched acid did not change appreciably with the amount of PPh3. PPh3 is the most widely employed ligand for homoge neous metal catalysts, especially for Pd, and this monodentate phophine ligand gives high values of regioselectivity to branched carboxylic acid [11]. One of its important roles is to stabilize molecular Pd species (most frequently zero va lent species) and thus to prevent the formation of inactive bulk Pd particles [20]. In this case of Pd-PPh 3 system, the effect of increasing amounts of PPh3 upon the reaction rate (or the conversion of the reactant) is usually flattened 184 100 CUC12IPdCl2(molar ratio) J.-Y. Yoon et al. /Jour of Molecular Catalysis A: Chemical 118 (1997) 181-187 Conversion Selectivity Fig. 4. The effect of CUC1z on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyl) propionic acid: Temperature = 373 K, pressure = 41 bar, time = 4 h, HCl = 0, PPh3 /PdC12 = 4, HZO = 9 ml(HZO/4-methylstyrene = 10, mol/mol). out above a certain concentration [21]. The presence of a maximum in the present PdCl2CUC12-PPh3 catalyst system suggests that a redox cycle between Pd(0) and Pd(II) is operating with the participation of CUC12. Thus, NO stabilized by PPh3 should be reoxidized to become active Pd(II) and too much PPh3 would retard this step. The role of CUC12 in a reaction catalyzed by PdC12 is known to reoxidize NO to active Pd(II). In our previous work of hydrocarboalkoxylation of 4-methylstyrene [1], the most significant effect of CUC12 in Pd complex was the improved selectivity of the branched isomer. The role of CUC12 in the preferred formation of branched esters is not understood. Its effect in hydrocarboxylation is shown in Fig. 4. In general, the effect of different amounts of CUC12 was not great at CUC12/PdC12 mol ratios of 1-3. The addition of oxygen was reported to promote the hydrocarboxylation in the presence of PdC12-CUCl2-HCl catalysts by Alper and coworkers [15-19]. Its effect in the present system is shown in Fig. 5. The addition of 02 in the gas phase reduced the conversion from 94% (without 02) to 24% (3 bar 02) and to 33% (7 80 60 20 0 3 7 02(bar) Conversion ~ = Selectivity Fig. 5. The effect of OZ on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyl) propionic acid: Temperature = 373 K, pressure = 41 bar, time = 4 h, HC1= 0, PPh3 /PdClz = 4, CuCIZ /PdC12 = 2, H20 = 9 ml(H20/4-methylstyrene= 10, mol/mol). bar 02). This observation could be explained by two reasons. First, an aqueous solution of PdC12-CuCl2 was a known catalyst system that could oxidize CO to C02 at room temperature [22-26]. This was indicated by the unusually large pressure drop that we observed in the early stage of the reaction when OZ was added. Second, PPh3 was oxidized to triphenylphosphene oxide (TPPO). As shown in Fig. 6a, the reaction mixture without 02 addition showed one peak at 30 ppm in 31 P NMR, which Chemical Shift (ppm) 2 a b 76 34 37 30 28 76 74 Chemical Shift (ppm) Fig. 6. 31 P NMR spectra for the reaction mixture after the reaction without OZ (1) and with OZ (2). The peak at 30 ppm (a) could be assigned to be PPh3 and that at 25.4 ppm, PPh3 oxide (b). J.-Y. Yoon et al./Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 100 goE 80~ 70~ 60~ 100 0 1 2 3 Added 35% HCI(ml) Fig. 7. The effect of added 35% HCl on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyl) propionic acid: Temperature = 373 K, pressure = 41 bar, time = 4 h, PPh3 /PdC12 = 4, CuC12 /PdCI, = 2, H20 = 9 ml (H,O/4-methylstyrene= 10, mol/mol). was originated from PPh3. When Oz was added, an additional sharp peak appeared at 25.4 ppm as shown in Fig. 6b that could be assigned to TPPO. The presence of TPPO was also confirmed by GC-MS analysis. The oxidation of PPh, was catalyzed by Pd complexes [27-29]. Having far less electron donating ability than PPh3, TPPO is believed to be ineffective as a ligand for Pd [20]. HCl has also been reported as an absolutely necessary promoter in hydrocarboxylation [8,15-19,30], although, in hydrocarboalkoxylation, its addition resulted in the formation of undesired ether [1]. The effect of HCl is shown in Fig. 7. Significant improvement in the conversion and slight increase in the selectivity were achieved by addition of HCI. The best result (96% yield in 4 h) was obtained when HCl/PdClz mol ratio of 20 (1 ml of 35% solution) was employed. The role of HC1 in hydrocarboxylation is not well understood and there are two views. One emphasizes the role of C1 ion as an anionic ligand [8] and the other proposes that acidity of proton is important. To clarify this point, other mineral acids were tested. Fig. 8 shows that only HCl has a promotional effect. The conversion was slightly re- 185 Qonversion selectivity HCI HF HN03 H2S04 (35%) (48%) (60%) (60%) Fig. 8. The effect of different acids on the conversion of 4-methylstyrene and the selectivity to the branched a-(4-methylphenyD propionic acid: Temperature = 373 K, pressure = 41 bar, time = 2 h, PPh3 /PdCI, = 4, CuCI_, /PdCI== 3, 4-methyl styrene/acid = 6.85/0.5 vol/vol. duced by the addition of HF or H 2 S04 and the reaction stopped completely by the addition of HN03. In the case of HN031 some poisoning effect of N03 ion exceeded other positive effects. Hence, the proton did not playa major role in hydrocarboxylation. In Fig. 9, the results of several experiments are presented to investigate the effect of chlorine in more detail. Under the identical condi- 80 60 40 zo 0 Runs Conversion i 0 Selectivity Fig. 9. The effect of catalyst components to show the effect of chlorine: (1) PdClz-CuClz, (2) PdCl2-HCI-CuCl2, (3) PdCl2TAC-CuCI, (4) Pd(acetate)2 -HCI-CuC12, (5) Pd(acetate)Z TAC-CuC12, (6) Pd(acetate)=-CuClz, (7) Pd(aceta2e),, TAC = tetrabutylammonium chloride. 186 J.-Y. Yoon et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 tions (373 K, 45 bar, 2 mmol of PPh3 and 2 h of reaction), the catalyst components were varied. Without any added chlorine source, the basic catalyst of PdC12-CUC12 yielded a conversion of 55% and a selectivity of 92%. When 0.5 ml of HCl was added, the conversion reached 100%. As HCl was replaced with 5 mmol of tetrabutylammonium chloride N(C4H9)4C1, the same 100% conversion was achieved. Since N(C4H9)4C1 does not contain a proton source, the result could be taken as another evidence that chlorine is responsible for the effect of HC1 addition. When PdC12 was replaced with Pd(OCOCH3)2, the effect was small if HCl or N(C4H9)4Cl was added. Without HCl and N(C4H9)4C1, the conversion was significantly low in Pd(OCOCH3)-CUC12 system. And Pd(OCOCH3) alone was completely inactive. The addition of HCI, thus, appears to provide chlorine that serves as a ligand of an active Pd catalyst complex. It has been suggested that the role of chlorine is to stabilize a divalent Pd complex [8]. The complex could be unstable in the presence of CO unless sufficient amount of Cl is provided because divalent Pd would be reduced by CO to Pd metal which is inactive in the reaction. 1 00 - 80 60 0 C 0 40 0 V 20 0[ 1R - THF - Toluene - n-Hexane -v-1,4 Dioxane - DiethylEther 1.0 1.5 2.0 2.5 3.0 Time(h) Fig. 10. Conversion of 4-methylstyrene with different solvents: Temperature = 373 K, pressure = 45 bar, HCl = 0.5 ml, PPh3 /PdC12 = 4, CuC12 /PdClz = 3, HZO = 9 ml (H20/4methylstyrene = 10, mol/mol). The effect of solvents is shown in Fig. 10. Among the tested solvents, THF, 1,4-dioxane and methylethylketone showed good results. Nonpolar solvents such as n-hexane, toluene and diethylether were not effective. The effectiveness of solvent correlates well with the solubility of water, i.e., THF - 1,4-dioxane (miscible with water) > methylethylketone (27.5% soluble) > diethylether (slightly soluble) > toluene (very slightly soluble) > n-hexane (insoluble). Since the reaction occurs in the organic solvent, high solubility of water that is one of the reactants is required for an efficient reaction. The amount of the employed solvent did not make much difference on the conversion and selectivity. 4. Conclusions As a result of the study, it has been found that a homogeneous catalyst system of PdC12CuC12-PPh3-HCI dissolved in a highly watersoluble solvent accomplishes almost regiospecific hydrocarboxylation of 4-methylstyrene, a model reactant of 4-isobutylstyrene, to the branched a-(4-methylphenyl) propionic acid. In the reactions, choices of a solvent, the molar ratio of PPh3/PdC12, H20/4-methylstyrene and the addition of Cl are main factors contributing to the optimal performance of the catalyst system. Compared with the previous results of hydrocarboalkoxylation of 4-methylstyrene to the ester by the same catalyst, the hydrocarboxylation requires severer reaction conditions and the presence of a polar solvent that could solubilize water. The promotional effect of HCl addition is due to the effect of Cl, not of the proton. The addition of oxygen reduces the reaction rates by oxidizing carbon monoxide and PPh3. Acknowledgements This work has been supported by the Research Center for Catalytic Technology of Pohang University of Science and Technology. References [1] H.S. Yun, K.H. Lee and J.S. Lee, J. Mol. Catal. A 1, (1995) 11. [2] T.C. Wu and B. Rouge, US Patent 5,254,720, Oct. 19, 1993. [31 G. Cavinato and L. Toniolo, J. Organomet. Chem. 398 [20] (1990) 187. [21 ] [4] G. Cavinato, L. Toniolo and C. Botteghi, J. Mol. Catal. 32 (1985) 211. [5] G. Cavinato, L. Toniolo, C. Botteghi and S. Gladioli, J. Organomet. Chem. 229 (1982) 93. [6] G. Cavinato and L. Toniolo, J. Mol. Catal. 10 (1981) 161. [7] T.F. Murray and J.R. Norton, J. Am. Chem. Soc. 101 (1979) 4107. [8] K. Bittler, N. von Kutepow, D. Neubauer and H. Reis, Angew. Chem. Int. Ed. 7 (1968) 329. [9] D.M. Fenton, J. Org. Chem. 38 (1973) 3192. [10] J.F. Knifton, J. Org. Chem. 41 (1976) 2885. [1 l] G. Consiglio, S.C.A. Netkens, C. Pisano and F. Wenginger, Helv. Chim. Acta, 74 (1991) 323. [12] S. Toda, M. Miyamoto, H. Kinoshita and K. Inomata, Bull. Chem. Soc. Jpn. 64 (1991) 3600. [13] Y. Sugi and K. Bando, Chem. Lett. (1976) 727. [14] Y. Sugi, K. Bando and S. Shin, Chem. Ind. (London) (1975) 397, [15] H. Alper, J.B. Woell, B. Despeyroux and D.J.H. Smith, J. Chem. Soc. Chem. Commun. (1983) 1270. [16] H. Alper, F.W. Harstock and B. Despeyroux, J. Chem. Soc. Chem. Commun. (1984) 905. J.-Y. Yoon et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 181-187 18 [17] S.B. Fergusson and H. Alper, J. Chem. Soc. Chem. Com mun. (1984) 1349. [I8] H. Alper and D. Leonard, J. Chem. Sec. Chem. Commun. (1985) 511. [19] H. Alper and F.W. Hartstock, J. Chem. Soc. Chem. Com mun. (1985) 1141. C.A. Tolman, Chem. Rev. 77 (1977) 313. J.S. Oh, S.M. Lee, J.K. Yeo. C.W. Lee and J.S. Lee, Ind. Eng. Chem. Res. 30 (1991) 1456. [22] V.A. Golodov, E.L. Kuksenko and G.V. Taneeva, Kinet. Katal. 23 (1982) 248. [23] Y.L. Sheludyakov and V.A. Golodov, J. Mol. Catal. 7 (1980) 383. [24] E.G. Zhizhina, L.I. Kuznetsova and K.I. Mateev. Kinet. Katal. 29 (1988) 130. [25] E.G. Zhizhina, K.I. Mateev and L.I. Kuznetsova, Kinet. Katal. 26 (1985) 461. [26] K.D. Kim, LS. Nam, J.S. Chung, J.S. Lee, S.G. Ryu and Y.S. Yang, Appl. Catal. B. 5 (1994) 103. [27] G. Wilke, H. Schott and P. Heimbach, Angew. Chem. Int. Ed. 6 (1967) 92. [28] J.P. Birk, J. Halpern and A.L. Pickard, J. Am. Chem. Soc. 90 (1968) 4491. [29] C.W. Lee, J.S. Lee, K.D. Kim, S.M. Lee, N.S. Cho and J.S. Oh, J. Mol. Catal. 80 (1993) 31. [30] G.R. Steinmetz and A.J. Matosky. US Patent 5,333,075, Aug. 3, 1993. MOLCAA 96003962 S1381-1169(96)00396-2 10.1016/S1381-1169(96)00396-2 Chemical and metal complex catalysis Article A palladium complex catalyst for the regioselective hydrocarboxylation of 4-methylstyrene Je-Yong Yoon Eun Joo Jang Kyung Hee Lee Jae Sung Lee ∗ Department of Chemical Engineering, Pohang University of Science and Technology (POSTECH) and Research Institute of Industrial Science and Technology (RIST), San 31, Hyoja-dong, Pohang 790-784 South Korea ∗ Corresponding author. Tel.: +82-562-2795800; fax: +82-562-2795799. With a homogeneous catalyst system of PdCl2CuCl2PPh3 dissolved in a polar solvent, highly regioselective hydrocarboxylation of 4-methylstyrene to the branched α-(4-methylphenyl) propionic acid has been achieved. Effects of additives (mineral acids and O2) and reaction conditions (amounts of catalyst components, reaction temperature, pressure and solvents) have been studied. Compared with the previous results of hydrocarboalkoxylation of 4-methyl-styrene to the ester by the same catalyst, the hydrocarboxylation required severer reaction conditions and the presence of a polar solvent that could solubilize water. Efficient hydrocarboxylation was achieved only after fine adjustments of the reaction conditions and addition of a halogen compound. And the addition of HCl improved the reaction rate significantly. This improvement was due to the effect of chlorine, not the effect of the proton. The addition of oxygen reduced reaction rates by oxidizing carbon monoxide and PPh3. Keywords Alkylstyrene Hydrocarboxylation Palladium complex Additive effects Regioselectivity References [1] H.S. Yun K.H. Lee J.S. Lee J. Mol. Catal. A 1 1995 11 [2] T.C. Wu and B. Rouge, US Patent 5,254,720, Oct. 19, 1993. [3] G. Cavinato L. Toniolo J. Organomet. Chem. 398 1990 187 [4] G. Cavinato L. Toniolo C. Botteghi J. Mol. Catal. 32 1985 211 [5] G. Cavinato L. Toniolo C. Botteghi S. Gladioli J. Organomet. Chem. 229 1982 93 [6] G. Cavinato L. Toniolo J. Mol. Catal. 10 1981 161 [7] T.F. Murray J.R. Norton J. Am. Chem. Soc. 101 1979 4107 [8] K. Bittler N. von Kutepow D. Neubauer H. Reis Angew. Chem. Int. Ed. 7 1968 329 [9] D.M. Fenton J. Org. Chem. 38 1973 3192 [10] J.F. Knifton J. Org. Chem. 41 1976 2885 [11] G. Consiglio S.C.A. Nefkens C. Pisano F. Wenginger Helv. Chim. Acta 74 1991 323 [12] S. Toda M. Miyamoto H. Kinoshita K. Inomata Bull. Chem. Soc. Jpn. 64 1991 3600 [13] Y. Sugi K. Bando Chem. Lett. 1976 727 [14] Y. Sugi K. Bando S. Shin Chem. Ind. (London) 1975 397 [15] H. Alper J.B. Woell B. Despeyroux D.J.H. Smith J. Chem. Soc. Chem. Commun. 1983 1270 [16] H. Alper F.W. Harstock B. Despeyroux J. Chem. Soc. Chem. Commun. 1984 905 [17] S.B. Fergusson H. Alper J. Chem. Soc. Chem. Commun. 1984 1349 [18] H. Alper D. Leonard J. Chem. Soc. Chem. Commun. 1985 511 [19] H. Alper F.W. Hartstock J. Chem. Soc. Chem. Commun. 1985 1141 [20] C.A. Tolman Chem. Rev. 77 1977 313 [21] J.S. Oh S.M. Lee J.K. Yeo C.W. Lee J.S. Lee Ind. Eng. Chem. Res. 30 1991 1456 [22] V.A. Golodov E.L. Kuksenko G.V. Taneeva Kinet. Katal. 23 1982 248 [23] Y.L. Sheludyakov V.A. Golodov J. Mol. Catal. 7 1980 383 [24] E.G. Zhizhina L.I. Kuznetsova K.I. Mateev Kinet. Katal. 29 1988 130 [25] E.G. Zhizhina K.I. Mateev L.I. Kuznetsova Kinet. Katal. 26 1985 461 [26] K.D. Kim I.S. Nam J.S. Chung J.S. Lee S.G. Ryu Y.S. Yang Appl. Catal. B. 5 1994 103 [27] G. Wilke H. Schott P. Heimbach Angew. Chem. Int. Ed. 6 1967 92 [28] J.P. Birk J. Halpern A.L. Pickard J. Am. Chem. Soc. 90 1968 4491 [29] C.W. Lee J.S. Lee K.D. Kim S.M. Lee N.S. Cho J.S. Oh J. Mol. Catal. 80 1993 31 [30] G.R. Steinmetz and A.J. Matosky. US Patent 5,233,075, Aug. 3, 1993.",
      "scopus-id": "0342460596",
      "coredata": {
        "eid": "1-s2.0-S1381116996003962",
        "dc:description": "With a homogeneous catalyst system of PdCl2CuCl2PPh3 dissolved in a polar solvent, highly regioselective hydrocarboxylation of 4-methylstyrene to the branched α-(4-methylphenyl) propionic acid has been achieved. Effects of additives (mineral acids and O2) and reaction conditions (amounts of catalyst components, reaction temperature, pressure and solvents) have been studied. Compared with the previous results of hydrocarboalkoxylation of 4-methyl-styrene to the ester by the same catalyst, the hydrocarboxylation required severer reaction conditions and the presence of a polar solvent that could solubilize water. Efficient hydrocarboxylation was achieved only after fine adjustments of the reaction conditions and addition of a halogen compound. And the addition of HCl improved the reaction rate significantly. This improvement was due to the effect of chlorine, not the effect of the proton. The addition of oxygen reduced reaction rates by oxidizing carbon monoxide and PPh3.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003962",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yoon, Je-Yong"
          },
          {
            "@_fa": "true",
            "$": "Jang, Eun Joo"
          },
          {
            "@_fa": "true",
            "$": "Lee, Kyung Hee"
          },
          {
            "@_fa": "true",
            "$": "Lee, Jae Sung"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003962"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003962"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00396-2",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A palladium complex catalyst for the regioselective hydrocarboxylation of 4-methylstyrene",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Alkylstyrene"
          },
          {
            "@_fa": "true",
            "$": "Hydrocarboxylation"
          },
          {
            "@_fa": "true",
            "$": "Palladium complex"
          },
          {
            "@_fa": "true",
            "$": "Additive effects"
          },
          {
            "@_fa": "true",
            "$": "Regioselectivity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "181-187",
        "prism:endingPage": "187",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1997",
        "prism:doi": "10.1016/S1381-1169(96)00396-2",
        "prism:startingPage": "181",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00396-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342460596"
      }
    }
  }
}