{
  "metadata": {
    "title": "Enantioselective catalysis of epoxidation by metalloporphyrins: application to enantioselective synthesis",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-11-25",
    "doi": "10.1016/S1381-1169(96)00164-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996001641",
    "pii": "S1381116996001641"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030602001",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-08-31 1998-08-31 2010-04-18T11:44:14 1-s2.0-S1381116996001641 S1381-1169(96)00164-1 S1381116996001641 10.1016/S1381-1169(96)00164-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0009X 2015-05-15T05:56:33.63776-04:00 0 0 19961125 1996 1998-08-31T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 113 113 1 2 1 2 Volume 113, Issues 1–2 30 293 310 293 310 19961125 25 November 1996 1996-11-25 1996 Recent Developments in Biomimetic Oxidation Catalysis B. Meunier converted-article fla Copyright © 1996 Published by Elsevier B.V. ENANTIOSELECTIVECATALYSISEPOXIDATIONBYMETALLOPORPHYRINSAPPLICATIONENANTIOSELECTIVESYNTHESIS CAMPBELL L BROWN 1990 C CHIRALITYINDRUGDESIGNSYNTHESIS 1993 DRUGSTEREOCHEMISTRY BARTOK 1980 610 659 M SUPPLEMENTECHEMISTRYETHERSCROWNETHERSHYDROXYLGROUPSSULPHURANALOQUES GRITTER 1967 374 431 R CHEMISTRYETHERLINKAGE OJIMA 1993 I CATALYTICASYMMETRICSYNTHESIS GUNTER 1991 115 M JOHNSON 1991 389 436 R COMPREHENSIVEORGANICSYNTHESISB KATSUKI 1980 5974 T BRANDES 1994 4378 B ZHANG 1990 2801 W COLLMAN 1993 1404 J MEUNIER 1992 1411 B JORGENSEN 1989 431 K 1994 METALLOPORPHYRINSCATALYZEDOXIDATIONS JACOBSEN 1993 159 202 E CATALYTICASYMMETRICSYNTHESIS 1994 METALLOPORPHYRINSINCATALYTICOXIDATIONS JACOBSEN 1994 85 E 1994 ALDRICHCATALOGHANDBOOKFINECHEMICALS LEE 1991 5055 N ZHANG 1991 2296 W VILAIN 1994 1697 S OMALLEY 1989 9116 S HALTERMAN 1991 5253 R BARRY 1994 2465 J OSTOVIC 1992 314 D GROVES 1983 5786 J GROVES 1990 3628 J GROVES 1983 5791 J NARUTA 1989 1269 1272 Y COLLMAN 1975 1427 J LINDSEY 1989 828 J NARUTA 1994 241 259 Y METALLOPORPHYRINSINCATALYTICOXIDATIONS ELKASMI 1991 1586 A MAILLARD 1991 4901 P VEYRAT 1994 220 M LINDSEY 1994 49 86 J METALLOPORPHYRINSCATALYZEDOXIDATIONS PROESS 1993 395 G KONISHI 1992 1313 K INOUE 1992 121 S MANSUY 1985 155 D LICOCCIA 1991 1084 S MAILLARD 1989 9125 P COLLMAN 1992 1647 J COLLMAN 1988 3477 J COLLMAN 1990 5356 J COLLMAN 1992 153 J NARUTA 1992 6323 Y COLLMAN 1983 7039 J PROCNATLACADSCIUSA NARUTA 1991 1933 Y NARUTA 1993 158 Y NARUTA 1991 6865 Y COLLMAN 1993 3834 J COLLMAN 1995 692 J CAMPBELLX1996X293 CAMPBELLX1996X293X310 CAMPBELLX1996X293XL CAMPBELLX1996X293X310XL item S1381-1169(96)00164-1 S1381116996001641 1-s2.0-S1381116996001641 10.1016/S1381-1169(96)00164-1 271358 2010-09-28T03:14:14.322274-04:00 1996-11-25 1-s2.0-S1381116996001641-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001641/MAIN/application/pdf/60947da90c542d56a1eeb260fda71c1f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001641/MAIN/application/pdf/60947da90c542d56a1eeb260fda71c1f/main.pdf main.pdf pdf true 1687727 MAIN 18 1-s2.0-S1381116996001641-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996001641/PREVIEW/image/png/7079e044efaf5a75f31c184bb8f454da/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996001641/PREVIEW/image/png/7079e044efaf5a75f31c184bb8f454da/main_1.png main_1.png png 60714 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Enantioselective catalysis of epoxidation by metalloporphyrins: application to enantioselective synthesis Lara A. Campbell * , Thomas Kodadek Department of Chemistry and Biochemistry, The University of Texas at Austin, Austin, Texas, 78712, USA Received 20 January 1996; accepted 15 April 1996 Abstract A wide variety of asymmetric metalloporphyrins have been prepared in an effort to develop catalysts for the enantioselective epoxidation of unfunctionalized olefins. As yet, no porphyrin-based catalyst has shown sufficient selectivity to be applied in general synthesis. Therefore, this review focuses specifically on the developments that are leading toward synthetically useful metalloporphyrin epoxidation catalyst, specifically addressing catalyst stability and activity, ease of catalyst preparation, and the potential for improvement of specific catalyst designs. Keywords: Enantioselective; Epoxidation; Catalysis; Metalloporphyrins 1. Background 1.1. Introduction Recently there has been a tremendous surge in efforts to develop enantioselective epoxidation catalysts. For pharmaceutical and other biological applications, the absolute stereochemistry of a compound is crucially important. It is therefore becoming imperative that convenient methods be available to prepare biologically active materials in an enantiomerically pure form [1,2]. Optically pure epoxides are particularly desirable as versatile intermediates in asymmetric syntheses [3,4]. Catalytic methods represent the most efficient route to these materials since Corresponding author. Tel.: + 1-512-4713949; fax: + 1-5124715680. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.v. All rights reserved. P/IS1381-1169(96)00164-1 just one chiral catalyst molecule can potentially create thousands of chiral product molecules [5]. An additional reason for the ongoing research efforts is that developing a clear understanding of the factors that define and control enantioselectivity in any one catalytic system should provide insights into the rational design of chiral catalysts for other reactions. Metalloporphyrin epoxidation catalysts were initially developed as part of efforts to model the reactivity of biologically interesting metalloporphyrin-containing enzymes, such as the cytochrome P450 family [6]. The ability of these enzymes to oxidize unfunctionalized olefins asymmetrically has provided an especially exciting lead for catalyst development, though no synthetically useful systems have yet been developed. However, excellent methods using non-porphyrin-based catalysts have been developed for the enantioselective epoxidation of al- 294 pyrrolic positions LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 meso-postions r-N M_N _ N- ~N- Fig. 1. Basic porphyrin structure. Meso-aryl groups are perpendicular to the porphyrin plane, such that aryl substituents may project over the metal binding site. lylic alcohols [7,8]. These systems rely on the hydroxyl group to coordinate the olefin to the chiral catalyst. In contrast, the epoxidation of unfunctionalized alkenes has proved to be a continuing challenge, even as manganese-salen complexes have been found to provide high enantioselectivities in the epoxidation of many conjugated alkenes [9,10], since it requires that the catalyst distinguish between the prochiral alkene faces using only non-bonded interactions. The well-defined structure of the porphyrin macrocycle should facilitate catalyst design for this sort of reaction, which requires steric modulation of the catalytic pocket. The porphyrin molecule is rigid and planar. Groups attached to the macrocycle can be designed to adopt well-defined orientations with respect to the metal binding site. Perhaps the most useful is the roughly perpendicular alignment which the meso-aryl groups of a tetra-aryl porphyrin assume in order to avoid steric interactions with the pyrrolic hydrogens, as shown in Fig. 1. This geometry results in the orientation of meso-aryl groups directly above the metal binding site of the porphyrin. The recent advances in the field of regioselective and enantioselective metalloporphyrin catalysis of epoxidation have been reviewed [11] and a number of articles .have discussed metalloporphyrin-mediated oxidations more generally [12-16]. Although impressive developments have been made, as yet no porphyrinbased catalyst has been sufficiently refined to find application in general synthesis. Given the need for practical asymmetric synthetic techniques [17], in this article we will specifically address developments that are leading toward synthetically useful metalloporphyrin epoxidation catalysts. This is not intended to be a comprehensive review; rather we hope to highlight the strategies used to prepare chiral porphyrins and discuss the merits and caveats of these methods in terms of creating a catalyst that would find broad application. 1.2. General requirements The widely utilized catalyst systems developed by Katsuki and Sharpless [8] and Zhang et al. [ 10] represent the sort of performance that is required for synthetic applicability. The Katsuki and Sharpless methodology for the epoxidation of allylic alcohols uses readily available chiral tartrate esters as the asymmetric ligand. The catalysts are made by combining inexpensive titanium alkoxides with these tartrates, and employ affordable alkyl hydroperoxides as the stoichiometric oxidant. The reaction requires 5 to 10 mol% catalyst to efficiently convert a wide array of allylic alcohols to their corresponding epoxides, often in greater than 95% enantiomeric excess, under standard and straightforward reaction conditions [7]. The bottom line is a cost of approximately $113.60 (US) to epoxidize one mole of olefin [18]. Jacobsen's technology has so far found its greatest application in the enantioselective epoxidation of cis-disubstituted olefins [ 19]. It similarly relies on 4 to 5 mol% of relatively inexpensive and commercially available chiral manganese-salen complexes and buffered bleach as the terminal oxidant [15,20]. This leads to a cost of approximately $172.80 (US) to produce a mole of epoxide [ 18], regularly in greater than 90% enantiomeric excess. We now begin to see the requirements that a catalyst system must satisfy in order to be truly practical. Naturally, the catalyst must be highly selective. It must primarily promote the desired L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-370 epoxidation, avoiding deleterious side reactions such as over oxidation and aldehyde formation; and for most applications, must achieve an enantiomeric excess (ee) of 90% (95:5 ratio of enantiomeric forms) or greater [ 17]. Furthermore, it must display this selectivity for substrates which would be most generally applicable to an asymmetric synthesis. That is, catalysts that provide high ee's only with substrates bearing groups not normally found in natural products and not easily transferred or removed are of little utility. The catalyst must also be both active and efficient. It must be able to perform a large number of catalytic cycles in an acceptable period of time while maintaining the aforementioned selectivity. Furthermore, for ease of product isolation, the catalyst must be able to consume virtually all of the olefin substrate. In the field of asymmetric porphyrin catalysis, it is common to express yields in terms of consumption of the stoichiometric oxidant, allowing reactions to be run with a huge excess of olefin, even though this does not reflect how the catalysts would be used in most synthetic applications. The number of turnovers required to achieve catalyst cost efficiency depends on the expense and ease of preparation of the catalyst. Given that chiral porphyrin syntheses tend to be low yielding, at least several thousand turnovers are essential. This highlights the need for a flexible and straightforward means of catalyst preparation. A useful catalyst must be easily prepared, since a long, difficult synthesis will not only discourage general use, but will slow the optimization and development of a design. An additional cost and convenience issue is the choice of stoichiometric oxidant. Relatively expensive iodosoarenes are frequently employed, but oxidants such as hypochlorite, hydrogen peroxide, and molecular oxygen are less expensive and produce less toxic byproducts, making them preferable. Molecular oxygen has not yet been used with great success in an enantioselective system, but progress is being made with H202 [21], and several systems have used bleach quite successfully [22-24]. Finally, 295 for maximum utility the catalyst must be stable and easy to use. Unless it is remarkably simple to prepare, the catalyst should be sufficiently stable to allow for convenient storage, and optimally it should not require very low temperatures, inconvenient solvents, or rigorously dry conditions to maintain its activity. 1.3. Mechanistic considerations In order to develop rational design strategies, it is important to appreciate some general features of metalloporphyrin-catalyzed epoxidation reactions. Specifically, one would like to understand the nature of the relevant reactive intermediates and the geometry of the transition state for oxygen atom transfer to the alkene. A number of factors have been shown to affect the outcome of the reaction [11], including: the nature of the metal, the redox potential of the metalloporphyrin, the choice of axial ligand, and the stoichiometric oxidant [6,12,13]. Despite this apparent complexity, most metalloporphyrin-catalyzed epoxidations are thought to have many common mechanistic features. Iron and manganese are the metals most commonly employed, and the reaction is be- o '- - M , -- L R\\=2= L R O c) L Fig. 2. General mechanism of metalloporphyrin catalyzed epoxidation of olefins. The porphyrin macrocycle is represented by an oval. Addition of a general oxidant, [O], leads to formation of a high-valent metal-oxo species. In the transition state the olefin is presumed to approach the putative metal-oxo side-on. 296 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 u large bstfuent substxuent olefin - metal-oxo - ~N~ I n Achiral Porphyrin 8> _ / C2-Symmetric Chiral Cavity -11110- 0 * o' Fig. 3. Chiral catalyst design. Top: two possible transition state orientations of a cis-disubstituted olefin in an achiral catalytic pocket and the resulting racemic epoxides. Bottom: In a chiral catalytic pocket one possible olefin transition state geometry has been eliminated, leading to formation of a single epoxide enantiomer. lieved to proceed via a high-valent metal-oxo species [11-13,25], with the olefin approaching the metal-oxo side on (Fig. 2). This transition state geometry is supported by `shape selectivity' studies, most notably the work by Groves and Nemo [26]. Their work clearly demonstrated that the efficiency of epoxidation is affected by the olefin substitution pattern, specifically cis-olefins are better substrates than trans-olefins in competition reactions. This implies that the olefin substituents interact considerably with the porphyrin plane during oxygen atom transfer. They also observed that cis-disubstituted olefins react faster than 1,1-disubstituted olefins in competition reactions, implying that the olefin is oriented sideways (rather than parallel) toward the metal-oxo, either directly perpendicular (as shown in Fig. 2) or slightly twisted. This transition state structure can be further justified as allowing optimal overlap between the filled -rr-orbitals of the approaching olefin and the electrophilic 7r * (antibonding) orbitals of the high-valent metal-oxo [11,26]. Thus we see that the key to enantioselective epoxidation of unfunctionalized olefins with a porphyrin-based catalyst is to create a steric environment which favors approach of only one prochiral face of an olefin toward the metal-oxo species. This can perhaps be better understood by viewing a porphyrin schematically from the top, as in Fig. 3. The top portion of Fig. 3 shows an achiral porphyrin and two possible orientations of a cis-disubstituted olefin with the metal-oxo that would lead to a racemic mixture of epoxide products. In the lower portion of Fig. 3, groups have been attached (striped ovals) to make the porphyrin chiral, and it is now C2-symmetric. This modification should discriminate between olefin geometries, ideally leading to the production of only one enantiomer [27]. The specific shape and orientation of the striped ovals used to represent a chiral environment would depend on the chiral groups chosen and the mode of attachment to the porphyrin. 2. Design strategies: synthesis Schemes 1-3 shows the three general routes that have been used to synthesize chiral porphyrins [ 11 ]. 2.1. Convergent syntheses: attachment of chiral groups to pre formed tetra-aryl porphyrins The most common method of synthesizing chiral porphyrins is to attach optically active units to preformed tetra-aryl porphyrins via amide or ether linkages. As shown by examples L.A. Campbell, T Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 A [28] and B [29] in Scheme 1, a wide variety of macrocycles of different shapes and symmetries can be prepared in this manner by varying the chiral group and the connectivity. This route generally provides maximum versatility for modification and refinement of a design, since the same porphyrin base can be combined with a wide variety of `straps' and `loops'. Amino [30] and hydroxy [29] substituted tetraphenylporphyrins are easily prepared by the condensation of the appropriate nitro- or methoxy-benzaldehyde with pyrrole. Porphyrin yields are near 10% [31], and the macrocycle is then reduced or deprotected in high yield to reveal the a. B. NH2 \\~ ZN H N HN~ / i I HHZ / NHZ HO I OH HO NH N OH H -N~ OH OH CJi%-'-'` H I ~ 0 /1-1 CI &.,, n~Br separate isomers 297 free amine or hydroxy groups, respectively. The yields for coupling of the chiral group to the porphyrin vary substantially, but so long as the chiral group is easy to prepare and modify, in theory a whole family of related molecules can be readily synthesized and tested. A primary limitation of this method of synthesis is that it often requires tedious chromatography to separate porphyrin atropisomers. The a,a,form of porphyrin 1 (Scheme IA) must be isolated from the mixture of a,a,a,a; a,a,a, and a,a,forms. If coupling conditions for incorporation of the chiral group are not sufficiently gentle, reequilibration may oc- 0 'R \\ R. i N~=o N H M N HNI / I aro / ~N OR. 2 R' ~R. O I w ~~ O N O' H ~ / O ~J O R' eclipsed R' v NCI r~W-, NO H N \\,.- I, R* 6 5 0 ~R~ staggered Scheme 1. Synthetic strategies [11]. attachment of chiral groups to pre-formed tetra-Aryl porphyrins. (A) attachment of chiral groups to pre-formed tetra-Amino porphyrin [28]. (B) attachment of chiral groups to pre-formed octa-hydroxy porphyrin [29]. 298 A. B. N ~CHO + SeMe seme + ~I 0 OH O N H N-~\\ 4 1 ] CI ~ , Et3N _ chiral N H / Ho p R HPLC \\ - N ~ HZN' , NHZ i O 4 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 ~CHO + ~ separate atropisomers 1. ApCIO4 2. ODQ N ~r !-NH N Ne _ H _ ~W H N- ~N H N-. r J -H H N~ 'N H N-, 8 Scheme 2. Synthetic strategies [11]. Condensation of chiral aldehydes with pyrrole [22,23,37]. chiral wall 6 N \\ 4 NH H N R H / HN \\ N O j~ a NH O N H N~.\\ N / O i HN~9 4 Scheme 3. Synthetic strategies [11]. Enantiotopic attachment of an achiral `strap' [38]. L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 cur leading to atropisomers of porphyrin 2 as well. Similarly, there are two coupling orientations which are possible in the condensation of 3 with a chiral bridging group (Scheme 1B). The `eclipsed' form (4) must be separated from the `staggered' form (5). More critical to the application of catalysts derived from this synthetic strategy is the issue of stability in the presence of a stoichiometric oxidant. It appears that porphyrins with heteroatom linkages between the aryl rings and the chiral moieties are more readily oxidized. This probably occurs by an intramolecular mechanism if they are near the metal active site, or intermolecularly if the porphyrin is insufficiently bulky to prevent close approach of two catalysts [11]. This fragility can lead to loss of catalytic activity through destruction of the conjugated macrocycle [11,15,32,33], or more insidiously can result in a decrease in enantioselectivity with time due to decomposition of the chiral superstructure. The situation is exacerbated if chiral substituent groups (R *) are selected which are also rich in heteroatoms. It is therefore imperative that the enantioselectivity of a catalytic system be carefully monitored as a function of time. Low catalyst efficiency is currently one of the greatest practical limitations of these chiral metalloporphyrin catalysts [15]. Because of these two issues (decreasing enantioselectivity with time and low turnovers), the amide or ether connections prescribed by this strategy may preclude maximal catalyst efficacy. 2.2. Direct condensation of chiral aldehydes with pyrrole Alternatively, as shown in Scheme 2, chiral aldehydes can be condensed with pyrrole [2224,34,35], facilitating the incorporation of meso-substituents which are entirely hydrocarbon. This strategy avoids the use of troublesome heteroatom linkages in the porphyrin superstructure, enhancing the catalyst stability tremendously and allowing for thousands of catalytic 299 cycles with no decrease in enantioselectivity [22-24]. Also, if aldehydes with C2-symmetry are employed, problems associated with the separation of atropisomers can be eliminated, since both faces of the porphyrin are equivalent in the D4-symmetric product [23,24]. This synthetic strategy is, however, considerably less versatile than chiral modification of preformed porphyrins. Substantial amounts of the chiral aldehyde are required, since porphyrin formation is inherently low yielding even under optimized conditions, particularly with bulky aldehydes [36]. Therefore, this method requires a straightforward chiral aldehyde synthesis in order to conveniently fine tune the catalyst shape. (This will be discussed in more detail under the section addressing catalyst shape.) Following the initial work by O'Malley and Kodadek [22] and Halterman and Jan [23], Proess and Hevesi have prepared a chiral porphyrin by generating a chiral selenoallyl-cation derived from fenchylidene in the presence of pyrrole (Scheme 2, 8) [37]. In this manner, the asymmetry was similarly introduced to the meso-position at the porphyrin forming stage, and without any heteroatom connections. However, this design lacks meso-aryl groups, since the fenchylidene moieties are attached directly to the porphyrin. This results in tremendous freedom of rotation for the chiral groups, leading to poorly defined catalyst geometry, and very low enantioselectivity. This issue of meso-substituent flexibility was also problematic for Veyrat et al. [35]. Their porphyrins, prepared by direct condensation of non-aromatic, commercially available, chiral aldehydes (caronaldehyde and myrtenal) with pyrrole, showed substantial interconversion of atropisomers at room temperature. 2.3. Enantiotopic strap Inoue and his colleagues have prepared several chiral porphyrins without attaching chiral substituents using the novel strategy of bridging the porphyrin face from opposite (3-pyrrolic po- 300 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 sitions, as shown in Scheme 3 (9, 10) [38,39]. This `strap' may pass over or under the por phyrin, resulting in two enantiomeric species A. Chiral Pickets .X R. _I 6 R' R R' which were separated by HPLC using a chiral stationary phase. The synthesis is straightforward and allows for a great deal of synthetic Ph ~~ .,~I H ~'1/`~' OAc Mao O ~N HNH2 :S;~ , .~ OAc O ~ ~ OAc ' O 11 12 13 14 B. Chiral Straps A =~ Meo,, oMe 0 0 o ,I, ~o HNNH _ R. - O~ ..~ph Ph~%~/ O NH O O HN O- ~ O NH -H H HN ' _ - - _~ ' N' H HN 15 16 17 meso \"loops\" with Chiral \"straps\" D. Chiral meso-\"Loops\" eclipsed staggered R. - O O hl y '0 18 O O NH HN ++b R' / R. O Nh~ No ' H il 6 O \\R' R. w 0 N No ~ H - N 1 ./ Y PIIPII- H3CO ~OCHs 20 R' - -~ HsCO XOCH3 H~ Fig. 4. Porphyrin shapes. A selection of the chiral porphyries designs applied to the enantioselective epoxidation of olefins. L.A. Campbell, T. KodadekI Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 variability in the choice of bridging group; nevertheless, there are several limitations. Alkyl substituents at the pyrrolic positions may experience fewer steric constraints than meso-aryl groups, and this greater flexibility may limit the capacity to stringently control the geometry of the catalytic pocket. The necessity for chiral HPLC further limits the practicality of catalysts derived from this route, since it is expensive and not all catalyst designs may be readily separable. Once again, the use of amide groups to anchor the `strap' may contribute to the low turnovers observed with these catalysts. E. R_ ,R R 'R X \\'~ O O O O i O N _ H- N HN / ,,,H / ~ NH N I - HN / i ~ OuVOut 22 F. Four-Fold Symmetry 301 3. Design strategies: shapes 3.1. General requirements An impressive array of design ideas have been developed, using the synthetic methods just described, to create an asymmetric environment which leads to epoxidation of one prochiral olefin face in preference to the other. For the epoxidation of unfunctionaliaed olefins, the guiding theory (as described earlier in Fig. 3) has been to design a chiral space in which the alignment of one enantioface with the metal-oxo O 21 R . Me or Ph or R,R - C~.~, R R = O~ O_.~ \\\\ . 0O 1 ~, ~ O' ~, O' O - O' O-_O~ H HN / - - HN. ~i 2 9~ 7 25 26 Fig. 4 (continued). In/Out 24 ~o O I i 302 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 will be sterically disfavored, leading to preferential oxidation of the other prochiral face. Before embarking on an analysis of the shapes that have been used to date, some guidelines for effective catalyst design should be mentioned. In order to produce asymmetric induction, the chiral environment must intrude sufficiently on the catalytic pocket to control olefin approach. In addition, the catalyst's chirality must be sufficiently rigid that the pocket is well defined throughout the course of the reaction. These two requirements often conflict with the need to keep oxidizable portions of the chiral superstructure far away enough from the metal center to avoid self-oxidation and catalyst degradation. Chiral catalysts are logically classified according to the shape of the catalytic pocket they create. We have therefore classified each porphyrin by its overall symmetry, and follow from there into a discussion of what chiral groups are used in each system to create the asymmetric environment and the ramifications of that design in terms of catalyst performance. Since the specific reaction conditions employed for each catalyst vary substantially, it is difficult to make precise comparisons of ee's and turnovers. Therefore, the data on catalyst performance provided here are used only to describe general trends. 3.2. Two fold symmetry The vast majority of chiral porphyrin catalysts prepared so far possess two-fold symmetric pockets. In many, both faces of the porphyrin are equivalent, though in some only one face is chiral. 3.2.1. Chiral `pickets' The first synthetic chiral metalloporphyrin catalysts to be applied to asymmetric epoxidation were the CZ symmetric `picket fence'-type porphyrins represented in Fig. 4, part A [28]. To achieve this shape, four chiral groups are attached to the porphyrin meso-positions in a staggered (.,a,0 geometry. Most examples of this design were synthesized in the manner shown in Scheme 1 part A, by attaching a chiral acid chloride to preformed tetra-aminoaryl porphyrin [28,40,41 ]. These species have generally displayed low turnover numbers, which appears to be a general problem with tetra(aminophenyl)porphyrin-derived catalysts. The research groups of Mansuy, Licoccia, and Momenteau have used chiral groups conveniently acquired from the 'chiral pool', including amino acids (11), [40] camphanic acid (12), [41] and glucose (13) [34,42]. However, these groups which are rich in heteroatoms have proved to be particularly unstable, usually surviving less than 50 catalytic cycles. Groves and Myers' catalyst (14) [28], which incorporated somewhat more rigid and oxidatively robust binaphthyl groups, was capable of over 70 turnovers, a notable improvement to guide future developments. The 'chiral wall' picket-style porphyrin (6) described by O'Malley and Kodadek [22] similarly incorporated robust binaphthyl groups, but affixed them directly to the porphyrin meso-positions without any heteroatom linkages (Fig. 4, part A, and Scheme 2 part A). The result was a very sturdy molecule, capable of thousands of turnovers, presumably because the meso-substituents are entirely hydrocarbon as well as rigid and bulky. Furthermore, this activity was possible using inexpensive bleach as the stoichiometric oxidant. So far, catalysts of the `picket' structural motif have not been found to be highly enantioselective alkene epoxidation agents, possibly due to a lack of structural rigidity. The attached chiral groups can rotate easily, leading to poor spatial definition of the catalytic pocket. The exception to this observation is the 'chiral wall' porphyrin (6) [22], which should be structurally quite rigid, since the bulky binaphthyl groups have very little rotational freedom. Although rigidity would be expected to enhance enantioselectivity beyond that seen in other `picket' systems, the ee's were still quite modest. Metalloporphyrin 6 provided 20% ee for the epoxidation of styrene and performed best with 40% ee LA. Campbell, T. Kodadek / Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 for cis-[3-methylstyrene, using hypochlorite as the stoichiometric oxidant. In comparison, catalyst 11 showed 21 % ee for the epoxidation of p-chlorostyrene using iodosylbenzene as the oxygen source [40], 12 was capable of 20% ee for formation of styreneoxide with iodosylbenzene [41], 13 showed 33% ee for p-chlorostyreneoxide with iodosylbenzene [34], and 14 displayed 48% ee for styreneoxide using io- disfavored favored 303 dosylmesitylene [26]. The lack of selectivity shown by 6 may be due to insufficient intrusion on the catalytic pocket by the binaphthyl `walls'. Alternatively, the low selectivity displayed by 6, and all the `picket' systems, may be, at least in part, inherent in a two-fold symmetric catalytic pocket. The C2-symmetry utilized in the `picket' design (and many others) may not sufficiently large small substhuent substituent olefin i metal-oxo = \"chiral\" porphyrin substituents = 0>0 favored disfavored Fig. 5. Steric control of transition-state geometries in a CZ-symmetric catalytic pocket. Four of the transition state geometries which are possible in a two-fold symmetric catalytic pocket are depicted. Geometries B and C are both sterically reasonable, but produce opposite enantiomeric products. 304 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 restrict the number of olefin geometries in the transition state, allowing for the production of both the desired and undesired enantiomers. A radial distribution of olefin orientations around the metal-oxo is possible. Fig. 5 represents several sterically reasonable transition state models and the resulting epoxide product configurations. Transition state models A and B in Fig. 5 produce the same epoxide enantiomer, and B appears to be a more sterically accessible geometry. On the other hand, models C and D produce the opposite enantiomer, and C appears to be most accessible. In order to be highly enantioselective, the catalyst must create a substantial energetic difference between the geometry shown in B and that seen in C. The more open space left around the metal center, the more olefin orientations which will be allowed in the transition state. In comparison, four-fold symmetry will prove a greater confluence of chiral centers around the metal-oxo. This favored disfavored greater stereochemical density surrounding the metal center may help preclude some undesirable orientations and provide a better defined catalytic pocket. Fig. 6 shows the same transition-state geometries represented in Fig. 5, but in a four-fold symmetric environment. In this case, geometries A and D appear sterically most accessible, and would produce opposite enantiomers. However, the proximity of chiral protrusions on the porphyrin make it more likely that, for a given olefin, one of these geometries might be substantially less favorable energetically. 3.2.2. Chiral `straps' The logical improvement on the `picket' design enhanced rigidity by connecting the pickets to create chiral `straps'. A comparison of three examples of this design (Fig. 4B) [27,40,43] gives a clear indication that heteroatoms near the catalytic pocket drastically impede catalyst B disfavored D favored Fig. 6. Steric control of transition-state geometries in a C4-symmetric catalytic pocket. The transition-state geometries shown in Fig. 5 are depicted in a four-fold symmetric pocket. Orientations A and D appear most reasonable and will produce opposite enantiomers. However, the closer proximity of porphyrin chirality may more effectively preclude one of these orientations. L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 performance. In all three molecules an amide bond connects the chiral bridging group to the porphyrin, but Mansuy and colleagues took advantage of this linkage again by connecting the chiral amino acids in 11 with terephthaloyl chloride, producing 15 [40]. The preparation of this molecule is straightforward, using convenient and relatively inexpensive reagents, but the design unfortunately places amide linkages almost directly above the metal center. Not surprisingly, this porphyrin displayed very poor stability, surviving less than two catalytic cycles. However, as expected, the enantioselectivities did improve modestly compared to the unstrapped version (from 21 % ee up to 50% ee for p-chlorostyrene with iodosylbenzene as the stoichiometric oxidant) [40]. The Collman group prepared a strapped porphyrin with a very bulky bridge composed of two binaphthyls linked together by benzyl-ether groups (16) [43]. Their design placed the ether linkages similarly above the metal center, though the chiral bridge was slightly higher than in Mansuy's structure (15). The decreased proximity to the metal center and the bulk of the system improve the catalyst stability, providing around 60 turnovers with ee's similar to picket porphyrin 14 (48% ee for styrene and 63% ee for 2-vinylnaphthalene using iodosylbenzene) [43]. Superior efficiency was demonstrated by Groves and Viski's macrocycle (17) which had a single binaphthyl strap on each face of the macrocycle [27]. The bulky binaphthyl bridge had no heteroatoms near the metal center, and was also well above the porphyrin plane. Turnovers approaching 300 were achieved, but with decreased enantioselectivity compared to the other strapped catalysts (at 0, using iodosylbenzene: 36% ee for styrene with the manganese derivative of 17 and 62% ee for cis-methylstyrene with the iron derivative of 17) [27]. Very little formal modeling has been done, nor are any truly systematic studies available, so it is difficult to say for certain what the flaws of this general design may be. The chiral bridges may not intrude sufficiently on the catalytic 305 pocket. Furthermore, although the incorporation of straps across the porphyrin faces clearly increases the structural rigidity of these macrocycles, perhaps the amide linkages to the mesopositions are still insufficiently fixed, allowing the bridges to `sway'. This factor, along with the potential ambiguity of C2-symmetry, could explain the still modest enantioselection observed with these systems. 3.2.3. Meso `loops' with chiral `strap' In the design represented in Fig. 4 part C, the catalyst similarly derives its asymmetry from a chiral group `strapped' over the porphyrin face. In this case, however, the rigidity of the system has been further enhanced by creating loops to connect adjacent meso-positions. A catalyst with this design has been prepared (18), using a strategy that once again relies on a chiral binaphthyl group [44,45]. The adjacent mesopositions are connected with isophthalates, tethered to the meso-aryl groups via amide bonds, and the bridging binaphthyl groups are attached to the isophthalates via ether groups. This results in the placement of the chiral group, and its ether attachments, very high above the porphyrin plane (approximately 6 A) [ 11 ], undoubtedly contributing to the system's stability, but also decreasing the degree of intrusion on the catalytic pocket. This rationalizes the low levels of asymmetric induction (13% ee for styrene with iodosylbenzene as the stoichiometric oxidant) [45]. Furthermore, this design is not amenable to easy improvement by augmenting the chiral group, since the bridge is suspended so far above the catalytic site. Only drastic changes in the shape or steric bulk of the chiral group would affect the catalytic site far below. Nevertheless, this design does create a shape selective environment, so that linear olefins can be effectively epoxidized in the presence of cyclic olefins [46]. The monofaced design used here consumes less precious chiral material than would be required to place a strap across both porphyrin faces, but it also introduces some problems. 306 LA. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 Since the chiral strap crosses only one side, the open face must be efficiently blocked in order to avoid completely non-selective epoxidation on the achiral side. This requires an axial ligand which is sufficiently large to be excluded from the chiral pocket (this would lead to catalyst inhibition), and which possesses a sufficiently high metal-binding affinity to prohibit epoxidation on the open side. The Collman group's solution was to use bulky anionic axial ligands and acetonitrile as the solvent with iodosylbenzene as the stoichiometric oxidant [45]. This worked effectively. The only drawback of this scheme is that it will probably be difficult to use this catalyst in oxidation reactions that employ aqueous bleach as the oxidant, since the anionic ligand would partition between the organic and aqueous layers and would probably be oxidized. This monofaced system works most effectively with manganese, rather than iron, as the ligated metal. Iron is thermodynamically most stable when hexacoordinate. Use of iron would therefore lead to a tendency to coordinate an axial ligand on the strapped side as well as the open side, leading to inhibition of the catalyst. In contrast, manganese prefers a pentacoordinate geometry [47]. With a ligand firmly associated on the open face, the strapped side remains available for epoxidation. Manganese can also facilitate the use of inexpensive stoichiometric oxidants such as bleach (hypochlorite) and peracids, if the system is amenable to using a neutral axial ligand. Metal-oxo formation with these oxidants appears to be facilitated by the presence of an electron-donating axial ligand [48] (often an imidazole or pyridine derivative). With iron, the addition of an axial ligand can actually deactivate the catalyst by blocking both faces. Whereas, when using manganese, many equivalents of an axial ligand can be added (enough to maintain saturation of the axial site), without inhibiting catalyst performance. In addition, under identical reaction conditions, . a chiral manganese porphyrin has been shown to form epoxides at a slower rate and with higher enantioselectivity than the corre- sponding iron derivative. Since similar levels of carbonyl by-products are observed, the reactions are believed to proceed via the same mechanism. However, the manganese-catalyzed process may have a later (more product-like) transition state, which leads to the observed higher selectivity according to the Hammond postulate [47]. 3.2.4. Chiral `loops' Naruta and his colleagues have carried this idea a step further, constructing asymmetric walls along the sides of the porphyrin by bridging adjacent meso-positions on both faces of the porphyrin with chiral groups (Fig. 4D) [29,49]. This leads to two patterns, `eclipsed' (19) and `staggered' (20), both possessing two-fold symmetry and both facially equivalent. Their particular design takes advantage of the popular chiral binaphthyl (or bitetralin) groups, with ether tethers to the meso-phenyl groups. The steric bulk and low abundance of heteroatoms protects these substituents against oxidative catalyst degradation, leading to the possibility of hundreds of turnovers, though at a very slow rate (10-25 turnovers/h). The synthesis started with easily prepared dibromo-binaphthyl (or bitetralin) derivatives, but coupling to the octahydroxyl-porphyrin (Scheme 1B) was difficult and low-yielding, requiring rigorously anaerobic conditions and high temperatures for several days. Furthermore, the two resulting isomers must then be separated chromatographically. The `eclipsed' bitetralin-porphyrin (19), is a highly selective catalyst for the epoxidation of electron-deficient aromatic olefins. Enantiomeric excesses as high as 96% are observed for dinitro-substituted styrenes with iodosylbenzene as the stoichiometric oxidant [50]. This impressive selectivity is attributed to control of the orientation of the olefin in the catalytic pocket by 7r-stacking between the electron-poor substrate and the electron-rich binaphthyl walls of the porphyrin [51]. While this strategy shrewdly takes advantage of interactions other than van der Waals repulsions, in so doing it L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 limits the system's general synthetic applicability. Substrates lacking an electron-deficient aromatic ring are epoxidized with lower ee's, for instance, 58% ee for styrene and 70% ee for indene using iodosylbenzene [50]. The porphyrin designs depicted in part E of Fig. 4 also link adjacent meso-positions to create a chiral environment [52,53]. However, in this case the chirality of the catalytic pocket is formed through the incorporation of threitol derivatives (21). These threitol groups produce a `twist' in the orientation of the ortho-aryl ethereal oxygens that is similar to that seen in 19 and 20 with bitetralin groups. However, the Collman group further rigidified their design by connecting the threitol loops with an achiral strap across the porphyrin face (22). This leads to the highest enantioselectivities yet seen for the metalloporphyrin catalyzed epoxidation of electron-rich olefins, displaying 69% ee for styrene and up to 88%o ee for dihydronaphthalene using iodosylbenzene [53]. This design is synthetically very flexible. Various dioxolane straps can be readily prepared in high yield from chiral threitols. However, the orientation of the threitol oxygens appears to be the strongest factor controlling enantioselectivity, with the strap important primarily to pull the threitol loops closer together [53]. Therefore, it may prove challenging to dramatically improve this system's selectivity, since a shorter bridge will be required to pull the loops closer together, and this might substantially decrease the yield for catalyst formation. Nevertheless, this system provides an exciting opportunity for straightforward preparation of a series of structurally related catalysts, and the systematic studies that could then be performed are truly essential to ascertain the specific steric requirements for good enantioselection. Although the threitols are purchased in an enantiomerically pure form, the attachment of the dioxolane strap does not provide a single product. This mars the synthetic scheme, since there is the need to separate strapped-porphyrin isomers (22, 23, 24) to isolate the `out/out' 307 form 22 which proved to be the most effective catalyst. The threitol moieties provide the crucial chiral intrusions on the catalytic pocket and allow for a facile synthesis, but perhaps these oxygen-rich groups are insufficiently robust, since the ee's decline after about 100 turnovers. The monofaced design still requires efficient blocking of the open face. The authors estimate that 15% of the epoxidation occurs on the open face, even in the presence of excess dicyclohexylimidazole as axial ligand. 3.2.5. Achiral, enantiotopically attached strap All of the systems described so far have attached chiral groups to the porphyrin to introduce asymmetry. As described earlier, it has also proven possible to build a chiral porphyrin by bridging the porphyrin faces from enantiotopic pyrrolic positions with an achiral strap, as shown in Scheme 3 [38,39]. As in other examples, this monofaced design requires the somewhat problematic blocking of the open face, and the system's two-fold symmetry may not strictly define the catalytic pocket. This particular manifestation of the general design strategy provides well under 100 turnovers, presumably because the bridge is insufficiently bulky to prohibit intermolecular catalyst degradation. Furthermore, the fragile amide linkages of the bridge cross dangerously close to the metal center, a potential problem for maintaining catalyst selectivity through many turnovers. 3.3. Four fold symmetry To date very few porphyrins have been prepared which possess four-fold symmetry. Fig. 4, part F shows those which have been applied to enantioselective epoxidation (7, 25, 26). These molecules were synthesized via condensation of CZ-symmetric aldehydes with pyrrole (Scheme 213) [23,24]. As described earlier, this synthetic method facilitates the introduction of entirely hydrocarbon meso-substituents, and simplifies catalyst preparation/isolation by avoiding the formation of atropisomers. As a design strategy, 308 L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 the D4 symmetric systems may provide better definition of the catalytic pocket than is possible with two-fold symmetry (Fig. 6). Even more crucial, bulky, entirely hydrocarbon meso-substituents dramatically enhance the catalyst stability. Catalysts 7, 25 and 26 are capable of several thousand catalytic cycles, with no loss of enantioselectivity. Furthermore, this robust efficiency allows complete consumption of the olefin substrate using inexpensive stoichiometric oxidants such as bleach. However, for this design strategy to be effective, the chiral aldehydes must be sufficiently straightforward and inexpensive to prepare to allow `fine-tuning' of a design. Fine-tuning is essential. The enantioselectivities shown by 7 are good (52% ee for styrene and 76% ee for cis-methylstyrene using bleach as the stoichiometric oxidant) [23], but not syn- O + 0+ 0 Ph Ph 0 0 e thetically useful. These numbers are somewhat remarkable since the chirality of the pocket is due solely to the steric difference of an ethylene vs. a methylene group. One suspects that in order to improve the selectivity, the chiral moieties will have to be more intrusive on the catalytic pocket. Halterman's synthesis utilizes a Diels-Alder reaction between cyclopentadiene and benzoquinone to form the 2-fold symmetric polycyclic ring pattern seen in Scheme 4. The enantiomeric aldehyde forms are easily resolved (step d), and condensed with pyrrole to form the porphyrin (7) in very good yield in 6 steps. This synthesis is straightforward and efficient, even given the 50% loss at resolution. So long as the target ring system can be accessed via a DielsAlder reaction, this route is capable of providing reasonable quantities of a number of fourfold symmetric catalysts. O a Ph Ph CHO ~--~ HO OH b 31. co::i c ~ l) d CHO PZI .0111 - NH NiLi N H N 7 Scheme 4. Diels-Alder route to preparation of a D4 symmetric chiral porphyrin [23]. b OTf Tf0 CHO Bu3Sn) + Pd*_ - H Al Scheme 5. Preparation of a D4 symmetric porphyrin from a chiral ketone [24]. L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 The synthesis of 25 and 26, on the other hand, take advantage of optically active chiral ketones as starting materials, readily available from the 'chiral pool' (Scheme 5). The por phyrin macrocycle 25, was prepared in reason able yield, in five steps, using a recently devel oped tandem Stille-Heck reaction (step c) to form the central arene ring [24]. The manganese derivative of porphyrin 25 showed only very modest enantioselectivity (20% ee for styrene using hypochlorite as the oxygen source), which is to be expected since the chiral distinction of the catalyst is provided by the geminal-dimeth yls, which are rather distant from the catalytic center. System 26, in which the geminal methyl bridge has been shifted closer to the metal binding site, showed substantially higher enan tioselectivity (70% ee for styrene with hypochlorite) [54]. The potential for continued improvement of this design relies on the avail ability of sterically varied chiral ketones. In order to optimize this design, the 'chiral pool' may not be sufficient, leading to the need to synthesize and resolve the optimal starting ma terials. 4. Conclusions We have presented a discussion of the strate gies currently used to design enantioselective metalloporphyrin epoxidation catalysts, and have attempted to evaluate the numerous structures in terms of their viability as synthetically useful catalysts. Since to date no porphyrin system has shown the level of selectivity necessary for synthetic applications, we have focused on other issues essential to catalyst utility. Therefore, we have primarily been concerned with catalyst stability and activity, ease of catalyst prepara tion, and the potential for improvement on a specific catalyst design. In general, ease of porphyrin synthesis tends to come at the expense of catalyst stability. References Rigid, non-heteroatom containing groups seem to impart the most stability, but bonds involving 309 nitrogen or oxygen are easiest to manipulate synthetically. To satisfy issues of cost viability, a porphyrin catalyst which is capable of only a few hundred turnovers must be prepared in high yield from very inexpensive materials. A more robust catalyst, capable of thousands of turnovers, can be made from proportionally more expensive reagents or in lower yield. It is more difficult to make generalizations about the catalyst shapes which are most effective. In general, those designs are most selective in which the chirality of the porphyrin superstructure intrudes substantially on the catalytic pocket. Furthermore, the groups attached to the porphyrin plane must maintain a rigid conformation. Adding `loops' and `straps' often helps to immobilize the substituents. In addition, four-fold symmetric porphyrins may provide a more ordered environment than two-fold symmetric species, though a direct comparison of the properties of analogous two and four-fold symmetric porphyrins has never been done. Systematic studies have not yet been performed which would determine how far chiral groups need to intrude on the catalytic pocket, how high above the porphyrin plane these groups should be, and the effect of two-fold vs. fourfold symmetry. The lack of methodical studies of structurally similar porphyrins with systematically varied shapes under comparable reaction conditions continues to hinder the design of effective catalysts. Nevertheless, great strides have been made, and it seems that the field may be on the brink of producing a truly synthetically useful enantioselective metalloporphyrin epoxidation catalyst. Acknowledgements Grateful thanks to Stacy Springs for help with the figures. [1] C. Brown, Chirality in Drug Design and Synthesis (Academic Press, New York, 1990). 310 L.A. Campbell, T. Kodadek/Journal of Molecular Catalysis A: Chemical 113 (1996) 293-310 [2] ed. I.W. Wainer, Drug Stereochemistry, Vol. 11 (Marcel Dekker, New York, 1993). [3] M. Bartok and K.L. Lang, in: Supplement E: The Chemistry of Ethers, Crown Ethers, Hydroxyl Groups and Their Sulphur Analoques, ed. S. Patai, Vol. 27 (Wiley, New York, 1980) pp. 610-659. [4] R.J. Gritter, in: The Chemistry of the Ether Linkage, ed. S. Patai, Vol. 3 (Wiley, New York, 1967) pp. 374-431. [5] 1. Ojima, Catalytic Asymmetric Synthesis (VCH, New York, 1993). [6] M.J. Gunter and P. Turner, Coord. Chem. Rev. 108 (1991) 115. [7] R.A. Johnson and K.B. Sharpless, in: Comprehensive Organic Synthesis B, eds. M. Trost and 1. Fleming, Vol. 7 (Pergamon Press, New York, 1991) pp. 389-436. [8] T. Katsuki and K.B. Sharpless, J. Am. Chem. Soc. 102 (1980) 5974. [9] B.D. Brandes and E.N. Jacobsen, J. Org. Chem. 59 (1994) 4378. [10] W. Zhang, J.L. Loebach, S.R. Wilson and E.N. Jacobsen, J. Am. Chem. Soc. 112 (1990) 2801. [11] J.P. Collman, X. Zhang, V.J. Lee, E.S. Uffelman and J.1. Brauman, Science 261 (1993) 1404. [12] B. Meunier, Chem. Rev. 92 (1992) 1411. [13] K.A. Jorgensen, Chem. Rev. 89 (1989) 431. [14] eds. F. Montanari and L. Casella, Metalloporphyrins Catalyzed Oxidations, Vol. 17 (Kluwer, Boston, 1994). [15] E.N. Jacobsen, in: Catalytic Asymmetric Synthesis, ed. 1. Ojima, (VCH, New York, 1993) pp. 159-202. [16] ed. R.A. Sheldon, Metalloporphyrins in Catalytic Oxidations (Marcel Dekker, New York, 1994). [17] E.N. Jacobsen and N.S. Finney, Chem. Biol. 1 (1994) 85. [18] Aldrich Catalog-Handbook of Fine Chemicals. (Aldrich, Milwaukee, 1994-1995). [19] N.H. Lee, A.R. Muci and E.N. Jacobsen, Tetrahedron Lett. 32 (1991) 5055. [20] W. Zhang and E.N. Jacobsen, J. Org. Chem. 56 (1991) 2296. [21] S. Vilain, P. Maillard and M. Momenteau, J. Chem. Soc., Chem. Commun. (1994) 1697. [22] S. O'Malley and T. Kodadek, J. Am. Chem. Soc. 111 (1989) 9116. [23] R.L. Halterman and S.-T. Jan, J. Org. Chem. 56 (1991) 5253. [24] J. Barry and T. Kodadek, Tetrahedron Lett. 35 (1994) 2465. [25] D. Ostovic and T.C. Bruice, Acc. Chem. Res. 25 (1992) 314. [26] J.T. Groves and T.E. Nemo, J. Am. Chem. Soc. 105 (1983) 5786. [27] J.T. Groves and P. Viski, J. Org. Chem. 55 (1990) 3628. [28] J.T. Groves and R.S. Myers, J. Am. Chem. Soc. 105 (1983) 5791. [29] Y. Naruta, F. Tani and K. Maruyama, Chem. Lett. (1989) 1269-1272. [30] J.P. Collman, R.R. Gagne, C.A. Reed, T.R. Halbert, G. Lang and W.T. Robinson, J. Am. Chem. Soc. 97 (1975) 1427. [31] J.S. Lindsey and R.W. Wagner, J. Org. Chem. 54 (1989) 828. [32] Y. Naruta, in: Metalloporphyrins in Catalytic Oxidations, ed. R.A. Sheldon (Marcel Dekker, New York, 1994) pp. 241259. [33] A. El-Kasmi, D. Lexa, P. Maillard, M. Momenteau and J.-M. Savnt, J. Am. Chem. Soc. 113 (1991) 1586. [34] P. Maillard, J.L. Guerquin-Kern and M. Momenteau, Tetrahedron Lett. 32 (1991) 4901. [35] M. Veyrat, O. Maury, F. Faverjon, D.E. Over, R. Ramasseul, J.-C. Marchon, 1. Turowska-Tyrk and W.R. Scheidt, Angew. Chem., Int. Ed. Engl. 33 (1994) 220. [36] J.S. Lindsey, in: Metalloporphyrins Catalyzed Oxidations, eds. F. Montanari and L. Casella, Vol. 17 (Kluwer, Boston, 1994) pp. 49-86. [37] G. Proess and L. Hevesi, J. Mol. Catal. 80 (1993) 395. [38] K. Konishi, K.-I. Oda, K. Nishida, T. Aida and S. Inoue, J. Am. Chem. Soc. 114 (1992) 1313. [39] S. Inoue, T. Aida and K. Konishi, J. Mol. Cat. 74 (1992) 121. [40] D. Mansuy, P. Battioni, J.-P. Renaud and P. Guerin, J. Chem. Soc., Chem. Commun., (1985) 155. [41] S. Licoccia, M. Paci, P. Tagliatesta, R. Paolesse, S. An tonaroli and T. Boschi, Mag. Res. Chem., 29 (1991) 1084. [42] P. Maillard, J.-L. Guerquin-Kern, M. Momenteau and S. Gaspard, J. Am. Chem. Soc. 111 (1989) 9125. [43] J.P. Collman, X. Zhang, V.J. Lee, J.1. Brauman, J. Chem. Soc., Chem. Commun. (1992) 1647. [44] J.P. Collman, J.1. Brauman, J.P. Fitzgerald, P.D. Hampton, Y. Naruta, J.W. Sparapan and J.A. Ibers, J. Am. Chem. Soc. 110 (1988) 3477. [45] J.P. Collman, X. Zhang, R.T. Hembre and J.1. Brauman, J. Am. Chem. Soc. 112 (1990) 5356. [46] J.P. Collman, X. Zhang, V. Lee, R.T. Hembre and J.1. Brauman, Homogeneous Transition Metal Catal. React. 230 (1992) 153. [47] Y. Naruta, F. Tani and K. Maruyama, Tetrahedron Lett. 33 (1992) 6323. [48] J.P. Collman, T. Kodadek, S.A. Raybuck and B. Meunier, Proc. Nad. Acad. Sci. USA 80 (1983) 7039. [49] Y. Naruta, N. Ishihara, F. Tani and K. Maruyama, Chem. Lett. (1991) 1933. [50] Y. Naruta, N. Ishihara, F. Tani and K. Maruyama, Bull. Chem. Soc. Jpn. 66 (1993) 158. [51] Y. Naruta, F. Tani, N. Ishihara and K. Maruyama, J. Am. Chem. Soc. 113 (1991) 6865. [52] J.P. Collman, V.J. Lee, X. Zhang, J.A. Ibers and J.1. Brauman, J. Am. Chem. Soc., 115 (1993) 3834. [53] J.P. Collman, V.J. Lee, C.J. Kellen-Yuen, X. Zhang, J.A. Ibers and J.1. Brauman, J. Am. Chem. Soc. 117 (1995) 692. [54] J.F. Barry, D.W. Smith and T. Kodadek, submitted for publication. MOLCAA 96001641 S1381-1169(96)00164-1 10.1016/S1381-1169(96)00164-1 Enantioselective catalysis of epoxidation by metalloporphyrins: application to enantioselective synthesis Lara A. Campbell ∗ Thomas Kodadek Department of Chemistry and Biochemistry, The University of Texas at Austin, Austin, Texas, 78712, USA ∗ Corresponding author. Tel.: +1-512-4713949; fax: +1-512-4715680. A wide variety of asymmetric metalloporphyrins have been prepared in an effort to develop catalysts for the enantioselective epoxidation of unfunctionalized olefins. As yet, no porphyrin-based catalyst has shown sufficient selectivity to be applied in general synthesis. Therefore, this review focuses specifically on the developments that are leading toward synthetically useful metalloporphyrin epoxidation catalyst, specifically addressing catalyst stability and activity, ease of catalyst preparation, and the potential for improvement of specific catalyst designs. Keywords Enantioselective Epoxidation Catalysis Metalloporphyrins References [1] C. Brown Chirality in Drug Design and Synthesis 1990 Academic Press New York [2] I.W. Wainer Drug Stereochemistry Vol. 11 1993 Marcel Dekker New York [3] M. Bartok K.L. Lang S. Patai Supplement E: The Chemistry of Ethers, Crown Ethers, Hydroxyl Groups and Their Sulphur Analoques Vol. 27 1980 Wiley New York 610 659 [4] R.J. Gritter S. Patai The Chemistry of the Ether Linkage Vol. 3 1967 Wiley New York 374 431 [5] I. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York [6] M.J. Gunter P. Turner Coord. Chem. Rev. 108 1991 115 [7] R.A. Johnson K.B. Sharpless M. Trost I. Fleming Comprehensive Organic Synthesis B Vol. 7 1991 Pergamon Press New York 389 436 [8] T. Katsuki K.B. Sharpless J. Am. Chem. Soc. 102 1980 5974 [9] B.D. Brandes E.N. Jacobsen J. Org. Chem. 59 1994 4378 [10] W. Zhang J.L. Loebach S.R. Wilson E.N. Jacobsen J. Am. Chem. Soc. 112 1990 2801 [11] J.P. Collman X. Zhang V.J. Lee E.S. Uffelman J.I. Brauman Science 261 1993 1404 [12] B. Meunier Chem. Rev. 92 1992 1411 [13] K.A. Jørgensen Chem. Rev. 89 1989 431 [14] F. Montanari L. Casella Metalloporphyrins Catalyzed Oxidations Vol. 17 1994 Kluwer Boston [15] E.N. Jacobsen I. Ojima Catalytic Asymmetric Synthesis 1993 VCH New York 159 202 [16] R.A. Sheldon Metalloporphyrins in Catalytic Oxidations 1994 Marcel Dekker New York [17] E.N. Jacobsen N.S. Finney Chem. Biol. 1 1994 85 [18] Aldrich Catalog-Handbook of Fine Chemicals 1994–1995 Aldrich Milwaukee [19] N.H. Lee A.R. Muci E.N. Jacobsen Tetrahedron Lett. 32 1991 5055 [20] W. Zhang E.N. Jacobsen J. Org. Chem. 56 1991 2296 [21] S. Vilain P. Maillard M. Momenteau J. Chem. Soc., Chem. Commun. 1994 1697 [22] S. O'Malley T. Kodadek J. Am. Chem. Soc. 111 1989 9116 [23] R.L. Halterman S.-T. Jan J. Org. Chem. 56 1991 5253 [24] J. Barry T. Kodadek Tetrahedron Lett. 35 1994 2465 [25] D. Ostovic T.C. Bruice Acc. Chem. Res. 25 1992 314 [26] J.T. Groves T.E. Nemo J. Am. Chem. Soc. 105 1983 5786 [27] J.T. Groves P. Viski J. Org. Chem. 55 1990 3628 [28] J.T. Groves R.S. Myers J. Am. Chem. Soc. 105 1983 5791 [29] Y. Naruta F. Tani K. Maruyama Chem. Lett. 1989 1269 1272 [30] J.P. Collman R.R. Gagne C.A. Reed T.R. Halbert G. Lang W.T. Robinson J. Am. Chem. Soc. 97 1975 1427 [31] J.S. Lindsey R.W. Wagner J. Org. Chem. 54 1989 828 [32] Y. Naruta R.A. Sheldon Metalloporphyrins in Catalytic Oxidations 1994 Marcel Dekker New York 241 259 [33] A. El-Kasmi D. Lexa P. Maillard M. Momenteau J.-M. Savéant J. Am. Chem. Soc. 113 1991 1586 [34] P. Maillard J.L. Guerquin-Kern M. Momenteau Tetrahedron Lett. 32 1991 4901 [35] M. Veyrat O. Maury F. Faverjon D.E. Over R. Ramasseul J.-C. Marchon I. Turowska-Tyrk W.R. Scheidt Angew. Chem., Int. Ed. Engl. 33 1994 220 [36] J.S. Lindsey F. Montanari L. Casella Metalloporphyrins Catalyzed Oxidations Vol. 17 1994 Kluwer Boston 49 86 [37] G. Proess L. Hevesi J. Mol. Catal. 80 1993 395 [38] K. Konishi K.-I. Oda K. Nishida T. Aida S. Inoue J. Am. Chem. Soc. 114 1992 1313 [39] S. Inoue T. Aida K. Konishi J. Mol. Cat. 74 1992 121 [40] D. Mansuy P. Battioni J.-P. Renaud P. Guerin J. Chem. Soc., Chem. Commun. 1985 155 [41] S. Licoccia M. Paci P. Tagliatesta R. Paolesse S. Antonaroli T. Boschi Mag. Res. Chem. 29 1991 1084 [42] P. Maillard J.-L. Guerquin-Kern M. Momenteau S. Gaspard J. Am. Chem. Soc. 111 1989 9125 [43] J.P. Collman X. Zhang V.J. Lee J.I. Brauman J. Chem. Soc., Chem. Commun. 1992 1647 [44] J.P. Collman J.I. Brauman J.P. Fitzgerald P.D. Hampton Y. Naruta J.W. Sparapan J.A. Ibers J. Am. Chem. Soc. 110 1988 3477 [45] J.P. Collman X. Zhang R.T. Hembre J.I. Brauman J. Am. Chem. Soc. 112 1990 5356 [46] J.P. Collman X. Zhang V. Lee R.T. Hembre J.I. Brauman Homogeneous Transition Metal Catal. React. 230 1992 153 [47] Y. Naruta F. Tani K. Maruyama Tetrahedron Lett. 33 1992 6323 [48] J.P. Collman T. Kodadek S.A. Raybuck B. Meunier Proc. Natl. Acad. Sci. USA 80 1983 7039 [49] Y. Naruta N. Ishihara F. Tani K. Maruyama Chem. Lett. 1991 1933 [50] Y. Naruta N. Ishihara F. Tani K. Maruyama Bull. Chem. Soc. Jpn. 66 1993 158 [51] Y. Naruta F. Tani N. Ishihara K. Maruyama J. Am. Chem. Soc. 113 1991 6865 [52] J.P. Collman V.J. Lee X. Zhang J.A. Ibers J.I. Brauman J. Am. Chem. Soc. 115 1993 3834 [53] J.P. Collman V.J. Lee C.J. Kellen-Yuen X. Zhang J.A. Ibers J.I. Brauman J. Am. Chem. Soc. 117 1995 692 [54] J.F. Barry, D.W. Smith and T. Kodadek, submitted for publication.",
      "scopus-id": "0030602001",
      "coredata": {
        "eid": "1-s2.0-S1381116996001641",
        "dc:description": "A wide variety of asymmetric metalloporphyrins have been prepared in an effort to develop catalysts for the enantioselective epoxidation of unfunctionalized olefins. As yet, no porphyrin-based catalyst has shown sufficient selectivity to be applied in general synthesis. Therefore, this review focuses specifically on the developments that are leading toward synthetically useful metalloporphyrin epoxidation catalyst, specifically addressing catalyst stability and activity, ease of catalyst preparation, and the potential for improvement of specific catalyst designs.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-11-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996001641",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Campbell, Lara A."
          },
          {
            "@_fa": "true",
            "$": "Kodadek, Thomas"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996001641"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996001641"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00164-1",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enantioselective catalysis of epoxidation by metalloporphyrins: application to enantioselective synthesis",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Recent Developments in Biomimetic Oxidation Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Enantioselective"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Metalloporphyrins"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "293-310",
        "prism:endingPage": "310",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 November 1996",
        "prism:doi": "10.1016/S1381-1169(96)00164-1",
        "prism:startingPage": "293",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00164-1",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030602001"
      }
    }
  }
}