{
  "metadata": {
    "title": "Selective skeletal isomerisation of n-butenes over ferrierite catalyst: Further studies on the possible mechanisms",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-15",
    "doi": "10.1016/S1381-1169(97)00072-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000721",
    "pii": "S1381116997000721"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000721 S1381-1169(97)00072-1 S1381116997000721 10.1016/S1381-1169(97)00072-1 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00611 2015-05-15T05:56:33.668241-04:00 0 0 19970815 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authlast doctopic pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 1 1 Volume 123, Issue 1 11 L1 L4 L1 L4 19970815 15 August 1997 1997-08-15 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. SELECTIVESKELETALISOMERISATIONNBUTENESOVERFERRIERITECATALYSTFURTHERSTUDIESPOSSIBLEMECHANISMS MERIAUDEAU P SIMON 1994 484 M XU 1996 232 W XU 1995 9433 W HOUZVICKA 1996 288 J OYOUNG 1995 467 C MERIAUDEAU 1996 L177 P BROUWER 1968 721 D GUISNET 1995 1685 M PICKERING 1989 261 I XU 1994 34 W MERIAUDEAUX1997XL1 MERIAUDEAUX1997XL1XL4 MERIAUDEAUX1997XL1XP MERIAUDEAUX1997XL1XL4XP item S1381-1169(97)00072-1 S1381116997000721 1-s2.0-S1381116997000721 10.1016/S1381-1169(97)00072-1 271358 2010-09-29T19:53:06.58974-04:00 1997-08-15 1-s2.0-S1381116997000721-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000721/MAIN/application/pdf/4ce13456ee7f677fed8a8dcb5b3b8482/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000721/MAIN/application/pdf/4ce13456ee7f677fed8a8dcb5b3b8482/main.pdf main.pdf pdf true 361252 MAIN 4 1-s2.0-S1381116997000721-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000721/PREVIEW/image/png/6bf7efa68d09ca5608ac45b1949b4195/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000721/PREVIEW/image/png/6bf7efa68d09ca5608ac45b1949b4195/main_1.png main_1.png png 61412 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 123 (1997) L1-L4 Letter JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Selective skeletal isomerisation of n-butenes over ferrierite catalyst: Further studies on the possible mechanisms Paul Miaudeau a* , Claude Naccache a, Hung N. Le a, Tuan A. Vu a, Georges Szabo b a Institut de Recherches sur la Catalyse, CNRS, 2 Avenue Albert Einstein, 69626 Villeurbanne Cedex, France b Total Rafnage Distribution, B.P. 27, 76700 Harfleur, France Received 14 February 1997; accepted 14 March 1997 Due to its use in the synthesis of methyl tert-butyl ether (MTBE) which is an important component of the gasoline pool, there is a renewed interest in the selective isomerisation of n-butene into isobutene. Many patents and literature papers relative to the selective skeletal isomerisation of butene over medium pore zeolites have been published recently [1-6]. In particular, H-FER (ferrierite) was found to give high yield of isobutene. However, the high isobutene efficiency was obtained only after the H-FER was contacted with the feed for several hours [3-6]. On protonic sites, it was proposed that the isomerisation n-butene to isobutene could occur via two different mechanisms [5]: (1) A monomolecular pathway via the formation of secondary and primary carbenium ions giving 100% selectivity in isobutene. (2) A bimolecular pathway via the formation of secondary-secondary carbenium ions giving a C 8 intermediate, followed by its cracking into propene and pentenes and into butene and isobutene. Recently, it has been shown that the * Corresponding author. 1381-t 169/97/$17.00 0 1997 Elsevier Science B.v. All rights reserved. P11 S1381-1169(97)00072-1 monomolecular pathway is prevailing on deactivated ferrierites which have high selectivity to isobutene [7]. The skeletal isomerisation of nbutene according the monomolecular pathway involves the formation of a cyclopropane carbenium ion intermediate followed by the highly energetically and thermodynamically unfavourable ring opening to form the primary carbenium ion (CH3)2-CH-CH' [8]. To overcome such a difficult and unfavourable step it was proposed recently [9] that the active site, for the selective isomerisation of butene into isobutene on coked H-FER, was a carbenium ion residue (R1)(RZ)(R3)-C+. n-Butene would adsorb on this site to form a secondary carbenium ion: c 1+ (R,) (R2) (R,)-C' + C-C=C-C -.> (R,)(R2)(%) -C - C-C-C which rearranges by methyl and hydride shifts into c I (Ri) (Rz)(W)-C-C-C-C L2 P. Miaudeau et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) LI-L4 /3-scission of this intermediate would lead to isobutene and regenerate the active site. According to this mechanism the isomerisation reaction can proceed only via secondary-tertiary carbenium ions. This type of `carbonaceous' active site which is not frequently invoked to explain such catalytic properties would permit a more facile transformation of n-butene to isobutene relative to a protonic acid site (see (1) above). Coke formation, on H-FER has two effects [3]: (1) a decrease in the number of protonic acid sites and (2) a partial pore blockage. We have tried to `mimic' the role of the coke by decreasing the number of protons by ion exchange of H-FER with lithium ions or cesium ions. Thus, we have been able to compare the initial selectivities of zeolites having different number of acid sites and having cations of different sizes which block to different extents the space available in the pores and in the channels of the ferrierite. For this purpose we have used a commercial ferrierite material from TOSOH (Atlanta, USA, batch 720 KOA). This starting material has been described in the literature [3] and has a Si/Al ratio of 9. The starting material contains Na+ and K+ as balancing cations. It was exchanged twice with a 1 M NH4Cl solution at 363 K over night to obtain the ammonium form. Part of this batch was then back-exchanged with a lithium solution in order to decrease the number of NH' ions (1 M Li solution at 353 K for different times, see Table 1). Another portion of the batch was exchanged with a cesium solution (1 M Cs solution, see Table 1). All NH 4 /Li + or NH'/Cs' exchanged Samples were then calcined in a flow of oxygen at 773 K in order to transform the ammonium form of the zeolite into its protonic form. We used IR spectroscopy (OH vibrations at 3600 cm-1 corresponding to protonic sites) to check that the number of remaining protons decreased when the lithium or cesium content increased. A series of solids having decreasing numbers of acid sites was obtained as shown in Table 1. The location of Li + or Cs + exchanged cations Table 1 Exchange level and hydroxyl group relative concentration in H-FER exchanged with lithium or cesium Sample %Exchange level Absorbance of the IR OH vibration at 3600 cm-1 (A-U) H-FER 0 H-Li-FER 23 82 94 H-Cs-FER 46 55 so 100 75 is 5 55 43 is a From elemental chemical analysis. In percentage of exchangeable protons. is at this stage unknown but, due to the experimental procedure used for Li' or Cs' exchange, it is very likely that for high exchange levels the protons present at the outer surface of the zeolite crystallites have been completely removed by ion exchange. This assumption has been confirmed by using IR spectroscopy and 2,5-dimethylpyridine adsorption: for Li' and Cs' samples exchanged at 82 and 800, respectively (see Table 1) no change was observed in the OH absorbances at 3600 cm-1 after pyridine adsorption at 323 K [ 10]. These materials were tested in dynamic conditions for the n-butene isomerisation reaction (T= 673 K, Pc4H8 = 26 kPa, the complement to atmospheric pressure being nitrogen). Different WHSV were used to reach nearly similar conversions which is necessary to compare selectivities quantitatively and in a meaningful manner. In order to minimize the aging of the catalysts with time on stream, the conversions were maintained at values lower than 40% and the bracketing technique was used: the reactor was fed for 2 min with the mixture butene + nitrogen, the reactant and products being analyzed and then the reactor was purged with nitrogen and then with oxygen for 30 min and again purged with nitrogen until the next run. For such experimental conditions, no deactivation was observed and the results can be consid- P. Miaudeau et al. /Journal of Molecular Catalysis A: Chemical 723 (7997) LI-L4 ered as being obtained on a catalyst containing no carbon deposits. Table 2 indicates that the isobutene selectivity is low on the non-modified and non-coked material, the major products being propene and pentenes. For Li modified samples, it is observed that the selectivity (at constant conversion) does not increase much when the density of the acid sites is decreased. In contrast, for cesium modified samples, it is noted that the selectivity is greatly improved. For the solid having the highest cesium loading, a isobutene selectivity as high as 85% was obtained. A comparison between Li and Cs based samples having only 20% of the initial concentration of acid sites also indicates that the more bulky cation, Cs, causes a dramatic change in selectivity compared to the less bulky cation. For HCs-FER containing almost no carbonaceous residues, the skeletal isomerisation of n-butene occurred with a relatively high selectivity. Over such materials one could not invoke that carbonaceous carbenium ion residues are responsible for the isomerisation reaction as suggested in Ref. [9]. Thus one has to accept that the energetically non-favourable monomolecular mechanism may occur over these H-Cs-FER materials without the necessity of (Rt)(R2)(R3)-C+, active sites. One remaining question is how the presence of cesium enhances so remarkably the isobutene selectivity whereas Li is of little influence. As mentioned above, the size of the cation and its L3 location have to be considered. It has been shown that the K+ cation is located at the intersection of the 10 and 8-ring channels of FER [ 11 ]. In such a case, the diffusion of molecules in the 10-ring channels will be hindered and thus K+-FER should behave like a one dimensional system. Cs' having a larger size (1.67 for Cs' and 1.33 for K+) will most probably cause such diffusional limitations to a larger extent. Furthermore Cs' may also block intersecting channels. Thus the volume available at the intersection will be too limited in size to allow the formation of the bulky branched C4- dimers and the bimolecular mechanism generating, propene and pentenes will be thus considerably decreased. The selective monomolecular mechanism will thus prevail. This model, the transformation of FER (3-dimensional pores system) into a mono-dimensional pore system by Cs' exchange, nicely fits the results of the literature [12] indicating that zeolite MTT (monodimensional pore, 5.2 X 4.5 o A) exhibits a high selectivity for n-butene skeletal isomerisation. In contrast, the smaller Li' cation (0.68 allows still enough space for the oligomerisation-cracking reaction as the improvement in isobutene selectivity is not enhanced compared to non-modified ferrierite. It is suggested that on coked H-FER, the intersections of the 8-ring and 10-ring channels are preferentially blocked by the carbonaceous residues. The result is that the formation of Table 2 Catalytic properties of the non-modified and modified ferrierites. n-Butene reaction at 673 K, PC, H , = 26 kPa, complement to atmospheric pressure: N,. Isobutene selectivity, (C basis) calculated by considering all normal butenes as reactant. Time on stream: 2 min. WHSV adjusted to have nearly identical conversions Sample H-FER H-Li-FER H-Cs-FER Me exchange level Me exchange level 23 82 94 45 55 80 Butenes conversion (%) 40 36.7 40.8 43 41 36 37 Isobutene selectivity b (%) 49 51.7 53 56 68 78 84.5 Conversion is defined as (C;- C-d/C;X 100, where C is the number of moles of 1-C4Hs, Cp = E(1-C4Hh + 2-cl.s-C4Hs + 2trUns-C4Hs). Contact times were adjusted to have a conversion close to 40% for all samples. b Carbon basis, all linear butenes (1-butene, 2-cis and 2-traps butene) are considered as reactants. P. Miaudeau et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) LI-L4 branched C4- dimers, formed initially within the space available at the intersecting channels, becomes inhibited over coked H-FER. As in H-Cs-FER, the selective monomolecular mechanism is proposed to prevail in this situation. 1. Conclusions The non-selective skeletal isomerisation of butene normally occurs via a bimolecular mechanism where n-butenes are forming, by oligomerisation, an iso C g carbenium ion, followed by the non-selective scission of this intermediate giving iC4-, C4=, C3- and CS=. The non-selective isomerisation occurs on the external surface of H-FER as well at (or near) the intersecting channel cavities where the space available is large enough to accomodate the C g carbenium ion. The monomolecular selective isomerisation occurs in the channels of H-FER where the space is not large enough to accomo- date C g carbenium ions independently of the nature of the species restricting the channel dimensions Ws' or carbonaceous deposit). References [1] M.W. Simon, S.L. Suib, C.L. O'Young, J. Catal. 147 (1994) 484. [2] W.Q. Xu, Y.G. Yin, S.L. Suib, J.C. Edwards, C.L. O'Young, J. Catal. 163 (1996) 232. [3] W.Q. Xu, Y.G. Yin, S.L. Suib, J.C. Edwards, C.L. O'Young, J. Phys. Chem. 99 (1995) 9433. [4] U.S. Pat. 711041 to Lyondell, 1991. [5] J. Houzvicka, O. Diefenbach, V. Ponec, J. Catal. 164 (1996) 288. [6] C.L. O'Young, R.J. Pellet, D.G. Casey, J.R. Ugolini, R.A. Sawicki, J. Catal. 151 (1995) 467. [71 P. Miaudeau, R. Bacaud, N.H. Le, A.T. Vu, J. Mol. Catal. A 110 (1996) L177. [8] D. Brouwer, J. Oelderik, Rec. Trav. Chim. Pays Bas 87 (1968) 721. [91 M. Guisnet, P. Andy, N.S. Gnep, C. Travers, E. Benazzi, J. Chem. Soc. Chem. Commun. (1995) 1685. [10] P. Miaudeau, in preparation. [11] I.J. Pickering, P.J. Maddox, 1.M. Thomas, A.K. Cheetham, J. Catal. 119 (1989) 261. [12] W.Q. Xu, Y.G. Lin, S.L. Suib, C.L. O'Young, J. Catal. 150 (1994) 34. MOLCAA 97000721 S1381-1169(97)00072-1 10.1016/S1381-1169(97)00072-1 Molecular aspects of heterogeneous catalysis Letter Selective skeletal isomerisation of n-butenes over ferrierite catalyst: Further studies on the possible mechanisms Paul Mériaudeau ∗ a Claude Naccache a Hung N. Le a Tuan A. Vu a Georges Szabo b a Institut de Recherches sur la Catalyse, CNRS, 2 Avenue Albert Einstein, 69626 Villeurbanne Cedex, France b Total Raffinage Distribution, B.P. 27, 76700 Harfleur, France ∗ Corresponding author. References [1] M.W. Simon S.L. Suib C.L. O'Young J. Catal. 147 1994 484 [2] W.Q. Xu Y.G. Yin S.L. Suib J.C. Edwards C.L. O'Young J. Catal. 163 1996 232 [3] W.Q. Xu Y.G. Yin S.L. Suib J.C. Edwards C.L. O'Young J. Phys. Chem. 99 1995 9433 [4] U.S. Pat. 711041 to Lyondell, 1991. [5] J. Houzvicka O. Diefenbach V. Ponec J. Catal. 164 1996 288 [6] C.L. O'Young R.J. Pellet D.G. Casey J.R. Ugolini R.A. Sawicki J. Catal. 151 1995 467 [7] P. Mériaudeau R. Bacaud N.H. Le A.T. Vu J. Mol. Catal. A 110 1996 L177 [8] D. Brouwer J. Oelderik Rec. Trav. Chim. Pays Bas 87 1968 721 [9] M. Guisnet P. Andy N.S. Gnep C. Travers E. Benazzi J. Chem. Soc. Chem. Commun. 1995 1685 [10] P. Mériaudeau, in preparation. [11] I.J. Pickering P.J. Maddox J.M. Thomas A.K. Cheetham J. Catal. 119 1989 261 [12] W.Q. Xu Y.G. Lin S.L. Suib C.L. O'Young J. Catal. 150 1994 34",
      "coredata": {
        "eid": "1-s2.0-S1381116997000721",
        "dc:description": null,
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000721",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mériaudeau, Paul"
          },
          {
            "@_fa": "true",
            "$": "Naccache, Claude"
          },
          {
            "@_fa": "true",
            "$": "Le, Hung N."
          },
          {
            "@_fa": "true",
            "$": "Vu, Tuan A."
          },
          {
            "@_fa": "true",
            "$": "Szabo, Georges"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000721"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000721"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00072-1",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Selective skeletal isomerisation of n-butenes over ferrierite catalyst: Further studies on the possible mechanisms",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00072-1",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00072-1",
        "openaccessSponsorName": null
      }
    }
  }
}