{
  "metadata": {
    "title": "Molybdenum and tungsten complexes of composition (<ce:italic>η</ce:italic><ce:sup loc=post>5</ce:sup>-C<ce:inf loc=post>5</ce:inf>R<ce:inf loc=post>5</ce:inf>)MR′(CO)<ce:inf loc=post>3</ce:inf> and their use as olefin epoxidation catalyst precursors",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-11-15",
    "doi": "10.1016/j.molcata.2004.07.023",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904004972",
    "pii": "S1381116904004972"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-5144230421",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-09-23 2004-09-23 2010-03-28T13:36:59 1-s2.0-S1381116904004972 S1381-1169(04)00497-2 S1381116904004972 10.1016/j.molcata.2004.07.023 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01999 2015-05-15T05:56:32.920819-04:00 0 0 20041115 2004 2004-09-23T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 222 222 1 2 1 2 Volume 222, Issues 1–2 33 265 271 265 271 20041115 15 November 2004 2004-11-15 2004 article fla Copyright © 2004 Elsevier B.V. All rights reserved. MOLYBDENUMTUNGSTENCOMPLEXESCOMPOSITION5C5R5MRCO3USEOLEFINEPOXIDATIONCATALYSTPRECURSORS ZHAO J 1 Introduction 2 Experimental 2.1 Crystallography 2.2 Catalytic reactions with compounds 1–7 as catalysts 3 Results and discussion 3.1 Syntheses and characterization 3.2 Catalysis 4 Conclusions Acknowledgements References SAUSSINE 1980 253 L CHONG 1977 1587 A SHELDON 1973 253 R SHELDON 1973 427 R SHELDON 1973 438 R NUNES 2003 4380 C ABRANTES 2002 1069 M ABRANTES 2002 237 M ALAJLOUNI 1997 362 A THIEL 1997 449 W WAHL 1999 3237 G POLI 2004 332 R BENCZE 2002 246 E BENCZE 2001 55 E THIEL 1993 9 W HERRMANN 1996 168 W HERRMANN 1997 169 W ROMAO 1997 3197 C OWENS 2000 317 G KUHN 2002 1307 F APPLIEDHOMOGENEOUSCATALYSISORGANOMETALLICCOMPOUNDSACOMPREHENSIVEHANDBOOK KUHN 2004 488 F AQUEOUSPHASEORGANOMETALLICCATALYSISCONCEPTSAPPLICATIONS SCHRAUZER 1982 44 G SCHRAUZER 1986 2452 G SCHRAUZER 1983 481 G SCHRAUZER 1983 1163 G KUHN 1999 3 F KUHN 2000 147 F KUHN 2001 43 F KUHN 2001 207 F SANTOS 2001 1332 A GONCALVES 2001 1 I GROARKE 2002 108 M KUHN 2002 2370 F KUHN 2002 4468 F ZHAO 2003 3736 J ABRANTES 2003 2112 M OKUDA 1988 1254 J OKUDA 1992 97 J KUHN 1994 1601 F AMOR 2000 126 F KING 1965 145 R ORGANOMETALLICSYNTHESE KING 1967 287 R OTWINOWSKI 1997 307ff Z ALTOMARE 1994 435 A 1992 INTERNATIONALTABLESFORCRYSTALLOGRAPHYTABLES611442684242 SPEK 2001 A PLATONAMULTIPURPOSECRYSTALLOGRAPHICTOOL SHELDRICK 1998 G SHELXL97 SAURENZ 2002 1415 D RAU 1994 1624 M LEGZDINS 1988 1877 P MINELLI 1985 169 M LEGALL 1981 287 J MASTERS 1981 4183 A HERRMANN 2000 69 W FALLER 1988 559 J FALLER 1989 45 J LEGZDINS 1989 940 P CHATTERJEE 1999 363 D HILAL 1996 35 H ZHAOX2004X265 ZHAOX2004X265X271 ZHAOX2004X265XJ ZHAOX2004X265X271XJ item S1381-1169(04)00497-2 S1381116904004972 1-s2.0-S1381116904004972 10.1016/j.molcata.2004.07.023 271358 2010-10-15T16:15:09.65093-04:00 2004-11-15 1-s2.0-S1381116904004972-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/MAIN/application/pdf/e134503760ef8918d4f5ba2a9e0c087e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/MAIN/application/pdf/e134503760ef8918d4f5ba2a9e0c087e/main.pdf main.pdf pdf true 132077 MAIN 7 1-s2.0-S1381116904004972-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/PREVIEW/image/png/85c9e864d9ff12eac9de78a66a1cc63d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/PREVIEW/image/png/85c9e864d9ff12eac9de78a66a1cc63d/main_1.png main_1.png png 66077 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904004972-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/STRIPIN/image/gif/562f7446c0acd352531a9a10e0fdc943/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/STRIPIN/image/gif/562f7446c0acd352531a9a10e0fdc943/si1.gif si1 si1.gif gif 545 23 104 ALTIMG 1-s2.0-S1381116904004972-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/gr1/THUMBNAIL/image/gif/5d8670ed6344c7105f1d615662a635ba/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/gr1/THUMBNAIL/image/gif/5d8670ed6344c7105f1d615662a635ba/gr1.sml gr1 gr1.sml sml 1694 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116904004972-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/gr1/DOWNSAMPLED/image/gif/d6d4d9a5226c10d664999d201561436e/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/gr1/DOWNSAMPLED/image/gif/d6d4d9a5226c10d664999d201561436e/gr1.gif gr1 gr1.gif gif 13907 382 362 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004972-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/gr2/THUMBNAIL/image/gif/f0a6acd7b0a4870edbe76ce2638996ed/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/gr2/THUMBNAIL/image/gif/f0a6acd7b0a4870edbe76ce2638996ed/gr2.sml gr2 gr2.sml sml 1368 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904004972-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/gr2/DOWNSAMPLED/image/gif/1267d18dc42190899445c860ebe0b76d/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/gr2/DOWNSAMPLED/image/gif/1267d18dc42190899445c860ebe0b76d/gr2.gif gr2 gr2.gif gif 10380 292 544 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004972-ch1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/ch1/THUMBNAIL/image/gif/e3a9a492f3e6041cdeee2ac6b3acadbf/ch1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/ch1/THUMBNAIL/image/gif/e3a9a492f3e6041cdeee2ac6b3acadbf/ch1.sml ch1 ch1.sml sml 1098 93 91 IMAGE-THUMBNAIL 1-s2.0-S1381116904004972-ch1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/ch1/DOWNSAMPLED/image/gif/5c120b01f5f7fdc85012ef7c47924298/ch1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/ch1/DOWNSAMPLED/image/gif/5c120b01f5f7fdc85012ef7c47924298/ch1.gif ch1 ch1.gif gif 7459 374 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004972-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/fx1/THUMBNAIL/image/gif/eac939f648ee09ca0f80f09b8d5fd8b4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/fx1/THUMBNAIL/image/gif/eac939f648ee09ca0f80f09b8d5fd8b4/fx1.sml fx1 true fx1.sml sml 2365 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116904004972-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004972/fx1/DOWNSAMPLED/image/jpeg/3963ce8c7e51372232e2396dd5746631/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004972/fx1/DOWNSAMPLED/image/jpeg/3963ce8c7e51372232e2396dd5746631/fx1.jpg fx1 true fx1.jpg jpg 7495 160 151 IMAGE-DOWNSAMPLED MOLCAA 4747 S1381-1169(04)00497-2 10.1016/j.molcata.2004.07.023 Elsevier B.V. Fig. 1 ORTEP style plot of molecule A in the solid state of compound 7. Thermal ellipsoids are drawn at the 50% probability level. Selected bond lengths [Å] and bond angles [°]: Mo1-C1 1.983(3), Mo1-C2 1.979(3) Mo1-C3 1.981(3) Mo1-C4 2.311(4) Mo1-Cg 2.006; C1-Mo1-C2 79.8(1), C1-Mo1-C3 106.1(1), C1-Mo1-C4 72.3(1), C1-Mo1-Cg 128.2, C2-Mo1-C3 79.5(1), C2-Mo1-C4 133.2(1), C2-Mo1-Cg 117.0, C3-Mo1-C4 73.4(1), C3-Mo1-Cg 124.5, C4-Mo1-Cg 109.8. Cg denotes the centre of gravity in the Cp*-ring. Fig. 2 Catalytic activity of compounds 1–7 in the presence of TBHP in the catalytic epoxidation of cyclooctene. Chart 1 Table 1 Cyclooctene epoxide yields reached with Cp′Mo(CO)3R-derived catalysts at a given time when applied at 55°C with a catalyst:cyclooctene:TBHP-ratio of 1:100:200 Complex Yield 4h (%) Yield 24h (%) TOF (h−1) 1 92 100 250 2 10 35 25 2 a 41 90 110 3 95 100 820 3 b 100 100 960 4 94 100 230 5 15 30 60 5 a 62 100 240 6 68 100 270 7 75 100 150 a At 90°C. b At 75°C. Molybdenum and tungsten complexes of composition (η 5-C5R5)MR′(CO)3 and their use as olefin epoxidation catalyst precursors Jin Zhao Ana M. Santos Eberhardt Herdtweck Fritz E. Kühn * Anorganisch-chemisches Institut der Technischen Universität München, Lichtenbergstrasse 4, D-85747 Garching bei München, Germany * Corresponding author. Tel.: +49 89 289 13108; fax: +49 89 289 13473. Carbonyl complexes of formula Cp′M(CO)3R (M = Mo, W; R = alkyl) can be applied as very active (TOFs up to ca. 6000h−1; TON > 500) and selective olefin epoxidation catalysts. The X-ray crystal structure of one of those complexes is reported. The carbonyl compounds are in situ oxidized by tert-butyl hydroperoxide (TBHP) and transformed to the catalytic active species without loss of the Cp′- and R-ligands. Mo complexes are far more active than W compounds, increasing alkylation of the Cp ligand lowers the catalytic activity. Ansa-bridged derivatives, being more difficult to synthesize than unbridged congeners, show no significant advantage when applied in catalysis. The catalysts lose activity after several runs, mainly due to competitive coordination of the increasing presence of the by-product t-BuOH. Graphical abstract Keywords Homogeneous catalysis Molybdenum Olefin epoxidation 1 Introduction Carbonyl complexes of transition metals have been applied as oxidation catalysts since more than 30 years [1]. The characterization and successful catalytic application of high oxidation state congeners such as oxides and peroxides during the last two decades, however, shifted the attention in oxidation catalysis to these latter complexes [2]. Nevertheless, it also turned out that carbonyl complexes bearing other ligands, such as Cp derivatives are in several cases—with or without catalysts—oxidizable to oxide and peroxide complexes without loosing their Cp ligands [3]. Based on the successful catalytic application of organorhenium oxides of formula RReO3, such as methyltrioxorhenium (VII) (MTO) in oxidation catalysis [4] we started to examine molybdenum and tungsten compounds of the composition MX2O2L2 (X = Cl, Br, Me; L = Lewis base) [5] and Cp′MO2Cl (Cp′ = Cp (C5H5), Cp* (C5Me5), BzCp (C5(CH2C6H5)5)) [6] as oxidation catalysts. Some compounds of formula Cp′MO2X surpass the MX2O2L2 derivatives in catalytic activity in the olefin epoxidation and rival the most active RReO3 complex, MTO, in its epoxidation activity. There are, however, some important differences between the Mo, W and Re complexes mentioned above. In the presence of the RReO3 catalysts H2O2 can be used as oxidizing agent while the Mo and W compounds of formulae MX2O2L2 and Cp′MO2Cl need TBHP as oxidant. Furthermore, while Cp′MO2X compounds are quite active catalysts, Cp′ReO3 derivatives do not catalyze the olefin epoxidation at all [4,7]. Recently we have shown that Cp′MoO2Cl complexes can be easily obtained from carbonyl precursors by oxidation with TBHP in yields up to 75%. Applying Cp′Mo(CO)3Cl as oxidation catalyst in the presence of TBHP, however, leads to similar results as the application of Cp′MoO2Cl. The carbonyl precursor is oxidized to the oxide and catalyzes the olefin epoxidation with the same oxidizing agent, which was previously applied for its own oxidation. During this oxidation process the ligands Cp′ and Cl remain attached to the metal. The carbonyl complexes are even more stable than the oxides and therefore ideal storage forms of the catalyst, which can be generated in situ from the carbonyl precursor [6]. In this work we use this concept for the catalytic application of several compounds of formula Cp′M(CO)3R (M = Mo, W; R = alkyl) as oxidation catalysts and compare their catalytic activity with respect to variations in the ligands R and Cp′. 2 Experimental All preparations and manipulations were performed using standard Schlenk techniques under an atmosphere of nitrogen. Solvents were dried by standard procedures (THF, n-hexane and Et2O over Na/benzophenone; CH2Cl2 and NCMe over CaH2), distilled under nitrogen and used immediately (THF) or kept over 4Å molecular sieves (3Å for NCMe). TBHP was purchased from Aldrich as 5.0–6.0M solution in decanes and used after drying over molecular sieves to remove the water (<4% when received). Compounds 1, 2 [8], 3–6 [9] were synthesised according to literature procedures (Chart 1 ) and compound 7 was prepared by an adaption of the procedures applied for compounds 3–6, since it cannot be properly purified by sublimation. Therefore, after removal of the original solvent in oil pump vacuum at room temperature, the residue is extracted with n-hexane and the obtained solution is chromatographed on Florisil (60–100 mesh) with n-hexane as solvent and eluant. The yellow fraction is collected and crystallized after concentration at −30°C. Compound 7 is obtained as pale yellow crystals. Microanalyses were performed in the Mikroanalytisches Labor of the TU München in Garching (Mr. M. Barth). Mid-IR spectra of isolated compounds were measured on a Bio-Rad FTS 525 spectrometer using KBr pellets, in situ spectra were recorded in KBr cells in methylene chloride as the solvent (cat.:oxidant 1:5–1:10). Far-IR measurements were performed on a Bio-Rad FTS 525 system as Nujol mulls or polyethylene pellets using a 6μm Mylar beam splitter. 1H-NMR, 95Mo- and 13C-NMR spectra were obtained using a 400MHz Bruker Avance DPX-400 spectrometer. Mass spectra were obtained with a Finnigan MAT 311 A and a MAT 90 spectrometer; catalytic runs were monitored by GC methods on a Hewlett-Packard instrument HP 5890 Series II equipped with a FID, a Supelco column Alphadex 120 and a Hewlett-Packard integration unit HP 3396 Series II. 2.1 Crystallography Crystal structure analysis of compound 7 [10]: C13H16MoO3, M r = 316.20, pale yellow fragment (0.10mm × 0.20mm × 0.30mm), monoclinic, P21/n (No.: 14), a = 13.5372(2)Å, b = 14.3485(2)Å, c = 14.0502(2)Å, β = 94.6173(7)°, V = 2720.23(7)Å3, Z = 8, d calc = 1.544gcm−3, F 000 = 1280, μ = 0.958mm−1. Preliminary examination and data collection were carried out on a kappa-CCD device (NONIUS MACH3) with an Oxford Cryosystems device at the window of a rotating anode (NONIUS FR591) with graphite monochromated Mo Kα radiation (λ = 0.71073Å). Data collection was performed at 123K within the Θ range of 2.01° < Θ < 25.36°. A total of 63,252 reflections were integrated, corrected for Lorentz, polarization, and, arising from the scaling procedure, corrected for latent decay and absorption effects. After merging (R int = 0.051), 4990 [3742: I o > 2σ(I o)] independent reflections remained and all were used to refine 435 parameters. The structure was solved by a combination of direct methods and difference-Fourier syntheses. All non-hydrogen atoms were refined with anisotropic displacement parameters. All hydrogen atoms were found and refined with individual isotropic displacement parameters. Full-matrix least-squares refinements were carried out by minimizing Σ w ( F o 2 − F c 2 ) 2 and converged with R 1 = 0.0249 [I o > 2σ(I o)], wR 2 = 0.0559 [all data], GOF = 1.039, and shift/error <0.002. The final difference-Fourier map shows no striking features (Δe min/max = +0.31/−0.34eÅ−3). The unit cell contains two crystallographical independent molecules A and B. They differ in the orientation of the methyl group bound to molybdenum with respect to the Cp-ring. Crystallographic data (excluding structure factors) for the structure reported in this paper have been deposited with the Cambridge Crystallographic Data Centre as supplementary publication no. CCDC-249731 (7). Copies of the data can be obtained free of charge on application to CCDC, 12 Union Road, Cambridge CB21EZ, UK (Fax: (+44)1223 336 033; e-mail: deposit@ccdc.cam.ac.uk). C5Me4HMo(CO)3CH3 (7). Yield (80%). Anal. Calcd. for C13H16O3Mo (316.20): C, 49.38; H, 5.10. Found: C, 49.56; H, 5.27. IR (KBr νcm−1): 3063 w, (CH of Cp), 2005 vs, 1923 vs, (CO). 1H-NMR (CDCl3, 400MHz, rt., δ ppm): 0.51 (s, 3H, C5(CH3)4HMoCH 3(CO)3), 1.82 and 1.86 (12H, C5(CH 3)4HMoCH3(CO)3), 4.96 (s, 1H, C5(CH3)4 HMoCH3(CO)3). 13C-NMR (CDCl3, 100.28MHz, rt., δ ppm): −13.0 (C5(CH3)4HMoCH3(CO)3), 10.6, 12.2 (C5(CH3)4HMoCH3(CO)3), 88.9, 103.9, 106.8 (C 5(CH3)4HMoCH3(CO)3), 163.9 (CO). 95Mo-NMR (CDCl3, 26.07MHz, rt., δ ppm): −1685. FAB-MS (NBA as FAB-matrix) m/z (%); M+ = 316 (17). 2.2 Catalytic reactions with compounds 1–7 as catalysts • Method A: Cis-cyclooctene (800mg, 7.3mmol), 1.00g mesitylene (internal standard), 1mol% (73μmol) of compounds 1–7 as catalyst. • Method B: Styrene (250mg, 2.39mmol), 100mg mesitylene (internal standard), 1mol% (24μmol) of compounds 1 and 3 as catalyst. • Method C: 1-octene (800mg, 7.12mmol), 1.00g mesitylene (internal standard), 1mol% (71μmol) of compounds 1 and 3 as catalyst. For all methods A, B, and C TBHP (5.5M in n-decane) 2.64, 0.869 and 2.58mL were added to a thermostated reaction vessel and stirred for 24h at 55°C. The catalyst precursor compounds 1–7 were first reacted with the TBHP until the reaction mixture changed its color from orange to yellow. After this the substrate and the internal standard were added. The reason for this order of addition is that the tricarbonyl carbonyl compounds are first to be oxidized to the catalytically active compounds, before oxidation of the substrate can be achieved. The formation of the catalyst species can be monitored by in situ vibrational spectroscopy. The course of the reaction was monitored by quantitative GC-analysis. Samples were taken after 5 and 10min and then every 30min diluted with chloroform and chilled in an ice bath. For the destruction of hydroperoxide and removal of water a catalytic amount of manganese dioxide and magnesium sulphate was added. The resulting slurry was filtered over a filter equipped Pasteur pipette and the filtrate injected in the GC column. The conversion of cyclooctene, styrene, and 1-octene as well as the formation of cyclooctene and styrene oxide was calculated from calibration curves (r 2 = 0.999) recorded prior to the reaction course. 3 Results and discussion 3.1 Syntheses and characterization Compounds 1–7 (Chart 1) were synthesised according to literature procedures or to modified literature procedures as described in the experimental part. The compounds are stable at room temperature and can be handled in laboratory atmosphere for several hours. Spectroscopic data, particularly IR vibrations, 1H- and 13C-NMR shifts have already been presented in the literature and will not be further discussed here. The X-ray crystal structure of compound 7 has been determined (see Fig. 1 ). The bond distances and bond angles are, as expected, similar to their congeners described elsewhere [11]. The 95Mo chemical shift is not an appropriate tool to distinguish between complexes in different oxidation states, however, it is highly sensitive to structural and electronic variations within a series of closely related mononuclear compounds [12], allowing insight into the electronic situation of the molybdenum centre. The present series of compounds exhibits highly shielded chemical shifts, which can be in general associated with low formal oxidation states. 95Mo-NMR data was only available for compound 3 [13] (δ = −1736ppm in C6D6 and −1729ppm in CDCl3), compounds 1, 4, 6 and 7 display their 95Mo-NMR signal in CDCl3 at −1708, −1685, −1596 and −1628ppm, respectively. It is observed that increasing the ring methyl substitution, which is expected to increase the electron density in the Cp ring and presumably also around the metal, leads in fact to a shift to low field. This, at a first glance strange observation had already been made for the series of compounds (mes)Mo(CO)3, (p-xyl)Mo(CO)3 and (tol)Mo(CO)3 [14]. The authors explain these results based on thermodynamic data showing that there is an increase of the molybdenum–arene bond strength with increasing ring methyl substitution, however, no quantitative interpretation was possible due to incomplete understanding of the complexity and relative importance of the several terms in the Ramsey equation. 3.2 Catalysis Compounds 1–7 were tested as catalysts for the epoxidation of cyclooctene, styrene and 1-octene with TBHP in order to compare the effect of the central atom, the presence of an ansa-bridge and the influence of the cyclopentadienyl ligand used in the catalytic performance. The details concerning the catalytic reaction are given in the experimental part. Blank reactions showed that no significant amount of epoxide was formed in the absence of catalyst. The catalysts were first stirred with TBHP until a color change from orange to yellow occurred, indicating the oxidation of the carbonyl complexes to the corresponding dioxo Mo(VI) compounds. For cyclooctene and 1-octene no significant formation of by-products (e.g. diol) was observed. For styrene, affording the epoxide more prone to ring opening reactions detectable amounts of diol as well as benzaldehyde and benzoic acid as by-products were found. The time dependent curves for compounds 1–7 are shown for cyclooctene in Fig. 2 and the TOFs in Table 1 . The curves show a similar evolution, having a quick increase of the yield during the first reaction hour and then slowing down (first order kinetics). From these curves it can be observed that there is a strong increase in activity on going from tungsten to molybdenum. This had already been observed before [5m,15] but in this case the difference is particularly pronounced. Increasing the reaction temperature increases the activity of the tungsten complexes, for instance for complexes 2 and 5 the yield rises from 10 to 41% and 15 to 61% after 4h when the reaction is performed at 90°C, instead of 55°C, furthermore, at 90°C the yields obtained after 24h are almost quantitative (90, 100%). Compounds 1 and 3 show a similar catalytic behaviour indicating that the replacement of a (CH2)2 ansa-bridge by a methyl group does not influence much the electronic situation on the metal centre and therefore also not the catalytic performance, on the other hand, the replacement of the methyl by a more electron-withdrawing group such as Cl leads to better catalytic results if applied in a 0.01:1:2 (cat.:substrate:oxidant) ratio [6]. The replacement of Cp by a more electron donating ligand like Cp* causes a decrease on the catalytic activity, on rendering the molybdenum centre more electron-rich, this phenomena has also been observed in the related compounds Cp′Mo(CO)3Cl, which have been previously studied [6]. The application of compound 7 allows a clearer insight into this phenomena, in fact, the absence of one methyl group in the methylated cyclopentadienyl ring already increases the activity on going from 6 to 7 (68–75% after 4h). These results additionally support the conclusion drawn from spectroscopic results (see also [6] with respect to Cp′Mo(CO)3Cl complexes) that the precursor compounds Cp′M(CO)3L are not transformed to an uniform catalyst species, e.g. a simple Mo(O2)2O2-type complex, after losing their organic ligands. On the contrary, the different organic ligands have significant influence on the catalyst performance, as it was observed in the case of RReO3 compounds, which also do not lose their organic ligand R under catalytic conditions [2,4] and this influence is maintained in repeated catalytic runs. No indications for a loss of the Cp′ and the R/L-ligand are found in the case of the complexes examined in this work. A lower catalyst loading than 1mol% was examined for compound 3 (0.1mol%), increasing the TOF to ca. 6000h−1. Under the same conditions Cp′Mo(O)2Cl-catalysed oxidations reach maximum TOFs of ca. 4000h−1 [6]. The latter catalyst is easily obtained from Cp′Mo(CO)3Cl in isolated yields up to 75%. We have already shown that Cp′Mo(CO)3Cl can also be successfully applied as catalyst (precursor) in situ [6]. The direct application of the carbonyl complexes leads to equal activities as the application of the isolated oxides but the latter procedure requires an additional synthesis step, causing a loss of at least 25% of the desired complex. These facts suggested the direct application of the carbonyl complexes also in the case of the compounds described in this work. Some of the expected oxide and peroxide products of general formulae Cp′MoO2R and Cp′Mo(O2)OR, in this work generated in situ from the carbonyl precursors 1–7 have been obtained previously by other routes and were isolated and thoroughly characterized [11c,16]. We exemplary isolated the reaction products of excess TBHP with compound 3 and compared the received 1H-, 13C-NMR and IR data with the available literature data [16c]. The obtained data are identical (within the error range of the experimental methods applied) with the published data of CpMoO(O2)(CH3). In situ recorded vibrational spectra suggest intermediary formation of CpMoO2(CH3), but this compound could not be obtained without the concomitant formation of CpMoO(O2)(CH3), even when stoichiometric amounts of TBHP are applied. CpMoO(O2)(CH3), isolated from the oxidation of CpMo(CO)3(CH3) (3) with excess TBHP as sole product in nearly quantitative yields, was additionally applied in the oxidation of cyclooctene with TBHP. Freshly prepared, it catalyzes the reaction as does the in situ generated species under the same reaction conditions. Based on these results it seems justified to assume that Cp′MoO(O2)R type complexes act as catalytically active species in the cases examined in this work. The observation that the Cp′Mo(CO)3Cl derived catalysts are of higher activity at higher catalyst concentration (1mol%), but of lower activity at lower catalyst concentration (0.1mol%) than the Cp′Mo(CO)3R derived catalysts may be due to the more pronounced moisture sensitivity of the chlorine derived systems. At lower catalyst concentration the relative amount of water in the system is higher and catalyst decomposition by reaction with water is more likely and faster. Much stronger effects of the same type, supporting this explanation, have been reported with respect to Re(VII) catalysts of composition XReO3 and MeReO3 [4b]. While the latter system is very stable in the presence of water, the highly reactive ClReO3 decomposes immediately in the presence of moisture under the formation of HCl and perrhenic acid (“HOReO3”) [4b], the latter being catalytically inactive under the applied conditions. The overall (absolute) yield however, is generally lower with Cp′Mo(CO)3L (L = Cl, alkyl) derived catalysts at lower catalyst concentrations than that obtained with a higher catalyst concentration at a given time. At all concentrations catalyst decomposition due to the presence of water takes place to a certain, but minor degree according to in situ obtained spectroscopic data (NMR, IR-evidence). At lower catalyst concentrations the relative amount of residual water is higher, thus having a more pronounced effect. Nevertheless, with a catalytic load of 1mol% compounds 1 and 3 could be recycled five times without significant loss of activity, for instance for 3 100% yield was obtained with five new substrate charges each time after ca. 4h, in the sixth charge 60% was obtained after 4h and on the seventh there was a major activity decrease to 10% yield after 24h. This decrease in activity, however, is not mainly due to catalyst decomposition. The increasing amount of t-BuOH, also able to coordinate to the catalyst competes, due to its excessive amount increasingly successful with the substrate, thus slowing down the velocity of the catalysed reaction. Addition of excess t-BuOH to a catalytic reaction has exactly the same effect. Theoretical calculations as well as older examinations on other Mo-based catalysts support this explanation [1,5l]. These observations also shed additional light on the earlier catalyst deactivation at lower catalyst concentrations described above. Due to the originally higher substrate concentration relative to the catalyst more t-BuOH forms in a given time. This also contributes to the reduction of the catalyst activity during the course of one (or more) catalytic runs depending on the catalyst:t-BuOH relationship. Compounds 1 and 3, being the most active derivatives, were also tested with styrene and 1-octene as substrates. The behaviour of the compounds is similar and with styrene after 24h epoxide yields of about 50% could be obtained, with 1-octene, a linear non-activated olefin, the results can also be considered as quite good, since after 24h conversion of ca. 60% and epoxide yields of ca. 45% can be reached. It should be noted that with the closely related and very active complex (η 5-C5Bz5)Mo(CO)3Cl after 24h and under the same catalytic conditions a yield of only ca. 20% was reached, the results found in the literature for other active catalysts are also not higher than this latter value [17]. 4 Conclusions The carbonyl compounds of composition Cp′Mo(CO)3R (R = alkyl) have proven to be efficient catalyst precursors. The isolation of the more sensitive oxo and peroxo compounds prior to application in catalysis is not necessary, avoiding also material losses: the carbonyl complexes can be oxidized in situ and directly be used as catalysts. This oxidation, however, does not include the loss of the Cp′ and the R ligand, comparable to the situation observed for Cp′Mo(CO)3Cl complexes. The activity and selectivity of the catalysts is high and they can be reused several times without significant decomposition. The by-product of the oxidation, t-BuOH hampers the catalytic reaction with increasing concentration, as it is known for other Mo(VI) oxidation catalysts. Heterogenization of the catalyst or two phase homogeneous catalysis might be promising ways to avoid high amounts of t-BuOH in the same phase as the catalyst after several catalytic runs and are accordingly under examination in our laboratories. Furthermore, the synthetic pathway used for the preparation of compounds 1 and 4 should allow the easy introduction of a chiral ligand instead of methyl group. The presence of a chiral group in the immediate surrounding of the metal centre might lead to much higher enantiomeric excesses as have been reached in the past with related complexes, where the chirality centre was usually quite far away from the metal. Acknowledgements JZ thanks the DAAD (German Academic Exchange Service) for a PhD grant. AMS is grateful to the Alexander von Humboldt-foundation for a postdoctoral grant. FEK acknowledges the Fonds der Chemischen Industrie for financial support. References [1] (a) L. Saussine H. Mimoun A. Mitschler J. Fischer Nov. J. Chimie 4 1980 253 (b) A.O. Chong K.B. Sharpless J. Org. Chem. 42 1977 1587 (c) R.A. Sheldon Recueil 92 1973 253 (d) R.A. Sheldon J.A. van Doorn J. Catal. 31 1973 427 (e) R.A. Sheldon J.A. van Doorn C.W.A. Schram A.J. de Jong J. Catal. 31 1973 438 [2] (a) C.D. Nunes A.A. Valente M. Pillinger J. Rocha I.S. Gonçalves Chem. Eur. J. 9 2003 4380 (b) M. Abrantes A.A. Valente M. Pillinger I.S. Gonçalves J. Rocha C.C. Romão Inorg. Chem. Commun. 5 2002 1069 (c) M. Abrantes A.A. Valente M. Pillinger I.S. Gonçalves J. Rocha C.C. Romão J. Catal. 209 2002 237 (d) A.M. Al Ajlouni E.S. Gould Inorg. Chem. 36 1997 362 (e) W.R. Thiel J. Mol. Catal. A: Chem. 117 1997 449 (f) G. Wahl D. Kleinhenz A. Schorm J. Sundermeyer R. Stowasser C. Rummey G. Bringmann Chem. Eur. J. 5 1999 3237 (g) R. Poli Chem. Eur. J. 10 2004 332 [3] (a) E. Bencze J. Mink C. Nemeth W.A. Herrmann B.V. Lokshin F.E. Kühn J. Organomet. Chem. 642 2002 246 (b) E. Bencze B.V. Lokshin J. Mink W.A. Herrmann F.E. Kühn J. Organomet. Chem. 627 2001 55 (c) W.R. Thiel R.W. Fischer W.A. Herrmann J. Organomet. Chem. 459 1993 9 (d) W.A. Herrmann J.D.G. Correia F.E. Kühn G.R.J. Artus C.C. Romão Chem. Eur. J. 2 1996 168 [4] (a) W.A. Herrmann F.E. Kühn Acc. Chem. Res. 30 1997 169 (b) C.C. Romão F.E. Kühn W.A. Herrmann Chem. Rev. 97 1997 3197 (c) G.S. Owens J. Arias M.M. Abu-Omar Catal. Today 55 2000 317 (d) F.E. Kühn M. Groarke B. Cornils W.A. Herrmann Applied Homogeneous Catalysis with Organometallic Compounds—A comprehensive Handbook vol. 3 2002 Wiley/VCH Weinheim, New York 1307 (e) F.E. Kühn W.A. Herrmann B. Cornils W.A. Herrmann Aqueous-Phase Organometallic Catalysis Concepts and Applications 2nd ed. 2004 Wiley/VCH Weinheim 488 [5] (a) G.N. Schrauzer L.A. Hughes N. Strampach P.R. Robinson E.O. Schlemper Organometallics 1 1982 44 (b) G.N. Schrauzer E.O. Schlemper N.H. Liu Q. Wang K. Rubin X. Zhang X. Long C.S. Chin Organometallics 5 1986 2452 (c) G.N. Schrauzer L.A. Hughes N. Strampach F. Ross D. Ross E.O. Schlemper Organometallics 2 1983 481 (d) G.N. Schrauzer L.A. Hughes E.O. Schlemper F. Ross D. Ross Organometallics 2 1983 1163 (e) F.E. Kühn E. Herdtweck J.J. Haider W.A. Herrmann I.S. Gonçalves A.D. Lopes C.C. Romão J. Organomet. Chem. 583 1999 3 (f) F.E. Kühn A.D. Lopes A.M. Santos E. Herdtweck J.J. Haider C.C. Romão A. Gil Santos J. Mol. Catal. 151 2000 147 (g) F.E. Kühn A.M. Santos I.S. Gonçalves A.D. Lopes C.C. Romão Appl. Organomet. Chem. 15 2001 43 (h) F.E. Kühn A.M. Santos A.D. Lopes I.S. Gonçalves J.E. Rodríguez-Borges M. Pillinger C.C. Romão J. Organomet. Chem. 621 2001 207 (i) A.M. Santos F.E. Kühn K. Bruus-Jensen I. Lucas C.C. Romão E. Herdtweck J. Chem. Soc. Dalton Trans. 2001 1332 (j) I.S. Gonçalves A.M. Santos C.C. Romão A.D. Lopes J.E. Rodriguez-Borges M. Pillinger P. Ferreira F.E. Kühn J. Rocha J. Organomet. Chem. 626 2001 1 (k) M. Groarke I.S. Gonçalves W.A. Herrmann F.E. Kühn J. Organomet. Chem. 649 2002 108 (l) F.E. Kühn M. Groarke E. Bencze E. Herdtweck A. Prazeres A.M. Santos M.J. Calhorda C.C. Romão A.D. Lopes M. Pillinger I.S. Gonçalves Chem. Eur. J. 8 2002 2370 (m) F.E. Kühn W.M. Xue A. Al Ajlouni A.M. Santos S. Zhang C.C. Romão G. Eickerling E. Herdtweck Inorg. Chem. 41 2002 4468 (n) J. Zhao X. Zhou A.M. Santos E. Herdtweck C.C. Romão F.E. Kühn J. Chem. Soc. Dalton Trans. 2003 3736 [6] M. Abrantes A.M. Santos J. Mink F.E. Kühn C.C. Romão Organometallics 22 2003 2112 [7] (a) J. Okuda E. Herdtweck W.A. Herrmann Inorg. Chem. 27 1988 1254 (b) J. Okuda Top. Curr. Chem. 160 1992 97 (c) F.E. Kühn W.A. Herrmann R. Hahn M. Elison J. Blümel E. Herdtweck Organometallics 13 1994 1601 [8] F. Amor P. Royo T.P. Spaniol J. Okuda J. Organomet. Chem. 604 2000 126 [9] (a) R.B. King Organometallic Synthese vol. 1 1965 Academic Press New York 145 (b) R.B. King M.B. Bisnette J. Organomet. Chem. 8 1967 287 [10] (a) Data Collection Software for Nonius kappa-CCD Devices, Delft, The Netherlands, 2001 (b) Z. Otwinowski W. Minor Meth. Enzymol. 276 1997 307ff (c) A. Altomare G. Cascarano C. Giacovazzo A. Guagliardi M.C. Burla G. Polidori M. Camalli SIR92 J. Appl. Crystallogr. 27 1994 435 (d) A.J.C. Wilson International Tables for Crystallography, Tables 6.1.1.4, 4.2.6.8, and 4.2.4.2 vol. C 1992 Kluwer Academic Publishers Dordrecht, The Netherlands (e) A.L. Spek PLATON, A Multipurpose Crystallographic Tool 2001 Utrecht University Utrecht, The Netherlands (f) G.M. Sheldrick SHELXL-97 1998 Universität Göttingen Göttingen, Germany [11] (a) D. Saurenz F. Demirhan P. Richard R. Poli H. Sitzmann Eur. J. Inorg. Chem. 2002 1415 (b) M.S. Rau C.M. Kretz G.L. Geoffroy A.L. Rheingold B.S. Haggerty Organometallics 13 1994 1624 (c) P. Legzdins E.C. Phillips S.J. Rettig L. Sánchez J. Trotter V.C. Yee Organometallics 7 1988 1877 [12] M. Minelli J.H. Enemark Coord. Chem. Rev. 68 1985 169 [13] J.-Y. Le Gall M.M. Kubicki F.Y. Petillon J. Organomet. Chem. 221 1981 287 [14] A.F. Masters R.C.C. Brownlee M.J. O’Connor A.G. Wedd Inorg. Chem. 20 1981 4183 [15] W.A. Herrmann J.J. Haider J. Fridgen G.M. Lobmaier M. Spiegler J. Organomet. Chem. 603 2000 69 [16] (a) J.W. Faller Y. Ma Organometallics 7 1988 559 (b) J.W. Faller Y. Ma J. Organomet. Chem. 368 1989 45 (c) P. Legzdins E.C. Phillips L. Sánchez Organometallics 8 1989 940 [17] (a) D. Chatterjee A. Mitra J. Mol. Catal. A: Chem. 144 1999 363 (b) H.S. Hilal W. Jondi S. Khalaf A. Keilani M. Suleiman A.F. Schreiner J. Mol. Catal. A: Chem. 113 1996 35",
      "scopus-id": "5144230421",
      "coredata": {
        "eid": "1-s2.0-S1381116904004972",
        "dc:description": "Carbonyl complexes of formula Cp′M(CO)3R (M = Mo, W; R = alkyl) can be applied as very active (TOFs up to ca. 6000h−1; TON > 500) and selective olefin epoxidation catalysts. The X-ray crystal structure of one of those complexes is reported. The carbonyl compounds are in situ oxidized by tert-butyl hydroperoxide (TBHP) and transformed to the catalytic active species without loss of the Cp′- and R-ligands. Mo complexes are far more active than W compounds, increasing alkylation of the Cp ligand lowers the catalytic activity. Ansa-bridged derivatives, being more difficult to synthesize than unbridged congeners, show no significant advantage when applied in catalysis. The catalysts lose activity after several runs, mainly due to competitive coordination of the increasing presence of the by-product t-BuOH.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904004972",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhao, Jin"
          },
          {
            "@_fa": "true",
            "$": "Santos, Ana M."
          },
          {
            "@_fa": "true",
            "$": "Herdtweck, Eberhardt"
          },
          {
            "@_fa": "true",
            "$": "Kühn, Fritz E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904004972"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904004972"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00497-2",
        "prism:volume": "222",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Molybdenum and tungsten complexes of composition (η 5-C5R5)MR′(CO)3 and their use as olefin epoxidation catalyst precursors",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Molybdenum"
          },
          {
            "@_fa": "true",
            "$": "Olefin epoxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "265-271",
        "prism:endingPage": "271",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 2004",
        "prism:doi": "10.1016/j.molcata.2004.07.023",
        "prism:startingPage": "265",
        "dc:identifier": "doi:10.1016/j.molcata.2004.07.023",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "545",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1694",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "382",
            "@width": "362",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13907",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1368",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "544",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10380",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-ch1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1098",
            "@ref": "ch1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "374",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-ch1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7459",
            "@ref": "ch1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2365",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "160",
            "@width": "151",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004972-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7495",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/5144230421"
      }
    }
  }
}