{
  "metadata": {
    "title": "Effect of alkoxysilanes formed in situ on the properties of Ziegler–Natta catalysts for olefin polymerisation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-04-20",
    "doi": "10.1016/j.molcata.2004.09.054",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904006673",
    "pii": "S1381116904006673"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-14844295010",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-02-03 2005-02-03 2010-04-19T04:56:56 1-s2.0-S1381116904006673 S1381-1169(04)00667-3 S1381116904006673 10.1016/j.molcata.2004.09.054 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X00346 2015-05-15T05:56:32.920819-04:00 0 0 20050420 2005 2005-02-03T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 231 231 1 2 1 2 Volume 231, Issues 1–2 17 123 127 123 127 20050420 20 April 2005 2005-04-20 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. EFFECTALKOXYSILANESFORMEDINSITUPROPERTIESZIEGLERNATTACATALYSTSFOROLEFINPOLYMERISATION CHIRINOS J 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation of catalysts 2.3 Polymerisation reactions 2.4 Characterisation 3 Results and discussion 3.1 Ethylene polymerisation 3.2 Propylene polymerisation 4 Conclusions Acknowledgements References TAVEIRAMAGALHAES 1991 827 D GUPTA 1996 1399 V GUPTASHASHIKANT 1997 167 V SHIN 1995 3765 H CHUNG 1995 1205 J CHOI 1996 405 J FORTE 1996 223 M TAIT 1990 11 P CATALYTICOLEFINPOLYMERIZATION CZAJA 1998 451 K PARADA 1999 231 A PARADA 2000 143 A PARADA 2002 2093 A PARADA 2003 1 A YE 2002 3112 Z CHO 2000 203 H GUAN 2002 123 Z CHO 2003 155 H VOGEL 1961 A QUANTITATIVEINORGANICANALYSIS MUNOZESCALONA 1987 977 A GAROFF 1987 197 T TRANSITIONMETALSORGANOMETALLICSCATALYSTSFOROLEFINPOLYMERIZATION EABORN 1960 C ORGANOSILICONCOMPOUNDS WRIGHT 1958 1733 J CHIRINOSX2005X123 CHIRINOSX2005X123X127 CHIRINOSX2005X123XJ CHIRINOSX2005X123X127XJ item S1381-1169(04)00667-3 S1381116904006673 1-s2.0-S1381116904006673 10.1016/j.molcata.2004.09.054 271358 2010-10-10T21:02:19.932916-04:00 2005-04-20 1-s2.0-S1381116904006673-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/MAIN/application/pdf/1e8e9b622e9c8ab4fce62baed8b623d8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/MAIN/application/pdf/1e8e9b622e9c8ab4fce62baed8b623d8/main.pdf main.pdf pdf true 110939 MAIN 5 1-s2.0-S1381116904006673-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/PREVIEW/image/png/a3b2393ea0847d40eaa44b2d280a34fa/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/PREVIEW/image/png/a3b2393ea0847d40eaa44b2d280a34fa/main_1.png main_1.png png 63667 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904006673-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/gr1/DOWNSAMPLED/image/jpeg/44f8d6c4600ca12b34937e491f5d6f9b/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/gr1/DOWNSAMPLED/image/jpeg/44f8d6c4600ca12b34937e491f5d6f9b/gr1.jpg gr1 gr1.jpg jpg 20248 213 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006673-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/gr1/THUMBNAIL/image/gif/3d310fd831729e20507bd3eee175076b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/gr1/THUMBNAIL/image/gif/3d310fd831729e20507bd3eee175076b/gr1.sml gr1 gr1.sml sml 1474 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904006673-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/fx1/DOWNSAMPLED/image/jpeg/70ad623a55115ed04a8b9460e8ded7f2/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/fx1/DOWNSAMPLED/image/jpeg/70ad623a55115ed04a8b9460e8ded7f2/fx1.jpg fx1 true fx1.jpg jpg 12948 138 244 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006673-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/fx1/THUMBNAIL/image/gif/b31971c8a9deefba0364928aa0557014/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/fx1/THUMBNAIL/image/gif/b31971c8a9deefba0364928aa0557014/fx1.sml fx1 true fx1.sml sml 1477 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904006673-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/sc1/DOWNSAMPLED/image/gif/7e9ccacf4d5deabd05174f12d087e1f2/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/sc1/DOWNSAMPLED/image/gif/7e9ccacf4d5deabd05174f12d087e1f2/sc1.gif sc1 sc1.gif gif 3382 109 367 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904006673-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904006673/sc1/THUMBNAIL/image/gif/8c5db3b5ea57dfa9f19f87a90a265a86/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904006673/sc1/THUMBNAIL/image/gif/8c5db3b5ea57dfa9f19f87a90a265a86/sc1.sml sc1 sc1.sml sml 640 37 125 IMAGE-THUMBNAIL MOLCAA 4898 S1381-1169(04)00667-3 10.1016/j.molcata.2004.09.054 Elsevier B.V. Scheme 1 Synthesis of the TiCl4/MgCl2–alkoxysilane. Fig. 1 Activity and molecular weight vs. alcohol used in the synthesis of the support. Table 1 Composition of MgCl2–ROH solutions and catalysts MgCl2:ROH (solutions) T reflux (°C) Catalysts Catalyst component MgCl2 MT TiCl4/MgCl2 MgCl2:4C2H5OH 78–79 MEST TiCl4/MgCl2–SiCl4−n (EtO) n MgCl2:4C3H7OH 96–97 MPST TiCl4/MgCl2–SiCl4−n (PrO) n MgCl2:3C4H9OH 116–118 MBST TiCl4/MgCl2–SiCl4−n (BuO) n MgCl2:3C6H13OH 156–157 MHST TiCl4/MgCl2–SiCl4−n (HexO) n MgCl2:16iC3H7OH 82–83 MiPST TiCl4/MgCl2–SiCl4−n (iPrO) n MgCl2:10tC4H9OH 81–82 MtBST TiCl4/MgCl2–SiCl4−n (tBuO) n Table 2 Results of ethylene polymerisation Catalysts Ti (%wt.) Activity (kgPE/gTihatm) Tm (°C) ΔH f (J/g) M v ×10−6 (g/mol) MT 1.8 2.03 135 103.6 32.3 MEST 2.6 11.90 136 151.3 8.6 MPST 5.0 16.20 134 152.9 5.6 MBST 3.1 20.88 136 181.8 4.4 MHST 10.8 23.06 134 161.3 5.1 MiPST 4.4 18.40 135 184.7 4.8 MtBST 4.9 2.06 136 135.0 45.0 Table 3 Results of propylene polymerisation Catalysts Activity a T m (°C) ΔH f (J/g) %I.I. b Mv × 10−5 (g/mol) PPinsol+sol PPinsol MT 0.3 148 61.4 76 0.56 5.6 MEST 5.3 150 53.1 67 3.47 5.3 MPST 6.4 151 63.1 84 3.87 3.7 MBST 15.8 153 80.3 82 5.45 4.0 MHST 18.9 151 59.4 78 5.18 7.3 a Activity expressed as kgPP/gTihatm. b Isotacticity index: %I.I.=(gPPinsol/gPPsol+insol)×100, where PPinsol =PP insoluble in boiling heptane after extraction and PPsol+insol =PP before extraction. Effect of alkoxysilanes formed in situ on the properties of Ziegler–Natta catalysts for olefin polymerisation J. Chirinos J. Fernández D. Pérez T. Rajmankina * A. Parada Laboratorio de Polímeros, Departamento de Química, Facultad de Ciencias, La Universidad del Zulia, Maracaibo 4002, Venezuela * Corresponding author. Tel.: +58 261 7977470; fax: +58 261 7977470. TiCl4/MgCl2–alkoxysilane-based catalysts for olefin polymerisation were prepared by supporting TiCl4 on recrystallised MgCl2 containing grafted alkoxysilane. The alkoxysilanes were generated in situ during the recrystallisation of MgCl2 with SiCl4 from alcoholic solutions. The effect of the nature of the alkoxysilane on the catalytic performance and polymer properties was studied by using different alcohols as solvent. The results of the polymerisation of ethylene and propylene showed that the activities, molecular weights and isotacticities depended strongly on the structure of the alkoxysilane, which possibly acts as an internal electron donor. Graphical abstract TiCl4/MgCl2–alkoxysilane-based catalysts for olefin polymerisation were prepared by supporting TiCl4 on recrystallised MgCl2 containing grafted alkoxysilane. The alkoxysilanes were generated in situ during the recrystallisation of MgCl2 with SiCl4 from alcoholic solutions. The effect of the nature of the alkoxysilane on the catalytic performance and polymer properties was studied by using different alcohols as solvent. The results of the polymerisation of ethylene and propylene showed that the activities, molecular weights and isotacticities depended strongly on the structure of the alkoxysilane (see figure), which possibly acts as an internal electron donor. Keywords Ziegler–Natta catalysts Recrystallisation Polyolefins Alkoxysilanes 1 Introduction The use of MgCl2–alcohol adducts as catalytic supports has attracted a great deal of attention both for the preparation of conventional Ziegler–Natta catalysts [1–13] and for the heterogenisation of metallocenes [14–16]. The main goal of the use of these adducts has been to control the morphology of the resulting polymer and to enhance the activity. The control of morphology is achieved by the replica phenomenon, whereby the polymer formed takes the shape of the catalyst particles [2–5,8,9], whilst increased activity is achieved by generating longer-lived titanium centre [7]. Although Ziegler–Natta catalysts based on TiCl4/MgCl2·nROH adduct obtained from recrystallisation methods have the advantage of yielding a good polymer morphology [5,8,9,13], not much progress has been made in terms of activity improvement. It is likely that small amounts of residual alcohol and titanium chloride alkoxides in the support act as catalytic poisons. In order to overcome the poor activity of Ziegler–Natta catalysts prepared by recrystallisation of MgCl2 caused by the poisonous effect of residual alcohol and TiCl4−n (OR) n , we have previously reported a methodology to prepare a highly active TiCl4/MgCl4–alkoxysilane-based catalyst by precipitating the magnesium dichloride from its solution in hexanol with SiCl4. The silicon tetrachloride reacts with MgCl2·nROH adduct to form MgCl2–SiCl4−n (O-hexyl) n . Then TiCl4 is supported on the alcohol-free recrystallised MgCl2–SiCl4−n (O-hexyl) n . Thus, after a complete dealcoholation, the alkoxysilanes formed remain grafted in the solid catalysts and may act as an electron donor in the catalytic polymerisation [9,11,12]. In this work, we extended our study to investigate the effect of varying the alkoxysilane formed during the synthesis of the solid carrier on the activity of the resultant pre-catalysts and the properties of the polymers obtained. As the alkoxysilane donors are formed from the alcohols used as solvents, variation in the alkoxysilane was achieved by varying the solvent used. The pre-catalysts were synthesised by supporting TiCl4 on the alcohol-free modified MgCl2/alkoxysilane to obtain active catalysts for ethylene and propylene polymerisation. The activity of the catalytic systems and the properties of the polymer obtained are discussed as a function of the alcohol used in the preparation of the support. 2 Experimental 2.1 Materials All manipulations were carried out under an inert atmosphere of N2 using standard Schlenk techniques. n-Heptane, n-hexane and isooctane (Aldrich) were distilled under nitrogen over Na/benzophenone and stored over molecular sieves (4Å). n-Hexanol, t-butanol, n-butanol, 2-propanol, n-propanol and ethanol (Aldrich) were distilled under nitrogen before use. Ethylene and propylene (polymerisation grade, Matheson) were passed through columns filled with molecular sieves prior to use. Titanium tetrachloride, silicon tetrachloride (Aldrich) and triethylaluminum (TEA, Schering) were used without further purification. Anhydrous magnesium dichloride (Aldrich) was dried by heating at 150°C under vacuum for 48h. 2.2 Preparation of catalysts Typically, anhydrous MgCl2 (1g, 10.5mmol) and isooctane (5ml) were introduced into a three-neck flask equipped with a magnetic stirrer, a reflux condenser and a dropping funnel. With vigorous stirring, the required amount of alcohol (Table 1 ) was added dropwise. The mixture was then heated to reflux whilst stirring was continued. After complete dissolution of MgCl2, SiCl4 in hexane (1:1, v/v) at equimolar ratio SiCl4/ROH was slowly added to the mixture. A jelly-like precipitate was formed with liberation of HCl fumes. TiCl4 was then added to the mixture (at an equimolar ratio Ti/Mg) and the reaction mixture was heated to reflux for 2h with continued vigorous stirring. The reaction mixture was then allowed to cool to room temperature. After reaching room temperature, the precipitate was allowed to settle and the supernatant was removed by filtration. The solid residue was then washed several times with n-heptane to remove any excess of TiCl4 and alkoxysilane. A pre-catalyst consisting of TiCl4 supported on MgCl2 was prepared as a reference catalyst (MT, Table 1). In this case, TiCl4 was added to the well-stirred suspension of the MgCl2 in isooctane, refluxed for 2h, cooled and washed as described above for the other catalysts. Finally, catalysts were suspended in n-heptane and stored as slurries. 2.3 Polymerisation reactions The ethylene polymerisations were carried out in a 100ml Schlenk tube charged with n-hexane (50ml), pre-catalyst (10μmol) and TEA (5ml, 1mmol for a ratio Al/Ti=100). The reactions were performed under 1atm of ethylene pressure, with magnetic stirring, at room temperature without temperature control, for 0.5h. The propylene polymerisations were carried out in a 1l stainless steel autoclave (Büchi), which was equipped with a mechanical stirrer and an external jacket connected to a circulating bath for temperature control. The reactor was charged with n-hexane (150ml), pre-catalyst (10μmol) and TEA (5ml, 1mmol for an Al/Ti=100). The reactions were performed under 9.0atm of propylene pressure, with mechanical stirring, at 70°C, for 1h. During the polymerisations, the temperature was kept within ±0.1°C. In both cases, the reactions were terminated by venting the reactor and quenching the polymerisation with a solution of HCl/methanol. The polymer was separated by filtration, washed with methanol and dried in a vacuum oven at 40°C until it reached constant weight. 2.4 Characterisation The Ti content of the catalysts was measured using a colorimetric method [17]. After dissolving the pre-catalysts in an acidic media, all of the titanium contained in the catalysts was converted into Ti4+ by addition of H2O2. UV–vis spectra of the resultant solution of peroxo-titanium complexes were recorded on a Perkin-Elmer UV-Lambda 2S spectrometer. The intensity of a peak at 417nm (ɛ =782.7l−1 mol−1 cm−1) was used to quantify the titanium content. Polymer intrinsic viscosities, [η], were measured in decaline at 135±0.01°C, under nitrogen flow, in a PVS1 Lauda viscosimeter. The viscosimetric molecular weight, M v, was calculated using the Mark-Houwink relation [η]= K(M v) α , K =6.7×10−4 and α =0.67 for polyethylene and K =1.1×10−4 and α =0.8 for polypropylene [18]. The stereoregularity of the polypropylene was estimated by measuring the isotactic index (I.I.). In a typical measurement, 3g of PP were extracted with boiling n-heptane in a Soxhlet apparatus for 8h. The insoluble fraction was then dried under vacuum and weighed. The I.I. was calculated as the weight percentage of the insoluble polymer in n-heptane. Differential scanning calorimetric (DSC) measurements were recorded on a Rheometric Scientific DSC at a heating rate of 10°C/min. 3 Results and discussion The molar ratio of aliphatic alcohol to MgCl2 required to effect dissolution of the magnesium salt in isooctane varies depending on the alcohol. As can be seen from Table 1, higher ROH/MgCl2 ratios are required for branched alcohols (entries 6 and 7) than for linear. It is possible that the greater steric bulk of the branched alcohols hampers their diffusion through the MgCl2 crystal lattice. It is known that MgCl2 with a high degree of disorder can be obtained by precipitation of its alcoholic solution [2,3]. It is reasonable to assume that the inclusion of alkoxysilanes in the support will affect the degree of disorder in the support, and that this will very depending on the nature of the alkoxysilane. In turn, the degree of disorder will affect the incorporation of titanium, as titanium is incorporated into defects in the MgCl2 lattice. This is indeed what is found, the amount of titanium incorporated in all the alkoxysilane-modified catalysts is greater than that in the reference system, and varies from 2.6wt.% in the ethanol-denned system to 10.8wt.% in the hexanol-denned system (Table 2 ). The synthesis of the TiCl4/MgCl2–alkoxysilane catalysts involves three steps (Scheme 1 ). First, MgCl2·nROH adducts are formed by dissolving MgCl2 in the corresponding alcohol [3]. Second, the addition of SiCl4 results in the precipitation of MgCl2–SiCl4−n (OR) n with evolution of HCl. In previous works, we have demonstrated that the addition of SiCl4 to the hexanol–adduct support leads to a complete dealcoholation by generating alkoxysilane compounds [9–11]. The pre-catalysts prepared in this work using hexanol are reproducible containing similar amount of supported titanium and had the same polymerisation activity when activated. Based on the hexanol results, we presume that upon the addition of SiCl4 a similar complete dealcoholation occurs regardless of the alcohol used. As a result of this dealcoholation, TiCl4 impregnation sites are generated in the modified support without, or with minimal, interference from residual alcohol. In the particular case when hexanol is used as solvent, the following features have been observed: (a) the addition of SiCl4 to MgCl2·n(C6H13O) leads to the formation of MgCl2–SiCl(OC6H13)3. This was shown by characterising the recrystallised support by IR spectroscopy [9] and by determining the stoichiometry of the reaction by titration of the HCl liberated [11]. (b) It has also previously been found that after treatment of the support with TiCl4 and removing any excess of unincorporated TiCl4 and/or alkoxysilane, the composition of this pre-catalyst determined by X-ray microanalysis (EDX) is: Cl=64%, Mg=16%, Si=9% and Ti=11% [11]. These results correspond to a stoichiometry of (MgCl2) a (TiCl4) b (Si(OC6H13)3) c , where a = b = c =1. 3.1 Ethylene polymerisation Table 2 shows the results for ethylene polymerisation. The catalytic activity is influenced by the nature of the alkoxysilanes formed during the precipitation of the support, and thus upon the nature of the alcohol used to dissolve the MgCl2. In general, an increase in activity of the order of 6–11 times, in relation to the reference catalyst, was observed for straight-chain alcohols. The secondary alcohol isopropanol affords an activity value between that of n-propanol and n-butanol. These results are consistent with the fact that primary and secondary alcohols react readily with SiCl4 without the formation of side products. The high activity of these catalysts shows that the titanium alkoxide Ti-(OR), which is inactive for polymerisation, is formed in very low quantities, if at all. According to Garoff et al. [19], Cl3Ti-OR not only increases the catalyst weight, but also blocks the active centres in the activated support material. A much lower activity was obtained when a tertiary alcohol, tBuOH, was used. It has been found that tertiary alcohols have a lower reactivity towards the replacement of halogens attached to silicon [20]. Furthermore, when a tertiary alcohol reacts with SiCl4 an acid acceptor is required to prevent dehydration of the alcohol [21]. Reactive alcohols, such as tBuOH, benzyl and 1-phenyl-ethanol, give mainly the alkyl chloride and little or no organosilicon alkoxide when the reaction is carried out in the absence of a base. In this work, instead of using an acid acceptor which would be included in the supported catalysts as a side product, and probably interfere with the polymerisation reaction, an alternative method to remove the HCl liberated from the reaction was used. It consisted of the use of a high-boiling hydrocarbon solvent as media of reaction to reduce the solubility of the hydrogen chloride generated and to avoid the difficult separation of an extra component from the catalyst. However, it is possible that the dehydration of tBuOH occurs to some extent. As a result of the dehydration, an olefin and water are obtained. The water formed can either hydrolyse the organosilicon alkoxide (or chloride) or the MgCl2 support, generating sites poisonous to TiCl4. We believe that a combination of these factors, a low level of dealcoholation of the support leading to formation of TiCl3(OR), hydrolysis of organosilicon alkoxide generated and/or hydrolysis of the MgCl2, are responsible for the poor activity of MtBST (Table 2). The viscosimetric molecular weight (M v), melting temperature (T m) and heat of fusion (ΔH f) of the resultant polymers are given in Table 2. The M v ranged between 440,000 and 860,000g/mol for the polymers obtained with the more active catalysts (entries 2–6). Interestingly, the less active catalysts, MT and MtBST (entries 1 and 7, respectively), produced polymers with by far the highest polymer molecular weight. These polymers have molecular weights about 6 and 9 times higher, respectively, than those obtained from the other catalysts. As expected, the polymers with the highest molecular weight showed lower crystallinity (entries 1 and 7, respectively). Higher entanglement of the polymer chains occurs in polymers with high molecular weight; as a result polyethylenes with lower degree of crystallinity are obtained. However, there is a striking difference in the crystallinity of the polymers obtained with the catalysts MT and MtBST. The polymer with the highest molecular weight, obtained with the catalyst MtBST, whilst having the lowest degree of crystallinity of polymers produced by our alkoxysilane-based catalysts, did not show the lowest degree of crystallinity of all polymers produced. Instead, the polymer obtained with the reference catalyst (MT) showed the lowest crystallinity. It is likely that the polymer formed from the reference catalyst has a different PDI (polydispersity index) to those formed by the alkoxysilane containing catalysts as this catalyst is chemically different to the others. In general, the molecular weight varies inversely to activity, as illustrated in Fig. 1 . The fact that the activities obtained with the pre-catalysts containing alkoxysilane are higher than the one obtained with the reference pre-catalysts is likely to be the result of an internal electron donor modifier leading to an increase in the propagation rate constant. 3.2 Propylene polymerisation The results of propylene polymerisation using the same catalytic systems are shown in Table 3 . As can be seen from the table, the modified catalysts (entries 2–5) were far more active than the reference catalyst. However, catalysts obtained by using tBuOH and iPrOH as the dissolving alcohol were inactive toward PP under the experimental conditions used. In general, the same trend of increasing activity with increasing length of the alkyl chain of the dissolving alcohol, that was found for ethylene polymerisation, was observed. However, the molecular weight of the PP seems to have an opposite trend to the one observed for PE. Whilst catalysts prepared by using shorter-chain alcohols produced PE with higher M v, the M v of PP was greater for catalysts prepared using dissolving alcohols with longer alkyl chains. Although, it is clear that alkoxysilanes generated in situ by reaction of an alcohol adduct of MgCl2 with SiCl4 have a beneficial effect on both the activity of the catalysts and the molecular weight of the PP produced, no clear correlations were found between the polymer properties and the nature of the alkoxysilane donor. Efforts to elucidate the characteristics and performance of this new generation of stereospecific catalysts in order to optimise both activity and stereocontrol are currently in progress and will be the subject of further reports. 4 Conclusions A convenient methodology to prepare heterogeneous Ziegler–Natta TiCl4-based catalysts supported on a modified MgCl2 containing alkoxysilane has been developed. This methodology affords highly active catalysts for olefin polymerisation with the further advantage that there is no interference caused by an excess of the modifier during the impregnation of TiCl4. The nature of the alkoxysilane generated in situ during the synthesis of the catalysts has an appreciable effect on the catalyst activity and molecular weight of PE. No clear correlation could be established between the nature of the electron donor and the properties of PP. Acknowledgements The authors gratefully acknowledge the Fundación Nacional de Investigaciones Científicas (FONACIT) and the Consejo de Desarrollo de La Universidad del Zulia (CONDES) for their financial support. Dr. Martín Humphries is thanked for helpful discussions. References [1] D.N. Taveira Magalhaes O. Do Coutto Filho F.M.B. Coutinho Eur. Polym. J. 27 1991 827 [2] V.K. Gupta M. Ravindranathan Polymer 37 1996 1399 [3] V.K. Gupta Shashikant M. Ravindranathan Polym. Plast. Technol. Eng. 36 1997 167 [4] H.W. Shin J.S. Chung I.K. Song W.Y. Lee Macromol. Chem. Phys. 19 1995 3765 [5] J.S. Chung I.K. Song W.Y. Lee Macromol. Chem. Phys. 196 1995 1205 [6] J.H. Choi J.S. Chung H.W. Shin I.K. Song W.Y. Lee Eur. Polym. J. 32 1996 405 [7] (a) M.C. Forte F.M.B. Coutinho Eur. Polym. J. 32 1996 223 (b) P.J.T. Tait T. Keii K. Soga Catalytic Olefin Polymerization vol. 56 1990 Elsevier Oxford 11 [8] K. Czaja B. Król Macromol. Chem. Phys. 199 1998 451 [9] A. Parada T. Rajmankina J. Chirinos Polym. Bull. 43 1999 231 [10] A. Parada T. Rajmankina J. Chirinos A. Chirinos Información Tecnológica 11 2000 143 [11] A. Parada T. Rajmankina J. Chirinos A. Morillo Eur. Polym. J. 38 2002 2093 [12] A. Parada T. Rajmankina J. Chirinos A. Morillo J.G. Fernández Des. Monomers Polym. 6 2003 1 [13] Z.Y. Ye L. Wang L.F. Feng X.P. Gu H.H. Chen P.Y. Ahang J. Pan S. Jiang L.X. Feng J. Polym. Sci. Part A: Polym. Chem. 40 2002 3112 [14] H.S. Cho J.S. Chung W.Y. Lee J. Mol. Catal. A: Chem. 159 2000 203 [15] Z. Guan Y. Zheng S. Jiao J. Mol. Catal. A: Chem. 188 2002 123 [16] H.S. Cho W.Y. Lee J. Mol. Catal. A: Chem. 191 2003 155 [17] A.I. Vogel Quantitative Inorganic Analysis 1961 Longman London p. 788 [18] A. Muñoz-Escalona H. Garcia A. Albornoz J. Appl. Polym. Sci. 43 1987 977 [19] T. Garoff E. Liskola P. Sormunen W. Kaminsky H. Sinn Transition Metals and Organometallics as Catalysts for Olefin Polymerization 1987 Springer-Verlag Berlin 197 [20] C. Eaborn Organosilicon Compounds 1960 Butterworths London p. 289 [21] J.R. Wright R.O. Bolt A. Goldschmidt A.D. Abbott J. Am. Chem. Soc. 80 1958 1733",
      "scopus-id": "14844295010",
      "coredata": {
        "eid": "1-s2.0-S1381116904006673",
        "dc:description": "TiCl4/MgCl2–alkoxysilane-based catalysts for olefin polymerisation were prepared by supporting TiCl4 on recrystallised MgCl2 containing grafted alkoxysilane. The alkoxysilanes were generated in situ during the recrystallisation of MgCl2 with SiCl4 from alcoholic solutions. The effect of the nature of the alkoxysilane on the catalytic performance and polymer properties was studied by using different alcohols as solvent. The results of the polymerisation of ethylene and propylene showed that the activities, molecular weights and isotacticities depended strongly on the structure of the alkoxysilane, which possibly acts as an internal electron donor.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-04-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904006673",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chirinos, J."
          },
          {
            "@_fa": "true",
            "$": "Fernández, J."
          },
          {
            "@_fa": "true",
            "$": "Pérez, D."
          },
          {
            "@_fa": "true",
            "$": "Rajmankina, T."
          },
          {
            "@_fa": "true",
            "$": "Parada, A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904006673"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904006673"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00667-3",
        "prism:volume": "231",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of alkoxysilanes formed in situ on the properties of Ziegler–Natta catalysts for olefin polymerisation",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ziegler–Natta catalysts"
          },
          {
            "@_fa": "true",
            "$": "Recrystallisation"
          },
          {
            "@_fa": "true",
            "$": "Polyolefins"
          },
          {
            "@_fa": "true",
            "$": "Alkoxysilanes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "123-127",
        "prism:endingPage": "127",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 April 2005",
        "prism:doi": "10.1016/j.molcata.2004.09.054",
        "prism:startingPage": "123",
        "dc:identifier": "doi:10.1016/j.molcata.2004.09.054",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "213",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20248",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1474",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "138",
            "@width": "244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12948",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1477",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "109",
            "@width": "367",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3382",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904006673-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "640",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/14844295010"
      }
    }
  }
}