{
  "metadata": {
    "title": "Tuning the selectivity of ruthenium nanoscale catalysts with functionalised ionic liquids: Hydrogenation of nitriles",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-11-02",
    "doi": "10.1016/j.molcata.2009.08.004",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116909003677",
    "pii": "S1381116909003677"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-70349146205",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2009-08-12 2009-08-12 2010-04-16T17:45:36 1-s2.0-S1381116909003677 S1381-1169(09)00367-7 S1381116909003677 10.1016/j.molcata.2009.08.004 S300 S300.1 FULL-TEXT 1-s2.0-S1381116909X00154 2022-05-30T10:08:23.796399Z 0 0 20091102 2009 2009-08-12T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 313 313 1 2 1 2 Volume 313, Issues 1–2 13 74 78 74 78 20091102 2 November 2009 2009-11-02 2009 Regular papers article fla Copyright © 2009 Elsevier B.V. All rights reserved. TUNINGSELECTIVITYRUTHENIUMNANOSCALECATALYSTSFUNCTIONALISEDIONICLIQUIDSHYDROGENATIONNITRILES PRECHTL M 1 Introduction 2 Experimental 2.1 General methods: reagents, reactors and analyses techniques 2.2 Synthesis of ruthenium nanoparticle in ionic liquids 2.3 Catalytic hydrogenation of nitriles 2.4 Sample preparation for TEM analysis 3 Results and discussion 4 Conclusions Acknowledgements References JESSOP 1992 155 284 P ASTRUC 2005 7852 7872 D ROUCOUX 2002 3757 3778 A MIGOWSKI 2007 32 39 P FONSECA 2003 3263 3269 G FONSECA 2004 1525 1528 G JANSAT 2004 1592 S OBERT 2009 43 51 K ZHAO 2004 2197 2205 D FEI 2007 1588 1598 Z CASSOL 2006 243 248 C PRECHTL 2008 8995 9001 M REETZ 2004 1559 1563 M CASSOL 2005 3298 3299 C GRUBER 2001 7345 7348 A DYSON 2003 2964 2974 P SILVEIRA 2004 3734 3740 E GUTEL 2007 3290 3292 T CHOJECKI 2007 237 248 A SCHARRINGER 2008 167 179 P ENTHALER 2008 9491 9494 S ENTHALER 2008 1006 1010 S ADDIS 2009 3654 3656 D SCHARRINGER 2009 34 41 P PRECHTLX2009X74 PRECHTLX2009X74X78 PRECHTLX2009X74XM PRECHTLX2009X74X78XM 0 item S1381-1169(09)00367-7 S1381116909003677 1-s2.0-S1381116909003677 10.1016/j.molcata.2009.08.004 271358 2010-09-21T22:48:09.501565-04:00 2009-11-02 1-s2.0-S1381116909003677-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/MAIN/application/pdf/57927fc6330e65f3d787cfcfb6df7e0b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/MAIN/application/pdf/57927fc6330e65f3d787cfcfb6df7e0b/main.pdf main.pdf pdf true 769382 MAIN 5 1-s2.0-S1381116909003677-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/PREVIEW/image/png/65e5b6166d5f67fc458c7a6cd1c24ee0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/PREVIEW/image/png/65e5b6166d5f67fc458c7a6cd1c24ee0/main_1.png main_1.png png 55293 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116909003677-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/sc1/DOWNSAMPLED/image/jpeg/0f06e05e7fba0764687da3c2ab3a5694/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/sc1/DOWNSAMPLED/image/jpeg/0f06e05e7fba0764687da3c2ab3a5694/sc1.jpg sc1 sc1.jpg jpg 36513 662 461 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/sc1/THUMBNAIL/image/gif/69dc13c0e677ca8dccd46c1a9062d7b9/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/sc1/THUMBNAIL/image/gif/69dc13c0e677ca8dccd46c1a9062d7b9/sc1.sml sc1 sc1.sml sml 1776 164 114 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr1/DOWNSAMPLED/image/jpeg/0eed7ebb5da101494525e7af0498a387/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr1/DOWNSAMPLED/image/jpeg/0eed7ebb5da101494525e7af0498a387/gr1.jpg gr1 gr1.jpg jpg 19605 89 295 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr1/THUMBNAIL/image/gif/5a2045d5c0581b313e0cc716085dd128/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr1/THUMBNAIL/image/gif/5a2045d5c0581b313e0cc716085dd128/gr1.sml gr1 gr1.sml sml 1906 66 219 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr2/DOWNSAMPLED/image/jpeg/77987ee60ad97e65d08688f7a0e220d5/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr2/DOWNSAMPLED/image/jpeg/77987ee60ad97e65d08688f7a0e220d5/gr2.jpg gr2 gr2.jpg jpg 101692 568 548 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr2/THUMBNAIL/image/gif/dc7269947db4537756faa3ee77740f66/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr2/THUMBNAIL/image/gif/dc7269947db4537756faa3ee77740f66/gr2.sml gr2 gr2.sml sml 5783 164 158 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr3/DOWNSAMPLED/image/jpeg/a54cd1b2b87022fc55ea0b03366c2344/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr3/DOWNSAMPLED/image/jpeg/a54cd1b2b87022fc55ea0b03366c2344/gr3.jpg gr3 gr3.jpg jpg 33691 499 386 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr3/THUMBNAIL/image/gif/b52499fa5a5e0873d1503399a79de5f7/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr3/THUMBNAIL/image/gif/b52499fa5a5e0873d1503399a79de5f7/gr3.sml gr3 gr3.sml sml 2269 163 126 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr4/DOWNSAMPLED/image/jpeg/3e214c8a193aa96fca4277ba11fb00b8/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr4/DOWNSAMPLED/image/jpeg/3e214c8a193aa96fca4277ba11fb00b8/gr4.jpg gr4 gr4.jpg jpg 50821 461 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr4/THUMBNAIL/image/gif/7230ef4cdc0d74e9654e13b82793e8d5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr4/THUMBNAIL/image/gif/7230ef4cdc0d74e9654e13b82793e8d5/gr4.sml gr4 gr4.sml sml 4061 164 134 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr5/DOWNSAMPLED/image/jpeg/bfe8781719de05b38222677406f43052/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr5/DOWNSAMPLED/image/jpeg/bfe8781719de05b38222677406f43052/gr5.jpg gr5 gr5.jpg jpg 38626 301 310 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/gr5/THUMBNAIL/image/gif/651e1422c2bac679f19bf0337574867a/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/gr5/THUMBNAIL/image/gif/651e1422c2bac679f19bf0337574867a/gr5.sml gr5 gr5.sml sml 4292 164 169 IMAGE-THUMBNAIL 1-s2.0-S1381116909003677-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/fx1/DOWNSAMPLED/image/jpeg/ad6ef64bf1a439d71cbe13bd8b4806f6/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/fx1/DOWNSAMPLED/image/jpeg/ad6ef64bf1a439d71cbe13bd8b4806f6/fx1.jpg fx1 true fx1.jpg jpg 23257 216 222 IMAGE-DOWNSAMPLED 1-s2.0-S1381116909003677-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116909003677/fx1/THUMBNAIL/image/gif/620048b8a5843d29751c7cb3d69e7bd4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116909003677/fx1/THUMBNAIL/image/gif/620048b8a5843d29751c7cb3d69e7bd4/fx1.sml fx1 true fx1.sml sml 4286 164 168 IMAGE-THUMBNAIL MOLCAA 7617 S1381-1169(09)00367-7 10.1016/j.molcata.2009.08.004 Elsevier B.V. Fig. 1 Imidazolium IL 1 (BCN)MI·NTf2 with a pendant nitrile functionality in the side-chain, which served as a stabilising group and a ruthenium precursor, 2. Fig. 2 Ru-NPs: (a) before catalysis (2.2±0.5nm) and (b) after catalysis (2.3±0.5nm) in IL (BCN)MI·NTf2. Fig. 3 ESI(+) spectrum of the hydrogenation of imidazolium IL 1 (BCN)MI·NTf2 (top) and hydrogenation of benzonitrile forming (E)-N-benzylidene-1-phenylmethanamineand IL-4 (bottom). Fig. 4 MS spectrogram of the online analysis of the gaseous phase (top), and the time-resolved gas-injection monitoring of the M+ of ammonia and hydrogen gas (bottom). Fig. 5 Model depicting the Ru-NPs protected by a layer of (BCN)MI·NTf2 and substrate nitriles, where nitriles are hydrogenated and arenes are not. Scheme 1 Reaction pathways of the nitrile hydrogenation in the presence and in the absence of benzonitrile. Tuning the selectivity of ruthenium nanoscale catalysts with functionalised ionic liquids: Hydrogenation of nitriles Martin H.G. Prechtl Jackson D. Scholten Jairton Dupont ⁎ Laboratory of Molecular Chemistry, Institute of Chemistry, Universidade Federal do Rio Grande do Sul, Av. Bento Gonçalves 9500, 91501-970 Porto Alegre, RS, Brazil ⁎ Corresponding author. Tel.: +55 51 33086321; fax: +55 51 33087304. Ruthenium nanoparticles prepared in nitrile-functionalised ionic liquids (ILs) display unusual selectivities toward the hydrogenation of nitrile containing aromatic compounds. In particular, a selective catalytic hydrogenative coupling of nitriles was observed. In this transformation, nitrile groups are exclusively hydrogenated in the presence of arenes, which are typically hydrogenated by ruthenium nanoparticles in non-functionalised ILs. The catalyst material was characterised by means of TEM and EDS analysis. Furthermore, molecular species formed during the catalytic process were characterised by MS-analysis of the gaseous phase and the ionic liquid phase by ESI/MS Q-TOF. Graphical abstract Nitrile groups are exclusively hydrogenated in the presence of arenes by ruthenium nanoparticles (2.2±0.5nm) prepared in nitrile-functionalised ionic liquids. On opposition, ruthenium nanoparticles in non-functionalised imidazolium ionic liquids promote preferentially the hydrogenation of the aromatic rings. The substrates bearing a nitrile group coordinated preferentially to the metal surface via the nitrile group rather than the arene moiety. Keywords Ru catalysts Ru nanoparticles Ionic liquids Hydrogenation Nitrile Arenes 1 Introduction Catalytic hydrogenation and dehydrogenation reactions play an important role in both industrial processes and academic research [1]. In recent years, the progress in the catalytic hydrogenation of multiple carbon–carbon and carbon–heteroatom bonds by soluble metal nanoparticles (MNPs) has seen remarkable growth [2]. In most cases, these MNPs display typical surface-like (heterogeneous) catalytic properties rather than single site (homogeneous) catalytic properties [3,4]. For example, the hydrogenation of O-substituted arenes such as anisole by Ir(0) nanoparticles occurs with concomitant hydrogenolysis of the C–O bond. Hydrogenation of the aromatic ring takes place preferentially in ketone-containing aromatic compounds [5,6]. However, it is evident that the surface properties of soluble MNPs can be modulated by the addition of ligands akin to classical coordination catalysis, as is observed in enantioselective allylic alkylation catalysed by palladium nanoparticles modified with chiral xylofuranoside diphosphites. Under these reaction conditions, the catalysts provided different selectivity than typically observed for monometallic catalysts [7]. Herein, we report that the catalytic surface properties of ruthenium nanoparticles in ILs can be tuned by the use of nitrile containing ligand/substrates. In particular, a clean hydrogenative coupling reaction of benzonitrile by aminolysis to provide (E)-N-benzylidene-1-phenylmethanamine takes place without arene hydrogenation [8]. For the present study, we chose nitrile-functionalised 1-butyronitrile-3-methylimidazolium bis(trifluoromethane-sulfonyl)imidate ionic liquid 1 (Fig. 1 ), since it may stabilise the ruthenium nanoscale catalyst via nitrile binding without blocking the coordination of the substrates. Indeed, this ionic liquid was readily prepared and successfully applied by Dyson and co-workers for cross-coupling reactions by Pd nanoparticles [9,10]. 2 Experimental 2.1 General methods: reagents, reactors and analyses techniques All manipulations involving the ruthenium complexes were carried out under an argon atmosphere using Schlenk techniques. [Ru(COD)(2-methylallyl)2] was obtained from Sigma–Aldrich and used without further purification. The IL (BCN)MI·NTf2 was prepared according to known procedures [9,11], dried at 70°C over night under reduced pressure, and stored under argon. Benzonitrile was degassed and stored under argon prior to use. All the other chemicals were purchased from commercial sources and used without further purification. NMR spectra were recorded on a Varian VNMR spectrometer (300MHz). Mass spectra were obtained using an ESI/MS micromass Q-TOFmicro and HIDEN QIC-20 quadrupole mass spectrometer gas-analyser. Gas chromatography analyses were performed with a Hewlett–Packard-5890 gas chromatograph with an FID and a 30m capillary column with a dimethylpolysiloxane stationary phase. Transmission electron microscopy (TEM) and EDS were performed on a JEOL–JEM 2010 operating at 200kV with a magnification of 150k. The nanoparticle formation and catalytic hydrogenation reactions were carried out in a modified stainless steel reactor (4–25bar) or modified Fischer–Porter bottle (4bar) with a glass insert immersed in a silicone oil bath and pressurised with hydrogen gas (4–25bar). The substrates were added with a gas-tight precision syringe (2mL). The temperature was maintained at 50°C and 90°C by a hot-stirring plate connected to a digital controller (ETS-D4 IKA). The catalyst/substrate ratios were calculated from the initial quantity of [Ru(COD)(2-methylallyl)2] used. 2.2 Synthesis of ruthenium nanoparticle in ionic liquids A stainless steel reactor was loaded with [Ru(COD)(2-methylallyl)2] (45mg, 141μmol) under a flow of argon. Next, (BCN)MI·NTf2 (0.3mL) was added via syringe under an argon flow. The mixture was stirred at room temperature for 60min resulting in a turbid dispersion. The system was heated to 50°C, and hydrogen (4bar) was admitted to the system. After stirring for 18h, a black suspension was obtained. The reactor was kept under reduced pressure to remove the formed cyclooctane and isobutane. The Ru nanoparticles embedded in the IL were analysed by TEM and used for subsequent catalytic experiments. 2.3 Catalytic hydrogenation of nitriles Benzonitrile (2.0mL, 19.4mmol) was added to an ionic catalytic solution obtained as previously described, and the reactor was pressurised with 25bar hydrogen gas at room temperature and heated to 90°C (27bar) for 22h. Next, a gas sample was analysed with a MS quadrupole by connecting the reactor to the gas-analyser. The reactor was cooled to room temperature, pressure was released, and the reaction mixture was extracted with pentane (5× 2mL). CAUTION: The pressure should be released carefully in a well-ventilated fume-hood because significant amounts of odorous and toxic ammonia is set free! Samples of the organic layer were analysed by NMR and GC, with both methods indicating 70% conversion, and NMR confirmed this conversion by analysis of the crude reaction mixture. The Ru/IL-phase was analysed by ESI/MS and TEM. Catalysis with toluene was performed in a similar manner, but toluene was readily quantitatively isolated by condensation at reduced pressure into a cold-trap. 2.4 Sample preparation for TEM analysis In order to perform TEM analysis, a drop of the suspension containing the Ru nanoparticles embedded in the IL was dispersed in isopropanol, and a small quantity of this dispersion was placed on a carbon-coated copper grid. Particle size distributions were determined from digital images. Nanoparticle diameters were estimated from ensembles of 200 particles (400 counts) chosen in arbitrary areas of the enlarged micrographs. The diameters of the particles in the micrographs were measured using Sigma Scan Pro 5. 3 Results and discussion The treatment of [Ru(COD)(2-methylallyl)2] 2 (COD=1,5-cyclooctadiene) with hydrogen gas in (BCN)MI·NTf2 1 leads to the formation of stable and small-sized Ru-NPs (2.2±0.5nm, Fig. 2 ). The dimensions of the Ru-NPs in (BCN)MI·NTf2 were comparable to those prepared in BMI·NTf2 (2.1nm; 1-n-butyl-3-methylimidazolium bis(trifluoromethane-sulfonyl)imidate) and DMI·NTf2 (2.1nm; 1-n-decyl-3-methylimidazolium bis(trifluoromethane-sulfonyl)imidate) [12]. This result highlights capability of (BCN)MI·NTf2 to keep the Ru-NPs well dispersed and with low agglomeration. Although the nitrile group is maintained during the synthesis of the Ru-NPs (4bar H2, 50°C, 18h), it reacts after 5 days to provide primarily the reductive coupling product (see below). Most importantly, contrary to earlier observations of Ru-NPs dispersed in BMI·NTf2 [12], these Ru-NPs are inactive toward the hydrogenation of aromatic compounds such as toluene, even under moderately forcing conditions (25bar H2 and 90°C). However, under these reaction conditions, the reductive nitrile condensation product 6 was obtained in good yields (Scheme 1 ). Furthermore, the treatment of the Ru-NPs in (BCN)MI·NTf2 in the presence of benzonitrile yields preferentially (E)-N-benzylidene-1-phenylmethanamine 5. As indicated by the histograms in Fig. 2, the mean particle size (2.2–2.3±0.5nm) remained unchanged within the standard variation (0.5nm) before (2.2nm) and after catalysis (2.3nm). Analysis of the IL-phase by ESI(+)/MS and 13C NMR confirmed the hydrogenative coupling of the nitrile group. Importantly, the ESI(+)/MS-analysis provided detailed insight into the overall reaction pathway of the nitrile hydrogenation of IL 1, as well as into the catalytic hydrogenation of benzonitrile (Scheme 1). Analysis of a reaction sequence indicated the presence of unreacted IL 1, with (m/z) M+ 150.11 after 18h at 50°C and 4bar H2. Next, at 90°C and 25bar H2, the ESI(+)/MS spectrogram showed four distinct species (Fig. 3 ): IL 1 (150.15, M+), IL 3 (154.18, M+; 77.59, M2+, IL-amine), IL 7 (137.15, M+, –NH3), and IL 6 (145.66, M2+; 97.44, M3+, condensed dimer). This indicated that the Ru-NPs first catalysed the hydrogenation of the aliphatic nitrile to a primary amine (IL 3), followed by subsequent aminolysis, resulting in the secondary imine IL 6 and in IL 7. The ESI(+)/MS of the catalytic hydrogenation of benzonitrile showed IL 1 (150.07, M+), (E)-N-benzylidene-1-phenylmethanamine 5 (196.08, M+) and the IL 4 (242.24). Most likely, (E)-N-benzylidene-1-phenylmethanamine 5 was detectable by ESI(+)/MS due to protonation from residual water content from the solvent (MeCN) used for this analysis. It is interesting to note that no benzylamine (protonated or not) was observed neither by ESI-MS or 1H NMR indicating that such species are highly reactive undergoing rapidly coupling process to yield 5. As such, the overall reaction pathway likely involves aminolysis, since ammonia was detected in the gaseous phase of the reactor during the benzonitrile hydrogenation by a MS Q-TOF gas-analyser (Fig. 4 ). The detected fragmentation of the sample is concurrent to the MS data listed in the literature (NIST). By time-resolved gas-injection monitoring of the M+ of ammonia and hydrogen gas, it is clearly shown that a significant amount of ammonia is formed in relation to the excess hydrogen gas. Considering the described reaction pathway in Scheme 1 and the quantification of 5 by GC (70%; catalyst-system was recycled for three runs under identical conditions), the detection of ammonia by MS Q-TOF is related to a concentration of 6.8mmol NH3 extruded by aminolysis. It is likely that in these systems the nitrile group is strongly coordinated to the ruthenium surface and is not easily displaced by the aromatic ring of toluene or benzonitrile. This selectivity is the opposite of that observed for the hydrogenation of aromatic ketones, in which the arene groups are preferentially hydrogenated [6]. In order to further confirm our hypothesis that the selectivity depends on the functional group of the IL 1 and not on the ruthenium nanoparticles, the arene hydrogenation catalyst-system Ru-NPs/BMI·NTf2 8 was tested for hydrogenation of benzonitrile under conditions identical to the Ru/(BCN)MI·NTf2 system. System 8 catalyses the reaction of benzonitrile to (E)-N-benzylidene-1-phenylmethanamine 5 in 65% yield. This result indicates that the selectivity of the Ru-NPs/(BCN)MI·NTf2 system likely depends on the IL support and not on the ruthenium nano-material. It is possible that the true catalyst might be a molecular ruthenium species with IL-1 acting as ligand, with the Ru-NPs simply acting as a reservoir for ruthenium atoms [13–15]. This might explain the exclusive hydrogenation of the nitrile, in which ruthenium polyhydride complexes are active for nitrile hydrogenation [16], while examples for molecular catalysts for arene hydrogenation are rare [17]. To provide support for this molecular pathway, we attempted to hydrogenate benzonitrile in the absence of IL under the reaction conditions in which the benzonitrile could only be hydrogenated by the molecular ruthenium precursor 2; this reaction was unsuccessful. The present Ru-NPs do not show activity for arene hydrogenation, while other ILs Ru-NPs are active toward arene hydrogenation [12,18,19]. Additionally, the activation energy for toluene hydrogenation with ruthenium catalysts in IL is approximately 20% lower than the activation energy for hydrogenation of nitrile groups in ILs [8,12]. These results strongly indicate that the presence of the nitrile group in the IL side-chain influences the interaction between the Ru-NP surfaces and a corresponding substrate. The nitrile group of the IL coordinates as a ligand to the metal surface, forming an IL-layer and causing the surface to be blocked for coordination by arenes, since nitriles are known to strongly adsorb to solid metal catalysts [20,21]. Therefore, substrates bearing a nitrile group coordinated preferentially to the metal surface via ligand exchange, and arenes are unable to contact the catalyst (Fig. 5 ). Moreover, it is well known that the hydrogenation of PhCN to benzylamine is catalysed by molecular complexes [22–24]. In the case of metal surfaces [20,21,25] the activated amine – benzylamine – is rapidly transformed into the benzylidene benzylamine via aminolysis and coupling although we were unable to detect neither benzylamine nor benzylimine by ESI-MS and NMR experiments. As already pointed out benzylamine undergoes exclusively aminolysis with solid catalysts, in contrast molecular catalysts give benzylamine as main product [22–24]. 4 Conclusions In conclusion, we have illustrated the influence of nitrile-functionalised ILs for the synthesis and application of ruthenium nanoscale catalysts, previously designed for arene hydrogenation in non-functionalised ILs. Both systems (Ru-NPs/(BCN)MI·NTf2 and Ru-NPs/BMI·NTf2) are active toward the hydrogenation of nitriles. Using IL 1, the inherent functionality of the IL tunes the selectivity of the hydrogenation catalyst, preventing arene hydrogenation. However, nitriles remain competent substrates for hydrogenation. We propose that the selectivity for hydrogenation of other functional groups can be influenced in a similar manner by this class of functionalised IL support. Our ongoing studies are aimed at improving the selectivity of hydrogenations of aliphatic nitriles to primary amines, and our results will be reported in due course. Acknowledgements The authors thank the Alexander-Von-Humboldt Foundation (Dr. M.H.G. Prechtl), CNPq, INCT-Catal., Petrobras, and CAPES for funding. References [1] P.G. Jessop R.H. Morris Coord. Chem. Rev. 121 1992 155 284 [2] D. Astruc F. Lu J.R. Aranzaes Angew. Chem.-Int. Edit. 44 2005 7852 7872 [3] A. Roucoux J. Schulz H. Patin Chem. Rev. 102 2002 3757 3778 [4] P. Migowski J. Dupont Chem.-Eur. J. 13 2007 32 39 [5] G.S. Fonseca A.P. Umpierre P.F.P. Fichtner S.R. Teixeira J. Dupont Chem.-Eur. J. 9 2003 3263 3269 [6] G.S. Fonseca J.D. Scholten J. Dupont Synlett 2004 1525 1528 [7] S. Jansat M. Gomez K. Philippot G. Muller E. Guiu C. Claver S. Castillon B. Chaudret J. Am. Chem. Soc. 126 2004 1592 [8] For the hydrogenation of nitriles in ionic liquids see: K. Obert D. Roth M. Ehrig A. Schönweiz D. Assenbaum H. Lange P. Wasserscheid Appl. Catal. A 356 2009 43 51 [9] D.B. Zhao Z.F. Fei R. Scopelliti P.J. Dyson Inorg. Chem. 43 2004 2197 2205 [10] Z.F. Fei D.B. Zhao D. Pieraccini W.H. Ang T.J. Geldbach R. Scopelliti C. Chiappe P.J. Dyson Organometallics 26 2007 1588 1598 [11] C.C. Cassol G. Ebeling B. Ferrera J. Dupont Adv. Synth. Catal. 348 2006 243 248 [12] M.H.G. Prechtl M. Scariot J.D. Scholten G. Machado S.R. Teixeira J. Dupont Inorg. Chem. 47 2008 8995 9001 [13] M.T. Reetz J.G. de Vries Chem. Commun. 2004 1559 1563 [14] C.C. Cassol A.P. Umpierre G. Machado S.I. Wolke J. Dupont J. Am. Chem. Soc. 127 2005 3298 3299 [15] A.S. Gruber D. Pozebon A.L. Monteiro J. Dupont Tetrahedron Lett. 42 2001 7345 7348 [16] R.P. Beaty, R.A. Paciello, WO9623802-A (1996). [17] P.J. Dyson Dalton Trans. 2003 2964 2974 [18] E.T. Silveira A.P. Umpierre L.M. Rossi G. Machado J. Morais G.V. Soares I.L.R. Baumvol S.R. Teixeira P.F.P. Fichtner J. Dupont Chem.-Eur. J. 10 2004 3734 3740 [19] T. Gutel J. Garcia-Anton K. Pelzer K. Philippot C.C. Santini Y. Chauvin B. Chaudret J.M. Basset J. Mater. Chem. 17 2007 3290 3292 [20] A. Chojecki M. Veprek-Heijman T.E. Muller P. Scharringer S. Veprek J.A. Lercher J. Catal. 245 2007 237 248 [21] P. Scharringer T.E. Muller J.A. Lercher J. Catal. 253 2008 167 179 [22] S. Enthaler D. Addis K. Junge G. Erre M. Beller Chem.-Eur. J. 14 2008 9491 9494 [23] S. Enthaler K. Junge D. Addis G. Erre M. Beller ChemSusChem 1 2008 1006 1010 [24] D. Addis S. Enthaler K. Junge B. Wendt M. Beller Tetrahedron Lett. 50 2009 3654 3656 [25] P. Scharringer T.E. Muller A. Jentys J.A. Lercher J. Catal. 263 2009 34 41",
      "scopus-id": "70349146205",
      "coredata": {
        "eid": "1-s2.0-S1381116909003677",
        "dc:description": "Ruthenium nanoparticles prepared in nitrile-functionalised ionic liquids (ILs) display unusual selectivities toward the hydrogenation of nitrile containing aromatic compounds. In particular, a selective catalytic hydrogenative coupling of nitriles was observed. In this transformation, nitrile groups are exclusively hydrogenated in the presence of arenes, which are typically hydrogenated by ruthenium nanoparticles in non-functionalised ILs. The catalyst material was characterised by means of TEM and EDS analysis. Furthermore, molecular species formed during the catalytic process were characterised by MS-analysis of the gaseous phase and the ionic liquid phase by ESI/MS Q-TOF.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-11-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116909003677",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Prechtl, Martin H.G."
          },
          {
            "@_fa": "true",
            "$": "Scholten, Jackson D."
          },
          {
            "@_fa": "true",
            "$": "Dupont, Jairton"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116909003677"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116909003677"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(09)00367-7",
        "prism:volume": "313",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Tuning the selectivity of ruthenium nanoscale catalysts with functionalised ionic liquids: Hydrogenation of nitriles",
        "prism:copyright": "Copyright © 2009 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ru catalysts"
          },
          {
            "@_fa": "true",
            "$": "Ru nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Ionic liquids"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Nitrile"
          },
          {
            "@_fa": "true",
            "$": "Arenes"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "74-78",
        "prism:endingPage": "78",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 November 2009",
        "prism:doi": "10.1016/j.molcata.2009.08.004",
        "prism:startingPage": "74",
        "dc:identifier": "doi:10.1016/j.molcata.2009.08.004",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "662",
            "@width": "461",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "36513",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1776",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "89",
            "@width": "295",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19605",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1906",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "568",
            "@width": "548",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "101692",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "158",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5783",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "499",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33691",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "126",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2269",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "461",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "50821",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "134",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4061",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "301",
            "@width": "310",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38626",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "169",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4292",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "216",
            "@width": "222",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23257",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "168",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116909003677-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4286",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/70349146205"
      }
    }
  }
}