{
  "metadata": {
    "title": "Preparation and use of a chiral amine ruthenium hydrogenation catalyst supported on mesoporous silica",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-04-18",
    "doi": "10.1016/S1381-1169(02)00654-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902006544",
    "pii": "S1381116902006544"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037453367",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-01-28 2003-01-28 2010-04-18T22:33:40 1-s2.0-S1381116902006544 S1381-1169(02)00654-4 S1381116902006544 10.1016/S1381-1169(02)00654-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01665 2015-05-15T05:56:33.301439-04:00 0 0 20030418 2003 2003-01-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 197 197 1 2 1 2 Volume 197, Issues 1–2 27 275 281 275 281 20030418 18 April 2003 2003-04-18 2003 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. PREPARATIONUSEACHIRALAMINERUTHENIUMHYDROGENATIONCATALYSTSUPPORTEDMESOPOROUSSILICA PEREZ C 1 Introduction 2 Experimental 2.1 Preparation of the homogeneous catalysts 2.1.1 (S)-6,6′-Dimethyl-2,2′-diacetamidobiphenyl 2.1.2 (S)-6-Bromomethylen-6′-methyl-2,2′-diacetamidobiphenyl [20] 2.1.3 Mesoporous SiO2 MCM-41 2.1.4 (S)-6-(3-Aminopropylentrimethoxysilanemethylen)-6′-methyl-2,2′-diacetamidobiphenyl (MCM-41) 2.1.5 Ruthenium complexes [19] 2.1.6 Typical hydrogenation procedure 2.1.7 Chromatographic analysis and determination of e.e. 3 Results and discussion 3.1 Hydrogenation with homogeneous complexes 3.2 Anchoring of Ru complexes to MCM-41 3.3 Catalytic hydrogenation with immobilized (S)-MAB-Ru 3.4 Reutilization of (S)-MAB-Ru-MCM-41 4 Conclusions Acknowledgements References NOYORI 1989 116 R AKUTAGAWA 1995 171 S WAN 1994 449 K GELMAN 1999 123 F CARMONA 1995 11 A CORMA 1997 147 A ADIMA 1997 2331 A FALLEN 2001 5245 J WARD 2002 157 R KRESGE 1992 710 C LEE 2001 1537 H KAKI 1977 2019 M EDLER 1997 1226 K HARTMAN 1986 142 G PEREZX2003X275 PEREZX2003X275X281 PEREZX2003X275XC PEREZX2003X275X281XC item S1381-1169(02)00654-4 S1381116902006544 1-s2.0-S1381116902006544 10.1016/S1381-1169(02)00654-4 271358 2010-10-04T20:40:42.147317-04:00 2003-04-18 1-s2.0-S1381116902006544-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/MAIN/application/pdf/4464c4ed5e08ebe6170d2185fe36676d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/MAIN/application/pdf/4464c4ed5e08ebe6170d2185fe36676d/main.pdf main.pdf pdf true 120404 MAIN 7 1-s2.0-S1381116902006544-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/PREVIEW/image/png/26c4119022188f7cad2e1c9b2692e590/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/PREVIEW/image/png/26c4119022188f7cad2e1c9b2692e590/main_1.png main_1.png png 60475 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902006544-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/fx1/THUMBNAIL/image/gif/2343ddcd9b2654537a719bd6eba9efb0/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/fx1/THUMBNAIL/image/gif/2343ddcd9b2654537a719bd6eba9efb0/fx1.sml fx1 true fx1.sml sml 1394 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/fx1/DOWNSAMPLED/image/gif/a950d509fc8ae1f3d69cc5a833433a84/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/fx1/DOWNSAMPLED/image/gif/a950d509fc8ae1f3d69cc5a833433a84/fx1.gif fx1 true fx1.gif gif 2782 116 216 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902006544-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc1/THUMBNAIL/image/gif/665a29c36e48d7fe195fbe9c20868514/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc1/THUMBNAIL/image/gif/665a29c36e48d7fe195fbe9c20868514/sc1.sml sc1 sc1.sml sml 818 51 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc1/DOWNSAMPLED/image/gif/301130139e8d2e3c3e35b2e232893316/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc1/DOWNSAMPLED/image/gif/301130139e8d2e3c3e35b2e232893316/sc1.gif sc1 sc1.gif gif 2933 131 322 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902006544-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc2/THUMBNAIL/image/gif/f01acc0841ae5fe5e6fcf01bde1c9bd4/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc2/THUMBNAIL/image/gif/f01acc0841ae5fe5e6fcf01bde1c9bd4/sc2.sml sc2 sc2.sml sml 570 28 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc2/DOWNSAMPLED/image/gif/252823d95512dc0f96360ba4033645c7/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc2/DOWNSAMPLED/image/gif/252823d95512dc0f96360ba4033645c7/sc2.gif sc2 sc2.gif gif 3940 112 498 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902006544-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc3/THUMBNAIL/image/gif/9e522f40b03a644e56ddcef4aa24dd8b/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc3/THUMBNAIL/image/gif/9e522f40b03a644e56ddcef4aa24dd8b/sc3.sml sc3 sc3.sml sml 1112 63 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-sc3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc3/DOWNSAMPLED/image/gif/92ae3618f7c6cd3edf797d5c4bbe565a/sc3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc3/DOWNSAMPLED/image/gif/92ae3618f7c6cd3edf797d5c4bbe565a/sc3.gif sc3 sc3.gif gif 10684 314 623 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902006544-sc4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc4/THUMBNAIL/image/gif/af21fc942506f3eabdfebeaefecf9eee/sc4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc4/THUMBNAIL/image/gif/af21fc942506f3eabdfebeaefecf9eee/sc4.sml sc4 sc4.sml sml 1067 67 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-sc4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/sc4/DOWNSAMPLED/image/gif/0e5aab223978042de16c8708cac9b604/sc4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/sc4/DOWNSAMPLED/image/gif/0e5aab223978042de16c8708cac9b604/sc4.gif sc4 sc4.gif gif 12925 375 701 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902006544-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/gr1/THUMBNAIL/image/gif/bc1fef5e60862e2a13351481cf5a4f6d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/gr1/THUMBNAIL/image/gif/bc1fef5e60862e2a13351481cf5a4f6d/gr1.sml gr1 gr1.sml sml 1236 57 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902006544-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902006544/gr1/DOWNSAMPLED/image/jpeg/f309c81db9d155195012be3d23eaa9d2/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902006544/gr1/DOWNSAMPLED/image/jpeg/f309c81db9d155195012be3d23eaa9d2/gr1.jpg gr1 gr1.jpg jpg 10976 151 329 IMAGE-DOWNSAMPLED MOLCAA 3900 S1381-1169(02)00654-4 10.1016/S1381-1169(02)00654-4 Elsevier Science B.V. Scheme 1 Scheme 2 Scheme 3 Scheme 4 Fig. 1 Reutilization of (S)-MAB-Ru-MCM-41 during hydrogenation of itaconic acid. Table 1 Results of hydrogenation using (S)-MABP-Ru, (S)-MAB-Ru and (S)-MAB-Ru supported on MCM-41 Substrate Catalyst Yield (%) Enantiomeric excess of the (R)-isomer (e.e.) α-Acetamidocinnamic acid (S)-MAB-Ru 97 ± 1.2 69.8 ± 0.3 α-Acetamidocinnamic acid (S)-MAB-MCM-41-Ru 100 96.8 ± 1.2 Itaconic acid (S)-MABP-Ru 90 46 Itaconic acid (S)-MAB-Ru 98 ± 1.2 80 ± 1.7 Itaconic acid (S)-MAB-MCM-41-Ru 100 97.0 ± 1.2 All reactions were carried out in methanol at 25°C for 5h. The values reported for yield and e.e. are the averages of three experiments, except for the last entry, where six experiments were averaged. Preparation and use of a chiral amine ruthenium hydrogenation catalyst supported on mesoporous silica Cuauhtemoc Pérez a ∗ Salud Pérez a Gustavo A Fuentes b 1 Avelino Corma c a Departamento Sistemas Biológicos, Universidad A. Metropolitana-Xochimilco, Calz. del Hueso 1100, Col. Villa Quietud, 04960 Mexico D.F., Mexico b Departmento Ing. Procesos e Hidráulica, Universidad A. Metropolitana-Iztapalapa, A.P. 55-534, 09340 Mexico D.F., Mexico c Universidad Politécnica de Valencia, Instituto de Tecnologı́a Quı́mica, Valencia, Spain * Corresponding author. 1 Co-corresponding author. We report the synthesis and use of dichloro-(S)-6,6′-dimethyl-2,2′-diaminobiphenyl-ruthenium complex ((S)-MAB-Ru), both neat and bound to MCM-41, a mesoporous SiO2. These air-stable systems catalyzed the hydrogenation of α,β-unsaturated carboxylic acids at 25°C with e.e. as high as 97% to the (R)-products, and can be reused while maintaining practically the same activity and enantioselectivity. We report the synthesis and use of dichloro-(S)-6,6′-dimethyl-2,2′-diaminobiphenyl-ruthenium complex ((S)-MAB-Ru), an air-stable, highly active catalyst for the hydrogenation of α,β-unsaturated carboxylic acids at 25°C and 4.85atm hydrogen. The homogeneous hydrogenations of itaconic acid and α-acetamidocinnamic acid had yields above 97% in each case, and the enantiomeric excesses (e.e.) were 80 and 69.8% to the (R)-products, respectively. When we used (S)-MAB-Ru chemically bound to MCM-41, a mesoporous SiO2, the conversion of both acids was complete and both e.e. were practically 97%. The solid-bound catalyst was successfully reutilized in the hydrogenation of itaconic acid and the drop in asymmetric induction was only 3% after three runs. The fact that complexes containing chiral amine ligands provide such high yields and e.e. opens a potentially important area of research in the design of industrially relevant catalysts. Keywords Chiral amine ruthenium hydrogenation catalyst Mesoporous silica α,β-Unsaturated carboxylic acid 1 Introduction The stereoselective synthesis of optically active molecules is an area of high interest in the pharmaceutical industry. Some of the chemical steps in the complete synthesis of a given active ingredient require precise control of the optical isomer being produced. Chiral transition metal complexes frequently catalyze those steps, in spite of their relatively high prices and of their separation and recuperation costs. There are alternatives for dealing with those issues, some involving process modifications, while others require changes in the catalysts themselves. In particular, the design of simpler chiral ligands and/or the attachment of the metal complex to a support, while maintaining or improving e.e. and yield, are some of the alternatives being studied in order to broaden the use of chiral catalysts. Asymmetric hydrogenation catalyzed by chiral complexes containing phosphines is one of the most important tools in the stereoselective synthesis of optically active molecules [1–3], but phosphines are generally unstable [4], and that favors deactivation of the catalytic complex. Their toxicity is another issue to be considered [5]. A number of chiral complexes containing phosphines have been immobilized by a variety of routes onto organic polymers or inorganic supports, and some have been successfully used in hydrogenations [6–9], but the questions of stability, toxicity, and the need for extreme reaction conditions generally remain. There are interesting reports of phosphorous-free asymmetric ligands for hydrogenation. Corma et al. [10–12] compared the hydrogenating activity of rhodium complexes with l-proline and l-proline derivatives, both in homogeneous media or anchored to SiO2 and to ultrastable Y-zeolite (USY), an aluminosilicate. They hydrogenated α-acetamidocinnamic acid and ethyl (Z)-α-acetylaminocinnamate at 60°C and 5atm H2. The best homogeneous catalyst gave 91.6% e.e. compared to 87.6% for the best heterogeneous catalyst. Phosphine-free hydrogen transfer catalysts [13–15] have been used to reduce acetophenone either in homogeneous media or bound to a support. Adima et al. [13] attached a bis-amine through the amine groups during the sol–gel synthesis of SiO2, and then formed a rhodium complex with the pendant ligand. The reaction time for hydrogenation using BH3·THF as a hydrogen transfer agent was 1h for the homogeneous catalyst and of the order of days for the supported complex. That difference in reactivity is an indication of diffusional limitations, associated with the small size of the pores formed during standard sol–gel synthesis. The maximum e.e. reported for the heterogeneous system was 80%, compared with 91% for the homogeneous catalyst. Use of supported catalysts is desirable because of their expected stability and for economic reasons, but attention must be given to the possibility of altering the reactivity of the homogeneous complex as a result of physical or chemical interactions with the support. Of the available inorganic materials, MCM-41, a mesoporous material [16], is attractive because it can be synthesized as to be practically inert, limiting unwanted reactions when it is used as a support. In particular, MCM-41 consists of amorphous SiO2 containing a hexagonal array of nearly cylindrical pores. These have a monomodal diameter distribution centered in the neighborhood of 3nm; large enough to accommodate usual catalytic complexes and also to avoid diffusional restrictions frequently present when small-pore supports are used. As a result of its textural properties, MCM-41 has been studied as a possible support for a wide variety of catalysts, ranging from petroleum refining to the synthesis of fine chemicals. The active species have been incorporated using standard heterogeneous catalysis preparations, such as precursor impregnation followed by calcination, or controlled chemical synthesis leading to the formation of covalent bonds between complexes and the wall of MCM-41. In the case of chiral catalysts, there have been only a few reports where MCM-41 was the support. A catalyst comprised of MCM-41 and a chiral rhodium complex was prepared by non-covalent bonding via triflate salts, and was used to hydrogenate α-enamide esters [17]. Another case involved dihydroxylation using Osmium tetroxide complexes with cinchona alkaloid ligands; a covalent bond between the cinchona ligand and MCM-41 was formed in order to anchor the complex [18]. In both studies, use of the supported catalysts increased e.e. with respect to the homogeneous catalyst and they could be reutilized. Here we report the use of a Ru complex formed with a ligand, (S)-6,6′-dimethyl-2,2′-diaminobiphenyl, for the hydrogenation of itaconic acid (Scheme 1 ) and α-acetamidocinnamic acid (Scheme 2 ). This complex was used under homogeneous conditions and also supported on MCM-41, and it gave excellent yields and enantiomeric excesses under mild reaction conditions. 2 Experimental All chemicals were purchased from Aldrich, Merck or Strem and were used without further purification. NMR spectra were recorded on a Bruker ADVANCE DMX-500 spectrometer, and MS analyses were carried out using a Jeol GC-Mate. IR-spectra were acquired on a Perkin-Elmer Paragon 1000 spectrophotometer. Gas chromatographic analyses were performed with a Varian 3800 system equipped with a Chirasildex CB column having a 0.25mm film thickness and an FID detector. We measured the optical rotation of the reaction media during hydrogenation with a Perkin-Elmer model 141 polarimeter, Nitrogen adsorption on the solids was determined on a Quantachrome Autosorb-1 system and low-angle X-ray diffraction was measured on a Siemens D500 diffractometer. 2.1 Preparation of the homogeneous catalysts The technique reported by Uehara et al. [19] was used in the preparation of racemic 6,6′dimethyl-2,2′-diaminodiphenyl (Scheme 3 ) starting from o-toluidine (V). First, the amino group in V was protected using acetic anhydride, followed by nitration of position 6. The acetyl group was removed with HCl to give VI. The diazonium salt was formed and then substituted with iodine to give VII. 2,2′-Dimethyl-6,6′-dinitrobiphenyl (VIII) was obtained from VII via the Ullman reaction. The nitro groups were reduced to the corresponding amine with H2 over Pd/C. This step was a variant from the method of Uehara et al. [19], who reduced with hydrazine; we had >98% yield. The racemic mixture of MABs was separated with l-tartaric acid and recrystallized to give optically pure (S)IX. Dichloro-(S)-6,6′-dimethyl-2,2′-diaminobiphenyl-ruthenium was synthesized in situ by reacting optically pure (S)-6,6′-dimethyl-2,2′-2,2′-diaminobiphenyl (S)IX with dichloro-cycloocta-1,5-dienyl-ruthenium just prior to its use as a catalyst. (S)-6,6′-Dimethyl-2,2′-bis(diphenylphosphinamino)biphenyl (MABP) was prepared by reacting MAB with chlorodiphenylphosphine. Similarly to the MAB complex, the MABP complex with Ru, dichloro-(S)-6,6′-dimethyl-2,2′-bis(diphenylphosphinamino)biphenyl-ruthenium, was prepared in situ by reaction with dichloro-cycloocta-1,5-dienyl-ruthenium prior to its use in hydrogenation. 2.1.1 (S)-6,6′-Dimethyl-2,2′-diacetamidobiphenyl Ten microliters of acetic anhydride were added to a solution of (S)-6,6′-dimethyl-2,2′-diaminobiphenyl (10g, 48mmol) in pyridine (10ml). This solution was stirred for 24h, and then poured in ice-water; the resultant white solid was filtered (4g, 28.63%). 2.1.2 (S)-6-Bromomethylen-6′-methyl-2,2′-diacetamidobiphenyl [20] A flask containing 2g of (S)-6,6′-dimethyl-2,2′-diacetamidobiphenyl (6.8mmol), 20ml of CCl4, 0.05g of benzoyl peroxide, and 1g of N-bromosuccinimide was heated at reflux for 6h. After cooling and filtering, the solvent was removed in vacuum. This procedure yielded 1.5g of (S)-6-bromomethylen-6′-methyl-2,2′-diacetamidobiphenyl (1.5g, 59.28%). 2.1.3 Mesoporous SiO2 MCM-41 The procedure described by Edler and White [21] was followed. A solution of sodium silicate (19g in 166ml of water) was mixed with a solution of cetyltrimethylammonium bromide (4g in 24ml of water). We adjusted the pH to 9.5 using sulfuric acid under vigorous stirring. The reaction proceeded in a sealed Teflon container at 100°C for 48h. The resulting mixture was then cooled to room temperature, filtered and washed until the washing had pH 7–8. The solid was first dried at 100°C for 3h, then heated to 300°C at 3°C/min and kept at that temperature for 3h. Afterwards, the solid was heated to 550°C at 5°C/min and held at that temperature for 6h. This procedure was done in a flow of air (150–200ml/min). We characterized the solid using Nitrogen adsorption. The calculated BET area was 1088m2/g, with a mean pore diameter of 35Å, and a pore volume of 0.145cm3/g. Low-angle X-ray diffraction showed the reflections characteristic of the hexagonal pore array in MCM-41 ((100), (110), (200), (210)). 2.1.4 (S)-6-(3-Aminopropylentrimethoxysilanemethylen)-6′-methyl-2,2′-diacetamidobiphenyl (MCM-41) 0.025g (1.4mmol) of 3-aminopropyltrimethoxysilane were added to a solution containing 0.05g of biphenyl (1mmol) in toluene (10ml), and the mixture was heated at reflux for 6h [22]. After that, we added 0.250g of MCM-41 and heated the system again for 6h. After cooling and filtering, the amide cleavage was carried out with HCl in MeOH [22]. The theoretical loading of the biphenyl ligand was 0.3molecules/nm2. 2.1.5 Ruthenium complexes [19] The Ru(II) complexes were prepared in situ by the reaction of 0.125mmol of dichloro-cycloocta-1,5-dienyl-ruthenium with 0.124mmol of the corresponding ligand. This applies to homogeneous and supported complexes. 2.1.6 Typical hydrogenation procedure A solution containing 7.7mmol of either itaconic acid or α-acetamidocinnamic acid in 100ml of methanol was added to a glass bottle already containing the catalyst. The substrate/ruthenium complex molar ratio was 58 in either homogeneous or heterogeneous conditions (that ratio corresponds to 0.05g of the ruthenium complex). The system was pressurized three times to 4.85atm of H2 and depressurized. This was done in less than 10min. The system was pressurized to 4.85atm of H2 a fourth time, and was kept under stirring for 5h at 25°C. 2.1.7 Chromatographic analysis and determination of e.e. The products of asymmetric hydrogenation were derivatized as follows: 1ml of BF3·CH3OH was added to 0.010g of reaction product and heated at 60°C for 1h. The esters were extracted with CHCl3 and the solvent was then removed in vacuum. The analysis of the isomers was performed using a gas chromatograph equipped with an FID detector. It had a 25m Chirasildex CB column with a film thickness of 0.25mm. The initial temperature of the oven was 60°C. After injection, the oven temperature was kept constant for 5min, and then ramped at 2°C/min until 170°C. The (R)- and (S)-isomers were identified by comparison with the retention times of the corresponding standards. 3 Results and discussion 3.1 Hydrogenation with homogeneous complexes Use of (S)-MAB-Ru for the hydrogenation of itaconic acid and α-acetamidocinnamic acid in methanol at 25°C gave e.e. of 80 and 69.8%, respectively, with yields approaching 100%, as shown in Table 1 . For comparison purposes, we hydrogenated itaconic acid using (S)-MABP-Ru. The (R)-isomer was produced with an enantiomeric excess (e.e.) of only 46% and a 90% yield. It is important to mention that we had to recrystallize (S)-MABP just before its use because it degraded even while stored under nitrogen at −5°C. This was apparently caused by the reaction of the phosphines with residual atmospheric oxygen. This significant increase in enantioselectivity when using (S)-MAB-Ru instead of (S)-MABP-Ru was possible without any special handling procedures. In fact, both (S)-MAB and (S)-MAB-Ru were air-stable. It is also noteworthy that the overall synthesis of (S)-MAB was much simpler than that of (S)-MABP. 3.2 Anchoring of Ru complexes to MCM-41 We decided to attach (S)-MAB-Ru to MCM-41 by forming a covalent bond between the ligand and the solid. That way, we expected to limit the loss of the complex during reaction and to facilitate reutilization of the catalyst. This hypothesis was confirmed in practice, as shown in the corresponding section. We selected to first anchor (S)-MAB on MCM-41 without affecting the chiral center, and then to form (S)-MAB-Ru-MCM-41 in situ. (S)-MAB was anchored on MCM-41 via transformations on one of its methyl groups. These groups are not directly involved in the formation of the complex with ruthenium, so they can be manipulated without significantly affecting the chiral structure. The first step in the synthesis (Scheme 4 ) involved the protection of the amines of optically pure (S)-MAB with acetic anhydride. One equivalent of N-bromosuccinimide was used in order to lower the bromine concentration during reaction and hence avoid polysubstitution. The brominated compound X was silylated with 3-aminopropyltrimethoxysilane to give XI. The methoxy groups in XI then condensed with the pendant hydroxyl groups on the surface of MCM-41, forming a stable chemical bond between MAB and the solid, XII. It was not possible to isolate the silylated compound XI because it decomposed when the solvent was removed. After forming XII the solid product was treated with hot toluene in order to remove any unattached (S)-MAB. The cleavage of the amide groups was carried out by reaction of the acetyl groups in (S)-MAB with 5% HCl in methanol to give XIII. This step does not affect the overall structure of MCM-41 significantly. The catalytic complex ((S)-MAB-Ru-MCM-41) was formed by reaction of (S)-MAB-MCM-41 with dichloro-cycloocta-1,5-dienyl-ruthenium. The resulting material was air-stable and did not require special handling procedures. 3.3 Catalytic hydrogenation with immobilized (S)-MAB-Ru (S)-MAB-Ru-MCM-41 catalyzed the room temperature hydrogenation of itaconic acid with 100% yield and 97.0% e.e. of the (R)-isomer. The increased enantioselectivity with respect to that obtained with unsupported (S)-MAB-Ru was noteworthy. For that reason, we decided to verify that anchoring of the complex was responsible for the enhancement in e.e. To do so, we hydrogenated α-acetamidocinnamic acid (Scheme 2) and found also an important increase in the enantioselectivity of the supported complex (96.8% e.e.) with respect to that obtained with homogeneous (S)-MAB-Ru (69.8% e.e.). The yield was essentially 100% in both cases. This result confirms the ability of (S)-MAB-Ru-MCM-41 to catalyze the chiral hydrogenation of α,β-unsaturated acids with excellent yield and enantioselectivity to the (R)-isomer. There are only a few reports of enhanced enantioselectivity resulting from anchoring of homogeneous hydrogenation catalysts. Corma et al. [10] observed different increases during hydrogenation of N-acylphenyalanine derivatives, the most striking occurring while using USY-zeolite as the support of l-proline-rhodium. Augustine et al. [23] used DiPamp-rhodium supported on a montmorillonite and had a 97% e.e. versus 76% e.e. of the homogeneous complex during hydrogenation of methyl-2-acetamidoacrylate. Non-covalent immobilization of (R,R)-Me-(DuPHOS)Rh(COD)]OTf on MCM-41 resulted on 99% e.e. during hydrogenation of a-enamide esters, compared to 85–87% e.e. with the homogeneous complex [17]. The reasons why such increases in e.e. occur as a result of anchoring homogeneous complexes are only scantily discussed. Only Corma et al. [10] suggest a role of the steric constraints present while using a supported complex. We hypothesize that interaction of the ligands with the pendant hydroxyl groups present on all of the supports mentioned, including MCM-41 in our case, may lead to an increased rigidity of the overall catalytic structure. This, in turn, would restrict rotation of the transition state and favor formation of nearly pure stereoisomers. 3.4 Reutilization of (S)-MAB-Ru-MCM-41 There are at least two practical reasons for supporting homogeneous catalysts: ease of separation and reutilization. We carried out successive hydrogenations of itaconic acid with the same load of (S)-MAB-Ru-MCM-41. Between reactions the solid was simply filtered and washed with methanol. As an indication of the excellent characteristics of (S)-MAB-Ru-MCM-41, we observed that the reaction yield remained at 100% while the enantioselectivity decreased only slightly, from 97 to 94%, after three runs, as shown in Fig. 1 . These results help us establish that (S)-MAB-Ru and (S)-MAB-Ru-MCM-41 are promising chiral hydrogenation catalysts for practical applications [24]. 4 Conclusions Dichloro-(S)-6,6′-dimethyl-2,2′-diaminobiphenyl-ruthenium ((S)-MAB-Ru) was shown to be an excellent catalyst for the hydrogenation of α,β-unsaturated carboxylic acids. This was accomplished at 25°C and 4.85atm of hydrogen. The enantioselectivity to the (R)-product during hydrogenations of itaconic acid or α-acetamidocinnamic acid increased to 97% when the (S)-MAB-Ru complex was attached to the walls of MCM-41, a mesoporous SiO2. This effect was probably caused by the increased rigidity of the anchored structure. This, in turn, would hamper the rotation of the transition state during insertion of the hydrogen atoms to the double bonds of the acids and favor the (R)-isomers. The supported catalyst designed in this study was successfully reutilized while maintaining high e.e. during hydrogenation of itaconic acid. The procedure was extremely simple, involving only filtering and a wash with methanol. This was possible because the amine catalysts were stable in air. Through this work we have shown that chiral amine catalysts are comparable, and in some aspects superior to traditional systems containing phosphine ligands. It is also noteworthy that by supporting the catalytic complex we improved both yield and enantioselectivity. We are further studying these systems in order to broaden their scope. Acknowledgements We acknowledge the financial support of UAM-X and UAM-I. CP acknowledges the support of UAM-X for a sabbatical stay at ITQ, as well as the helpful discussions with Dr. Josefina Sabater from ITQ. References [1] V.Čaplar, G. Comisso, V. Šunjic, Synthesis (1981) 85. [2] R Noyori M Kitamura Mod. Synth. Methods 5 1989 116 [3] S Akutagawa Appl. Catal. 128 1995 171 [4] B.P. Mundy, M.G. Ellerd, Name Reactions and Reagents in Organic Chemistry, Wiley, New York, 1988, p. 422. [5] J.M. Arena, Poisoning, Charles Thomas Publisher, Springfield, 1979, p. 151. [6] K.T Wan M Davis Nature 370 1994 449 [7] I. Vankelecom, A. Wolfson, S. Geresh, M. Landau, M. Gottlieb, M. Hershkovitz, Chem. Commun. (1999) 2407. [8] F Gelman D Avnir H Shumann J Blum J. Mol. Cat. A: Chem. 146 1999 123 [9] R. Agustine, S. Tanielyan, S. Anderson, F. M. de Rege, D.K. Morita, K.C. Ott, W. Tumas, R.D. Broene, Chem. Commun. (2000) 1797. [10] A. Corma, M. Iglesias, C. Del Pino, F. Sánchez, J. Chem. Soc., Chem. Commun. (1991) 1253. [11] A Carmona A Corma M Iglesias A San José F Sánchez J. Organometal. Chem. 492 1995 11 [12] A Corma M Iglesias F Mohino F Sánchez J. Organometal. Chem. 544 1997 147 [13] A Adima J.J.E Moreau M.W.C Man J. Mater. Chem. 7 1997 2331 [14] J.W Fallen A.R Lavoie Organometallics 20 2001 5245 [15] R.S Ward D Branciard R.A Dignan M.C Pritchard Heterocycles 56 2002 157 [16] C.T Kresge M.E Leonowicz W.J Roth J.C Vartuli J.S Beck Nature 359 1992 710 [17] F.M. de Rege, D.K. Morita, K.C. Ott, W. Tumas, R.D. Broene, Chem. Commun. (2000) 1797. [18] H.M Lee S.W Kim T Hyeon B.M Kim Tetrahedron: Asymmetry 12 2001 1537 [19] A. Uehara, T. Kubota, R. Tsuchita, Chem. Lett. (1983) 441. [20] M Kaki J Meienhofer J. Org. Chem. 42 1977 2019 [21] K.J Edler J.W White Chem. Mater. 9 1997 1226 [22] G Hartman W Halczenko B.T Phillips J. Org. Chem. 51 1986 142 [23] R. Augustine, S. Tanielyan, S. Anderson, H. Yang, Chem. Commun. (1999) 1257. [24] C. Pérez, S. Pérez, G.A. Fuentes, Mexican Patent, submitted.",
      "scopus-id": "0037453367",
      "coredata": {
        "eid": "1-s2.0-S1381116902006544",
        "dc:description": "We report the synthesis and use of dichloro-(S)-6,6′-dimethyl-2,2′-diaminobiphenyl-ruthenium complex ((S)-MAB-Ru), an air-stable, highly active catalyst for the hydrogenation of α,β-unsaturated carboxylic acids at 25°C and 4.85atm hydrogen. The homogeneous hydrogenations of itaconic acid and α-acetamidocinnamic acid had yields above 97% in each case, and the enantiomeric excesses (e.e.) were 80 and 69.8% to the (R)-products, respectively. When we used (S)-MAB-Ru chemically bound to MCM-41, a mesoporous SiO2, the conversion of both acids was complete and both e.e. were practically 97%. The solid-bound catalyst was successfully reutilized in the hydrogenation of itaconic acid and the drop in asymmetric induction was only 3% after three runs. The fact that complexes containing chiral amine ligands provide such high yields and e.e. opens a potentially important area of research in the design of industrially relevant catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-04-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902006544",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pérez, Cuauhtemoc"
          },
          {
            "@_fa": "true",
            "$": "Pérez, Salud"
          },
          {
            "@_fa": "true",
            "$": "Fuentes, Gustavo A"
          },
          {
            "@_fa": "true",
            "$": "Corma, Avelino"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902006544"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902006544"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00654-4",
        "prism:volume": "197",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Preparation and use of a chiral amine ruthenium hydrogenation catalyst supported on mesoporous silica",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Chiral amine ruthenium hydrogenation catalyst"
          },
          {
            "@_fa": "true",
            "$": "Mesoporous silica"
          },
          {
            "@_fa": "true",
            "$": "α,β-Unsaturated carboxylic acid"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "275-281",
        "prism:endingPage": "281",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 April 2003",
        "prism:doi": "10.1016/S1381-1169(02)00654-4",
        "prism:startingPage": "275",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00654-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1394",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "116",
            "@width": "216",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2782",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "51",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "818",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "131",
            "@width": "322",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2933",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "28",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "570",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "112",
            "@width": "498",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3940",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1112",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "314",
            "@width": "623",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10684",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "67",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1067",
            "@ref": "sc4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "375",
            "@width": "701",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-sc4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12925",
            "@ref": "sc4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "57",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1236",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "151",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902006544-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10976",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037453367"
      }
    }
  }
}