{
  "metadata": {
    "title": "Epoxidation reactions with hydrogen peroxide activated by a novel heterogeneous metalloporphyrin catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-08-18",
    "doi": "10.1016/j.molcata.2006.05.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906008132",
    "pii": "S1381116906008132"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33747360795",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-06-12 2006-06-12 2010-03-29T20:21:43 1-s2.0-S1381116906008132 S1381-1169(06)00813-2 S1381116906008132 10.1016/j.molcata.2006.05.010 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02376 2015-05-15T05:56:33.323092-04:00 0 0 20060818 2006 2006-06-12T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst alllist content subj ssids 1381-1169 13811169 256 256 1 2 1 2 Volume 256, Issues 1–2 50 321 323 321 323 20060818 18 August 2006 2006-08-18 2006 article sco Copyright © 2006 Elsevier B.V. All rights reserved. EPOXIDATIONREACTIONSHYDROGENPEROXIDEACTIVATEDBYANOVELHETEROGENEOUSMETALLOPORPHYRINCATALYST REBELO S Acknowledgements References NOYORI 2003 1977 R REBELO 2004 608 S REBELO 2005 76 S SMITH 1994 325 J METALLOPORPHYRINSINCATALYTICOXIDATIONS LEANORD 1991 25 D DU 2004 7 C LORENTE 1996 343 M MEUNIER 2000 155 B PORPHYRINHANDBOOK JOHNSTONE 1996 1423 R WATANABE 1975 1385 E ADLER 1970 2443 A REBELOX2006X321 REBELOX2006X321X323 REBELOX2006X321XS REBELOX2006X321X323XS item S1381-1169(06)00813-2 S1381116906008132 1-s2.0-S1381116906008132 10.1016/j.molcata.2006.05.010 271358 2010-10-08T06:20:36.750404-04:00 2006-08-18 1-s2.0-S1381116906008132-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/MAIN/application/pdf/c838fbf2184f7a167fe58fece496ffa7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/MAIN/application/pdf/c838fbf2184f7a167fe58fece496ffa7/main.pdf main.pdf pdf true 149489 MAIN 3 1-s2.0-S1381116906008132-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/PREVIEW/image/png/e487a392f0359a1bbd67069817228426/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/PREVIEW/image/png/e487a392f0359a1bbd67069817228426/main_1.png main_1.png png 74371 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906008132-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/gr1/DOWNSAMPLED/image/jpeg/11c38b0f36bea42b39b16826e94f4fad/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/gr1/DOWNSAMPLED/image/jpeg/11c38b0f36bea42b39b16826e94f4fad/gr1.jpg gr1 gr1.jpg jpg 22377 158 370 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008132-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/gr1/THUMBNAIL/image/gif/dc7c184b0d958dfb600bc316f9529bda/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/gr1/THUMBNAIL/image/gif/dc7c184b0d958dfb600bc316f9529bda/gr1.sml gr1 gr1.sml sml 891 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906008132-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/sc1/DOWNSAMPLED/image/jpeg/937266f85447bc14ad5999c3bcd1cde7/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/sc1/DOWNSAMPLED/image/jpeg/937266f85447bc14ad5999c3bcd1cde7/sc1.jpg sc1 sc1.jpg jpg 27183 175 476 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008132-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/sc1/THUMBNAIL/image/gif/1cc44975b37aa6fe50316f407b6eb73c/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/sc1/THUMBNAIL/image/gif/1cc44975b37aa6fe50316f407b6eb73c/sc1.sml sc1 sc1.sml sml 848 46 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906008132-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/fx1/DOWNSAMPLED/image/gif/0edfef7f3bd1c04906459a4be3dca654/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/fx1/DOWNSAMPLED/image/gif/0edfef7f3bd1c04906459a4be3dca654/fx1.gif fx1 true fx1.gif gif 2484 148 189 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008132-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/fx1/THUMBNAIL/image/gif/3bf5f1249c99dd9a0d56d8161a1ccbf5/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/fx1/THUMBNAIL/image/gif/3bf5f1249c99dd9a0d56d8161a1ccbf5/fx1.sml fx1 true fx1.sml sml 1265 93 119 IMAGE-THUMBNAIL 1-s2.0-S1381116906008132-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/sc2/DOWNSAMPLED/image/jpeg/3ee36e58238bf6637aecfbaa84e543d9/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/sc2/DOWNSAMPLED/image/jpeg/3ee36e58238bf6637aecfbaa84e543d9/sc2.jpg sc2 sc2.jpg jpg 22600 113 557 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008132-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008132/sc2/THUMBNAIL/image/gif/a4429bbba34243a3f57e2fe29646017d/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008132/sc2/THUMBNAIL/image/gif/a4429bbba34243a3f57e2fe29646017d/sc2.sml sc2 sc2.sml sml 587 25 125 IMAGE-THUMBNAIL MOLCAA 6022 S1381-1169(06)00813-2 10.1016/j.molcata.2006.05.010 Elsevier B.V. Scheme 1 Scheme 2 Fig. 1 (a) Electronic absorption spectrum of Mn(βNO2TDCPP)Cl in CH2Cl2. (b) Diffuse reflectance spectrum of catalyst (1). Table 1 Epoxidation of cis-cyclooctene with H2O2 catalysed by (1) a Entry CH3CN (mL) Temperature (°C) H2O2 (mmol/h) Conversion b (%) Time (h) 1 2.0 20 0.04 72 19 2 0.5 20 0.04 89±6 c 21 3 0.5 20 0.15 31 9 4 0.5 20 0.10 52 16 5 2.0 d 50 0.04 89 21 6 No catalyst 0.5 20 0.04 0.5 18 7 First use e 0.5 20 0.04 97 23 8 Second use f 0.5 20 0.04 88 23 9 Third use 0.5 20 0.04 51 23 a The substrate (0.3mmol) was dissolved in the desired volume of solvent (CH3CN) and stirred in the presence of catalyst (31mg) and co-catalyst (NH4AcO, 0.12mmol) at the chosen temperature. H2O2 (35%, w/w) was diluted in CH3CN and progressively added to the reaction mixture at the specified rate till no progress in substrate conversion was observed. b Determined by GC, based on the substrate. c Average of three assays with solid catalysts from different synthesis. d Lower volumes led to complete solvent evaporation. e 125mg of catalyst (1) were used. f The catalyst was filtered, rinsed, dried and used in another reaction under the same catalytic reaction conditions. Table 2 Oxidation of 3-carene with H2O2 catalysed by (1) a t (h) Conversion (%) b Selectivity (%) b α/β c Selectivity (%) b α-Epoxide (2a) β-Epoxide (2b) 5-Alcohol (2c) 5-Ketone (2d) 12 51 23 7 3.3 39 9 27 65 32 10 3.2 25 17 a Reaction conditions: substrate: 0.3mmol; solvent: CH3CN: 0.5mL; co–catalyst (NH4AcO): 0.12mmol; at 20°C. b Determined by GC, based on the substrate. c α/β-Epoxide ratio. Short communication Epoxidation reactions with hydrogen peroxide activated by a novel heterogeneous metalloporphyrin catalyst Susana L.H. Rebelo a A. Ricardo Gonçalves a Mariette M. Pereira a ⁎⁎ Mário M.Q. Simões b M. Graça P.M.S. Neves b José A.S. Cavaleiro b ⁎ a Departamento de Química, Universidade de Coimbra, 3004-535 Coimbra, Portugal b Departamento de Química, Universidade de Aveiro, 3810-193 Aveiro, Portugal ⁎ Corresponding author. Tel.: +351 234370717; fax: +351 234370084. ⁎⁎ Corresponding author. Tel.: +351 239854474; fax: +351 239827703. Graphical abstract A novel heterogeneous catalyst was developed by immobilization of the robust Mn(TDCPP)Cl on an inorganic support by a strong covalent bond through the β-position of the macrocycle. This new material has demonstrated to be an active, selective and reusable catalyst in clean epoxidation reactions using hydrogen peroxide as oxidant. A novel heterogeneous catalyst was developed by immobilization of the robust Mn(TDCPP)Cl on an inorganic support by a strong covalent bond through the β-position of the macrocycle. This new material has demonstrated to be an active, selective and reusable catalyst in clean epoxidation reactions using hydrogen peroxide as oxidant. Keywords Heterogeneous Manganese (III) Porphyrin Silica Epoxidation Hydrogen peroxide An important challenge for the green chemistry is to find alternatives to the common oxidation synthetic methodologies, based on stoichiometric oxidants, leading to large amounts of non-biodegradable by-products [1]. The use of hydrogen peroxide as a cheap, environmentally clean and easy to handle oxidant [2], in conjugation with robust and easily obtainable metalloporphyrins as catalysts, led to efficient procedures to perform many oxidative reactions [3,4]. In some cases the role of a co-catalyst like ammonium acetate has shown to be essential [4]. However, the potentiality of these systems will only be realized by anchoring the catalyst to a solid support, thus allowing its easy recovery and reuse. Moreover, the local environment of the support can bring higher selectivity and prevent catalyst self-oxidation [5]. The different attempts to create efficient supported metalloporphyrin catalysts use organic [6] or mineral [7] supports; among them silica has been recognized as a very attractive material, due to its stability towards drastic catalytic oxidation conditions [8]. As far as we are aware, an entirely new covalent approach is reported here, consisting of chloro 5,10,15,20-tetrakis(2,6-dichlorophenyl)porphyrinatomanganese(III) [Mn(TDCPP)Cl] covalently bonded to a modified silica at the β-pyrrolic position of the macrocycle (Scheme 1 ). The chloro 2-nitro-5,10,15,20-tetrakis(2,6-dichlorophenyl)porphyrinatomanganese(III) [Mn(βNO2TDCPP)Cl] was prepared according to described methods [9–11]; 10.0mg (0.01mmol) of that complex were taken in 3mL of xylene. The mixture was refluxed in the presence of 0.5g of 3-aminopropyl-functionalised silica gel (Aldrich, ∼9% functionalised) for 48h under a nitrogen atmosphere and magnetic stirring. After cooling, the resulting solid was filtered and exhaustively washed with a mixture of methanol/ethyl acetate (1:9) and subsequently with acetonitrile. Then, the solid was dried at 80°C for at least 12h, to afford the new catalyst (1) as a dark green powder. A control experiment was performed in the above described conditions but using Mn(TDCPP)Cl instead of Mn(βNO2TDCPP)Cl. In this case, the formation of the covalent bond is not possible due to the absence of the nitro group and the metalloporphyrin can only be adsorbed to silica. In fact, the solid resulting from the control experiment was submitted to the washing procedure described above, but only a pale green solid was obtained. These results confirm that a covalent bond was established only with the nitro derivative at high temperature and they are corroborated by recent observations that β-nitroporphyrins can suffer ipso substitution by amine groups [12]. The absorption spectra in the visible region of the homogeneous and immobilized porphyrins are collected in Fig. 1 . Despite the typical peak enlargement observed in the metalloporphyrin bonded to the solid supports, the typical adsorption peaks are retained. The manganese contents of catalyst (1) were determined by ICP-OEP (ion coupled plasma-optical emission spectroscopy) affording 0.90mg of Mn/g of catalyst (1). This result allowed the determination of the amount of metalloporphyrin incorporated into the silica as being 0.02mmol of metalloporphyrin/g of catalyst (1). The reproducibility of the synthetic procedure was also validated, since the analysis of the manganese contents of another sample of (1) resulting from a second synthesis did afford 0.86mg of Mn/g of catalyst (1). The metalloporphyrin loading was also determined by elemental analysis, comparing the carbon content of functionalised silica with and without the metalloporphyrin. The percentage of carbon mass corresponding to the supported metalloporphyrin was 1.33%, corresponding to 0.02mmol of metalloporphyrin/g of catalyst (1), which is in accordance with the result obtained by ICP. The efficiency of the new immobilized porphyrin (1) was tested in the catalytic oxidation of cis-cyclooctene as a model substrate and H2O2 as oxidant in acetonitrile, as solvent. The results obtained in different conditions are collected in Table 1 . The reactions were stopped when two successive analyses by gas chromatography gave the same percentage of conversion. The efficiency of the catalytic system was evaluated under several conditions and the best performance was achieved when a low solvent volume (0.5mL) and a low rate of oxidant addition (0.04mmol/h) were used (Table 1, entry 2). In this case, 89% of substrate conversion was obtained after 21h at 20°C. Higher rates of oxidant addition led to a decrease in the catalytic system performance (entries 3 and 4), probably due to metalloporphyrin bleaching, while higher solvent volumes probably make difficult the substrate approach to the catalyst (entry 1). It was also observed that the temperature increase has no significant effect in the substrate conversion (entry 5). It is remarkable to notice that in all assays the selectivity for cyclooctene oxide was ≥99%. In the absence of catalyst, only 0.5% of conversion was registered after 18h of reaction (entry 6). No manganese porphyrin was observed by UV–vis analyses of the reaction supernatant and the recovered silica after reaction of entry 2 presented a Mn content by ICP-OES analysis of 0.70mg of Mn/g of catalyst, showing that only minor leaching has occurred during the reaction. This recovered catalyst was reused affording only 5% of substrate conversion. However, increasing catalyst amount to a substrate:supported metalloporphyrin ratio of 100 instead of 600 (entries 7–9), for the Second and Third catalyst reuse the experiments afforded 88 and 51% conversion, respectively. In order to evaluate the potential applicability of this new heterogeneous metalloporphyrin catalyst (1) in the oxidation of substrates with potential economical interest, the oxidation of 3-carene (2) was performed. After 27h of reaction time, 65% of substrate conversion and 42% selectivity for the epoxides were obtained (Scheme 2 and Table 2 ). The α/β-epoxide ratio was 3.2, which did not change during the reaction course. It is worth to notice that in the oxidation of 3-carene with H2O2 in the presence of the homogeneous catalyst Mn(TDCPP)Cl the α/β-epoxide ratio was only 1.7 [4]. This increase on the epoxide ratio is indicative of the significant influence of the support environment on the diastereoselectivity of the epoxidation reaction. To obtain some mechanistic information and diastereoselective systems, similar studies are being carried out in our laboratories with other metalloporphyrins, other supports and different natural chiral substrates. Acknowledgements Thanks are due to FCT-POCTI, FEDER, Centro de Química de Coimbra and Organic Research Unit, University of Aveiro, for funding. S.L.H. Rebelo also thanks FCT for the grant SFRH/BPD/14501/2003. References [1] R. Noyori M. Aoki K. Sato Chem. Commun. 2003 1977 [2] G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluwer, Dordrecht, 1992 C.W. Jones, Applications of Hydrogen Peroxide and Derivatives, The Royal Society of Chemistry, Cambridge, 1999. [3] S.L.H. Rebelo M.M.Q. Simões M.G.P.M.S. Neves A.M.S. Silva J.A.S. Cavaleiro Chem. Commun. 2004 608 [4] S.L.H. Rebelo M.M. Pereira M.M.Q. Simões M.G.P.M.S. Neves J.A.S. Cavaleiro J. Catal. 234 2005 76 [5] J.R.L. Smith R.A. Sheldon Metalloporphyrins in Catalytic Oxidations 1994 Marcel Dekker New York 325 [6] D.R. Leanord J.R.L. Smith J. Chem. Soc., Perkin Trans. 2 1991 25 C.-P. Du Z.-K. Li X.-M. Wen J. Wu X.-Q. Yu M. Yang R.-G. Xie J. Mol. Catal. A: Chem. 216 2004 7 [7] M.A.M. Lorente P. Battioni W. Kleemiss J.F. Bartoli D. Mansuy J. Mol. Catal. A: Chem. 113 1996 343 [8] B. Meunier A. Robert G. Pratviel J. Bernadou K.M. Kadish K.M. Smith R. Guilard The Porphyrin Handbook 4 2000 Academic Press San Diego 155 [9] R.A.W. Johnstone M.L.P.J. Nunes M.M. Pereira A.M.A.R. Gonsalves A.C. Serra Heterocycles 43 1996 1423 [10] E. Watanabe S. Nishimura H. Ogoshi Z. Yoshida Tetrahedron 31 1975 1385 [11] A.D. Adler F.R. Longo F. Kampes J. Kim J. Inorg. Nucl. Chem. 32 1970 2443 [12] (a) A.M.V.M. Pereira, C.M.A. Alonso, M.G.P.M.S. Neves, A.C. Tomé, A.M.S. Silva, J.A.S. Cavaleiro, Proceedings of the Sixth Organic Chemistry National Meeting, Braga, Portugal, July 2005. Book of Abstracts, Poster PO29. (b) A.M.V.M. Pereira, MSc Thesis, University of Aveiro, 2005.",
      "scopus-id": "33747360795",
      "coredata": {
        "eid": "1-s2.0-S1381116906008132",
        "dc:description": "A novel heterogeneous catalyst was developed by immobilization of the robust Mn(TDCPP)Cl on an inorganic support by a strong covalent bond through the β-position of the macrocycle. This new material has demonstrated to be an active, selective and reusable catalyst in clean epoxidation reactions using hydrogen peroxide as oxidant.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-08-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906008132",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rebelo, Susana L.H."
          },
          {
            "@_fa": "true",
            "$": "Gonçalves, A. Ricardo"
          },
          {
            "@_fa": "true",
            "$": "Pereira, Mariette M."
          },
          {
            "@_fa": "true",
            "$": "Simões, Mário M.Q."
          },
          {
            "@_fa": "true",
            "$": "Neves, M. Graça P.M.S."
          },
          {
            "@_fa": "true",
            "$": "Cavaleiro, José A.S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906008132"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906008132"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00813-2",
        "prism:volume": "256",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Epoxidation reactions with hydrogen peroxide activated by a novel heterogeneous metalloporphyrin catalyst",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          },
          {
            "@_fa": "true",
            "$": "Manganese (III)"
          },
          {
            "@_fa": "true",
            "$": "Porphyrin"
          },
          {
            "@_fa": "true",
            "$": "Silica"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "321-323",
        "prism:endingPage": "323",
        "pubType": "sco",
        "prism:coverDisplayDate": "18 August 2006",
        "prism:doi": "10.1016/j.molcata.2006.05.010",
        "prism:startingPage": "321",
        "dc:identifier": "doi:10.1016/j.molcata.2006.05.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "158",
            "@width": "370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22377",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "891",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "175",
            "@width": "476",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27183",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "46",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "848",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "148",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2484",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "119",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1265",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "113",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22600",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "25",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008132-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "587",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33747360795"
      }
    }
  }
}