{
  "metadata": {
    "title": "Porphyrins covalently bound to polystyrene II. an efficient model of monooxygenase reactivity",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-04-11",
    "doi": "10.1016/S1381-1169(96)00376-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003767",
    "pii": "S1381116996003767"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0343580458",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003767 S1381-1169(96)00376-7 S1381116996003767 10.1016/S1381-1169(96)00376-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00441 2015-05-15T05:56:33.668241-04:00 0 0 19970411 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast authsuff doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 1 1 Volume 118, Issue 1 8 63 68 63 68 19970411 11 April 1997 1997-04-11 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. PORPHYRINSCOVALENTLYBOUNDPOLYSTYRENEIIEFFICIENTMODELMONOOXYGENASEREACTIVITY ANZENBACHER P MEUNIER 1992 1411 B 1985 CYTOCHROMEP450 BASSOLI 1989 173 A BERNADOU 1991 360 J CHAUHAN 1990 539 S VANDERMADE 1983 1204 A ANZENBACHER 1995 311 P ROLLMAN 1975 2132 L MARUYAMA 1986 543 K UNO 1991 297 H LIU 1996 L193 Z ANZENBACHER 1992 P THESIS LITTLE 1967 476 R BODANSZKY 1984 M PRACTICEPEPTIDESYNTHESIS 1989 VOGELSTEXTBOOKPRACTICALORGANICCHEMISTRY ANZENBACHERX1997X63 ANZENBACHERX1997X63X68 ANZENBACHERX1997X63XP ANZENBACHERX1997X63X68XP item S1381-1169(96)00376-7 S1381116996003767 1-s2.0-S1381116996003767 10.1016/S1381-1169(96)00376-7 271358 2010-09-29T19:50:37.470664-04:00 1997-04-11 1-s2.0-S1381116996003767-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003767/MAIN/application/pdf/0b4fa6134071f5a1850402a75806f299/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003767/MAIN/application/pdf/0b4fa6134071f5a1850402a75806f299/main.pdf main.pdf pdf true 575017 MAIN 6 1-s2.0-S1381116996003767-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003767/PREVIEW/image/png/8db7d70e246425bf1bbcfae525a95f32/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003767/PREVIEW/image/png/8db7d70e246425bf1bbcfae525a95f32/main_1.png main_1.png png 58331 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 118 (1997) 63-68 Porphyrins covalently bound to polystyrene II. an efficient model of monooxygenase reactivity Pavel Anzenbacher Jr. a' * , Vladimir Kr a, Karolina Jursova, Jana Gterovh, Alexander Kasal b Institute of Chemical Technology, Dept. of Analytical Chemistry, Faculty of Chemical Engineering, Prague 6, Technick 166 2<9, Prague. Czech Republic n Institute of Organic Chemistry and Biochemistry, Czech Academy of Science, Flemingoro n. 2, 166 10, Prague. Czech Republic Received 15 June 1996; accepted 28 August 1996 Abstract A simple and efficient method for the preparation of metalloporphyrin catalyst bound to benzhydryl amine substituted polystyrene via amide bond was elaborated. Catalytic efficiency of the Fe 3+ or Mn3+ metal locomplexes of these potphytin-benzhydryl amido-polystyrene catalysts was studied at the epoxidation reactions in the systems styrene/iodosobenzene or t-butyl hydroperoxide/pyridine or imidazole (axial ligands). The rate of substrate conversion (turnover of the catalytic centre) as a function of the density of saturation of the benzhydryl amine substitution of the resin is discussed. Keywords: Cytochrome P-450; Monooxygenases; Model; Epoxidation; Porphyrin 1. Introduction Investigation of the monooxygenase enzyme systems has received an increased attention lately [ 1 ]. It is mainly due to the fact that these enzyme systems participate in the metabolism of many eobiotics and especially xenobiotics, and they also provide the possibility of being employed as alternative means of organic synthesis [2]. In connection with this, numerous porphyrin catalysts featuring enhanced stability towards oxidative degradation during catalytic process were prepared. One of the successful procedures ` Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00376-7 proved to be the so-called `method of site isolation' [3] of the catalytic centres on the resin which is capable of preventing degradative intermolecular reactions of the catalytic centres. As inert carriers of organic nature capable to provide suitable environment for the `accommodation' of porphyrin catalytic centres, the derivatives of polystyrene are often utilized [4], as they are easily accessible and feature a variety of arrangements of polymeric chains and `pore' shapes given by cross-linking. Although these methods afforded a number of catalysts with interesting properties, their preparation is not always straightforward [5]. In this paper we describe several variants of a simplified method utilizing for the creation of the connection between catalytic unit and poly- P. Anzenbacher Jr. et al. / Journal of Molecular Catalysis A: Chemical 118 (1997) 63-68 mer the amide bond arising from the reaction of polystyrene, possessing benzhydryl amine (aaminodiphenylmethane) substitution, with appropriate activated derivative (chloride, mixed anhydride, or active ester) of 5-(4-carboxyphenyl)-10,15,20-tri-(4-tolyl)porphyrin. The amide bond was chosen because of the ease of preparation of the respective amido derivatives, and also with respect to the assumption that it should be, as with the natural monooxygenase systems, sufficiently stable under conditions of the epoxidation reactions. This optimized method consists in (i) the transformation of carboxyporphyrin to the appropriate activated derivative and (ii) subsequent reaction of the activated derivative with aminopolystyrene. As the polystyrene resins, commercially available benzhydryl amine polystyrenes (0.2 mmol amino groups/g of resin; 3-4% cross-linking) were used. This method provides catalyst particles of a high density of saturation of the resin substitution. The unreacted amino groups were capped on reaction with pivaloyl chloride (affording pivaloyl amide terminations). Capping of the unreacted amino groups must be regarded as a very important step because, due to the relatively low cross-linking of the polymeric chain, the metalloporphyrin catalytic unit may come too close to the unreacted amino group of another chain of the polymer whereby interference with the catalytic process could take place. The formed amidoporphyrin catalyst is subsequently transformed to the appropriate metallocomplex by the metallation reaction with the Fe 3+ or Mn3+ acetylacetonate complex. It was found that the method of activation (character of the activated derivative) markedly influences the density of saturation of the polystyrene substitution with porphyrin derivative. The following activated derivatives of carboxyporphyrins were tested: acid chloride, adduct with dicyclohexylcarbodiimide, and mixed anhydride with ethyl formate. The catalytic properties were tested on model epoxidation reactions using styrene as a substrate and iodosobenzene or t-butyl hydro- peroxide (20% in dichloromethane) as a source of oxygen in presence of pyridine or imidazole as an axial ligand. Stability of the catalyst in various systems (catalyst/central ion/oxygen source/axial ligand) was studied as well as the dependence of the catalyst stability on the method of its preparation, i.e., especially on the density of saturation of the benzhydryl amine resin substitution. 2. Experimental All compounds used in this study were of analytical grade purity. All solvents were made anhydrous using standard procedures. The starting porphyrin derivative, 5-(4carboxyphenyl)-10,15,20-tri-(4-tolyl)porphyrin was prepared according to the literature [6]. The benzhydryl amine resins were thoroughly washed with 1 % triethylamine in chloroform before use. The elemental analysis of washed and dried resin showed a 0.33% content of N. The data of elemental analyses were found consistent with IR spectroscopy measurements. Gas chromatography of reaction mixtures was performed on a Hewlett Packard 5890 instrument equipped with FID and an Ultra-2 column, SOm X 0.22 X 0.32. GC-MS spectra were performed on a ZAB EQ instrument. 2.1. Procedures for the preparation of catalysts 2.1.1. Acid chloride procedure i71 The porphyrin (0.50 g, 0.71 mmol) was suspended in thionyl chloride (5 ml) and the mixture was refluxed for 5 h, after which the excess of thionyl chloride was distilled off. The remaining solid was co-distilled with toluene (5 X 20 ml), the porphyrin residue (0.58 g) was dissolved in chloroform (10 ml) and added dropwise to the stirred, ice-cooled suspension of benzhydryl amine resin (5 g) in chloroform (30 ml)-triethylamine (5 ml). The suspension was stirred thoroughly in an ice bath for 30 min, after which the temperature was allowed to rise P. Anzenbacher Jr. et al. /Journal of Molecular Catalysis A: Chemical 778 (7997) 63-68 to 20. After an additional 2 h of stirring the suspension was warmed to 40, kept at this temperature for 2 h, and finally cooled to room temperature. The resin particles were filtered off and washed with water, 1 M hydrochloric acid, sodium hydrogen carbonate solution, water, ethanol, and chloroform successively. The washed amidoporphyrin resin (Catalyst Al) was dried and subjected to elemental analysis. 0.99% N was found. This value corresponds with the content of 0.12 mmol of amidoporphyrin moieties per g of resin. 2.1.2. Dicyclohexydcarbodiimide procedure i7i The porphyrin (0.50 g, 0.71 mmol), the benzhydrylamine resin (5 g), 1-hydroxybenzotriazole (0.15 g, 1.1 mmol), and N-ethylmorpholine (1 ml) were dissolved in tetrahydrofu-rane (40 ml). The solution was stirred in an ice-water bath while dicyclohexylcarbodiimide (0.46 g, 2.2 mmol) was added. Stirring was continued for 2 h at 0 and for an additional 12 h at room temperature. The resin particles were filtered off and washed with hot chloroform (50), 15% methanol in chloroform (50) and acetic acid (80) successively, and then with water, 1 M hydrochloric acid, sodium hydrogen carbonate solution, water, ethanol, and chloroform. The washed amidoporphyrin resin (Catalyst A2) was dried and subjected to elemental analysis. For A2, 0.84% N was found which resembles 1.10 mmol of amidoporphyrin moieties per g of resin. 2.1.3. Mixed anhydride method (8] The porphyrin (0.50 g, 0.71 mmol) was suspended in chloroform (30 ml), redistilled triethylamine (1 ml) was added, the mixture was cooled in the ice-water bath, ethyl chloroformate (0.5 ml, 16.2 mmol) was added, and the whole was stirred for a period of 30 min. After that, the benzhydrylamine resin (5 g) was added to the mixture followed by the addition of precooled chloroform (30 ml) with a second portion of triethylamine (0.5 ml). The suspension was stirred under cooling on an ice bath for 30 65 min and then the temperature was allowed to rise to 20. After an additional 30 min of stirring the suspension was gently heated to 60 and kept at this temperature for 2 h, and than cooled to room temperature. The resin particles were filtered off and washed with water, 1 M hydrochloric acid, sodium hydrogen carbonate solution, water, ethanol, and chloroform, successively. The washed amidoporphyrin resin (Catalyst A3) was dried and subjected to elemental analysis. For A3, 0.79% N was found which corresponds with the content of 0.09 mmol amidoporphyrin moieties per g of resin. 2.1.4. Capping procedure The obtained amidoporphyrin resin was suspended in chloroform (30 ml) containing redistilled triethylamine (I ml), the mixture was cooled in the ice-water bath, and pivaloyl chloride (0.5 ml, 4.0 mmol) was added. The reaction and its work-up were carried out following the acid chloride procedure. The elemental analyses of capped resins (B1, B2 and B3) showed only negligible differences in comparison with those of Al, A2 and A3. The reaction proceeded quantitatively (yield > 99%), as confirmed by IR spectroscopy. 2.1.5. Metallation procedure Catalysts (3 g) were converted to their Fe 3+ and Mn3+ metallocomplexes under reflux in ethanol (30 ml) with the appropriate acetylacetonate complex (0.28 mmol) for 24 h. The metallated resins were thoroughly washed with ethanol (40-50), 50% aqueous ethanol, water, 80% aqueous acetic acid, and ethanol, and eventually dried in vacuum. The content of metal ion in metallated catalysts (C1, C2 and C3) (regular content of catalytic sites) was determined by atomic absorption spectroscopy after mineralization in concentrated perchloric acid, and was shown to be 0.122 mmol/g of resin in case of C1, 0.100 mmol/g of resin in case of C2 and 0.091 mmol/g of resin in case of C3. 66 P. Anzenbacher Jr. et al. / Journal of Molecular Catalysis A: Chemical 118 (1997) 63-68 2.2. General procedure for epoxidation experiments In a typical experiment, the catalyst in the amount resembling to 5 X 10-4 mmol catalytical units (ca. 4-5 mg, according to the catalyst substitution density) was suspended in dichloromethane (7 ml) along with styrene (200 mg, 2.10 mmol) and pyridine (4 mg, 0.05 mmol) or imidazole (4 mg, 0.06 mmol), and to the thus formed solution the oxidizing agent, either iodosobenzene (500 mg, 2.27 mmol) or anhydrous t-butyl hydroperoxide in dichloromethane (1 ml, 2.22 mmol), was added. Reaction was followed by GC by taking-off the aliquots (0.5 ml), filtering them and submitting to analyses. Reaction products were determined by comparison of the retention times with those of the authentic samples and proved by GC-MS. The proportions of the products obtained were calculated from the total of all products (including unidentified ones) in the reaction mixture. The substrate conversion (percentage figures) were calculated from the amount of substrate submitted to the reaction. 3. Results and conclusions Epoxidation of styrene with iodosobenzene as oxidizing agent afforded a mixture of products according to the Scheme 1. Styrene oxide (Product 1) was identified as the main component (82-90%) in the product mixture. Further products, representing 9-17% of the mixture, were identified as acetophenone (Product 2), benzaldehyde (Product 3) and 1phenylacetaldehyde (Product 4). Under the use of pyridine as axial ligand the mutual ratio of the detected products 1, 2, 3, and 4 was found to be 100:3:6:4 for Mn3+ catalyst and 100:6:9:7 for Fe 3+ catalyst while with the use of imidazole the respective figures for product composition were 100:2:5:4 for Mn3+ catalyst and 100:2:8:7 for Fe 3+ catalyst. The reaction mixture contained some other minor products that were not identified and formed a mere 1-2% of the total. Table 1 shows the substrate conversion (sum of all products) after 24 h and the proportion of epoxide in the product mixture (both in %) depending on the axial ligand and the central ion used. 3.1. Porphyries coualently bound to polystyrene, part 11 Epoxidation of styrene with t-butyl hydroperoxide afforded a mixture of products, as in Scheme 1, in which styrene oxide (Product 1) was found to be the main product again (6978%). Further products, a total of 18-24%, were identified as acetophenone (Product 2), benzaldehyde (Product 3), and 1-phenylacetaldehyde (Product 4). With the use of pyridine as axial ligand, the proportions of products 1, 2, 3, and 4 were found to be 100:5:18:11 for the Mn3+ catalyst and 100:7:23:14 for the Fe 3+ catalyst, while under the use of imidazole the corresponding figures were 100:3:17:8 for the Mn3+ catalyst and 100:7:21:12 for the Fe 3+ catalyst. The total amount of the non-identifiable products was less than 6% of the whole mixture. Table 2 shows the substrate conversion (sum of all products) after 24 h and the share of epoxide in the product mixture (both in %) depending on the axial ligand and the central ion used. In order to find out the plot of substrate 0 O + 0-\"- + C~CH=O + ~CH=O (2) (3) (4) Scheme 1. Epoxidation of styrene by iodosobenzene or t-butyl hydroperoxide. P. Anzenbacher Jr. et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 63-68 Table 1 Epoxidation of styrene according to Scheme 1 mediated by amidoporphyrin-polystyrene catalysts (C2) using iodosobenzene after 24 h Axial ligand Pyridine Imidazole Total conversion and epoxide yield (both in %) Substrate conversion Epoxide yield Substrate conversion Epoxide yield Fe(3 + ) catalyst 71 82 78 85 Mn(3 + ) catalyst 83 89 89 90 67 conversion (per mmol of catalytic units) vs. density of saturation of the benzhydryl amine substitution of the resin we performed the experiments in which equimolar amounts of catalysts with varying density of resin substitution were used. It was found that at low densities of saturation of the substitution of the resin by catalytic centres, no significant changes of the stability during the course of the reaction of the catalyst took place. Only at the catalysts with a higher density of catalytic centres, some irreversible deactivation of certain amount of these centres takes place at the beginning of the experiment, probably as a result of the destruction of the less-protected centres situated on the surface of polymer particles. This is manifested by ca. 300 lowering of the catalytic efficiency in the course of the first S h of the experiment after which, however, the substrate conversion rate remains stable (as for the linear, stable rise). Table 3 shows, on a standard arrangement of the epoxidation experiment, the dependence of substrate conversion on the density of resin substitution. The achieved results allow for drawing the following conclusions: Preparation of catalytically active models of the monooxygenase systems based on the amidoporphyrin-polystyrene catalysts is simple, efficient and versatile (in the sense of finding several equally suitable variants of the preparation, according to the synthetic possibilities provided by the porphyrins intended far use as catalytic centres). Catalytic systems based on the use of amidoporphyrin catalysts make use of the easily ac- Table 2 Epoxidation of styrene according to Scheme I mediated by amidoporphyrin-polystyrene catalysts (C2) using t-butyl hydroperoxide after 24 h Axial ligand Pyridine Imidazole Total conversion and epoxide yield (in %) Substrate conversion Epoxide yield Substrate conversion Epoxide yield Fe(3 + ) catalyst 98 69 99 71 Mn(3 + ) catalyst 100 75 100 78 Table 3 Epoxidation of styrene by amidoporphyrin-polystyrene catalysts containing equimolar amount of catalytic sites using iodoso-benzene/im idazole system Total conversion of substrate after 24 h (in %) Catalyst prepared from C1 C2 C3 CX Density of substitution (mmol) 0.122 0.100 0.095 0.310 Fe(3 + ) catalyst 79 78 79 61 Mn(3 + ) catalyst 90 89 92 68 Catalyst CX was prepared using the acid chloride method from the benzhydryl amine resin of a 0.45 mmol/g amine substitution density. 68 P. Anzenbacher Jr. et al. / Journal of Molecular Catalysis A: Chemical 118 (1997) 63-68 cessible, high-yields-furnishing, unhindered meso-tetraphenylporphyrins, i.e., porphyrins without further substituents which in other cases contribute to enhance the stability of catalysts [1]. It turned out that the amide bond between porphyrin catalytic centres and the resin is suffi- ciently stable under conditions of the epoxida- References tion reactions and allows to achieve a high turnover of the catalyst at the model reactions of this kind. The results achieved at the epoxida tion experiments are comparable to those ob served with the systems based on hindered met alloporphyrin catalysts. These results further support a general assumption on the possibility to model the role of apoprotein by making use of a neutral, sufficiently flexible environment which would enable to create suitable condi tions for `accommodation' of the porphyrin cat alytic centres in the structure of the resin by bringing about the physico-chemical conditions similar to those existing in the active centres of the monooxygenase systems. Acknowledgements This work was supported by a grant of Howard Hughes Medical Institute International Research Scholars Program HHMI 75195541101, by a grant of the Grant Agency of the Czech Republic GA CR 500/009/94 and inter- nal grant of AV CR, No. 45535. [1] B. Meunier, Chem. Rev. 92 (1992) 1411. [2] P.R. Ortiz de Montellano ed., Cytochrome P-450 (Plenum Press, New York, 1985); A. Bassoli, G. Di Gregorio, B. Rinodone, S. Tollari and F. Chioccara, J. Mol. Catal. 53 (1989) 173; J. Bernadou, M. Bonnafous, G. Labat, P. Loiseau and B. Meunier, Drug. Metab. Dispos. 19 (1991) 360; S.M.S. Chauhan, T.S. Kohli, K. Visweswara and A. Gulati, Indian J. Chem. 29 B (1990) 539. [3] A.W. van der Made, J.H.W. Smeets, R.J.M. Nolte and W.J. Drenth, J. Chem. Soc., Chem. Commun. (1983) 1204. [4] P. Anzenbacher and V. Kr, J. Mol. Catal. A 96 (1995) 311; L.D. Rollman, J. Am. Chem. Soc. 97 (1975) 2132; K. Maruyama, H. Tamiaki and S. Kawabata, J. Chem. Soc., Perkin. Trans. 2 (1986) 543; H. Uno, K. Takata and Y. Mizutani, React. Polymers 16 (1991/92) 297; Z.-L. Liu, J.-W. Huang and L.-N. Ji, J. Mol. Catal. A 104 (1996) L193. [5] P. Anzenbacher, Jr., Thesis, Charles University, Prague, 1992; P. Anzenbacher, Jr., V. Kr and J. Gterov unpublished results. [6] R.G. Little, A.J.A. Loach and J.A. Ibers, J. Het. Chem. 32 (1967) 476. [7] M. Bodanszky and A. Bodanszky, The Practice of Peptide Synthesis (Springer, Berlin, 1984). [8] A.R. Tatchell et al., ed., Vogel's Textbook of Practical Organic Chemistry, 5th Ed. (Whey, New York, NY, 1989). MOLCAA 96003767 S1381-1169(96)00376-7 10.1016/S1381-1169(96)00376-7 Chemical and metal complex catalysis Article Porphyrins covalently bound to polystyrene II. an efficient model of monooxygenase reactivity Pavel Anzenbacher Jr. ∗ a Vladimír Král a Karolina Jursíková a Jana Günterová b Alexander Kasal b a Institute of Chemical Technology, Dept. of Analytical Chemistry, Faculty of Chemical Engineering, Prague 6, Technická, 166 28, Prague, Czech Republic b Institute of Organic Chemistry and Biochemistry, Czech Academy of Science, Flemingovo nám. 2, 166 10, Prague, Czech Republic ∗ Corresponding author. A simple and efficient method for the preparation of metalloporphyrin catalyst bound to benzhydryl amine substituted polystyrene via amide bond was elaborated. Catalytic efficiency of the Fe3+ or Mn3+ metallocomplexes of these porphyrin-benzhydryl amido-polystyrene catalysts was studied at the epoxidation reactions in the systems syrene/iodosobenzene or t-butyl hydroperoxide/pyridine or imidazole (axial ligands). The rate of substrate conversion (turnover of the catalytic centre) as a function of the density of saturation of the benzhydryl amine substitution of the resin is discussed. Keywords Cytochrome P-450 Monooxygenases Model Epoxidation Porphyrin References [1] B. Meunier Chem. Rev. 92 1992 1411 [2] P.R.Ortiz de Montellano Cytochrome P-450 1985 Plenum Press New York A. Bassoli G. Di Gregorio B. Rinodone S. Tollari F. Chioccara J. Mol. Catal. 53 1989 173 J. Bernadou M. Bonnafous G. Labat P. Loiseau B. Meunier Drug. Metab. Dispos. 19 1991 360 S.M.S. Chauhan T.S. Kohli K. Visweswara A. Gulati Indian J. Chem. 29 B 1990 539 [3] A.W. van der Made J.H.W. Smeets R.J.M. Nolte W.J. Drenth J. Chem. Soc., Chem. Commun. 1983 1204 [4] P. Anzenbacher V. Král J. Mol. Catal. A 96 1995 311 L.D. Rollman J. Am. Chem. Soc. 97 1975 2132 K. Maruyama H. Tamiaki S. Kawabata J. Chem. Soc., Perkin. Trans. 2 1986 543 H. Uno K. Takata Y. Mizutani React. Polymers 16 1991/1992 297 Z.-L. Liu J.-W. Huang L.-N. Ji J. Mol. Catal. A 104 1996 L193 [5] P. Anzenbacher Jr. Thesis 1992 Charles University Prague P. Anzenbacher, Jr., V. Král and J. Günterovà, unpublished results [6] R.G. Little A.J.A. Loach J.A. Ibers J. Het. Chem. 32 1967 476 [7] M. Bodanszky A. Bodanszky The Practice of Peptide Synthesis 1984 Springer Berlin [8] A.R. Tatchell Vogel's Textbook of Practical Organic Chemistry 5th Ed. 1989 Wiley New York, NY",
      "scopus-id": "0343580458",
      "coredata": {
        "eid": "1-s2.0-S1381116996003767",
        "dc:description": "A simple and efficient method for the preparation of metalloporphyrin catalyst bound to benzhydryl amine substituted polystyrene via amide bond was elaborated. Catalytic efficiency of the Fe3+ or Mn3+ metallocomplexes of these porphyrin-benzhydryl amido-polystyrene catalysts was studied at the epoxidation reactions in the systems syrene/iodosobenzene or t-butyl hydroperoxide/pyridine or imidazole (axial ligands). The rate of substrate conversion (turnover of the catalytic centre) as a function of the density of saturation of the benzhydryl amine substitution of the resin is discussed.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003767",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Anzenbacher, Pavel"
          },
          {
            "@_fa": "true",
            "$": "Král, Vladimír"
          },
          {
            "@_fa": "true",
            "$": "Jursíková, Karolina"
          },
          {
            "@_fa": "true",
            "$": "Günterová, Jana"
          },
          {
            "@_fa": "true",
            "$": "Kasal, Alexander"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003767"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003767"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00376-7",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Porphyrins covalently bound to polystyrene II. an efficient model of monooxygenase reactivity",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Cytochrome P-450"
          },
          {
            "@_fa": "true",
            "$": "Monooxygenases"
          },
          {
            "@_fa": "true",
            "$": "Model"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Porphyrin"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "63-68",
        "prism:endingPage": "68",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1997",
        "prism:doi": "10.1016/S1381-1169(96)00376-7",
        "prism:startingPage": "63",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00376-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0343580458"
      }
    }
  }
}