{
  "metadata": {
    "title": "Investigations of stable molybdenum carbene complexes for the metathesis synthesis of dialkylsubstituted poly(<ce:italic>p</ce:italic>-phenylenevinylene)s (PPVs)",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-01-14",
    "doi": "10.1016/S1381-1169(96)00079-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000799",
    "pii": "S1381116996000799"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0342601439",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-24 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996000799 S1381-1169(96)00079-9 S1381116996000799 10.1016/S1381-1169(96)00079-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00660 2015-05-15T05:56:33.63776-04:00 0 0 19970114 1997 1998-03-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 115 115 1 1 Volume 115, Issue 1 4 21 28 21 28 19970114 14 January 1997 1997-01-14 1997 International Symposium on Olefin Metathesis and Related Chemistry Durham, UK 10–14 July 1995 19950710 19950714 converted-article fla Copyright © 1997 Published by Elsevier B.V. INVESTIGATIONSSTABLEMOLYBDENUMCARBENECOMPLEXESFORMETATHESISSYNTHESISDIALKYLSUBSTITUTEDPOLYPPHENYLENEVINYLENESPPVS THORNCSANYI E IVIN 1983 K OLEFINMETATHESIS IVIN 1984 K RINGOPENINGPOLYMERIZATION OFSTEAD 1992 E NEWMETHODSFORPOLYMERSYNTHESIS GRUBBS 1990 R ORGANICSYNTHESISVIAORGANOMETALLICS THORNCSANYI 1994 797 E HERISSON 1971 161 J SCHROCK 1990 3875 R SCHROCK 1990 2262 R NGUYEN 1992 3974 S COUTIER 1992 622 J THORNCSANYI 1992 619 E KUMAR 1992 311 A THORNCSANYI 1993 619 E THORNCSANYI 1995 147 E GRUBBS 1990 5384 R ZILLES 1995 J DOCTORALTHESIS FOX 1994 635 H DEHMEL 1995 J DOCTORALTHESIS THORNCSANYIX1997X21 THORNCSANYIX1997X21X28 THORNCSANYIX1997X21XE THORNCSANYIX1997X21X28XE item S1381-1169(96)00079-9 S1381116996000799 1-s2.0-S1381116996000799 10.1016/S1381-1169(96)00079-9 271358 2010-09-29T19:49:07.259646-04:00 1997-01-14 1-s2.0-S1381116996000799-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000799/MAIN/application/pdf/1fd0f0de33103e17c3b5be0d45b587f4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000799/MAIN/application/pdf/1fd0f0de33103e17c3b5be0d45b587f4/main.pdf main.pdf pdf true 598737 MAIN 8 1-s2.0-S1381116996000799-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000799/PREVIEW/image/png/d10b3dff5c52919cf7c34430cbc34400/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000799/PREVIEW/image/png/d10b3dff5c52919cf7c34430cbc34400/main_1.png main_1.png png 61900 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNAL OF MOLECULAR CATALYSIS 10 A: CHEMICAL Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 Investigations of stable molybdenum carbene complexes for the metathesis synthesis of dialkylsubstituted poly (p-phenylenevinylene) s ( PPVs) Emma Thorn-Csyi * , Peter Kraxner Institute of Technical and Macromolecular Chemistry, Unicersitv of Hamburg, Bundesstra 45, 20146 Hamburg, Germane Abstract Different Schrock-type molybdenum carbene complexes with hexafluoroalkoxy-ligands were examined for their suitability for the acyclic diene metathesis (ADMET) polycondensation of 2,5-dialkyl-1,4-divinylbenzenes (DRDVB). Kinetic studies on cross-metathesis showed that catalysts with (2,6-dimethylphenyl)imido ligands are the most active. IH-NMR investigations of the reaction of 2,5-diheptyl-1,4-divinylbenzene using Mo(NArM)(CHC(Me),Ph)(OC(Me)(CF3)2)2 as catalyst show the in situ formation of a new carbene species as well as molybdenacyclobutane intermediate. Kevword.s: Carbene; ADMET; Molybdenacyclobutane; Polyp-phenylenevinylene): Metathesis 1. Introduction Olefin metathesis [1] is a versatile reaction both for the preparation of polymers [2,3] and valuable low-molecular compounds [4,5]. Metal carbenes are the catalytically active species [6]. They can be generated in situ (classical systems) or added as well defined single components. The latter stable metal carbene complexes offer a range of advantages, e.g. enhanced tolerance against functional groups and conjugated systems. Now that metal carbene complexes can be obtained in multigram scale [7-10] they provide potential for enlarged application of metathesis in various fields. A few years ago we introduced metathesis as Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PII S1381-1169(96)00079-9 a method for the preparation of p-phenylenevinylene oligomers, homopolymers (PPV) and copolymers [11]. PPV, a conjugated polymer, has gained special attention in recent years chiefly as the active element in light-emitting diodes but also due to other valuable properties such as photoluminescence and its nonlinear optical response. PPV can be prepared metathetically either via ring-opening metathesis polymerization (ROMP) [12] or via acyclic diene metathesis (ADMET) polycondensation [13,14]. Very recently we succeeded for the first time in the metathesis preparation of soluble PPV-derivates [15]. This contribution reports our studies concerning the suitability of different Schrock-type catalysts for the metathesis condensation reaction of 2,5-dialkyl-1,4-divinylbenzenes (DRDVB) (Scheme 1). In order to investigate the behaviour of the catalytic species 22 E. Thorn-Csyi, P. Kraxner/ Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 \\ /R R DRDVB - -1) Ciy Scheme 1. R ~R R R during chain growth in situ proton NMR was performed using the most active catalyst. 2. Results and discussion 2.1. Suitability of carbene complexes for polycondensation of DRDVB In our earlier works on the metathesis preparation of PPV we used a stable tungsten carbene complex first described by Grubbs and coworkers [16] (Scheme 2, 1). However, in the meantime we focused our interest on the tungsten and molybdenum based catalysts developed by Schrock et al. [7,8] (Scheme 2, right) in order to investigate their structure-property relations in detail [ 17]. DRDVBs are terminal olefins hence investigation using 1-hexene as substrate [17] can be used to establish any general influence of catalyst. Fig. 1 displays dependence on time of the formation of t/c-5-decene. A value of 1 corresponds to maximum yield obtained at equilibrium. Various molybdenum and tungsten cata- F3C CF3 F3C~-O ,VP . ~ 10-_4Z~F3 0_''! i \\ : I lysts with different imido and alkylidene ligands were examined. Results showed that molybdenum carbene complexes are better catalysts for terminal olefins than those based on tungsten, see Fig. 1. Fig. 1 illustrates that for conventional a-olefins there is no big difference in activity with variation of substituents either at the imido ligand or at the alkylidene ligand. Nevertheless, additional investigations were carried out as the DRDVBs are sterically much more demanding substrates than an (x-olefin. For practical reasons we chose only the two molybdenum catalysts with neophylidene ligands (Scheme 3), since they cost 1/50th of the price of the neopentylidene analogues and are easier to make [7]. They differ from each other in the imido ligand, one containing a 2,6-dimethylphenyl (11 in Scheme 3) and the other one an 2,6-diisopropyl group (111 in Scheme 3). 111 is one of the most common Schrock-type catalysts to be used in academic research, whereas catalyst II is more demanding and is difficult to crystallize and tends to decompose via bimolecular reactions. To determine the activity of both catalysts regarding the conversion of dialkylsubstituted divinylbenzenes cross-metathesis of 2,5-dibutyl1,4-divinylbenzene (DButDVB) and t-5-decene (molar ratio: 1:5) was performed in toluene, see Scheme 4. As this reaction can be followed quantitatively by gas chromatography it can be analyzed R 1 1 Mo Rlj [MI= Mo, w N RFO~.M-CH-R2 RFC/ RI = methyl, iso-propyl R2 = tert.-butyl, 1-methyl-l-phenylethyl RF = -C(Me)(CF3)2 II: [MI = Mo, R1= methyl, R2=~ 1-methyl-l-phenylethyl III: [MI =Mo, RI =iso-propyl, R2= 1-methyl-l-phenylethyl Scheme 2. E. Thorn-Csyi, P. KraxnerIJournal of Molecular Catalysis A: Chemical 115 (1997) 21-28 c 0,7 m U D 0,6 0,5 a 0,4 d 0,3 0,2 . ?en> -t- MoMeneoP - WMeneoP -a-- MoMeneoPh - WMeneoPh -t-- MoiPrneoP - WiPrneoP MoiPrneoPh - WiPmeoPh T 0 20 40 60 80 Time [min] 100 120 140 23 Fig. L. Activity of different molybdenum and tungsten carbene complexes with hexafluoro tert-butoxy ligands in the metathesis of 1-hexene (hexene: M = 500:1; [M] = 2 mmol l-1 ; solvent: methyl cyclohexane at RT). Abbreviations as follows: Me; (2,6-dimethylphenyl)imido; iPr: (2,6-diisopropylphenyl)imido; neoP: neopentylidene; neoPh: neophylidene). F 3C Oil.. II 3 F3C~0 F3 ~C /C4H9 H9C4 DButDVB II H9C4 Scheme 3. H9 Scheme 4. I N I F3C 01.,, II F3C~ MO==:- F/3C~0 F3C HA HA C4H9 DButDHB C4H9 HZC=CHZ H9C4 C4H9 DButHVB CA H2C --C4H9 24 E. Thorn-Csyi, P. Kraxner/Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 more conveniently than the polycondensation, reaction products were identified by GC/MS. Fig. 2 shows the consumption of the starting material DButDVB and the formation of reaction products (only those containing 1 DButDVB unit) plotted versus time. Differences in activity compared to terminal olefins can be observed very clearly. Catalyst II converts the substrate DButDVB completely into products within 30 min. The equilibrium state product distribution is established nearly in the same time. Cis / trans-ratios of the products are in thermodynamic equilibrium from the very beginning of reaction (e.g. DBut-tt-DHB: DBut-tc-DHB = 10:1). In the case of catalyst III the reaction occurs more gentle (its activity is - 1 / 10 that of II). A short induction period both for the consumption of starting material DButDVB as well as for the formation of the first transalkylidation product (DButHVB) can be observed. As expected for consecutive reactions the amount of the DButHVB reaches a maximum before being converted to DButDHB, the final product. The higher activity of the molybdenum carbene complex II compared to III can be explained as follows: during the 100.1 9080- 70; v 60= E 50= 7 J 40~ 30a 20- 10- 100. 90. 80 70= 7 60 o E .. 50 c Q 40. 30 20 10 DButDVB -& DBut-t-HVB --g- D13ut-ct-D1-113 --~1- DBut-c-HVB DBut-cc-D1B -e - DBut-tt-DHB F3C Q II F3C~ F,c II 200 400 600 800 1000 1200 1400 1600 Time [min] DButDVB DBut-t-HVB O DBut-ct-DHB DBut-c-HVB DBut-cc-DHB ~:: DBut-tt-DHB N F 3C On.~ F3C~ o -~'/- FjFyC fil 200 400 600 800 1000 1200 1400 1600 Time [min] Fig. 2. Kinetic investigations on cross-metathesis using molybdenum based catalysts II and III (5-decene:DButDVB:M=250:50:1; [ M] = 10 mmol l- 1, solvent: toluene at RT). E. Thorn-Csyi, P. Kraxner/Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 H,C, C.fb [Mo] \\ Cams/ catalytic procedure steric constraints develop. Scheme 5 displays two possible ways that lead to the formation of DButHVB. Starting from left side the intermediate molybdenacyclobutane is trisubstituted, whereas the route from the right side proceeds via a disubstituted metallacylcobutane. Nevertheless in both cases the substrates have to approach the active center ([Mo] R ~ / R CH7 [Mo] =CHC(CH3)zPh A HZC-CI F [MO], DRDVB 25 CA + 5-decene~\"-'- +DBotDVB [Mol [Mol =C'Hu, - IMo]~H E.~- H'C\\ HvCI r i Calls D$utHVB Scheme S. 2 [mol HgCa = CHR) which is capped by the imido ligand to prevent bimolecular decomposition of the catalyst. The enhanced steric demand of the isopropyl groups compared to methyl groups decreases the probability that a substrate enters the coordination sphere in the necessary position, hence reaction proceeds slower. Compared to the above described cross-metathesis polycon- R R \\ I [MOI\\ B C C - R DRDVB R ~ / [MO] Ph(CH3)zCHC=CHZ ~ / 6 3 R / I R R D [Mo] R S [Mo]=CHZ R t R R R Scheme 6. 26 E. Thorn-Csyi, P. Kraxner/Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 30 min 5 min initiating carbene 12 10 8 6 (PPM) Fig. 3. 1 H-NMR of DHepDVB and catalyst II (DHepDVB: II = 5:1; [II] = 10 mmol l-1 in toluene-d8 at RT). densation of DRDVB is an even more demanding task for the catalyst as two molecules of DRDVB have to form a metallacyclobutane, see Scheme 6. The intermediates containing the metal species [Mo] are identified by capital letters (A-F) and the reaction steps by numbers (1-6). The initiating catalyst `A' reacts with a molecule DRDVB to form a metallacyclobutane `B' (step 1) '. By decomposition of `B' formation of a new metal carbene species `C' occurs. In order to achieve a productive condensation reaction of `C' with another molecule of DRDVB to give Investigation whether the formation of a methylidene carbene species as starting step has to be taken into account are in progress. E. Thorn-Csyi, P. Kraxner/Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 the metallacyclobutane `D' must occur, otherwise there is non-productive metathesis. The coupling product, a substituted distyrylstilbene, forms by elimination of the methylidene carbene complex `E'. This metal species can react either with a new molecule DRDVB or the condensed product, respectively, to close the ADMET circle. If polycondensation of DRDVB is to proceed in convenient reaction times (max. I day) only molybdenum based catalysts with (2,6-dimethyl phenyl)imido ligand (e.g. II, which is the cheapest of all catalysts containing hexafluorotert-butoxy ligands) are suitable. Catalyst II can be used for the metathesis conversion of a range of DRDVBs (R = butyl, heptyl, decyl, cyclohexyl) [15,18]. For terminal olefins with less steric demand other molybdenum carbene complexes can also serve as effective catalysts, these observations are in accordance with the literature [ 19]. 2.2. In situ proton NMR investigation of the polycondensation In order to investigate the behaviour of the transition metal species during the condensation of DRDVB we used in situ 1H-NMR spectroscopy. The concentration of the catalyst was the same as for conventional polycondensations of DRDVB ([M] = 10 mmol l-'), only the ratio of DHepDVB/catalyst II was decreased to 6:1. First DHepDVB was transferred into a NMR tube, after adding the fresh catalyst solution (in toluene-d6) and freezing the NMR tube was sealed. The reaction was followed kinetically, in the first minutes during thawing, later at room temperature (Fig. 3). At the bottom of Fig. 3 the proton NMR of the initiating molybdenum carbene Mo(NArme=)(CHC(Me)2Ph)(OC(Me)(CF3)2)2 is displayed. The sharp signal at 12.15 ppm corresponds with the starting carbene hydrogen resonance. Immediately after mixing of reactants (5 min 1 min) the signal of the initiating Mo-carbene complex disappears completely and 27 a new carbene species (C in Scheme 6) is formed giving a broad signal at 13.1 ppm. As no trace of the initiating carbene complex can be detected first exchange process seems to be very fast. The downshift of approximately 1 ppm corresponds with the results of investigations by Schrock et al. using styrene as substrate [7], the downshift is attributed to the enlarged conjugation system. Simultaneously resonances at - 0.3 and -1.2 ppm appear that increase with time. We assign them to the two protons in the molybdenacyclobutane structure (B in Scheme 6) that is formed by the reaction of the methylidene carbene (E in Scheme 6) and DHepDVB. The ratio between carbene proton and metallacyclobutane protons decreases with reaction time, hence during ADMET the latter structure is the most stable one. We did not observe the methylidene carbene, probably because its reactivity is too high in presence of DHepDVB or the respective condensation products. It is possible that the signal at - 0.2 ppm is due to the (3-proton in structure D (see Scheme 6). After 24 h no signals of any active species (neither a carbene nor metallacyclobutane structure) can be detected in the NMR spectrum, presumably because of decomposition processes. 3. Summary and conclusion The suitability of different Schrock-type carbene complexes for the polycondensation of 2,5-dialkyl-1,4-divinylbenzenes was investigated. As the substrates are sterically very demanding only molybdenum based catalysts with (2,6-dimethylphenyl)imido ligands offer enough activity for convenient reaction rates. Regarding convenience of synthesis of DRPPVs and also for economic reasons catalyst II (Mo(NArMez)(CHC(Me)ZPh)(OC(Me)(CF3)2)2) is the most favoured. Investigation of the reaction by proton NMR spectroscopy showed that the first exchange of the alkylidene species occurs very fast, whereas 28 E. Thorn-Csyi, P. Kraxner/Journal of Molecular Catalysis A: Chemical 115 (1997) 21-28 the condensation steps proceeds more slowly. Molybdenacyclobutane intermediates are stable enough on the NMR time scale to be observed during reaction. 4. Experimental All reactions were carried out under argon using standard Schlenk techniques under rigorous exclusion of water and oxygen (Oxysorb, Fa. Messer Griesheim, Germany). Solvents (toluene, toluene-dg) (Fa. Merck, Germany) and t-5-decene (Lancaster, GB) were predried over lithium aluminum hydride, distilled and transferred to butyl lithium and degassed. DButDVB and DHepDVB were synthesized as described [ 15,18]. Purity of compounds was checked by gas chromatography. The catalysts II and III were prepared according to literature [7]. 1 H-NMR spectra were obtained on a Bruker WA 100 spectrometer. GC measurements and GC-MS, respectively, were recorded using a Hewlett Packard 5890A GC with a 50m Permabond SE-52-DF capillary column coupled to VG analytical 70 SE spectrometer and VAX 2000 data system. Acknowledgements We thank J6rg Dehmel [20] for preparation of the catalyst III and 'Deutsche Forschungsgemeinschaft' for financial support. References [1] K. Ivin, Olefin metathesis, Academic Press, London, 1983. [2] K.J. Ivin, T. Saegusa, Ring-Opening Polymerization, Elsevier, London, 1984. [3] E.A. Ofstead, K.B. Wagener, in New Methods for Polymer Synthesis, Plenum, New York, 1992. [4] R.H. Grubbs, in Organic synthesis via organometallics, K.H. Dz and R.W. Hoffmann (Eds.), Vieweg, 1990. [5] E. Thorn-Csyi, J. Hammer, K.P. Pflug and J.U. Zilles, Macromol. Rapid Commun., 15 (1994) 797. [6] J.L. Hisson and Y. Chauvin, Makromol. Chem., 141 (1971) 161. [7] R.R. Schrock, J.S. Murdzek, G.C. Bazan, J. Robbins, M. DiMare and M. O'Regan, J. Am. Chem. Soc., 112 (1990) 3875. [8] R.R. Schrock, R.T. DePue, J. Feldman, K.B. Yap, D.C. Yang, W.M. Davies, L.Y. Park, M. DiMare, M. Schofield, J. Anhaus, E. Walborsky, E. Evitt, C. Krer and P. Betz, Organometallics, 9 (1990) 2262. [9] S.T. Nguyen, L.K. Johnson, R.H. Grubbs and J.W. Ziller, J. Am. Chem. Soc., 114 (1992) 3974. [10] J.-L. Coutier, C. Paillet, M. Leconte, J.-M. Basset and K. Weiss, Angew. Chem., 104 (1992) 622. [11] E. Thom-Csyi and P. Kraxner, p-Phenylenevinylene oligomers, homo- and copolymers (metathesis preparation), The Polymeric Materials Encyclopedia, in press. [12] E. Thorn-Csyi and H.-D. Hnk, ISOM 9 (21.-26.07.1991), Collegeville, PA, J. Mol. Catal., 76 (1992) 619. [13] A. Kumar and B.E. Eichinger, Makromol. Chem., Rapid Commun., 13 (1992) 311. [14] E. Thorn-Csyi and K.P. Pflug, Makromol. Chem., Rapid Commun., 14 (1993) 619. [15] E. Thorn-Csyi and P. Kraxner, Macromol. Rapid Commun., 16 (1995) 147. [16] R.H. Grubbs, L.K. Johnson, S.C. Virgil and J.W. Ziller, J. Am. Chem. Soc., 112 (1990) 5384. [17] J.U. Zilles, Doctoral thesis, University of Hamburg, Shaker Verlag, Aachen (1995). [18] E. Thorn-Csyi and P. Kraxner, Macromolecules (submitted). [19] H.H. Fox, R.R. Schrock and R. O'Dell, Organometallics, 13 (1994) 635. [20] J. Dehmel, Doctoral thesis, University of Hamburg (1995). MOLCAA 96000799 S1381-1169(96)00079-9 10.1016/S1381-1169(96)00079-9 Investigations of stable molybdenum carbene complexes for the metathesis synthesis of dialkylsubstituted poly(p-phenylenevinylene)s (PPVs) Emma Thorn-Csányi ∗ Peter Kraxner Institute of Technical and Macromolecular Chemistry, University of Hamburg, Bundesstraße 45, 20146 Hamburg, Germany ∗ Corresponding author. Different Schrock-type molybdenum carbene complexes with hexafluoroalkoxy-ligands were examined for their suitability for the acyclic diene metathesis (ADMET) polycondensation of 2,5-dialkyl-1,4-divinylbenzenes (DRDVB). Kinetic studies on cross-metathesis showed that catalysts with (2,6-dimethylphenyl)imido ligands are the most active. 1H-NMR investigations of the reaction of 2,5-diheptyl-1,4-divinylbenzene using Mo(NArMe2 )(CHC(Me)2Ph)(OC(Me)(CF3)2)2 as catalyst show the in situ formation of a new carbene species as well as molybdenacyclobutane intermediate. Keywords Carbene ADMET Molybdenacyclobutane Poly(p-phenylenevinylene) Metathesis References [1] K Ivin Olefin metathesis 1983 Academic Press London [2] K.J Ivin T Saegusa Ring-Opening Polymerization 1984 Elsevier London [3] E.A Ofstead K.B Wagener New Methods for Polymer Synthesis 1992 Plenum New York [4] R.H Grubbs K.H Dötz R.W Hoffmann Organic synthesis via organometallics 1990 Vieweg [5] E Thorn-Csányi J Hammer K.P Pflug J.U Zilles Macromol. Rapid Commun. 15 1994 797 [6] J.L Hérisson Y Chauvin Makromol. Chem. 141 1971 161 [7] R.R Schrock J.S Murdzek G.C Bazan J Robbins M DiMare M O'Regan J. Am. Chem. Soc. 112 1990 3875 [8] R.R Schrock R.T DePue J Feldman K.B Yap D.C Yang W.M Davies L.Y Park M DiMare M Schofield J Anhaus E Walborsky E Evitt C Krüger P Betz Organometallics 9 1990 2262 [9] S.T Nguyen L.K Johnson R.H Grubbs J.W Ziller J. Am. Chem. Soc. 114 1992 3974 [10] J.-L Coutier C Paillet M Leconte J.-M Basset K Weiss Angew. Chem. 104 1992 622 [11] E. Thorn-Csányi and P. Kraxner, p-Phenylenevinylene oligomers, homo- and copolymers (metathesis preparation), The Polymeric Materials Encyclopedia, in press. [12] E Thorn-Csányi H.-D Höhnk ISOM 9 (21.-26.07.1991), Collegeville, PA J. Mol. Catal. 76 1992 619 [13] A Kumar B.E Eichinger Makromol. Chem., Rapid Commun. 13 1992 311 [14] E Thorn-Csányi K.P Pflug Makromol. Chem., Rapid Commun. 14 1993 619 [15] E Thorn-Csányi P Kraxner Macromol. Rapid Commun. 16 1995 147 [16] R.H Grubbs L.K Johnson S.C Virgil J.W Ziller J. Am. Chem. Soc. 112 1990 5384 [17] J.U Zilles Doctoral thesis 1995 University of Hamburg, Shaker Verlag Aachen [18] E. Thorn-Csányi and P. Kraxner, Macromolecules (submitted). [19] H.H Fox R.R Schrock R O'Dell Organometallics 13 1994 635 [20] J Dehmel Doctoral thesis 1995 University of Hamburg",
      "scopus-id": "0342601439",
      "coredata": {
        "eid": "1-s2.0-S1381116996000799",
        "dc:description": "Different Schrock-type molybdenum carbene complexes with hexafluoroalkoxy-ligands were examined for their suitability for the acyclic diene metathesis (ADMET) polycondensation of 2,5-dialkyl-1,4-divinylbenzenes (DRDVB). Kinetic studies on cross-metathesis showed that catalysts with (2,6-dimethylphenyl)imido ligands are the most active. 1H-NMR investigations of the reaction of 2,5-diheptyl-1,4-divinylbenzene using Mo(NArMe2 )(CHC(Me)2Ph)(OC(Me)(CF3)2)2 as catalyst show the in situ formation of a new carbene species as well as molybdenacyclobutane intermediate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000799",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Thorn-Csányi, Emma"
          },
          {
            "@_fa": "true",
            "$": "Kraxner, Peter"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000799"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000799"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00079-9",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Investigations of stable molybdenum carbene complexes for the metathesis synthesis of dialkylsubstituted poly(p-phenylenevinylene)s (PPVs)",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on Olefin Metathesis and Related Chemistry",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbene"
          },
          {
            "@_fa": "true",
            "$": "ADMET"
          },
          {
            "@_fa": "true",
            "$": "Molybdenacyclobutane"
          },
          {
            "@_fa": "true",
            "$": "Poly(p-phenylenevinylene)"
          },
          {
            "@_fa": "true",
            "$": "Metathesis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "21-28",
        "prism:endingPage": "28",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 January 1997",
        "prism:doi": "10.1016/S1381-1169(96)00079-9",
        "prism:startingPage": "21",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00079-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0342601439"
      }
    }
  }
}