{
  "metadata": {
    "title": "Ethanol reforming processes over ZnO-supported palladium catalysts: Effect of alloy formation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-05-02",
    "doi": "10.1016/j.molcata.2006.01.033",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906000537",
    "pii": "S1381116906000537"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33646064439",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-02-23 2006-02-23 2010-03-29T20:21:43 1-s2.0-S1381116906000537 S1381-1169(06)00053-7 S1381116906000537 10.1016/j.molcata.2006.01.033 S300 S300.2 FULL-TEXT 1-s2.0-S1381116906X02315 2015-05-15T05:56:33.000448-04:00 0 0 20060502 2006 2006-02-23T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 250 250 1 2 1 2 Volume 250, Issues 1–2 12 44 49 44 49 20060502 2 May 2006 2006-05-02 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. ETHANOLREFORMINGPROCESSESOVERZNOSUPPORTEDPALLADIUMCATALYSTSEFFECTALLOYFORMATION CASANOVAS A 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References FATSIKOSTAS 2002 145 155 A IOANNIDES 2001 17 25 T FIERRO 2005 659 666 V FRUSTRERI 2004 611 615 F BREEN 2002 65 74 J AUPRETRE 2002 263 267 F LIGURAS 2003 345 354 D GOULA 2004 135 144 M LLORCA 2001 641 642 J LLORCA 2002 306 317 J MARINO 2003 41 54 F LLORCA 2003 355 369 J GREEN 1993 406 417 B ARANA 2000 297 300 J ARANA 2001 183 189 J LLORCA 2004 556 560 J GUIL 2005 10813 10819 J CAVALLARO 2003 119 128 S IWASA 1995 145 157 N ZSOLDOS 1994 235 238 Z PALAZOV 1975 338 350 A BONILLASANCHEZ 2005 431 435 A CASANOVASX2006X44 CASANOVASX2006X44X49 CASANOVASX2006X44XA CASANOVASX2006X44X49XA item S1381-1169(06)00053-7 S1381116906000537 1-s2.0-S1381116906000537 10.1016/j.molcata.2006.01.033 271358 2010-10-08T06:17:14.742985-04:00 2006-05-02 1-s2.0-S1381116906000537-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/MAIN/application/pdf/cca8eac07135cea67cc5513e87b80f6d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/MAIN/application/pdf/cca8eac07135cea67cc5513e87b80f6d/main.pdf main.pdf pdf true 302673 MAIN 6 1-s2.0-S1381116906000537-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/PREVIEW/image/png/fe6007a7cf7550a7f46f34b173367e90/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/PREVIEW/image/png/fe6007a7cf7550a7f46f34b173367e90/main_1.png main_1.png png 67430 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906000537-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/STRIPIN/image/gif/d1d12e910c7aeb5e56d3ac667c1def3e/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/STRIPIN/image/gif/d1d12e910c7aeb5e56d3ac667c1def3e/si1.gif si1 si1.gif gif 1056 21 279 ALTIMG 1-s2.0-S1381116906000537-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/fx1/DOWNSAMPLED/image/jpeg/00d3417062708b8e97f041ed3e34807b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/fx1/DOWNSAMPLED/image/jpeg/00d3417062708b8e97f041ed3e34807b/fx1.jpg fx1 true fx1.jpg jpg 27554 116 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000537-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/fx1/THUMBNAIL/image/gif/7071fab1612822ce65a910a8ce2db587/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/fx1/THUMBNAIL/image/gif/7071fab1612822ce65a910a8ce2db587/fx1.sml fx1 true fx1.sml sml 1621 39 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906000537-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr1/DOWNSAMPLED/image/jpeg/a38c6f400d8ea9701be560eb7eb6056c/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr1/DOWNSAMPLED/image/jpeg/a38c6f400d8ea9701be560eb7eb6056c/gr1.jpg gr1 gr1.jpg jpg 32977 509 381 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000537-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr1/THUMBNAIL/image/gif/010f73cc7865b0cbdca66d6f8232807f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr1/THUMBNAIL/image/gif/010f73cc7865b0cbdca66d6f8232807f/gr1.sml gr1 gr1.sml sml 931 93 70 IMAGE-THUMBNAIL 1-s2.0-S1381116906000537-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr2/DOWNSAMPLED/image/gif/a69cae41ca73f370b0bf13d5e5a5792c/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr2/DOWNSAMPLED/image/gif/a69cae41ca73f370b0bf13d5e5a5792c/gr2.gif gr2 gr2.gif gif 12255 505 296 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000537-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr2/THUMBNAIL/image/gif/2040847e8d861b59a98398509007e825/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr2/THUMBNAIL/image/gif/2040847e8d861b59a98398509007e825/gr2.sml gr2 gr2.sml sml 1124 92 54 IMAGE-THUMBNAIL 1-s2.0-S1381116906000537-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr4/DOWNSAMPLED/image/jpeg/8d970f9a75b688d2441a2d366afb6f63/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr4/DOWNSAMPLED/image/jpeg/8d970f9a75b688d2441a2d366afb6f63/gr4.jpg gr4 gr4.jpg jpg 120411 556 553 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000537-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr4/THUMBNAIL/image/gif/c1142d9a6d702556d41f4144feff71f5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr4/THUMBNAIL/image/gif/c1142d9a6d702556d41f4144feff71f5/gr4.sml gr4 gr4.sml sml 3253 93 93 IMAGE-THUMBNAIL 1-s2.0-S1381116906000537-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr3/DOWNSAMPLED/image/gif/9cb9b30204cc4ffed29a4444b08e7e10/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr3/DOWNSAMPLED/image/gif/9cb9b30204cc4ffed29a4444b08e7e10/gr3.gif gr3 gr3.gif gif 5757 230 290 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906000537-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906000537/gr3/THUMBNAIL/image/gif/a73bb1faf210265eea9702bd1b1f28a5/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906000537/gr3/THUMBNAIL/image/gif/a73bb1faf210265eea9702bd1b1f28a5/gr3.sml gr3 gr3.sml sml 1806 94 118 IMAGE-THUMBNAIL MOLCAA 5739 S1381-1169(06)00053-7 10.1016/j.molcata.2006.01.033 Elsevier B.V. Fig. 1 Hydrogen production (a) in the steam reforming and (b) oxidative steam reforming of ethanol over several samples in the temperature range 548–623K and GHSV=5200h−1. Fig. 2 X-ray photoelectron spectra in the Pd 3d region for fresh catalysts (a) Pd/ZnO498 and (b) Pd/ZnO723. Fig. 3 X-ray diffraction profiles of Pd/ZnO498 and Pd/ZnO723 catalysts: (a) fresh Pd/ZnO498; (b) Pd/ZnO498 after ethanol steam reforming at 548K; (c) Pd/ZnO498 after ethanol steam reforming at 598K; (d) Pd/ZnO498 after ethanol steam reforming at 723K; (e) Pd/ZnO498 after oxidative ethanol steam reforming at 723K; (f) fresh Pd/ZnO723. Fig. 4 Bright-field and high-resolution images from transmission electron microscopy of catalyst Pd/ZnO498, (a and b) before and (c and d) after, ethanol steam reforming at 723K (GHSV=5200h−1). Table 1 Catalytic performance of supported Pd catalysts in the ethanol steam reforming reaction Catalyst T (K) Conv. (%) molC2H5OH/molPdh Selectivity (%) a H2 CO CO2 CH4 C2H4 CH3CHO (CH3)2CO Pd/ZnO498 548 98.7 47.0 57.0 0.7 1.2 9.5 – 31.7 – 573 100 n.a. 60.9 0.9 2.5 9.6 – 25.9 0.1 623 100 n.a. 67.3 0.2 10.3 9.6 – 9.1 3.6 673 92.4 44.0 69.1 – 10.5 1.3 0.7 12.4 6.0 723 100 n.a. 73.1 – 15.0 0.6 1.5 0.2 9.5 Pd/ZnO723 548 65.8 31.3 51.7 – – 4.6 – 43.7 – 573 79.3 37.7 52.3 – 0.3 4.5 – 42.9 – 623 89.5 42.6 56.8 – 2.6 5.4 – 34.3 0.8 673 72.9 34.7 67.8 – 7.6 2.3 0.6 17.7 3.9 723 99.3 47.3 71.2 – 13.8 0.5 1.0 3.7 9.7 Pd/SiO2 548 50.1 23.9 36.6 28.9 – 34.4 – – – 573 74.5 35.5 36.5 30.5 – 33.1 – – – 623 99.4 47.3 34.7 32.7 – 32.6 – – – 673 91.2 43.4 38.3 31.4 0.1 30.2 – – – 723 95.7 45.6 39.2 33.0 0.9 27.0 – – – C2H5OH:H2O:O2 =1:13:0 (molar ratio); GHSV=5200h−1, 0.1g of catalyst, test run total time of 6h. a Molar percentage of products (water excluded). Table 2 Catalytic performance of supported Pd catalysts in the oxidative ethanol steam reforming reaction Catalyst T (K) Conv. (%) molC2H5OH/molPdh Selectivity (%) a H2 CO CO2 CH4 C2H4 CH3CHO (CH3)2CO Pd/ZnO498 548 95.1 45.3 40.9 2.1 8.6 14.8 – 33.6 – 573 100 n.a. 45.8 1.2 9.9 13.0 – 30.2 – 623 100 n.a. 48.1 2.5 16.6 17.3 – 13.1 2.3 673 89.8 42.8 56.0 0.3 18.0 5.7 1.3 12.0 6.6 723 100 n.a. 60.9 0.1 22.0 3.1 1.1 1.1 11.5 Pd/ZnO723 548 93.9 44.7 31.5 6.1 8.4 18.3 – 35.8 – 573 100 n.a. 37.6 4.9 6.6 17.2 – 33.6 – 623 100 n.a. 45.1 6.1 11.4 17.4 – 18.8 1.1 673 83.7 39.8 47.7 1.2 12.2 8.0 0.9 25.7 4.3 723 100 n.a. 61.4 0.1 21.1 3.7 1.2 0.5 11.9 Pd/SiO2 548 34.5 16.4 35.0 25.0 5.6 34.3 – – – 573 31.1 14.8 28.8 28.6 2.9 39.7 – – – 623 27.6 13.1 26.6 31.2 0.7 41.5 – – – 673 24.9 11.9 26.5 27.8 0.3 37.7 – 7.7 – 723 48.7 23.2 34.7 30.6 0.3 33.0 – 1.4 – C2H5OH:H2O:O2 =1:13:0.5 (molar ratio); GHSV=5200h−1, 0.1g of catalyst, test run total time of 6h. a Molar percentage of products (water excluded). Ethanol reforming processes over ZnO-supported palladium catalysts: Effect of alloy formation Albert Casanovas a Jordi Llorca a Narcís Homs a José Luis G. Fierro b Pilar Ramírez de la Piscina a ⁎ a Departament de Química Inorgànica, Universitat de Barcelona, C/Martí i Franquès 1-11, 08028 Barcelona, Spain b Instituto de Catálisis y Petroleoquímica, CSIC, C/Marie Curie s/n, Cantoblanco, 28049 Madrid, Spain ⁎ Corresponding author. Tel.: +34 934037056; fax: +34 934907725. Graphical abstract ZnO-supported palladium catalysts form a PdZn alloy under ethanol steam-reforming or oxidative steam-reforming conditions. The catalytic performance of these materials is correlated with the ability of the bimetallic phase to dehydrogenate ethanol to the intermediate acetaldehyde. ZnO- and SiO2-supported palladium catalysts were evaluated in the ethanol steam-reforming and oxidative ethanol steam-reforming reactions in the temperature range 548–723K. The catalysts were characterized before and after reaction by X-ray diffraction, X-ray photoelectron spectroscopy, high-resolution transmission electron microscopy and infrared spectroscopy using CO as a probe molecule. On silica-supported Pd catalyst, ethanol decomposes into H2, CO and CH4 in both steam-reforming and oxidative steam-reforming reactions. In contrast, ZnO-supported catalysts containing the PdZn phase exhibit a better catalytic performance for hydrogen production through dehydrogenation of ethanol into acetaldehyde and ulterior reforming. Keywords Hydrogen production Ethanol steam reforming Palladium catalyst PdZn alloy 1 Introduction The use of non-fossil derived fuels, which are renewable and environment-friendly, for the supply of hydrogen is currently an emergent research area. In this context, ethanol is a very promising alternative as hydrogen carrier and supplier. Ethanol is an easy-to-handle liquid combustible and has low toxicity, and it can be readily produced from biomass sources [1]. Hydrogen can be obtained from ethanol through the catalytic steam-reforming (SR) and oxidative steam-reforming (OSR) reactions: C2H5OH+3H2O→6H2 +2CO2 C 2 H 5 OH + 2 H 2 O + 1 2 O 2 → 5 H 2 + 2 C O 2 For both of these reactions, the nominal ratios of mol of hydrogen produced by mol of ethanol in the reactant mixture are high. In addition, several advantages make these reactions interesting from the point of view of application. One major advantage is the fact that they are based on well-known technologies. Moreover, oxidative steam reforming offers a proper energy balance for autothermal operation. Thus, ethanol reformers have a strong potential for providing hydrogen for fuel cells in stationary and portable power applications [2,3]. Today, however, a needed line of research lies in the development of catalysts for these reactions, which operate with high levels of activity, selectivity and stability. Supported noble metal catalysts constitute suitable systems for these purposes, in particular under oxidative conditions. Among these systems, palladium-based catalysts: Pd/MgO [4], Pd/Al2O3 [5–8] and Pd/CeO2-ZrO2 [5], have been used with varying degrees of success in these reactions. Depending on the catalyst and the reaction conditions, products besides hydrogen are usually CO, CO2, CH4, C2H4 and CH3CHO. This indicates that the reforming process is complex and that different reaction pathways may be operative, such as dehydration or dehydrogenation of ethanol, decomposition of ethanol and acetaldehyde into CO and CH4, the occurrence at different extension of the water gas shift reaction (WGSR), and the reforming of ethylene and methane. It is now well established that the support plays an active role in the transformation of ethanol, as a function of its acid/basic and redox properties [8–11]. In this context, ZnO has been demonstrating a very useful support for cobalt-based systems, and these have shown an interesting catalytic performance for hydrogen production from ethanol steam reforming [10,12]. On the other hand, when ZnO-supported palladium catalysts are considered, the presence of bimetallic phases, which are formed under reducing conditions, has been shown to determine the behaviour of palladium-based catalysts in different reactions [13–15]. Here, we present the study of ZnO-supported palladium catalysts in the ethanol SR and OSR reactions. Catalytic performances are then discussed in the light of their structural and surface characteristics. 2 Experimental Pd/ZnO catalysts with a Pd content of 2.8wt.% were prepared by the incipient wetness impregnation method from nitrate precursor over high-surface area ZnO support (ca. 100m2 g−1). Samples were calcined at 673K and reduced separately at 498 and 723K under hydrogen, giving catalysts Pd/ZnO498 and Pd/ZnO723, respectively. For comparative purposes, a Pd/SiO2 catalyst with a similar Pd content was prepared using a commercial SiO2 support (Degussa-Hüls, 200m2 g−1). In this case, the sample was calcined at 673K and reduced at 523K. Catalytic tests were carried out at atmospheric pressure in the temperature range 548–723K with a C2H5OH:H2O=1:13 mixture (bioethanol-like, molar basis) or a C2H5OH:H2O:O2 =1:13:0.5 mixture. In both cases, the reactant mixture was diluted in Ar (Ar/(C2H5OH+H2O)=4), maintaining a gaseous ethanol flow of 0.5mLmin−1. Complete product analysis was accomplished by on-line gas chromatography as described in detail elsewhere [10]. For the high-resolution transmission electron microscopy (HRTEM) analysis, the instrument used was a Philips CM-30 equipped with a LaB6 source and operated at 300kV, with 0.19nm point resolution. X-ray diffraction (XRD) profiles were collected at a step width of 0.02° and by counting 10s at each step with a Siemens D-500 instrument equipped with a Cu target and a graphite monochromator. X-ray photoelectron spectra (XPS) were acquired with a VG ESCALAB 200R spectrometer equipped with a Mg Kα X-ray exciting source, a hemispherical electron analyzer and a pre-treatment chamber. The binding energies (BE) were referred to the C 1s peak at 284.9eV or the Zn 2p3/2 at 1022eV, which gave BE values with an accuracy of ±0.1eV. Infrared spectra (FTIR) were obtained at room temperature on a Nicolet 520 Fourier Transform instrument at 2cm−1 of resolution by collecting 128 scans using special greaseless vacuum cells. 3 Results and discussion The catalytic results are compiled in Table 1 (SR) and Table 2 (OSR). Over Pd/SiO2, similar amounts of H2, CO and CH4 are produced under SR conditions and, besides these three products, only minor amounts of CO2 and acetaldehyde are obtained under oxidative steam-reforming conditions. This selectivity pattern indicates that the main reaction that occurs over silica-supported Pd under SR and OSR conditions is ethanol (or acetaldehyde) decomposition (C2H5OH→H2 +CO+CH4), which is catalyzed by palladium particles. At the highest reaction temperature used, a slight diminution of methane is noted, which is related to the concurrence of the CH4 reforming process. This has also been observed over a Pd/Al2O3 catalyst. At temperatures higher than 733K it has been reported that CH4 can be effectively reformed as a function of the water/ethanol ratio [8]. The selectivity pattern of ZnO-supported catalysts differs from that of Pd/SiO2, since mainly H2 and CO2 as well as CH4, acetaldehyde and dimethylketone are obtained, thus indicating that the steam-reforming mechanism is operative. Acetaldehyde is produced by ethanol dehydrogenation, and it has been shown to be the first step in the ethanol steam-reforming reaction over ZnO-supported cobalt catalysts [16,17]. On the other hand, the production of dimethylketone has been related to the presence of basic surface sites on ZnO [9]. Under OSR there is an increase of selectivity to CO and CH4, probably due to an increase of ethanol decomposition in the presence of oxygen with respect to SR conditions. The yields of H2 (mLmin−1) as a function of reaction temperature are shown in Fig. 1a (SR) and Fig. 1b (OSR) for all catalysts studied. For a proper discussion of results, data for ZnO and SiO2 supports are also included. An increase of temperature produced an increase on the H2 yield for all palladium catalysts except when Pd/SiO2 was tested under OSR. It has already been reported for Rh/Al2O3 systems that the presence of oxygen could be responsible for the formation of larger metal particles and consequently of the decrease of activity [18]. On the other hand, additional experiments at 548K under SR conditions, in which mainly acetaldehyde and H2 are produced, evidenced that the stability of Pd/ZnO723 was higher than that of Pd/ZnO498 (after 25h Pd/ZnO723 and Pd/ZnO498 deactivated 5 and 20%, respectively). As stated above, one goal of our research was to study the importance of bimetallic phases which may arise from the interaction of palladium with reducible supports in the catalytic performance for the ethanol SR and OSR reactions. Thus, different reduction temperatures were used during the preparation procedure of ZnO-supported Pd catalysts. As was shown in Table 1, under SR conditions and at low reaction temperature, the sample reduced at lower temperature, Pd/ZnO498, was more active in converting ethanol than that reduced at higher temperature, Pd/ZnO723. In contrast, significantly lesser amounts of undesired products such as CH4 and CO are obtained over Pd/ZnO reduced at 723K, although the catalytic performance of all catalysts at the highest reaction temperature, 723K, is fairly similar. In order to understand these catalytic trends, Pd/ZnO498 and Pd/ZnO723 catalysts were characterized both before and after catalytic tests. Fig. 2 depicts X-ray photoelectron spectra corresponding to the Pd 3d level of fresh catalysts. PdZnO498 sample showed a broad Pd 3d5/2 peak which can be deconvoluted in two components. The major component located at 335.0eV corresponds to metallic palladium. The less intense signal at 336.7eV may correspond to oxidized palladium or, alternatively, to very small metallic Pd particles strongly interacting with the ZnO support. In contrast, the Pd 3d5/2 level spectrum of the catalyst reduced at high temperature, Pd/ZnO723, shows two components at 335.8 and 337.4eV. A large positive shift in the Pd 3d5/2 XPS peak has previously been taken as a clear evidence of the formation of PdZn alloys in Pd/ZnO catalysts [15,19,20]. This is in accordance with FTIR spectra recorded by using CO as a probe molecule. The spectrum recorded for Pd/SiO2 shows a band located at ca. 2070cm−1 and a main absorption at 1950–1975cm−1 which are assigned to linearly coordinated and bridging coordinated CO, respectively [21]. A similar spectrum is obtained for Pd/ZnO498, which shows a weak and broad band at 2040–2070cm−1 and a main absorption centred at 1910cm−1. In contrast, no υ(CO) bands after CO adsorption are encountered on Pd/ZnO723, and this may be due to a high dilution effect of Zn in the bimetallic particles. Additional valuable information was obtained by means of XRD (Fig. 3 ) and HRTEM (Fig. 4 ) studies performed over the fresh catalysts as well as for Pd/ZnO498 after SR reaction at different temperatures. Catalyst Pd/ZnO498 as prepared contains well-dispersed Pd metal particles of 4–5nm in diameter, as deduced from XRD (Fig. 3a), and lattice spacing analysis from HRTEM images (Fig. 4a and b). Individual Pd particles of ca. 6–8nm have also been identified in the SiO2-supported catalyst. After SR over the Pd/ZnO498 catalyst at the lowest temperature tested, 548K, the X-ray diffraction peak at 40.4°, corresponding to Pd(111) disappears, and a new, broad peak is visible at 41.2° (Fig. 3b). This peak likely corresponds to diffraction of PdZn(111). The same is observed after SR at 598K (Fig. 3c). After reaction at 723K (Fig. 3d), this peak at 41.2° becomes well-defined, and a new diffraction peak at 44.2° corresponding to PdZn(200) appears. The lattice fringe analysis of this sample by HRTEM (Fig. 4c and d) confirms the presence of individual PdZn crystalline particles in the size range of 1.5–5nm. After OSR new peaks corresponding to PdZn(111) and PdZn(200) appeared (see Fig. 3e). Thus, it appears that metallic Pd particles of catalyst Pd/ZnO498 transform into PdZn alloy particles under steam-reforming or oxidative steam-reforming conditions. For the high-temperature reduced catalyst, Pd/ZnO723, PdZn alloy particles are initially present, as deduced from HRTEM and XRD measurements on fresh sample (Fig. 3e). This sample does not appear to suffer structural changes under reaction. These results are in full accordance with XPS data for fresh samples. The higher catalytic activity of catalyst Pd/ZnO498 with respect to Pd/ZnO723 at low temperature (Tables 1 and 2) is clearly related to the presence of small Pd particles in the former. On the other hand, the better selectivity towards the ethanol-reforming products and the low ethanol decomposition shown by Pd/ZnO723 under these conditions is attributed to the existence of PdZn alloy. In this respect, we have recently shown how the formation of alloyed phases from palladium-supported catalysts are very effective for the dehydrogenation of ethanol to acetaldehyde [22], which can easily evolutes to the desired products under SR and OSR conditions over palladium-based catalysts. 4 Conclusions ZnO-supported metallic palladium really forms a PdZn alloy in ethanol steam-reforming or oxidative steam-reforming environments. The catalytic performance in the above-mentioned reactions is conditioned as a result of the high ability of PdZn alloys to dehydrogenate ethanol to the intermediate acetaldehyde. Moreover, the catalytic behaviour of Pd/ZnO catalysts is improved with respect to that of their silica-supported counterpart which produces mainly ethanol decomposition and lower amounts of H2. Acknowledgements We thank MCYT (MAT 2002-01739, MAT 2005-03456) and CIRIT (2005SGR-00184) for financial support. J. Llorca is grateful to the MCYT for a Ramon y Cajal research program and to the DURSI (Generalitat de Catalunya). The authors are very grateful to Johnson Matthey for the loan of palladium salt. References [1] A.N. Fatsikostas D.I. Kondarides X.E. Verykios Catal. Today 75 2002 145 155 [2] T. Ioannides J. Power Sources 92 2001 17 25 [3] V. Fierro O. Akdim H. Provendier C. Mirodatos J. Power Sources 145 2005 659 666 [4] F. Frustreri S. Freni L. Spadaro V. Chiodo G. Bonura S. Donato S. Cavallaro Catal. Commun. 5 2004 611 615 [5] J.P. Breen R. Burch H.M. Coleman Appl. Catal. B: Environ. 39 2002 65 74 [6] F. Auprêtre C. Descorme D. Duprez Catal. Commun. 3 2002 263 267 [7] D.K. Liguras D.I. Kondarides X.E. Verykios Appl. Catal. B: Environ. 43 2003 345 354 [8] M.A. Goula S.K. Kontou P.E. Tsiakaras Appl. Catal. B: Environ. 49 2004 135 144 [9] J. Llorca P. Ramírez de la Piscina J. Sales N. Homs Chem. Commun. 2001 641 642 [10] J. Llorca N. Homs J. Sales P. Ramírez de la Piscina J. Catal. 209 2002 306 317 [11] F. Mariño G. Baronetti M. Jobbagy M. Laborde Appl. Catal. A: Gen. 238 2003 41 54 [12] J. Llorca P. Ramírez de la Piscina J.A. Dalmon J. Sales N. Homs Appl. Catal. B: Environ. 43 2003 355 369 [13] B.E. Green C.S. Sass L.T. Germinario P.S. Wehner B.L. Gustafson J. Catal. 140 1993 406 417 [14] J. Araña N. Homs J. Sales P. Ramírez de la Piscina J. Mol. Catal. A: Chem. 164 2000 297 300 [15] J. Araña N. Homs J. Sales J.L.G. Fierro P. Ramírez de la Piscina Catal. Lett. 72 2001 183 189 [16] J. Llorca N. Homs P. Ramírez de la Piscina J. Catal. 227 2004 556 560 [17] J.M. Guil N. Homs J. Llorca P. Ramírez de la Piscina J. Phys. Chem. B 109 2005 10813 10819 [18] S. Cavallaro V. Chiodo S. Freni N. Mondillo F. Frusteri Appl. Catal. A: Gen. 249 2003 119 128 [19] N. Iwasa S. Masuda N. Ogawa N. Takezawa Appl. Catal. A: Gen. 125 1995 145 157 [20] Z. Zsoldos A. Sárkány L. Guczi J. Catal. 145 1994 235 238 [21] A. Palazov C.C. Chang R.J. Kokes J. Catal. 36 1975 338 350 [22] A. Bonilla Sanchez N. Homs J.L.G. Fierro P. Ramírez de la Piscina Catal. Today 107–108 2005 431 435",
      "scopus-id": "33646064439",
      "coredata": {
        "eid": "1-s2.0-S1381116906000537",
        "dc:description": "ZnO- and SiO2-supported palladium catalysts were evaluated in the ethanol steam-reforming and oxidative ethanol steam-reforming reactions in the temperature range 548–723K. The catalysts were characterized before and after reaction by X-ray diffraction, X-ray photoelectron spectroscopy, high-resolution transmission electron microscopy and infrared spectroscopy using CO as a probe molecule. On silica-supported Pd catalyst, ethanol decomposes into H2, CO and CH4 in both steam-reforming and oxidative steam-reforming reactions. In contrast, ZnO-supported catalysts containing the PdZn phase exhibit a better catalytic performance for hydrogen production through dehydrogenation of ethanol into acetaldehyde and ulterior reforming.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-05-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906000537",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Casanovas, Albert"
          },
          {
            "@_fa": "true",
            "$": "Llorca, Jordi"
          },
          {
            "@_fa": "true",
            "$": "Homs, Narcís"
          },
          {
            "@_fa": "true",
            "$": "Fierro, José Luis G."
          },
          {
            "@_fa": "true",
            "$": "Ramírez de la Piscina, Pilar"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906000537"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906000537"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00053-7",
        "prism:volume": "250",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Ethanol reforming processes over ZnO-supported palladium catalysts: Effect of alloy formation",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogen production"
          },
          {
            "@_fa": "true",
            "$": "Ethanol steam reforming"
          },
          {
            "@_fa": "true",
            "$": "Palladium catalyst"
          },
          {
            "@_fa": "true",
            "$": "PdZn alloy"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "44-49",
        "prism:endingPage": "49",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 May 2006",
        "prism:doi": "10.1016/j.molcata.2006.01.033",
        "prism:startingPage": "44",
        "dc:identifier": "doi:10.1016/j.molcata.2006.01.033",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "279",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1056",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "116",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27554",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "39",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1621",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "509",
            "@width": "381",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32977",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "931",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "505",
            "@width": "296",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12255",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "54",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1124",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "556",
            "@width": "553",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "120411",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3253",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "230",
            "@width": "290",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5757",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906000537-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1806",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33646064439"
      }
    }
  }
}