{
  "metadata": {
    "title": "In situ FT-IR studies on the CO<ce:inf loc=post>2</ce:inf> hydrogenation over the SiO<ce:inf loc=post>2</ce:inf>-supported RhM (M=Cr, Mo, W) complex catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-02-15",
    "doi": "10.1016/S1381-1169(00)00479-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900004799",
    "pii": "S1381116900004799"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035864358",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-02-09 2001-02-09 2010-04-18T18:49:19 1-s2.0-S1381116900004799 S1381-1169(00)00479-9 S1381116900004799 10.1016/S1381-1169(00)00479-9 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X0132X 2015-05-15T05:55:31.049811-04:00 0 0 20010215 2001 2001-02-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 166 166 2 2 Volume 166, Issue 2 15 331 335 331 335 20010215 15 February 2001 2001-02-15 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. INSITUFTIRSTUDIESCO2HYDROGENATIONOVERSIO2SUPPORTEDRHMMCRMOWCOMPLEXCATALYSTS SHAO C 1 Introduction 2 Experimental 2.1 The preparation of the catalysts 2.2 The measurement of in situ IR spectra 3 Results and discussion 4 Conclusions Acknowledgements References ARAKAWA 1991 103 H MILLAR 1992 298 G SHAO 1995 519 C SHAO 1995 353 C SHAO 1995 1081 C SHAO 1996 363 C BANDO 1997 391 K FUJITANI 1997 175 F TAGAWA 1985 285 T NOMURA 1998 321 N KUSAMA 1996 261 H LEPELTIER 1998 91 F SHAOX2001X331 SHAOX2001X331X335 SHAOX2001X331XC SHAOX2001X331X335XC item S1381-1169(00)00479-9 S1381116900004799 1-s2.0-S1381116900004799 10.1016/S1381-1169(00)00479-9 271358 2010-10-03T05:02:07.511915-04:00 2001-02-15 1-s2.0-S1381116900004799-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/MAIN/application/pdf/4807779333a3845ad98b26bc80036966/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/MAIN/application/pdf/4807779333a3845ad98b26bc80036966/main.pdf main.pdf pdf true 116241 MAIN 5 1-s2.0-S1381116900004799-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/PREVIEW/image/png/5f1b07a29f61ac805a4c05da6ce1721f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/PREVIEW/image/png/5f1b07a29f61ac805a4c05da6ce1721f/main_1.png main_1.png png 50312 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900004799-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr1/THUMBNAIL/image/gif/c7c8c2892b3591d8921a1e3ccca51485/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr1/THUMBNAIL/image/gif/c7c8c2892b3591d8921a1e3ccca51485/gr1.sml gr1 gr1.sml sml 1014 92 60 IMAGE-THUMBNAIL 1-s2.0-S1381116900004799-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr1/DOWNSAMPLED/image/gif/6052f8641719c56f04a3ea2d60ca0810/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr1/DOWNSAMPLED/image/gif/6052f8641719c56f04a3ea2d60ca0810/gr1.gif gr1 gr1.gif gif 7973 405 263 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004799-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr2/THUMBNAIL/image/gif/30aa982e708a3d2249f9df6f3d9571fb/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr2/THUMBNAIL/image/gif/30aa982e708a3d2249f9df6f3d9571fb/gr2.sml gr2 gr2.sml sml 939 93 59 IMAGE-THUMBNAIL 1-s2.0-S1381116900004799-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr2/DOWNSAMPLED/image/gif/fbf0c494df197a004e51a7cfc885661e/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr2/DOWNSAMPLED/image/gif/fbf0c494df197a004e51a7cfc885661e/gr2.gif gr2 gr2.gif gif 7308 403 256 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004799-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr3/THUMBNAIL/image/gif/69ec2ef22388980746fb506def09a94d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr3/THUMBNAIL/image/gif/69ec2ef22388980746fb506def09a94d/gr3.sml gr3 gr3.sml sml 1302 93 60 IMAGE-THUMBNAIL 1-s2.0-S1381116900004799-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr3/DOWNSAMPLED/image/gif/4c4fb90b37e7ad46befeef8b17ca33f0/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr3/DOWNSAMPLED/image/gif/4c4fb90b37e7ad46befeef8b17ca33f0/gr3.gif gr3 gr3.gif gif 11850 429 276 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004799-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr4/THUMBNAIL/image/gif/26b63ca4e6773f1c7bfc00c803d416e2/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr4/THUMBNAIL/image/gif/26b63ca4e6773f1c7bfc00c803d416e2/gr4.sml gr4 gr4.sml sml 1329 93 62 IMAGE-THUMBNAIL 1-s2.0-S1381116900004799-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr4/DOWNSAMPLED/image/gif/566165de9d9556c515211305425d735a/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr4/DOWNSAMPLED/image/gif/566165de9d9556c515211305425d735a/gr4.gif gr4 gr4.gif gif 11523 420 281 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900004799-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr5/THUMBNAIL/image/gif/42954a4b04fb825181d7f5190dc07dc2/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr5/THUMBNAIL/image/gif/42954a4b04fb825181d7f5190dc07dc2/gr5.sml gr5 gr5.sml sml 1062 92 61 IMAGE-THUMBNAIL 1-s2.0-S1381116900004799-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900004799/gr5/DOWNSAMPLED/image/gif/6801ec57adbdd049778276a4ffe55452/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900004799/gr5/DOWNSAMPLED/image/gif/6801ec57adbdd049778276a4ffe55452/gr5.gif gr5 gr5.gif gif 6627 344 227 IMAGE-DOWNSAMPLED MOLCAA 3011 S1381-1169(00)00479-9 10.1016/S1381-1169(00)00479-9 Elsevier Science B.V. Fig. 1 In situ IR spectra of Rh-Cr/SiO2 catalyst at various temperature in CO2+H2 flow: (a) 413; (b) 473; (c) 533K. Fig. 2 In situ IR spectra of Rh-Mo/SiO2 catalyst at various temperature in CO2+H2 flow: (a) 413; (b) 493; (c) 533K. Fig. 3 In situ IR spectra or Rh-W/SiO2 catalyst at various temperature in CO2+H2 flow: (a) 413; (b) 493; (c) 533K. Fig. 4 In situ IR spectra of three catalysts at 493K in CO2+H2 flow: (a) Rh-Cr/SiO2; (b) Rh-Mo/SiO2; (c) Rh-W/SiO2. Fig. 5 In situ IR spectra of three catalysts at 533K in CO2+H2 flow: (a) Rh-Cr/SiO2; (b) Rh-Mo/SiO2; (c) Rh-W/SiO2. In situ FT-IR studies on the CO2 hydrogenation over the SiO2-supported RhM (M=Cr, Mo, W) complex catalysts Changping Shao a * Mingshu Chen b a Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 457 Zhongshan Road, Dalian, PR China b State Key Laboratory of Physical Chemistry of Solid Surface, University of Xiamen, Xiamen, PR China * Corresponding author. The in situ FT-IR spectra were used to study the CO2 hydrogenation reactions over the SiO2-supported heterobinuclear metal complex catalysts, RhM (M=Cr, Mo, W). The bands, which correspond to the formate species adsorbed on the catalysts, were observed. During the hydrogenation reactions, the adsorbed linear and bridged bridging CO were not observed. The experimental results suggest that for the CO2 and CO hydrogenation reactions over the same catalysts, their catalytic active intermediate species and the reaction mechanisms should be different. Keywords CO2 hydrogenation In situ FT-IR Bimetal complex catalyst 1 Introduction The hydrogenation of CO2 to valuable chemicals has received much interest in the recent years. The Cu–ZnO based catalysts are well known to be active for the methanol synthesis through the hydrogenation of CO or CO2. The Cu-formate species on surface are regarded as the intermediates of the conversion from CO2 to methanol [1,2]. However, the reaction mechanisms of the active species on the Cu based catalysts are still not clear. Until now, the supported noble bimetal catalysts for the CO2 hydrogenation to methanol have not been intensively studied yet. We reported the experimental results about the SiO2-supported heterobinuclear metal complex catalysts, (dppe) Rh(μ-CO) M(CO)3 (M=Cr, Mo, W; dppe=Ph2P(CH2)2PPh2) [3], (I). The complex catalysts exhibit high activity and selectivity for the methanol synthesis from CO+H2 [4] and CO2+H2 [5,6]. The present paper reports the in situ FT-IR results of the species adsorbed on the RhM/SiO2 catalysts during the CO2 hydrogenation reactions. 2 Experimental 2.1 The preparation of the catalysts The catalysts were prepared using the impregnation method. The complexes (I) were used as the catalyst precursors. Prior to impregnation, silica was evacuated at 673K for 2h to remove physically absorbed water, and then an appropriate amount of THF solution of (I) was poured into the silica. After the impregnation process was completed, the catalysts were dried under vacuum at room temperature. 2.2 The measurement of in situ IR spectra The in situ IR spectra were measured using an IR stainless steel reactor cell with a CaF2 window. The catalysts, pressed into a 10mm diameter disk, were placed in the cell, which was used as a reactor. The spectra were recorded using a Perkin-Elmer FT-IR 2000 spectrometer with a resolution of 2cm−1. The pressure of the CO2 and H2 atmosphere was kept at 0.1MPa with a constant flow-rate ration (H2/CO2=3:1). The reaction temperature was increased to a certain temperature under vacuum and was kept for 15min. The CO2 and H2 gases were passed through the reactor cell at this reaction temperature for 15min, and at the same time the in situ FT-IR spectra were recorded under the CO2 hydrogenation condition. 3 Results and discussion Figs. 1–3 show the in situ FT-IR spectra of the 3wt.% RhM/SiO2 catalysts during the CO2 hydrogenation reaction temperatures. As shown in Fig. 1, on RhCr/SiO2, the bands at 2000, 1992cm−1 (terminal CO) and 1763cm−1 (bridging CO), which are attributed to co-ordinated CO of the original complex, decrease evidently and even disappear (for terminal CO) when the reaction temperature is increased from 413 to 513K. The bands at 1482 and 1434cm−1 still remain and the bands are attributed to co-ordinated PPh3 of the original complex. The bands at 2360 and 2337cm−1, which are attributed to CO2 in gas phase, are too strong to be canceled. At the same time, a new strong sharp band appears at 1586cm−1 and its intensity increases evidently with increasing the reaction temperature from 413 to 533K. At 1313cm−1 appear some weak bands, which can be assigned to the stretching frequency of the formate species adsorbed on Rh of RhCr. Similar bands were previously reported, which were ascribed to the formate species adsorbed on Cu or Rh during the CO2 hydrogenation reaction; e.g. the bands at 2933, 2858, 1591 and 1353cm−1 for Cu/SiO2 [7]; at 1548cm−1 for Cu/SiO2 [8]; at 2956, 2883, 1560, 1351cm−1 for Cu/TiO2 [7]; at 1585cm−1 for Cu(Zn)/SiO2; at 1595, 1380cm−1 for Cu/ZnO/Al2O3 [9]; at 1568, 1373cm−1 for CuO/TiO2 [10]; and at 1511, 1378cm−1 for Rh-Li/SiO2 [11], etc. Recently, Bettahar et al. reported that there are three types of formate species adsorbed Zn/Al2/O3: the bands at 2881, 2744, 1595, 1375cm−1; at 1650, 1320cm−1; at 2895, 2767, 1590, 1390, 1370cm−1; and a formate specie adsorbed on Cu at 2825, 2847, 2692, 1352cm−1 during the CO2 hydrogenation reaction over the Cu–Zn Al2O4 catalyst [12]. Therefore, these formate species adsorbed on Rh or RhM can be regarded as an intermediate of the methanol synthesis from the CO2 hydrogenation reaction. The intensity of the band at 1586cm−1 increases with increasing the reaction temperature. It is reasonable taking into account that the catalytic activity increases with increasing the reaction temperature [5,6]. Similarly, as shown in Figs. 2 and 3, on RhMo/SiO2 and RhW/SiO2, the bands, which are attributed to co-ordinated CO of the original complexes, also decrease when the reaction temperature is increased from 413 to 533K. The band, attributed to co-ordinated bridging CO, shifts to a lower wave number (from 1763 to 1753cm−1). At the same time, the intensities of the bands ascribed to the formate species adsorbed on Rh of RhM also increase when the reaction temperature is increased, and the same weak band at 1313cm−1 also appears. The bands at 1481, 1434cm−1, which are attributed to co-ordinated PPh3 of the original complexes, still remained. It indicates that the RhM/SiO2 catalysts are still stable at 533K. The FT-IR spectra of the CO2 hydrogenation reactions on the RhM (M=Cr, Mo and W)/SiO2 catalysts at the same reaction temperature are shown in Fig. 4 (493K) and Fig. 5 (533K). As shown in Fig. 4, all the bands, which are attributed to co-ordinated terminal CO at 1991, 1968cm−1 and bridging CO at 1763cm−1, still remained with proper intensities. The bands at 1584cm−1, attributed to the formate species adsorbed on Rh of RhM, become stronger. The intensity of the band for RhMo/SiO2 is stronger than that for RhCr/SiO2 or RhW/SiO2. All the bands at 1481 and 1435cm−1, attributed to co-ordinated PPh3, still remained with proper intensities. Fig. 5 shows that the intensities of the bands, attributed to co-ordinated CO, obviously decrease and even disappear (for RhCr/SiO2). However, the bands, attributed to co-ordinated bridging CO, shift to 1755cm−1. The bands attributed to the formate species adsorbed on Rh of RhM become stronger than those at 493K. The result indicates that the formate species adsorbed or Rh of RhM are catalytically active for the CO2 hydrogenation reaction, which produces methanol. The hydrogenation process of the formate species is probably the rate-determining step. The in situ FT-IR spectra of the SiO2-supported complex catalysts exhibit notable difference from those of the SiO2-supported Rh catalyst during the CO2 hydrogenation reaction. The latter show the strong bands at 2040 and 1806cm−1, which are assigned to the linear and bridged CO species adsorbed on Rh [11]. These results are obviously different from the result of the CO hydrogenation over the same catalysts previously reported. For the spectra of the CO hydrogenation, co-ordinated bridging CO disappear firstly, and then co-ordinated terminal CO disappear. Some new bands appear at 2058 1997 and 2004cm–1 for Rh-Cr/SiO2, RhMo/SiO2, and RhW/SiO2, respectively. They are attributed to the linear CO species adsorbed on Rh, but the band attributed to the adsorbed bridged CO species [13] does not appear. However, for the CO2 hydrogenation reaction, the bands attributed to the adsorbed linear and bridged CO species do not appear. The bands at 1589cm−1, ascribed to the formyl species adsorbed on Rh for all the RhM/SiO2 catalysts during the CO hydrogenation reaction, are weak and broad. However, the bands at 1585cm−1, ascribed to the formate species adsorbed on Rh for RhM/SiO2 catalysts during the CO2 hydrogenation reaction, are strong and sharp. The results indicate that the mechanisms of the CO and CO2 hydrogenation reactions over the same RhM/SiO2 catalysts should be different. The following mechanism of the CO2 hydrogenation reaction over the RhM/SiO2 catalysts is suggested. The CO2 gas molecules are readily adsorbed by the catalysts, and the adsorbed CO2 species on the catalytic site are rapidly converted to the formate species adsorbed on Rh or RhM under the reaction conditions. The formate species are hydrogenated to methanol, and the process is probably a rate-determining step. Therefore, the formate species adsorbed on Rh or RhM can be regarded as a major intermediate for the methanol synthesis from the CO2 hydrogenation. The CO molecules produced in the CO2 hydrogenation should result from the reverse water gas shift reaction. 4 Conclusions In situ FT-IR was used to study the methanol synthesis reaction from the CO2 hydrogenation over the RhM/SiO2 catalysts. Some special formate species with an OCO asymmetric band at 1586cm−1 is observed. The formate species are probably bound to Rh or RhM, and are active intermediates. The comparison between the in situ FT-IR results of CO2/H2 and CO/H2 under the same reaction conditions shows that the produced surface species for the two reaction systems are essentially different. Under CO/H2 atmosphere, no adsorbed formate species can be observed. Acknowledgements The authors thank the State Key Laboratory of Physical Chemistry of Solid Surface in China for financial support. References [1] H. Arakawa K. Sayama K. Okabe K. Shimomoura H. Hagiwara Shokubai Catal. 33 1991 103 [2] G.J. Millar C.H. Rochester K.C. Wangh Catal. Lett. 14 1992 298 [3] C.-P. Shao J.-Y. Wang X.-Z. Yang H.-F. Guo Chin. Chem. Lett. 6 1995 519 [4] C.-P. Shao J.-Y. Wang X.-Z. Yang H.-F. Guo J. Mol. Catal. (Chin.) 9 1995 353 [5] C.-P. Shao Chin. Chem. Lett. 6 1995 1081 [6] C.-P. Shao X.-Z. Yang J.-Y. Wang J. Mol. Catal. (Chin.) 10 1996 363 [7] K.K. Bando K. Sayama H. Kusama K. Okabe H. Arakawa Appl. Catal. A 165 1997 391 [8] F. Fujitani T. Matsuda Y. Kushida S. Ogihara T. Uchijma J. Nakamura Catal. Lett. 49 1997 175 [9] T. Tagawa Y. Amenoniya Appl. Catal. 18 1985 285 [10] N. Nomura T. Tagawa S. Goto Appl. Catal. A 166 1998 321 [11] H. Kusama K. Okabe K. Sayama H. Arakawa Catal. Today 28 1996 261 [12] F. Le Peltier P. Chaumette J. Saussey M.M. Bottahar J.C. Lavally J. Mol. Catal. A 132 1998 91 [13] C.-P. Shao, H.-Y. Wang. J.-L. Xu, in: Proceedings of the 8th Chinese National conference on Catalysis, Xiamen, 16–20 October 1996, p. 116.",
      "scopus-id": "0035864358",
      "coredata": {
        "eid": "1-s2.0-S1381116900004799",
        "dc:description": "The in situ FT-IR spectra were used to study the CO2 hydrogenation reactions over the SiO2-supported heterobinuclear metal complex catalysts, RhM (M=Cr, Mo, W). The bands, which correspond to the formate species adsorbed on the catalysts, were observed. During the hydrogenation reactions, the adsorbed linear and bridged bridging CO were not observed. The experimental results suggest that for the CO2 and CO hydrogenation reactions over the same catalysts, their catalytic active intermediate species and the reaction mechanisms should be different.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900004799",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shao, Changping"
          },
          {
            "@_fa": "true",
            "$": "Chen, Mingshu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900004799"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900004799"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00479-9",
        "prism:volume": "166",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "In situ FT-IR studies on the CO2 hydrogenation over the SiO2-supported RhM (M=Cr, Mo, W) complex catalysts",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "In situ FT-IR"
          },
          {
            "@_fa": "true",
            "$": "Bimetal complex catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "331-335",
        "prism:endingPage": "335",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 2001",
        "prism:doi": "10.1016/S1381-1169(00)00479-9",
        "prism:startingPage": "331",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00479-9",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1014",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "405",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7973",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "939",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "403",
            "@width": "256",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7308",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1302",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "429",
            "@width": "276",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11850",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "62",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1329",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "420",
            "@width": "281",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11523",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "61",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1062",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "344",
            "@width": "227",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900004799-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6627",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035864358"
      }
    }
  }
}