{
  "metadata": {
    "title": "WO<ce:inf loc=post>3</ce:inf>/ZrO<ce:inf loc=post>2</ce:inf>: a potential catalyst for the acetylation of anisole",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-12-01",
    "doi": "10.1016/j.molcata.2003.11.040",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904005369",
    "pii": "S1381116904005369"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-7444261908",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-09-11 2004-09-11 2010-03-28T13:36:59 1-s2.0-S1381116904005369 S1381-1169(04)00536-9 S1381116904005369 10.1016/j.molcata.2003.11.040 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X02014 2015-05-15T05:56:32.920819-04:00 0 0 20041201 2004 2004-09-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 223 223 1 2 1 2 Volume 223, Issues 1–2 22 137 142 137 142 20041201 1 December 2004 2004-12-01 2004 Catalysis--A Cross Disciplinary Vision Hyderabad, India 26 August 2003 20030826 B.M. Choudary and B. Lucke article fla Copyright © 2004 Elsevier B.V. All rights reserved. WO3ZRO2APOTENTIALCATALYSTFORACETYLATIONANISOLE SAKTHIVEL R 1 Introduction 2 Experimental 3 Results and discussion 3.1 Phase characterization and surface properties 3.2 Catalytic activity 3.3 Correlation between the catalytic activity and acidic properties 4 Conclusions Acknowledgments References YAMAGUCHI 1990 1 T HINO 1985 112 M QUASCHNING 1998 164 V YYYORI 1989 493 J NG 1995 195 F LARSEN 1995 213 G SANTIESTEBEN 1997 431 J SCHEITHAUER 1998 3013 M SCHEITHAUER 2000 271 M HINO 1988 1259 M VARTULI 1999 131 J ARATA 2000 213 K MISHRA 2001 263 H SIRINIVASA 1996 502 R SCHEITHAUER 1998 1 M SAKTHIVELX2004X137 SAKTHIVELX2004X137X142 SAKTHIVELX2004X137XR SAKTHIVELX2004X137X142XR item S1381-1169(04)00536-9 S1381116904005369 1-s2.0-S1381116904005369 10.1016/j.molcata.2003.11.040 271358 2010-10-15T16:15:15.475889-04:00 2004-12-01 1-s2.0-S1381116904005369-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/MAIN/application/pdf/79209fa7f1febb2ef17323ceb09a578b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/MAIN/application/pdf/79209fa7f1febb2ef17323ceb09a578b/main.pdf main.pdf pdf true 169782 MAIN 6 1-s2.0-S1381116904005369-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/PREVIEW/image/png/3d6b9019273b48f4c9afcf4ff4d47cc8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/PREVIEW/image/png/3d6b9019273b48f4c9afcf4ff4d47cc8/main_1.png main_1.png png 64051 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904005369-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr1/THUMBNAIL/image/gif/ab2419803fb49276742874def1381556/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr1/THUMBNAIL/image/gif/ab2419803fb49276742874def1381556/gr1.sml gr1 gr1.sml sml 1566 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005369-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr1/DOWNSAMPLED/image/gif/3d3a20c6deaa19741543a99e4e00c90e/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr1/DOWNSAMPLED/image/gif/3d3a20c6deaa19741543a99e4e00c90e/gr1.gif gr1 gr1.gif gif 14253 368 508 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005369-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr2/THUMBNAIL/image/gif/8a3db1ddd1f78d017d6156aeda82f3d9/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr2/THUMBNAIL/image/gif/8a3db1ddd1f78d017d6156aeda82f3d9/gr2.sml gr2 gr2.sml sml 2171 94 114 IMAGE-THUMBNAIL 1-s2.0-S1381116904005369-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr2/DOWNSAMPLED/image/jpeg/0fdbe599c9a6572835c6cb39bb4ff0a8/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr2/DOWNSAMPLED/image/jpeg/0fdbe599c9a6572835c6cb39bb4ff0a8/gr2.jpg gr2 gr2.jpg jpg 32154 413 503 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005369-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr3/THUMBNAIL/image/gif/1d6d5e7a09cc6d5e25ab58613721aa39/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr3/THUMBNAIL/image/gif/1d6d5e7a09cc6d5e25ab58613721aa39/gr3.sml gr3 gr3.sml sml 1445 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116904005369-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr3/DOWNSAMPLED/image/gif/7e6d68db049cbe50853e883be2bc5345/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr3/DOWNSAMPLED/image/gif/7e6d68db049cbe50853e883be2bc5345/gr3.gif gr3 gr3.gif gif 11077 377 500 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005369-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr4/THUMBNAIL/image/gif/cc7f49c0a655f4504097c840d3213692/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr4/THUMBNAIL/image/gif/cc7f49c0a655f4504097c840d3213692/gr4.sml gr4 gr4.sml sml 1470 88 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005369-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005369/gr4/DOWNSAMPLED/image/gif/9a1704de2fc945a400f16ccbf3974121/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005369/gr4/DOWNSAMPLED/image/gif/9a1704de2fc945a400f16ccbf3974121/gr4.gif gr4 gr4.gif gif 13652 429 607 IMAGE-DOWNSAMPLED MOLCAA 4786 S1381-1169(04)00536-9 10.1016/j.molcata.2003.11.040 Elsevier B.V. Fig. 1 X-ray powder diffractograms of the WO3/ZrO2 catalysts. Fig. 2 Correlation of B/L ratio with catalytic activity. Fig. 3 NH3-TPD profiles of the indicated catalysts. Fig. 4 FTIR photoacoustic spectra of the pyridine adsorbate complexes of 10-WO3/ZrO2: (a) after pyridine adsorption at 150°C and desorption temperatures of (b) 250°C and (c) 450°C and of 19-WO3/ZrO2 (d) after pyridine adsorption at 150°C and desorption temperatures of (e) 250°C and (f) 450°C. Table 1 Physico-chemical characterization and catalytic activities of various catalysts Catalyst S BET (m2/g) V P (cm3/g) D P (Å) FTIR photoacoustic relative band intensities NH3-TPD acid site concentration (mmol/g) Acetylation at 50°C (3h) B (1540cm−1) B (1491cm−1) L (1445cm−1) Conversion (%) Yield (%) 5-WO3/ZrO2 103 0.28 110 1.5 5.0 7.0 n.d. 11 0 10-WO3/ZrO2 87 0.22 102 3.2 6.7 6.7 0.208 35 24 15-WO3/ZrO2 90 0.17 74 7.8 12.7 7.2 0.178 44 37 19-WO3/ZrO2 97 0.14 60 9.5 15.3 4.1 0.208 49 38 25-WO3/ZrO2 78 0.11 56 11.3 11.4 7.3 0.160 41 31 n.d.: not determined; B: Brønsted acid site: L: Lewis acid site. Table 2 Catalytic activity of 19-WO3/ZrO2 at different reaction temperatures for the acetylation of anisole Reaction temperature (°C) Conversion (%) Yield (%) 50 49 38 80 74 63 100 89 82 150 73 49 WO3/ZrO2: a potential catalyst for the acetylation of anisole R. Sakthivel 1 H. Prescott E. Kemnitz * Institut für Chemie, Humboldt-Universität zu Berlin, Brook Taylor Str. 2, 12489 Berlin, Germany * Corresponding author. Tel.: +49 30 2093 7555; fax: +49 30 2093 7277. 1 On leave from Regional Research Laboratory, Bhubaneswar 751013, Orissa, India. Graphical Abstract SYNPOSIS: WO3/ZrO2 catalysts (5–25wt.% WO3) were prepared by coprecipitation and characterized with XRD, BET, FTIR (pyridine adsorption), and NH3-TPD. Their activities were tested in the acetylation of anisole with acetic anhydride. The relationship between the catalytic activities found and the Brønsted/Lewis acid site ratio dependent on the WO3 loadings was examined and is discussed (figure) fx1. WO3/ZrO2 catalysts were prepared by coprecipitation with 5, 10, 15, 19, and 25wt.% WO3. These catalysts were characterized by XRD, BET, FTIR photoacoustic spectroscopy (pyridine adsorption), and NH3-TPD, and tested for the acetylation of anisole with acetic anhydride. The catalytic yields of 2- and 4-methoxyacetophenone are found to be proportional to the ratio of Brønsted to Lewis acid site band intensities with WO3 loading up to 19wt.%. Keywords Coprecipitation Tungstated zirconia Surface acidity 1 Introduction Growing environmental concerns has forced the scientific community to look for alternatives to the corrosive liquid acids, such as HF, H2SO4 and BF3, used as catalysts. One possibility is the environmentally friendly solid acid, SO4/ZrO2. Sulfated zirconia (SZ) is a well-known solid acid catalyst, and it effectively catalyses a variety of isomerization reactions and the acylation of aromatics reactions [1–3]. Unfortunately, SZ undergoes deactivation due to sulphur loss during thermal treatment [4,5]. This has lead to the development of a thermally stable tungstated zirconia (WZ). Although WZ is comparatively less active than SZ at lower temperatures (<100°C) in alkane isomerization reactions, it is more stable at higher temperatures [6] and in a reducing atmosphere [5]. The modifying of zirconia with WO3 similar to the sulfation of zirconia stabilizes the tetragonal ZrO2 phase [7,8]. Although Fe and Mn promote the activity of SZ, they do not improve the activity of WZ in the n-pentane isomerization reaction [9]. Acid sites in WZ are generated by the interaction of WO3 and ZrO2 during the crystallization of tetragonal ZrO2 [10]. The acid strength and catalytic activity of WZ depend on the method of catalyst preparation. The impregnation of ammonium metatungstate is carried out on hydrous zirconia rather than the pre-calcined, anhydrous ZrO2 with consequent calcination at higher temperatures. Aging of the hydrous zirconia under refluxing prior to impregnation of the tungsten oxide precursor and calcination resulted in higher activities [7]. Catalyst preparation with coprecipitation of the oxides of tungsten and zirconium yielded a catalyst with much stronger acid sites [11] (compared to catalysts prepared by impregnation). Although WZ has been used as a catalyst in the acetylation and benzoylation of toluene on WZ [12], details such as the optimum concentration of WO3 and reaction temperature are not given. The present study focuses on the acetylation of anisole on WZ prepared with various concentrations of WO3 by coprecipitation followed by aging under reflux and calcination. The catalytic activities, acid strengths, and physical surface properties of the WO3/ZrO2 samples are discussed here. A WZ sample prepared by impregnation is also briefly presented, which was not fully characterized. This sample was exclusively tested for the acetylation of anisole to compare catalytic results of coprecipitated and impregnated WZ. 2 Experimental The WO3/ZrO2 samples of WO3 on ZrO2 were prepared by homogeneous hydroxide coprecipitation with WO3 concentrations of 5, 10, 15, 19, and 25wt.%. Ammonia (12.5% aqueous solution) was added dropwise to a mixed aqueous solution of ZrOCl2·8H2O (Fluka, ≥99%) and ammonium metatungstate (Fluka) under stirring until pH 9. The coprecipitate was washed with NH4OH solution (pH 9) and aged under refluxing at 100°C for 24h. It was then filtered, oven dried at 110°C overnight, ground, and calcined at 700°C for 3h in air. The impregnated catalyst, imp-WO3/ZrO2 (20wt.% of WO3), was prepared by hydroxide precipitation of an aqueous solution of ZrOCl2·8H2O (Fluka, ≥ 99%) by dropwise addition of NH3 (12.5% aqueous) under stirring till pH 9. The precipitate was washed, oven dried (110°C), and then impregnated with ammonium metatungstate. After impregnation, the sample was oven dried again and calcined at 500°C for 3h. The X-ray powder diffraction patterns of all the samples were collected on an X-ray diffractometer, RD7 (Rich, Seifert & Co., Freiberg) using Cu Kα radiation (Ni-filter, 2θ = 5–64°, 0.050 step, 5s/step). The mean pore volume, pore diameter, and specific surface area were determined from nitrogen adsorption isothermal experiments at 77K by the BJH and BET methods, respectively, with help of an automated ASAP 2000 Micromeritics Instrument. Semiquantitative determination of both Lewis (L) and Brønsted (B) acid sites of the catalysts were carried out at room temperature (RT) by FTIR photoacoustic spectroscopy (FTIR system 2000, Perkin Elmer spectrometer) using an MTEC cell. The powdered sample (∼250mg) was pretreated at 150°C for 30min under flowing Ar. Half of the sample was taken out of the reactor and measured at RT (as a blank) from 4000 to 400cm−1. The remaining sample in the reactor was treated with 30μl of pyridine twice in an interval of 5min at 150°C and flushed with flowing Ar for 15min to remove the physisorbed pyridine. The spectrum of the pyridine adsorbate complexes was measured as described above. Bands at about 1540cm−1 (B), 1491cm−1 (B + L), and 1445cm−1 (L) indicate Brønsted and Lewis acid sites. The spectra were normalised according to [3] and one-third of the intensity of the Lewis acid site band observed at 1445cm−1 (L) was deducted from the intensity of the band found at 1491cm−1 (B + L) to get the intensity of that band, which can be exclusively attributed to Brønsted acid sites; the corrected intensities of the 1491cm−1 bands are given in Table 1 . FTIR photoacoustic spectra of the pyridine adsorbate complexes of 10-WO3/ZrO2 and 19-WO3/ZrO2 were also measured at desorption temperatures of 250 and 450°C. This involved (a) heating the sample at 10°C/min after pyridine adsorption at 150–250 or 450°C, (b) holding the temperature for 10min, and (c) measuring the spectra thereafter at room temperature. The acid site concentration and distribution of the catalysts were determined quantitatively by temperature programmed desorption of ammonia (NH3-TPD). The granular sample (∼0.5mm, 200mg) was pretreated at 500°C in a quartz reactor for 1h in flowing Ar, cooled down to 120°C, treated with a stream of Ar and NH3, flushed with Ar until physisorbed NH3 was completely removed, and cooled down to 80°C. The NH3-TPD temperature program was carried out from 80 to 500°C (10°C/min) holding 500°C for 30min; the intensity of NH3 band at 930cm−1 was monitored with FTIR spectroscopy throughout the measurement. The desorbed NH3 was collected in an excess amount H2SO4 and its amount was determined by back titration with NaOH. Acetylation of anisole was carried out with acetic anhydride. The catalyst (∼300mg) was added to a mixture of anisole (10.8g, 90mmol, Fluka, ≥99%) and acetic anhydride (1.02g, 10mmol, Fluka, ≥99%) in a mole ratio of 10:1, n-dodecane (0.05g, 0.3mmol, Fluka, 95%, GC internal standard). A reaction temperature of 50°C was maintained for 3h. Reaction temperatures of 50, 80, 100, 150°C were studied using the catalyst, 19-WO3/ZrO2. Then, the catalyst was separated. The reaction mixture was analysed gas chromatographically before and after the reaction using a Varian 3400 GC (Restec Corp., USA) with a wide bore column DB 5 (length 15m, inner diameter 0.53mm), FID: 300°C, injector: 280°C, temperature program: 90°C (1min) to 180°C (20°C/min), 0.3μl sample. The main products are 2- and 4-methoxyacetophenone with a ratio of 1:99 and acetic acid. The conversion of acetic anhydride and yield of methoxyacetophenones are given in Table 1. 3 Results and discussion 3.1 Phase characterization and surface properties Fig. 1 shows the X-ray powder diffraction patterns of WO3/ZrO2 with WO3 concentrations of 5, 10, 15, 19, and 25wt.%. It reveals the formation of a single, tetragonal phase of ZrO2 (PDF-No.: 42–1164) up to 19wt.% WO3, whereas the WO3/ZrO2 sample with 25wt.% WO3 shows two separate phases, tetragonal ZrO2 and monoclinic WO3 (PDF-No. 43-1035). Thus, the maximum solid solubility of WO3 in ZrO2 is 19wt %. The BET specific surface areas are given in Table 1. The sample with 5wt.% WO3 has a maximum surface area of 103m2/g, whereas the samples loaded with 10, 15, 19 and 25wt.% have lower surface areas of 87, 90, 97, and 78m2/g, respectively. The pore volumes and pore diameters decrease with higher WO3 concentrations from 5 to 25wt.%. 3.2 Catalytic activity The catalytic activities of WO3/ZrO2 samples found for the acetylation of anisole with acetic anhydride are given in Fig. 2 and Tables 1 and 2. Both the conversion and the yield of 2- and 4-methoxyacetophenone at 50°C increase with the addition of WO3 up to 19wt.%; maximum activity is observed for 19wt.% WO3 with a catalytic yield of 38%. On the other hand, the impregnated sample, imp-WO3/ZrO2 with 20wt.% WO3, was catalytically inactive. The catalytic activity of the coprecipitated sample decreases with a higher amount of WO3 (25wt.%) (catalytic yield: 31%). This could be due to surface acid site blockage by the separate WO3 phase. The catalytic activity of 19-WO3/ZrO2 improves at higher reaction temperatures. At 80°C, 74% of acetic anhydride was converted with 63% yield of the methoxyacetophenones. The highest catalytic activity of 19-WO3/ZrO2 was achieved, when the reaction was carried out at 100°C: 89% conversion, 92% selectivity, and 82% yield (Table 2 ). A higher reaction temperature of 150°C led to a slight decrease in conversion (89 → 73%) and a drastic decrease in selectivity (92 → 67%) and yield (82 → 49%), which cannot be explained at this time. 3.3 Correlation between the catalytic activity and acidic properties The acid site concentration and distribution of samples are given in Table 1 and Fig. 3 , respectively. The 10, 15, 19, and 25wt.% of WO3/ZrO2 samples have acid site concentrations of 0.208, 0.178, 0.208, and 0.160mmol/g, respectively. The catalysts, 10-WO3/ZrO2 and 19-WO3/ZrO2, have an identical acid site concentration of 0.208mmol/g, which is the highest observed, but 19-WO3/ZrO2 exhibits a higher catalytic activity than 10-WO3/ZrO2. The sample, 15-WO3/ZrO2, has a slightly higher acid concentration than 25-WO3/ZrO2 (0.178 and 0.160mmol/g, respectively). This correlates with the catalytic activity: higher acid site concentrations yield higher catalytic activities. The area of the NH3 profile in the temperature regions, < 250, 250–450, and >450°C, are defined here, respectively, as “weak”, “medium”, and “strong” acid sites to understand the distribution of acid site concentration. Similar distributions of weak and medium acid sites are observed for 10, 15, and 19wt.% WO3 loaded catalysts, whereas 25-WO3/ZrO2 has slightly higher concentrations of both. The distribution of “strong” acid sites decreases with increasing incorporation of WO3 from 10 to 25wt.%. This does not directly correlate with the catalytic activity and B/L ratios and indicates that factors other than the strength of the acid sites may influence the experimental data, which has been commented on before [13,14]. The sample, 25-WO3/ZrO2, has a lower concentration of strong acid sites than 19-WO3/ZrO2. The decrease in catalytic activity for this sample, however, is probably due to surface Brønsted acid site blockage by the WO3 phase [15]. The relative intensity of bands observed in the FTIR photoacoustic spectra of pyridine adsorbate complexes on the catalysts is presented in Table 1. Both Brønsted and Lewis acid sites are present in all the samples and identified with the bands at 1540cm−1 (B), 1491cm−1(B + L), and 1445cm−1 (L). The Brønsted acid site band (1491cm−1) intensity (obtained after removal of Lewis contribution) increases with WO3 incorporation up to and at 19wt.% and then decreases with 25wt.% of WO3. On the other hand, the intensity of Lewis acid site bands (1445cm−1) is similar for all the samples, except for 19-WO3/ZrO2. A lower amount of Lewis acid sites and a higher number of Brønsted acid sites are observed for 19-WO3/ZrO2 in comparison to the other samples, for example 10-WO3/ZrO2 (compare Fig. 4a and d). Further, the band intensity ratio of Brønsted to Lewis (B/L) acid site (Fig. 2) increases gradually from 5 to 19wt.% WO3 and goes through a maximum with 19wt.% WO3. The ratio then decreases with 25wt.% WO3. The decrease in B/L ratio above 19wt.% could be due to the blocking of Brønsted acid sites by the WO3 phase observed by XRD. Thus, a maximum amount of Brønsted acid sites is obtained with 19wt.% WO3. The trend in B/L ratio and Brønsted acid site band intensity (at 1491cm−1) both directly correlate with the catalytic activity in the acetylation of anisole. A similar correlation is not found for the Lewis acid site band intensity. The catalytic activity in the acetylation of anisole reaction is dependent on Brønsted acid sites, which supports the conclusion drawn by Quaschning et al. [3] for the benzoylation of anisole. Therefore, the maximum activity observed for 19-WO3/ZrO2 is due to the maximum number of Brønsted acid sites generated by the higher interaction of WO3 with ZrO2. Fig. 4 shows the FTIR photoacoustic spectra of pyridine adsorbate complexes on 10-WO3/ZrO2 and 19-WO3/ZrO2 at 150°C (Fig. 4a and d) and desorbed at 250 (Fig. 4b and e), and 450°C (Fig. 4c and f). In both cases, the intensity of Lewis acid site band (1445cm−1) decreases with an increase in desorption temperature. The broad Brønsted acid site band (1540cm−1 in Fig. 4a and c) decreases in area and becomes sharper with increasing temperature, 150–450°C. Although the intensity of the 1491cm−1 (Brønsted and Lewis acid sites band) band remains relatively unchanged at desorption temperatures of 150 and 250°C, a considerable decrease in intensity is observed for both samples after pyridine desorption at 450°C. The B/L ratio of these spectra increases with a higher desorption temperature (from 150 to 450°C), and the B/L ratio of 19-WO3/ZrO2 is higher than that of 10-WO3/ZrO2 at all three temperatures, 150, 250, and 450°C. The catalyst, 10-WO3/ZrO2, with a higher concentration of “strong” acid sites (>450°C) in NH3-TPD does have some Lewis acid sites (band at 1445cm−1) after desorption of pyridine at 450°C, whereas the band at 1445cm−1 of the 19-WO3/ZrO2, which has a lower concentration of “strong” acid sites, disappears completely after pyridine desorption at 450°C. The “strong” acid sites observed in the NH3-TPD of 10-WO3/ZrO2 (Fig. 3) could be attributed to the Lewis acid sites still present at 450°C (Fig. 4) with the assumption that both NH3 and pyridine chemisorb at the Lewis acid site with same strength. The impregnated catalyst, WO3/ZrO2 with 15wt.% W, reported in [12], achieved only 3% yield in the acetylation of toluene. The coprecipitated catalyst, 19-WO3/ZrO2 (15wt.% W or 19wt.% WO3) reported in this study achieved 82% yield in the acetylation of anisole at the same reaction temperature (100°C) after 3h. A drastic improvement in catalytic activity, 38% versus 0% yield, is observed when comparing 19-WO3/ZrO2 (calcination at 700°C) with imp-WO3/ZrO2 at 50°C (calcination at 500°C). This is a direct result of the much more effective method of preparation, coprecipitation, and the higher calcination temperature. 4 Conclusions a. The WO3/ZrO2 catalysts have both Brønsted and Lewis acid sites. b. The strong acid sites detected by NH3-TPD above 450°C do not enhance catalytic activity in the acetylation reaction. c. The maximum Brønsted acidity and catalytic activity is achieved with the WO3 loading of 19wt.%. d. Highest conversion and yields are obtained with a reaction temperature of 100°C. e. Coprecipitation and high calcination temperatures lead to catalytically very active WZ phases. f. A higher loading of WO3 (25wt.%) on ZrO2 leads to surface acid site blockage. Acknowledgments We thank S. Bäßler for the acidity measurements and E. Lieske for the catalytic work. R. Sakthivel would also like to thank CSIR New Delhi and DAAD Bonn for sponsoring his fellowship. References [1] T. Yamaguchi Appl. Catal. 6 1990 1 [2] M. Hino K. Arata J. Chem. Soc., Chem. Commun. 1985 112 [3] V. Quaschning J. Deutsch P. Druska H.J. Niclas E. Kemnitz J. Catal. 177 1998 164 [4] J.C. YYyori J.C. Luy J.M. Parera Catal. Today 5 1989 493 [5] F.T.T. Ng N. Horrát Appl. Catal. A 123 1995 195 [6] G. Larsen E. Lotero R.D. Parra L.M. Petkovic H.S. Silva S. Raghavan Appl. Catal. A 130 1995 213 [7] J.G. Santiesteben J.C. Vartuli S. Han D. Bastian C.D. Chang J. Catal. 168 1997 431 [8] M. Scheithauer R.K. Grasselli H. Knözinger Langmuir 14 1998 3013 [9] M. Scheithauer R.E. Jentoft B.C. Gates H. Knözinger J. Catal. 191 2000 271 [10] M. Hino K. Arata J. Chem. Soc., Chem. Commun. 1988 1259 [11] J.C. Vartuli J.G. Santiesteben P. Traverso N. Cardona-Martinez C.D. Chang S.A. Sterenson J. Catal. 187 1999 131 [12] K. Arata H. Nakamura M. Shouji Appl. Catal. A 197 2000 213 [13] H.K. Mishra A.K. Dalai K.M. Parida S.K. Bej Appl. Catal. A 217 2001 263 [14] R. Sirinivasa R.A. Keogh A. Ghenciu D. Farcaşiu B.H. Davis J. Catal. 158 1996 502 [15] M. Scheithauer T.-K. Cheung R.E. Jentoft R.K. Grasselli B.C. Gates H. Knözinger J. Catal. 180 1998 1",
      "scopus-id": "7444261908",
      "coredata": {
        "eid": "1-s2.0-S1381116904005369",
        "dc:description": "WO3/ZrO2 catalysts were prepared by coprecipitation with 5, 10, 15, 19, and 25wt.% WO3. These catalysts were characterized by XRD, BET, FTIR photoacoustic spectroscopy (pyridine adsorption), and NH3-TPD, and tested for the acetylation of anisole with acetic anhydride. The catalytic yields of 2- and 4-methoxyacetophenone are found to be proportional to the ratio of Brønsted to Lewis acid site band intensities with WO3 loading up to 19wt.%.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904005369",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sakthivel, R."
          },
          {
            "@_fa": "true",
            "$": "Prescott, H."
          },
          {
            "@_fa": "true",
            "$": "Kemnitz, E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904005369"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904005369"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00536-9",
        "prism:volume": "223",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "WO3/ZrO2: a potential catalyst for the acetylation of anisole",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Catalysis--A Cross Disciplinary Vision",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Coprecipitation"
          },
          {
            "@_fa": "true",
            "$": "Tungstated zirconia"
          },
          {
            "@_fa": "true",
            "$": "Surface acidity"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-142",
        "prism:endingPage": "142",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 2004",
        "prism:doi": "10.1016/j.molcata.2003.11.040",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/j.molcata.2003.11.040",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1566",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "368",
            "@width": "508",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14253",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2171",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "413",
            "@width": "503",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32154",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1445",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "377",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11077",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1470",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "429",
            "@width": "607",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005369-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13652",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/7444261908"
      }
    }
  }
}