{
  "metadata": {
    "title": "Iron(II)–ethylene polymerization catalysts bearing 2,6-bis(imino)pyrazine ligands: Part II. Catalytic behaviour, homogeneous and heterogeneous insights",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-12-15",
    "doi": "10.1016/j.molcata.2006.07.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906010004",
    "pii": "S1381116906010004"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33750514352",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-08-23 2006-08-23 2010-11-19T23:16:52 1-s2.0-S1381116906010004 S1381-1169(06)01000-4 S1381116906010004 10.1016/j.molcata.2006.07.010 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02418 2015-05-15T05:56:33.323092-04:00 0 0 20061215 2006 2006-08-23T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 260 260 1 2 1 2 Volume 260, Issues 1–2 37 215 220 215 220 20061215 15 December 2006 2006-12-15 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. IRONIIETHYLENEPOLYMERIZATIONCATALYSTSBEARING26BISIMINOPYRAZINELIGANDS BEAUFORT L 1 Introduction 2 Results and discussion 2.1 Homogeneous polymerization 2.2 Heterogeneous polymerization 3 Conclusion 4 Experimental 4.1 MAO-modified silica support preparation 4.2 Synthesis of the silica-MAO supported catalyst based on MePyzNaphtFeCl2 4.3 General procedure for ethylene polymerization 4.3.1 Catalyst sample preparation 4.3.2 Endeavor conditioning and polymerization Acknowledgements References BRINTZINGER 1995 1143 1170 H JOHNSON 1995 6414 6415 L JOHNSON 1996 267 268 L KILLIAN 1996 11664 11665 C SCHLEIS 1998 159 167 T BRITOVSEK 1998 849 850 G BRITOVSEK 1999 8728 8740 G SMALL 1998 7143 7144 B SMALL 1998 4049 B GIBSON 1999 20 23 V SMALL 1998 4049 4050 B BRITOVSEK 1999 428 447 G BEAUFORTX2006X215 BEAUFORTX2006X215X220 BEAUFORTX2006X215XL BEAUFORTX2006X215X220XL item S1381-1169(06)01000-4 S1381116906010004 1-s2.0-S1381116906010004 10.1016/j.molcata.2006.07.010 271358 2010-12-19T17:02:11.595206-05:00 2006-12-15 1-s2.0-S1381116906010004-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/MAIN/application/pdf/adf461cfaf21c0b78426c8cc316e70c9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/MAIN/application/pdf/adf461cfaf21c0b78426c8cc316e70c9/main.pdf main.pdf pdf true 303314 MAIN 6 1-s2.0-S1381116906010004-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/PREVIEW/image/png/ed4d9d9804ed71393e47a4aade5a761d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/PREVIEW/image/png/ed4d9d9804ed71393e47a4aade5a761d/main_1.png main_1.png png 65420 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906010004-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/fx1/DOWNSAMPLED/image/gif/02ee2544e5c7c0d0bca0dd38a8d95248/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/fx1/DOWNSAMPLED/image/gif/02ee2544e5c7c0d0bca0dd38a8d95248/fx1.gif fx1 true fx1.gif gif 3711 125 470 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/fx1/THUMBNAIL/image/gif/f0e7c26d6c8751352f5619955dc4dc5b/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/fx1/THUMBNAIL/image/gif/f0e7c26d6c8751352f5619955dc4dc5b/fx1.sml fx1 true fx1.sml sml 645 33 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906010004-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr1/DOWNSAMPLED/image/jpeg/b0204c673b77897a7efbd5fe7b6859d3/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr1/DOWNSAMPLED/image/jpeg/b0204c673b77897a7efbd5fe7b6859d3/gr1.jpg gr1 gr1.jpg jpg 10243 133 343 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr1/THUMBNAIL/image/gif/4216a7b9ffc319088964f416741dfe2b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr1/THUMBNAIL/image/gif/4216a7b9ffc319088964f416741dfe2b/gr1.sml gr1 gr1.sml sml 982 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906010004-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr2/DOWNSAMPLED/image/jpeg/adaeb04a411a596ab6bc3e500c240624/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr2/DOWNSAMPLED/image/jpeg/adaeb04a411a596ab6bc3e500c240624/gr2.jpg gr2 gr2.jpg jpg 6055 96 385 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr2/THUMBNAIL/image/gif/4e2e23046f7220462fd9b683d111b1dc/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr2/THUMBNAIL/image/gif/4e2e23046f7220462fd9b683d111b1dc/gr2.sml gr2 gr2.sml sml 545 31 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906010004-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr3/DOWNSAMPLED/image/jpeg/b0aef814c4686db89e8b2eabd21975db/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr3/DOWNSAMPLED/image/jpeg/b0aef814c4686db89e8b2eabd21975db/gr3.jpg gr3 gr3.jpg jpg 14603 164 474 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr3/THUMBNAIL/image/gif/cd3610fbebd47d17a27197f65857f53b/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr3/THUMBNAIL/image/gif/cd3610fbebd47d17a27197f65857f53b/gr3.sml gr3 gr3.sml sml 893 43 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906010004-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr4/DOWNSAMPLED/image/jpeg/9ced8bd8b4980a7b8e46e289466769cb/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr4/DOWNSAMPLED/image/jpeg/9ced8bd8b4980a7b8e46e289466769cb/gr4.jpg gr4 gr4.jpg jpg 33257 190 570 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr4/THUMBNAIL/image/gif/38c8ae8f3749439ecfbe4305426249e8/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr4/THUMBNAIL/image/gif/38c8ae8f3749439ecfbe4305426249e8/gr4.sml gr4 gr4.sml sml 1932 42 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906010004-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr5/DOWNSAMPLED/image/jpeg/54bd86f056bb78572487fc446ce7a2d7/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr5/DOWNSAMPLED/image/jpeg/54bd86f056bb78572487fc446ce7a2d7/gr5.jpg gr5 gr5.jpg jpg 10182 117 378 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906010004-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906010004/gr5/THUMBNAIL/image/gif/38907433638f518086ed3cd171db6716/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906010004/gr5/THUMBNAIL/image/gif/38907433638f518086ed3cd171db6716/gr5.sml gr5 gr5.sml sml 927 39 125 IMAGE-THUMBNAIL MOLCAA 6155 S1381-1169(06)01000-4 10.1016/j.molcata.2006.07.010 Elsevier B.V. Fig. 1 α-diimine-based metal complexes for ethene polymerization. Fig. 2 bis(imino)pyridine-based metal complexes for ethene polymerization. Fig. 3 Structurally similar Pyrazine-based (PYZ) and Pyridine-based (DIP) Fe precatalysts for ethene polymerization. Fig. 4 Influence of hydrogen pressure on the polymer yield with complexes DIP and PYZ, respectively. Fig. 5 Table 1 Polymerization results Ligand Precatalyst (μmol) Al/metal (mol/mol) T (°C) P ethylene (bar) Yield (g) Activity (gPE/mmolh) M W (Da) PYZ 0.4 1500 30 10 0.061 153 22000 PYZ 0.4 1500 40 10 0.061 153.3 n.d. PYZ 0.4 1500 50 10 0.063 156 12000 PYZ 0.4 1500 60 10 0.065 161.8 n.d. PYZ 0.4 1500 70 10 0.062 154 n.d. DIP 0.0075 1500 30 10 0.618 82427 260630 DIP 0.0075 1500 40 10 0.627 83533 225427 DIP 0.0075 1500 50 10 0.539 71907 127574 DIP 0.0075 1500 60 10 0.471 62840 214849 DIP 0.0075 1500 70 10 0.213 28347 16630 Table 2 Ethylene polymerization in the presence of a co-monomer Ligand Precatalyst (μmol) Al/metal (mol/mol) T (°C) Time (min) P C2 (bar) Hexene (ml) Yield (g) Activity (gPE/mmolh) PYZ 0.4 1500 30 60 10 0 0.061 153 PYZ 0.4 1500 30 60 10 0.25 0.0494 123.5 PYZ 0.4 1500 30 60 10 0.5 0.0584 146 PYZ 0.4 1500 30 60 10 0.75 0.0588 147 PYZ 0.4 1500 30 60 10 1 0.0584 146 PYZ 0.4 1500 50 60 10 0 0.063 156 PYZ 0.4 1500 50 60 10 0.25 0.0571 142 PYZ 0.4 1500 50 60 10 0.5 0.0529 132 PYZ 0.4 1500 50 60 10 0.75 0.0563 140 PYZ 0.4 1500 50 60 10 1 0.0547 136 DIP 0.0075 1500 30 60 10 0 0.331 44133 DIP 0.0075 1500 30 60 10 0.25 0.384 51227 DIP 0.0075 1500 30 60 10 0.5 0.502 66933 DIP 0.0075 1500 30 60 10 0.75 0.345 45947 DIP 0.0075 1500 30 60 10 1 0.015 1960 DIP 0.0075 1500 50 60 10 0 0.709 95547 DIP 0.0075 1500 50 60 10 0.25 0.426 56733 DIP 0.0075 1500 50 60 10 0.5 0.463 61707 DIP 0.0075 1500 50 60 10 0.75 0.404 53840 DIP 0.0075 1500 50 60 10 1 0.38 50613 Table 3 Heterogeneous polymerization results Run 1 2 3 4 5 Catalyst 3 3 3 2 2 Catalyst amount (mg) 300 300 300 300 300 Co-catalyst TIBAL TIBAO TIBAO TIBAO TIBAL Amount (ml) 4.5 3 3 3 4.5 Al (mmol) 1.5 1.5 1.5 1.5 1.5 Temperature (°C) 80 80 50 80 80 Solvent (n-hexane) (l) Amount 2 2 2 2 2 Ethylene pressure (bar) 10 10 10 10 10 H2 pressure (bar) 1 1 1 1 1 Time (min) 120 120 120 120 120 Yield (g) 4.3 8.6 3 2.4 2.1 Activity (gPE/gcat h) 7 14 5 4 4 Productivity (gPE/gcat) 4 29 10 8 7 Analyses M n (Da) 826 825 825 883 824 M W (Da) 884 885 883 897 881 M W/M n 1.07 1.07 1.07 1.02 1.07 Iron(II)–ethylene polymerization catalysts bearing 2,6-bis(imino)pyrazine ligands Part II. Catalytic behaviour, homogeneous and heterogeneous insights L. Beaufort a F. Benvenuti b A.F. Noels a ⁎ a Laboratory of Macromolecular Chemistry and Organic Catalysis (CERM), University of Liège, Sart-Tilman (B6a), 4000 Liège, Belgium b Solvay S.A., rue de Ransbeek 310, 1120 Bruxelles, Belgium ⁎ Corresponding author. Graphical abstract New iron(II) complexes ligated to tridentate pyrazine-bis(2,6-arylimino) ligands have been used as ethylene polymerization catalysts after activation with alkylaluminiums. The new complexes display a lesser catalytic activity than those ligated to the corresponding pyridine-bis(2,6-arylimino) ligands. A series of new iron(II) complexes bearing tridentate pyrazine-bis(2,6-arylimino) ligands where the aryl groups are 1-naphthyl, 2,6-dimethylphenyl, and 2,6-diisopropylphenyl have been used as ethylene polymerization catalysts after activation with alkylaluminiums. The new complexes display a lesser catalytic activity than those bearing the corresponding pyridine-bis(2,6-arylimino) ligands. Varying the steric bulkiness of the aromatic groups in the tridentate ligands and the polymerization conditions affects the catalytic productivity. Keywords Tridentate ligands Bis(imino)pyrazine Ethylene polymerization Iron complexes Ethene–hexene copolymerization 1 Introduction Dramatic advances in metallocene catalyst technology beginning in the early 1980s have affected the polyolefins industry and resulted in a number of new commercial processes for the preparation of polyolefinic materials with new or improved performance parameters [1]. In order to extend the range of polyolefinic materials produced, considerable effort has been devoted to the discovery of new families of catalysts during the last decade. Of particular interest are those catalysts that allow either for greater control over the polymer properties of established polyolefinic materials or for the production of new materials. For a long time, most attention has been focused on early transition metal systems, even if some earlier work on nickel catalyst systems of the type employed in the shell higher olefin process (SHOP) had revealed the potential for late transition metal to polymerize olefins. An important advance in late transition metal polymerization catalyst technology was described by Brookhart and co-workers, who showed that Ni(II) and Pd(II) complexes incorporating bulky α-diimine ligands (Fig. 1 ) are capable of polymerizing ethylene and α-olefins to high molar mass polymers [2–5]. Late transition metals are particularly attractive because of their lesser oxophilicity, resulting in a greater tolerance for heteroatom-containing functionalities. This fact opens up the possibility for copolymerizations of polar monomers. The protective bulk of the ortho-substituents above and below the metal centre proved to be critical to the molecular weight of the resulting polyethylene [11]. In 1998, in parallel studies, Gibson and coworkers [6,7] and Brookhart and coworkers [8,9] groups have independently described iron and cobalt based extremely active catalysts for the polymerization of ethylene when activated with methylaluminoxane (MAO). These 2,6-bis(imino)pyridine type catalysts (Fig. 2 ) allowed the polymerization chemistry to enter the “iron age” as described by Wass and Gibson [10]. The two great advantages of these systems over existing homogeneous catalysts are their low cost and the ease with which chemists can derivatise the complexes. Here again, the catalyst structure is the key to the activity. We report here that altering the electronic density distribution on the catalyst precursor by replacing the central pyridinyl ring of the ligand by a pyrazinyl one (an heterocycle of similar steric bulk but of different electronic properties) considerably modify the catalyst efficacy. We also describe the effects brought about by varying different reaction parameters such as hydrogen pressure, the presence of a comonomer, the temperature of polymerization, and the polymerization activity with silica supported catalysts. 2 Results and discussion 2.1 Homogeneous polymerization The catalytic efficiency of iron bis(imino)pyrazine complex (PYZ), bearing 2,6-dimethylimino “side arms” was tested in ethylene polymerization using MMAO as the cocatalyst and compared to that of its bis(imino)pyridine analogue (DIP), see Fig. 3 . The polymerization reactions were carried out in a parallel autoclave bench with eight independent reactors called “Endeavor” and provided by the Argonaut technologies. For the present project, reaction temperatures ranging from either 30 or 50°C and pressure of 10bar of ethylene were generally used. The temperature, pressure and ethylene consumption inside the reactors were continuously monitored by the tailor-made software control. To reach and maintain inert conditions inside the reactors, the reactors were evacuated through a condenser line while being heated at 120°C prior to the injection of any sensitive component. Liquid sample were injected via syringe through septa-capped injection ports which could be closed by valves. MMAO was chosen as the co-catalyst with an aluminium:metal ratio of 1500. A small amount of TIBAL was used as poison scavenger for conditioning of the reactors and was injected together with the solvent under a nitrogen atmosphere. The MMAO was used for activation and solubilization of the metal complexes. The activated solutions were injected into the reactors into an ethylene atmosphere. After a reaction time of 1h, excess monomer was vented from the reactors and the polymerization reaction quenched by addition of ethanol. The reactions were thus performed at different temperatures with a 10bar pressure of ethylene. Upon treatment with MMAO, complex PYZ and its pyridinyl analogue DIP give active ethylene polymerization catalysts. These catalyst systems do not show any induction period, an immediate ethylene consumption being generally observed. The following subsections detail and quantify the data resulting from precatalyst modifications together with the effect of various experimental conditions on ethylene polymerization. Table 1 shows the results of polymerization performed at five different temperatures (30, 40, 50, 60 and 70°C) at an ethylene pressure of 10bar. The iron complex based on the substituted pyridine ligand (DIP) appears as a much more active ethylene polymerization catalyst than the corresponding complex based on the pyrazine ligand (PYZ). The molecular weights of the polymers formed are also quite different. Whereas the well known 2,6-bis(imino)pyridyl iron complex provides higher molecular weight polyethylenes (M W around 2×105), the PYZ-based catalyst yield only low M W polyethylene. The second observation that can be made is that the productivity of the bis(imino)pyrazine catalyst (PYZ) slightly increases with the temperature whereas an opposite effect is observed in the case of the bis(imino)pyridine-based catalyst (DIP) for which the efficiency decreases with the temperature. These results are in good agreement with those reported by Britovsek et al. [14] for iron 2,6-bis(imino)pyridyl ligands. Thus, the introduction of a second nitrogen atom on the aromatic ring of the ligand has a clear-cut influence on the polymerization activity. The presence of a hydrogen pressure in the polymerization reactor can also influence both the yield and the molecular weight distribution of the polymer formed, which was also borne out by the facts in the present study. The effects of a hydrogen pressure are reported in Fig. 4 . The data (Fig. 4A) confirms the tendency already observed with DIP: the polymer productivity decreases as the temperature rises. In addition, a hydrogen pressure further decreases the DIP activity (from 0.6g of polymer at 30°C without hydrogen to 0.47g in its presence) and the polymerization activity decreases slightly with hydrogen pressure. The same observation is made at 50°C with this catalyst precursor. PYZ behaves differently from DIP (Fig. 4B), the polymerization activity increases with hydrogen pressure up to a pressure of 3bar, at 30°C as at 50°C. Above this pressure value, the activity falls down dramatically, though in this case, the ethylene polymerization is favoured at lower temperatures. So, hydrogen presence in the reaction medium favours the polymerization reaction with PYZ catalyst, 3bar being the optimal hydrogen pressure. A few experiments of ethylene polymerization in the presence of hexene as a comonomer were also carried out and the results are summarized in Table 2 . In the case of the PYZ complex, the presence of hexene does not have a strong influence (if any) on the polymerization activity of the catalyst, at 30°C as well as at 50°C. However, a different behavior is observed with DIP for which the presence of hexene in the reaction medium depresses the polymerization activity to some extent after activation by MMAO. The polymerization activity falls off as the amount of hexene injected in the reactor increases. From the comparisons between PYZ and DIP precatalysts under various experimental conditions, it appears that these two metal complexes behave in significantly different manners after activation by MMAO, the metallic complex bearing the pyridine ligand moiety being much more active towards ethylene polymerization than the one bearing the pyrazine moiety. 2.2 Heterogeneous polymerization To date, the use of the [bis(imino)pyridyl] iron(II) complexes in a continuous process has been difficult, as the polyolefins produced will deposit at the reactors walls and the stirring device, a problem which might be overcome by tailoring the polymer morphology via heterogenization of the homogeneous compounds. The silica supported iron naphthylbis(imino)pyrazine complex can be readily obtained by mixing the MAO-modified silica with the iron complex in toluene. The naphthyl (3) and diisopropyl (2) bis(imino)pyrazine silica supported iron(II) catalysts (Fig. 5 ) were used in the ethylene polymerization experiments. The slurry polymerization was performed under standard conditions in an autoclave; at 80°C, with 10bar ethylene pressure and using either triisobutylaluminium (TIBAL) or tetraisobutyldialuminoxane (TIBAO) as the cocatalyst. The polymerization results are summarized in Table 3 . Entries 1–3 concern catalyst precursor (3), whereas entries 4 and 5 are related to catalyst precursor (2). The polymerization activity of the silica supported naphthyl- and isopropylbis(imino)pyrazine iron complexes is modest and in line with the trend usually observed with heterogenized catalysts, that is lower than that of an equivalent amount of homogeneous catalyst. The two catalyst systems yield low M W polymers (DP≈30) but of surprisingly narrow polydispersities. The productivity of catalyst (3) goes up by using TIBAO instead of TIBAL as the cocatalyst. The yield of the reaction increases about two-fold when the catalyst precursor is activated by tetraisobutyldialuminoxane. This observation is not borne out when catalyst precursor bears isopropyl groups. Indeed in the case of catalyst precursor (2), changing the activator nature does not significantly modify the polymerization activity. Furthermore, decreasing the reaction temperature has not a beneficial effect on the issue of the reaction (compare entries 2 and 3). Nevertheless, using TIBAO as the cocatalyst at the temperature of 50°C, provides results similar in terms of catalyst activity and productivity to those obtained at 80°C with TIBAL as the cocatalyst. The two iron-complexes tested in these experiments are thus rather poor heterogeneous ethylene polymerization catalyst precursors although they yield polymer of very narrow polydispersity. The complex bearing the 2,6-diisopropyl moiety is less active than the one bearing the naphthyl moiety. This fact demonstrates once again that the structure of the catalyst precursors is a key parameter that influences greatly the outcome of polymerizations. 3 Conclusion Bisiminopyrazine complexes of iron form active ethylene polymerization catalysts both in the homogeneous and heterogeneous phase when activated by aluminium alkyls. However, they display a much lesser activity than their pyridine analogues. The introduction of a second nitrogen atom at the para position of the pyridinyl ring of the ligand backbone decreases significantly not only the polymerization activity of the resulting catalytic species but also the molecular weight of the polymers formed, the latter displaying a very narrow polydispersity when activated by TIBAL or TIBAO cocatalysts. The reasons for the different behaviors are not clear. Coordination of the aluminium cocatalyst to the “para” nitrogen atom of the pyrazine ring might interfere with the coordinating ability of the tridentate ligand and/or modify the geometry of the active complex (counter anion also possibly involved). The unexpected formation of polymers having low M W is indicative that β-hydrogen elimination takes place and is greatly favored when compared to the apparently “similar” pyridine-based analogues. 4 Experimental All manipulations were carried out under an atmosphere of argon using standard Schlenk and cannula techniques. Argon was purified by passage through columns of BASF R3-11 catalysts and 4Å molecular sieves. Solvents were refluxed over an appropriate drying agent and distilled under argon prior to use. 1H and 13C NMR spectra were recorded on a Bruker 400 spectrometer with TMS as internal standard. IR spectra were recorded on a Perkin-Elmer FTIR 1720×. Melting points (m.p.) were determined with an electrothermal apparatus without further correction. Anilines were used directly as purchased without further purification. 4.1 MAO-modified silica support preparation The MAO deposition on the silica carrier was carried out in a Büchi 1dm3 glass autoclave, equipped with a Julabo FP40 temperature controlling unit. Mechanical stirring was applied at the stirring speed of 200rpm. Silica carrier (30.8g of Grace Sylopol® 948, dried for 16h at 600°C) and toluene (200ml) as solvent were introduced in the nitrogen purged reactor. A 52.5ml of a MAO (14.65g MAO; SiO2/MAO=100/47.5) solution in toluene (Crompton Eurecen® 5100/30T methylalumoxane=30wt.%, density=0.93) were added drop-wise via a pressure-equilibrated dropping funnel. At the end of the addition, the suspension was heated at reflux under stirring for 3h. After cooling at room temperature, silica was transferred in a glass filter funnel (frit porosity: G3) with a glass stopcock on the sidearm and a Rotaflo stopcock on the lower outlet. Silica has been washed with toluene (3× 150ml), finally rinsed with hexane (3× 150ml) and dried under dynamic vacuum at room temperature for 4h. 4.2 Synthesis of the silica-MAO supported catalyst based on MePyzNaphtFeCl2 In a conditioned 100ml three-neck flask, 5–6g of silice-MAO were transferred and the exact weight was determined by weight difference. Then 50ml of toluene (or enough to suspend the solid) and the iron specie (59.7mg) were introduced in the flask and stirred mechanically during 2h. The solid is finally filtered under nitrogen, rinsed with toluene and then with hexane. The final product is then well dried under vacuum. 4.3 General procedure for ethylene polymerization 4.3.1 Catalyst sample preparation In a schlenk, conditioned under nitrogen, the appropriate amount of toluene (∼22.5ml, in fact enough to reach 25ml after addition of the co-catalyst) is added. Iron complexes are weighted under air in 1.5ml vials (stored in a dessicator). Depending of the catalyst activity potential, 1–3mg of active species is weighted. Under agitation, the vial containing the active species is dropped in the toluene in order to dissolve it. Up to know all complexes were completely soluble at such concentration. The appropriate amount of the co-catalyst solution is added as precontact almost 10min before catalyst injection. 4.3.2 Endeavor conditioning and polymerization Eight glass vessels and eight peek impellers, previously conditioned in an oven at 70°C for at least 1h, were inserted in the endeavor assembly which was then duly sealed and conditioned by several cycles of pressurizing with dry nitrogen and venting at 80°C. Then the reactors assembly was cooled down to room temperature and the required amount of hexane was introduced via the ball valves with a syringe equipped with stainless steel needle. Thus, following the temperature program set in the endeavor controlling unit, each of the reactors was brought to the set-point temperature and pressure of ethylene and/or hydrogen. Then the desired aliquot of catalyst solution prepared as described above was manually injected into each of the reactors vessels via the corresponding ball valve using a glass syringe equipped with a stainless steel needle. The introduction of the catalyst started the polymerization reaction. Ethylene pressure was kept at setpoint by continuous introduction of ethylene by the automated control of the endeavor device. At the end of the required polymerization time, the catalyst was quenched by the addition of ethanol and the reactor vessels were cooled to room temperature and vented. The major amount of solvent (hexane) is evaporated simply in the hood for the night and the polymer is then dried in a oven (70°C, under vacuum) for at least 1h to remove the residual solvent (toluene). Each reaction vessels is weighted to estimate productivity. Acknowledgements This work was generously supported by a BP-Solvay grant. We also thank the FNRS, Brussels, for the purchase of major instrumentation. References [1] H.H. Brintzinger D. Fisher R. Mülhaupt B. Rieger R.M. Waymouth Angew. Chem. Int. Ed. Engl. 34 1995 1143 1170 [2] L.K. Johnson C.M. Killian M. Brookhart J. Am. Chem. Soc. 117 1995 6414 6415 [3] L.K. Johnson S. Mecking M. Brookhart J. Am. Chem. Soc. 118 1996 267 268 [4] C.M. Killian D.J. Tempel L.K. Johnson M. Brookhart J. Am. Chem. Soc. 118 1996 11664 11665 [5] T. Schleis T.P. Spaniol J. Okuda J. Heinemann R. Mülhaupt J. Organomet. Chem. 569 1998 159 167 [6] G.J.P. Britovsek V.C. Gibson B.S. Kimberley P.J. Maddox S.J. McTavish G.A. Solan A.J.P. White D. Williams J. Chem. Commun. 1998 849 850 [7] G.J.P. Britovsek M. Bruce V.C. Gibson B.S. Kimberley P.J. Maddox S. Mastroianni S.J. McTavish C. Redshaw G.A. Solan S. Strömberg A.J.P. White D.J. Williams J. Am. Chem. Soc. 121 1999 8728 8740 [8] B.L. Small M. Brookhart J. Am. Chem. Soc. 120 1998 7143 7144 [9] B.L. Small M. Brookhart A.M. Benett J. Am. Chem. Soc. 120 1998 4049 [10] V. Gibson D. Wass Chem. Britain 35 1999 20 23 [11] B.L. Small M. Brookhart A.M.A. Bennett J. Am. Chem. Soc. 120 1998 4049 4050 [14] G.J.P. Britovsek V.C. Gibson D.F. Wass Angew. Chem. Int. Ed. Engl. 38 1999 428 447",
      "scopus-id": "33750514352",
      "coredata": {
        "eid": "1-s2.0-S1381116906010004",
        "dc:description": "A series of new iron(II) complexes bearing tridentate pyrazine-bis(2,6-arylimino) ligands where the aryl groups are 1-naphthyl, 2,6-dimethylphenyl, and 2,6-diisopropylphenyl have been used as ethylene polymerization catalysts after activation with alkylaluminiums. The new complexes display a lesser catalytic activity than those bearing the corresponding pyridine-bis(2,6-arylimino) ligands. Varying the steric bulkiness of the aromatic groups in the tridentate ligands and the polymerization conditions affects the catalytic productivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906010004",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Beaufort, L."
          },
          {
            "@_fa": "true",
            "$": "Benvenuti, F."
          },
          {
            "@_fa": "true",
            "$": "Noels, A.F."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906010004"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906010004"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)01000-4",
        "prism:volume": "260",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Iron(II)–ethylene polymerization catalysts bearing 2,6-bis(imino)pyrazine ligands Part II. Catalytic behaviour, homogeneous and heterogeneous insights",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Tridentate ligands"
          },
          {
            "@_fa": "true",
            "$": "Bis(imino)pyrazine"
          },
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Iron complexes"
          },
          {
            "@_fa": "true",
            "$": "Ethene–hexene copolymerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "215-220",
        "prism:endingPage": "220",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 December 2006",
        "prism:doi": "10.1016/j.molcata.2006.07.010",
        "prism:startingPage": "215",
        "dc:identifier": "doi:10.1016/j.molcata.2006.07.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "125",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3711",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "645",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "133",
            "@width": "343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10243",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "982",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "96",
            "@width": "385",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6055",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "545",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "164",
            "@width": "474",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14603",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "43",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "893",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "190",
            "@width": "570",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33257",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1932",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "117",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10182",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "39",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906010004-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "927",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33750514352"
      }
    }
  }
}