{
  "metadata": {
    "title": "Homogeneous mono- and bimetallic palladium based catalysts for the carbonylation of allyl chloride",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1998-03-12",
    "doi": "10.1016/S1381-1169(97)00200-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997002008",
    "pii": "S1381116997002008"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0032510518",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-01-25 1999-01-25 2010-04-18T15:01:01 1-s2.0-S1381116997002008 S1381-1169(97)00200-8 S1381116997002008 10.1016/S1381-1169(97)00200-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00763 2015-05-15T05:56:33.668241-04:00 0 0 19980312 1998 1999-01-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 130 130 1 2 1 2 Volume 130, Issues 1–2 8 79 84 79 84 19980312 12 March 1998 1998-03-12 1998 converted-article fla Copyright © 1998 Elsevier Science B.V. All rights reserved. HOMOGENEOUSMONOBIMETALLICPALLADIUMBASEDCATALYSTSFORCARBONYLATIONALLYLCHLORIDE JIANG H 1 Introduction 2 Experimental 2.1 Materials 2.2 Preparation and characterization of PdCl2(TPPTS)2 2.3 Catalytic reaction 3 Results and discussion 3.1 Carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 3.1.1 Effect of solvents 3.1.2 Effect of bases 3.1.3 Comparison of various homogeneous palladium catalysts 3.2 Carbonylation of allyl chloride catalyzed by the palladium based bimetallic catalysts Acknowledgements References BELLER 1995 17 M CHIUSOLI 1959 503 G JOO 1985 1775 F OKANO 1992 2589 T GAO 1992 351 H GAO 1994 113 H TAYIM 1970 3799 H HARTLY 1970 119 F TIN 1996 171 K BLACKBURN 1970 2374 J HABLOT 1992 2689 I MONTEIL 1994 177 F FORD 1978 4595 P DOMBEK 1985 1707 B HIDAI 1986 29 M MISUMI 1993 1 Y YU 1996 201 Z LI 1997 829 H JIANGX1998X79 JIANGX1998X79X84 JIANGX1998X79XH JIANGX1998X79X84XH item S1381-1169(97)00200-8 S1381116997002008 1-s2.0-S1381116997002008 10.1016/S1381-1169(97)00200-8 271358 2010-10-15T15:10:34.061208-04:00 1998-03-12 1-s2.0-S1381116997002008-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/MAIN/application/pdf/5ed1af9a1773d63208dcc0404346b5e8/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/MAIN/application/pdf/5ed1af9a1773d63208dcc0404346b5e8/main.pdf main.pdf pdf true 90036 MAIN 6 1-s2.0-S1381116997002008-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/PREVIEW/image/png/fd95e8eb0e55d636075139f8c0824901/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/PREVIEW/image/png/fd95e8eb0e55d636075139f8c0824901/main_1.png main_1.png png 49554 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997002008-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/STRIPIN/image/gif/26279c348d01439d170399e9865190e0/si1.gif si1 si1.gif gif 181 14 24 ALTIMG 1-s2.0-S1381116997002008-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/fx1/THUMBNAIL/image/gif/a10392ca491e897f26e26d8181095d29/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/fx1/THUMBNAIL/image/gif/a10392ca491e897f26e26d8181095d29/fx1.sml fx1 fx1.sml sml 581 26 125 IMAGE-THUMBNAIL 1-s2.0-S1381116997002008-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/fx1/DOWNSAMPLED/image/gif/f1542281d65e5f8e247de180c3211898/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/fx1/DOWNSAMPLED/image/gif/f1542281d65e5f8e247de180c3211898/fx1.gif fx1 fx1.gif gif 2283 68 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116997002008-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/gr1/THUMBNAIL/image/gif/ee20d0aa13eb424b33b308bc37345cc4/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/gr1/THUMBNAIL/image/gif/ee20d0aa13eb424b33b308bc37345cc4/gr1.sml gr1 gr1.sml sml 1572 93 118 IMAGE-THUMBNAIL 1-s2.0-S1381116997002008-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997002008/gr1/DOWNSAMPLED/image/gif/d931c82f6d47dfe33eed255ca2a677b8/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997002008/gr1/DOWNSAMPLED/image/gif/d931c82f6d47dfe33eed255ca2a677b8/gr1.gif gr1 gr1.gif gif 6562 257 325 IMAGE-DOWNSAMPLED MOLCAA 1667 S1381-1169(97)00200-8 10.1016/S1381-1169(97)00200-8 Elsevier Science B.V. Fig. 1 Kinetic curves of the carbonylation of allyl chloride catalyzed by homogeneous palladium catalysts. Catalyst: 1=PdCl2(TPPTS)2; 2=Na2PdCl4; 3=PdCl2(PhCN)2; 4=Pd(PPh3)4; 5=PdCl2(PPh3)2. Reaction conditions: ethanol concentration, 23%; the others are the same as those in Table 1. Table 1 Effect of ethanol concentration in the aqueous phase on the carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 Ethanol (%)a Time (min) TOFav (min−1)b Yield (%) butenoic acid (β,γ/α,β)c allyl alcohol allyl ethyl ether 0 245 10.2 90 (6) 3.5 0 9 180 13.9 93 (13) 1.6 trace 23 81 30.9 94 (21) 1.1 trace 33 63 39.7 95 (21) 1.0 1.7 100d 90 27.8 57 (18) 0 43 Reaction conditions: 40°C; 0.1 MPa; Pd. 5.07×10−3 mmol; allyl chloride/Pd=2500 (mole ratio); NaOH, 25 mmol; solvent, water, 10 ml, toluene, 10 ml. aEthanol concentration, [EtOH/(EtOH+H2O)]×100% (V/V%). bAverage turnover frequency, mol allyl chloride converted/mol Pd min. cThe value in the parentheses is the mole ratio of β,γ-butenoic acid to α,β-butenoic acid. d10 ml absolute ethanol was used as solvent. 0.6 mmol sodium formate was produced during the reaction. Table 2 Effect of base on the carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 Base Time (min) Conversion (%) Yield (%)a butenoic acid (β,γ/α,β) allyl alcohol NaOH 81 100 94 (21) 1.1 KOH 90 100 86 (17) 1.6 Ca(OH)2 160 50 46 (32) 1.7 Reaction conditions: base, 25 mmol; ethanol concentration, 23%; the others are the same as those in Table 1. aUnder these reaction conditions, only a trace amount of allyl ethyl ether has been observed by GC analysis. Table 3 Comparison of various homogeneous palladium catalysts for the carbonylation of allyl chloride Catalyst Ethanol (%) Time (min) TOFav (min−1) Yield (%) butenoic acid (β,γ/α,β)c allyl alcohol Na2PdCl4 0 200 3.25 5 (1) 21.0 23 220 11.4 97 (13) 2.3 PdCl2(TPPTS)2 0 245 10.2 90 (6) 3.5 23 81 30.9 94 (21) 1.1 Pd(PPh3)4 0 320 2.3 27 (6) 1.9 23 320 7.8 94 (9) 1.9 PdCl2(PPh3)2 0 250 3.5 31 (2) 2.1 23 250 2.0 16 (2) 2.4 PdCl2(PhCN)2 23 250 10.0 95 (13) 2.3 Reaction conditions: the same as those in Table 1. Table 4 Carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2–ML n Catalyst Time (min) TOFav (min−1) Yield (%) butenoic acid (β,γ/α,β) allyl alcohol CuCl2 a 80 — 0 1.0 Co2(CO)8 a 80 — 0 1.6 NiCl2 a 240 — 0 1.9 Co(OAc)2 a 330 — 0 3.8 PdCl2(TPPTS)2 81 30.9 94 (21) 1.1 PdCl2(TPPTS)2–RuCl3 73 34.2 96 (19) 0.9 PdCl2(TPPTS)2–Co(OAc)2 71 35.2 92 (13) 1.1 PdCl2(TPPTS)2–SnCl2 85 29.4 92 (16) 1.3 PdCl2(TPPTS)2–NiCl2 68 36.8 95 (15) 1.0 PdCl2(TPPTS)2–CuCl2 56 44.6 87 (19) 3.4 PdCl2(TPPTS)2–CO2(CO)8 60 41.7 92 (17) 1.3 Reaction conditions: Pd, 5.07×10−3 mmol; ethanol concentration, 23%; M/Pd=1 (mole ratio); the others are the same as those in Table 1. a0.02 mmol ML n was used. Table 5 PdCl2(TPPTS)2 catalyzed carbonylation of allyl chloride in the presence of CuCl2 or Co2(CO)8 M/Pd Mole ratio Time (min) TOFav (min−1) Yield (%) butenoic acid (β,γ/α,β) allyl alcohol Cu/Pd 0 81 30.9 94 (21) 1.1 0.25 60 41.7 90 (18) 2.3 1 56 44.6 87 (19) 3.4 4 43 58.1 68 (22) 7.7 8 42 59.5 62 (22) 11.9 Co/Pd 1 60 41.7 92 (17) 1.3 8 66 37.9 91 (26) 0.6 10 69 36.2 91 (20) 1.6 Reaction conditions: ethanol concentration, 23%; M/Pd=1; the others are the same as those in Table 1. Homogeneous mono- and bimetallic palladium based catalysts for the carbonylation of allyl chloride Heng Jiang a Yun Xu a * Shijian Liao a Daorong Yu a Hua Chen b Xianjun Li b a Dalian institute of Chemical Physics, Chinese Academy of Sciences, P.O. Box 110, Dalian 116023, PR China b Department of Chemistry, University of Sichuan, Chengdu, 610064, PR China * Corresponding author. Fax: +86-411-4691570. PdCl2(TPPTS)2 [TPPTS=(m-C6H4SO3Na)3P] is used as catalyst in the carbonylation of allyl chloride. This catalyst exhibits very high activity and selectivity in the dilute alcoholic–aqueous NaOH/toluene medium under atmospheric pressure of carbon monoxide at 40°C. Ethanol plays an important role for increasing the catalytic activity and selectivity of PdCl2(TPPTS)2. The turnover reaches 2.7×104 (mol CO/mol Pd) in 21.5 h when the mole ratio of substrate/catalyst is 3×104. A synergic effect was observed when a second transition metal compound was added to the catalytic system. Keywords Carbonylation Allyl chloride Homogeneous bimetallic catalysts 1 Introduction The carbonylation of allyl halides catalyzed by the transition metal complex offers a valuable tool for the synthesis of β,γ-unsaturated acid [1]. A number of articles using transition metal complexes as catalysts have been published [2–5]. Since allyl halides are susceptible to nucleophilic attack and elimination reactions under high temperature and pressure, considerable effort has been devoted to conducting the reaction under mild conditions in order to avoid the side reactions [6–9]. Kiji et al. succeeded in the carbonylation of allyl chloride catalyzed by PdCl2L2 (L=Ph2P(m-C6H4SO3Na) or Ph3P) and Na2PdCl4 in a two-phase system under atmospheric pressure [6, 7]. We have reported the use of polymer supported palladium catalyst to catalyze this reaction [8, 9]. Although the catalytic activity and selectivity of the catalyst have been improved, it is still not high enough. Recently, we found that PdCl2(TPPTS)2 exhibited very high catalytic activity for the carbonylation of allyl chloride in a dilute alcoholic–aqueous NaOH/toluene two-phase medium. The addition of a second transition metal compound to the catalytic system influences the catalytic activity and selectivity for β,γ-butenoic acid. The carbonylation can be demonstrated as follows: 2 Experimental 2.1 Materials The trisodium salt of tri(m-sulfonphenyl)-phosphine (TPPTS) was prepared in accordance with the method described in the literature [10]. The sodium salt of tri(sulfonphenyl)-phosphine oxide as an impurity was less than 5%. Water content was about 10%. PdCl2 was purchased from Johnson Matthey (Pd content 59.89%). PdCl2(PPh3)2 [11], PdCl2(PhCN)2 [12], Pd(PPh3)4 [13]were prepared according to the literature. Water was doubly distilled. Toluene was distilled from Na metal under argon. Carbon monoxide with a purity of 98% (the hydrogen content was 0.02%) was commercially available and directly used. 2.2 Preparation and characterization of PdCl2(TPPTS)2 100 mg PdCl2 and 2 ml of 2 M HCl were added into a Shlenk flask and the mixture was stirred at 50°C until PdCl2 was dissolved completely. After the flask was cooled to the room temperature and flushed with argon, 0.80 g TPPTS was added into the flask under stirring. The color of the solution was changed from dark red to bright yellow immediately. After 10 min stirring, 15 ml, absolute ethanol was added, a light yellow powder was precipitated and the mixture was stirred for 30 min. The filtered precipitate was washed three times with 30 ml warm 95% ethanol and dried in vacuum. 31 P NMR was recorded on a FT-80A spectrometer. Only one peak was observed and the chemical shift was 34.7 ppm, indicating that only one of the steric isomers was obtained and there was no sodium salt of tri(sulfonphenyl)-phosphine oxide. Palladium content was found 7.8% (calculated, 8.0%) determined on Plasma-Spec-I Analyzer (U.S. Leeman Company) [14]. XPS data was obtained with a VGE SCALAB mk-2 X-ray photoelectron spectrometer. The binding energy. of Pd3ds/2 and P2p was 338.0 and 131.8 eV respectively. It is analogous to that of PdCl2(PPh3)2 (Pd3d5/2, 338.1±0.3 eV; P2p, 131.7±0.1 eV) [15]. 2.3 Catalytic reaction A typical procedure was conducted as follows: catalyst, sodium hydroxide and phase transfer agent (if it was used) were added into a 50 ml three necked, jacketed bottle closed with self-sealing silicon rubber cap, connected to the vacuum, carbon monoxide lines and constant pressure gas burette. The temperature of the circulating water passing through the jacket was maintained by a thermostat. After the atmosphere was replaced with carbon monoxide, water, toluene and aqueous solution of PdCl2(TPPTS)2 were added successively. After the mixture was stirred vigorously for 15 min, allyl chloride was added. The course of the reaction was monitored by the carbon monoxide uptake measured by the constant pressure gas burette. After the reaction, the aqueous layer was acidified with excess hydrochloric acid and then used for the analysis of butenoic acids by HPLC (Shimadzu LC-5A, 4.6 mm i.d.×25 cm Zorbax ODS column; mobile phase, (v/v) MeOH/H2O=1:1) and the analysis of allyl alcohol by GC (2 m DEGS column) using external standard method. 3 Results and discussion 3.1 Carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 3.1.1 Effect of solvents Table 1 summarizes the results of solvent effect on the carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 in aq. NaOH/toluene two phase medium under atmospheric pressure. If pure water is used as solvent, the reaction rate is very low and the selectivity for β,γ-butenoic acid is poor. The main byproducts are allyl alcohol and propene. It is found that the addition of ethanol to the reaction system accelerates the reaction rate significantly. When the reaction is carried out in a dilute alcoholic–aqueous solution, the catalytic activity is increased remarkably and the side reactions can be mostly avoided. The catalytic activity of PdCl2(TPPTS)2 increases with increasing ethanol concentration in the aqueous phase. However, high concentration of ethanol causes the formation of allyl ethyl ether. If absolute alcohol is used as solvent, the reaction rate is still high; but the reaction between allyl chloride and alcohol with the formation of allyl ethyl ether and the reaction between CO and NaOH with the formation of sodium formate are serious. It seems that a 23% alcoholic–aqueous solution is preferable. The average turnover frequency (TOFav mol allyl chloride converted/mol Pd per min) reaches 30.9 min−1 when a 23% alcoholic–aqueous solution is used as solvent. To our knowledge, this result is much higher than those reported in the literature so far. In addition, the catalytic activity of PdCl2(TPPTS)2 is very stable during the carbonylation of allyl chloride. When the mole ratio of substrate/catalyst is 3×104, the turnover (mol CO/mol Pd) reaches 2.7×104 in 21.5 h under atmospheric pressure of carbon monoxide at 40°C. Some studies [16, 17]have demonstrated that the co-solvent such as ethanol can increase the transfer phenomenon between water and organic solvent in the hydrogenation and hydroformylation catalyzed by water soluble rhodium–phosphine complexes. In the case of the carbonylation of allyl chloride catalyzed by PdCl2(TPPTS)2 in H2O/toluene two-phase medium, the addition of ethanol to the reaction system leads to a very high reaction rate which may be related to the higher solubility of allyl chloride in alcoholic-aqueous medium. 3.1.2 Effect of bases Various bases were tested for the reaction, and the results are presented in Table 2 . Strong bases such as NaOH and KOH are effective. NaOAc is ineffective. It is noteworthy that when Ca(OH)2 is used as the base, the selectivity for β,γ-butenoic acid is very high. Kiji et al. [6]have reported that α,β-butenoic acid is not a direct product of the carbonylation. It is the product of the base catalyzed isomerization of β,γ-butenoic acid and the ratio of β,γ/α,β depends on the concentration of NaOH. The results in Table 2 indicate that the degree of isomerization of β,γ-butenoic acid varies with different basicity of the base as well. 3.1.3 Comparison of various homogeneous palladium catalysts Five catalysts have been tested. Among which, Na2PdCl4 and PdCl2(TPPTS)2 are water soluble while the others are soluble in toluene. It can be seen from Table 3 that among the homogeneous palladium catalysts investigated, PdCl2(TPPTS)2 exhibits the highest catalytic activity and selectivity. In the case of Na2PdCl4 and Pd(PPh3)4, the presence of ethanol also greatly accelerates the reaction rate, but in the case of PdCl2(PPh3)2, the catalytic activity decreases. The kinetic curves using various homogeneous palladium catalysts are shown in Fig. 1 . The course of the reaction was monitored by the carbon monoxide uptake and the turnover (TO) represents mol CO uptake per mol Pd at the time indicated in the figure. Since the side reactions, such as hydrolysis and hydrodechloration of allyl chloride, do not consume carbon monoxide, so the conversion of allyl chloride is higher than that calculated from the consumption of CO. 3.2 Carbonylation of allyl chloride catalyzed by the palladium based bimetallic catalysts In order to improve the catalytic properties of the monometallic catalyst, much attentions have been focused on the homogeneous bimetallic catalysts [18–25]. Several metal compounds such as NiCl2, RuCl3, CuCl2 or Co2(CO)8 were added as the second component to PdCl2(TPPTS)2 and the synergic effects with respect to catalytic activity and selectivity were studied. The results in Table 4 demonstrate that in most cases, a second metal compound added accelerates the reaction rate. No reaction takes place when these second metal compounds are used alone even if a large amount of these compounds is used. The synergic effect of the above mentioned second metal compounds with Na2PdCl4 catalyst has also been studied. No obvious synergic effect was observed. Table 5 gives the catalytic behaviors of PdCl2(TPPTS)2–CuCl2 and PdCl2(TPPTS)2–Co2(CO)8 in different M/Pd ratios. Although the reaction rate is accelerated with the increase of the Cu/Pd ratio, the selectivity for butenoic acid decreases and large amount of byproducts such as propene and allyl alcohol are produced. Propene may be produced by the hydrodehalogenation of allyl chloride catalyzed by palladium catalyst. It is considered that except small amount of H2 in CO, the reactive hydrogen may be generated by the water gas shift reaction. Co/Pd ratio does not give obvious effect on the activity. Acknowledgements The authors would like to thank the National Natural Science Foundation of China and the Laboratory of Organometallic Chemistry, Shanghai Institute of Organic Chemistry, Chinese Academy of Sciences for the financial support. References 1 M Beller B Cornils C.D Frohning C.W Kohlpaintner J. Mol. Catal. 104 1995 17 2 G.P Chiusoli Chim. Ind. 41 1959 503 3 F Joó H Alper Organometallics 4 1985 1775 4 J. Tsuji, M. Morikawa, J. Kiji, Tetrahedron Lett. (1963) 1811. 5 R.F. Heck, Palladium Reagents in Organic Synthesis, Academic Press, London, 1985. 6 J. Kiji, T. Okano, W. Nishiumi, H. Konishi, Chem. Lett. (1988) 957. 7 T Okano N Okabe J Kiji Bull. Chem. Soc. Jpn. 65 1992 2589 8 H.R Gao Y Xu S.J Liao D.R Yu Chin. Chem. Lett. 3 1992 351 9 H.R Gao Y Xu S.J Liao D.R Yu React. Polym. 23 1994 113 10 E. Kuntz, U.S. Pat. 4,248,802, 1981. 11 H.A Tayim A Bouldoukian F Awad J. Inorg. Nucl. Chem. 32 1970 3799 12 F.R Hartly Organomet. Chem. Rev. A. 6 1970 119 13 L. Malatesta, M. Angoletta, J. Chem. Soc. (1957) 1186. 14 K.C Tin N.B Wong Q Lou Y.Z Li P.M Cheng F Fu X.J Li Chin. J. Mol. Catal. 10 1996 171 15 J.R Blackburn R Nordberg F Stevie R.G Albridge M.M Jones Inorg. Chem. 9 1970 2374 16 I Hablot J Jenck G Casamatta H Delmas Chem. Eng. Sci. 47 1992 2689 17 F Monteil R Queau P Kalck J. Organomet. Chem. 480 1994 177 18 P.C Ford R.G Rinker C Ungermann R.M Laine V Landis S.A Moya J. Am. Chem. Soc. 100 1978 4595 19 B.D Dombek Organometallics 4 1985 1707 20 M Hidai A Fukuoka Y Koyasu Y Uchida J. Mol. Catal. 35 1986 29 21 Y Misumi Y Ishii M Hidai J. Mol. Catal. 78 1993 1 22 A. Fukuoda, N. Gotoh, N. Kobayashi, M. Hirano, S. Komiya, Chem. Lett. (1995) 567. 23 Z.K. Yu, S.J. Liao, Y. Xu, B. Yang, D.R. Yu, J. Chem. Soc. Chem. Commun. (1995) 1155. 24 Z.K Yu Y Xu S.J Liao H Jiang B Yang D.R Yu H Chen X.J Li React. Funct. Polym. 31 1996 201 25 H.Q Li S.J Liao Y Xu D.R Yu Synth. Commun. 27 1997 829",
      "scopus-id": "0032510518",
      "coredata": {
        "eid": "1-s2.0-S1381116997002008",
        "dc:description": "PdCl2(TPPTS)2 [TPPTS=(m-C6H4SO3Na)3P] is used as catalyst in the carbonylation of allyl chloride. This catalyst exhibits very high activity and selectivity in the dilute alcoholic–aqueous NaOH/toluene medium under atmospheric pressure of carbon monoxide at 40°C. Ethanol plays an important role for increasing the catalytic activity and selectivity of PdCl2(TPPTS)2. The turnover reaches 2.7×104 (mol CO/mol Pd) in 21.5 h when the mole ratio of substrate/catalyst is 3×104. A synergic effect was observed when a second transition metal compound was added to the catalytic system.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1998-03-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997002008",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Jiang, Heng"
          },
          {
            "@_fa": "true",
            "$": "Xu, Yun"
          },
          {
            "@_fa": "true",
            "$": "Liao, Shijian"
          },
          {
            "@_fa": "true",
            "$": "Yu, Daorong"
          },
          {
            "@_fa": "true",
            "$": "Chen, Hua"
          },
          {
            "@_fa": "true",
            "$": "Li, Xianjun"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997002008"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997002008"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00200-8",
        "prism:volume": "130",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Homogeneous mono- and bimetallic palladium based catalysts for the carbonylation of allyl chloride",
        "prism:copyright": "Copyright © 1998 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Carbonylation"
          },
          {
            "@_fa": "true",
            "$": "Allyl chloride"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous bimetallic catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-84",
        "prism:endingPage": "84",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 March 1998",
        "prism:doi": "10.1016/S1381-1169(97)00200-8",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00200-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "24",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002008-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "181",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "26",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002008-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "581",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "68",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002008-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2283",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "118",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002008-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1572",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997002008-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6562",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0032510518"
      }
    }
  }
}