{
  "metadata": {
    "title": "Highly active and stable Ni/Ce–ZrO<ce:inf loc=post>2</ce:inf> catalyst for H<ce:inf loc=post>2</ce:inf> production from methane",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-03-25",
    "doi": "10.1016/S1381-1169(01)00358-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901003582",
    "pii": "S1381116901003582"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037170613",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-03-15 2002-03-15 2010-04-18T17:18:08 1-s2.0-S1381116901003582 S1381-1169(01)00358-2 S1381116901003582 10.1016/S1381-1169(01)00358-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01483 2015-05-15T05:56:33.301439-04:00 0 0 20020325 2002 2002-03-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 181 181 1 2 1 2 Volume 181, Issues 1–2 16 137 142 137 142 20020325 25 March 2002 2002-03-25 2002 Fifteenth Indian National Symposium on Catalysis and Second Conference of the Indo-Pacific Catalysis Association Pune,India 23–25 January 2001 20010123 20010125 A.V.Ramaswamy,S.Sivasanker,P.Ratnasamy converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. HIGHLYACTIVESTABLENICEZRO2CATALYSTFORH2PRODUCTIONMETHANE ROH H 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic reaction 3 Results and discussion 3.1 Characteristics of the catalysts 3.2 Catalytic performance 3.3 TPR results 3.4 CO2 TPD results 4 Conclusions References PENA 1996 7 M ARMOR 1999 159 J TSANG 1995 3 S LI 2001 109 X CHANG 1996 111 J BARTHOLOMEW 1980 390 C ROHX2002X137 ROHX2002X137X142 ROHX2002X137XH ROHX2002X137X142XH item S1381-1169(01)00358-2 S1381116901003582 1-s2.0-S1381116901003582 10.1016/S1381-1169(01)00358-2 271358 2010-10-03T19:44:09.3876-04:00 2002-03-25 1-s2.0-S1381116901003582-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/MAIN/application/pdf/0a2061eca7cb52062fdbd0373715a403/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/MAIN/application/pdf/0a2061eca7cb52062fdbd0373715a403/main.pdf main.pdf pdf true 109482 MAIN 6 1-s2.0-S1381116901003582-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/PREVIEW/image/png/2723609b76844fe97901fa365b4cb050/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/PREVIEW/image/png/2723609b76844fe97901fa365b4cb050/main_1.png main_1.png png 59540 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901003582-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/STRIPIN/image/gif/aea3ed794e734fa0eca14aabf7d8ad24/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/STRIPIN/image/gif/aea3ed794e734fa0eca14aabf7d8ad24/si4.gif si4 si4.gif gif 1697 18 439 ALTIMG 1-s2.0-S1381116901003582-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/STRIPIN/image/gif/c5d6c5b3b1cf5d002148ad23aa4ec2a9/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/STRIPIN/image/gif/c5d6c5b3b1cf5d002148ad23aa4ec2a9/si3.gif si3 si3.gif gif 1763 18 458 ALTIMG 1-s2.0-S1381116901003582-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/STRIPIN/image/gif/ffd94ed1dd5804fa9d911802297e4b48/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/STRIPIN/image/gif/ffd94ed1dd5804fa9d911802297e4b48/si2.gif si2 si2.gif gif 1792 19 482 ALTIMG 1-s2.0-S1381116901003582-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/STRIPIN/image/gif/8156032887f3dfb6a45c2b385ab96dc2/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/STRIPIN/image/gif/8156032887f3dfb6a45c2b385ab96dc2/si1.gif si1 si1.gif gif 1762 19 482 ALTIMG 1-s2.0-S1381116901003582-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr1/THUMBNAIL/image/gif/edbbe6276e583133b11c8f4fca12dba5/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr1/THUMBNAIL/image/gif/edbbe6276e583133b11c8f4fca12dba5/gr1.sml gr1 gr1.sml sml 1775 94 117 IMAGE-THUMBNAIL 1-s2.0-S1381116901003582-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr1/DOWNSAMPLED/image/gif/07798cf804571dcf3c42e1210d6c6eac/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr1/DOWNSAMPLED/image/gif/07798cf804571dcf3c42e1210d6c6eac/gr1.gif gr1 gr1.gif gif 8087 259 324 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003582-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr2/THUMBNAIL/image/gif/ba4f2f861488b3c6f344c7e21f482509/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr2/THUMBNAIL/image/gif/ba4f2f861488b3c6f344c7e21f482509/gr2.sml gr2 gr2.sml sml 3059 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003582-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr2/DOWNSAMPLED/image/gif/690b43e91ddd5a5e195d3cd5eef06291/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr2/DOWNSAMPLED/image/gif/690b43e91ddd5a5e195d3cd5eef06291/gr2.gif gr2 gr2.gif gif 11977 252 341 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003582-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr3/THUMBNAIL/image/gif/e95ef5719c32fd65ec664bb5b3833413/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr3/THUMBNAIL/image/gif/e95ef5719c32fd65ec664bb5b3833413/gr3.sml gr3 gr3.sml sml 1722 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003582-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr3/DOWNSAMPLED/image/gif/12d51656b7e0e35b53ea0439922e8264/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr3/DOWNSAMPLED/image/gif/12d51656b7e0e35b53ea0439922e8264/gr3.gif gr3 gr3.gif gif 6576 245 337 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003582-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr4/THUMBNAIL/image/gif/c44ebdc6f497a0f30967afd2f4dafa75/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr4/THUMBNAIL/image/gif/c44ebdc6f497a0f30967afd2f4dafa75/gr4.sml gr4 gr4.sml sml 1265 92 64 IMAGE-THUMBNAIL 1-s2.0-S1381116901003582-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr4/DOWNSAMPLED/image/gif/c8f46ebf21488618dd508f5a4144b3f4/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr4/DOWNSAMPLED/image/gif/c8f46ebf21488618dd508f5a4144b3f4/gr4.gif gr4 gr4.gif gif 8529 345 239 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003582-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr5/THUMBNAIL/image/gif/6cda7269efcdb8f227d75cde8b2cb8e7/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr5/THUMBNAIL/image/gif/6cda7269efcdb8f227d75cde8b2cb8e7/gr5.sml gr5 gr5.sml sml 1322 93 63 IMAGE-THUMBNAIL 1-s2.0-S1381116901003582-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003582/gr5/DOWNSAMPLED/image/gif/dcebaefc3fabb9f32b188d488a16ae76/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003582/gr5/DOWNSAMPLED/image/gif/dcebaefc3fabb9f32b188d488a16ae76/gr5.gif gr5 gr5.gif gif 9772 344 232 IMAGE-DOWNSAMPLED MOLCAA 3356 S1381-1169(01)00358-2 10.1016/S1381-1169(01)00358-2 Elsevier Science B.V. Fig. 1 XRD patterns of Ni/Ce–ZrO2 and Ni/ZrO2 catalysts. Fig. 2 Activity comparison for supported Ni catalysts (reaction conditions: P=1 atm,T=750°C, H 2 O/CH 4=3.0, GHSV=144,000 cm 3 /g cat h ). Fig. 3 Activity changes of supported Ni catalysts depending on time on stream at high GHSV (reaction conditions: P=1 atm,T=750°C, H 2 O/CH 4=3.0, GHSV=288,000 cm 3 /g cat h ). Fig. 4 TPR patterns of supported Ni catalysts. Fig. 5 CO2-TPD patterns of supported Ni catalysts. Table 1 Characteristics of supported Ni catalysts Catalyst Surface area (m2/g) H2 uptake (μmol/gcat) Dispersion (%) Surface area of Ni (m2/g) Average crystallite diameter (nm) Ni/Ce–ZrO2 40 9.39 0.86 0.76 112 Ni/ZrO2 13 12.78 1.07 1.04 90.1 Ni/CeO2 3 0.0 – – – Ni/MgAl2O4 18 24.1 2.23 1.96 43 Ni/Al2O3 1 0.0 – – – Table 2 H2/CO ratio and H2/(CO+CO2) over supported Ni catalysts in SRM a Catalyst H2/CO H2/(CO+CO2) 144,000 b 288,000 144,000 288,000 Ni/Ce–ZrO2 4.9 7.1 3.4 3.7 Ni/ZrO2 6.3 7.8 3.4 3.8 Ni/CeO2 11.1 38.0 3.8 3.9 Ni/MgAl2O4 6.4 9.2 3.5 3.8 Ni/Al2O3 10.1 3.7 a Reaction data obtained at time on stream: 200min. b GHSV (cm3/gcath). Table 3 TPR results on supported Ni catalysts Catalysts THC a (mmol/gcat) SHC b (mmol/gcat) Reduction degree of Ni (%) Ni/Ce–ZrO2 5.03 0.70 84.7 Ni/ZrO2 4.73 0 92.5 Ni/CeO2 4.49 0 87.8 Ni/MgAl2O4 4.29 0 83.9 Ni/Al2O3 4.94 0 96.7 a Total hydrogen consumption in TPR over supported Ni catalysts. b Hydrogen consumption of support in Ni/supports. Highly active and stable Ni/Ce–ZrO2 catalyst for H2 production from methane Hyun-Seog Roh a b Ki-Won Jun a Wen-Sheng Dong a Jong-San Chang a Sang-Eon Park a * Yung-Il Joe b a Catalysis Center for Molecular Engineering, Korea Research Institute of Chemical Technology, P.O. Box 107, Yusong, Taejon 305-600, South Korea b Department of Chemical Engineering, Yonsei University, Seoul 120-749, South Korea * Corresponding author. Tel.: +82-42-860-7670; fax: +82-42-860-7676 Steam reforming of methane has been carried out aimed at the development of new and highly active catalysts for H2 production. The catalytic properties of Ni catalysts supported on various supports have been investigated in connection with characterization results obtained from XRD, H2 chemisorption, TPR and CO2-TPD. Among the catalysts examined, Ni/Ce–ZrO2 exhibited the best activity and stability. The remarkable catalytic performance is interpreted as a combined result of high oxygen storage capacity of ceria in Ce–ZrO2, strong interaction between Ni and Ce–ZrO2, basic property of the catalyst and rather high capability of H2 uptake. Keywords CO2-TPD Hydrogen chemisorption Hydrogen production Ni/Ce–ZrO2 Steam reforming of methane TPR 1 Introduction Hydrogen production has received much attention in recent years because hydrogen is considered as a clean energy source and its demand has increased in chemical industry [1–3]. Steam reforming of methane (SRM) is a widely practiced technology for hydrogen production [4,5]. Conventionally, steam reforming catalysts use supports such as alumina and magnesium-aluminate due to their stabilities at high temperature [5]. However, a large amount of energy is necessary because SRM is highly endothermic reaction and excess steam is introduced to prevent carbon formation. As a consequence of excess steam, the cost of operating SRM plant increases, H2/CO ratio (>3) increases and CO yield decreases. Therefore, from the industrial point of view, it is necessary to develop new catalysts exceeding commercial steam reforming catalysts in activity and stability so that they can be employed under severe conditions such as high gas hourly space velocity (GHSV). Moreover, catalytic engineering is required to reduce the size and weight of the reactor for on-site H2 production, especially for the fuel cell application. To make the small equipment, a highly active catalyst is necessary so that it can give almost complete conversion even at very high space velocity and it should be stable enough to endure at high temperature. Very recently, we have successfully applied zirconia support to CO2 reforming of methane [6,7]. Moreover, we have also successfully applied Ni/Ce–ZrO2 to partial oxidation of methane (POM) reaction [8] and oxy-SRM reaction [9]. Based on the previous results, in this study, we have applied Ni/Ce–ZrO2 to the steam reforming reaction at high GHSV condition aiming at the development of a suitable catalyst for a compact system of on-site H2 generation. 2 Experimental 2.1 Catalyst preparation Supports employed in this study were α-Al2O3 (99.5%, Strem Chemicals), SiO2 (99%, PQ Corp.), MgAl2O4 (99%, Johnson Matthey), CeO2 (99%, Aldrich Chemicals), monoclinic ZrO2 (99%, Strem Chemicals), and Ce-doped ZrO2. Ce-doped zirconia support (CeO2/ZrO2 wt. ratio, 1:4) was prepared by sol–gel method using the mixture of zirconyl chloride and the corresponding salt of Ce [7–9]. The modified zirconia support was calcined at 800°C for 6h in air. Ni (15wt.%) catalysts were prepared by molten-salt method using its nitrate source [10]. The catalyst samples were calcined at 550°C for 6h in air. 2.2 Catalyst characterization The BET specific surface areas were measured by nitrogen adsorption at 77K (Micromeritics, ASAP-2400). XRD patterns were recorded using a Rigaku 2155D6 diffractometer (Ni-filtered Cu Kα, 40kV, 50mA). H2 uptake was measured using pulse technique. About 200mg of catalyst was placed in a quartz reactor. Prior to pulse chemisorption, the sample was reduced in 5% H2/Ar at 700°C for 3h. Then the sample was purged in Ar at 720°C for 1h and cooled to 50°C in flowing Ar. A hydrogen pulse (5% H2/Ar, 1ml) was injected into the catalysts at 50°C. The calculation methods of metal dispersion, surface area and average crystallite diameter are same as that in reference [11] by assuming the adsorption stoichiometry of one hydrogen atom per nickel surface atom (H/Nis=1). Temperature programmed reduction (TPR) experiments were carried out in a conventional apparatus. Typically, 50mg of precalcined sample was loaded into quartz reactor. The TPR was performed using 5% hydrogen in nitrogen, 15ml/min, with a heating rate of 10°C/min, from 100 to 900°C. The sensitivity of the detector was calibrated by reducing known weight of NiO. H2 consumption was obtained from the integrated peak area of the reduction profiles relative to the calibration curve. CO2 temperature programmed desorption (TPD) experiment was carried out using a flow system equipped with a thermal conductivity detector (TCD). Prior to the experiment, the sample was pretreated at 700°C for 1h in He. Then it was cooled down and CO2 was adsorbed at 50°C. After being purged with He to remove the weakly adsorbed CO2, the sample was heated again from 50 to 650°C at a heating rate of 10°C/min in He flow. 2.3 Catalytic reaction Catalytic activity measurements were conducted in a fixed-bed quartz reactor with inner diameter of 4mm at atmospheric pressure. About 50mg of each catalyst was loaded into a quartz reactor. The reaction temperature was measured and controlled by a thermocouple inserted directly into the top layer of the catalyst bed. Prior to each catalytic measurement, the catalyst was reduced in H2/N2 (5% H2 in vol.) at 700°C for 2h. The reactant gas stream consisted of CH4 and H2O with a molar ratio of 1:3. H2O was injected using a micro-syringe pump, and evaporated at 300°C in a preheating zone. N2 was introduced with the flow rate of 30cm3/min as a reference gas for GC analysis. Effluent gases from the reactor were analyzed by a gas chromatograph (Chrompack CP9001) equipped with a TCD and a CarboPLOT P7 column. In this study, H2 yield and CO yield were defined considering only the steam reforming reaction as shown in the following equations. (1) H 2 yield (%)=(molesofH 2 formed/molesofCH 4 fed×3)×100 (2) COyield (%)=(molesofCOformed/molesofCH 4 fed)×100 3 Results and discussion 3.1 Characteristics of the catalysts Fig. 1 illustrates the XRD patterns of Ni/Ce–ZrO2 and Ni/ZrO2. Whereas Ce–ZrO2 solid solution in Ni/Ce–ZrO2 is identified as a tetragonal phase, the XRD pattern of Ni/ZrO2 shows characteristic peaks of monoclinic phase. Table 1 summarizes BET surface area, H2 uptake, metallic Ni dispersion, surface area and average crystallite diameter of Ni. The dispersion data indicate that Ni particles are better dispersed on MgAl2O4, ZrO2, and Ce–ZrO2 than on Ni/Al2O3 and Ni/CeO2. The latter do not adsorb hydrogen. 3.2 Catalytic performance Various Ni catalysts (Ni content: 15wt.%) on supports mentioned above were examined at 750°C and space velocity of 144,000cm3/gcat h for CH4 conversion, H2 yield, and CO yield (Fig. 2 ). Ni/SiO2 showed a low initial activity (23% CH4 conversion). Its activity decreased dramatically with time on stream, and after 60min it showed no activity. This indicates that Ni/SiO2 system does not have high activity in SRM or hydrothermal stability either. It is likely that there is an interaction between silica and Ni resulting in the deactivation of the catalysts. Ni/Al2O3 catalyst showed rather high activity (72% CH4 conversion) at the initial stage, but the activity decreased gradually with increasing time. It showed 57% CH4 conversion after 200min. It would be due to the fact that SRM reaction in this work was operated with rather lower H2O/C ratio than that in commercial processes. On the Ni/Al2O3 catalyst, carbon was deposited slowly, and thus the catalyst was deactivated gradually. In contrast to these two systems, Ni/MgAl2O4 showed high activity (79% CH4 conversion) as well as high stability. Because MgAl2O4 is less acidic than Al2O3, less coke is formed on it resulting in high stability. Ni/CeO2 did not show high activity, but the activity was maintained as time on stream increased. Ni/ZrO2 showed high activity (77% CH4 conversion) and high thermal stability also. Ni/Ce–ZrO2 showed the highest activity (97% CH4 conversion) as well as high stability. The H2 concentration in the reactor effluent was 62%. The values of CH4 conversion and H2 concentration reached very close to their own equilibrium values (CH4 conversion: 99.4% and H2 concentration: 62.7%). Ni/Ce–ZrO2 showed the highest H2 yield among the tested catalysts. It showed the 115% yield, which indicates that the quantity of hydrogen obtained exceeds the limit which is obtainable only from SRM. It is due to the water gas shift (WGS) reaction resulting from excess supply of steam. This also explains the fact that H2 yield is always higher than CH4 conversion irrespective of catalyst. However, all the other catalysts gave hydrogen yield below 100%. CO yields were relatively low (<70%) because of the WGS reaction. The values were relatively high at the initial stage of the reaction time, and they decreased gradually. The values reached a steady state after 100min. H2/CO and H2/(CO+CO2) ratios are summarized in Table 2 . The trends of H2/CO ratio were opposite to those of methane conversion or hydrogen yield. The lower H2/CO ratio was observed, as the higher CH4 conversion was attained. On the catalysts, Ni/Ce–ZrO2, Ni/ZrO2 and Ni/MgAl2O4, about 3.5mol of hydrogen was produced per 1mol of methane reacted in SRM. The higher value than 3 indicates that WGS reaction was carried out as a side reaction during SRM reaction. In the case of Ni/CeO2, the highest H2/CO ratio was observed, implying that considerable WGS reaction was executed. In order to investigate the activity and the stability at high GHSV, CH4 conversions with time on stream were recorded at 288,000cm3/gcat h over Ni/Ce–ZrO2, Ni/ZrO2, Ni/CeO2, and Ni/MgAl2O4 (Fig. 3 ). All the catalysts tested at this condition showed stable activity at 144,000cm3/gcat h. However, in this high GHSV, Ni/MgAl2O4 did not show stability. Its CH4 conversion was initially 56%, but it decreased to 40% after 3h. This catalyst does not have stability at high GHSV (>288,000cm3/gcat h). In contrast to this catalyst, the others showed stable activities regardless of the initial activities. H2/CO and H2/(CO+CO2) ratios under this condition are also summarized in Table 2. H2/CO ratios at 288,000cm3/gcat h were higher than those at 144,000cm3/gcat h. The WGS reaction became predominant at this high GHSV resulting in low CO yield, because relatively a large amount of unreacted steam reacts with relatively a small amount of CO produced. According to the above results, Ni/Ce–ZrO2 showed the highest activity and excellent stability, showing the possibility that it can replace the widely employed Ni/MgAl2O4 steam reforming catalysts. 3.3 TPR results TPR patterns on pure NiO and supported Ni catalysts are presented in Fig. 4 . The calculated total hydrogen consumption (THC), support hydrogen consumption (SHC) and reduction degree of Ni from TPR results are also summarized in Table 3 . Generally, for supported Ni catalysts the lower temperature peaks are attributed to the reduction of the relatively free NiO particles, while the higher temperature peaks are assigned to the reduction of complex NiO species in intimate contact with the oxide support. Pure NiO shows sharp reduction peak at about 420°C followed by a small hump. The TPR curve of Ni/Al2O3 is similar to that of pure NiO, indicating that there is no strong interaction between NiO and Al2O3 support. In the case of Ni/MgAl2O4, the maximum peak shifts toward the high temperature (470°C) followed by a small peak at 620°C. This suggests that there are two kinds of NiO species. The first peak can be assigned to relatively free NiO weakly interacting with support, and the second peak is attributable to complex NiO strongly interacting with support. Ni/CeO2 shows sharp reduction peak at about 420°C followed by a small tail. At 880°C, a broad peak appears attributed to partial reduction of CeO2, which is consistent with the TPR curve of only CeO2 support [8,9]. Thus, there is no strong interaction between NiO and CeO2. For Ni/ZrO2, broad and unresolved reduction peaks with maxima at about 400 and 510°C are observed. Ni/Ce–ZrO2 exhibits two peaks without any obvious peak at 640°C. This is possibly due to the fact that strong interaction between Ni and Ce–ZrO2 makes ceria more reducible, which probably helps to produce mobile oxygen during the reforming reaction. The first sharp peak can be assigned to relatively free NiO and the second broad peak to complex NiO species which strongly interact with CeZrO2, and it seems to be concurrent with ceria reduction. The reducibility of the support is most likely to be related with the abundance of mobile oxygen. Ce–ZrO2 solid solution has a higher concentration of mobile oxygen than CeO2 or ZrO2 [9]. 3.4 CO2 TPD results CO2 TPD results on the supported Ni catalysts are illustrated in Fig. 5 . Ni/Al2O3 shows a desorption peak at 100°C. Ni/MgAl2O4 presents large desorption peak at 150°C. Ni/CeO2 has a desorption peak at 100°C, which is same as that of Ni/Al2O3 but the peak intensity is large and it has a long tail, indicating continuous desorption or dissociation of CO2 up to 500°C. In the case of Ni/ZrO2, a strong peak at 130°C appears followed by a big tail and a small peak at 500°C. Ni/Ce–ZrO2 exhibits three peaks at 130, 350, and 490°C, respectively. The areas under the peaks at 350 and 490°C increase with the addition of Ce, suggesting that both the medium and strong basic sites increase with the addition of Ce to ZrO2. The high oxygen storage capacity of ceria in Ce–ZrO2 solid solution enables it to store and release reversibly a large amount of active oxygen species. In addition, basic sites strongly inhibit carbon formation. Finally, the high adsorption of H2 promotes the methane reforming reactions. 4 Conclusions Based on the above results, the following conclusions are drawn. 1. Ni/Ce–ZrO2 showed outstanding activity and stability. 2. The remarkable catalytic performance of Ni/Ce–ZrO2 is attributed to the combination of several advantages, i.e. high oxygen storage capacity of ceria in Ce–ZrO2 solid solution, strong interaction between Ni and Ce–ZrO2, basic property, and rather high capability for H2 uptake. References [1] M.A Peña J.P Gómez J.L.G Fierro Appl. Catal. A 144 1996 7 [2] J.N Armor Appl. Catal. A 176 1999 159 [3] S.C Tsang J.B Claridge M.L.H Green Catal. Today 23 1995 3 [4] J.R. Rostrup-Nielsen, in: J.R. Anderson, M. Boudart (Eds.), Catalysis, Science and Technology, Vol. 5, Springer, Berlin, 1984, p. 1. [5] D.E. Ridler, M.V. Twigg, in: M.V. Twigg (Ed.), Catalyst Handbook, 2nd Edition, Wolfe Publishing Ltd., England, 1989, p. 225 (Chapter 5). [6] X. Li, J.-S. Chang, S.-E. Park, Chem. Lett. (1999) 1099. [7] X Li J.-S Chang M Tian S.-E Park Appl. Organometal. Chem. 15 2001 109 [8] H.-S. Roh, W.-S. Dong, K.-W. Jun, S.-E. Park, Chem. Lett. (2001) 88. [9] H.-S. Roh, K.-W. Jun, W.-S. Dong, S.-E. Park, Y.-S. Baek, Catal. Lett. (2001), in press. [10] J.-S Chang S.-E Park H Chon Appl. Catal. A 145 1996 111 [11] C.H Bartholomew R.B Pannell J. Catal. 65 1980 390",
      "scopus-id": "0037170613",
      "coredata": {
        "eid": "1-s2.0-S1381116901003582",
        "dc:description": "Steam reforming of methane has been carried out aimed at the development of new and highly active catalysts for H2 production. The catalytic properties of Ni catalysts supported on various supports have been investigated in connection with characterization results obtained from XRD, H2 chemisorption, TPR and CO2-TPD. Among the catalysts examined, Ni/Ce–ZrO2 exhibited the best activity and stability. The remarkable catalytic performance is interpreted as a combined result of high oxygen storage capacity of ceria in Ce–ZrO2, strong interaction between Ni and Ce–ZrO2, basic property of the catalyst and rather high capability of H2 uptake.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-03-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901003582",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Roh, Hyun-Seog"
          },
          {
            "@_fa": "true",
            "$": "Jun, Ki-Won"
          },
          {
            "@_fa": "true",
            "$": "Dong, Wen-Sheng"
          },
          {
            "@_fa": "true",
            "$": "Chang, Jong-San"
          },
          {
            "@_fa": "true",
            "$": "Park, Sang-Eon"
          },
          {
            "@_fa": "true",
            "$": "Joe, Yung-Il"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901003582"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901003582"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00358-2",
        "prism:volume": "181",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Highly active and stable Ni/Ce–ZrO2 catalyst for H2 production from methane",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "Fifteenth Indian National Symposium on Catalysis and Second Conference of the Indo-Pacific Catalysis Association",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2-TPD"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen chemisorption"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen production"
          },
          {
            "@_fa": "true",
            "$": "Ni/Ce–ZrO2"
          },
          {
            "@_fa": "true",
            "$": "Steam reforming of methane"
          },
          {
            "@_fa": "true",
            "$": "TPR"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "137-142",
        "prism:endingPage": "142",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 March 2002",
        "prism:doi": "10.1016/S1381-1169(01)00358-2",
        "prism:startingPage": "137",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00358-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "439",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1697",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "458",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1763",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "482",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1792",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "482",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1762",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1775",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "259",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8087",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3059",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "341",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11977",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1722",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "337",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6576",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "64",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1265",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "345",
            "@width": "239",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8529",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "63",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1322",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "344",
            "@width": "232",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003582-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9772",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037170613"
      }
    }
  }
}