{
  "metadata": {
    "title": "Carbon tetrachloride hydrodechlorination with organometallics-based platinum and palladium catalysts on MgO",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-05-31",
    "doi": "10.1016/S1381-1169(01)00458-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004587",
    "pii": "S1381116901004587"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037204790",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-28 2001-12-28 2010-04-18T17:18:08 1-s2.0-S1381116901004587 S1381-1169(01)00458-7 S1381116901004587 10.1016/S1381-1169(01)00458-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01495 2015-05-15T05:56:33.301439-04:00 0 0 20020531 2002 2001-12-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 182 183 182 183 C Volumes 182–183 17 157 166 157 166 20020531 31 May 2002 2002-05-31 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. CARBONTETRACHLORIDEHYDRODECHLORINATIONORGANOMETALLICSBASEDPLATINUMPALLADIUMCATALYSTSMGO DALSANTO V 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalytic tests 2.3 EXAFS characterization 3 Results and discussion 3.1 Pd-based catalysts 3.2 Pt-based catalysts 4 Conclusions Acknowledgments References MICHAEL 1993 1914 J WINDAW 1993 186 H WEISS 1971 245 A COQ 1986 434 B CHOI 1997 284 H ZHANG 1998 33 Z CHOI 1996 790 H KARPINSKI 1996 378 Z AHN 1996 83 B COQ 1993 21 B MAKKEE 1998 191 M JUSZCZYK 1998 311 W MALINOWSKI 1998 L79 A BONAROWSKA 2001 187 M ORDONEZ 2001 113 S FORNI 1997 49 P PERRONE 1998 241 L BENITEZ 2000 67 J ARAMENDIA 1999 101 M VENEZIA 1992 619 A HOLT 1987 199 T GUGLIELMINOTTI 1979 96 E LEOFANTI 1982 131 G DOSSI 2000 416 C LENGELER 1980 4507 B JAMES 1975 343 F DALSANTO 2001 0 V KAPPERS 1996 183 M LOKTEVA 2000 855 E BAE 2001 79 J URWONGSE 1980 501 L SORREL 1976 51 C DALSANTOX2002X157 DALSANTOX2002X157X166 DALSANTOX2002X157XV DALSANTOX2002X157X166XV item S1381-1169(01)00458-7 S1381116901004587 1-s2.0-S1381116901004587 10.1016/S1381-1169(01)00458-7 271358 2010-10-03T19:44:20.945278-04:00 2002-05-31 1-s2.0-S1381116901004587-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/MAIN/application/pdf/9d40ea874187e0bf3e153190510e4039/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/MAIN/application/pdf/9d40ea874187e0bf3e153190510e4039/main.pdf main.pdf pdf true 110856 MAIN 10 1-s2.0-S1381116901004587-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/PREVIEW/image/png/ba615ad75efc1c644dca3059ece2558b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/PREVIEW/image/png/ba615ad75efc1c644dca3059ece2558b/main_1.png main_1.png png 59027 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004587-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr1/THUMBNAIL/image/gif/4f75e7ed33ca7e0bdb862090e864cab6/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr1/THUMBNAIL/image/gif/4f75e7ed33ca7e0bdb862090e864cab6/gr1.sml gr1 gr1.sml sml 1169 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004587-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr1/DOWNSAMPLED/image/gif/1ffed1807e8a0dc5df76bbe5e4e33b01/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr1/DOWNSAMPLED/image/gif/1ffed1807e8a0dc5df76bbe5e4e33b01/gr1.gif gr1 gr1.gif gif 7296 321 502 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004587-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr2/THUMBNAIL/image/gif/fcdf7b22564a6b877afc12e2f89df564/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr2/THUMBNAIL/image/gif/fcdf7b22564a6b877afc12e2f89df564/gr2.sml gr2 gr2.sml sml 1688 76 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004587-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr2/DOWNSAMPLED/image/gif/67b7f18315a894a80e0d3efb50eb0bac/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr2/DOWNSAMPLED/image/gif/67b7f18315a894a80e0d3efb50eb0bac/gr2.gif gr2 gr2.gif gif 11390 306 506 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004587-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/sc1/THUMBNAIL/image/gif/d389d43ce75103bd0644c2d76b1a79f2/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/sc1/THUMBNAIL/image/gif/d389d43ce75103bd0644c2d76b1a79f2/sc1.sml sc1 sc1.sml sml 622 34 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004587-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/sc1/DOWNSAMPLED/image/gif/22f6241999d9cc4d568e8fbe876ef0f2/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/sc1/DOWNSAMPLED/image/gif/22f6241999d9cc4d568e8fbe876ef0f2/sc1.gif sc1 sc1.gif gif 1835 76 278 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004587-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr3/THUMBNAIL/image/gif/6db4223c44cb7424dce453a7ca33b823/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr3/THUMBNAIL/image/gif/6db4223c44cb7424dce453a7ca33b823/gr3.sml gr3 gr3.sml sml 1117 89 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004587-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr3/DOWNSAMPLED/image/gif/5c8e13570bc8608a47b7977ad011e4c0/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr3/DOWNSAMPLED/image/gif/5c8e13570bc8608a47b7977ad011e4c0/gr3.gif gr3 gr3.gif gif 5707 320 450 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004587-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr4/THUMBNAIL/image/gif/0300bad605715b24c737b45e60580164/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr4/THUMBNAIL/image/gif/0300bad605715b24c737b45e60580164/gr4.sml gr4 gr4.sml sml 1155 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004587-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004587/gr4/DOWNSAMPLED/image/gif/7b7b66ebaa725629d8c2b2dcb750d487/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004587/gr4/DOWNSAMPLED/image/gif/7b7b66ebaa725629d8c2b2dcb750d487/gr4.gif gr4 gr4.gif gif 5787 299 441 IMAGE-DOWNSAMPLED MOLCAA 3458 S1381-1169(01)00458-7 10.1016/S1381-1169(01)00458-7 Elsevier Science B.V. Fig. 1 Activity of Pd-based catalysts at T R=150°C, τ=9s; R=5. (▴) CeO2; () MgO; (+) Pumice. Fig. 2 Activity of Pt/MgO500 (Cl/Pt=0.9) catalysts at T R=150°C, τ=6s; R=10. (▴) Conversion; selectivity to () CHCl3, to (×) hydrocarbons. Scheme 1 Fig. 3 RSF of Pt/MgO500 (Cl/Pt=0.0) reduced (solid line) and after catalytic run (dotted line). Fig. 4 RSF of Pt/MgO500 (Cl/Pt=0.9) reduced (solid line) and after catalytic run (dotted line). Table 1 Catalytic performances of Pd-supported catalysts a Catalyst Conversion (mol%) Selectivity (mol%) CH4 C2H6 C3+ CHCl3 (C x Cl y )2 Pd/CeO2 1.8 41.8 23.9 12.2 2.7 19.3 Pd/Pumice 2.5 53.7 30.8 13.5 0.0 4.9 Pd/MgO500 4.1 17.6 30.6 19.1 6.8 3.5 a Values taken after 150min at R=5, τ=9s, T=150°C. Table 2 Effect of H2/CCl4 (R) ratio on hydrocarbon selectivities for Pd(acac)2/MgO500 a Pd(acac)2/MgO500 Selectivity (mol%) R=5 R=10 R=20 CH4 13.6 38.4 36.5 C2H6 29.2 35.5 35.7 C3H8 14.0 10.0 10.2 a T=150°C, τ=9s, selectivities values are taken at 8% conversion. Table 3 Catalytic performances of Pd-based catalysts a Catalyst T (°C) Conversion (mol%) Selectivity (mol%) C1 C2 C3+ CHCl3 (C x Cl y )2 Pd/MgO500 150 12.1 32.1 35.0 17.3 1.3 0.9 125 10.8 23.8 35.4 19.8 2.7 1.2 100 5.8 15.2 26.1 22.3 0.1 2.3 a Values taken after 150min t.o.s. at R=20; τ=9s. Table 4 Catalytic performances of Pt-supported catalysts a Catalyst Conversion (mol%) Selectivity (mol%) CHCl3 CH2Cl2 CH4 Others C x H y (C x H y Cl z )2 Pt/CeO2 43.3 72.6 1.0 23.8 2.4 0.1 Pt/Pumice 81.1 66.4 1.1 28.7 3.8 0.0 Pt/MgO500 95.0 80.7 1.3 12.6 8.4 0.0 Pt/Al2O3 100 36.9 22.9 38.2 1.6 0.2 a Pt/MgO500 has a ratio Cl/Pt=0.9 (see text). Reaction conditions: T=150°C; H2/CCl4=10; pH2=691mm Hg; τ=6s. Table 5 Effect of (τ) on Pt/Al2O3 and Pt/MgO catalysts performances Catalyst Contact time (s) 1.5 2 3 6 Pt/Al2O3 Conversion (mol%) 78.4 79.6 99.9 100.0 Selectivity (mol%) CHCl3 58.4 59.4 49.6 36.8 CH2Cl2 9.6 10.1 14.9 23.0 C x H y 31.2 29.8 34.8 39.7 C2Cl6 0.6 0.4 0.1 0.0 Pt/MgO (Cl/Pt=0.9) Conversion (mol.%) 74.1 78.2 84.0 95.0 Selectivity (mol%) CHCl3 79.1 80.3 80.1 79.3 CH2Cl2 1.0 0.8 1.1 1.3 C x H y 19.8 18.6 18.7 19.0 C2Cl6 0.0 0.2 0.0 0.3 Table 6 Effect of varying the H2/CCl4 ratio on Pt/MgO Cl/Pt=0.9 catalysts a H2/CCl4 ratio 5 10 Conversion (mol%) 67.8 95.0 Selectivity (mol%) CHCl3 73.0 79.3 C x H y 14.5 19.0 Cl-dimers 5.6 0.3 a T=150°C, τ=6s, pH2=691mm Hg. Table 7 Effect of MgO surface properties on Pt/MgO catalysts a Pt/MgO sample AIR-Cl/Pt=0.0 Cl/Pt=0.0 Cl/Pt=0.9 Cl/Pt=2.6 Conversion (mol%) 65.2 88.0 95.0 87.3 Selectivity (mol%) CHCl3 80.9 79.5 80.7 75.7 CH2Cl2 1.5 0.7 1.3 1.3 CH4 14.9 15.8 12.6 21.0 C2H6 2.0 3.8 0.4 1.4 C3+ 0.4 0.2 3.8 0.8 C2Cl6 0.2 0.0 0.2 0.0 a T=150°C, H2/CCl4=10, τ=6s. Table 8 Curve fitting results of Pt LIII-edge EXAFS data of Pt/MgO catalysts before and after a catalytic run Reduced After catalysis CN R (Å) Δσ (Å) CN R (Å) Δσ (Å) Catalyst Cl/Pt=0.0 O: 2.7±0.1 O: 2.030±0.004 O: 0.076±0.004 O: 0.9±0.2 O: 2.31±0.01 O: 0.09±0.02 Pt: 1.6±0.5 Pt: 2.60±0.01 Pt: 0.09±0.01 Pt: 4.6±0.4 Pt: 2.703±0.008 Pt: 0.096±0.05 Catalyst Cl/Pt=0.9 O: 2.3±0.4 O: 2.07±0.02 O: 0.12±0.01 Pt: 4.7±0.5 Pt: 2.757±0.006 Pt: 0.083±0.003 Pt: 9.9±0.9 Pt: 2.753±0.006 Pt: 0.087±0.005 Carbon tetrachloride hydrodechlorination with organometallics-based platinum and palladium catalysts on MgO V. Dal Santo a C. Dossi b S. Recchia b P.E. Colavita c G. Vlaic c R. Psaro a ∗ a CNR Research Centre “CSSCMTBSO” and Dipartimento di Chimica Inorganica, Metallorganica e Analitica, Università degli Studi di Milano, Via Venezian 21, 20133 Milan, Italy b Dipartimento di Scienze Chimiche, Fisiche e Matematiche, Università dell’Insubria, Via Valleggio 11, 22100 Como, Italy c Dipartimento di Scienze Chimiche, Universita’ di Trieste, Via L. Giorgieri 1, 34100 Trieste, Italy * Corresponding author. Tel.: +39-02-58354401; fax: +39-02-58354405 Hydrodechlorination of carbon tetrachloride was performed at atmospheric pressure over Pd and Pt catalysts supported on various inorganic oxides (Al2O3, MgO, CeO2) and obtained from different organometallic precursors (Pd(acac)2, [Pd(C3H5)Cl]2, Pt(acac)2 and Pt(CH3CN)2Cl2. Generally, Pd-based catalysts show low conversion levels and high selectivity to C1–C7+ hydrocarbons with a distribution that fits a typical Schulz–Flory mechanism for alkyl polymerization. On the other hand, Pt catalysts show high and stable activity, the major products are CHCl3 and in lesser extent methane. Catalytic performances depend on the stability, under reaction conditions, of the metal phase, that could be related to the nature of chlorine species pre-adsorbed on catalysts. Owning to their superior catalytic performances, the structural modifications of Pt catalysts under reaction conditions were characterized by EXAFS spectroscopy. Hydrodechlorination Carbon tetrachloride Palladium Platinum Heterogeneous catalysis 1 Introduction Carbon tetrachloride, together with other chlorinated compounds like PCBs and CFCs, possesses noxious effects on environment, particularly a high ozone potential depletion. It was, in fact, classified in the IV group among CFCs and so its use was banned, in developed countries, from 1996. Among the more diffuse CFCs disposal methods, like thermal combustion [1] and catalytic combustion [2], catalytic hydrogenation is one of the more promising, owning to the low reaction temperature and the production of useful compounds, without pollutants by-products like dioxins, CO, Cl2 and COCl2. Pt-based catalysts were widely used in CCl4 hydrodechlorination reactions, in the pioneer work of Weiss et al. [3] over peripherally deposited Pt on η-Al2O3 catalysts CHCl3 and CH4 at constant molar ratio were produced. However, such processes have been marked with poor selectivity, rapidly declining catalytic activity and short reactor operating cycles. Various treatments have been explored to improve activity and selectivity, Holbrook and Horley [4] reported a new process in which by-product production is decreased and duration of catalyst activity is improved. The mechanism of C–Cl bond hydrogenolysis in heterogeneous systems is still far from understood and a number of catalytic models has been proposed to account for the observed catalytic trends [5]. Many aspects such as the nature of the reactive adsorbed species, the catalytically active sites and the source of catalysts deactivation are still not established. Choi et al. [6] reported the effect of different Pt precursors on the oxidation states of metallic particles and, in turn, on the catalytic properties. The influence of particle size and support effect on activity, selectivity and durability was studied by several authors, and is not very clear: Coq et al. [7] suggest that small particles would be more resistant to Cl poisoning, but the major effect is due to the support Pt/AlF3 was the most active selective and durable catalyst since the metallic particles are electron deficient. Zhang and Beard [8] showed that Pt/Al2O3 catalysts containing large, aggregated particles show remarkable durability. It has been reported that catalysts obtained from H2PtCl6 on MgO [9,10] showed good conversion and selectivities for the hydrodechlorination of CCl4 to CHCl3, being less prone to deactivation than Pt/Al2O3 at lower H2/CCl4 ratio. This behavior was ascribed to the basicity of MgO that retards the coking. On the other hand, Pd catalysts were used, with good results, for the partial, gas phase, dehalogenation of chloro-fluorocarbons to hydrofluorocarbons [11–17], of polychloroalkenes [18], and of chlorobenzenes and other alogenated aromatics (i.e. PCB), both in gas and liquid phase [5,19–22]. Pd-based catalysts were tested using a large variety of supports like Al2O3, AlF3, SiO2, Carbon, etc. and with various substrates but at present there are few studies on palladium supported on basic oxides (i.e. MgO) in the hydrodechlorination of chlorinated aliphatic substrates like CCl4. The aim of this work is to study different Pt and Pd catalysts supported on various inorganic oxides, in particular MgO, in the hydrodechlorination of CCl4. Particular attention was devoted to the choice of the organometallic precursor, in order to maintain the properties of supports, allowing to pointing out their role in catalytic properties. 2 Experimental 2.1 Catalyst preparation Pd(acac)2 was synthesized in our laboratory according to the literature procedure [23]. [Pd(C3H5)Cl]2 was obtained from Strem Chemicals; Pt(acac)2, and Pt(CH3CN)2Cl2 from Aldrich and used as received without further purification. Pumice powder is waste from the building material manufactured by Pumex S.p.A. at Lipari (Italy), and prior use was treated according to Ref. [24], and was kindly supplied by Prof. G. Deganello. CeO2 was kindly supplied by Prof. A. Trovarelli. Al2O3 support (AKZO 000-1.5E), was used as received. Magnesium oxide (Merck 97% batch No. 308 TA 390565) was refluxed in deionized water for 3h, and then dried in air overnight at 110°C as reported in literature [25–27]. Following this treatment, MgO surface area was increased to 300m2 g−1. All the oxide supports were pretreated overnight in high vacuum at 500°C for MgO (MgO500) and Al2O3 (Al2O3 500), and at 300°C for CeO2 (CeO2 300). In order to get information on the effects of thermal treatments on MgO, a sample of this oxide was simply evacuated in mechanical vacuo overnight at ambient temperature. This sample is referred to as MgOAIR. Toluene and CH2Cl2 (Aldrich) were dried over activated molecular sieves in inert atmosphere. The oxide supports were impregnated at room temperature under Argon atmosphere with a diluted solution of metal precursor in anhydrous solvent, obtaining a 2wt.% metal loading for each sample. The solvent was removed in vacuo, and the sample dried overnight in vacuo. Samples with different MgO surface properties and different chlorine/platinum molar ratio were synthesized by the above procedure, namely AIR-Cl/Pt=0.0, was obtained from MgOAIR and a toluenic solution of Pt(acac)2; Cl/Pt=0.0 from MgO500 and a toluenic solution of Pt(acac)2; Cl/Pt=0.9 from MgO500 and a dichlorometane solution of Pt(acac)2 and Cl/Pt=2.6 from MgO500 and a dichlorometane solution of Pt(CH3CN)2Cl2. The Cl content was determined by argentimetric titration as already reported [28], and Cl/Pt ratios were calculated from experimental values of Cl and Pt contents. The chloride contents are significantly higher than the expected Cl/Pt ratios, when dichloromethane is used for sample preparation. Metal loadings were determined by ICP-AES (Pt) and AAS (Pd) after dissolution of the catalyst in a HCl/HNO3 mixture. Metal dispersion was measured by H2 pulse chemisorption technique at 100°C on samples reduced at 500°C and Ar purged at 350°C using a Micromeritics Pulse Chemisorb 2700 instrument. 2.2 Catalytic tests Prior to the catalytic runs, the impregnated catalysts were reduced in flowing hydrogen from 25 to 500°C at 10°C/min and kept at 500°C for 1h. Oxidative regeneration of used catalysts was done by heating in O2 flow (50ml/min) from 25 to 500°C at 10°C/min; the sample was then left at 500°C for 1h in O2, cooled down in flowing Ar, and reduced by standard treatment. The hydrodechlorination of CCl4 (Merck GR batch No. K22643522605) was performed in a continuos flow, fixed bed glass microreactor, working at atmospheric pressure, with H2/CCl4 ratios varying from 5 to 20. Gases were all reagent grade (99.999% obtained from SIAD). The reaction mixture was obtained by bubbling H2 or H2/Ar in CCl4 thermostated at various temperatures in order to obtain the desired H2/CCl4 ratio. Flow rates of the gas mixture vary from 22.0 to 33.0ml/min depending on the desired contact time; namely, for 100mg of 2% Pd catalyst, for τ=9s the total flow rate is 33.0ml/min. Quantitative analyses of reactants and products were carried out on an on-line gas-chromatograph (Carlo Erba Instruments HRGC 5160) fitted with a thermostated sampling valve and FID, using a 50m, 0.2mm cross-linked methylsilicone (Hewlett-Packard PONA) capillary column. The HCl evolution vs. time-on-stream (t.o.s.) was monitored by an on-line potentiometric cell, as described previously [28]. 2.3 EXAFS characterization X-ray absorption spectra were collected at the D42 beamline of LURE (Orsay-France) operating at 2GeV of positron energy and at a storage ring current of 200mA. The experimental station was equipped with a Si(331) channel-cut crystal monochromator. Second harmonics are absent due to the extinction rule of the Si(331); third harmonic is negligible due to the low photon flux at that energy. Pt metal foil has been used for the angle/energy calibration. All spectra were recorded at 25°C in transmission mode at the Pt LIII-edge (11.56keV) over the range 11.35–12.50keV. The powder samples were loaded under inert atmosphere in the catalysis-EXAFS cell (Lytle type). Sample homogeneity was checked by taking low-exposition photographs of the samples. The spectra of Pt(acac)2/MgO500 impregnated from toluene and CH2Cl2 solutions were recorded after in situ reduction at 500°C and after the catalytic tests at 150°C in H2/CCl4=10. The single scattering data analysis was performed with the “EXAFS pour le Mac” [29] software. Experimental χ(k) data were extracted from the absorption data by a conventional procedure (linear pre-edge background subtraction; 5th polynomial fit for the atomic-like contribution, subtracted following the procedure proposed by Lengeler and Eisenberger [30] normalization to edge height). The k 3-weighted χ(k) data were Fourier transformed (Kaiser window, τ=2.5) in a typical k range of 3–14Å−1, and the main contributions to the Fourier transform modulus were filtered in order to obtain metal nearest-neighbor shells. The so-obtained filtered contributions were analyzed using the non-linear least-squares fitting programs developed by Michalowicz [31]. Experimental phase shift and amplitude functions of the scattering oxygen and platinum atoms used in the fit of the supported samples were extracted from pure Pt(acac)2 and Pt foil, respectively. 3 Results and discussion Pd and Pt catalysts supported on various inorganic oxides were synthesized in order to evidence the effects of their different acid–base character on catalytic properties. They were synthesized by impregnation of the pretreated support from anhydrous solutions (in toluene or CH2Cl2) of the appropriated organometallic precursors. This method allows obtaining a high degree of interaction between the metal precursor and the support, as already reported for Pd/MgO catalysts [32,33]. Stable metal phases could be obtained by simply reduction, without altering the acid–base properties of activated supports, as it would otherwise occur using aqueous solutions of the inorganic salts conventionally used for impregnation. It is remarkably that the chloride contents are higher than the expected Cl/M value (M=Pd, Pt), when a dichloromethane solution is used for sample preparation. The same effect has been previously observed in magnesia-supported Pd samples prepared from CH2Cl2 solutions of Pd(acac)2 [28,33]. It was shown the chlorinated solvent released some chlorine via a metal-catalyzed base assisted rupture of C–Cl bonds with formation of surface Mg–Cl sites. 3.1 Pd-based catalysts Pd-based catalysts generally promote the formation of hydrocarbons (from C1 to C7), mainly methane and ethane whereas hydrochlorocarbons (CHCl3 and CH2Cl2) and chlorinated dimers as C2Cl6, C2Cl4 are produced in a lower amount (see Table 1 ). By comparing the performance listed in Table 1 is evident that a basic support is required in order to maintain a quite high conversion level, and depress the production of chlorinated dimers like hexachloroethane that represent a very noxious by-product. This peculiar hydrogenolytic activity of Pd/MgO catalysts leading to the complete cleavage of C–Cl bonds could be ascribed to the strong hydridic character of hydrogen atoms chemisorbed on the electron-rich Pd particles in strong contact with O2− sites of MgO [32,33]. We cannot exclude the presence of some form of chlorine–palladium interaction, but this effect may be indirect, occurring via the support, and the metal-support interface may well play a dominant role in the overall process. In fact it is also known that large, electron poor Pd particles on γ-alumina are less active in complete hydrogenation of CCl2F2 to CH4 [15]. During the catalytic test, even working at low conversion, there is a progressive deactivation (see Fig. 1 ) that could be due to chlorine poisoning, as reported in literature for the hydrodechlorination of CCl2F2 [13] and/or formation of high molecular weight hydro(chloro)carbons that cover active sites [14,34]. The formation of such hydro(chloro)carbons could account for the fact that, generally, the sum of % selectivity values for Pd-supported catalysts is not equal to 100%. A similar behavior was already reported for Pd supported on carbon reduced with molecular hydrogen [34], in this case the fast deactivation was ascribed to a formation of a polymer film on the surface that poisons active sites. The same mechanism could operate also in our systems, were a distribution of hydrocarbons fitting a Schulz–Flory model [35,36] for alkyl polymerization mechanism was found. Increasing the H2/CCl4 ratio results in a net increase in the hydrocarbons selectivity against the chlorinated products. Selectivity to methane is strongly depressed at low H2/CCl4 ratios (R); this evidence indirectly confirms the formation of methane by hydrogenolysis of heavier hydrocarbons (see Table 2 ). In fact, the hydrodechlorination of CCl4 with Pd-based catalysts requires an excess of hydrogen to convert all CCl4 into hydrocarbons. The similarity of R=10 and 20 is to be attributed to the fact that no effects of partial pressure of H2 are occurring once the stoichiometric ratio is exceeded. The effect of varying the reaction temperature is not so enhanced on total hydrocarbons selectivity (see Table 3 ), but their distribution is strongly influenced. At low temperature the production of higher hydrocarbons is enhanced and hydrogenolysis to methane is depressed. As could be expected the conversion decreases at low reaction temperature. Major drawbacks of Pd-based catalysts are their low activity and catalytic lifetime, moreover any attempt of reactivate them by reduction was ineffective. It is also not advisable to regenerate them by conventional oxidative treatment, since this results in a massive loss of active phase by volatilization of PdCl2 originated from the reaction between metallic Pd and Cl2 evolved from combustion of hydrochlorocarbons film adsorbed on Pd particles. 3.2 Pt-based catalysts As a general consideration Pt-based catalysts reach high conversion values and show a remarkable durability (see Fig. 2 ) producing CHCl3, with some methane and, in lower amount, ethane. The highest conversion levels are obtained with alumina and magnesia as supports (see Table 4 ). Pt/Al2O3 catalyst promotes a remarkable high production of CH2Cl2 and methane at the expenses of CHCl3. This behavior has never been reported in literature, both kinetic studies performed by Weiss et al. [3] and catalytic ones by other authors [6,7,9,10,37] report only CHCl3 and CH4 as major products. Only in TPSR experiments of adsorbed CCl4 at high H2 pressure, or using CHCl3 as reactant in standard hydrodechlorination reaction at low conversion, high selectivity to CH2Cl2 were achieved by Bae et al. [37]. In the case of our Pt/Al2O3 catalyst the high selectivity to CH2Cl2 and methane could be ascribed both to the high time of contact, compared to those used by previously cited authors, both to the presence of acidic Al3+ sites, that lead to a decrease in the electronic density on Pt particles increasing the bonding energy of adsorbed CCl3 fragments [6]. The reaction pathway 2 in Scheme 1 [3,10] becomes favored due to an increase of the residence time of CH3−n Cl n fragments on metallic surface. By increasing the contact time of from 1.5 to 6s results in an increase in CH2Cl2 and CH4 production against CHCl3 (pathway 1) and dimers (pathway 3) (Table 5 ). Pt particles on MgO are supposed to be more electron rich, owning to the interaction with basic O2− sites. This fact would, in turns, favor pathway 1. The contact time has effect only on conversion, since selectivity remains practically unchanged, according to data reported in literature [10]. This constancy in the range of contact times explored, and the very low percentages CH2Cl2 and C2Cl6 suggest that the ratios of reactions 2 and 3 are negligible compared to 1. The principal effect of low H2/CCl4 ratios, apart a net conversion decrease, is represented by an increased production of chlorinated dimers, mainly hexachloroethane and tetrachloroethene (Table 6 ). At values of H2/CCl4 ratio close to the stoichiometric value of 4, and operating at integral conditions, the dimerization of adsorbed CCl3 fragments became not negligible (see Scheme 1). In Table 7 are shown the catalytic performances of platinum catalysts supported on various MgO supports, whose surface properties were modified both by decreasing their highly basic character, sample AIR-Cl/Pt=0.0, both by introducing appropriate amounts of chlorine, but keeping its basic properties, samples Cl/Pt=0.0, Cl/Pt=0.9, Cl/Pt=2.6. The higher activity is observed with the Cl/Pt=0.9 catalyst, having an intermediate Cl/Pt ratio. The selectivity to CHCl3 is also higher at a Cl/Pt ratio of 0.9. Increasing Cl/Pt ratio, catalytic activity tends to decrease again, with a parallel increase in the hydrocarbon selectivity. The presence of chlorine deriving from the impregnation solvent (Cl/Pt=0.9) induces a beneficial effect on the catalytic properties when a chlorine-free Pt precursor was used. On the contrary, the use of a chlorine-containing Pt precursor decreases the catalytic performances. Owning to the basic character of MgO support its reactivity toward HCl, a major product of the hydrodechlorination reaction, plays an important role in catalytic behavior of our samples. Choi et al. [10] also reports the formation of a phase of MgCl2·xH2O in Pt/MgO catalysts after hydrodechlorination experiments. At the beginning of catalytic runs we observe a sharp increase in the temperature of the catalytic bed (up to 40°C for chlorine-free materials), after this induction period the temperature of the catalytic bed reaches steady-state conditions. During this induction period no HCl evolution could be detected, during steady-state conditions evolution of HCl takes place with a rate predictable on the basis of the distribution of reaction products. After catalytic runs, the catalysts were analyzed for their chlorine content and they show a chlorine/magnesium ratio equal to 0.33. According to literature data [38,39] for mixed magnesium oxo-chloride phases the formula of our support phase during steady-state catalytic reaction could be ascribed to a Sorel-type MgO–Mg(OH)2–5MgO MgCl2·xH2O. The profound influence on the catalytic activity of the initial chlorine content of the Pt/MgO material could be related to the prevention of overheating phenomena at the beginning of the catalytic run. However, a too high initial chlorine doping results in a similar effect, and lower steady-state conversions are obtained. In order to rationalize the catalytic behavior we tried to correlate catalytic data with the metal dispersion, of freshly reduced catalysts, measured by hydrogen chemisorption in a pulse mode at 100°C. The H/M values on AIR-Cl/Pt=0, Cl/Pt=0 and Cl/Pt=0.9 are 0.053, 0.956 and 0.177, respectively. The low value for AIR-Cl/Pt=0.0 sample could explain the low reaction rate, but the markedly lower value observed for Cl/Pt=0.9 sample, the most active catalyst, is consistent with Pt particles partially covered by Cl adsorbate. Chemisorption measurements are not allowed on used catalyst, because the presence of chlorine and organic residues on metal particles. To overcome these coverage problems we performed an ex situ EXAFS investigation on the more significant catalysts, freshly reduced and after catalytic runs (see Figs. 3 and 4 ) (fit results reported in Table 8 ). Sample Cl/Pt=0.9 after reduction exhibits small Pt clusters (CN(Pt)=4.6), in close contact with the oxygen atoms of support (CN(O)=2.3), and no presence of chlorine in contact with the metal phase (see Table 8). The mean particle diameter of metal particles could be estimated, in the hypothesis of f.c.c. packing and cubocthaedral geometry, around 11Å, consisting of 30 atoms clusters [40]. Chlorine is adsorbed on MgO support as Cl− ions deriving from the impregnation solvent, probably close to the metallic particles; a similar behavior is already reported in literature for analogous systems based on Pd [33]. After the catalytic test, a considerable increase in the particle size is observed (CN(Pt)=9.9). In f.c.c. packing and in the hypothesis of cuboctahedral particles, such a CN value corresponds to a mean particle diameter of about 30Å, which means a maximum of 30% surface atoms and an even smaller fraction of metal atoms in contact with the support surface. The small oxygen and/or chlorine contribution to the signal is thus covered by the heavy metal scatters. The non-Cl-containing catalyst (Cl/Pt=0.0) after reductive activation exhibits a dispersion almost at monoatomic level (CN(Pt)=1.6) and, after catalytic run, a moderate increase in particle size (CN(Pt)=4.6) and the presence of chlorine (CN(Cl)=0.9) on the metallic phase. These results cannot be rationalized on the basis of the structure insensitivity of the hydrodechlorination reaction, since the catalytic activity increase as the Pt particles size increases. Catalytic activity seems, therefore, to be related not only to the stability of metal phases under reaction conditions, but primarily to the initial chlorine content. The good stability of Pt phase, and the absence of appreciable coking, allows performing regeneration by a simple oxidation–reduction treatments of the used catalysts without altering the catalytic properties. 4 Conclusions Pd- and Pt-supported catalysts show completely different properties, due to different reaction mechanisms. The hydridic character of adsorbed H atoms and the easy cleavage of C–Cl bonds species lead to almost complete hydrogenation of CCl4 to hydrocarbons on Pd-supported materials. Instead, Pt catalysts show very high activity and selectivity to partial hydrodechlorination to trichloromethane, with methane as major byproduct. The strong basicity of support is important requirement in order to achieve high and stable conversion levels coupled to a high selectivity to chloroform. Using an acidic support such as alumina results in a increased production of dichloromethane. The initial chlorine doping of MgO support upon catalyst preparation plays an important role in preventing excessive overheating phenomena at the beginning of the hydrodechlorination reaction, when MgO reacts with HCl to form a Sorel-type magnesium oxo-chloride phase, which is stable under reaction conditions. Acknowledgments The authors wish to thank Dr. Alessandra Nobile and Dr. Michele Vimercati for carrying most part of catalytic tests; Dr. Laura Sordelli for the registration of EXAFS spectra. References [1] J.V. Michael K.P. Lim S.S. Kumaran J.H. Kiefer J. Phys. Chem. 97 1993 1914 [2] H. Windaw M. Wyatt Platinum Met. Rev. 37 1993 186 [3] A.H. Weiss B.S. Gambhir R.B. Leon J. Catal. 22 1971 245 [4] M.T. Holbrook, A.D. Horley, US Patent 5,105,032 (1992). [5] B. Coq G. Ferrat F. Figuéras J. Catal. 101 1986 434 [6] H.C. Choi S.H. Choi J.S. Lee K.M. Lee Y.J. Kim J. Catal. 166 1997 284 [7] B. Coq, F. Bouchara, D. Tournigant, F. Figuéras, in: G. Centi, et al. (Ed.), Environmental Catalysis, SCI Pub., Rome, 1995, p. 583. [8] Z.C. Zhang B.C. Beard Appl. Catal. A 174 1998 33 [9] S.Y. Kim, H.C. Choi, O.B. Yang, K.H. Lee, J.S. Lee, Y.G. Kim, Chem. Commun. (1995) 2165. [10] H.C. Choi S.H. Choi O.B. Yang J.S. Lee K.H. Lee S.Y. Kim J. Catal. 161 1996 790 [11] Z. Karpinski K. Early J.L. d’Itri J. Catal. 164 1996 378 [12] B.S. Ahn S.C. Lee J.D. Moon B.G. Lee J. Mol. Catal. 106 1996 83 [13] B. Coq J.M. Coignon F. Figuéras D. Tournigant J. Catal. 141 1993 21 [14] M. Makkee E.J.A.X. van de Sandt A. Wiersma J.A. Moulijn J. Mol. Catal. A 134 1998 191 [15] W. Juszczyk A. Malinowski Z. Karpiński Appl. Catal. A 166 1998 311 [16] A. Malinowski D. Łomot Z. Karpiński Appl. Catal. B 19 1998 L79 [17] M. Bonarowska A. Malinowski W. Juszczyk Z. Karpiński Appl. Catal. B 30 2001 187 [18] S. Ordóñez F.V. Dı́ez H. Sastre Appl. Catal. B 31 2001 113 [19] P. Forni L. Prati M. Rossi Appl. Catal. B 14 1997 49 [20] L. Perrone L. Prati M. Rossi Appl. Catal. B 15 1998 241 [21] J.L. Benitez G. Del Angel React. Kinet. Catal. Lett. 70 1 2000 67 [22] M.A. Aramendı́a V. Boráu I.M. Garcı́a C. Jiménez J.M. Marinas F.J. Urbano Appl. Catal. B 20 1999 101 [23] Gmelin Handbuch der Anorganischer Chemie, Palladium, Verlag Chimie, Weinheim, 1947, p. 302. [24] A.M. Venezia M.A. Floriano G. Deganello A. Rossi Surf. Interf. Anal. 18 1992 619 [25] T.E. Holt A.D. Logan S. Chakraborti A.K. Datye Appl. Catal. 34 1987 199 [26] E. Guglielminotti S. Coluccia E. Garrone L. Cerruti A. Zecchina J. Chem. Soc., Faraday Trans. 75 1979 96 [27] G. Leofanti M. Solari G.R. Tauszik F. Garbassi S. Galvagno J. Schwank Appl. Catal. 3 1982 131 [28] C. Dossi S. Recchia A. Fusi Fresenius J. Anal. Chem. 367 2000 416 [29] A. Michalowicz, J. Phys. IV France 7C2-235 (1997). [30] B. Lengeler E.P. Eisenberger Phys. Rev. B. 21 1980 4507 [31] F. James M. Roos Comput. Phys. Commun. 10 1975 343 [32] V. Dal Santo L. Sordelli C. Dossi S. Recchia E. Fonda G. Vlaic R. Psaro J. Catal. 198 2001 0 [33] M. Kappers C. Dossi R. Psaro S. Recchia A. Fusi Catal. Lett. 39 1996 183 [34] E.S. Lokteva V.I. Simagina E.V. Golubina I.V. Stoyanova V.V. Lunin Kinet. Catal. 41 6 2000 855 [35] A.G. Somorjai, Introduction to Surface Chemistry and Catalysis, Wiley, New York, 1994, p. 495. [36] P.J. Flory, Principles of Polymer Chemistry, Cornell University Press, Ithaca, NY, 1953. [37] J.W. Bae E.D. Park J.S. Lee K.H. Lee Y.G. Kim S.H. Yeon B.H. Sung Appl. Catal. A 217 2001 79 [38] L. Urwongse C.A. Sorrel J. Am. Ceram. Soc. 63 1980 501 [39] C.A. Sorrel C.R. Armstrong J. Am. Ceram. Soc. 59 1976 51 [40] H.G. Fritsche, R.E. Benfield, Z. Phys. D. At., Mol. Clusters 26 (Suppl.) (1993) 15.",
      "scopus-id": "0037204790",
      "coredata": {
        "eid": "1-s2.0-S1381116901004587",
        "dc:description": "Hydrodechlorination of carbon tetrachloride was performed at atmospheric pressure over Pd and Pt catalysts supported on various inorganic oxides (Al2O3, MgO, CeO2) and obtained from different organometallic precursors (Pd(acac)2, [Pd(C3H5)Cl]2, Pt(acac)2 and Pt(CH3CN)2Cl2. Generally, Pd-based catalysts show low conversion levels and high selectivity to C1–C7+ hydrocarbons with a distribution that fits a typical Schulz–Flory mechanism for alkyl polymerization. On the other hand, Pt catalysts show high and stable activity, the major products are CHCl3 and in lesser extent methane. Catalytic performances depend on the stability, under reaction conditions, of the metal phase, that could be related to the nature of chlorine species pre-adsorbed on catalysts. Owning to their superior catalytic performances, the structural modifications of Pt catalysts under reaction conditions were characterized by EXAFS spectroscopy.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004587",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dal Santo, V."
          },
          {
            "@_fa": "true",
            "$": "Dossi, C."
          },
          {
            "@_fa": "true",
            "$": "Recchia, S."
          },
          {
            "@_fa": "true",
            "$": "Colavita, P.E."
          },
          {
            "@_fa": "true",
            "$": "Vlaic, G."
          },
          {
            "@_fa": "true",
            "$": "Psaro, R."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004587"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004587"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00458-7",
        "prism:volume": "182",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Carbon tetrachloride hydrodechlorination with organometallics-based platinum and palladium catalysts on MgO",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrodechlorination"
          },
          {
            "@_fa": "true",
            "$": "Carbon tetrachloride"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "157-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 May 2002",
        "prism:doi": "10.1016/S1381-1169(01)00458-7",
        "prism:startingPage": "157",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00458-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1169",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "321",
            "@width": "502",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7296",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1688",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "306",
            "@width": "506",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11390",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "622",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "76",
            "@width": "278",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1835",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1117",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "320",
            "@width": "450",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5707",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1155",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "299",
            "@width": "441",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004587-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5787",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037204790"
      }
    }
  }
}