{
  "metadata": {
    "title": "Electrocatalytic oxidative cleavage by electrogenerated periodate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-03-18",
    "doi": "10.1016/S1381-1169(02)00551-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902005514",
    "pii": "S1381116902005514"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0242417603",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-11-14 2002-11-14 2010-04-18T22:33:40 1-s2.0-S1381116902005514 S1381-1169(02)00551-4 S1381116902005514 10.1016/S1381-1169(02)00551-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01641 2015-05-15T05:56:33.301439-04:00 0 0 20030318 2003 2002-11-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 195 195 1 2 1 2 Volume 195, Issues 1–2 15 139 145 139 145 20030318 18 March 2003 2003-03-18 2003 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. ELECTROCATALYTICOXIDATIVECLEAVAGEBYELECTROGENERATEDPERIODATE NAWAZKHAN F 1 Introduction 2 Experimental 2.1 General procedure for chemical oxidation 2.2 General procedure for electrochemical oxidation 2.3 Electrooxidative cleavage of benzoin 2.4 Electrooxidative cleavage of erythro-9,10-dihydroxyocta-decanoic acid (D) 2.5 Electrooxidative cleavage of aminoalcohols 3 Results and discussions 4 Conclusion Acknowledgements References STECKHAN 1987 1 E TORII 1986 155 S TORII 1985 4980 S MARKEN 1998 1186 F YOSHIYAMA 1985 201 A YOSHIYAMA 1985 989 A AIYA 1962 419 Y SHONO 1975 2546 T TANAKA 1995 2989 H TANAKA 2001 75 H TORII 1987 1797 S TORII 1989 2108 S SREEKUMAR 1993 2995 R SREEKUMAR 1994 692 R NAWAZKHANX2003X139 NAWAZKHANX2003X139X145 NAWAZKHANX2003X139XF NAWAZKHANX2003X139X145XF item S1381-1169(02)00551-4 S1381116902005514 1-s2.0-S1381116902005514 10.1016/S1381-1169(02)00551-4 271358 2010-10-04T20:39:53.92216-04:00 2003-03-18 1-s2.0-S1381116902005514-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/MAIN/application/pdf/80b318ce248788d3ec0a4a81b08a16e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/MAIN/application/pdf/80b318ce248788d3ec0a4a81b08a16e9/main.pdf main.pdf pdf true 119348 MAIN 7 1-s2.0-S1381116902005514-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/PREVIEW/image/png/c6ce638a4ad3ebe280462e37473cab6c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/PREVIEW/image/png/c6ce638a4ad3ebe280462e37473cab6c/main_1.png main_1.png png 60612 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902005514-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/fx1/THUMBNAIL/image/gif/8e2dd0dec4afa9d4c9930b35384f794c/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/fx1/THUMBNAIL/image/gif/8e2dd0dec4afa9d4c9930b35384f794c/fx1.sml fx1 fx1.sml sml 1656 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902005514-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/fx1/DOWNSAMPLED/image/gif/0a11c73cb5ebb0bdb451ebe72bdb1088/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/fx1/DOWNSAMPLED/image/gif/0a11c73cb5ebb0bdb451ebe72bdb1088/fx1.gif fx1 fx1.gif gif 3708 131 235 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902005514-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/sc1/THUMBNAIL/image/gif/1dfa4d3c78789a88f75e4286cfbdbcb0/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/sc1/THUMBNAIL/image/gif/1dfa4d3c78789a88f75e4286cfbdbcb0/sc1.sml sc1 sc1.sml sml 1449 93 75 IMAGE-THUMBNAIL 1-s2.0-S1381116902005514-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/sc1/DOWNSAMPLED/image/gif/a08db52917b204714a1e20fe59a84bf0/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/sc1/DOWNSAMPLED/image/gif/a08db52917b204714a1e20fe59a84bf0/sc1.gif sc1 sc1.gif gif 37431 679 550 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902005514-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/sc2/THUMBNAIL/image/gif/bb9639253c05a9c6f8a9e9f5498e1a59/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/sc2/THUMBNAIL/image/gif/bb9639253c05a9c6f8a9e9f5498e1a59/sc2.sml sc2 sc2.sml sml 1353 74 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902005514-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902005514/sc2/DOWNSAMPLED/image/gif/c2f62f0f72f44843da864cd986d4e1e8/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902005514/sc2/DOWNSAMPLED/image/gif/c2f62f0f72f44843da864cd986d4e1e8/sc2.gif sc2 sc2.gif gif 9829 316 536 IMAGE-DOWNSAMPLED MOLCAA 3837 S1381-1169(02)00551-4 10.1016/S1381-1169(02)00551-4 Elsevier Science B.V. Scheme 1 Oxidative cleavage of diols and related compounds. Scheme 2 Mediated biphase oxidation. Table 1 Chemical oxidation of diols and related compounds Experiment No. Substrate a (mmol) Reagent NaIO4 (mmol) Solvent PTC b (g) Reaction time (h) Yield (%) 1 A (5) 7.5 CH3OH None 5 87.72 c (80.16) d 2 A (5) 5 CH2Cl2/H2O 0.5 10 80.95 c 3 A (5) 5 CH2Cl2/H2O 0.1 10 56 c 4 B (4.6) 4.6 CH2Cl2/H2O 0.5 3 96.75 d 5 B (4.6) 4.6 CH2Cl2/H2O None 3 33.47 d 6 C (4.6) 4.6 CH2Cl2/H2O 0.1 3 19.8 c 7 C (4.6) 4.6 CH2Cl2/H2O None 3 2 c 8 D (19) 28.9 CH2Cl2/H2O 0.5 5 85 (76) e 9 E (17.2) 30 CH2Cl2/H2O 0.5 5 95 f 10 F (13) 15 CH3OH None 5 (74) g 98 11 F (13) 15 CH2Cl2/H2O 0.5 5 (63) g 99 12 G (9) 15 CH3OH None 5 (63) g 99 13 G (9) 15 CH2Cl2/H2O 0.5 5 (51) g 98 a A, benzoin (1g); B, hydrobenzoin (1g); C, benzil (1g); D, erythro-9,10-dihydroxyocta-decanoic acid (6.1g); E, cyclohexanediol (2g); F, N-benzylethanolamine (2g); G, N-phenylethylethanolamine (2g). b Tetrabutyl-ammoniumhydrogen sulphate. c Benzoic acid (L). d Benzaldehyde (K). e Aldehydic acid, OHC(CH2)COOH (N); and aldehyde, H3C(CH2)CHO (M). f Dialdehyde, OHC(CH2)4CHO (O). g Amine selectivity (P–S). Table 2 Electrooxidative cleavage of benzoin Experiment No. Anolyte composition a Phase transfer catalyst, TBHS Benzoic acid, yield (%) NaIO3 (g, mmol) b Na2SO4 (g, mmol) b 1 Nil 10.65 (75) None 0 2 0.212 (1) 10.65 (75) None 5 3 6.48 (33) 10.65 (75) 0.5 (1.5) 58 4 0.212 10.65 (75) 0.5 (1.5) 48 a Anode, Pb-PbO2; cathode, Pb; 2F/mol water, 100ml; CH2Cl2, 50ml. b 1g (5mmol). Table 3 Electrooxidative cleavage of hydrobenzoin Experiment No. Anolyte composition a Phase transfer catalyst, TBHS Benzaldehyde, yield (%) NaIO3 (g, mmol) b Na2SO4 (g, mmol) b 1 Nil 10.65 (75) None 0 2 0.212 (1) 10.65 (75) None 6 3 6.48 (33) 10.65 (75) 0.5 (1.5) 100 4 0.212 (1) 10.65 (75) 0.5 (1.5) 100 a Anode, Pb-PbO2; cathode, Pb; 2F/mol water, 100ml; CH2Cl2, 50ml. b 1g (4.6mmol). Table 4 Electrooxidative cleavage of erythro-9,10-dihydroxyocta-decanoic acid Experiment No. Anolyte composition a Phase transfer catalyst, TBHS Conversion b (%) NaIO3 (g, mmol) c Na2SO4 (g, mmol) c 1 Nil 10.65 (75) None 0 2 0.212 (1) 10.65 (75) None 15 3 6.48 (33) 10.65 (75) 0.5 (1.5) 95 4 0.212 10.65 (75) 0.5 (1.5) 90 a Anode, Pb-PbO2; cathode, Pb; 2F/mol water, 100ml; CH2Cl2, 50ml. b Based on GC analysis. c 1g (4.6mmol). Table 5 Oxidative cleavage of aminoalcohols Experiment No. Substrate a (mmol) Anolyte composition b Time (h) Conversion c Amine selectivity NaIO3 (mmol) Na2SO4 M 1 F (10) 28 0.5 10 93 58 2 F (10) 14 0.5 10 98 88 3 G (9) 25 0.5 10 71 65 4 H (10) 25 0.5 10 75 68 5 I (10) 25 0.5 10 74 70 6 J (10) 25 0.5 10 72 66 a F, N-benzylethanolamine; G, N-1-phenylethylethanolamine; H, N-cyclohexyethanolamine; I, p-CH3C4H4CH(NHCH2CH2OH)CH3; J, p-ClC4H4CH(NHCH2CH2OH)CH3. b pH of the solution was adjusted to 8 by the addition of NaOH; PTC, tetrabutyl-ammonium hydrogen sulphate; 0.5g 2F/mol water, 100ml; CH2Cl2, 50ml. c Based on GC analysis: includes amine and other products like formyl derivative hydrolysable to amine (P–S). Electrocatalytic oxidative cleavage by electrogenerated periodate F Nawaz Khan a R Jayakumar b C.N Pillai a ∗ a Central Electrochemical Research Institute, Chennai Unit, CSIR Madras Complex, Tharamani, Chennai 600113, India b Central Leather Research Institute, Bio-Organic Laboratory, Adayar, Chennai 600020, India * Corresponding author. Present address: No. 19, Srinivasapurm, I Street, Tiruvanmiyur, Chennai 600041, India. Fax: +91-44-4911589. An electrocatalytic method has been developed for the indirect oxidation of vicinal diols and related compounds like hydroxyketones and aminoalcohols. The oxidative cleavage has been performed in a biphase system containing a phase transfer catalyst by periodate generated from iodate at a Pb-PbO2 electrode. Keywords Electrocatalysis Glycol cleavage Periodate Electrogenerated reagent Aminoalcohol cleavage 1 Introduction Electrogenerated reagents have been used for indirect electrooxidation [1–5]. Periodate is an example of a selective oxidising agent for reaction such as a glycol cleavage [6–8], which can be electrogenerated from iodate. The oxidative cleavage of vicinal diols and related compounds like diketones, hydroxyketones and aminoalcohols can be done with sodium periodate. For water-soluble substrates, an aqueous medium is adequate. For water insoluble substrates, a solvent such as methanol, ethanol, t-butanol, dioxan or acetic acid in which the substrate and the oxidising agent have reasonable solubility has to be used. Use of such solvents is not always convenient. The solubility of sodium periodate in such solvents is low, often necessitating the use of large quantity of solvent. The use of phase transfer catalysis that is ideally suited for such situations has not been extensively studied for periodate oxidations. The iodate/periodate redox system and other systems has been extensively used for mediated electrooxidation [9–17]. In the reported procedure for the oxidation of 2,3-butanediol to acetaldehyde [10], further anodic oxidation of the aldehyde to acetic acid was encountered. This was circumvented by the use of an ex-cell process in which the electro-generated reagent (periodate) was transferred to another reactor where the organic substrate was added, and after separation of the organic products, the spent reagent was transferred back to the electrolytic cell for regeneration. It was felt that the use of a two phase anolyte where the electrogeneration of the reagent took place in the aqueous phase and the actual oxidation of the organic substrate took place in the organic phase could effectively simulate ex-cell conditions without actually transferring the oxidising agent to another reaction vessel. A phase transfer catalyst could be used for the aqueous phase-organic phase transfer of reagents. The present study was based on this concept. Though phase transfer catalysis in connection with several electrogenerated oxidising agents has been reported, it has not been applied to periodate. Our interest in periodate oxidation arose from a methodology developed in our laboratory for asymmetric synthesis of amines as outlined below [18,19]. It was of interest to see whether such aminoalcohols could be cleaved by the mediated electrooxidation. In the present study, the application of phase transfer catalysis was established by the study of chemical oxidation (by periodate) of selected substrates A–G (Scheme 1 ). Product analysis was done by gas chromatography and after isolation, by IR and NMR spectroscopy. In a few cases GC-MS was employed. Electrochemical oxidation of substrate A–J (Scheme 1) were done in an H-type divided cell with Pb-PbO2 anode and lead cathode. In those experiments involving phase transfer catalysis, the anolyte consisted of, in addition to the aqueous electrolyte, dichloromethane as the lower organic phase. Tetrabutyl-ammonium hydrogen sulphate (TBHS) was used as the phase transfer catalyst. In preliminary experiments, the efficiency of formation of periodate from iodate on the anode was established by doing electrolysis without added substrate and estimating the iodate formed by conventional procedure [7,8]. 2 Experimental The erythro-9,10-dihydroxyocta-decanoic acid was prepared [20] from a mixture of 11.28g (40mmol) of oleic acid in 100ml CH2Cl2 and 7.25g (50mmol) KMnO4 in 100ml H2O under phase transfer conditions using 1g of TBHS. The reaction mixture was stirred for 8h and was filtered using suction. The residue of MnO2 was thoroughly washed with CH2Cl2 and filtered again. The filterate was separated in a separating funnel. The organic layer was washed with distilled water to remove the TBHS. The separated organic layer was dried over anhydrous Na2SO4. The product formed was analysed by IR and NMR. 2.1 General procedure for chemical oxidation The chemical oxidations were carried out in a RB flask fitted with a stopper. The organic substrates about 1g were dissolved in dichloromethane, the oxidising reagent dissolve in water was added to it and the mixture was stirred vigorously for about 5h. After tested for completion of the reaction using TLC, the mixture was transferred into a separating funnel and the two layers were separated and the products were isolated. 2.2 General procedure for electrochemical oxidation An H-type cell with a sintered glass diaphragm was used for the electrochemical studies with a lead dioxide sheet anode obtained from a lead–acid battery and lead sheet cathode. Reference electrode (SCE) was positioned near the anode. The organic substrates were dissolved in dichloromethane, which formed the lower layer in the anode compartment in the portion of H-type cell below the level of the tube connecting the two limbs, when not stirring. The aqueous layer above CH2Cl2 consisted of 0.5M Na2SO4 with added NaIO3 and TBHS. The current through the solution was maintained at 0.15–0.3A and potential above 2.0V. After the electrolysis the dichloromethane layer was separated, washed with water and directly analysed by GC on SE-30 column, temperature programmed at 100–200°C. 2.3 Electrooxidative cleavage of benzoin The catholyte was made up of 3.5g (25mmol) of Na2SO4 in 50ml H2O and the anolyte, 10.65g (75mmol) of Na2SO4, 6.48g (32.7mmol) of NaIO3, 100ml H2O, 1g (5mmol) of benzoin, 0.5g (1.5mmol) TBHS and 50ml of CH2Cl2. The anolyte was agitated by a magnetic stirrer. The current through the solution was 0.15–0.30A and the anodic potential, 3.91–4.83V. After the electolysis, the anolyte was separated from the cell, transferred to a separating funnel, the organic layer separated, and worked up. 2.4 Electrooxidative cleavage of erythro-9,10-dihydroxyocta-decanoic acid (D) The catholyte consisted of 3.5g (25mmol) of Na2SO4 in 50ml H2O and the anolyte was 10.65g (75mmol) of Na2SO4, 6.48g (32.7mmol) of NaIO3, 100ml H2O, 1g (3.5mmol) of D, 0.5g (1.5mmol) TBHS and 50ml of CH2Cl2. A magnetic stirrer agitated the anolyte. The current was about 0.15–0.30A and the anodic potential, 3.91–4.83V. After the electrolysis, the anolyte was separated from the cell and was transferred to a separating funnel, the organic layer was separated and treated with NaOH, two layers were separated and the aqueous alkali layer was neutralised with acid to obtain the acidic product, CHO(CH2)7COOH (N). The organic phase was washed with water and neutral component, CH3(CH2)7CHO (M) was extracted. The products were analysed using IR and NMR. 2.5 Electrooxidative cleavage of aminoalcohols The catholyte consisted of 3.5g (25mmol) of Na2SO4 in 50ml H2O and the anolyte was 10.65g (75mmol) of Na2SO4, 6.48g (32.7mmol) of NaIO3, 100ml H2O, 1–2g (10mmol) of F–J, 0.5g (1.5mmol) TBHS and 50ml of CH2Cl2. The pH of the solution was initially adjusted to 8 by the addition of sodium hydroxide. This was done to prevent the anolyte becoming acidic which was objectionable as discussed below. The anolyte was agitated by a magnetic stirrer. The current was about 0.15–0.30A and the anodic potential, 3.91–4.83V. After the electolysis, the anolyte was separated from the cell and was transferred to a separating funnel, the organic layer was separated and treated with HCl, two layers were separated and the aqueous alkali layer was neutralised with acid to obtain the basic product, amine. The organic phase was washed with water and neutral component formyl derivative was extracted. The products were analysed using IR and NMR. 3 Results and discussions The results of the periodate oxidation of substrates A–G are presented in Table 1 . The oxidation proceeded smoothly in homogeneous medium (methanol). In heterogeneous medium (water–dichloromethane) in the absence of phase transfer agent (compare experiment Nos. 4–7) the conversion was low. Diketone, benzil, C (experiment Nos. 6 and 7) was oxidised at a slower rate than the diols and the hydroxyketone, benzoin. The aminoalcohols, F–G (experiment Nos. 10–13) were oxidised equally efficiently in methanol, as in the biphase system under phase transfer catalysis. Both the free amine and the formyl derivative, as already reported [19], were formed. There was no significant difference in amine selectivity between the two sets of conditions. The conclusion was that where a mutual solvent like methanol could be used, phase transfer catalysis offered no advantage other than avoiding the need to use large quantity of solvent. In the case of electrooxidation (Tables 2–5 ) phase transfer catalysis offered distinct advantages. In the absence of phase transfer catalyst, there was very little oxidation (experiment No. 2 in Tables 2–4). With iodate as the redox reagent and phase transfer catalyst, conversions were quite high (experiment Nos. 3 and 4 in Tables 2–4). Initial experiments were done with excess iodate in the anolate (experiment No. 3 in Tables 2–4). Subsequent studies with substoichiometric quantity of iodate gave equally satisfactory results (experiment No. 4 in Tables 2–4). Iodate, converted to periodate in the aqueous phase at the anode got extracted into the organic phase as ion pair with tetrabutyl-ammonium cation. After oxidation periodate was regenerated in the aqueous phase, completing the catalytic cycle. Effectively, dichloromethane layer in the anolyte had simulated ex-cell conditions (Scheme 2 ). The results of the oxidation of aminoalcohols are presented in Table 5. The situation with aminoalcohols was different from that with the other substrates. During electrolysis, the anode compartment became acidic. Hence, in principle there was no need to use a biphase system. However aminoalcohols gave intraceable products in acidic medium. Hence it was necessary to control the pH of the anolyte at neutral or slightly alkaline. This was done by the addition of alkali as required to maintain the pH at about 8. Because of the alkaline pH, tetrabutyl-ammonium ion underwent Hofmann degradation to some extent and tributylamine was detected as a product. Periodate oxidation of aminoalcohols gave, in addition to the amine, the N-formyl derivative of the amine as already reported [19]. 4 Conclusion The oxidative cleavage of compounds such ketoalcohol, diol and aminoalcohol by electrogenerated periodate utilising IO4 −/IO3 − redox mediator in a biphase system at the PbO2/Pb electrode was shown to be successful for water insoluble susbstrates. Under these conditions the IO4 − generated at the anode was transferred to the organic phase by the phase transfer agent, where the oxidation took place and the iodate formed in this step was transferred back to the aqueous phase where it got reoxidised to periodate at the anode, completing the catalytic cycle. Thus the “ex-cell” methodology was simulated within the cell itself, overcoming the solubility limitations and preventing further oxidation of the product formed. Acknowledgements The authors acknowledge the CSIR, Delhi for the funding, Director, CECRI Chennai Unit and Director, CLRI for facilities. References [1] J. Simonet, Organic Electrochemistry, Marcel Dekker, New York, 1991, p. 217. [2] E. Steckhan Top. Curr. Chem. 142 1987 1 [3] S. Torii T. Inokuchi T. Sugiura J. Org. Chem. 51 1986 155 [4] S. Torii T. Inokuchi K.J. Kondo Org. Chem. 50 1985 4980 [5] F. Marken A.M. Squires A. Alden R.G. Compton J.E.H. Bustan M.G. Moloney J. Phys. Chem. B 102 1998 1186 [6] A.S. Perlin, Oxidation, Marcel Dekker, New York, 1969, p. 189. [7] F.J. Welcher, Organic Analytical Reagents, vol. IV, Van Nostrand, Princeton, NJ, 1948, pp. 517–531. [8] E. Miller, F. Berger, Ber, 1902, p. 2655. [9] A. Yoshiyama T. Nonaka M.M. Baizer T. Chou Bull. Chem. Soc. Jpn. 58 1985 201 [10] A. Yoshiyama T. Chou T. Fuchigami T. Nonaka M.M. Baizer J. Electrochem. Soc. Jpn. 53 1985 989 [11] Y. Aiya S. Fujii K. Sujino K. Shirai J. Electrochem. Soc. 109 1962 419 [12] T. Shono Y. Matsumura T. Hasimoto K. Hibino K. Hamaguchi T. Aoki J. Am. Chem. Soc. 97 1975 2546 [13] H. Tanaka R. Kikuchi M. Baba S. Torii Bull. Chem. Soc. Jpn. 68 1995 2989 [14] H. Tanaka M. Kuroboshi H. Takeda H. Kanda S. Torii J. Electroanal. Chem. 507 2001 75 [15] S. Torii, T. Inokuchi, Y. Hirata, A simple and improved procedure for the conversion of alkynes to 1,2-diketones by indirect electrooxidation with ruthenium tetroxide as a mediator, Synthesis (1987) 377. [16] S. Torii T. Inokuchi Y. Araki Synth. Commun. 17 1987 1797 [17] S. Torii T. Inokuchi S. Matsumoto T. Saeki T. Oki Bull. Chem. Soc. Jpn. 62 1989 2108 [18] R. Sreekumar C.N. Pillai Tetrahedron Asymmetry 4 1993 2995 [19] R. Sreekumar R.B.C. Pillai C.N. Pillai Ind. J. Chem. 33B 1994 692 [20] M.A. Johnson, P.H. Washecheck, K. Yang, C.M. Starks, US Patent, 3,650,918 (1972).",
      "scopus-id": "0242417603",
      "coredata": {
        "eid": "1-s2.0-S1381116902005514",
        "dc:description": "An electrocatalytic method has been developed for the indirect oxidation of vicinal diols and related compounds like hydroxyketones and aminoalcohols. The oxidative cleavage has been performed in a biphase system containing a phase transfer catalyst by periodate generated from iodate at a Pb-PbO2 electrode.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-03-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902005514",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nawaz Khan, F"
          },
          {
            "@_fa": "true",
            "$": "Jayakumar, R"
          },
          {
            "@_fa": "true",
            "$": "Pillai, C.N"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902005514"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902005514"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00551-4",
        "prism:volume": "195",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Electrocatalytic oxidative cleavage by electrogenerated periodate",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Electrocatalysis"
          },
          {
            "@_fa": "true",
            "$": "Glycol cleavage"
          },
          {
            "@_fa": "true",
            "$": "Periodate"
          },
          {
            "@_fa": "true",
            "$": "Electrogenerated reagent"
          },
          {
            "@_fa": "true",
            "$": "Aminoalcohol cleavage"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "139-145",
        "prism:endingPage": "145",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 March 2003",
        "prism:doi": "10.1016/S1381-1169(02)00551-4",
        "prism:startingPage": "139",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00551-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1656",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "131",
            "@width": "235",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3708",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1449",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "679",
            "@width": "550",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37431",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "74",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1353",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "316",
            "@width": "536",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902005514-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9829",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0242417603"
      }
    }
  }
}