{
  "metadata": {
    "title": "Kinetic studies of liquid-phase acetal formation catalyzed by Keggin-type heteropolyacids",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00319-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003196",
    "pii": "S1381116996003196"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599575",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S1381116996003196 S1381-1169(96)00319-6 S1381116996003196 10.1016/S1381-1169(96)00319-6 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2015-05-15T05:56:33.668241-04:00 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 22 209 216 209 216 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. KINETICSTUDIESLIQUIDPHASEACETALFORMATIONCATALYZEDBYKEGGINTYPEHETEROPOLYACIDS SATO S MIZUNO 1994 319 N HILL 1995 407 C ONOUE 1978 432 Y AOSHIMA 1990 233 A NIPPONKAGAKUKAISHI MISONO 1990 1 M AOSHIMA 1990 127 A BEDNAREK 1989 929 M BABA 1986 317 T MAKSIMOV 1989 317 G 1990 24665y IZUMI 1983 299 Y MATSUO 1981 1315 K JOSHI 1989 282 M SATO 1991 1327 S SATO 1993 385 S HU 1993 437 C DUPONT 1995 217 P FARCASIU 1995 198 D SATOX1996X209 SATOX1996X209X216 SATOX1996X209XS SATOX1996X209X216XS item S1381-1169(96)00319-6 S1381116996003196 1-s2.0-S1381116996003196 10.1016/S1381-1169(96)00319-6 271358 2010-09-28T03:14:51.193104-04:00 1996-12-23 1-s2.0-S1381116996003196-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003196/MAIN/application/pdf/720718bdd07475322fd2e31b9eeea670/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003196/MAIN/application/pdf/720718bdd07475322fd2e31b9eeea670/main.pdf main.pdf pdf true 771186 MAIN 8 1-s2.0-S1381116996003196-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003196/PREVIEW/image/png/706c0ea32dfb538388748caa6328968a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003196/PREVIEW/image/png/706c0ea32dfb538388748caa6328968a/main_1.png main_1.png png 63012 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Kinetic studies of liquid-phase acetal formation catalyzed by Keggin-type heteropolyacids Satoshi Sato * , Keisuke Sagara, Hiromi Furuta, Fumio Nozaki Department of Applied Chemistry, Faculty of Engineering, Chiba Unit ersitv, Yavoi, Inage, Chiba 263, Japan Abstract Various acetal formation reactions were examined by a Keggin-type heteropolyacid. The reaction kinetics of the acetal formation was also investigated through comparison of heteropolyacids with other acid catalysts in the reaction between cyclohexanone and 1,2-butandiol to produce cyclohexanone ethylethylene acetal. Tungstosilicic acid was found to have, a superior catalytic activity compared to other acids. For several reactions between a carbonyl compound and a dialcohol, the reaction mixture was spontaneously separated into two liquid phases, a product phase and a catalyst phase, with high yields of acetal. The recovered catalyst phase was repeatedly applicable to the reaction for the formation of cyclohexanone ethylethylene acetal. The phase separation is concluded to be caused by exclusion of the product acetal from the catalyst phase. Although the catalytic activity was strongly depressed by water produced during the reaction, tungstosilicic acid was found to have a high resistance to water, compared to other acid catalysts. Keywords: Heteropolyacid; Acetal; Cyclohexanone; 1,2-butandiol; Kinetics 1. Introduction Heteropolyacids such as tungstosilicic acid (H4S'Wt204o), tungstophosphoric acid (H3PWIZ04o), and molybdophosphoric acid (H3PMo12040) have both acidic and redox properties, and their characteristics have been reviewed recently [1,2]. In acid-catalyzed reactions, they are utilized as homogeneous acids in liquid phase [1-17], as well as solid acids in heterogeneous systems [1,2,18]. Industrial processes such as the hydration of propylene [3] or isobutene [4,5] and the polymerization of tetrahydrofuran [6,7] have been built by using het- Corresponding author. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PI1 S1381-1169(96)00319-6 eropolyacids in the liquid phase. Further application of heteropolyacid catalysts has been examined for the production of commodity chemicals such as tetrahydrofuran [8], trioxane [9], methyltert-butylether [ 10], and bisphenols [ 11 ]. The attractive catalytic features of heteropolyacids are explained by both strong Brsted acidity [ 1,12,19] and softness of the anion [ 12]. Joshi et al. reported that the heteropolyacids exhibited superior catalytic activities for the formation of dimethyl acetal of carbonyl compounds in excess methanol solvent [ 14]. Although the heteropolyacids are usually insoluble in nonpolar solvents, the poor solubility of heteropolyacids in nonpolar product media improves the product selectivity, owing to the phase transfer separation of reactant and product 210 S. Sato et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 [6]. The authors have recently reported on cyclotrimerization of aliphatic aldehydes such as propanal, butanal, 2-methylpropanal and hexanal catalyzed by the heteropolyacids and its concomitant phase separation of catalyst [15,16]. The phase separation observed in the cyclotrimerization of propanal was applied to the recyclable use of catalyst, and has been explained as follows: while the reaction proceeds in the homogeneous phase, the polarity of the reaction mixture gradually decreases with increasing content of the less polar product, 2,4,6-triethyl-1,3,5-trioxane. Heteropolyacid complexes coordinated with propanal are insoluble in the product-rich solution, and then they are separated out and accumulated in the bottom phase [ 16]. In this paper, we investigate various acetal formation reactions with comparing heteropolyacids to other usual acids. We also describe a phase separation phenomenon and kinetics for the reaction between cyclohexanone and 1,2butandiol to produce cyclohexanone ethylethylene acetal. 2. Experimental All organic reagents were commercial products of highest purity ( > 98%), and used for the reaction without further purification. Keggintype heteropolyacids such as tungstosilicic acid (H4S'W1204o), tungstophosphoric acid (H3PW1204o), and molybdophosphoric acid (H3PMo12040), containing ca. 30 eq. of crystal water, were commercially available. Concentrated sulfuric acid (H2S04) and p-toluenesulfonic acid (p-TsOH) were also of commercially available purity. A stoichiometric amount of a carbonyl compound and an alcohol was used in each reaction. After a catalyst had been placed in a 50 ml flask containing alcohol without using a solvent, a carbonyl compound was added under the conditions described in the table and figures. After either the reaction mixture or the separated product phase had been neutralized with sodium bicarbonate, the composition was determined by GLC using a capillary column of bonded PEG 20M (30 m). In the kinetic studies, a small portion was periodically extracted from the reaction mixture. An acetal product, cyclohexanone ethylethylene acetal, was isolated by spontaneous separation, and identified by the measurements of NMR and IR. IR spectra were recorded on a JASCO IRA-1 spectrometer. NMR spectra were measured with a HITACHI 8600 instrument. Cyclohexanone ethylethylene acetal: IR 1030-1150 cm-', v (C-O-C); NMR 8, 0.93 (t, 3H, J= 6.4 Hz, -CH 3), 1.05 (m, 2H, -CH2-), 1.3-1.8 (m, lOH, -(CH2)5-), 3.50 (m, 1H, -O-CH=), 4.03 (m, 2H, -O-CH2-). 3. Results and discussion 3.1. Acetal formation catalyzed by heteropolyacids Table 1 summarizes the yields of various acetals in 24 combinations between four carbonyl compounds and six alcohols. The reactions were catalyzed by H4S'W1204o with a stoichiometric amount of a carbonyl compound and an alcohol without using a solvent. In Table Table 1 Acetal yields in reactions between carbonyl compound and alcohol catalyzed by a heteropolyacid. \\bol EtOH Carbonyl 0 &CHO 14 ~-CHO .OH HO,,OH H OHO~,~OH 0r _' -OH HO---I' H 2 7 0 76a 32 a 95 a 50 5 0 0 3 5 96 a 68 a 58a 70a 978 95 a 2 5 14 20 0 Each catalytic run was done by using a carbonyl compound (25 mmol) and stoichiometric amount of alcohol with regard to H4SiW120ao (0.200 g) at room temperature for 24 h. a The reaction mixture was separated into two liquid phases. S. Sato et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 1, monoalcohols such as ethanol and 2-propanol provided low yields of the respective acetals. In contrast to the monoalcohols, dialcohols such as 1,2-ethandiol, 1,2-butandiol, and 1,3-butandiol produced the respective acetals with high yields. Carbonyl compounds such as cyclohexanone, benzaldehyde, and 2-methylpropanal produced the respective acetals with high yields, while acetone yielded less products. For benzaldehyde, 1,2-ethandiol, 1,2-propandiol, 1,2butandiol, and 1,2-pentandiol gave the respective acetals with the yields of 32, 48, 58, and 64%, respectively (two of the data are not shown in Table 1). Then, the dialcohols with larger alkyl chain produced the respective acetals with higher yields. =a + HO'_'r_~ OH ,J * HZo o For nine combinations between three carbonyl compounds and three dialcohols which were marked with (a) in Table 1, the reaction mixture was homogeneous in the initial stage of reaction, and then separated into two liquid phases with reaction time. Phase separation has been also observed in cyclotrimerization of aliphatic aldehydes such as propanal, butanal and hexanal catalyzed by homogeneous acids [16]. When cyclohexanone (2.46 g) was reacted with 1,2-butandiol (2.25 g) using H4S'Wt204(0.200 g) as a catalyst, the conversion of cyclohexanone was 96%. The upper phase contained the produced cyclohexanone ethylethylene acetal and a small amount of unreacted cyclohexanone: the weights of cyclohexanone and cyclohexanone ethylethylene acetal were 0.103 and 3.877 g, respectively, while water and 1,2butandiol were not detected. Since the separated bottom phase mainly consisted of heteropolyacid and water, the composition of organic compounds in the bottom catalyst phase was estimated by extracting the organic compounds with diethylether, according to the same procedure described in the previous paper [ 16]. The weights 100 so C x 60 U U ,~- 40 0 0 20 0 CZ) 0 a b d e 0 5 10 15 20 Number of recycle / Fig. 1. Recycle use of catalyst for the formation of cyclohexanone ethylethylene acetal. Each catalytic run was repeated by using the mixture of cyclohexanone (25 mmol) and I,2-butandiol (25 mrnol) with regard to a recovered catalyst phase containing 0.24 mmol proton at room temperature for 3 h. (a) Catalysed by H4 SiW] 2 040 (0.200 g); (b) HzPMo,,O; (c) H ~PW,Oa,: (d) p-TsOH; (e) H,SO;. of water, 1,2-butandiol, cyclohexanone, and the acetal in the catalyst phase were 0.517, 0.107, 0.016, and 0.087 g, respectively. The fraction of the acetal separated into the upper phase was 97.8%. In the cyclotrimerization of propanal [16], heteropolyacid complexes coordinated with propanal were separated from the product-rich solution. In the acetal formation of this work, however, product acetals were assumed to be separated out from the reaction mixture, judging from the observation. Thus, 1,2-butandiol was not found in the upper product phase. Although H4SiW1204o was not detected in the upper phase for the small amount of catalyst, 0.002 g of H4SiW]204o was detected in the upper phase during a large scale application using 1.000 g of H4S1W]2040~ Fig. 1 shows the recycle-run activity using the bottom catalyst phase in the acetal formation between cyclohexanone and 1,2-butandiol. The bottom catalyst phase separated by using a separatory funnel was examined for the repeated reaction without isolation of catalyst. The recycle-run activity of heteropolyacid has gradually decreased with the number of recycle. In the fifteenth run of H4SiW,204o, however, the con- 212 S. Sato et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 version of cyclohexanone for 24 h attained the first-run level of conversion. Phase separation was also observed in other acid catalysts as H2S04 and p-TsOH. Although the first-run conversion levels of H 2 S04 and p-TsOH were almost the same as those of heteropolyacids, the recycle-run activities steeply decreased with the number of recycle. Since all the acid catalysts tested were divided into the bottom phase with the same molar ratio of 0.998, the distribution of catalyst in the upper phase was negligibly small. The cause of decrease in recycle-run activity was assumed to be gradual increase of water accumulated in the bottom catalyst phase. The acetal formation between cyclohexanone and 1,2-butandiol will be further discussed in detail from the standpoint of the reaction kinetics in the following section. 3.2. Reaction kinetics The reaction rate for acetal formation in the recycle-run test was so high that the following kinetic studies were done using small amounts of catalyst in homogeneous systems at low conversion of cyclohexanone. Typical changes in conversion of cyclohexanone with reaction time for the formation of cyclohexanone ethylethylene acetal are shown in Fig. 2. Among the heteropolyacids, H4S'Wt204o was found to be active compared with other acids such as pTsOH and H2S04. In order to estimate the reaction order, changes in the initial reaction rate with the concentration of reactants were examined (Fig. 3). The reaction rate was independent of the concentration of cyclohexanone, and was proportional to the concentration of 1,2-butandiol. This concludes that the reaction rate is first order with respect to butandiol concentration and zero order of cyclohexanone. Although it has been reported that reaction rates were occasionally affected by heteropoly anion [8,13], the reaction rate for the acetal formation in this work was unchanged with increase in the concentration of heteropoly anion by adding heteropolyacid sodium salt, Na4S'Wt204o. Be- 25 7 20 - c 0 . lo- o U 15- _o-- b c e d 0 5 10 15 Reaction time / min Fig. 2. Changes in conversion of cyclohexanone with process time at 0. Each reaction was carried out by using 9.9 ml of the reaction mixture containing 50 mmol of cyclohexanone, 50 mmol of 1,2-butandiol, and an acid catalyst having 0.013 mmol of proton. (a) Catalyzed by HQSiWIZ04o; (b) H3PMo12040; (c) HsPW1zOao> (d) P-TsOH; (e) catalyzed by HZS04 contained 0.051 mmol of proton. cause the rate of acetal formation was directly proportional to the concentration of catalyst, the rate of acetal formation was first-order with respect to the concentration of proton. Thus, the conversion data illustrated by a curve (a) in Fig. 2 were analyzed by using the ~E 0.4 0.3 R o.z L 0 0.0 . a a _E a e~ b 0 1 2 3 4 5 6 [reactant] / mol l-1 Fig. 3. Dependence of reaction rate of acetal formation on the reactant concentration catalyzed by H4SiWIzO4o at 0. Each reaction was examined by using 9.9 ml of the reaction mixture containing (50- x) mmol of cyclohexanone (a), (50- y) mmol of 1,2-butandiol (b), and an acid catalyst having 0.013 mmol of proton, where x and y had been individually changed from 0 to 25. Acetone was used as a balance to maintain 9.9 ml of the volume. S. Sato et al./ Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 0.4 0.3 0.2 0.1 0.0 b a 0 5 10 15 Reaction time / min Fig. 4. Test of first-order rate equation by integral method for acetal formation catalyzed by H4S'Wlz04o at 0. (a) Plots were the same data as those of curve (a) in Fig. 2; (b) ideal first-order line. integral formula of first-order kinetics; ln(1 /(1 - x)) = knH+t, where x, k, nH+, and t are the conversion of cyclohexanone, first-order reaction rate constant, number of protons, and reaction time, respectively. The plots, however, were not on the straight line (b) in Fig. 4. Although the heteropolyacids are known as effective acid catalysts even in aqueous media [3-5,8,13] as well as in water-producing reactions [ 14,17,18], the reaction rate must be gradually depressed by water produced during the course of reaction: the reaction rate constant (k) expressed by the slope of the curve (a) in Fig. 4 decreases with conversion. The effect of water added prior to the reaction upon the reaction rate is demonstrated in Fig. 5. Fig. 5 clearly shows that the added water greatly decreases the reaction rate. An initial first-order rate constant (k) was calculated from a slope of the curve at time 0, as has been shown in Fig. 4. In the cases without water addition, the rate constants (ko) for H4S'Wtz04o, H 3PMotz04o, H3PWt204o, p-TsOH, and H 2 S04 are 5200, 3050, 2200, 1170, and 535 min-' (mol H+)-', respectively. Although the acid strength of H4S'W,z04o has been reported to be lower than those of H3PM01204o and H3PW12040 [121, H4S'W12040 is occasionally the most active for some reac- 20 c 0 'L 15 a~ 0 U 213 30 25~ a b C 10 5 0 10 15 Reaction time / min 0 5 d Fig. 5. Effect of water addition upon the conversion of cyclohexanone catalyzed by H4SiW,ZO4o at 0. Reaction conditions are the same as those in Fig. 2. (a) H20/H' = 0; (b) HO/H' = 100; (c) HO/H' = 400; (d) HO/H' =1000. dons among them [6,9,12]. The activity order of the acids in this study was similar to the order of softness of anions which Izumi et al. examined in an aqueous solution [12]; the softness order is SiWtzO > PWtzO > PMotzO > p-TsO-> S04-. The high catalytic activity of H4S1W]z04o for the acetal formation is probably caused by the softness of the SiW1ZO anion resulting from the large negative charge and the large size of the anion. Fig. 6 shows the variation of first-order rate constant ( k) with the amount of water added to sooo 5000 4000 0 3000 E zooo 1000 0 b d c 0 10o 2oo 300 400 H20/H' / - Fig. 6. Variation in the rate constant (k) with added water. Reaction conditions are the same as those in Fig. 2. (a) HQSiW,ZOao; (b) H3PMo120a0; (c) H3PW11Oao; (d) p-TsOH; (e) H, SO4. 214 S. Sato et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 the reaction mixture. For every catalyst tested, a rate constant (k) was found to be decreased with an increase in H20/H+. As the additional information, a characteristic variation in a relative rate constant (k/ko) with the amount of added water is displayed in Fig. 7, where k and ko are the rate constant with and without water addition, respectively. For the reactions catalyzed by the heteropolyacids, the ratios of rate constant (k/ko) were found to be gradually decreased with increasing H20/H+. In contrast, the reactions catalyzed by p-TsOH and H2SO4 were drastically depressed even by a small amount of water. In the cyclotrimerization of propanal [16], the reaction rate was also greatly affected by water; the second-order rate constant linearly decreased with increase in the logarithm of water content. In this reaction, however, the quantitative relation between rate constant and water content was really complicated. Although we preliminarily calculated the logarithm of water volume (V), V'/3 (proportional to radius of water drop while water surround proton), and V z/3 (surface area of the water drop), we did not obtain linear relationships between those values and the rate constant (k). Then, we assume that produced and/or added water surrounds anions such as S'W12040 , PMo 12040 , 1.0 n . 0.8. 0.s 0.4 0.0 a 0 100 200 300 400 H20/H+ / - Fig. 7. Variation in the relative rate constant (k/ko) with added water. Reaction conditions are the same as those in Fig. 2. (a) HaSiWI20ao; (b) H3PMo1ZOao; (c) p-TsOH; (d) HZS04. w w H+ H+ H+ 1 (HH+ S042- SiW120404_ H+ H+ nHZO nH20 (a) Fig. 8. Models of water coordinated to anions. (a) HZSO4, (b) heteropolyacids. The width of water layer around anion (w) can be calculated from Eq. (1), assuming that r, is 0.15 nn for H2SO4 and 0.6 nm for heteropolyacids. and S04 -, and that a water layer with a width (w) is formed as shown in the models of Fig. 8. Assuming that the radius (rl) of SiW120 and PMot204O- is 0.6 nm [12], and that of S04- is 0.15 nm, the width (w) of the water layer is calculated from the following equation: 47r[(rl+w)3_r3, 3 NA 18n where n and NA are the number of water molecules surrounded an anion (H20/anion) and Avogadro number, respectively. For H4SiWt204o, H3PMotzO4o, and HZS04, changes in the widths of water layer (w) estimated by using Eq. (1) with the amount of water ( n) are illustrated in Fig. 9. The width of water layer increased with increase in the number of water for every catalyst. A significant difference between heteropolyacids and H 2 S04 was found in Fig. 9: the width of water layer around H 2 S04 was thicker than those around heteropolyacids. Among the heteropolyacids, H4SiW1z040 and H3PMo12040 had different widths of water layer at the same ratio of H20/H+ because of different charges of the anions. Fig. 10 shows the relation between the rate constant ratio (k/ko) and the width of water layer (w). The rate constant linearly decreased with increase in the width of water layer. The linear relationship suggests that the size of the anion is possibly related with the S. Sato et al. /Journal of Molecular Catalysis A: Chemical 174 (1996) 209-216 E C 3 0 2.0 7 1.0 a 0 500 1000 1500 2000 H20/an i on (n) / - Fig. 9. Changes in the calculated width of the water layer around the anion (w) with the number of water molecules (n). (a) HQSiWI204o (closed symbol) and HIPM012040 (open symbol); (b) H'S04' , HO/H+ =100; A o, HO/H' =200; o, H,O/H+ =300. acid strength of the proton in the aqueous media. The large negative slope of HZS04 indicates that the HZS04 is greatly deactivated by water; the small negative slope of H4SiWlZOao indicates that H4SiWt204o has high resistance to water compared to other acid catalysts. The water-resistant nature of H4SiW12040 is probably related to the large electron charge of 4- : the larger the charge of the anion, the higher the resistant to water. 1.0 0.5 0.0 215 3.3. Kinetic consideration of phase separation As shown in Fig. 5, the reaction is greatly affected by water. When 1000 water molecules per proton were added in the reaction mixture (curve (d) in Fig. 5), the time-conversion curve showed a straight line. Here we consider the situation surrounding the catalysts. Since the reaction rate has been found to be first order of 1,2-butandiol concentration and zero order of cyclohexanone, it can be assumed that protonation to 1,2-butandiol is the rate limiting step of the reaction. During the course of the reaction, we are not able to find the exact concentration of the separated phases. If the reaction proceeds in a homogeneous phase, the concentration of the reactant linearly decreases with increasing the conversion along the line (b) of Fig. 11. When the product acetal is immediately separated from the reaction mixture even at low conversions, the exact concentration of reactants should not linearly decrease with increase in the conversion. Assuming that the product acetal is not in the reaction mixture but exists in a separate phase, the concentration of reactants should be given in the following equation: C, _ {M(1 -x)103}/{M[Mw,(1 -x) /d, + MW,,(1 - x)/d,+ MW3.x/d3]} (2) sT s a 4 3 ~~ 2 b a 0 U 0.0 0.2 0.4 0.6 0.8 1.0 0.0 0.5 1.0 1.5 2.0 Conversion (x) / % Width of water layer (w) / nm Fig. 10. Relation between the width of the water layer around the anion (w) and the relative rate constant (k/k,,). (a) H;SiWi 1040: (b) H3PMo]z04o; (c) H2S04' Fig. 11. Relation between the conversion (.r) and the calculated concentration of 1,2-butandiol in a separated catalyst phase. (a) Calculated from Eq. (2); (b) calculated concentration in the homogeneous phase. 216 S. Sato et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 209-216 where C2, x, M, Mw,, (n = 1-3), and d, (n = 1-3) are the concentration of 1,2-butandiol, conversion of reactant, mole of reactant, molecular weights of cyclohexanone, 1,2-butandiol, water, and densities of cyclohexanone, 1,2butandiol, water, respectively; M = 50.0 mmol, Mwl = 98.15, dl = 0.946, MwZ = 90.12, d2 = 1.006, Mw3 = 18.00, d3 = 1.000. The relation between the conversion and the calculated concentration of 1,2-butandiol is illustrated in curve (a) of Fig. 11. Even at a conversion of 60%, the concentration of 1,2-butandiol is kept at 90% of the initial concentration. This finding suggests that the concentration of 1,2-butandiol is almost unchanged with the conversion. Thus, the firstorder rate equation (dCox/dt = kCnH+, where dCox/dt, k, C, Co, and nH+ are reaction rate, rate constant, concentration of 1,2-butandiol, initial concentration of 1,2-butandiol, and number of protons, respectively) should be simply rearranged to d x/d t = knH+ because C is nearly equal to Co. If large excess of water is added prior to the reaction in order to remove the deactivation by the produced water, the reaction rate must be apparently zero order of reactants. In the case with a H20/H+ ratio of 1000, it was understandable that the curve (d) in Fig. 5 resulted in a straight line. In addition, a datum (x is 0.95, and CZ is 1.95) for the bottom catalyst phase mentioned in the second paragraph of the results and discussion part was found to locate on the calculated curve (a) in Fig. 11. These facts prove that the phase separa- tion in the acetal formation is caused by exclu- sion of product acetal from the bottom catalyst phase. References [1] N. Mizuno and M. Misono, J. Mol. Catal. 86 (1994) 319. [2] C.L. Hill and C.M. Prosser-McCartha, Coordination Chem. Rev. 143 (1995) 407. [3] Y. Onoue, Y. Mizutani, S. Akiyama and Y. Izumi, Chemtech 8 (1978) 432. [4] A. Aoshima, S. Yamamatsu and T. Yamaguchi, Nippon Kagaku Kaishi (1990) 233. [5] M. Misono and N. Nojiri, Appl. Catal. 64 (1990) 1. [6] A. Aoshima, S. Tonomura and S. Yamamatsu, Polym. Adv. Technol. 2 (1990) 127. [7] M. Bednarek, K. Brzezinska, J. Stasinska, P. Kubisa and S. Penczek, Macromol. Chem. 190 (1989) 929. [8] T. Baba and Y. Ono, J. Mol. Catal. 37 (1986) 317. [9] Asahi Chemical Industry Co. Ltd. Japan Patent 88 37,109 (1988). [10] G.M. Maksimov and I.V. Kozhevnikov, React. Kinet. Catal. Lett. 39 (1989) 317. [11] Asahi Chemical Industry Co. Ltd. Jpn. Kokai Tokkyo Koho JP, 02 45,439 (1990); CA 113: 24665y (1990). [12] Y. Izumi, K. Matsuo and K. Urabe, J. Mol. Catal. 18 (1983) 299. [13] K. Matsuo, K. Urabe and Y. Izumi, Chem. Lett. (1981) 1315. [14] M.V. Joshi and C.S. Narasimhan, J. Catal. 120 (1989) 282. [15] S. Sato, C. Sakurai, H. Furuta, T. Sodesawa and F. Nozaki, J. Chem. Soc. Chem. Commun. (1991) 1327. [16] S. Sato, H. Furuta, T. Sodesawa and F. Nozaki, J. Chem. Soc. Perkin Trans. 2 (1993) 385. [17] C. Hu, M. Hashimoto, T. Okuhara and M. Misono, J. Catal. 143 (1993) 437. [18] P. Dupont, J.C. Vedrine, E. Paumard, G. Hecquet and F. Lefebvre, Appl. Catal. A: General 129 (1995) 217. [19] D. Farcasiu and J.Q. Li, J. Catal. 152 (1995) 198. MOLCAA 96003196 S1381-1169(96)00319-6 10.1016/S1381-1169(96)00319-6 Chemical and metal complex catalysis Kinetic studies of liquid-phase acetal formation catalyzed by Keggin-type heteropolyacids Satoshi Sato ∗ Keisuke Sagara Hiromi Furuta Fumio Nozaki Department of Applied Chemistry, Faculty of Engineering, Chiba University, Yayoi, Inage, Chiba 263, Japan ∗ Corresponding author. Various acetal formation reactions were examined by a Keggin-type heteropolyacid. The reaction kinetics of the acetal formation was also investigated through comparison of heteropolyacids with other acid catalysts in the reaction between cyclohexanone and 1,2-butandiol to produce cyclohexanone ethylethylene acetal. Tungstosilicic acid was found to have a superior catalytic activity compared to other acids. For several reactions between a carbonyl compound and a dialcohol, the reaction mixture was spontaneously separated into two liquid phases, a product phase and a catalyst phase, with high yields of acetal. The recovered catalyst phase was repeatedly applicable to the reaction for the formation of cyclohexanone ethylethylene acetal. The phase separation is concluded to be caused by exclusion of the product acetal from the catalyst phase. Although the catalytic activity was strongly depressed by water produced during the reaction, tungstosilicic acid was found to have a high resistance to water, compared to other acid catalysts. Keywords Heteropolyacid Acetal Cyclohexanone 1,2-butandiol Kinetics References [1] N Mizuno M Misono J. Mol. Catal. 86 1994 319 [2] C.L Hill C.M Prosser-McCartha Coordination Chem. Rev. 143 1995 407 [3] Y Onoue Y Mizutani S Akiyama Y Izumi Chemtech 8 1978 432 [4] A Aoshima S Yamamatsu T Yamaguchi Nippon Kagaku Kaishi 1990 233 [5] M Misono N Nojiri Appl. Catal. 64 1990 1 [6] A Aoshima S Tonomura S Yamamatsu Polym. Adv. Technol. 2 1990 127 [7] M Bednarek K Brzezinska J Stasinska P Kubisa S Penczek Macromol. Chem. 190 1989 929 [8] T Baba Y Ono J. Mol. Catal. 37 1986 317 [9] Asahi Chemical Industry Co. Ltd. Japan Patent 88 37,109 (1988). [10] G.M Maksimov I.V Kozhevnikov React. Kinet. Catal. Lett. 39 1989 317 [11] Asahi Chemical Industry Co. Ltd. Jpn. Kokai Tokkyo Koho JP, 02 45,439 (1990) CA 113 1990 24665y [12] Y Izumi K Matsuo K Urabe J. Mol. Catal. 18 1983 299 [13] K Matsuo K Urabe Y Izumi Chem. Lett. 1981 1315 [14] M.V Joshi C.S Narasimhan J. Catal. 120 1989 282 [15] S Sato C Sakurai H Furuta T Sodesawa F Nozaki J. Chem. Soc. Chem. Commun. 1991 1327 [16] S Sato H Furuta T Sodesawa F Nozaki J. Chem. Soc. Perkin Trans. 2 1993 385 [17] C Hu M Hashimoto T Okuhara M Misono J. Catal. 143 1993 437 [18] P Dupont J.C Vedrine E Paumard G Hecquet F Lefebvre Appl. Catal. A: General 129 1995 217 [19] D Farcasiu J.Q Li J. Catal. 152 1995 198",
      "scopus-id": "0030599575",
      "coredata": {
        "eid": "1-s2.0-S1381116996003196",
        "dc:description": "Various acetal formation reactions were examined by a Keggin-type heteropolyacid. The reaction kinetics of the acetal formation was also investigated through comparison of heteropolyacids with other acid catalysts in the reaction between cyclohexanone and 1,2-butandiol to produce cyclohexanone ethylethylene acetal. Tungstosilicic acid was found to have a superior catalytic activity compared to other acids. For several reactions between a carbonyl compound and a dialcohol, the reaction mixture was spontaneously separated into two liquid phases, a product phase and a catalyst phase, with high yields of acetal. The recovered catalyst phase was repeatedly applicable to the reaction for the formation of cyclohexanone ethylethylene acetal. The phase separation is concluded to be caused by exclusion of the product acetal from the catalyst phase. Although the catalytic activity was strongly depressed by water produced during the reaction, tungstosilicic acid was found to have a high resistance to water, compared to other acid catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003196",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Sato, Satoshi"
          },
          {
            "@_fa": "true",
            "$": "Sagara, Keisuke"
          },
          {
            "@_fa": "true",
            "$": "Furuta, Hiromi"
          },
          {
            "@_fa": "true",
            "$": "Nozaki, Fumio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003196"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003196"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00319-6",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Kinetic studies of liquid-phase acetal formation catalyzed by Keggin-type heteropolyacids",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropolyacid"
          },
          {
            "@_fa": "true",
            "$": "Acetal"
          },
          {
            "@_fa": "true",
            "$": "Cyclohexanone"
          },
          {
            "@_fa": "true",
            "$": "1,2-butandiol"
          },
          {
            "@_fa": "true",
            "$": "Kinetics"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "209-216",
        "prism:endingPage": "216",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00319-6",
        "prism:startingPage": "209",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00319-6",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599575"
      }
    }
  }
}