{
  "metadata": {
    "title": "Modified W/HZSM-5 catalysts: structure and catalytic properties",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-06-12",
    "doi": "10.1016/S1381-1169(01)00100-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901001005",
    "pii": "S1381116901001005"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035849454",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-05-31 2001-05-31 2010-04-18T18:49:19 1-s2.0-S1381116901001005 S1381-1169(01)00100-5 S1381116901001005 10.1016/S1381-1169(01)00100-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01379 2022-06-21T17:08:51.230168Z 0 0 20010612 2001 2001-05-31T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 171 171 1 2 1 2 Volume 171, Issues 1–2 21 195 203 195 203 20010612 12 June 2001 2001-06-12 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. MODIFIEDWHZSM5CATALYSTSSTRUCTURECATALYTICPROPERTIES DELUCAS A 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalytic tests 2.3 Catalyst characterization 3 Results and discussion 3.1 Catalyst characterization results 3.2 Surface tungsten species 3.3 Methane oxidation tests 3.4 Relationship between structure and catalytic activity 4 Conclusions Acknowledgements References SCHWARZ 1995 477 J HERMAN 1997 1 R PARMALIANA 1997 57 A PARMALIANA 1994 514 A PARMALIANA 1995 231 A BANARES 1997 73 M ARENA 1997 66 F FARALDOS 1996 214 M SMITH 1993 226 M IRUSTA 1996 9 S MARCHI 1997 47 A ANTINOLO 2000 139 A DELUCAS 1998 165 A DELUCAS 1999 143 A DELUCAS 2000 81 A UGUINA 1995 451 M XU 1995 135 Y CHEN 1995 190 L KIM 1995 209 D SALVATI 1981 3700 L LOUIS 1993 453 C DELUCASX2001X195 DELUCASX2001X195X203 DELUCASX2001X195XA DELUCASX2001X195X203XA 2022-06-11T04:22:03.281Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Spain Direccion General de Investigación Cientı́fica y Técnica DGICT Dirección General de Investigación Científica y Técnica http://data.elsevier.com/vocabulary/SciValFunders/501100006527 http://sws.geonames.org/2510769/ DGICYT PB92-521 Financial support from Direccion General de Investigación Cientı́fica y Técnica (DGICYT, Project PB92-521, Ministry of Education, Spain) is gratefully acknowledged. Special thanks are given to Mr. Lobato for his help with the scanning electron microscopy analysis. item S1381-1169(01)00100-5 S1381116901001005 1-s2.0-S1381116901001005 10.1016/S1381-1169(01)00100-5 271358 2010-10-03T05:03:39.338262-04:00 2001-06-12 1-s2.0-S1381116901001005-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/MAIN/application/pdf/f4b88439cd308cf8b97463adfe32c2bd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/MAIN/application/pdf/f4b88439cd308cf8b97463adfe32c2bd/main.pdf main.pdf pdf true 205693 MAIN 9 1-s2.0-S1381116901001005-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/PREVIEW/image/png/4c4f98cdb72ce0c6185f6968cf640525/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/PREVIEW/image/png/4c4f98cdb72ce0c6185f6968cf640525/main_1.png main_1.png png 57892 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901001005-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr1/THUMBNAIL/image/gif/b5be8e6e75e93353853bc5432520c944/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr1/THUMBNAIL/image/gif/b5be8e6e75e93353853bc5432520c944/gr1.sml gr1 gr1.sml sml 1117 93 88 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr1/DOWNSAMPLED/image/gif/22293c4c818781a5b383f21e6ffd0d61/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr1/DOWNSAMPLED/image/gif/22293c4c818781a5b383f21e6ffd0d61/gr1.gif gr1 gr1.gif gif 6020 312 296 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001005-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr2/THUMBNAIL/image/gif/bbb6d90ac8e76fc035d10729248e380a/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr2/THUMBNAIL/image/gif/bbb6d90ac8e76fc035d10729248e380a/gr2.sml gr2 gr2.sml sml 1149 94 69 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr2/DOWNSAMPLED/image/gif/98b548029d02ec3e75b8a3d78d57648d/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr2/DOWNSAMPLED/image/gif/98b548029d02ec3e75b8a3d78d57648d/gr2.gif gr2 gr2.gif gif 7478 346 255 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001005-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr3/THUMBNAIL/image/gif/18891c5e920a30881f74c3e2ce31ba56/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr3/THUMBNAIL/image/gif/18891c5e920a30881f74c3e2ce31ba56/gr3.sml gr3 gr3.sml sml 893 93 72 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr3/DOWNSAMPLED/image/gif/fb4ec5bb91181256811123eaf7050a63/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr3/DOWNSAMPLED/image/gif/fb4ec5bb91181256811123eaf7050a63/gr3.gif gr3 gr3.gif gif 5370 360 278 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001005-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr4/THUMBNAIL/image/gif/8cbf1d331df7ef9df958a17ed6ee8419/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr4/THUMBNAIL/image/gif/8cbf1d331df7ef9df958a17ed6ee8419/gr4.sml gr4 gr4.sml sml 898 31 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr4/DOWNSAMPLED/image/jpeg/7ecc7de898cde721bba948ebf67250b2/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr4/DOWNSAMPLED/image/jpeg/7ecc7de898cde721bba948ebf67250b2/gr4.jpg gr4 gr4.jpg jpg 24228 154 615 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001005-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr5/THUMBNAIL/image/gif/d4072db20d5a6d165b2ec6fd64d76c67/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr5/THUMBNAIL/image/gif/d4072db20d5a6d165b2ec6fd64d76c67/gr5.sml gr5 gr5.sml sml 1865 92 43 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr5/DOWNSAMPLED/image/jpeg/267cc576f1f8c712e795807e888ebeb4/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr5/DOWNSAMPLED/image/jpeg/267cc576f1f8c712e795807e888ebeb4/gr5.jpg gr5 gr5.jpg jpg 76478 666 312 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001005-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr6/THUMBNAIL/image/gif/c25509f284d923a20086c5d58d367cac/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr6/THUMBNAIL/image/gif/c25509f284d923a20086c5d58d367cac/gr6.sml gr6 gr6.sml sml 873 93 54 IMAGE-THUMBNAIL 1-s2.0-S1381116901001005-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001005/gr6/DOWNSAMPLED/image/gif/ed2342423d0a17c0a738dfd470b0c53e/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001005/gr6/DOWNSAMPLED/image/gif/ed2342423d0a17c0a738dfd470b0c53e/gr6.gif gr6 gr6.gif gif 11761 558 323 IMAGE-DOWNSAMPLED MOLCAA 3120 S1381-1169(01)00100-5 10.1016/S1381-1169(01)00100-5 Elsevier Science B.V. Fig. 1 Temperature-programmed reduction profiles of t-W/HZSM-5 catalysts: (a) t-ZW 0.02; (b) t-ZW 0.05; (c) t-ZW 0.06; (d) t-ZW 0.07; (e) t-ZW 0.10; (f) t-ZW 0.20; (g) bulk WO3. Fig. 2 UV diffuse reflectance spectra of t-W/HZSM-5 catalysts: (a) t-ZW 0.02; (b) t-ZW 0.05; (c) t-ZW 0.06; (d) t-ZW 0.07; (e) t-ZW 0.10; (f) t-ZW 0.20. Fig. 3 UV diffuse reflectance spectra of t-ZW 0.07 catalyst: (a) in the final form and (b) after impregnation step. Fig. 4 Model of the joining of the tetrahedral monomeric W species to the Brönsted acid sites of the zeolite. Fig. 5 SEM micrographs of calcined W/HZSM-5 catalysts: (a) ZW 11.9; (b) t-ZW 0.20; (c) t-ZW 0.02. Fig. 6 Reaction parameters vs. tungsten loading for the two W/HZSM-5 catalyst series: specific surface activity (SSA) (□) and formaldehyde turnover frequency (TOFHCOH) (▾). (A) Catalyst t-ZW series; (B) ZW series. Reaction conditions: T=650°C; W/F=7.41ghmol−1; CH4/O2=5.3M. SSA expressed as mol CH4 converted per m2 s; TOFHCOH expressed as mol HCOH produced per molWs. Table 1 Characterization parameters of the treated W/HZSM-5 catalysts Catalyst Tungsten content (wt.%) BET surface area (m2 g) Relative total acidity a HZSM-5 0 307 1.00 t-ZW 0.02 0.02 279 0.93 t-ZW 0.05 005 273 0.91 t-ZW 0.06 0.06 269 0.92 t-ZW 0.07 0.07 271 0.90 t-ZW 0.10 0.10 260 0.92 t-ZW 0.20 0.20 249 0.91 a Calculated as (mmol NH3 per g)cat/(mmol NH3 per g)HZSM-5. Table 2 Methane conversion and product selectivities for methane partial oxidation over W/HZSM-5 catalysts Catalyst CH4 conversion (mol%) Selectivity (mol%) STYHCOH a (gkgcat −1 h−1) HCOH CO CO2 t-ZW 0.02 10.3 9.2 50.7 40.1 27.3 t-ZW 0.05 10.5 11.0 51.1 37.9 26.8 t-ZW 0.06 10.9 14.2 45.8 40.0 50.0 t-ZW 0.07 10.3 15.6 46.3 38.1 52.4 t-ZW 0.10 10.8 8.3 49.6 42.3 28.6 t-ZW 0.20 11.2 12.0 51.6 36.4 43.4 HZSM-5 b 11.4 – 66.7 33.3 – ZW 0.8 b 9.8 3.5 25.0 71.6 11.1 ZW 2.4 b 9.4 5.2 35.1 59.6 15.8 ZW 4.0 b 11.0 4.6 41.3 54.1 16.3 ZW 7.1 b 11.3 4.9 41.0 54.1 17.9 ZW 9.5 b 11.0 4.8 47.2 48.0 17.1 ZW 11.9 b 11.9 4.1 46.0 49.9 15.8 a Formaldehyde space time yield. b Data from [13]. Reaction conditions: T=650°C; space velocity, W/F=7.41ghmol−1; molar ratio CH4/O2=5.3. Modified W/HZSM-5 catalysts: structure and catalytic properties A de Lucas J.L Valverde * L Rodriguez P Sanchez M.T Garcia Departamento de Ingenierı́a Quı́mica, Facultad de Ciencias Quı́micas, Universidad de Castilla-La Mancha, Ciudad Real 13004, Spain * Corresponding author. Tel.: +34-926295300; fax: +34-926295318 Conventional aqueous impregnated W/HZSM-5 catalysts have been modified by treatment with an 1M ammonia aqueous solution prior to the calcination step, obtaining tungsten loading in the range 0.02–0.2wt.% UV diffuse reflectance spectroscopy (UV DRS), X-ray diffraction (XRD), temperature-programmed reduction (TPR), temperature-programmed desorption of ammonia (TPDA), surface area measurement, scanning electron microscope (SEM) and TEM were used for the characterization of the samples. The catalysts obtained were almost exclusively constituted of monomeric tungsten species. The characterization findings let us draw a model in which these species are chemically joined to the Brönsted acid sites of the HZSM-5 zeolite and, therefore, well dispersed on the support. These catalysts were tested in the partial oxidation of methane to formaldehyde at atmospheric pressure. The obtained formaldehyde yields were up to three times higher than those of the conventional aqueous impregnated W/HZSM-5 catalysts. Keywords W/HZSM-5 catalyst Supported tungsten species Oxidation of methane (partial) Formaldehyde 1 Introduction In the last years many papers have been focused on the study of the effect of the support on the properties and the catalytic behavior of metal oxides active in a given reaction. The support may not only increase the dispersion of the active phase but also facilitate the formation of surface species characterized by a high activity and a good selectivity [1]. MoO3 and V2O5 supported catalysts are specially promising for selective oxidation reactions having showed an excellent behavior in the catalytic partial oxidation of methane to C1 oxygenates [2,3]. Recent papers show that the catalytic properties of supported MoO3 and V2O5 are strongly affected by the metal oxide-support interaction, which controls both reducibility and dispersion of the active phase [4–7]. It has been reported that the activity of the catalyst in methane activation is affected by the catalyst reducibility. This parameter depends on several factors such as metal oxide loading and nature of the support [7,8]. On the other hand, the dispersion of the active phase determines the kind of metal oxide species formed on the support. The comprehension of the role of these supported species in the reaction mechanism is a key to increase the formaldehyde selectivity and, subsequently, the reaction yield. Several active sites have been described for silica-supported molybdena and vanadium oxide catalysts. It seems to be a general agreement in the catalytic role of each active site in the methane partial oxidation [3,9–12]. Thus, MO sites (M=Mo, V) of terminal atoms in metal oxide crystallites or isolated monomeric species seem to be specific sites for HCOH production, while MOM sites of polymeric species and metal oxide cluster would lead to the total oxidation products. Since W and Mo are closely related chemically, it is reasonable to expect these two catalysts to exhibit similar structural features. Based on this idea, we have reported several papers dealing with the characterization of supported WO3 and MoO3 catalysts prepared by conventional aqueous impregnation and their catalytic properties in the partial oxidation of methane to formaldehyde. HZSM-5 zeolite has been the main support used but precipitated silica has been also employed [12–15]. As expected, the obtained results showed a certain parallelism in the structure of the supported metal oxide phase for both W/HZSM-5 and Mo/HZSM-5 catalysts [15]. It was shown that the kind of metal oxide species formed on the catalyst was dependent on both metal oxide loading and the nature of the support surface [14]. Thus, monomeric species with MO sites, probably joined to the acid sites of the zeolite, were the responsible of the selective production of formaldehyde reaching STY values up to ca. 60gkgcat −1 h−1 [12,15]. In this paper, the preparation of W/HZSM-5 catalysts mainly constituted of monomeric W species is reported. For this purpose, HZSM-5 zeolite was impregnated with ammonium metatungstate solution and then washed with ammonia aqueous solutions. The resulting catalysts were used in the partial oxidation of methane to formaldehyde and compared to those W/HZSM-5 samples without ammonia treatment [13]. 2 Experimental 2.1 Catalyst preparation NaZSM-5 zeolite (Si/Al=45) was synthesized according to the method described elsewhere [16] using ethanol as template. X-ray diffraction (XRD) confirmed that the product was 100% crystalline. Fully exchanged HZSM-5 (checked by chemical analysis) was obtained by ion exchange of 10g of the zeolite with 200ml of 0.6M aqueous solution of HCl followed by drying at 110°C overnight. The first step of the preparation method was the aqueous impregnation of the HZSM-5 zeolite with solutions of ammonium metatungstate, according to an earlier procedure [13]. The HZSM-5 zeolite powder was contacted in a rotary evaporator with aqueous solutions of ammonium metatungstate, (NH4)6W12O40·xH2O(10ml of solution per g zeolite). The concentration of the salt was adequately selected in order to yield tungsten loading in the range 0.8–11.9wt.%. After 4h of stirring at ambient temperature, the water was completely removed by evaporation at 70°C under vacuum. These materials were further treated with an ammonia aqueous solution in order to remove the physically adsorbed tungsten species of the catalysts. 10g of dry sample were stirred for 5min with 200ml of 1M ammonia solution, then filtered and repeatedly washed with deionized water. Finally the samples were dried at 110°C for 4h and calcined at 675°C for 2.5h. The catalyst will be referred to as t-ZW x (treated W/HZSM-5 catalysts), x indicating the final tungsten loading of the catalyst. 2.2 Catalytic tests The catalytic tests were carried out in a fixed bed continuous flow quartz reactor (internal diameter: 21.4 mm) at 650°C. A standard reactant mixture of methane and oxygen (5.3:1 molar ratio) without diluent was used at ambient pressure. The flow rates of both reactants were controlled by calibrated Brooks mass flow meters. Space velocity of the feed was 7.41ghmol−1. The reactor was heated by means of an oven with three independently controlled heating zones. A thermocouple was placed in the center of the bed in order to measure the reaction temperature (bed axial variation being only ±5°C). The effluent streams were analyzed by a Hewlett–Packard 5890A gas chromatograph equipped with a TCD detector and two columns: a Porapak Q column to separate CH4, CO2, CO+O2, HCOH and water and a molecular sieve 5A packed column to separate CO and O2. Calibration for formaldehyde was obtained with a 40% HCOH aqueous solution. In the present research, the carbon balance between methane consumed and HCOH, CO and CO2 produced was always better than 97%. Prior to the runs, catalyst samples were pretreated “in situ” in an oxygen flow from the ambient temperature to the reaction temperature, 650°C, and held at the latter about 1h. Approximately 2h were required to reach apparently steady state conditions. Sampling of the product stream was repeated until the analytical results were reproducible. 2.3 Catalyst characterization Tungsten analyses were carried out in the Galbraith Laboratories (Knoxville, USA) by ICP-AES. BET surface area and micropore volume of the calcined samples were measured by using a Quantachrome Autosorb-1 apparatus with nitrogen as the adsorbate. X-ray powder diffraction patterns were recorded on a Philips PW1710 diffractometer using Cu Kα radiation. Scanning electron microscope (SEM) micrographs were obtained with a Philips XL30-CPDX4i SEM on Au metalled samples. TEM images were recorded using a JEOL JEM-2000 FX transmission electron microscope operating at 200kV. UV diffuse reflectance spectra (UV DRS) were performed by using Spectralon as a reference on a Perkin-Elmer Lambda-20 spectrometer equipped with a diffuse reflectance accessory. The spectra were recorded immediately after calcination of the samples. The scanning wavelength range was 198–500nm and the scan speed was 120nmmin−1. TPR experiments were recorded on a Micromeritics TPD/TPR analyzer. The samples were pretreated from ambient temperature to 675°C in argon flow. Following pretreatment, TPR experiments were run in a 17% H2/Ar stream (50Ncm3 min−1) heating up to 900°C at a rate of 10°Cmin−1. During this time the exit gas was monitored using a TCD detector. Total acid site density of the catalysts was measured by a temperature-programmed desorption of ammonia (TPDA) by means of a Micromeritics TPD/TPR analyzer. The samples were housed in a quartz tubular reactor and pretreated in flowing helium while heating at 15°Cmin−1 to 675°C. After a period of 30min at 675°C, the samples were cooled at 180°C and saturated by flowing a pure ammonia stream for 15min. The catalysts were then allowed to equilibrate under helium flow at 180°C for 1 h. Finally, the ammonia was desorbed by using a linear heating rate of 15°Cmin−1 up to 675°C. Temperature and detector signals were simultaneously recorded. The unique area under the curve was integrated to determine the total acidity of the catalyst. 3 Results and discussion 3.1 Catalyst characterization results Tungsten loading and BET surface areas of the t-W/HZSM-5 catalysts are shown in Table 1 . As seen, the treatment with NH3(aq) brings about the removal of a significant amount of tungsten (from 0.8–11.9 to 0.02–0.20wt.%), presumably the physisorbed species. In spite of the low tungsten contents obtained, surface area of the samples decreases meaningfully as tungsten loading increases. This indicates a strong interaction between zeolite surface and the tungsten species that enables a good dispersion [4]. This decrease is more pronounced for the samples with the highest W content, i.e. t-ZW 0.10 and t-ZW 0.20. This fact can be attributed to the partial blocking of the zeolite channels caused by the entrance or deposition of tungsten species. Similar conclusions have been reported for the untreated W/HZSM-5 catalysts [13] and for Mo/HZSM-5 catalysts [17,18]. TPR profiles of the catalysts and the bulk WO3 are given in Fig. 1 . The TPR pattern of bulk WO3 exhibits two peaks with maxima at 655 and 740°C. These peaks may be assigned to the two step-wise reduction of WO3 to W(0) (W(VI)→W(IV)→W(0)) [14]. TPR profiles of the samples do not show any hydrogen consumption in the range 300–900°C with except to the highest loaded catalyst. We have reported that the reducibility of this type of catalysts decreases as the strength of the interaction metal oxide species-support surface increases [12–14]. Similar findings have been reported by Faraldos et al. for MoO3/SiO2 catalysts [8]. The results shown in this paper point out the existence of tungsten species attached to the HZSM-5 zeolite and, therefore, well dispersed on the support surface. The existence of a single reduction peak for the t-ZW 0.20 sample may indicate the presence of partially reducible polymeric tungsten species in some extent. The UV DRS of all the catalysts (Fig. 2 ) present a band at about 230–240nm. This band is the unique for all the samples excepting for the t-ZW 0.10 and t-ZW 0.20 catalysts. These samples exhibit an additional band, as a shoulder, at about 265nm. According to the reported wavelength for oxotungsten species [13,14], the band a 230–240nm could be assigned to tetrahedrally coordinated W(VI) species while the band at about 265nm could be assigned to octahedral polyoxotungstate W(VI) species. Therefore, the low loaded catalysts contain exclusively monomeric W species while the samples with the highest loading present low amounts of polyoxotungstate species. It is reasonable to assume that both type of W species are chemically joined to the zeolite surface since they remain on the catalyst after the ammonium washing treatment. As expected, the XRD spectra and TEM micrographs of the samples confirmed the absence of a WO3 crystalline phase. These results strongly confirm the TPR findings. The relative acidity values of the catalysts, evaluated by TPD of ammonia, are shown in Table 1. It can be seen that the acidity of the tungsten samples decreased compared to the HZSM-5 zeolite. In spite of the different tungsten loading of the samples, the observed decrease is very similar for all of ones. This fact could indicate a good dispersion of the tungsten species in the low loaded samples, larger than in the higher loaded ones. This fact will be discussed in the next section. 3.2 Surface tungsten species In a previous paper regarding to W/HZSM-5 catalysts [13], it was reported the presence of both polymeric and monomeric tungsten species in the samples after impregnation stage. The existence of the former ones was expected having into account the pH-dependent behavior of the tungstate ion (the polytungstate anion is the predominant in acidic solutions while the tungstate ion is stable in neutral or alkaline solutions) and the assumption of an acidic point of zero charge (PZC) for the zeolite surface [13,19]. This last consideration can be done on the basis of the observed decrease in the impregnation solution pH from ∼4.0 to 3.4 when it is contacted with HZSM-5 zeolite. However, the presence of monomeric tungsten species was attributed to their relation with the Brönsted acid sites of the zeolite that enables the simultaneous formation of those species [13]. As an example, in Fig. 3 are comparatively shown the UV DRS of the t-ZW 0.07 sample after impregnation step (Fig. 3b) and in the final form (Fig. 3a). It can be seen that the impregnated sample exhibit two bands at about 220 and 265nm corresponding to tetrahedral monomeric and octahedral polyoxotungstate species, respectively. However, the spectra of the final t-ZW 0.07 catalyst show only a band at about 230nm attributed to the monomeric tungsten species. This phenomenon is seen for all the samples except to t-ZW 0.10 and t-ZW 0.20 samples, that posses low amounts of polymeric species (Fig. 2). Thus, the ammonium washing treatment drastically decreases the total W loading of the samples remaining almost exclusively the monomeric W species. This provides additional evidences concerning to the joining of the isolated tetrahedral W species to the Brönsted acid sites of the support surface during the impregnation step. A model of this interaction is showed in Fig. 4 . This phenomenon would be analogous to the reported joining of the WO4 species to the OH groups of silica and alumina [19–21]. Likewise, it has been demonstrated the physical nature of the interaction between HZSM-5 surface and the majority of the polytungstate species. If we consider that the zeolite used in this work shows 0.4meq OH groups per g, on the basis of a SiO2/Al2O3 ratio of 90, a maximum load of 1.9% of tungsten can be achieved, with a ratio of two OH groups per W atom. However, the final W loading of the t-ZW samples are substantially lower than this value. This may be attributed to the adsorption in a large extent of polymeric tungsten species during the impregnation stage [13]. Thus, the majority of these latter species, physically adsorbed on the zeolite, are removed by the ammonium washing. Taking into account the above assumptions, the characterization results show that the samples with the highest W loading have a certain amount of polymeric species. These species, due to their large size, are located on the external surface of the zeolite causing the blocking of the HZSM-5 channels in some extent. This fact would explain the relatively low BET areas of the t-ZW 0.10 and t-ZW 0.20 catalysts (Table 1). However, in spite of the partial channel blocking, the relative acidity values of these catalysts are similar to those showed by the other samples. It seems that the decrease in acidity due to the pore blocking is counterbalanced by a lesser degree of covering of the zeolite surface by the polymeric species. Summarizing, the ammonium washing leads to a catalyst series very different from the untreated W/HZSM-5 catalysts. While the treated catalysts contain mainly monomeric species well dispersed with low W loading, the latter exhibit a large amount of polymeric species (polyoxotungstate and WO3 crystallites), mainly for the highest tungsten contents [13]. This fact was confirmed by means of SEM coupled to energy dispersive X-ray analysis (EDAX). In Fig. 5 are shown the SEM images of treated t-ZW 0.02 and t-ZW 0.20 samples together with that of untreated ZW 11.9 sample. It can be seen that ZW 11.9 catalyst (Fig. 5a) exhibits several polymeric tungsten aggregates of large size on the zeolite crystallites (one of them indicated with an open circle) while these structures are seen in a lower extent (and with lower size) for the t-ZW 0.20 sample (Fig. 5b). The t-ZW 0.02 catalyst (Fig. 5c) does not show any tungsten aggregates on the zeolite surface. 3.3 Methane oxidation tests The products of the partial oxidation of methane with molecular oxygen over W/HZSM-5 catalysts are HCOH, CO, CO2 and H2O. In Table 2 are summarized the catalytic results for all the t-W/HZSM-5 catalysts. For comparison, results from [13] for untreated W/HZSM-5 catalysts and HZSM-5 zeolite are also included in Table 2. The contribution of the homogeneous reaction in the pre-heated zone of the reactor used in this work was reported to be ∼0.8mol%, carbon oxides being the unique products formed (mainly CO2) [14]. This contribution was not taken into account in the methane conversion values since it is equal for all the runs. We have reported the activity of the acid sites of the HZSM-5 on methane conversion leading to the total oxidation products (mainly CO) [13]. Likewise, catalytic results from both W/HZSM-5 catalyst series clearly point out that the active sites for formaldehyde production are located on the supported tungsten oxide phase. Methane conversion values obtained with the t-W/HZSM-5 catalysts are slightly lower than that of HZSM-5. This fact can be attributed to the partial covering of the HZSM-5 active sites with tungsten species less active for methane conversion. With respect to untreated catalysts, this effect is seen only for the low loaded samples. For higher contents the existence of more active tungsten species counterbalances the blocking of the active sites of the zeolite [14]. The most important difference between the catalytic performances of the two catalyst series arises from the selectivity to formaldehyde. As seen in Table 2, t-ZW catalysts exhibit HCOH values up to three times higher than those of untreated ones. It is especially remarkable the high value obtained for the t-ZW 0.02 sample in spite of its low tungsten loading. So, it can be said that the treatment of the catalyst has achieved the proposed object, i.e. the almost exclusively occurrence of tungsten species specific for formaldehyde production from methane. As a result, the formaldehyde space-time yields obtained for t-ZW catalyst series are substantially higher than those of the ZW samples, reaching values around to 50g HCOH per kg of catalyst and per hour. With respect to the selectivity to carbon oxides, it can be seen (Table 2) that, in general terms, t-ZW samples show higher CO selectivity values than ZW catalyst series. Likewise, for t-ZW catalyst series, selectivity to carbon dioxide is meaningfully lower than that of untreated catalyst. These facts will be adequately discussed later. 3.4 Relationship between structure and catalytic activity The main differences between the catalytic features of both W/HZSM-5 catalyst series have been pointed out above, nevertheless, a more detailed analysis of the results may be made taking into account the great variation in the tungsten loading of the catalysts. The catalytic results have been defined in terms of specific surface activity (SSA, mol CH4 converted per m2 s) and formaldehyde turnover frequency (TOFHCOH, mol HCOH produced per molWs). The formaldehyde turnover frequency values have been calculated assuming that all the supported metal is active. In Fig. 6 A and B are shown the SSA values vs. tungsten loading for t-ZW and ZW catalyst series, respectively. The SSA value of HZSM-5 zeolite is also indicated in the two graphs. It can be seen that, for t-ZW catalysts with tungsten contents higher than 0.07wt.% (Fig. 6A), the SSA of the samples increases very slightly with the presence of the tungsten oxide phase. However, for ZW series, SSA of the zeolite is significantly enhanced when tungsten loading increases above 2.4wt.% (Fig. 6B). It has been reported that reducibility of the supported metal oxide phase is the key for the oxygen activation and, subsequently, for methane activation in these type of catalysts [4,5,14]. According to this assumption, for ZW catalysts, the observed high reducibility of the tungsten oxide overlayer (which covers the active sites of the zeolite surface in large extent) leads to a significant improvement in the SSA of the HZSM-5 [14]. Respect to t-ZW catalyst series, the low W loading of the samples causes that the majority of the active sites of the zeolite are not covered by the tungsten species. Moreover, the low reducibility of the highest loaded t-ZW samples (Fig. 1) hardly improves the SSA of the zeolite. In Fig. 6, it can be seen that formaldehyde turnover frequency values of the t-ZW series (Fig. 6A) are up to two orders of magnitude higher than those of the ZW series (Fig. 6B). This fact can be attributed to two reasons: (i) the aggregation of the polymeric species in ZW samples drastically decreases the number of exposed tungsten sites and (ii) monomeric tungsten species existing in the treated catalysts are more active and selective in formaldehyde production. It has been reported the specificity of the MO sites (M=Mo, W, V) of terminal atoms in metal oxide crystallites or isolated monomeric species in the selective production of HCOH from methane over MoO3, WO3 and V2O5 silica supported catalysts [3,7,9–12,14,15]. Data presented here clearly agree with this assumption. Likewise, in Fig. 6A it can be observed that formaldehyde TOF values decrease as tungsten loading increases. Again, it is a result of the presence of polyoxotungstate species in some extent. The discrepancies pointed out above concerning to the carbon oxides selectivities for the two W/HZSM-5 catalyst series can be derived from the different degree of surface covering. Thus, since t-ZW catalysts exhibited higher amount of HZSM-5 acid sites exposed, the CO selectivity values are higher than those of ZW catalyst series. As a result, CO2 selectivity values for t-ZW catalysts are lower than those of ZW ones. 4 Conclusions The treatment of impregnated W/HZSM-5 catalysts with an ammonia aqueous solution prior to the calcination step yields to catalysts almost exclusively constituted of monomeric W species. The characterization results let us to assume that these species are chemically joined to the zeolite surface and, therefore, well dispersed. These catalysts have been used in the partial oxidation of methane improving meaningfully the formaldehyde yields obtained by the authors for conventional aqueous impregnated W/HZSM-5 catalysts. Thus, the formaldehyde selectivity values obtained for treated W/HZSM-5 catalysts are up to three times higher than those of untreated ones. These results are in agreement with the reported hypothesis about the specificity of monomeric tungsten species in the formaldehyde production. Acknowledgements Financial support from Direccion General de Investigación Cientı́fica y Técnica (DGICYT, Project PB92-521, Ministry of Education, Spain) is gratefully acknowledged. Special thanks are given to Mr. Lobato for his help with the scanning electron microscopy analysis. References [1] J.A Schwarz C Contescu A Contescu Chem. Rev. 95 1995 477 [2] R.G Herman Q Sun C Shi K Klier C.-B Wang H Hu I.E Wachs M.M Bhasin Catal. Today 37 1997 1 [3] A Parmaliana F Arena J. Catal. 167 1997 57 [4] A Parmaliana V Sokolovskii D Miceli F Arena N Giordano J. Catal. 148 1994 514 [5] A Parmaliana F Arena F Frusteri D Miceli V Sokolovskii Catal. Today 24 1995 231 [6] M.A Bañares L.J Alemany M López-Granados M Faraldos J.L.G Fierro Catal. Today 33 1997 73 [7] F Arena N Giordano A Parmaliana J. Catal. 167 1997 66 [8] M Faraldos M.A Bañares J.A Anderson H Hangchun I.E Wachs J.L.G Fierro J. Catal. 160 1996 214 [9] M Smith U Ozkan J. Catal. 142 1993 226 [10] S Irusta A.J Marchi E.A Lombardo E.E Miró Catal. Lett. 40 1996 9 [11] A.J Marchi E.J Lede F.G Requejo M Renteria S Irusta E.A Lombardo E.E Miró Catal. Lett. 48 1997 47 [12] A Antiñolo P Cañizares F Carrillo-Hermosilla J Fernandez-Baeza F.J Funez A de Lucas A Otero L Rodriguez J.L Valverde Appl. Catal. A: Gen. 193 1/2 2000 139 [13] A de Lucas J.L Valverde P Cañizares L Rodriguez Appl. Catal. A: Gen. 172 1 1998 165 [14] A de Lucas J.L Valverde P Cañizares L Rodriguez Appl. Catal. A: Gen. 184 1999 143 [15] A de Lucas J.L Valverde L Rodriguez P Sánchez M.T Garcı́a Appl. Catal. A: Gen. 203 2000 81 [16] M.A Uguina A de Lucas F Ruiz D.P Serrano Ind. Eng. Chem. Res. 34 1995 451 [17] Y Xu S Liu L Wang M Xie X Guo Catal. Lett. 30 1995 135 [18] L Chen L Lin Z Xu X Li T Zhang J. Catal. 157 1995 190 [19] D.S Kim M Ostromecki I.E Wachs S.D Kohler J.G Ekerdt Catal. Lett. 33 1995 209 [20] L Salvati L.E Makovsky J.M Stencel F.R Brown D.M Hercules J. Phys. Chem. 85 1981 3700 [21] C Louis M Che M Anpo J. Catal. 141 1993 453",
      "scopus-id": "0035849454",
      "coredata": {
        "eid": "1-s2.0-S1381116901001005",
        "dc:description": "Conventional aqueous impregnated W/HZSM-5 catalysts have been modified by treatment with an 1M ammonia aqueous solution prior to the calcination step, obtaining tungsten loading in the range 0.02–0.2wt.% UV diffuse reflectance spectroscopy (UV DRS), X-ray diffraction (XRD), temperature-programmed reduction (TPR), temperature-programmed desorption of ammonia (TPDA), surface area measurement, scanning electron microscope (SEM) and TEM were used for the characterization of the samples. The catalysts obtained were almost exclusively constituted of monomeric tungsten species. The characterization findings let us draw a model in which these species are chemically joined to the Brönsted acid sites of the HZSM-5 zeolite and, therefore, well dispersed on the support. These catalysts were tested in the partial oxidation of methane to formaldehyde at atmospheric pressure. The obtained formaldehyde yields were up to three times higher than those of the conventional aqueous impregnated W/HZSM-5 catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-06-12",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901001005",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "de Lucas, A"
          },
          {
            "@_fa": "true",
            "$": "Valverde, J.L"
          },
          {
            "@_fa": "true",
            "$": "Rodriguez, L"
          },
          {
            "@_fa": "true",
            "$": "Sanchez, P"
          },
          {
            "@_fa": "true",
            "$": "Garcia, M.T"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901001005"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901001005"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00100-5",
        "prism:volume": "171",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Modified W/HZSM-5 catalysts: structure and catalytic properties",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "W/HZSM-5 catalyst"
          },
          {
            "@_fa": "true",
            "$": "Supported tungsten species"
          },
          {
            "@_fa": "true",
            "$": "Oxidation of methane (partial)"
          },
          {
            "@_fa": "true",
            "$": "Formaldehyde"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "195-203",
        "prism:endingPage": "203",
        "pubType": "fla",
        "prism:coverDisplayDate": "12 June 2001",
        "prism:doi": "10.1016/S1381-1169(01)00100-5",
        "prism:startingPage": "195",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00100-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "88",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1117",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "312",
            "@width": "296",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6020",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "69",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1149",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "346",
            "@width": "255",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7478",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "893",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "360",
            "@width": "278",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5370",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "31",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "898",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "154",
            "@width": "615",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24228",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "43",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1865",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "666",
            "@width": "312",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "76478",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "54",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "873",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "558",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001005-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11761",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035849454"
      }
    }
  }
}