{
  "metadata": {
    "title": "Synergistic effect of catalyst basicity and reducibility on performance of ternary CeO<ce:inf loc=post>2</ce:inf>-based catalyst for CO<ce:inf loc=post>2</ce:inf> OCM to C<ce:inf loc=post>2</ce:inf> hydrocarbons",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-11-15",
    "doi": "10.1016/j.molcata.2006.06.003",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906009186",
    "pii": "S1381116906009186"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33750026892",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-07-18 2006-07-18 2010-03-29T20:21:43 1-s2.0-S1381116906009186 S1381-1169(06)00918-6 S1381116906009186 10.1016/j.molcata.2006.06.003 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02406 2015-05-15T05:56:33.323092-04:00 0 0 20061115 2006 2006-07-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 259 259 1 2 1 2 Volume 259, Issues 1–2 12 61 66 61 66 20061115 15 November 2006 2006-11-15 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. SYNERGISTICEFFECTCATALYSTBASICITYREDUCIBILITYPERFORMANCETERNARYCEO2BASEDCATALYSTFORCO2OCMC2HYDROCARBONS ISTADI 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Catalyst testing 2.3 Catalyst characterization 3 Results and discussion 3.1 Catalyst characterizations 3.1.1 XRD characterization 3.1.2 Surface basicity/base strength distributions of catalysts by CO2-TPD 3.1.3 Reducibility of catalysts by H2-TPR 3.2 Catalyst activity testing for CO2 OCM reaction 4 Conclusions Acknowledgments References ASAMI 1995 245 255 K WANG 1999 160 168 Y WANG 2001 183 193 Y CAI 2003 191 195 Y HE 2004 595 600 Y ISTADI 2004 23 35 ISTADI 2006 449 459 ISTADI 2005 213 227 SUHARTANTO 2001 49 54 T KUS 2002 41 49 S CHOUDHARY 1999 427 437 V REDDY 2003 11475 11484 B SUN 2004 662 663 C KUS 2002 1755 1760 S KUS 2003 1331 1338 S TANABE 1989 K NEWSOLIDACIDSBASESCATALYTICPROPERTIES ZHU 2004 267 277 H TROVARELLI 1995 111 124 A BOARO 2003 407 417 M KASPAR 1999 285 298 J TERRIBILE 1999 133 140 D CADUS 2002 239 253 L CHOUDHARY 1991 411 422 V WANG 2000 252 255 Y ISTADIX2006X61 ISTADIX2006X61X66 item S1381-1169(06)00918-6 S1381116906009186 1-s2.0-S1381116906009186 10.1016/j.molcata.2006.06.003 271358 2010-10-08T06:21:58.955761-04:00 2006-11-15 1-s2.0-S1381116906009186-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/MAIN/application/pdf/1e43fb145966fc28a32f424894b76d97/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/MAIN/application/pdf/1e43fb145966fc28a32f424894b76d97/main.pdf main.pdf pdf true 331314 MAIN 6 1-s2.0-S1381116906009186-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/PREVIEW/image/png/78995d25b11ee291f095e3e95c0d959f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/PREVIEW/image/png/78995d25b11ee291f095e3e95c0d959f/main_1.png main_1.png png 68315 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906009186-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr1/DOWNSAMPLED/image/jpeg/9abe4bf9a250ec50461b157fbd97be92/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr1/DOWNSAMPLED/image/jpeg/9abe4bf9a250ec50461b157fbd97be92/gr1.jpg gr1 gr1.jpg jpg 33338 357 370 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906009186-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr1/THUMBNAIL/image/gif/a96a46dc755f909f2901d786e9fbb532/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr1/THUMBNAIL/image/gif/a96a46dc755f909f2901d786e9fbb532/gr1.sml gr1 gr1.sml sml 1563 94 97 IMAGE-THUMBNAIL 1-s2.0-S1381116906009186-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr3/DOWNSAMPLED/image/jpeg/77d6d7c506c4a226f244ec8652e10ef0/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr3/DOWNSAMPLED/image/jpeg/77d6d7c506c4a226f244ec8652e10ef0/gr3.jpg gr3 gr3.jpg jpg 34832 319 359 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906009186-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr3/THUMBNAIL/image/gif/f7b39c651e24025f6930ace3bdbd733d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr3/THUMBNAIL/image/gif/f7b39c651e24025f6930ace3bdbd733d/gr3.sml gr3 gr3.sml sml 1725 93 105 IMAGE-THUMBNAIL 1-s2.0-S1381116906009186-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr2/DOWNSAMPLED/image/jpeg/3721a71f2f334a1e76a70b0f8c866597/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr2/DOWNSAMPLED/image/jpeg/3721a71f2f334a1e76a70b0f8c866597/gr2.jpg gr2 gr2.jpg jpg 24209 274 360 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906009186-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/gr2/THUMBNAIL/image/gif/feab5e3a703d336021cc1bb09ab9e4c4/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/gr2/THUMBNAIL/image/gif/feab5e3a703d336021cc1bb09ab9e4c4/gr2.sml gr2 gr2.sml sml 1622 94 123 IMAGE-THUMBNAIL 1-s2.0-S1381116906009186-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/fx1/DOWNSAMPLED/image/jpeg/36923210e8101a2f7887b0a0c7410085/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/fx1/DOWNSAMPLED/image/jpeg/36923210e8101a2f7887b0a0c7410085/fx1.jpg fx1 true fx1.jpg jpg 24416 176 393 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906009186-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906009186/fx1/THUMBNAIL/image/gif/8c26607994f13f63752e2251083ff773/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906009186/fx1/THUMBNAIL/image/gif/8c26607994f13f63752e2251083ff773/fx1.sml fx1 true fx1.sml sml 1412 56 125 IMAGE-THUMBNAIL MOLCAA 6094 S1381-1169(06)00918-6 10.1016/j.molcata.2006.06.003 Elsevier B.V. Fig. 1 X-ray diffraction patterns of fresh CeO2-based catalysts. (a) CeO2; (b) 12.8CaO/CeO2; (c) 12.8CaO–6.4MnO/CeO2. Fig. 2 CO2-TPD spectra of different fresh catalysts. (a) CeO2; (b) 12.8CaO/CeO2; (c) 12.8CaO–6.4MnO/CeO2. Fig. 3 H2-TPR spectra of different catalysts. (a) CeO2 (fresh); (b) 12.8CaO/CeO2 (fresh); (c) 12.8CaO–6.4MnO/CeO2 (fresh); (d) 12.8CaO–6.4MnO/CeO2 (used). Table 1 Number of basic sites of different basicity strengths determined by CO2-TPD expressed in micromoles CO2 desorbed per gram catalyst Catalyst Basic sites (μmolg−1) Weak (373–523K) Medium (523–673K) Strong (673–923K) Very strong (>923K) Total CeO2 0 0 0 0 0 12.8CaO/CeO2 a 7.0 77.2 385.7 226.6 696.5 12.8CaO–6.4MnO/CeO2 b 12.6 62.0 223.2 106.0 403.8 a Binary metal oxides catalyst prepared by impregnation method. b Ternary metal oxides catalyst prepared by simultaneous impregnation method. Table 2 Catalysts activity results of CeO2-based catalysts toward CO2 OCM Catalysts CH4 conversion (%) C2 a selectivity (%) C2 a yield (%) CeO2 13.2 9.1 1.2 12.8% CaO/CeO2 2.7 75.0 2.0 6.4% MnO/CeO2 8.8 3.1 0.3 12.8% CaO–6.4% MnO/CeO2 5.1 75.6 3.9 T =1127K, CO2/CH4 =2, weight of catalyst loaded=1g, total feed flow rate=50cm3 min−1. a C2 hydrocarbons=44% C2H4 and 56% C2H6. Synergistic effect of catalyst basicity and reducibility on performance of ternary CeO2-based catalyst for CO2 OCM to C2 hydrocarbons Istadi 1 Nor Aishah Saidina Amin ⁎ Chemical Reaction Engineering Group (CREG), Faculty of Chemical and Natural Resources Engineering, Universiti Teknologi Malaysia, 81310 UTM Skudai, Johor, Malaysia ⁎ Corresponding author. Tel.: +60 7 5535588; fax: +60 7 5581463. 1 Permanent address: Chemical Reaction Engineering & Catalysis (CREC) Group, Department of Chemical Engineering, Diponegoro University, Semarang 50239, Indonesia. Graphical abstract The synergistic effect of catalyst basicity and reducibility are vital in enhancing the CO2 OCM process. Introduction of CaO and MnO x on the CeO2-based catalyst modifies the reducibility and basicity behaviours of catalyst and led to enhancement of methane conversion and yield. The activity is enhanced by the proper amount of medium and strong basic sites and high catalyst reducibility. The present investigation focuses on the synergistic effect of catalyst basicity and reducibility on the catalytic activity of binary and ternary CeO2-based catalysts in the CO2 oxidative coupling of methane (CO2 OCM). Proper amount of medium and strong basic sites together with lower amount of very strong basic sites are identified as pertinent factors in increasing the catalytic performance. The CO2-TPD and H2-TPR studies indicate synergistic effect between the catalyst basicity and reducibility for the 12.8CaO–6.4MnO/CeO2 ternary metal-oxide catalyst in enhancing the CO2 OCM performance. Keywords CO2 OCM CaO–MnO/CeO2 catalyst Catalyst basicity Catalyst reducibility 1 Introduction In chemical industries, C2 hydrocarbons (ethylene, ethane, and acetylene) are important basic chemicals in producing higher value-added chemicals. Meanwhile, utilization of both methane and carbon dioxide, known as greenhouse gas contributors, is desirable in our efforts to suppress the trend of global warming. Furthermore, methane and carbon dioxide are components of natural gas which compositions vary with locations. The compositions of natural gas in Natuna's fields are unique with the CO2/CH4 ratio being 71/28 making it a highly acidic natural gas. Therefore, the conversions of both gases have significant implication towards the utilization of natural gas in the gas-based petrochemical and liquid fuels industries. The CO2 OCM offers an alternative route to produce useful chemicals, while utilizing carbon dioxide for environmentally benefit chemical process. The conversion of methane to C2 hydrocarbons using carbon dioxide as an oxidant has received considerable attention [1–4]. Recently, He et al. [5] developed the nano-CeO2/ZnO catalyst for the CO2 OCM. In another development, the screening of CeO2-based catalysts over binary and ternary metal oxides identified the CaO–MnO/CeO2 as the probable catalyst for the CO2 OCM process [6] since it displayed notable stability with no obvious coking during 20h of reaction time on stream. Furthermore, the single- and multi-responses optimizations of CO2 OCM reported maximum C2 hydrocarbons selectivity and yield of 76.6% and 3.7%, respectively, over the 12.8% CaO–6.4% MnO/CeO2 catalyst [7,8]. The optimal CO2/CH4 ratio of 2 corresponding to the optimal reactor temperature being 1127K is relevant for the utilization of Natuna's field natural gas in the CO2 OCM process [9]. The CO2 OCM process is a complex heterogeneous–homogeneous process involving [10]: (a) oxygen-assisted breakage of a C–H bond in the CH4 molecule on the solid surface; (b) heterogeneous decomposition of CO2 to CO and oxygen active species; (c) homogeneous recombination of CH3 * radicals released from the surface; (d) homogeneous oxidative or radical dehydrogenation of C2H6 to C2H4. The correlations among the catalyst basicity, reducibility and catalytic performance could improve the CO2 OCM process. Earlier studies on O2 OCM over rare-earth oxides indicated that catalyst basicity is crucial in OCM [11]. Intermediate strength and strong basic sites are critical for high catalytic activity and selectivity in OCM. In this paper, the synergistic effect of catalyst basicity and reducibility on the catalytic activity in the CO2 OCM process over binary and ternary CeO2-based catalysts is addressed using CO2-TPD and H2-TPR. The catalytic activities of the ternary metal oxide and the binary and pure metal oxides are compared to study the influence of catalyst basicity and reducibility on the catalytic activity. 2 Experimental 2.1 Catalysts preparation The ternary CaO–MnO/CeO2 metal oxide catalyst was prepared by simultaneous incipient wetness impregnation method. Powdered CeO2 (MERCK) was first immersed into an aqueous mixed solutions of Ca(NO3)2·4H2O (99%, Aldrich) and Mn(NO3)2·4H2O (98.5%, Fluka) for 6h at ambient temperature and was dried overnight in an oven (Memmert) at 393K. Next, the powder was calcined at 1123K in a muffle furnace (Carbolite) for 10h and then crushed into the desired size (45–60mesh). The catalyst compositions used in this paper (wt.% CaO and wt.% MnO in the CeO2-based catalysts) were based on the multi-response optimization results [8]. Meanwhile, the binary metal oxide catalysts (CaO/CeO2 and MnO/CeO2) were prepared by incipient wetness impregnation method. Initially, the powdered CeO2 was immersed into Mn(NO3)2·4H2O or Ca(NO3)2·4H2O aqueous solution for 6h at ambient temperature and then dried overnight in an oven at 393K. The resulted powder was calcined at 1123K in a muffle furnace for 10h. 2.2 Catalyst testing The catalytic performances of the CO2 OCM process were tested in a fixed bed quartz reactor at atmospheric pressure and temperature being 1127K. Before reaction, the catalyst was recalcined at 1127K in an air flow (100mlmin−1) for 1h and flushed with high purity nitrogen (100mlmin−1) at 1127K for another 1h. Methane and carbon dioxide were fed to the reactor at a total flow rate of 50mlmin−1 and catalyst weight of 1g (GHSV=3000mlg−1 h−1). The reactor temperature was maintained by a tube furnace (Carbolite), while the gas flow rates were measured and controlled by volumetric flow controllers (Alicat Scientific, Inc.). The products and unreacted gases were analyzed by an online gas chromatography (HP AGILENT 6890 series) equipped with a thermal conductivity detector (TCD), Molecular Sieve 5A and Porapak N packed columns. 2.3 Catalyst characterization The XRD patterns were acquired using a Siemen D5000 with Cu Kα radiation with the wavelength of 1.54056Å at 40kV and 30mA X-ray tube. The 2θ angle was scanned at a rate of 0.05°s−1 within the range of 5°<2θ <80°. The H2-TPR characterization was carried out using Micromeritics 2900TPD/TPR equipped by TCD. About 0.05g catalyst was purged with Ar (25cm3 min−1) at 773K for 1h before it was cooled to room temperature. A 6% H2 in Ar (25cm3 min−1) was then flowed into the system and the sample was heated up to 1223K from room temperature at a rate of 5Kmin−1. The amount of H2 consumption during the reduction was measured by TCD. The CO2-TPD was carried out using Micromeritics 2900 TPD/TPR equipped by TCD. The CO2-TPD technique determines the catalyst surface basicity/base strength. Again, about 0.05g of catalyst each was initially calcined at 1073K in a flow of argon (25cm3 min−1) for 1h. The chemisorption of CO2 was carried out at 373K by flowing CO2 (25cm3 min−1) for 1h. Excess CO2 was then purged at the temperature of adsorption in a flow of Ar (25cm3 min−1) for 1h. The sample was then heated to 1223K at a linear heating rate of 5Kmin−1 in a flow of Ar (25cm3 min−1). The amount of desorbed CO2 was detected and determined using TCD. 3 Results and discussion 3.1 Catalyst characterizations 3.1.1 XRD characterization The X-ray powder diffraction patterns of fresh CeO2-based catalysts are presented in Fig. 1 . The crystalline phases in the catalysts were identified by comparing the diffraction lines of the sample with those from the literatures. A good crystallization is observed on the pure CeO2, which is demonstrated by sharp and high intensity CeO2 peaks. The main CeO2 peak is shown at 2θ of about 28.61° [12–13]. The diffraction lines observed for pure CeO2 could be attributed to a typical cubic fluorite structure of CeO2. The solid solution of CaO and MnO, denoted as Ca1−x Mn x O, is identified at about 33.5° [3]. The disappearance and/or very slight CaO diffraction lines of CaO/CeO2 and CaO–MnO/CeO2 catalysts is attributed to the formation of the solid solution, since CaO can partially dissolve in CeO2 and/or manganese oxide, or assigned to high dispersion of CaO on the catalyst surface. It was also observed that no shift was detected in the diffraction lines of all catalysts compared to the pure CeO2 suggesting that Mn3+ and Ca2+ may not be substituted to Ce4+ in the CeO2 lattice. The weak diffraction lines exhibited by CaO and MnO x crystallite implies that the Ca and Mn species are either highly dispersed on the CeO2 surface or may be formed as Ca1−x Mn x O solid solution. The result is corroborated with the previous study using Raman spectroscopy [6]. Based on the intensity of diffraction lines, it is evident that the MnO x crystalline phase of the fresh catalyst consists of mainly Mn3O4 and solid solution of Ca1−x Mn x O, but less MnO2 and Mn2O3. 3.1.2 Surface basicity/base strength distributions of catalysts by CO2-TPD The basicity properties of the catalysts were measured by TPD with CO2 as the probe molecule. Although CO2 appears to be the proper probe molecule because of its acidic nature, the CO2-TPD profile in the literatures varies depending on the adsorption condition of CO2. Only a broad desorption peak appeared if too much CO2 is adsorbed. The CO2-TPD peaks representing the base strength distribution of different CeO2-based catalysts are presented in Fig. 2 . The numbers of weak, medium, strong and very strong catalyst basic sites are estimated from the area under their TPD curves for the temperature range of 373–523, 523–673, 673–923, and >923K. Distributions of the number of basic sites for the binary and ternary CeO2-based catalysts are listed in Table 1 . The temperature ranges chosen for the weak, medium, strong and very strong basic sites are such that the CO2-TPD peaks are observed in these temperature ranges for most catalysts [11,14]. The strengths of the basic sites are expressed in the temperature range wherein the CO2 chemisorbed on the basic sites is desorbed. As a matter of fact, the adsorbate adsorbed on weaker sites is desorbed at lower temperatures and that adsorbed on stronger sites is desorbed at higher temperature. As shown in Table 1, all the values for the basic sites appear to be higher than those usually reported in the literature [11]. The discrepancy may be due to the differences in the conditions used for CO2 adsorption. In our case, the CO2 adsorption was carried out at 373K using pure CO2. The chemisorption of CO2 is stronger in our case, which may be attributed to the increase of CO2 chemisorption with temperature and the use of pure CO2. The total CO2 desorbed for the binary and ternary CeO2-based catalysts (CaO/CeO2 and CaO–MnO/CeO2, respectively) are in the range of 400–700μmolg−1. Meanwhile, based on the result of Kuś et al. [15] the total CO2 desorbed on other metal oxides, such as La2O3, Sm2O3, and La2O3–Nd2O3, were in the range of 40–50μmolg−1 which is adsorbed at 330K. However, the positions of the desorbed CO2 temperature peak are in accordance with the results reported by other researchers [12,15–16]. As revealed in Fig. 2 and Table 1, the difference in the distribution of basic sites for each catalyst indicates that the basicity and base strength distributions are influenced by CaO in the CeO2-based catalysts and also by the addition of MnO x . According to Fig. 2(b) and (c), the deposition of CaO and CaO–MnO on the CeO2-based catalysts results in the creation of a large number of medium, strong and very strong basic sites at the expense of the weak basic sites as compared to the pure CeO2 catalyst. In the ternary metal oxides (Fig. 2(c)), the distribution of basic sites is influenced by the presence of calcium and manganese oxides. Impregnation of calcium and manganese nitrate solutions to the CeO2 catalyst leads to higher distribution of medium and strong basic sites and lower number of very strong basic sites. In fact, the pure CeO2 catalyst shows no basic sites as evident by the horizontal lines with no peaks in Fig. 2(a). It is apparent that the CeO2 is an acidic catalyst as in agreement with the result of Choudhary et al. [11]. The effect of CaO doping on the CeO2 catalyst leads to adsorption of CO2 as demonstrated in the CO2-TPD peak at 933 and 893K for very strong and strong basic (Fig. 2(b)) sites, respectively. Medium catalyst basic sites are also observed slightly at 598K desorption peak. Addition of MnO x to the CaO/CeO2 catalyst by simultaneous impregnation of CaO and MnO x affects the basicity distribution by shifting the very strong to strong basic sites (923K) regions, while the peak of 893K shifts to 853K, respectively. The declining basic sites distribution from very strong to strong as a result of interaction effect of CaO and MnO x can be attributed to the synergistic effect of both metal oxides. The results in Table 1 indicate that the amounts of medium and strong basic sites are different as exhibited in the CO2-TPD spectra (Fig. 2(b) and (c)). The binary CaO/CeO2 catalyst gives larger number of very strong basic sites (226.6μmolg−1) compared to the ternary CaO–MnO/CeO2 catalyst (only 106.0μmolg−1). Meanwhile pertaining to the total medium and strong basic sites, the binary CaO/CeO2 catalyst exhibits higher number of basic sites (462.9μmolg−1) than the ternary CaO–MnO/CeO2 catalyst (285.2μmolg−1). It is clearly revealed that the CO2-TPD peak of medium basicity (based on the amount of medium and strong basic sites) becomes more intense for CaO/CeO2 and CaO–MnO/CeO2 catalysts as compared to the pure CeO2 catalyst. As shown in Fig. 2(b) and (c), the addition of MnO to the CaO/CeO2 catalyst shifts the CO2 desorption peaks to lower temperature indicating that the binary catalyst has stronger CO2 chemisorption than the ternary catalyst. 3.1.3 Reducibility of catalysts by H2-TPR The H2-TPR has been extensively used to characterize the reducibility of the CeO2-based catalysts [17,18]. Typically, the reduction profile of ceria shows two peaks as reported by Boaro et al. [19], where the first low temperature peak at about 773K was assigned to the reduction of the most easily reducible surface-capping oxygen of ceria, while the removal of bulk oxygen of ceria was indicated by the high-temperature signal at about 1073K. The oxygen migration in the CeO2-based catalysts is significantly affected by the structure of ceria. The reduction properties of the CeO2 ternary catalyst is mainly affected by interaction of manganese oxide and calcium oxide doping. Interaction between MnO x , CaO and CeO2 can be revealed by the TPR study. The shifting main peak of H2 consumption to a lower temperature as depicted in Fig. 3 (a) and (c) exhibits modification of the reduction behaviour of CeO2 due to introduction of manganese oxide [20,21]. The reducibility of bulk mixed oxide increases as the H2-TPR peaks shift from 1043 to 1033K for the binary CaO/CeO2 and from 1043 to 1013K for the ternary CaO–MnO/CeO2 catalysts as exhibited in Fig. 3(b) and (c). The H2-TPR peak shifts show that the reducibility of both catalysts is different. The CaO–MnO/CeO2 catalyst exhibits the highest CeO2 reducibility among the catalysts as indicated by the lowest temperature reduction peak (from 1043 to 1013K). The H2-TPR peak shifts imply that the CaO–MnO/CeO2 catalyst is more reducible than the binary one without MnO x . The introduction of an even relatively small amount of manganese leads to an interaction between CeO2 support and MnO x dopant and is believed to increase the reducibility of Ce4+. This phenomenon is in agreement with the suggestion of Kaspar et al. [20] and Terribile et al. [21] that the introduction of relatively small amount of smaller Zr4+ or Mn3+/4+ into CeO2 generates defects throughout the matter and brings about an increase of oxygen mobility and pronounces the increasing reducibility of CeO2. Besides, manganese has several oxidation states as active redox behaviour. In this work, the reduction of CeO2-based catalysts starts at about 573K and two broad peaks are observed at about 813K (weaker intensity) and 1043K. The TPR peak at 813K is assigned to the reduction of surface-capping oxygen of ceria [17–19], while the peak at about 1043K can be ascribed to the reduction of bulk oxygen of CeO2. The reduction of surface capping oxygen over CaO–MnO/CeO2 catalyst shifts to higher temperature (from 813 to 853K) due to the strong interaction effect of MnO x and CeO2 support. The interaction also generates a new strong H2-TPR peak at about 783K which is attributed to the reduction of Mn2O3 or MnO2 to Mn3O4. Meanwhile a small new peak also appears at about 669K due to the interaction effect. As reveal by the CO2-TPD results, the ternary CaO–MnO/CeO2 catalyst has less amount of medium and strong basic sites (284.2μmol/g) than the binary CaO/CeO2 catalyst (462.9μmol/g). The total amount of very strong basic sites for the ternary catalyst is lower than the binary one. MnO x doping significantly reduces the catalyst basicity as the distribution of weak basic site increases slightly. Both the H2-TPR and CO2-TPD spectra suggest that the ternary CaO–MnO/CeO2 catalyst is more reducible and less basic by having considerable amount of medium and strong basic sites than the binary CaO/CeO2 catalyst. In relation to the possible oxidation states of manganese species, the reduction of manganese oxide might occur in three probable stages: MnO2–Mn2O3–Mn3O4–MnO. From Fig. 3(c) the TPR peak at 669K is attributed to the reduction of MnO2 to Mn2O3. The very small peak within the temperature range of 653–673K indicates that the catalyst synthesis method brings about a small proportion of MnO2 form to the surface of the CaO–MnO/CeO2 catalyst which may be due to formation of solid solution of Ca x Mn1−x O as corroborated by the small MnO2 peak in the XRD diffractogram (Fig. 1). The strong H2-TPR peak at about 783K is assigned to the reduction of Mn2O3 or MnO2 to Mn3O4, while the peak at about 853K is assigned to the final reduction from Mn3O4 to MnO. The final reduction of the fresh catalyst from Mn3O4 to MnO is confirmed by the TPR peak of the used catalyst (CaO–MnO/CeO2) as exhibited in Fig. 3(d). From Fig. 3(d), it is suggested that final oxidation state of the used catalyst is mainly Mn2.7+ (Mn3O4), while the MnO2 peak is only apparent weakly. The presence of weak MnO2 peak in the used catalyst reveals that simultaneous oxidation and reduction process occurred during the catalytic reaction. Both Fig. 3(c) and (d) reveal that the reducibility of the fresh and used catalyst was sustained during the reaction. In addition, the phases of the manganese oxide can also be identified physically by the catalyst color, i.e. MnO2 (black), Mn2O3 (black), Mn3O4 (brown) and MnO (gray) as reported by Cadus and Ferreti [22], but it is not scientifically precise. In this research, the change in the catalyst colour from black (fresh catalyst) to brown and/or grey (used catalyst) suggested that the oxidation state of manganese oxide changed during the reaction from mixed MnO2 and Mn2O3 to Mn3O4 and/or MnO. It is interesting to note that the colour change and therefore the oxidation states of the catalyst during the reaction are consistent with the H2 TPR peaks. 3.2 Catalyst activity testing for CO2 OCM reaction The present study indicates that there exists a correlation between basic sites distribution and reducibility of the catalyst and catalytic activity toward methane and carbon dioxide reactions. The catalytic activity of CeO2-based catalysts towards CO2 OCM reaction is presented in Table 2 with respect to CH4 conversion, C2 selectivity and C2 yield. The C2 hydrocarbons resulted from this process consist of 44% ethylene (C2H4) and 56% ethane (C2H6), while acetylene (C2H2) is not detected in this process. Proper amount of medium and strong basic sites and lower amount of very strong basic sites as well as high reducibility of the catalyst are important in CO2 OCM process and hence these sites are responsible for the OCM activity. Although considerable amount of medium and strong basic sites are evident in the binary CaO/CeO2 catalyst, the large amount of very strong basic sites is detrimental to the CO2 OCM activity possibly due to CO2 being strongly adsorbed on the very high basic sites and may block the catalyst surface. The results in Table 2 reveal that CH4 conversion and C2 yield over the CaO–MnO/CeO2 catalyst (5.1% and 3.9%, respectively) are somewhat higher than that of CaO/CeO2 catalyst (2.7% and 2.0%, respectively), but the C2 selectivity is constant. Meanwhile, the role of catalyst basicity (due to CaO function) on the significant improvement of C2 selectivity is shown in Table 2 on the comparison between MnO/CeO2 catalyst with CaO/CeO2 and CaO–MnO/CeO2 catalysts. Earlier studies on the OCM by O2 over rare earth oxides [23] indicated that both catalyst basicity and acidity play important roles in OCM as the strong and medium acid sites are required for obtaining high catalytic activity and selectivity in OCM. In CO2 OCM, it is suggested that CO2 chemisorption plays important roles leading to high C2 hydrocarbons selectivity [2–4], while the high reducibility favour CH4 conversion. The chemisorption of CO2, as an acid component, can be enhanced by increasing the catalyst basicity, particularly medium and strong basic sites. Meanwhile, the carbon dioxide activation on the catalyst surface is favoured by catalyst reducibility [3]. In Table 2, the ternary metal oxide (12.8CaO–6.4MnO/CeO2) is compared to the binary metal oxide (12.8CaO/CeO2) and pure metal oxides (CeO2). The 12.8CaO–6.4MnO/CeO2 catalyst shows better activity which demonstrates higher methane conversion and higher C2 yield than that of binary catalysts. From the CO2-TPD characterization as revealed in Table 1, the ternary catalyst shows large number of medium and strong basic sites with low number of very strong basic sites. There exists a relation between the distribution of basic sites, reducibility and the catalyst activity towards CO2 OCM. With the addition of MnO x to the 12.8CaO/CeO2 catalyst, the catalyst reducibility increases, hence the methane conversion improves due to enhanced CO2 activation on the catalyst surface to produce more oxygen active species. It is suggested that the synergistic effect between the catalyst basicity and reducibility enhances the catalytic activity towards CO2 OCM as confirmed by the CO2-TPD and the H2-TPR characterizations. The distribution of basic sites, particularly proper amount of medium and strong basic sites and low number of very strong basic sites [11] are important factors that govern the catalytic activity towards CO2 OCM. Large number of very strong basic sites, however, does not improve the performance since the CO2 gas may be adsorbed strongly on the very strong basic sites, thus blocking the active sites. It is suggested that the reducibility of Ce4+/Ce3+ is enhanced by the introduction of MnO x which accounts for the activation of CO2 and CH4. However, Wang and Ohtsuka [24] suggested that proper amount of catalyst basicity, particularly medium and strong basic sites, greatly enhances the selectivity to C2 hydrocarbons. Enhancing CO2 chemisorption by the proper amount of medium and strong basic sites leads to CH4 abstraction using oxygen from CO2 and prevents the role of lattice oxygen which is only converted to synthesis gas and is not selective to C2 hydrocarbons [2,3,24]. From the catalyst testing, the ternary CaO–MnO/CeO2 may be regarded as the effective catalyst for the CO2 OCM process. The following are the proposed reaction mechanism based on the characterization results. The most distinct feature of the composite catalyst consisting of CaO, MnO x , and CeO2 is the crucial roles of CO2 being adsorbed on the surface in the formation of C2 hydrocarbons. In the presence of chemisorbed CO2, the proper amount of CO2 pool on the CaO–MnO/CeO2 catalyst may inhibit the reaction via redox mechanism involving the lattice oxygen and promote the defect sites or oxygen vacancy on the Mn2.7+ (due to mainly Mn3O4) and/or Ce3+ which may be responsible for CO2 activation. Active ternary catalysts (Ca, Mn, and Ce) are present in the form of solid solution (Fig. 1), and some impregnated metal oxides, as well as rich in Ca species at the outermost layer which also includes Ce3+ and Mn2.7+ sites during reaction. Thus, CO2 first adsorbs on the catalyst surface due to interaction with basic Ca2+ sites, and then the Ce3+ and Mn2.7+ sites activate CO2 to form CO and active oxygen species, possibly O−, which converts CH4 to CH3 * radical. The possible formation of solid solution or the presence of neighbouring Ca2+, Mn2.7+ and Ce3+ sites, is efficient for CO2 adsorption and its subsequent activation. Furthermore, the incorporation of Ca2+ and Mn2.7+ cations into CeO2 lattice generates defect sites which promote redox reaction of Ce4+/Ce3+, and even Mn2.7+/Mn2+. The interaction effect of possible solid solutions of CaO and MnO x (Fig. 1), CaO and CeO2, and/or MnO x and CeO2 increases the CH4 conversion which may be attributed to enhanced reducibility and proper basicity of the catalyst. 4 Conclusions The present investigation on the surface properties and activity of CaO–MnO/CeO2 catalyst suggests the vital role of synergistic effect of catalyst basicity and reducibility in enhancing the CO2 OCM process. Methane conversion and C2 yield correlate to the distribution of basic sites and reducibility of the catalyst. The activity is enhanced by the proper amount of medium and strong basic sites and high catalyst reducibility. The weak and very strong basic sites are inappropriate for the CO2 OCM. Introduction of MnO x on the CeO2-based catalyst modifies the reduction behaviour of CeO2 and leads to enhancement of methane conversion and C2 yield. The 12.8CaO–6.4MnO/CeO2 catalyst with proper number of medium and strong basic sites, less number of very strong basic sites and high reducibility seems suitable for the CO2 OCM reaction. Acknowledgments The authors would like to express their sincere gratitude to the Ministry of Science, Technology and Innovation (MOSTI) Malaysia for the financial support received under IRPA Project No. 02-02-06-0016 EA099. The authors would also like to thank Miss Shamsina Sabdin of Petronas Research and Scientific Services (PRSS), Kajang, Malaysia for her assistance in the CO2-TPD and H2-TPR characterizations. References [1] K. Asami T. Fujita K. Kusakabe Y. Nishiyama Y. Ohtsuka Appl. Catal. A 126 1995 245 255 [2] Y. Wang Y. Takahashi Y. Ohtsuka J. Catal. 186 1999 160 168 [3] Y. Wang Y. Ohtsuka Appl. Catal. A 219 2001 183 193 [4] Y. Cai L. Chou S. Li B. Zhang J. Zhao Catal. Lett. 86 2003 191 195 [5] Y. He B. Yang G. Cheng Catal. Today 98 2004 595 600 [6] Istadi N.A.S. Amin J. Nat. Gas Chem. 13 2004 23 35 [7] Istadi N.A.S. Amin Fuel Process. Technol. 87 2006 449 459 [8] Istadi N.A.S. Amin Chem. Eng. J. 106 2005 213 227 [9] T. Suhartanto A.P.E. York A. Hanif H. Al-Megren M.L.H. Green Catal. Lett. 71 2001 49 54 [10] S. Kuś M. Taniewski Fuel Process. Technol. 76 2002 41 49 [11] V.R. Choudhary S.A.R. Mulla B.S. Uphade Fuel 78 1999 427 437 [12] B.M. Reddy A. Khan Y. Yamada T. Kobayashi S. Loridant J.C. Volta J. Phys. Chem. B 107 2003 11475 11484 [13] C. Sun H. Li Z. Wang L. Chen X. Huang Chem. Lett. 33 2004 662 663 [14] S. Kuś M. Otremba A. Tórz M. Taniewski Fuel 81 2002 1755 1760 [15] S. Kuś M. Otremba M. Taniewski Fuel 82 2003 1331 1338 [16] K. Tanabe M. Misongo Y. Ono H. Hattori New Solid Acids and Bases: Their Catalytic Properties 1989 Kodansha Ltd. Tokyo [17] H. Zhu Z. Qin W. Shan W. Shen J. Wang J. Catal. 225 2004 267 277 [18] A. Trovarelli C.D. Leitenburg G. Dolcetti J. LLorca J. Catal. 151 1995 111 124 [19] M. Boaro M. Vicario C.D. Leitenburg G. Dolcetti A. Trovarelli Catal. Today 77 2003 407 417 [20] J. Kaspar P. Fornasiero M. Graziani Catal. Today 50 1999 285 298 [21] D. Terribile A. Trovarelli C.D. Leitenburg A. Primavera G. Dolcetti Catal. Today 47 1999 133 140 [22] L.E. Cadus O. Ferretti Appl. Catal. A 233 2002 239 253 [23] V.R. Choudhary V.H. Rane J. Catal. 130 1991 411 422 [24] Y. Wang Y. Ohtsuka J. Catal. 192 2000 252 255",
      "scopus-id": "33750026892",
      "coredata": {
        "eid": "1-s2.0-S1381116906009186",
        "dc:description": "The present investigation focuses on the synergistic effect of catalyst basicity and reducibility on the catalytic activity of binary and ternary CeO2-based catalysts in the CO2 oxidative coupling of methane (CO2 OCM). Proper amount of medium and strong basic sites together with lower amount of very strong basic sites are identified as pertinent factors in increasing the catalytic performance. The CO2-TPD and H2-TPR studies indicate synergistic effect between the catalyst basicity and reducibility for the 12.8CaO–6.4MnO/CeO2 ternary metal-oxide catalyst in enhancing the CO2 OCM performance.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906009186",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Istadi,"
          },
          {
            "@_fa": "true",
            "$": "Amin, Nor Aishah Saidina"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906009186"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906009186"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00918-6",
        "prism:volume": "259",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Synergistic effect of catalyst basicity and reducibility on performance of ternary CeO2-based catalyst for CO2 OCM to C2 hydrocarbons",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CO2 OCM"
          },
          {
            "@_fa": "true",
            "$": "CaO–MnO/CeO2 catalyst"
          },
          {
            "@_fa": "true",
            "$": "Catalyst basicity"
          },
          {
            "@_fa": "true",
            "$": "Catalyst reducibility"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "61-66",
        "prism:endingPage": "66",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 2006",
        "prism:doi": "10.1016/j.molcata.2006.06.003",
        "prism:startingPage": "61",
        "dc:identifier": "doi:10.1016/j.molcata.2006.06.003",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "357",
            "@width": "370",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "33338",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1563",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "359",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34832",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "105",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1725",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "274",
            "@width": "360",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24209",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1622",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "176",
            "@width": "393",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24416",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906009186-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1412",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33750026892"
      }
    }
  }
}