{
  "metadata": {
    "title": "Homogeneous and heterogeneous alkyl-alkoxo-lanthanide type catalysts for polymerization and block-copolymerization of ethylene and methyl methacrylate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-05-31",
    "doi": "10.1016/S1381-1169(01)00507-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901005076",
    "pii": "S1381116901005076"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037205146",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-28 2001-12-28 2010-04-18T17:18:08 1-s2.0-S1381116901005076 S1381-1169(01)00507-6 S1381116901005076 10.1016/S1381-1169(01)00507-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01495 2015-05-15T05:56:33.301439-04:00 0 0 20020531 2002 2001-12-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl volfirst volissue webpdf webpdfpagecount figure body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 182 183 182 183 C Volumes 182–183 54 525 531 525 531 20020531 31 May 2002 2002-05-31 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. HOMOGENEOUSHETEROGENEOUSALKYLALKOXOLANTHANIDETYPECATALYSTSFORPOLYMERIZATIONBLOCKCOPOLYMERIZATIONETHYLENEMETHYLMETHACRYLATE GROMADA J 1 Introduction 2 Experimental 2.1 Materials and instruments 2.2 Polymerization procedures 3 Results and discussion 3.1 Ethylene polymerization reactions 3.2 Ethylene–MMA diblock copolymerizations 3.3 Initiation and catalytic mechanism 4 Conclusion Acknowledgements References JORDAN 1991 325 387 R BRINTZINGER 1995 1143 1170 H ALT 2000 1205 1222 H WATSON 1985 51 56 P JESKE 1985 8103 8110 G JESKE 1985 8091 8103 G BURGER 1990 1566 1577 B CHEN 2000 1391 1434 E GIARDELLO 1995 3276 3279 M OLONDE 1993 75 X BOGAERT 2000 1813 1822 S BOGAERT 2001 199 205 S PELLETIER 1996 1854 J BRITOVSEK 1999 428 447 G SCHAVERIEN 1994 177 183 C SCHAVERIEN 1994 69 82 C EVANS 1998 89 97 W PELLETIER 1994 249 258 J FU 1995 10747 10748 P GROMADAX2002X525 GROMADAX2002X525X531 GROMADAX2002X525XJ GROMADAX2002X525X531XJ item S1381-1169(01)00507-6 S1381116901005076 1-s2.0-S1381116901005076 10.1016/S1381-1169(01)00507-6 271358 2010-10-03T19:44:20.9463-04:00 2002-05-31 1-s2.0-S1381116901005076-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/MAIN/application/pdf/35aff8819c41d15bb9c06f476800caf6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/MAIN/application/pdf/35aff8819c41d15bb9c06f476800caf6/main.pdf main.pdf pdf true 108778 MAIN 7 1-s2.0-S1381116901005076-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/PREVIEW/image/png/c71f50bdab810e4f1c33b434a40772b5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/PREVIEW/image/png/c71f50bdab810e4f1c33b434a40772b5/main_1.png main_1.png png 61222 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901005076-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/STRIPIN/image/gif/5b2556e873a25d4c97b9bad966fba2f3/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/STRIPIN/image/gif/5b2556e873a25d4c97b9bad966fba2f3/si1.gif si1 si1.gif gif 734 18 141 ALTIMG 1-s2.0-S1381116901005076-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr1/THUMBNAIL/image/gif/fd33aa1fef68a5bc0f274a86506299fb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr1/THUMBNAIL/image/gif/fd33aa1fef68a5bc0f274a86506299fb/gr1.sml gr1 gr1.sml sml 2053 94 91 IMAGE-THUMBNAIL 1-s2.0-S1381116901005076-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr1/DOWNSAMPLED/image/gif/6a188e0103b3e431de871f363f958f24/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr1/DOWNSAMPLED/image/gif/6a188e0103b3e431de871f363f958f24/gr1.gif gr1 gr1.gif gif 10591 307 298 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901005076-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr2/THUMBNAIL/image/gif/0c15fbf502d4bdd454286f94024f51bd/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr2/THUMBNAIL/image/gif/0c15fbf502d4bdd454286f94024f51bd/gr2.sml gr2 gr2.sml sml 1253 69 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901005076-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr2/DOWNSAMPLED/image/gif/48b906e971106a83c64832f3a33fbf94/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr2/DOWNSAMPLED/image/gif/48b906e971106a83c64832f3a33fbf94/gr2.gif gr2 gr2.gif gif 6781 237 430 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901005076-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr3/THUMBNAIL/image/gif/6f684c56255aca95564a9546013ae02e/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr3/THUMBNAIL/image/gif/6f684c56255aca95564a9546013ae02e/gr3.sml gr3 gr3.sml sml 1316 68 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901005076-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/gr3/DOWNSAMPLED/image/gif/715d6f49fbf8ccffe29fad3dcac6bd3f/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/gr3/DOWNSAMPLED/image/gif/715d6f49fbf8ccffe29fad3dcac6bd3f/gr3.gif gr3 gr3.gif gif 7986 241 443 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901005076-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/sc1/THUMBNAIL/image/gif/2644ebaadea085c4a345df50434acfcc/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/sc1/THUMBNAIL/image/gif/2644ebaadea085c4a345df50434acfcc/sc1.sml sc1 sc1.sml sml 1467 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901005076-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901005076/sc1/DOWNSAMPLED/image/gif/a391f6d5d5dee2ef0e22df98307a20a8/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901005076/sc1/DOWNSAMPLED/image/gif/a391f6d5d5dee2ef0e22df98307a20a8/sc1.gif sc1 sc1.gif gif 8106 267 406 IMAGE-DOWNSAMPLED MOLCAA 3495 S1381-1169(01)00507-6 10.1016/S1381-1169(01)00507-6 Elsevier Science B.V. Fig. 1 Solid-state structure of catalyst precursor 1. Fig. 2 Typical ethylene flowrates observed with pure C2H4 (— —) and a 98:2 (v/v) C2H4/H2 mixture (– –) (see experimental for reaction conditions). Fig. 3 Reactivation of the in situ [1+Mg(n-hex)2] and isolated (2) catalyst systems by addition of Mg(n-hex)2. Scheme 1 Mechanistic hypotheses for activation and deactivation pathways. Homogeneous and heterogeneous alkyl-alkoxo-lanthanide type catalysts for polymerization and block-copolymerization of ethylene and methyl methacrylate Jérôme Gromada a Thomas Chenal a André Mortreux a Frédéric Leising b Jean-François Carpentier a ∗ a Laboratoire de Catalyse de Lille, BP 108, 59652 Villeneuve d’Ascq Cedex, France b Rhodia, Centre de Recherches d’Aubervilliers, 93308 Aubervilliers Cedex, France * Corresponding author. Present address: Laboratoire Organométalliques et Catalyse, UMR 6509, Campus de Beaulieu, Université de Rennes 1, 35042 Rennes Cedex, France. Tel.: +33-223-235-950; fax: +33-223-236-939 The combination of the neodymium tert-butoxide Nd3(μ3-OBu t )2(μ2-OBu t )3(OBu t )4(THF)2 (1), resulting from the metathetic exchange between NdCl3 and Bu t ONa in THF, with 1 equiv. of a dialkylmagnesium reagent affords a moderately active cyclopentadienyl-free lanthanide catalyst for the pseudo-living polymerization of ethylene. Polymerizations performed under mild conditions (0°C, 1atm) in the presence of PhSiH3 or H2 as a transfer agent led to low molecular weight linear polyethylenes with activities in the range 5–20kg PE (mol Nd)−1 atm−1 h−1. In the absence of such a co-reagent, highly linear and crystalline polyethylenes of high molecular weight are produced with ca. halved activity. Under those reaction conditions, a polymer-like precipitate (2) forms during the polymerization course. Most interestingly, solid 2 proved to be an equivalent catalyst to the initial in situ system for the slurry polymerization of ethylene. Solid 2, which is assumed to be the Nd-polyethylenyl intermediate, shows also significant ethylene polymerization activity under solid–gas conditions and enables the efficient preparation of ethylene-methyl methacrylate diblock copolymers. Keywords Lanthanide Alkoxide Ethylene Polymerization Diblock copolymers 1 Introduction Although neutral dicyclopentadienyl-lanthanide type alkyl/hydride complexes [{Cp2LnR} n ] have been much less studied than their group IV metallocene homologues [1–5], they have received much attention since 20 years as ethylene polymerization catalysts [6–10]. One of the reason for this interest lies in their intrinsic high polymerization activity, while group IV metallocenes require an activator (MAO, B(C6F5)3, etc.) to generate active d0 cationic species [11]. Also, their propensity to initiate ethylene polymerization in a living fashion as well as that of polar monomers, e.g., methyl methacrylate (MMA), enabling the sequential diblock copolymerization of these monomers, is a unique peculiarity which renders these systems attractive for polymer chemists [12–14]. To overcome problems due to the inherent high sensitivity of alkyl-lanthanide species, we have shown that the in situ alkylation of readily available, stable chlorolanthanocene precursors by dialkylmagnesium reagents provides a useful method for the same polymerization reactions [15–17] and also for the formation of long chain dialkylmagnesium derivatives [18]. Post-metallocene catalysts based on isolobal ancillary ligands other than the usual Cp-type ligands are nowadays the subject of thorough investigation [19]. In this respect, hard, electronegative π-donor ligands such as alkoxides/aryloxides are particularly attractive for lanthanides because they offer strong metal–oxygen bonds that are expected to stabilize complexes of these electropositive metals. 1 For a recent review on alkoxo and aryloxo chemistry of lanthanides, see [20]. 1 Also, the large variety of these ligands readily obtained from alcohols allows considerable variation in steric and electronic features (see Footnote 1). However, although the mixed Cp–aryloxide complex [Y(C5Me5)(O-2,6-Bu2 t C6H3)(η-H)]2 has been successfully used for the polymerization of ethylene and higher α-olefins [21,22], the few structurally well-defined Cp-free lanthanide alkyl-alkoxide (aryloxides) complexes so far reported proved surprisingly inefficient for ethylene polymerization purposes. 2 To our knowledge, only the neutral dialkyl-aryloxide (2,6-tBu2C6H3O)Y{CH(SiMe3)2} has been reported to exhibit very low ethylene polymerization activity (9×10−3gPEmmol−1h−1bar−1 at RT) [23]. 2 In direct line with our previous studies [15–18], we report here an in situ combination between a homoleptic neodymium alkoxide and a dialkylmagnesium reagent that provides a new Cp-free catalyst for ethylene and MMA homo- and diblock-polymerization [24]. 2 Experimental 2.1 Materials and instruments All the operations were performed under dry argon using standard Schlenk techniques or in a dry glovebox under nitrogen. THF and toluene were freshly distilled from sodium benzophenone ketyl under nitrogen and degassed prior to use. NaOBu t (97%, Aldrich) was dried at 130°C under 10−3 Torr prior to use. Anhydrous NdCl3 (99.9%, Strem) and di(n-hexyl)magnesium (Mg(n-hex)2, 20% (w/w) solution in heptane, Akzo Nobel) were used as received. Ethylene (Air Liquide, N35) was pre-purified by passage through a moisture filter (Chrompack, No. 7971). MMA (99%, Aldrich) was distilled twice over CaH2 and stored at −20°C under argon. Catalyst precursor 1 was prepared as follows. In a glovebox, NaOBu t (2.88g, 30.0mmol) was dissolved in THF (50ml) and transferred to a flask containing a suspension of NdCl3 (2.51g, 10.0mmol) in THF (50ml). The mixture was stirred for 3 days at 20°C. The solution was decanted, leaving behind a pasty solid that was discarded. Removal of solvents from the solution at 20°C and drying the residue under 10−2 Torr for 6h offered a pale-blue solid (3.70g, 85%) that was directly used for polymerization purpose. Analytically pure samples of Nd3(μ3-OBu t )2(μ2-OBu t )3(OBu t )4(THF)2, obtained by recrystallization of the crude solid from toluene at −5°C, showed comparable catalytic performances. 1H NMR (400MHz, toluene-d8, 5°C): δ 41.0 (s, 18H), 17.2 (s, 18H), −1.5 (s, ∼8–9H), –14.7 (s, ∼8–9H), −21.7 (s, 18H), −25.8 (s, 18H), −29.5 (s, ∼8–9H). 3 Due to the paramagnetic Nd centers, the 1H NMR spectra of 1 proved highly temperature sensitive and optimal resolution (minimal resonances overlapping, line shape) was observed at 5°C. Inorganic and organometallic issues, including comprehensive spectroscopic and crystallographic studies, will be discussed in a forthcoming paper. 3 Elemental analysis calcd. (%) for C44H97Nd3O11 (1234.97): C 42.79, H 7.92; found: C 41.32, H 7.74. Molecular weights of polymers were determined by size exclusion chromatography (SEC) using polystyrene gel columns at 135–155°C and o-dichlorobenzene as the solvent, with either a PL220 (Polymer Laboratories) apparatus or a Waters apparatus equipped with coupled refractometer and viscosity detectors. The number-average molecular weight (M n) and polydispersity ratio (M w/M n) were calculated by universal calibration with reference to polystyrene standards. 1H and 13C NMR spectra of polymers were recorded on a Bruker AM-400 spectrometer at 130°C in C2D2Cl4. Melting points (T m ), glass transition temperature (T g), and crystallinity of polymers were determined by DSC (Setaram DSC 141 apparatus, 10°Cmin−1, under nitrogen) and X-ray diffraction (XRD, Siemens D5000 spectrometer, Cu Kα1,2, 5°<2θ<55°) analysis. 2.2 Polymerization procedures In situ prepared catalyst. In a typical experiment, a solution of complex 1 (0.37g, 0.33mmol) in toluene (10ml) was added to a solution of Mg(n-hex)2 (0.98g, 1.0mmol) in toluene (10ml) and the reaction mixture was stirred for 1h at 0°C. The resulting brown solution (hereafter denominated as the in situ prepared catalyst) was injected via syringe into a 500ml Schlenk tube containing toluene (80ml) kept at 0°C under 1.1atm of ethylene (previously saturated solution). Magnetic stirring was started (1100rpm) and the ethylene consumption was monitored by a mass flowmeter (Aalborg, GFM17) connected to a totalizing controller (KEP) which acts as a flow rate integrator. In the case of ethylene–MMA diblock copolymerization, MMA (5.0ml, 50mmol) was injected directly into the Schlenk tube via syringe following ethylene polymerization (typically after 1h). In both the cases, the reactions were quenched by addition of a 5% HCl–methanol solution to the reaction mixture and the polymer was recovered by filtration and dried under vacuum. Isolated catalyst 2 . Polymerization reactions involving the isolated solid catalyst 2 were performed after filtration and washing (toluene) at 0°C, under argon in a sintering glass funnel, of a catalytic reaction mixture obtained from an ethylene polymerization experiment typically conducted as described above over 30min. Solid 2 was recovered as a beige gummy solid. Gas phase ethylene polymerization was carried out directly in this funnel by contacting the previously isolated solid with ethylene (1.1atm) at 0°C. Diblock ethylene–MMA copolymerization was achieved by reacting a suspension of isolated solid 2 in toluene with MMA at 0°C. A typical experiment is as follows: upon using a solution of 1 (0.37g, 0.33mmol) activated by Mg(n-hex)2 (0.98g, 1.0mmol) in toluene (100ml) for 1h at 0°C allowed to collect, after 10min of reaction with ethylene at 0°C, 3.3 g of 2 as a beige precipitate. The latter was filtered-off at 0°C and washed twice with cold toluene (2–50ml). To a suspension of 2 in toluene (100ml) MMA (9.0ml, 90mmol) was added and the reaction mixture was stirred for 1h at 0°C. After addition of acidified methanol, 4.8g of crude polymer was obtained. Soxhlet extraction with boiling THF for 72h led to the solubilization of only 3% of the crude material. For analytical data of solid 2 and the final copolymer, see text. 3 Results and discussion The reaction of NdCl3 with 3.0 equiv. of NaOBu t in THF at 20°C for 3 days gives a single primary product 1, which can be isolated in 80–90% yield as a pale-blue, air sensitive compound. X-ray crystallographic study revealed that 1 is a new trinuclear compound with the formula Nd3(μ3-OBu t )2(μ2-OBu t )3(OBu t )4(THF)2 (Fig. 1 ) [24] (see Footnote 3). 3.1 Ethylene polymerization reactions The addition of di(n-hexyl)magnesium to a solution of complex 1 in toluene affords a moderately active catalyst for the polymerization of ethylene. Systematic studies revealed that significant polymerization activity is observed for 0.5<Nd/Mg<2.0 in a temperature range from −50 to 80°C. Best results in terms of activity are obtained upon using a Nd to Mg ratio of 1.0 at 0°C. Typical ethylene flow rates observed under such conditions are given in Fig. 2 . It appears that the activity reaches its maximum within a few minutes and decreases concomitantly with the appearance of an insoluble polymer-like material. The activity calculated over 1h at 0°C under atmospheric pressure is ca. 5kgmol−1 h−1 bar−1. This can be considered as moderate on Gibson’s activity scale [19], but proved ca. two orders of magnitude lower than an equivalent lanthanocene system, e.g., Cp 2 ∗ SmCl 2 Li(OEt 2)2 /n-BuEtMg (1:1) gave 340kgmol−1 h−1 bar−1 under the same reaction conditions [25]. The polyethylene recovered under these conditions, after final hydrolysis, is highly crystalline (ca. 80–90% according to DSC and XRD) with T m=139–142°C, M n=2.5–4×105 Da and M w/M n=2.3–2.5. The analysis of aliquots showed that the molecular weight does not increase significantly with time. The monomodality of GPC profiles is consistent with the formation of only one type of active species. Under these conditions, no low molecular weight chains with vinyl end groups were detected (NMR) in the final polymer, indicating that at 0°C, β-H elimination and transfer reactions to the monomer are almost absent, if any. Raising the temperature over 20°C led, however, to a severe decrease in the polymer yield as well as in the molecular weight (e.g., at 80°C: M n=1700, M w/M n=1.55, 29% vinylic chain-ends). This is tentatively ascribed to a process involving β-H elimination and subsequent deactivation of the resulting neodymium-hydride species. The introduction of PhSiH3 (10 equiv. vs. Nd) at the beginning of the reaction did not affect the activity profile and the productivity at 0°C. The polymer analysis revealed, however, that a transfer reaction has occurred, as the M n decreased to ca. 14,300 with M w/M n=25. 13C and 1H NMR analysis of the recovered polymer clearly showed the presence of end-capped PhSiH2-polyethylene, as expected [26]. Dihydrogen proved an even better transfer agent. Using 2% (v/v) of H2 in ethylene led to almost doubled productivity (ca. 10kgmol−1 h−1 bar−1), compared to the reaction carried out with pure ethylene (Fig. 2). Analysis of aliquots sampled every 10min over the polymerization course indicated an almost constant M n value of 17,000 ± 500 and a polydispersity M w/M n of 5.8, showing that an efficient transfer has also occurred. Effective response of the catalyst system to H2 was observed in the range 1–10% (v/v). As already mentioned, in the absence of any transfer agent, the polymerization activity decreases after a few minutes to reach a nearly constant value after 60min, at ca. 1/10 of the maximal activity (Fig. 2). We observed that the latter could be almost completely and rapidly restored upon adding 1.0 equiv. of Mg(n-hex)2 to the reaction mixture; then, polymerization proceeded as in the initial batch (Fig. 3 ; dotted line). This suggests that the decrease in the ethylene flow rate during the polymerization course stems from a “drowsiness” of the active species rather than an irreversible deactivation process (vide infra). In order to determine the distribution of total and active Nd in solution (homogeneous) and in the precipitate (heterogeneous), the latter was isolated by filtration of the reaction mixture and subsequently washed with toluene under rigorous exclusion of oxygen and water at 0°C. The beige solid (2) recovered was subjected to microanalyses which revealed, over three different samples, that 15±2% of initial Nd (and 20±4% of Mg) is present in the precipitate. Most interestingly, when solid 2 is in contact with ethylene in a toluene slurry (1.1atm, 0°C), an ethylene consumption takes place at the same extent than in the in situ experiment; in parallel, the clear filtrate that contains ca. 85% of initial Nd proved completely inactive toward ethylene, even upon reactivation with fresh Mg(n-hex)2. This establishes that all of the active species generated from the in situ combination of 1 with Mg(n-hex)2 (1:1) are contained in solid 2. As a matter of fact, preliminary basic experiments showed that 2 polymerizes ethylene under solid–gas conditions with significant activity (ca. 6kgmol−1 h−1 bar−1 over 30min at 0°C). It is noteworthy, upon addition of 1.0 equiv of Mg(n-hex)2 (vs. initially introduced Nd) to a toluene suspension of 2, that the activity for ethylene polymerization could be strongly enhanced as compared to the initial polymerization reaction (up to ca. 100kgmol−1 h−1 bar−1 vs. 5kgmol−1 h−1 bar−1) (Fig. 3). This phenomenon, which is to be related to the aforementioned restoration of the catalytic activity upon addition of Mg(n-hex)2 to the in situ slurry system, is not yet understood. Separate experiments showed that the addition of dialkylmagnesium to a toluene suspension of 2 does not generate soluble neodymium species (i.e., all of the neodymium remains in the precipitate according to analyses of the precipitate and the supernatant solution); this casts doubts on a simple transmetallation process between insoluble Nd-polyethylenyl species and Mg(n-hex)2. 3.2 Ethylene–MMA diblock copolymerizations As stated in Section 1, one of the major interests of alkyl-lanthanocenes in polymerization relies on their unique propensity to induce both polymerization of ethylene and polar monomers [12–14]. We investigated therefore the ability of this new Cp-free system to initiate the diblock copolymerization of ethylene and MMA. The efficiency of the synthesis, i.e., the amount of block copolymer vs. homopolymers, was assessed in the case of the in situ catalyst combination [1+Mg(n-hex)2] and of isolated compound 2. For this purpose, the final crude (co)polymers were extracted with boiling THF for 3 days in order to separate homo-PMMA from the desired copolymer polyethylene-block-PMMA and homopolyethylene. The crude polymer, obtained via initial polymerization of ethylene with the in situ system and subsequent addition of MMA to the reaction mixture, was shown to contain ca. 15–20% of homo-PMMA. This suggests that the in situ combination [1+Mg(n-hex)2] generates more than one active species for the polymerization of MMA, of which only one is able to initiate the polymerization of ethylene. Indeed, we checked that the solution recovered after filtration of precipitate 2 from the reaction mixture, that contains 80–85% of Nd and Mg initially introduced but proved inactive towards ethylene (vide supra), does initiate the polymerization of MMA to give atactic PMMA in moderate activity. 4 Atactic PMMA with high molecular weight distribution arises from initiation by alkylmagnesium species; the in situ combination [1+Mg(n-hex)2] initiates the pseudo-living polymerization of MMA to give syndiotactic-rich PMMA with very narrow molecular weight distribution [27]. 4 Conversely, the crude polymer recovered from the reaction of MMA with a slurry of isolated solid 2 in toluene at 0°C contained only ca. 3% of extractable products; 1H NMR analysis showed that the latter are low molecular weight MMA-rich block copolymers (MMA/ethylene ∼3). The MMA molar fraction in the THF-insoluble material obtained under typical conditions (see Section 2) is 7±2% according to the weight increase, 1H NMR and SEC analyses (vide infra). The DSC analysis revealed the T g of the PMMA block at 122°C and the T m of the PE block as a narrow peak at 142°C. The SEC analyses of the polyethylene obtained from the hydrolysis of an aliquot of 2 (before addition of MMA) and of the final THF-insoluble material showed an enhancement of the molecular weight from Mn = 200,000 to Mn = 250,000 with a M w/M n of 4.0 (monomodal) in both cases. This confirms the diblock nature of the polymer and in turns that ethylene polymerization using the [1+Mg(n-hex)2] combination proceeds in a living-like fashion to give the Nd-polyethylenyl intermediate 2. In addition to the monomer efficiency of the process, especially interesting is the possibility to attain block lengths as high as 200,000 for the PE block and ca. 50,000 for the PMMA block. To our knowledge, these values are significantly higher than those so far realized with lanthanocene initiators [12–14], and allow to consider these diblock materials as excellent compatibilizers. 3.3 Initiation and catalytic mechanism The above results, particularly, the effective transfer reactions using PhSiH3 and H2 and the possibility to achieve ethylene–MMA block-copolymerization, are in direct line with reactivity trends observed for lanthanocene initiators [6–10,12–14]. This is consistent with a coordination–insertion mechanism starting from a neodymium-alkyl species produced by alkylation of complex 1 with the dialkylmagnesium co-reagent. NMR investigations of this activation process revealed that 1-hexene is produced from such mixtures at temperatures as low as −30°C. These observations and the possibility to achieve ethylene polymerization since −50°C suggests the formation of alkyl-neodymium moieties at low temperature that further react via β-H elimination. In this regard, one may argue that electron-withdrawing tert-butoxide ligands, compared to electron-donating Cp-type ligands, facilitate β-H elimination in alkyl-lanthanide species; this is, however, still a controversial issue [28]. On the other hand, the detection of isobutene at higher temperature (above RT) indicates that the alkoxy ligand itself may react during this alkylation process, leading to unreactive neodymium oxo species (not formally identified). This may explain, at least in part, that the optimized temperature for the reaction is about 0°C. Scheme 1 describes both the aforementioned putative mechanism for the production of the [Nd]-{n-hex} and [Nd]-H species, and their use as either initiator in the case of ethylene polymerization, followed by MMA copolymerization, or as catalysts (cycle) for the hydride in the case of polymerization using H2 as a transfer reagent. 4 Conclusion Ethylene homopolymerization and ethylene–MMA diblock copolymerization have been efficiently performed with a new, simple catalytic system. The latter consists of a readily prepared homoleptic tert-butoxy-neodymium trinuclear complex that, upon in situ alkylation with 1 equiv. of a dialkylmagnesium reagent, acts in a similar way as well-defined alkyl-lanthanocene catalysts. The possible isolation of the polyethylenyl growing-chain neodymium intermediate as a solid enables original solid–gas ethylene polymerization and high diblock copolymerization efficiency. The accessibility of the new procatalyst, the possibility to tune steric and electronic features via the alkoxy ligand, and the straightforward synthesis of the active species suggest that further developments in alkoxylanthanide and related chemistry will be fruitful in the near future for olefin polymerization; our group is working in this direction. Acknowledgements This work was supported by Rhodia, the Ministère de l’Industrie (grant to JG) and the CNRS. We grateful thank Dr. J.W. Ziller (University of California) for the X-ray study and Prof. R.F. Jordan (University of Chicago) for HT-SEC analyses. References [1] R.F. Jordan Adv. Organomet. Chem. 32 1991 325 387 [2] H.H. Brintzinger D. Fischer R. Mulhaupt B. Rieger R.M. Waymouth Angew. Chem. Int. Ed. 34 1995 1143 1170 [3] M. Bochmann, J. Chem. Soc., Dalton Trans. (1996) 255–270. [4] W. Kaminsky, J. Chem. Soc., Dalton Trans. (1998) 1413–1418. [5] H.G. Alt A. Köppl Chem. Rev. 100 2000 1205 1222 [6] D.G.H. Ballard, A. Courtis, J. Holton, J. McMeeking, R. Pearce, J. Chem. Soc., Chem. Commun. (1978) 994. [7] P.L. Watson G.W. Parshall Acc. Chem. Res. 18 1985 51 56 [8] G. Jeske L.E. Schock P.N. Swepston H. Schumann T.J. Marks J. Am. Chem. Soc. 107 1985 8103 8110 [9] G. Jeske H. Lauke P.N. Swepston H. Schumann T.J. Marks J. Am. Chem. Soc. 107 1985 8091 8103 [10] B.J. Burger M.E. Thompson D.W. Cotter J.E. Bercaw J. Am. Chem. Soc. 112 1990 1566 1577 [11] E.Y.-X. Chen T.J. Marks Chem. Rev. 100 2000 1391 1434 [12] H.J. Yasuda, Polym. Sci., Part A 39 (2001) 1955–1959 and references therein. [13] H. Yasuda, Prog. Polym. Sci. 25 (2000) 573–626 and references therein. [14] M.A. Giardello Y. Yamamoto L. Brard T.J. Marks J. Am. Chem. Soc. 117 1995 3276 3279 [15] X. Olonde A. Mortreux F. Petit K. Bujadoux J. Mol. Catal. 82 1993 75 [16] S. Bogaert J.-F. Carpentier T. Chenal A. Mortreux G. Ricart Macromol. Chem. Phys. 201 2000 1813 1822 [17] S. Bogaert T. Chenal A. Mortreux G. Nowogrocki C.W. Lehmann J.-F. Carpentier Organometallics 20 2001 199 205 [18] J.-F. Pelletier A. Mortreux X. Olonde K. Bujadoux Angew. Chem. Int. Ed. 35 1996 1854 [19] G.J.P. Britovsek V.C. Gibson D.F. Wass Angew. Chem. Int. Ed. 38 1999 428 447 [20] R. Anwander, Top. Curr. Chem. 179 (1996) 149–245 and references therein. [21] C.J. Schaverien J. Mol. Catal. 90 1994 177 183 [22] C.J. Schaverien Organometallics 13 1994 69 82 [23] W.J. Evans R.N.R. Broomhall-Dillard J.W. Ziller J. Organomet. Chem. 569 1998 89 97 [24] PCT/FR00/01863 to Rhodia and Université des Sciences et Technologies de Lille. France Patent 01/00214 to Rhodia and Université des Sciences et Technologies de Lille. J. Gromada, T. Chenal, A. Mortreux, J.W. Ziller, F. Leising, J.-F. Carpentier, Chem. Commun. (2000) 2183–2184. [25] J.-F. Pelletier A. Mortreux F. Petit X. Olonde K. Bujadoux Catalyst design for tailor-made polyolefins Stud. Surf. Sci. Catal. 89 1994 249 258 [26] P.-F. Fu T.J. Marks J. Am. Chem. Soc. 117 1995 10747 10748 [27] J. Gromada, C. Fouga, T. Chenal, A. Mortreux, J.-F. Carpentier, Chem. Phys. (2002), in press. [28] C.J. Schaverien, Organometallics 13 (1994) 69–82 and references therein.",
      "scopus-id": "0037205146",
      "coredata": {
        "eid": "1-s2.0-S1381116901005076",
        "dc:description": "The combination of the neodymium tert-butoxide Nd3(μ3-OBu t )2(μ2-OBu t )3(OBu t )4(THF)2 (1), resulting from the metathetic exchange between NdCl3 and Bu t ONa in THF, with 1 equiv. of a dialkylmagnesium reagent affords a moderately active cyclopentadienyl-free lanthanide catalyst for the pseudo-living polymerization of ethylene. Polymerizations performed under mild conditions (0°C, 1atm) in the presence of PhSiH3 or H2 as a transfer agent led to low molecular weight linear polyethylenes with activities in the range 5–20kg PE (mol Nd)−1 atm−1 h−1. In the absence of such a co-reagent, highly linear and crystalline polyethylenes of high molecular weight are produced with ca. halved activity. Under those reaction conditions, a polymer-like precipitate (2) forms during the polymerization course. Most interestingly, solid 2 proved to be an equivalent catalyst to the initial in situ system for the slurry polymerization of ethylene. Solid 2, which is assumed to be the Nd-polyethylenyl intermediate, shows also significant ethylene polymerization activity under solid–gas conditions and enables the efficient preparation of ethylene-methyl methacrylate diblock copolymers.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-05-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901005076",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Gromada, Jérôme"
          },
          {
            "@_fa": "true",
            "$": "Chenal, Thomas"
          },
          {
            "@_fa": "true",
            "$": "Mortreux, André"
          },
          {
            "@_fa": "true",
            "$": "Leising, Frédéric"
          },
          {
            "@_fa": "true",
            "$": "Carpentier, Jean-François"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901005076"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901005076"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00507-6",
        "prism:volume": "182",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Homogeneous and heterogeneous alkyl-alkoxo-lanthanide type catalysts for polymerization and block-copolymerization of ethylene and methyl methacrylate",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Lanthanide"
          },
          {
            "@_fa": "true",
            "$": "Alkoxide"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Diblock copolymers"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "525-531",
        "prism:endingPage": "531",
        "pubType": "fla",
        "prism:coverDisplayDate": "31 May 2002",
        "prism:doi": "10.1016/S1381-1169(01)00507-6",
        "prism:startingPage": "525",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00507-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "141",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "734",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2053",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "307",
            "@width": "298",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10591",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "69",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1253",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "237",
            "@width": "430",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6781",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "68",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1316",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "241",
            "@width": "443",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7986",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1467",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "406",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901005076-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8106",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037205146"
      }
    }
  }
}