{
  "metadata": {
    "title": "Enantio-differentiating hydrogenation of methyl acetoacetate over asymmetrically modified reduced nickel catalysts: The effects of the nickel sources on the enantio-differentiating ability",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-03-15",
    "doi": "10.1016/j.molcata.2003.09.022",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903006678",
    "pii": "S1381116903006678"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0942289860",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-11-19 2003-11-19 2010-03-28T13:36:59 1-s2.0-S1381116903006678 S1381-1169(03)00667-8 S1381116903006678 10.1016/j.molcata.2003.09.022 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01811 2015-05-15T05:56:32.920819-04:00 0 0 20040315 2004 2003-11-19T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 211 211 1 2 1 2 Volume 211, Issues 1–2 15 93 96 93 96 20040315 15 March 2004 2004-03-15 2004 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. ENANTIODIFFERENTIATINGHYDROGENATIONMETHYLACETOACETATEOVERASYMMETRICALLYMODIFIEDREDUCEDNICKELCATALYSTS OSAWA T 1 Introduction 2 Experimental 2.1 Nickel oxide 2.2 Reduced nickel catalyst 2.3 Enantio-differentiating hydrogenation of methyl acetoacetate 2.4 Determination of e.d.a. 2.5 Measurement of crystallite size 3 Results and discussion 3.1 Effect of the calcination temperature of nickel hydroxide 3.2 Effect of the reduction temperature of nickel oxide 3.3 Effect of the types of the precursors of nickel oxide 4 Conclusion References SACHTLER 1985 189 W SUGIMURA 1999 37 T OSAWA 2000 155 T GROSS 1974 2429 L SMITH 1979 184 G NITTA 1981 980 Y BENNETT 1991 363 A SMITH 1993 67 G MASSON 1996 289 J KUKULA 2002 195 P ORITO 1976 236 Y NITTA 1987 141 Y KEANE 1997 41 M OSAWA 2000 207 T WOLFSON 2001 91 A HARADA 1981 2323 T OSAWA 1997 199 T OSAWA 2003 315 T YASUMORI 1982 385 I BRUNNER 1990 159 H IKLABUNOVSKII 1991 980 E OSAWA 2000 271 T OSAWA 2001 289 T OSAWA 2002 65 T NITTA 1982 382 Y NITTA 1985 429 Y DEREN 1970 249 J OSAWAX2004X93 OSAWAX2004X93X96 OSAWAX2004X93XT OSAWAX2004X93X96XT item S1381-1169(03)00667-8 S1381116903006678 1-s2.0-S1381116903006678 10.1016/j.molcata.2003.09.022 271358 2010-10-15T16:13:28.364336-04:00 2004-03-15 1-s2.0-S1381116903006678-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/MAIN/application/pdf/25f5980ac27b4156390886d98e33892a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/MAIN/application/pdf/25f5980ac27b4156390886d98e33892a/main.pdf main.pdf pdf true 85763 MAIN 4 1-s2.0-S1381116903006678-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/PREVIEW/image/png/96a604723aee487d317a091b969d8f47/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/PREVIEW/image/png/96a604723aee487d317a091b969d8f47/main_1.png main_1.png png 64886 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903006678-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/STRIPIN/image/gif/c9a61957180d9814b23eb27717ed071b/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/STRIPIN/image/gif/c9a61957180d9814b23eb27717ed071b/si1.gif si1 si1.gif gif 2410 42 378 ALTIMG 1-s2.0-S1381116903006678-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/fx1/THUMBNAIL/image/gif/9a42dcec35f60a3c2c0956032159630d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/fx1/THUMBNAIL/image/gif/9a42dcec35f60a3c2c0956032159630d/fx1.sml fx1 true fx1.sml sml 1344 93 99 IMAGE-THUMBNAIL 1-s2.0-S1381116903006678-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/fx1/DOWNSAMPLED/image/gif/1f3e4a77b648da67e5e09f009f74572f/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/fx1/DOWNSAMPLED/image/gif/1f3e4a77b648da67e5e09f009f74572f/fx1.gif fx1 true fx1.gif gif 4454 219 232 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903006678-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr1/THUMBNAIL/image/gif/8ac1c62326e73d822ba8e05904011506/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr1/THUMBNAIL/image/gif/8ac1c62326e73d822ba8e05904011506/gr1.sml gr1 gr1.sml sml 1519 93 107 IMAGE-THUMBNAIL 1-s2.0-S1381116903006678-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr1/DOWNSAMPLED/image/gif/5cd839150da1b50069eb4d5acd4ba383/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr1/DOWNSAMPLED/image/gif/5cd839150da1b50069eb4d5acd4ba383/gr1.gif gr1 gr1.gif gif 7525 296 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903006678-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr2/THUMBNAIL/image/gif/1e3b3cf72a2870b0bd7fc4e6c1fbfd15/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr2/THUMBNAIL/image/gif/1e3b3cf72a2870b0bd7fc4e6c1fbfd15/gr2.sml gr2 gr2.sml sml 1379 90 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903006678-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr2/DOWNSAMPLED/image/gif/914952cbe7b0bcc0f1cc9b657edc7295/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr2/DOWNSAMPLED/image/gif/914952cbe7b0bcc0f1cc9b657edc7295/gr2.gif gr2 gr2.gif gif 8414 323 449 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903006678-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr3/THUMBNAIL/image/gif/b91caf8795a44849216df38a1f4126cc/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr3/THUMBNAIL/image/gif/b91caf8795a44849216df38a1f4126cc/gr3.sml gr3 gr3.sml sml 1323 94 99 IMAGE-THUMBNAIL 1-s2.0-S1381116903006678-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903006678/gr3/DOWNSAMPLED/image/gif/2d3dc372b7335388b213d0fbaa99b241/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903006678/gr3/DOWNSAMPLED/image/gif/2d3dc372b7335388b213d0fbaa99b241/gr3.gif gr3 gr3.gif gif 7232 318 336 IMAGE-DOWNSAMPLED MOLCAA 4353 S1381-1169(03)00667-8 10.1016/j.molcata.2003.09.022 Elsevier B.V. Fig. 1 Effect of the calcination temperature of nickel hydroxide on e.d.a. and crystallite size of nickel. Reduction temperature of nickel oxide was 623K. Fig. 2 Effect of the reduction temperature of nickel oxide on e.d.a. and crystallite size of nickel. Nickel oxide was prepared from nickel hydroxide at 1373K calcination. Fig. 3 Effect of the crystallite size of nickel on e.d.a. (•) Precursor: nickel hydroxide; (□) precursor: nickel carbonate. Temperature in the figure indicates calcination temperature of the precursors. Reduction temperature of nickel oxide was 623K. Table 1 Relation between the nickel oxide crystallite size and e.d.a. Calcination temperature (K) Precursor Nickel hydroxide Nickel carbonate Crystallite size of nickel oxide (nm) e.d.a. (%) Crystallite size of nickel oxide (nm) e.d.a. (%) 773 54 50 50 8 973 121 70 132 55 1173 141 81 >200 74 1373 >200 83 >200 79 Reduction temperature of nickel oxide was 623K. Enantio-differentiating hydrogenation of methyl acetoacetate over asymmetrically modified reduced nickel catalysts The effects of the nickel sources on the enantio-differentiating ability Tsutomu Osawa a ∗ Yuki Amaya a Tadao Harada b Osamu Takayasu a a Faculty of Science, Toyama University, Toyama, Gofuku 930-8555, Japan b Faculty of Science and Technology, Ryukoku University, Otsu 520-2194, Japan * Corresponding author. The enantio-differentiating hydrogenation of methyl acetoacetate was carried out over a tartaric acid–NaBr-modified reduced nickel catalyst. Nickel hydroxide and nickel carbonate were used as the precursors of the nickel oxide. They were calcined to nickel oxides, then reduced to nickel metal. It was revealed that the high calcination temperature of the precursors was an important variable for attaining the high enantio-differentiating ability (e.d.a.) of the catalyst. The enantio-differentiating hydrogenation of methyl acetoacetate was carried out over a tartaric acid–NaBr-modified reduced nickel catalyst. Nickel hydroxide and nickel carbonate were used as the precursors of the nickel oxide. They were calcined to nickel oxides, then reduced to nickel metal (reduced nickel catalyst). It was revealed that the calcination temperature of the precursors was an important variable for attaining the high enantio-differentiating ability (e.d.a.) of the catalyst. The nickel surface with the least lattice defects would be appropriate for attaining a high e.d.a. Keywords Modified nickel catalyst Nickel hydroxide Nickel oxide Enantio-differentiating Hydrogenation 1 Introduction It is well known that the tartaric acid–NaBr-modified nickel is a solid catalyst, which hydrogenates β-ketoesters and 2-alkanones with high enantio-selectivity. Many types of the base nickel catalysts for preparing modified catalysts have been investigated, that is, Raney nickel [1–11], supported nickel [1–5,12–16], nickel obtained by the reduction of nickel oxide (reduced nickel) [7,17–20], nickel obtained by the decomposition of nickel formate [7,17,21], nickel powder [19,22], and intermetallic catalysts [23,24]. Among them, Raney nickel is widely used for preparing enantio-differentiating catalysts, because of its high hydrogenation activity and high enantio-differentiating ability. The tartaric acid–NaBr-modified Raney nickel catalyst has been prepared in an aqueous solution of tartaric acid and NaBr at pH 3.2 and 373K (pre-modification). This pre-modification process generated a large amount of waste solution containing nickel ions and bromide ions [17]. We recently reported that an in situ modification (tartaric acid and NaBr were directly added to the reaction media) was applicable for the tartaric acid–NaBr-modified nickel catalysts with a high enantio-differentiating ability (e.d.a.) [25]. The in situ modification is environmentally benign, because it saves energy for the modification process and generates no waste solution. When the in situ modification was applied to the preparation of a tartaric acid–NaBr-modified nickel catalyst, the reduced nickel prepared by the reduction of nickel oxide or fine nickel powder was needed for attaining a high e.d.a. [26,27]. However, it was demonstrated that the e.d.a. of the modified reduced nickel catalyst was influenced by the nickel oxide manufacturers [18–20]. As the preparation details of the commercial nickel oxides are scarcely known, nickel oxides were prepared from nickel hydroxide or nickel carbonate and used for the preparation of a modified nickel catalyst in this study. The effects of the preparation variables of the nickel oxide and nickel on e.d.a. were investigated. 2 Experimental The GLC measurements of the hydrogenated products were carried out using a Hitachi 263-30 gas chromatograph. The optical rotations were measured with a JASCO DIP-1000 polarimeter. The X-ray diffraction patterns of the nickel oxide and nickel were measured using a Shimadzu XD-3A diffractometer. 2.1 Nickel oxide Nickel oxide was prepared by the calcination of nickel hydroxide (Wako Pure Chemical Industries Ltd., lot TPG6939) or nickel carbonate (approximately NiCO3·2Ni(OH)2·4H2O, Wako Pure Chemical Industries Ltd., lot SKG2014) under a stream of nitrogen (40ml/min) and oxygen (10ml/min) for 3h at the specified temperatures. 2.2 Reduced nickel catalyst Nickel oxide (1g) was reduced at the specified temperatures in a hydrogen stream for 1h. 2.3 Enantio-differentiating hydrogenation of methyl acetoacetate Modification of the reduced nickel catalyst was carried out by an in situ modification method [27]. The reaction mixture of methyl acetoacetate (3.3g), THF (6.7ml) and acetic acid (0.067g) containing (R,R)-tartaric acid (3.3mg) and NaBr (0.3mg in 50mm3 of H2O) was subjected to hydrogenation over the reduced nickel catalyst. The hydrogenation was carried out at 373K and the initial hydrogen pressure was 9MPa. Simple distillation gave a product of more than 98% in chemical yield (GLC analyses: 5% Thermon 1000 on Chromosorb W at 383K). 2.4 Determination of e.d.a. The e.d.a. of the catalyst was evaluated using the optical purity of the hydrogenated product determined by polarimetry. e.d.a.(%)= [α] D 20 ofmethyl 3-hydroxybutyrate [α] D 20 ofpureenantiomer ×100 The specific optical rotations [α]D of the optically pure (R)-methyl 3-hydroxybutyrate is [α]D 20=−22.95° (neat) [17]. 2.5 Measurement of crystallite size The mean crystallite sizes of nickel oxide and nickel metal were obtained from the half-width of the NiO(111) or Ni(111) peak using Scherrer’s method. Nickel oxide prepared by the calcination of nickel carbonate at 1373K and nickel metal prepared by the reduction of nickel oxide at 873K for 5h in a hydrogen stream were used as the references, respectively. 3 Results and discussion 3.1 Effect of the calcination temperature of nickel hydroxide The nickel oxide was prepared by the calcination of nickel hydroxide from 773 to 1373K. The nickel oxides were then reduced at 623K for 1h under a hydrogen stream for preparing a reduced nickel catalyst. Fig. 1 shows the effects of the calcination temperature on the e.d.a. of the modified reduced nickel catalysts. When the calcination temperature was raised, the e.d.a. of the modified reduced nickel increased and the maximal e.d.a. was attained for the 1373K calcination of nickel oxide. It was demonstrated that the e.d.a. of the modified nickel catalyst depended on the nickel crystallite size and that a larger sized nickel crystallite was preferable for attaining a high e.d.a. [7,15,16]. Therefore, the relation between the mean crystallite size of nickel and the calcination temperature was investigated. The values of the crystallite size of nickel are also shown in Fig. 1. The higher calcination temperature of nickel hydroxide gave the reduced nickel with the larger nickel crystallite size after the reduction of nickel oxide. 3.2 Effect of the reduction temperature of nickel oxide Fig. 2 shows the effect of the reduction temperature of nickel oxide on the e.d.a. and the crystallite size of nickel. The nickel oxide was prepared by the calcination of nickel hydroxide at 1373K. The e.d.a. significantly decreased from 83 to 57% with an increase in the reduction temperature of the nickel oxide from 598 to 673K, while the nickel crystallite size was almost constant at ca. 60nm. These results show that the e.d.a. is significantly related to the reduction temperature but that nickel crystallite size is not affected by the reduction temperature of 598–673K. The reduction at 673K could result in enhanced sintering of the nickel surface and the surface of nickel would become unsuitable for the effective enantio-differentiation. The results of Fig. 2 could be explained by the crystallite size distribution of nickel. Nitta et al. demonstrated that the reduction at a high temperature would cause the broad crystallite size distribution of nickel and decrease the e.d.a. At high reduction temperature, nickel with small crystallite size with low e.d.a. and high hydrogenation activity would governed the reaction [28,29]. 3.3 Effect of the types of the precursors of nickel oxide In order to study the relation between the crystallite size of nickel and e.d.a. in more detail, nickel oxide was also prepared from nickel carbonate and used for the preparation of the modified reduced nickel. Fig. 3 shows these results. For both precursors (nickel hydroxide and nickel carbonate), the e.d.a. of the catalysts increased with the nickel crystallite sizes. However, the nickel crystallite size giving an e.d.a. of 80% depended on the type of the precursor. That is, as for the catalyst prepared from nickel hydroxide, the e.d.a. of 80% was attained with the nickel crystallite size of ca. 60nm, but as for the catalyst prepared from nickel carbonate, the catalyst with a nickel crystallite size of ca. 40nm gave an 80% e.d.a. These findings reveal that there could exist factor(s) determining the e.d.a. other than the crystallite size of the nickel, because the appropriate nickel crystallite size for attaining a high e.d.a. depended on the type of precursor. It was demonstrated that the different types of the modified nickel (Raney nickel, reduced nickel, and nickel obtained by the decomposition of nickel formate) showed the same e.d.a. with different nickel crystallite size [7]. Our present study revealed that the same e.d.a. was attained over the modified reduced nickel catalysts with different nickel crystallite size when nickel oxides were prepared from the different precursors. The relation between the nickel oxide crystallite size prepared from both precursors (nickel hydroxide and nickel carbonate) and e.d.a. were also investigated. These results are shown in Table 1 . For both precursors, the crystallite size of the nickel oxides increased with an increase in the calcination temperatures. The e.d.a. values also increased with the increase in the crystallite size of the nickel oxides. At the low calcination temperatures of 773 and 973K, the e.d.a. values significantly differed between the two precursors. However, at the higher calcination temperature of 1373K, a greater than 80% e.d.a. was attained for both precursors. Nickel oxide prepared by the calcination at 1373K has a olive green color, but the color depended on the calcination temperatures. A lower calcination temperature produced a black color. It is known that black nickel oxide is a non-stoichiometric compound with excess oxygen and has lattice defects including vacancies [30]. On the other hand, the olive green nickel oxide has a lower amount of excess oxygen and a lower amount of lattice defects compared with the black nickel oxide. As the reduction of nickel oxide at 623K for 1h would not be enough for the rapid bulk agglomeration of the nickel particles and the rearrangement of the lattice atoms, nickel produced by the reduction of nickel oxide would inherit the characteristics of the parent nickel oxide such as the lattice defects. It has been reported that a nickel surface with less disorder would be favorable for the regularly arranged adsorption of tartaric acid thus giving a high e.d.a. [7]. For the two precursors, the higher calcination temperature would be favorable for forming a lattice of nickel oxide with less defects. This would result in the formation of a smooth nickel surface with less defects after the reduction of nickel oxide. A smooth nickel surface would be appropriate for the effective enantio-differentiation. From the results of Figs. 1–3 and Table 1, the e.d.a. of the modified reduced nickel catalyst is not determined only by the crystallite size of nickel. The e.d.a. also depended on the characteristics of the parent nickel oxide, that is, the type of the precursor of nickel oxide and the calcination temperature of the precursor. The types of precursors could contribute to the surface structure, adsorption species on the surface, and/or contamination of nickel oxide and nickel. It is not clear at present that what factor affects the e.d.a. of modified reduced nickel catalyst most significantly. However, for attaining a high e.d.a., the calcination temperature of the precursor of nickel oxide was the very important issue for obtaining the appropriate nickel surface for the effective enantio-differentiation. 4 Conclusion The enantio-differentiating hydrogenation of methyl acetoacetate was carried out over a tartaric acid–NaBr-modified reduced nickel catalyst. Nickel hydroxide and nickel carbonate were calcined and the resulting nickel oxides were reduced to nickel catalysts. The value of the nickel crystallite size was not directly correlated with the e.d.a. The calcination temperature of the nickel oxide precursor was the important issue for attaining a high e.d.a. A smooth nickel surface without the lattice defects would be appropriate for attaining a high e.d.a. References [1] W.M.H. Sachtler Chem. Ind. (Dekker) 22 1985 189 and references therein [2] A. Tai, T. Harada, in: Y. Iwasawa (Ed.), Tailored Metal Catalysts, Reidel, Dordrecht, The Netherlands, 1986, p. 265, and references therein. [3] T. Sugimura Catal. Surv. Jpn. 3 1999 37 and references therein [4] T. Osawa T. Harada O. Takayasu Top. Catal. 13 2000 155 and references therein [5] L.H. Gross P. Rys J. Org. Chem. 39 1974 2429 [6] G.V. Smith M. Musoiu J. Catal. 60 1979 184 [7] Y. Nitta F. Sekine T. Imanaka S. Teranishi Bull. Chem. Soc. Jpn. 54 1981 980 [8] A. Bennett S. Christie M.A. Keane R.D. Peacock G. Webb Catal. Today 10 1991 363 [9] G.V. Smith R. Song J.M. Delich M. Bartók Stud. Surf. Sci. Catal. 78 1993 67 [10] J. Masson P. Cividino J. Court J. Mol. Catal. A: Chem. 111 1996 289 [11] P. Kukula L. Cerveny J. Mol. Catal. A: Chem. 185 2002 195 [12] Y. Orito S. Niwa S. Imai Yuuki Gosei Kagaku 34 1976 236 [13] Y. Nitta M. Kawabe T. Imanaka Appl. Catal. 30 1987 141 [14] M.A. Keane Langmuir 13 1997 41 [15] T. Osawa S. Mita A. Iwai O. Takayasu H. Hashiba S. Hashimoto T. Harada I. Matsuura J. Mol. Catal. A: Chem. 157 2000 207 [16] A. Wolfson S. Geresh M.V. Landau M. Herskowitz Appl. Catal. A: Gen. 208 2001 91 [17] T. Harada M. Yamamoto S. Onaka M. Imaida H. Ozaki A. Tai Y. Izumi Bull. Chem. Soc. Jpn. 54 1981 2323 [18] T. Harada, Y. Imachi, A. Tai, Y. Izumi, Metal-Support and Metal-Additive Effects in Catalysis, Elsevier, Lyon, 1982, p. 377. [19] T. Osawa T. Tai A. Harada O. Takayasu I. Matsuura Stud. Surf. Sci. Catal. 108 1997 199 [20] T. Osawa E. Mieno T. Harada O. Takayasu J. Mol. Catal. A: Chem. 200 2003 315 [21] I. Yasumori M. Yokozeki Y. Inoue Faraday Discuss. Chem. Soc. 72 1982 385 [22] H. Brunner M. Muschiol T. Wischert Tertahedron: Asymm. 1 1990 159 [23] E. I Klabunovskii Russ. Chem. Rev. 60 1991 980 [24] A. Rives, E. Leclercq, R. Hubaut, in: R.E. Malz Jr. (Ed.), Catalysis of Organic Reactions, Marcel Dekker, 1996, p. 241. [25] T. Osawa A. Ozawa T. Harada O. Takayasu J. Mol. Catal. A: Chem. 154 2000 271 [26] T. Osawa Y. Hayashi A. Ozawa T. Harada O. Takayasu J. Mol. Catal. A: Chem. 169 2001 289 [27] T. Osawa S. Sakai K. Deguchi T. Harada O. Takayasu J. Mol. Catal. A: Chem. 185 2002 65 [28] Y. Nitta F. Sekine T. Imanaka S. Teranishi J. Catal. 74 1982 382 [29] Y. Nitta T. Imanaka S. Teranishi J. Catal. 96 1985 429 [30] J. Deren J. Stoch J. Catal. 18 1970 249",
      "scopus-id": "0942289860",
      "coredata": {
        "eid": "1-s2.0-S1381116903006678",
        "dc:description": "The enantio-differentiating hydrogenation of methyl acetoacetate was carried out over a tartaric acid–NaBr-modified reduced nickel catalyst. Nickel hydroxide and nickel carbonate were used as the precursors of the nickel oxide. They were calcined to nickel oxides, then reduced to nickel metal (reduced nickel catalyst). It was revealed that the calcination temperature of the precursors was an important variable for attaining the high enantio-differentiating ability (e.d.a.) of the catalyst. The nickel surface with the least lattice defects would be appropriate for attaining a high e.d.a.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-03-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903006678",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Osawa, Tsutomu"
          },
          {
            "@_fa": "true",
            "$": "Amaya, Yuki"
          },
          {
            "@_fa": "true",
            "$": "Harada, Tadao"
          },
          {
            "@_fa": "true",
            "$": "Takayasu, Osamu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903006678"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903006678"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00667-8",
        "prism:volume": "211",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Enantio-differentiating hydrogenation of methyl acetoacetate over asymmetrically modified reduced nickel catalysts The effects of the nickel sources on the enantio-differentiating ability",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Modified nickel catalyst"
          },
          {
            "@_fa": "true",
            "$": "Nickel hydroxide"
          },
          {
            "@_fa": "true",
            "$": "Nickel oxide"
          },
          {
            "@_fa": "true",
            "$": "Enantio-differentiating"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "93-96",
        "prism:endingPage": "96",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 March 2004",
        "prism:doi": "10.1016/j.molcata.2003.09.022",
        "prism:startingPage": "93",
        "dc:identifier": "doi:10.1016/j.molcata.2003.09.022",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2410",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1344",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "219",
            "@width": "232",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4454",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1519",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7525",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1379",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "323",
            "@width": "449",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8414",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "99",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1323",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "318",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903006678-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7232",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0942289860"
      }
    }
  }
}