{
  "metadata": {
    "title": "Catalytic oxidation of styrene using <ce:italic>cis</ce:italic>-MoO<ce:inf loc=post>2</ce:inf>(L)(solv) [L=salicylidene salicyloyl hydrazine) and its zeolite composite as catalysts in the presence of molecular oxygen",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-05-20",
    "doi": "10.1016/S1381-1169(99)00413-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999004136",
    "pii": "S1381116999004136"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034690332",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-06-06 2000-06-06 2010-04-18T20:21:34 1-s2.0-S1381116999004136 S1381-1169(99)00413-6 S1381116999004136 10.1016/S1381-1169(99)00413-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01185 2020-03-04T12:04:52.415208Z 0 0 20000520 2000 2000-06-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 156 156 1 2 1 2 Volume 156, Issues 1–2 19 205 211 205 211 20000520 20 May 2000 2000-05-20 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. CATALYTICOXIDATIONSTYRENEUSINGCISMOO2LSOLVLSALICYLIDENESALICYLOYLHYDRAZINEZEOLITECOMPOSITECATALYSTSINPRESENCEMOLECULAROXYGEN RAO S 1 Introduction 2 Experimental 2.1 Materials 2.2 Oxidation experiments 3 Results and discussion 3.1 Oxidation of styrene using MoVIO2(L)–NaY composite 3.2 Effect of catalyst concentration 3.3 Effect of substrate concentration 3.4 Effect of temperature 3.5 Probable mechanistic route for styrene oxidation 3.6 Rate law Acknowledgements References JACOBSEN 1994 4323 E KATASUKI 1995 189 T VARKEY 1998 407 S KIM 1997 149 S KUMAR 1995 163 S REDDY 1992 J MIZUMO 1994 593 N RANA 1999 xx R KHANMANI 1998 A STUDIESINSURFACESCIENCECATALYSIS RECENTADVANCESINBASICAPPLIEDASPECTSINDUSTREIALCATALYSIS RAO 1999 xxx S KAUL 1985 2885 B CARADONNA 1988 2139 J HOLM 1987 1401 R CHEN 1976 2612 G RAO 1999 S JORGENSEN 1989 431 K RAOX2000X205 RAOX2000X205X211 RAOX2000X205XS RAOX2000X205X211XS 2020-02-28T12:05:26.594Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/nlp S1381116999004136 CSIR CSIR CouncilÂ forÂ Scientific and Industrial Research, South Africa http://data.elsevier.com/vocabulary/SciValFunders/501100001332 http://sws.geonames.org/953987/ S.N.R. is grateful to CSIR for the award of Senior Research Associateship. item S1381-1169(99)00413-6 S1381116999004136 1-s2.0-S1381116999004136 10.1016/S1381-1169(99)00413-6 271358 2010-09-30T18:09:56.375676-04:00 2000-05-20 1-s2.0-S1381116999004136-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/MAIN/application/pdf/ff67c0116fddabababb99778d836f01b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/MAIN/application/pdf/ff67c0116fddabababb99778d836f01b/main.pdf main.pdf pdf true 166395 MAIN 7 1-s2.0-S1381116999004136-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/PREVIEW/image/png/c37f39d5d15c1e792ea25f63f8545d2d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/PREVIEW/image/png/c37f39d5d15c1e792ea25f63f8545d2d/main_1.png main_1.png png 56949 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999004136-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/STRIPIN/image/gif/24b24e0c50f92b75572728655aa4e94b/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/STRIPIN/image/gif/24b24e0c50f92b75572728655aa4e94b/si2.gif si2 si2.gif gif 1056 18 247 ALTIMG 1-s2.0-S1381116999004136-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/STRIPIN/image/gif/c80592bafa151964be2e0bd0c4fd7f98/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/STRIPIN/image/gif/c80592bafa151964be2e0bd0c4fd7f98/si1.gif si1 si1.gif gif 914 18 200 ALTIMG 1-s2.0-S1381116999004136-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr1/THUMBNAIL/image/gif/bc3b0a807306153f6cd0a96d66bd0791/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr1/THUMBNAIL/image/gif/bc3b0a807306153f6cd0a96d66bd0791/gr1.sml gr1 gr1.sml sml 777 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999004136-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr1/DOWNSAMPLED/image/gif/3cd5a3cb84b850772d095e7964ff0870/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr1/DOWNSAMPLED/image/gif/3cd5a3cb84b850772d095e7964ff0870/gr1.gif gr1 gr1.gif gif 6213 330 585 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999004136-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr2/THUMBNAIL/image/gif/bd60a958620e67a60e9ee9400092ae28/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr2/THUMBNAIL/image/gif/bd60a958620e67a60e9ee9400092ae28/gr2.sml gr2 gr2.sml sml 708 60 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999004136-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr2/DOWNSAMPLED/image/gif/6b576f564c3b6cdeb7638839f45bff02/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr2/DOWNSAMPLED/image/gif/6b576f564c3b6cdeb7638839f45bff02/gr2.gif gr2 gr2.gif gif 7179 299 622 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999004136-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr3/THUMBNAIL/image/gif/0e45978255892ad30e1685c5bc03346d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr3/THUMBNAIL/image/gif/0e45978255892ad30e1685c5bc03346d/gr3.sml gr3 gr3.sml sml 932 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999004136-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr3/DOWNSAMPLED/image/gif/4318f5d9622ebbe72f1e4631ebac4fbb/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr3/DOWNSAMPLED/image/gif/4318f5d9622ebbe72f1e4631ebac4fbb/gr3.gif gr3 gr3.gif gif 9405 371 663 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999004136-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr4/THUMBNAIL/image/gif/0ea12f49401c93192326b68afd8d557a/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr4/THUMBNAIL/image/gif/0ea12f49401c93192326b68afd8d557a/gr4.sml gr4 gr4.sml sml 884 61 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999004136-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/gr4/DOWNSAMPLED/image/gif/6276230ebb223a78cdb373458ee6574c/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/gr4/DOWNSAMPLED/image/gif/6276230ebb223a78cdb373458ee6574c/gr4.gif gr4 gr4.gif gif 7493 268 552 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999004136-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/sc1/THUMBNAIL/image/gif/b40016f49e423bcb3b41006691579e1e/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/sc1/THUMBNAIL/image/gif/b40016f49e423bcb3b41006691579e1e/sc1.sml sc1 sc1.sml sml 1097 93 105 IMAGE-THUMBNAIL 1-s2.0-S1381116999004136-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999004136/sc1/DOWNSAMPLED/image/gif/bcf6b34f8e49da04ec51c126a3e13614/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999004136/sc1/DOWNSAMPLED/image/gif/bcf6b34f8e49da04ec51c126a3e13614/sc1.gif sc1 sc1.gif gif 12691 533 602 IMAGE-DOWNSAMPLED MOLCAA 2534 S1381-1169(99)00413-6 10.1016/S1381-1169(99)00413-6 Elsevier Science B.V. Fig. 1 Styrene consumption as a function of time during oxidation using cis-MoO2(L)(DMF). [cat]=1.0×10−4 mol, [styrene]=3.0×10−4 mol and T=333 K. Fig. 2 Effect of catalyst concentration on the rate of styrene oxidation at [styrene]=3.0×10−4 mol and T=333 K. Fig. 3 Effect of styrene concentration on the rate of styrene oxidation at [cat]=1.0×10−4 mol and T=333 K. Fig. 4 Effect of temperature on the rate of styrene oxidation at [cat]=1.0×10−4 mol and [styrene]=3.0×10−4 mol. Scheme 1 Table 1 Effect of temperature on styrene conversion and product distribution Temperature (K) % Styrene conversion Selectivity Styrene epoxide Phenyl acetaldehyde 323 70.0 82.5 17.5 333 76.6 85.0 15.0 343 86.3 89.2 10.8 Catalytic oxidation of styrene using cis-MoO2(L)(solv) [L=salicylidene salicyloyl hydrazine) and its zeolite composite as catalysts in the presence of molecular oxygen Sumita N Rao a * K.N Munshi a N.N Rao b a Department of Chemistry, Nagpur University, Nagpur 440010, India b National Environmental Engineering Research Institute, Nehru Marg, Nagpur 440020, India * Corresponding author The catalytic oxidation of styrene using cis-MoO2(L)(solv) [L=Salicylidene Salicyloyl Hydrazine) and its zeolite-Y composite as catalysts in the presence of molecular oxygen and in the temperature range 50–70°C is studied. The oxidation products are found to be styrene epoxide and phenyl acetaldehyde. Phenyl acetaldehyde is observed to form only in homogeneous catalytic system towards the end of a 5-h reaction period. A 77% conversion of styrene into products (styrene epoxide: phenyl acetaldehyde ratio=85:15) is obtained under homogeneous catalytic conditions, whereas use of complex zeolite composite resulted in 68% conversion of styrene into styrene epoxide selectively. Styrene epoxide is formed with a turnover of 9/mol Mo in catalyst at 60°C in homogeneous catalytic system. The turnover increased to 64 when encapsulated complex is used. The rate of styrene oxidation showed first-order dependence with respect to catalyst and substrate concentration. A mechanism for oxidation of styrene with cis-MoO2(L)(solv) is proposed and reasons for selective conversion of styrene into corresponding epoxide is presented. Keywords Styrene Oxidation Zeolite-Y encapsulated composite 1 Introduction Catalysis of oxidation of olefins using transition metal complexes into a variety of products such as epoxides, carbonyl compounds, diols and oxidative cleavage products of CC has received much attention primarily due to interest in selective and partial oxidations. The catalytic systems that have been reported to be useful for oxidation of olefinic compounds are: Mn(III)(salen) complexes in homogeneous medium [1,2], Mn(III)(salen) complexes encapsulated in zeolite-X [3], Mn(III) bipyridine complex cations immobilised on Al-MCM-41 [4], titanium silicate molecular sieve TS-1[5,6], heteropoly tungstate [7], Mo- or Ti-containing mesoporous MCM-41 [8] and Ru(II) complexes containing pyridine and picoline ligands [9]. While epoxides corresponding to 1-hexene, cyclohexene, styrene, cyclooctene, etc., are the targeted products using these transition metal catalysts; a number of problems are encountered during the actual course of reaction viz., lower yield and selectivity for epoxides and isomerization of epoxides as is the case with Mn(III)(salen) complex catalysts and TS-1 molecular sieves [3,5], unwanted oxidative cleavage of double bond promoted by Ru and Os catalysts [9], and low overall olefin conversion with the zeolite encapsulated catalysts due to diffusional resistance [3]. Therefore, the search for selective epoxidation catalysts of transition metal origin is continuing and new metal complexes in different ligand environments that may strongly influence the catalytic behaviour are being prepared and examined for their catalytic activity. We have earlier reported the catalytic air oxidation of cyclooctene using cis-MoO2(L)(solv) and its zeolite-Y composite [10]. In the present paper, we report the kinetics of catalytic oxidation of styrene by cis-MoO2(L)(solv) complex and its zeolite-Y composite in the presence of molecular oxygen as oxidant and in the temperature range 50–70°C. Several authors including us [10–13] have reported oxo-transfer activity of several dioxomolybdenum complexes in different Schiff base environments. The formation of phenyl acetaldehyde in addition to styrene epoxide is observed in the present study under homogeneous catalytic conditions. But styrene epoxide formed selectively, although with a somewhat lower conversion yield, when the oxidation reaction is catalyzed using zeolite-Y encapsulated complex. 2 Experimental 2.1 Materials Ammonium molybdate, acetylacetone, salicylaldehyde, salicylic acid hydrazide were procured from Sisco Chem. Lab., Mumbai, India. Styrene, styrene epoxide, phenyl acetaldehyde and benzaldehyde were procured from Lancaster (UK). Chromatography grade acetone, methanol and dimethyl formaldehyde was used. Partially dealuminated NaY zeolite (Si/Al=4.18) was used. cis-MoO2(acac)2 was prepared and purified according to the reported method [14]. The synthesis and characterization of 1-salicylidene-2-salicyloyl hydrazine Schiff base (L) and the corresponding dioxo molybdenum complex, cis-MoO2(L)(solv) and the encapsulation of this complex in zeolite-Y super cages was earlier reported [10,15]. 2.2 Oxidation experiments The homogeneous and heterogeneous oxidation of styrene was carried out in a jacketed glass reactor fitted with a condenser, thermometer, and sampling port. Water from constant temperature water bath was re-circulated through the glass reactor to attain the desired temperature. In a typical oxidation experiment, 10 ml of DMF solution of the complex (0.1 mmol) was allowed to attain the required temperature and then to it, styrene (0.3 mmol) was added. Throughout the experiment that lasted for 5 h, Iolar grade O2 (99.99%) was bubbled under magnetic stirring. During these runs, liquid samples were withdrawn from the reactor at chosen intervals of time. The progress of reaction was determined in terms of styrene consumption using Gas–Liquid Chromatography (Perkin-Elmer Auto System XL Gas Chromatograph) and employing 8% Carbowax 20 M on Chromosorb column (FID, column temperature programmed between 125°C and 180°C, detector temperature, 200°C, injection temperature, 150°C, N2 carrier gas, 10 ml/min). Oxidation products in the reaction mixture were identified by peak matching against chromatograms of authentic styrene epoxide, phenyl acetaldehyde and benzaldehyde samples, which are the expected products. The oxidation runs using zeolite-Y encapsulated complex were also conducted in a similar manner except that 0.10 g zeolite-complex composite was used instead of complex. 3 Results and discussion Oxidation of styrene in DMF medium using cis-MoO2(L)(solv) complex in the presence of molecular oxygen was confirmed to yield styrene epoxide as the major product and small quantities of phenyl acetaldehyde (styrene epoxide:phenyl acetaldehyde ratio=85:15). Benzaldehyde was not detected in the reaction mixtures. The variation of styrene concentration as a function of time is shown in Fig. 1 . At the end of the 5-h run of oxidation using 0.1 mmol catalyst and 0.3 mmol styrene at 60°C, about 77% styrene conversion efficiency and a turnover of 9 (in terms of Mo in the complex) for styrene epoxide formation were attained. The rate of oxidation is found to be 4.6×10−5 mol/h. The oxidation yield was very insignificant (<3.0%) in the absence of oxygen and at temperatures lower than 50°C. 3.1 Oxidation of styrene using MoVIO2(L)–NaY composite In this experiment, 0.1 g MoVIO2(L)–NaY composite was interacted with 0.3 mmol styrene in 10 ml DMF medium at 60°C and the reaction was continued for 5 h under oxygen bubbling. The only oxidation product detected in this case was styrene epoxide. A total of 68% conversion was achieved in a 5-h reaction period. Based on 1.2 wt.% Mo loading, the turnover is worked out to be approximately 64. Thus, encapsulation of the complex in zeolite cavities ensured selectivity of styrene epoxide formation and a seven-fold increase in turnover, compared to the corresponding homogeneous case, is achieved. Subsequently, the effects of catalyst concentration, substrate concentration and temperature on the initial rate of oxidation of styrene using cis-MoO2(L)(solv) were determined. 3.2 Effect of catalyst concentration The catalyst concentration was varied from 0.05 to 0.2 mmol at a fixed substrate concentration of 0.3 mmol and at a temperature of 60°C. The initial rates of styrene oxidation exhibit first-order dependence with respect to catalyst concentration as shown in Fig. 2 . 3.3 Effect of substrate concentration Fig. 3 shows the dependence of rates of oxidation of styrene with respect to styrene concentration which was varied from 0.2 to 0.4 mmol, while the catalyst concentration is fixed at 0.1 mmol at 60°C. The initial rates were found to exhibit first-order dependence with respect to styrene concentration. 3.4 Effect of temperature The oxidation of styrene was studied in the temperature range 50–70°C using 0.1 mmol catalyst and 0.3 mmol styrene concentration. A plot of −ln(rate) vs. 1/T is shown in Fig. 4 , from the slope of which the value of activation energy (E a) was deduced as 12 Kcal/mol. The ΔH≠ and ΔS≠ values calculated at 60°C are 11.3 Kcal/mol and +34.0 eu, respectively. The effect of reaction temperature on the styrene conversion and product distribution is shown in Table 1 . Increase of reaction temperature from 323 to 343 K caused increase in overall styrene conversion efficiency and the product selectivity altered in favor of epoxide. 3.5 Probable mechanistic route for styrene oxidation Two important observations are made during this study. Firstly, the higher selectivity for epoxide formation (85% in homogeneous conditions, 100% using MoVIO2(L)–NaY composite) is unlike the results obtained with Mn–salen complexes or Mo(or Ti)-MCM-41 catalysts [1–3,8], where the selectivity for epoxide formation was only between 12% and 25%. Benzaldehyde is reported as the major product in these two cases. About 6–9% of isomerization product (i.e., phenyl acetaldehyde) is also reported. In the case of TS-1 catalyst, isomerisation of styrene epoxide into phenyl acetaldehyde is reported to be predominant (76%) [5,6]. Secondly, lower overall styrene conversion efficiency was found when MoVIO2(L)–NaY composite was used. Many reaction conditions such as the nature of solvent (protic or aprotic, low or high dielectric constant solvents), type of oxidant, and reaction temperature effect the conversion efficiency and product selectivity. The solvent used in the present case is dimethyl formamide. This is aprotic and has a high dielectric constant. Referring to styrene epoxidation using MCM-41 [8] and TS-1 catalyst [5], it is reported that use of high dielectric constant solvent favors the formation of epoxide and phenyl acetaldehyde. Further, in protic solvent such as methanol, the reaction preference is towards isomerisation of epoxide and to some extent, alcoholysis products of epoxide may also form. Therefore, higher selectivity for epoxidation found in the present study may be attributed to aprotic and high dielectric constant solvent used here. On the other hand, the lower conversion efficiency found with MoVIO2(L)–NaY composite in comparison with that of the homogeneous system may be understood to have originated from diffusional resistance faced by the styrene molecules in reaching the isolated catalytic centers in zeolite-Y cages. A similar phenomenon is also reported with Mn(III) complexes encapsulated in zeolite-X [3]. Based on the products formed and from the kinetic results, the following mechanism is proposed for the reaction (Scheme 1) . It is proposed in the mechanism that water molecule in 1 is displaced by the more powerful coordinating solvent molecule, i.e., DMF. In a pre-equilibrium step, species 2 reacts with a molecule of styrene to give an organometallic intermediate 3. This is followed by [2+2] cycloaddition of the carboncarbon double bond to the oxomolybdenum bond that gives a molybdeno-oxetane intermediate 4. Metal-oxetane type intermediate formation is frequently invoked for explaining epoxide formations catalyzed by metal-oxo complexes [16]. This decomposes to 5 and styrene epoxide. The formation of molybdeno-oxetane intermediate and abstraction of oxygen atom by styrene intramolecularly from the MoO2 moiety represents a rate-determining step. The favourable effect of temperature on the overall conversion of styrene and selectivity to epoxide formation found in the present study would imply that the abstraction of oxygen atom by styrene moiety via molybdeno-oxetane intermediate to form epoxide is accelerated. In the same count, the formation of molybdeno-oxetane intermediate is endothermic by 11.3 Kcal/mol as calculated from the experimentally derived energy of activation (E a=12 Kcal/mol). Since complex 5 is unstable, it reverts to 2 in the presence of molecular O2. 3.6 Rate law Based on the kinetic study, the rates of oxidation of styrene were found to exhibit first-order dependence with respect to catalyst and substrate concentrations. Taking into consideration the total catalyst concentration present in the form of different species in situ at steady state condition, the final rate law can be written as: rate=kK1[cat] t [S]/1+K1[S] Where [cat]t=total catalyst concentration, [S]=styrene concentration, K 1=pre-equilibrium constant and k=rate constant. In order to evaluate the kinetic constants, the above equation can be rearranged as: [cat] t /rate=1/[S](1/kK1)+1/k The value of k was deduced from the intercept of the plot between [cat]t/rate vs. 1/[S]. Substitution of the value of k in the slope term gave the value of K 1. The values of kinetic constants obtained for the MoO2(L)(solv) complex catalyzed oxidation of styrene to give styrene epoxide at 60°C are: K 1=7.3×103 M−1 and k=2.63×10−3 min−1. In summary, we conclude that both cis-MoO2(L)(solv) and MoO2(L)(solv)–NaY are useful for styrene oxidation, the latter showed selectivity for styrene epoxide formation with higher turnover. The initial rates of styrene oxidation showed first-order dependence with respect to catalyst and substrate concentrations. Overall styrene conversion efficiency and selectivity for epoxide may be enhanced at higher temperatures. Acknowledgements S.N.R. is grateful to CSIR for the award of Senior Research Associateship. References [1] E.N. Jacobsen L. Deng Y. Furukawa L.E. Martinez Tetrahedron 50 1994 4323 [2] T. Katasuki Coord. Chem. Rev. 140 1995 189 [3] S.P. Varkey C.R. Jacob Indian J. Chem 37A 1998 407 [4] S.S. Kim W. Zhang T.J. Pinnavaia Catal. Lett. 43 1997 149 [5] S.B. Kumar S.P. Mirajkar G.C.G. Pias P. Kumar R. Kumar J. Catal. 156 1995 163 [6] J.S. Reddy U.R. Khire P. Ratnasamy R.B. Mitra J. Chem. Soc., Chem. Commun. 1234 1992 [7] N. Mizumo T. Hirose R. Iwamoto Stud. Surf. Sci. Catal. 84 1994 593 [8] R.K. Rana B. Viswanathan Bull. Catal. Soc. Ind. 9 1&2 1999 xx [9] A.S. Khanmani S. Vancheesan Recent advances in basic and applied aspects of industreial catalysis T.S.R. Prasada Rao G. Murali Dhar Studies in Surface Science and Catalysis 113 1998 Elsevier [10] S.N. Rao K.N. Munshi N.N. Rao J. Mol. Catal. A: Chem. 2172 1999 xxx [11] B.B. Kaul J.H. Enemark S.L. Merbs J.T. Spence J. Am. Chem. Soc. 107 1985 2885 [12] J.P. Caradonna P.R. Reddy R.H. Holm J. Am. Chem. Soc. 110 1988 2139 [13] R.H. Holm Chem. Rev. 87 1987 1401 [14] G.J.J. Chen J.W. McDonal W.E. Newton Inorg. Chem. 15 1976 2612 [15] S.N. Rao N.N. Rao M.M. Bhadbhade E. Suresh K.N. Munshi Polyhedron 1999 In Press [16] K.A. Jorgensen Chem. Rev. 89 1989 431",
      "scopus-id": "0034690332",
      "coredata": {
        "eid": "1-s2.0-S1381116999004136",
        "dc:description": "The catalytic oxidation of styrene using cis-MoO2(L)(solv) [L=Salicylidene Salicyloyl Hydrazine) and its zeolite-Y composite as catalysts in the presence of molecular oxygen and in the temperature range 50–70°C is studied. The oxidation products are found to be styrene epoxide and phenyl acetaldehyde. Phenyl acetaldehyde is observed to form only in homogeneous catalytic system towards the end of a 5-h reaction period. A 77% conversion of styrene into products (styrene epoxide: phenyl acetaldehyde ratio=85:15) is obtained under homogeneous catalytic conditions, whereas use of complex zeolite composite resulted in 68% conversion of styrene into styrene epoxide selectively. Styrene epoxide is formed with a turnover of 9/mol Mo in catalyst at 60°C in homogeneous catalytic system. The turnover increased to 64 when encapsulated complex is used. The rate of styrene oxidation showed first-order dependence with respect to catalyst and substrate concentration. A mechanism for oxidation of styrene with cis-MoO2(L)(solv) is proposed and reasons for selective conversion of styrene into corresponding epoxide is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-05-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999004136",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rao, Sumita N"
          },
          {
            "@_fa": "true",
            "$": "Munshi, K.N"
          },
          {
            "@_fa": "true",
            "$": "Rao, N.N"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999004136"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999004136"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00413-6",
        "prism:volume": "156",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Catalytic oxidation of styrene using cis-MoO2(L)(solv) [L=salicylidene salicyloyl hydrazine) and its zeolite composite as catalysts in the presence of molecular oxygen",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Styrene"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Zeolite-Y encapsulated composite"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "205-211",
        "prism:endingPage": "211",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 May 2000",
        "prism:doi": "10.1016/S1381-1169(99)00413-6",
        "prism:startingPage": "205",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00413-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "247",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1056",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "200",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "914",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "777",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "330",
            "@width": "585",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6213",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "708",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "299",
            "@width": "622",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7179",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "932",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "371",
            "@width": "663",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9405",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "61",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "884",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "268",
            "@width": "552",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7493",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "105",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1097",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "533",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999004136-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12691",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034690332"
      }
    }
  }
}