{
  "metadata": {
    "title": "Highly selective synthesis of nopol over mesoporous and microporous solid acid catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-03-01",
    "doi": "10.1016/j.molcata.2005.10.033",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905007594",
    "pii": "S1381116905007594"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-32844466692",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-12-15 2005-12-15 2016-06-28T16:11:42 1-s2.0-S1381116905007594 S1381-1169(05)00759-4 S1381116905007594 10.1016/j.molcata.2005.10.033 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02278 2016-06-28T12:06:30.924695-04:00 0 0 20060301 2006 2005-12-15T00:00:00Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issfirst issn issnnorm issuelist itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst 1381-1169 13811169 false 246 246 1 2 1 2 Volume 246, Issues 1–2 35 218 222 218 222 20060301 1 March 2006 2006-03-01 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. HIGHLYSELECTIVESYNTHESISNOPOLOVERMESOPOROUSMICROPOROUSSOLIDACIDCATALYSTS SELVARAJ M 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgment References BAIN 1946 638 J KRESGE 1992 710 C MOKAYA 1996 113 R CORMA 1997 2373 A VANRHIJN 1998 317 W SELVARAJ 2002 173 M SELVARAJ 2003 347 M SELVARAJ 2004 75 M SELVARAJ 2004 81 M SELVARAJ 2004 143 M SELVARAJ 2004 157 M SELVARAJ 2005 343 M SELVARAJ 2005 139 M SELVARAJ 2005 52 M VILLADE 2002 2654 A PILLAI 2004 826 U MEDINAVALTIEERA 1997 L1 J SELVARAJX2006X218 SELVARAJX2006X218X222 SELVARAJX2006X218XM SELVARAJX2006X218X222XM item S1381-1169(05)00759-4 S1381116905007594 1-s2.0-S1381116905007594 10.1016/j.molcata.2005.10.033 271358 2016-06-28T12:06:30.924695-04:00 2006-03-01 1-s2.0-S1381116905007594-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/MAIN/application/pdf/30e9e2f9c087e87e927ddb43fa7f4ada/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/MAIN/application/pdf/30e9e2f9c087e87e927ddb43fa7f4ada/main.pdf main.pdf pdf true 138446 MAIN 5 1-s2.0-S1381116905007594-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/PREVIEW/image/png/81452a00e62c3d3757100eb89797ae44/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/PREVIEW/image/png/81452a00e62c3d3757100eb89797ae44/main_1.png main_1.png png 70307 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905007594-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/gr1/THUMBNAIL/image/gif/7ed195595ed1520b1a30b08456984d66/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/gr1/THUMBNAIL/image/gif/7ed195595ed1520b1a30b08456984d66/gr1.sml gr1 gr1.sml sml 1358 23 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905007594-fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/fx1/THUMBNAIL/image/gif/e036a45dfc6b9cb43c0a9884baff0fb3/fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/fx1/THUMBNAIL/image/gif/e036a45dfc6b9cb43c0a9884baff0fb3/fx1.sml fx1 true fx1.sml sml 1407 24 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905007594-gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/gr2/THUMBNAIL/image/gif/a0950f5c9c16c94c7d59c3505fc9a45a/gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/gr2/THUMBNAIL/image/gif/a0950f5c9c16c94c7d59c3505fc9a45a/gr2.sml gr2 gr2.sml sml 1660 93 53 IMAGE-THUMBNAIL 1-s2.0-S1381116905007594-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/gr1/DOWNSAMPLED/image/jpeg/7b35f3ccbc49c6a33687ecbee28c38cc/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/gr1/DOWNSAMPLED/image/jpeg/7b35f3ccbc49c6a33687ecbee28c38cc/gr1.jpg gr1 gr1.jpg jpg 7391 67 372 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905007594-fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/fx1/DOWNSAMPLED/image/jpeg/50b9981f755a3f3d9a3a8c2b66634a80/fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/fx1/DOWNSAMPLED/image/jpeg/50b9981f755a3f3d9a3a8c2b66634a80/fx1.jpg fx1 true fx1.jpg jpg 7135 67 347 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905007594-gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905007594/gr2/DOWNSAMPLED/image/jpeg/42adf83785b03976468b05bc723a88d6/gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905007594/gr2/DOWNSAMPLED/image/jpeg/42adf83785b03976468b05bc723a88d6/gr2.jpg gr2 gr2.jpg jpg 40178 645 368 IMAGE-DOWNSAMPLED MOLCAA 5601 S1381-1169(05)00759-4 10.1016/j.molcata.2005.10.033 Elsevier B.V. Fig. 1 Scheme of nopol reaction. Fig. 2 Conversion of β-pinene and selectivity of nopol over Zn-Al-MCM-41(75) with: (a) different reaction temperature and (b) different reaction time. Table 1 Physicochemical characterization of Zn-Al-MCM-41 Catalysts Zn content a (wt%) Al content a (wt%) d-spacing b (Å) Unitcell parameter a 0 b (Å) Surface area c (m2/g) Pore size D c (Å) Pore volume c (cm3/g) Wall Thickness d (Å) Zn-Al-MCM-41(75) 0.123 0.220 37.91 43.77 820 22.8 0.852 20.97 Zn-Al-MCM-41(151) 0.060 0.123 38.41 44.35 867 25.6 0.893 18.75 Zn-Al-MCM-41(228) 0.040 0.079 38.91 44.92 912 27.0 0.944 17.90 Zn-Al-MCM-41(304) 0.031 0.060 39.98 46.15 970 29.3 0.963 16.85 Zn-Al-MCM-41(380) 0.020 0.049 41.09 47.44 1071 32.2 0.983 15.20 Al-MCM-41(21) – 0.499 38.41 44.35 830 27.5 0.866 16.85 a Results obtained from ICP-AES. b Values obtained from XRD studies. c Values obtained from N2 adsorption results. d Wall thickness (t)=unitcell parameter (a 0)−pore size (D). Table 2 Bronsted acidity and Lewis acidity of Zn-Al-MCM-41 as characterized by FT-IR–pyridine adsorption and desorption measurements at different temperatures as well as by total acidity measured by TPD–pyridine Catalysts Total acidity from TPD–pyridine measrurement (mmol pyridineg−1) Bronsted acidity a (μmol pyridineg−1) Lewis acidity a (μmol pyridineg−1) Temperature (°C) Temperature (°C) 25 100 200 300 25 100 200 300 Zn-Al-MCM-41(75) 0.103 27.5 20.3 18.2 13.5 40.3 35.6 30.5 25.3 Zn-Al-MCM-41(151) 0.095 23.4 19.2 16.3 12.4 38.3 30.3 27.3 23.5 Zn-Al-MCM-41(228) 0.076 19.5 17.3 14.2 10.3 25.4 24.5 24.3 20.2 Zn-Al-MCM-41(304) 0.055 17.4 15.4 12.4 6.7 20.6 20.4 20.3 18.3 Zn-Al-MCM-41(380) 0.035 14.3 13.2 9.5 5.3 17.7 15.3 14.5 15.6 a Values obtained from FT-IR–pyridine studies. Table 3 Condensation of β-pinene and paraformaldehyde over various types of catalysts Catalysts Si/Zn Si/Al β-Pinene conversion (%) Nopol selectivity (%) Nopol yield (%) Zn-Al-MCM-41(75) 34 41 83.8 100 83.8 Zn-Al-MCM-41(151) 69 82 75.4 94.2 71.0 Zn-Al-MCM-41(228) 103 125 65.6 84.5 55.43 Zn-Al-MCM-41(308) 137 171 55.4 71.2 39.44 Zn-Al-MCM-41(380) 172 208 51.3 62.5 32.06 Al-MCM-41(21) – 21 48.4 56.4 27.29 HY(2.6) – 2.6 58.3 75.4 43.95 Hβ(20) – 20 60.4 63.4 38.29 H-mordenite(20) – 20 56.3 35.4 19.93 H-ZSM-5(15) – 15 27.2 30.7 08.35 Recycling 1 a – – 84.1 100.0 84.10 Recycling 2 a – – 83.6 100.0 83.60 Recycling 3 a – – 84.0 100.0 84.00 Recycling 4 a – – 84.0 100.0 84.00 Recycling 1 b – – 45.1 75.3 23.99 Recycling 2 b – – 35.3 65.4 15.95 Recycling 3 b – – 21.3 56.3 08.18 Recycling 4 b – – 15.4 43.2 05.62 Absence of catalyst – – – – – Reaction conditions: 0.2g catalyst; 0.75mmol β-pinene and 1.50mmol paraformaldehyde (1:2mmol ratio) in the presence of 1.25ml of toluene were introduced into a reactor; reaction temperature, 90°C; reaction time, 6h. a Recycling of Zn-Al-MCM-41(75) after exhaustive washing with acetone at 40°C and drying at 120°C overnight. b Recycling of Al-MCM-41(21) after exhaustive washing with acetone at 40°C and drying at 120°C overnight. Table 4 Condensation of β-pinene over different ratios of β-pinene to paraformaldehyde over Zn-Al-MCM-41(75) β-Pinene/paraformaldehyde mmol ratios in the presence of 1.25ml of toluene β-Pinene conversion (%) Nopol selectivity (%) 1:1 65.7 88.4 1:2 83.8 100 2:1 55.4 65.9 3:1 42.8 57.1 Reaction conditions: 0.2g of catalyst; reaction temperature, 90°C; reaction time, 6h. Highly selective synthesis of nopol over mesoporous and microporous solid acid catalysts M. Selvaraj S. Kawi ⁎ Department of Chemical & Biomolecular Engineering, National University of Singapore, Singapore-119260, Singapore ⁎ Corresponding author. Tel.: +65 68746312; fax: +65 67791936. Graphical abstract A novel mesoporous Zn-Al-MCM-41 is found to be a highly active and recyclable heterogeneous catalyst suitable for the selective synthesis of nopol by Prins condensation of β-pinene and paraformaldehyde in toluene having much higher acidity and activity than other catalysts, such as Al-MCM-41, USY, Hβ, H-ZSM-5 and H-mordenite. Prins condensation of β-pinene was carried out with paraformaldehyde in the presence of toluene as solvent over mesoporous Zn-Al-MCM-41 catalysts under liquid phase reaction conditions for synthesis of nopol. The influence of various reaction parameters, such as reaction temperature, time, ratios of reactants and recyclability have been investigated. The catalytic results were also compared with those obtained using Al-MCM-41, HY, Hβ, H-mordenite and H-ZSM-5 zeolites. Zn-Al-MCM-41(75) is then found to be a highly active and recyclable heterogeneous catalyst for selective synthesis of nopol. Furthermore, Zn-Al-MCM-41(75) has higher selectivity of nopol than other Zn-Al-MCM-41, Al-MCM-41, HY, Hβ, H-mordenite and H-ZSM-5. Keywords Synthesis of solid acid catalysts Catalytic activity Acidity Recyclability Conversion of β-pinene Selectivity of nopol 1 Introduction Nopol is an optically active and bicyclic primary alcohol used by the agrochemical industry in producing pesticides. It is also used in the preparation of various household products including soap perfumes. Three general methods have been used to obtain nopol [1]: (1) β-pinene and paraformaldehyde in acetic acid solution at 120°C yielding nopyl acetate which is saponified to nopol; (2) heating a mixture of β-pinene and paraformaldehyde in the presence of a small quantity of a homogeneous catalyst, such as zinc chloride at 115–120°C for several hours yielding about 57% nopol; (3) autoclaving paraformaldehyde and β-pinene at 150–230°C for several hours yielding a substantial amount of pure nopol. However, the monocyclic isomers and other side products form along with nopol by the above all methods. Moreover, the need for the present day heterogeneous catalysts in processing hydrocarbons with high molecular weights has led researchers to better catalyst systems. These limitations were overcome with the discovery of mesoporous materials [2] which have greatly enlarged mesopores suitable as catalysts for organic reactions involving bulky molecules. Unfortunately, the acid strength of MCM-41 resembles that of the amorphous silica aluminas rather than that of the more strongly acidic zeolites [3]. Although the mesoporous material is valuable for many organic conversions [4], enhancement of its acidity is desirable for extension of its applicability. Several synthesis methods have been approached to increase the acid strength of the mesoporous materials. For example, MCM-41 materials had been synthesized using heteropoly acids (HPA) [5] and sulfonic acid [6]. Selvaraj et al. reported the details of the synthesis and characterization of some mesoporous catalysts with increasing acid strength and their catalytic properties for the synthesis of fine chemicals [7–15]. The synthesis of mesoporous Sn-MCM-41 [16] and iron phosphate [17] molecular sieves had also been reported and used for the synthesis of nopol. Recently, there has been an increasing interest in developing catalytic reaction processes with minimal environmental threats and maximal economical benefits. Hence, there has been a great demand to develop highly selective heterogeneous catalyst with a large number of Lewis acid sites suitable for mild reaction conditions without employing toxic materials. To the best of our knowledge, there are currently no reports on the heterogeneous catalytic reaction for the Prins condensation of β-pinene over Zn-Al-MCM-41. Herein we disclose the report of selective synthesis of nopol using Zn-Al-MCM-41 catalyst under mild reaction conditions. The catalytic results of Zn-Al-MCM-41 for selective synthesis of nopol are also correlated and compared with other solid catalysts, such as Al-MCM-41, USY, Hβ, H-ZSM-5 and H-mordenite. 2 Experimental Zn-Al-MCM-41 with different n Si/(n Zn + n Al) ratios and Al-MCM-41(21) were synthesized and characterized according to the published method [11]. Hβ (Si/Al=20, Strem); HY (Si/Al=2.9, PQ); H-mordenite (Si/Al=20, PQ) and H-ZSM-5 (Si/Al=30, PQ) were obtained from commercial sources. These catalysts were then calcined at 500°C in air for 6h before catalytic reaction. Prins condensation reaction for the synthesis of nopol was carried out using β-pinene with paraformaldehyde in the presence of toluene and 0.2g of catalyst under liquid phase reaction conditions in a 100ml round-bottomed (RB) flask equipped with a reflux condenser and a magnetic stirrer. After the reaction, the mixture was extracted with acetone and analyzed by a Hewlett-Packard 6890 Gas Chromatograph using an HP-Innowax polyethylene glycol capillary column (30m×320μm×0.25μm) and a quadrupole mass spectrometer equipped with HP 5973 mass-selective detector. As the percentage of β-pinene was higher with Zn-Al-MCM-41(75), all other experiments concerning evaluation of the performance of the catalyst were carried out only with Zn-Al-MCM-41(75). Nopol selectivity is defined as the percentage of the weight of nopol product obtained divided by the weight of starting material (β-pinene and paraformaldehyde) consumed. Conversion of β-pinene is defined as the percentage of the weight of starting material consumed divided by weight of starting material. 3 Results and discussion Table 1 shows the results based on the physicochemical characterization. It can be observed that the d-spacing value (d 100) and unitcell parameter (a 0) of Zn-Al-MCM-41 decreases with increasing metal-ion content. FT-IR studies show that zinc-ion has been incorporated into the hexagonal framework of the mesoporous materials; the infrared wavenumber of the antisymmetric SiOSi vibration bands (1096cm−1) in Zn-Al-MCM 41 is higher than those in Al-MCM-41 (1083cm−1) and this shift should be attributed to the increase of the mean SiO distance in the wall caused by the substitution of the small ionic radii of silicon by the larger ionic radii of zinc [11]. Although the surface area, pore diameter and pore volume of Zn-Al-MCM-41(75) are smaller than that of other Zn-Al-MCM-41 (Table 1), however the number of acid sites (total and Bronsted–Lewis acid) in Zn-Al-MCM-41(75) is higher than that in other Zn-Al-MCM-41 due to the increase of the number of protons caused by the non-framework aluminium-ions, which were formed by the introduction of zinc-ions [11]. Thus, the number of Bronsted and Lewis acid sites in Zn-Al-MCM-41(75) is higher than that of other Zn-Al-MCM-41, as shown in Table 2 . The Prins condensation of β-pinene for the synthesis of nopol (Fig. 1 ) was carried out with paraformaldehyde in the presence of toluene over H-ZSM-5(15), H-mordenite(20), Hβ(20), HY(2.6), Al-MCM-41(21) Zn-Al-MCM-41(75), Zn-Al-MCM-41(151), Zn-Al-MCM-41(228), Zn-Al-MCM-41(308) and Zn-Al-MCM-41(380) catalysts and their results are shown in Table 3 . The order of catalytic activity for selectivity of nopol was found to be as follows: Zn-Al-MCM-41(75)>Zn-Al-MCM-41(151)>Zn-Al-MCM-41(228)>HY(2.6)>Zn-Al-MCM-41(308)>Hβ(20)>Zn-Al-MCM-41(380)>Al-MCM-41(21)>H-mordenite(20)≥H-ZSM-5(15). Based on the literature results reporting the FT-IR analysis of the adsorbed pyridine and ammonia–TPD [18], the acid strength of the catalysts also follow a similar trend except for H-ZSM-5 zeolite. Zeolite Hβ, which has a 60.4% β-pinene conversion, is found to be more active than HY, which has a 58.3% β-pinene conversion. However, in terms of selectivity, Hβ is found to be less selective (63.4%) than HY (75.4%). The higher selectivity of HY might be attributed to its strong acidity and slightly larger pore opening size (7.4Å) than Hβ (7.6 and 5.4Å) as geometrical constraints produced by Hβ did not allow the formation of bulkier products in the small channels, and, hence a higher selectivity of nopol is achieved over HY rather than Hβ zeolite. In contrast, H-mordenite and H-ZSM-5, in spite of its strong acidity achieved by several researchers, were found to be less active in the reaction. The small pore size of H-mordenite (7.1Å) and H-ZSM-5 (5.4Å) zeolites imposes diffusion control through which the bulky product nopol cannot diffuse out with the formation of the small amount of the product probably through a surface reaction (Table 1). It is observed that mesoporous Zn-Al-MCM-41(75), Zn-Al-MCM-41(151), Zn-Al-MCM-41(228), Zn-Al-MCM-41(308) and Zn-Al-MCM-41(380) show high catalytic activity and selectivity for the formation of nopol with no diffusional constraint. The selectivity of nopol in Zn-Al-MCM-41(75) is higher than that of other Zn-Al-MCM-41 due to the higher number of Lewis acid sites on the surface of pore walls caused by the increasing amount of Zn-ions [11]. A decrease in β-pinene conversion and nopol selectivity in Al-MCM-41(21) was observed because it has less Lewis acid strength on the surface pore walls (Table 1). Hence, it can be inferred that the non-framework aluminium-ions existing in the intra-channel space probably increased the catalytic activity by the increased Lewis acidity [18]. Although the pore size and acid strength of the catalyst plays a major role during the synthesis of nopol—which is a large molecule, however the important relationship is between the pore size and molecular size of the reactant/product. The pore size of the catalyst must be accessible to the reactant and product molecules in order to take part in the reaction. Thus, the effect of temperature, time, reactant ratios and recylability were studied on Zn-Al-MCM-41(75). Initially, all MCM-41 catalysts usually suffer from the catalytic activity and hence the catalyst needs to be regenerated by calcination. The recycled Zn-Al-MCM-41(75) catalyst was washed four times with acetone and dried at 120°C overnight in order to remove the organics and unreacted paraformaldehyde. No loss of catalytic activity and metal-ions on the inner side surface of pore walls in Zn-Al-MCM-41(75) was observed after four recycles. Its conversion of β-pinene as well as yield and selectivity of nopol remain constant with each cycle (Table 3). However, the conversion, yield and selectivity decreased in Al-MCM-41(21) with each cycle under the same reaction conditions. This may be due to the decrease of the catalytic activity on the surface of the catalyst. The reaction was also performed in the absence of catalyst, and the result verified that it did not occur in the absence of catalyst (Table 3). The maximum conversion and selectivity was observed at 90°C with 1:2mmol ratio of β-pinene to paraformaldehyde. The conversion and selectivity was found to be increased with the reactant ratio in this order: 1:2>1:1<2:1>3:1mmol ratios (Table 4 ). This may be due to the insufficient quantity of reactants to react with each other on the catalyst surface. Furthermore, there is an increase in nopol selectivity over Zn-Al-MCM-41(75) with increasing reaction temperature (from 25 to 90°C as shown in Fig. 2a) and time (from 4 to 8h as shown in Fig. 2b). However, when the reaction temperature was increased above 90°C and the reaction time was increased beyond 8h, the conversion and selectivity decreased because the number isomers and other side products increased. The reaction was much faster over Zn-Al-MCM-41(75) than any other catalysts (Table 3). In short, Zn-Al-MCM-41(75) is shown to be an excellent catalyst for selective synthesis of nopol. 4 Conclusions The present study shows that Zn-Al-MCM-41(75) is a relatively strong mild solid acid catalyst, and is a highly active and recyclable catalyst for the selective synthesis of nopol by Prins condensation of β-pinene and paraformaldehyde in the presence of a more environmentally benign toluene under mild reaction conditions. Furthermore, the nopol selectivity over Zn-Al-MCM-41(75) is higher than other Zn-Al-MCM-41, Al-MCM-41, USY, Hβ, H-ZSM-5 and H-mordenite due to the higher Lewis acid strength on the surface of pore walls of Zn-Al-MCM-41(75). Acknowledgment The Singapore Millennium Fellowship (SMF) awarded by Singapore Millennium Foundation Ltd. for M. Selvaraj (2005-SMF-0437) is gratefully acknowledged for this work. References [1] J.P. Bain J. Am. Chem. Soc. 68 1946 638 [2] C.T. Kresge M.E. Leonowicz W.J. Roth J.C. Vartuli J.S. Beck Nature 359 1992 710 [3] R. Mokaya W. Jones Z. Luan M.D. Alba J. Kilinowski Catal. Lett. 37 1996 113 [4] A. Corma Chem. Rev. 97 1997 2373 [5] C.T. Kresge, D.O. Marler, G.S. Rav, B.H. Rose, U.S. Patent 5,324,881, 1994. [6] W.M. Van Rhijn D.E. De Vos B.F. Sels W.D. Bossaert P.A. Jacobs J. Chem. Soc. Chem. Commun. 1998 317 [7] M. Selvaraj A. Pandurangan K.S. Seshadri P.K. Sinha V. Krishnasamy K.B. Lal J. Mol. Catal. A: Chem. 186 2002 173 [8] M. Selvaraj A. Pandurangan K.S. Seshadri P.K. Sinha K.B. Lal Appl. Catal. A: Gen. 242 2003 347 [9] M. Selvaraj P.K. Sinha K.S. Seshadri A. Pandurangan Appl. Catal. A: Gen. 265 2004 75 [10] M. Selvaraj P.K. Sinha A. Pandurangan Microporous Mesoporous Mater. 70 2004 81 [11] M. Selvaraj B.R. Min Y.G. Shul T.G. Lee Microporous Mesoporous Mater. 74 2004 143 [12] M. Selvaraj B.R. Min Y.G. Shul T.G. Lee Microporous Mesoporous Mater. 74 2004 157 [13] M. Selvaraj K. Lee K.S. Yoo T.G. Lee Microporous Mesoporous Mater. 81 2005 343 [14] M. Selvaraj P.K. Sinha K. Lee I. Ahn A. Pandurangan T.G. Lee Microporous Mesoporous Mater. 78 2005 139 [15] M. Selvaraj T.G. Lee Microporous Mesoporous Mater. 85 2005 52 [16] A.L. Villa de P.E. Alarcon C. Montes de Correa Chem. Commun. 2002 2654 [17] U.R. Pillai E. Sahle-Demessie Chem. Commun. 2004 826 [18] J. Medina-Valtieera M.A. Sanchez J.A. Montoya J. Navarrete J.A. de los Reyes Appl. Catal. A: Gen. 158 1997 L1",
      "scopus-id": "32844466692",
      "coredata": {
        "eid": "1-s2.0-S1381116905007594",
        "dc:description": "Prins condensation of β-pinene was carried out with paraformaldehyde in the presence of toluene as solvent over mesoporous Zn-Al-MCM-41 catalysts under liquid phase reaction conditions for synthesis of nopol. The influence of various reaction parameters, such as reaction temperature, time, ratios of reactants and recyclability have been investigated. The catalytic results were also compared with those obtained using Al-MCM-41, HY, Hβ, H-mordenite and H-ZSM-5 zeolites. Zn-Al-MCM-41(75) is then found to be a highly active and recyclable heterogeneous catalyst for selective synthesis of nopol. Furthermore, Zn-Al-MCM-41(75) has higher selectivity of nopol than other Zn-Al-MCM-41, Al-MCM-41, HY, Hβ, H-mordenite and H-ZSM-5.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905007594",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Selvaraj, M."
          },
          {
            "@_fa": "true",
            "$": "Kawi, S."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905007594"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905007594"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00759-4",
        "prism:volume": "246",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Highly selective synthesis of nopol over mesoporous and microporous solid acid catalysts",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Synthesis of solid acid catalysts"
          },
          {
            "@_fa": "true",
            "$": "Catalytic activity"
          },
          {
            "@_fa": "true",
            "$": "Acidity"
          },
          {
            "@_fa": "true",
            "$": "Recyclability"
          },
          {
            "@_fa": "true",
            "$": "Conversion of β-pinene"
          },
          {
            "@_fa": "true",
            "$": "Selectivity of nopol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "218-222",
        "prism:endingPage": "222",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2006",
        "prism:doi": "10.1016/j.molcata.2005.10.033",
        "prism:startingPage": "218",
        "dc:identifier": "doi:10.1016/j.molcata.2005.10.033",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1358",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "24",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1407",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "53",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1660",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "67",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7391",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "67",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7135",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "645",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905007594-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40178",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/32844466692"
      }
    }
  }
}