{
  "metadata": {
    "title": "Reactions of α-pinene using acidic ionic liquids as catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-01-18",
    "doi": "10.1016/j.molcata.2007.06.026",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907004050",
    "pii": "S1381116907004050"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-37348998907",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-07-10 2007-07-10 2010-03-29T10:57:16 1-s2.0-S1381116907004050 S1381-1169(07)00405-0 S1381116907004050 10.1016/j.molcata.2007.06.026 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02620 2015-05-15T05:56:33.307883-04:00 0 0 20080118 2008 2007-07-10T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 279 279 2 2 Volume 279, Issue 2 9 177 181 177 181 20080118 18 January 2008 2008-01-18 2008 Catalysis in Ionic Liquids Chris Hardacre School of Chemistry and Chemical Engineering, Queen's University Belfast, Belfast BT9 5AG, Northern Ireland article fla Copyright © 2007 Elsevier B.V. All rights reserved. REACTIONSPINENEUSINGACIDICIONICLIQUIDSCATALYSTS LIU S 1 Introduction 2 Experimental 2.1 Synthesis of ILs 2.2 Hydration of α-pinene and analysis 2.3 Esterification of α-terpineol and analysis 3 Results and discussion 3.1 Results and discussion of the hydration of α-pinene 3.2 Results and discussion of the esterification of α-terpineol 3.3 Reusability of acidic ILs catalyst for hydration of α-pinene and esterification of α-terpineol 4 Conclusion Acknowledgements References VITAL 2000 167 J CASTANHEIRO 2003 187 J ROBLESDUTENHEFNER 2001 33 P LI 2005 227 L WELTON 1999 2071 J WASSERSCHEID 2000 3772 P NGUYEN 2004 2085 H JIANG 2004 225 T KAWANAMI 2003 896 H IZAK 2005 141 P DENG 2001 33 Y COLE 2004 5962 A ARFAN 2005 743 A GUI 2004 473 J ZHANG 2005 16176 Z ZHU 2003 38 H FORBES 2004 129 D QIAO 2006 65 K XING 2005 4147 H LIUX2008X177 LIUX2008X177X181 LIUX2008X177XS LIUX2008X177X181XS item S1381-1169(07)00405-0 S1381116907004050 1-s2.0-S1381116907004050 10.1016/j.molcata.2007.06.026 271358 2010-10-11T07:00:44.129231-04:00 2008-01-18 1-s2.0-S1381116907004050-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/MAIN/application/pdf/47d9e8c714571a62ed1fd1fc85368fec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/MAIN/application/pdf/47d9e8c714571a62ed1fd1fc85368fec/main.pdf main.pdf pdf true 294076 MAIN 5 1-s2.0-S1381116907004050-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/PREVIEW/image/png/47277881ccd92191739e118e11739670/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/PREVIEW/image/png/47277881ccd92191739e118e11739670/main_1.png main_1.png png 75886 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907004050-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc1/DOWNSAMPLED/image/jpeg/afc3ed5aed9293c36bbef42d58da8d05/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc1/DOWNSAMPLED/image/jpeg/afc3ed5aed9293c36bbef42d58da8d05/sc1.jpg sc1 sc1.jpg jpg 3935 80 189 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004050-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc1/THUMBNAIL/image/gif/5757f53f78197f26c33432c328af70ab/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc1/THUMBNAIL/image/gif/5757f53f78197f26c33432c328af70ab/sc1.sml sc1 sc1.sml sml 926 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907004050-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc2/DOWNSAMPLED/image/jpeg/e0d120acef6478b7fe76df0c1fa823ee/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc2/DOWNSAMPLED/image/jpeg/e0d120acef6478b7fe76df0c1fa823ee/sc2.jpg sc2 sc2.jpg jpg 5479 68 340 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004050-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc2/THUMBNAIL/image/gif/2ed2351c553c6ecd4659556c6afa0298/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc2/THUMBNAIL/image/gif/2ed2351c553c6ecd4659556c6afa0298/sc2.sml sc2 sc2.sml sml 543 25 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907004050-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc3/DOWNSAMPLED/image/jpeg/a661f7afa38b055fc50e327645b2fa72/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc3/DOWNSAMPLED/image/jpeg/a661f7afa38b055fc50e327645b2fa72/sc3.jpg sc3 sc3.jpg jpg 40366 338 600 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004050-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/sc3/THUMBNAIL/image/gif/70371bb3a8871f157400639d81b23733/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/sc3/THUMBNAIL/image/gif/70371bb3a8871f157400639d81b23733/sc3.sml sc3 sc3.sml sml 1478 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907004050-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/gr1/DOWNSAMPLED/image/jpeg/8cbf28e9a0be03c21bd66863f614b528/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/gr1/DOWNSAMPLED/image/jpeg/8cbf28e9a0be03c21bd66863f614b528/gr1.jpg gr1 gr1.jpg jpg 17171 150 465 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004050-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/gr1/THUMBNAIL/image/gif/b84cc16f67a0ec2e699da104728e9788/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/gr1/THUMBNAIL/image/gif/b84cc16f67a0ec2e699da104728e9788/gr1.sml gr1 gr1.sml sml 987 40 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907004050-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/fx1/DOWNSAMPLED/image/jpeg/9d301aae5791daa840f6fe4ac603764b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/fx1/DOWNSAMPLED/image/jpeg/9d301aae5791daa840f6fe4ac603764b/fx1.jpg fx1 true fx1.jpg jpg 16997 105 244 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004050-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004050/fx1/THUMBNAIL/image/gif/792989dd75c41d57ba8b99fbce77fede/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004050/fx1/THUMBNAIL/image/gif/792989dd75c41d57ba8b99fbce77fede/fx1.sml fx1 true fx1.sml sml 828 54 125 IMAGE-THUMBNAIL MOLCAA 6831 S1381-1169(07)00405-0 10.1016/j.molcata.2007.06.026 Elsevier B.V. Fig. 1 The used acidic ILs in the present report. Scheme 1 The hydration of α-pinene in the acidic ILs. Scheme 2 The esterification of α-terpineol in the acidic ILs. Scheme 3 The process for hydration of α-pinene and esterification of α-terpineol catalyzed by acidic ILs. Table 1 Results of the hydration of α-pinene and esterification of α-terpineol using different catalysts Entry Catalyst α-Pinene hydration a α-Terpineol esterification b Conversion (%) Selectivity (%) Conversion (%) Selectivity (%) 1 Blank 12.3 8.5 17.0 54 2 H2SO4(33%) 94.3 36.8 82.6 55.3 3 [Hmim]HSO4 (1a) 43.5 34.6 29.2 31.1 4 [Hmim]H2PO4 (1b) 45.7 54.2 30.6 57.2 5 [Hmim]BF4 (1c) 24.3 15.6 29.5 10.8 6 [C4mim]HSO4 (2a) 94.0 33.7 >99.7 80.0 7 [C4mim]H2PO4 (2b) 91.3 41.9 >99.7 83.1 8 [C4mim]BF4 (2c) 28.3 10.5 32.5 50.2 9 [SO3H-pmim]HSO4 (3a) 98.4 39.6 >99.7 8.0 10 [SO3H-pmim]H2PO4 (3b) 98.1 45.6 >99.7 87.2 11 [SO3H-pmim]BF4 (3c) 96.5 42.6 >99.7 75.6 a Reaction conditions: α-pinene 0.06mol, water 0.3mol, IL 0.001mol, temperature 80°C, time 8h. b Reaction conditions: α-terpineol 0.03mol, acetic anhydride 0.045mol, IL 0.003mol, temperature 40°C, time 8h. Table 2 Reusability of acidic ILs catalyst for hydration of α-pinene and esterification of α-terpineol Cycle α-Pinene hydration α-Terpineol esterification [C4mim]H2PO4 a [SO3H-pmim]H2PO4 b [C4mim]H2PO4 a [SO3H-pmim]H2PO4 b Conversion (%) Selectivity (%) Conversion (%) Selectivity (%) Conversion (%) Selectivity (%) Conversion (%) Selectivity (%) 1 91.3 41.9 97.1 47.1 >99.7 81.2 >99.7 87.8 2 49.6 52.8 85.4 52.4 >99.7 85.3 >99.7 85.9 3 27.24 49.9 89.8 49.9 96.7 86.0 >99.7 86.5 4 84.7 51.8 92.5 87.8 >99.7 88.9 5 83.7 51.6 86.4 89.4 >99.7 86.4 6 85.9 52.3 69.0 90.6 >99.7 88.6 a Reaction conditions of cycle 1 are similar to those in Table 1. Reaction conditions of cycle 2–6: α-pinene 0.06mol, water 0.06mol, temperature 80°C, time 8h, and the isolated layer of ILs is reused directly. b Reaction conditions of cycle 1 are similar to those in Table 1. Reaction conditions of cycle 2–6: α-terpineol 0.03mol, acetic anhydride 0.045mol, temperature 40°C, time 8h, and the isolated ILs are reused directly. Reactions of α-pinene using acidic ionic liquids as catalysts Shi-Wei Liu a Shi-Tao Yu b ⁎ Fu-Sheng Liu b Cong-Xia Xie c Lu Li b Kai-Hui Ji b a Institute of Chemical Industry of Forest Products, Chinese Academy of Forestry, Nanjing 210042, China b College of Chemical Engineering, Qingdao University of Science and Technology, Qingdao 266042, China c College of Chemistry and Molecular Engineering, Qingdao University of Science and Technology, Qingdao 266042, China ⁎ Corresponding author. Fax: +86 532 84022719. Hydration of α-pinene and esterification of α-terpineol have been investigated in the presence of various acidic ionic liquids. It was found that the cations of ionic liquids determined catalytic performance of acidic ionic liquids, and the anions had obvious effect on the selectivity of desired products. It was also found that ionic liquid 1-methyl-3-(3-sulfopropyl)-imidazolium dihydrogen phosphate ([HSO3-pmim]H2PO4) exhibited outstanding catalytic properties in both reactions. Furthermore, the effective product isolation combined with the recyclable catalyst is expected to contribute to the development of clean and environmentally friendly strategy for the synthesis of α-terpineol and α-terpinyl acetate. Graphical abstract Hydration of α-pinene and esterification of α-terpineol have been investigated in the presence of various acidic ionic liquids. It was found that the cations of ionic liquids determined catalytic performance of acidic ionic liquids, and the anions had obvious effect on the selectivity of desired products. It was also found that ionic liquid 1-methyl-3-(3-sulfopropyl)-imidazolium dihydrogen phosphate ([HSO3-pmim]H2PO4) exhibited outstanding catalytic properties in both reactions. Furthermore, the effective product isolation combined with the recyclable catalyst is expected to contribute to the development of clean and environmentally friendly strategy for the synthesis of α-terpineol and α-terpinyl acetate. Keywords Acidic ionic liquids α-Terpineol α-Terpinyl acetate Hydration Esterification α-Pinene 1 Introduction α-Pinene is the main constituent of turpentine oil. When treated with water in the presence of acidic catalyst, α-pinene is mainly hydrated to α-terpineol which may be used as perfume, mixed essence, foaming agent, cleaning agent, fungicide and ore dressing agent. α-Terpineol can be esterificated with acetic anhydride to α-terpinyl acetate that is an important and widely used synthetic perfume of citric and lavender scents. α-Terpineol and α-terpinyl acetate are traditionally manufactured in the presence of the liquid inorganic acid catalysts. The drawbacks of such a process include serious corrosive and environmental problems, troublesome product separation and purification, no recyclability of catalysts. In this context, mesoporous molecular sieves and solid acids were reported as catalytic materials in both reactions [1–4]. Still, these have shortcomings as well. Among the more troublesome of these are of restricted accessibility of the matrix-bound acidic sites, high molecular weight/active-site ratios, and rapid deactivation from coking. Therefore, to design and synthesize a catalytic system that may be stable, easily separable and reusable has long been pursued. In recent years, ionic liquids (ILs) are being more and more regarded as the green reaction catalysts and solvents due to their low volatility, negligible vapor pressure, reasonable thermal stability, outstanding recyclability and reusability [5,6]. There are a few examples of syntheses of esters in ILs with or without an additional catalyst, which have been reported and demonstrated good catalytic performance [7–11]. However, these ILs have little or no acidity, which limits their application in esterifications of acidic catalyst. In 2002, on the base of tailoring technology, Cole and co-workers firstly synthesized Brønsted acidic functional ILs that were used as solvent-catalysts in esterifications, and the Brønsted acidic functional IL was reused at least five times without significant loss of activity in synthesis of ethyl acetate. Specifically, this was done by covalently tethering an alkane sulfonic acid group to the IL cation [12]. The application of Brønsted acidic functional ILs in esterifications is an area of ongoing activity, and these esterifications have been reported with excellent yields and selectivity [13–18]. However, most cases dealt with aliphatic or arylic esters using primary alcohols as reagents, and little information about aliphatic or arylic ester synthesis with tertiary alcohol in acidic ILs was found, and no articles about hydration reaction in presence of acidic ILs have been published. Here we first report the hydration of α-pinene with water and esterification of α-terpineol with acetic anhydride in the presence of various acidic ILs (Fig. 1 ). 2 Experimental 2.1 Synthesis of ILs The preparation of acidic IL 1-methylimidazolium hydrosulfate ([Hmim]HSO4) was developed on the basis of the previous report [16]. Sulfuric acid (40% solution in water) was added to the equal molar amounts of 1-methylimidazole over a period of 30min while stirring and cooling to maintain the temperature at 0–5°C. The reaction mixture was stirred for an additional period of 2h. Then water was removed under vacuum (5–10mmHg) at 90°C to yield a colorless liquid [Hmim]HSO4. ILs 1-methylimidazolium dihydrogen phosphate ([Hmim]H2PO4) and 1-methylimidazolium tetrafluoroborate ([Hmim]BF4) were synthesized using similar procedures. Acidic IL 1-butyl-3-methylimidazolium hydrogen sulphate ([C4mim]HSO4) was synthesized according to the reference [13]. Equal-mole amounts of 1-chlorobutane and 1-methylimidazole was heated for 72h at 70°C under stirring. Then the mixture was washed twice with ethyl acetate, and the remaining ethyl acetate in the mixture was removed on a vacuum line (5–10mmHg) at 70°C, to yield a slightly yellow solid 1-butyl-3-methylimidazolium chlorine ([C4mim]Cl). Next, [C4mim]Cl was dissolved in water and equal-mole sulfuric acid was dropped slowly at room temperature. After the dropping was finished, the mixture was stirred at room temperature for 30min, and then it was heated in an oil-bath at about 90°C for 2h. The water of the mixture was then removed under vacuum (5–10mmHg) at 90°C, giving [C4mim]HSO4 as a light yellow liquid. ILs 1-butyl-3-methylimidazolium dihydrogen phosphate ([C4mim]H2PO4) and 1-butyl-3-methylimidazolium tetrafluoroborate ([C4mim]BF4) were prepared in the same way. Acidic IL [HSO3-pmim]HSO4 was prepared as below. The precursor, 3-(1-methylimidazolium-3-yl)propane-1-sulfonate (MIM-PS) was synthesized by reaction of 1,3-propane sulfone and the equal-mole 1-methylimidazole. Under vigorous stirring, 1,3-propane sulfone was dissolved in acetate ether, while 1-methylimidazole was dropped slowly at 50°C. The mixture was then stirred for 2h, and the resultant mixture was filtered to get a white precipitate. The precipitate was washed with acetate ether for three times and dried at 100°C for 2h, giving MIM-PS as a white powder. Then MIM-PS was dissolved in water and equal-mole sulfuric acid was dropped slowly at room temperature. After dropping, the mixture was stirred at room temperature for 30min, and further heated in an oil-bath at about 90°C for 2h. After that, the water of the mixture was removed under vacuum (5–10mmHg) at 90°C, giving [HSO3-pmim]HSO4 as a light yellow viscous liquid. Other ILs [HSO3-pmim]BF4 and [HSO3-pmim]H2PO4 were synthesized with the same process. IR spectra were recorded as KBr disc on a Nicolet 510P FT-IR spectrometer. NMR spectra were taken on a Bruker AV500 Fourier-transform spectrometer with reference to SiMe4. [HSO3-pmim]HSO4: IR (KBr disc): ν 3437, 3157, 2970, 1722, 1653, 1574, 1230, 1172, 1029, 853, 582. 1H NMR (500MHz, D2O, ppm) δ 8.53 (s, 1H), δ 7.32 (s, 1H), δ 7.25 (s, 1H), δ 4.16 (t, 2H), δ 3.71 (s, 3H), δ 2.71 (t, 2H), δ 2.11 (m, 2H). 13C NMR (500MHz, D2O, ppm): δ 134.72, δ 123.30, δ 122.14, δ 47.72, δ 46.90, δ 35.26, δ 24.73. [HSO3-pmim]H2PO4: IR (KBr disc): ν 3437, 3157, 3117, 1723, 1653, 1576, 1246, 1174, 930, 746, 487. 1H NMR (500MHz, D2O, ppm): 8.51 (s, 1H), δ 7.29 (s, 1H), δ 7.23 (s, 1H), δ 4.14 (t, 2H), δ 3.67 (s, 3H), δ 2.69 (t, 2H), δ 2.10 (m, 2H). 13C NMR (500MHz, D2O, ppm): δ 134.71, δ 123.30, δ 122.13, δ 47.72, δ 46.89, δ 35.27, δ 24.71. [HSO3-pmim]BF4: IR (KBr disc): ν 3437, 3157, 2968, 1720, 1653, 1572, 1227, 1171, 1029, 807, 592. 1H NMR (500MHz, D2O, ppm) δ 8.53 (s, 1H), δ 7.32 (s, 1H), δ 7.25 (s, 1H), δ 4.16 (t, 2H), δ 3.71 (s, 3H), δ 2.71 (t, 2H), δ 2.11 (m, 2H). 13C NMR (500MHz, D2O, ppm): δ 134.72, δ 123.31, δ 122.16, δ 47.75, δ 46.92, δ 35.26, δ 24.73. 2.2 Hydration of α-pinene and analysis The reaction was carried out in a 250mL round bottom flask equipped with a stirrer, a reflux condenser, and a thermometer. In a typical experiment, 0.06mol α-pinene, 0.06mol water and 0.001mol acidic IL were mixed, then the mixture was heated in an oil-bath at 80°C for 8h. After the hydration reaction, the upper layer containing the hydrated products, unreacted reactants and side-products was separated from the acidic ILs catalyst layer at the bottom of flask simply by decantation. The IL catalyst layer could be reused without any disposal (Scheme 1 ). All samples of the upper layer were characterized qualitatively with HP6890/5973 GC/MS equipped with an HP-5MS column, 30m×0.25mm×0.25μm. The conversions of the α-pinene was determined by GC using HP6890 GC equipped with an HP-5 column, 30m×0.32mm×0.25μm. The concentrations of reactants and products were directly given by the system of GC chemstation according to the area of each chromatograph peak. The conversion of α-pinene was defined as C %, which is the wt.% of α-pinene consumed in the reaction. The selectivity of α-terpineol (TNL) was calculated by: S TNL%= W TNL/W ALL ×100, where W TNL is the amount of desired products, and W ALL is the total amount of the products, including α-terpineol, β-pinene, limonene, terpinene, limonene, etc. 2.3 Esterification of α-terpineol and analysis The reaction was carried out in a 250mL oven-dried round bottom flask equipped with stirrer, a reflux condenser, a drying pipe and a thermometer. In a typical experiment, 0.03mol α-terpineol, 0.045mol acetic anhydride and 0.003mol IL were mixed, and then the mixture was heated in a recirculating heated bath at 40°C for 8h. After the esterification, the upper layer containing the esterified products, side-products and unreacted reactants was separated from the acidic IL at the bottom of flask simply by decantation (Scheme 2 ). All samples of the upper layer were characterized qualitatively with the same apparatus as the hydration of α-pinene. The conversion of α-terpineol was defined as C %, which is the wt.% of α-terpineol consumed in the reaction. The selectivity of α-terpinyl acetate (TAT) was calculated by: S TAT%= W TAT/W ALL ×100, where W TAT is the amount of desired products, and W ALL is the total amount of the products, including α-terpinyl acetate, α-pinene, limonene, terpinene, β-pinene, etc. 3 Results and discussion A series of acidic ILs (Fig. 1, 1a–c, 2a–c, 3a–c) containing various imidazolium cations with different substitutional groups (–H, –n-C4H9, –(CH2)3–SO3H) were prepared. Their catalytic performances for hydration of α-pinene and esterification of α-terpineol were investigated (Table 1 ). The hydration of α-pinene and the esterification of α-terpineol are typical acid-catalysed reactions. Many side-reactions, such as isomerization, dehydration, can be carried out simultaneously with the hydration and esterification processes (Scheme 3 ). The kinds of catalysts have observable effect on these reactions [3,4]. The results determined by GC indicated that, the reactions could not be carried out throughly using [Hmim]HSO4, [Hmim]H2PO4, [Hmim]BF4 and [C4mim]BF4 as catalysts. This may be due to the big steric hindrance of the α-pinene and α-terpineol and the feeble acidity of these catalysts. With the increasing of the IL acidic intensity, the conversion of the reagents increased, and some by-products were determined in the products. Especially, using H2SO4 (33%) as catalyst, the by-products of 4-terpineol, 1,8-cineole, fenchol and borneol could be detected in the hydration of α-pinene, and 1,4-cineole and 1,8-cineol were detected in the esterification of α-terpineol. Therefore, it is unfavorable for the both reactions that the acidic intensity of the catalyst is too strong or feeble, and to synthesize catalyst with properly acidic intensity is the key to the both reactions to carry out. 3.1 Results and discussion of the hydration of α-pinene As shown in Table 1, [SO3H-pmim]HSO4, [SO3H-pmim]H2PO4 and [SO3H-pmim]BF4 (Entries 9–11) have better catalytic performance than the traditional catalyst H2SO4 (Entry 2). This indicates the hydration of α-pinene can be smoothly carried out in acidic ILs in absence of any additional catalysts. Among all ILs which were investigated, the acidic ILs with an alkane sulfonic acid group in the imidazolium cation shew better catalytic activity for the hydration reaction of α-pinene. Especially, acidic IL [SO3H-pmim]H2PO4 exhibited outstanding catalytic property with the conversion of 98.1% and the selectivity of 45.6% for α-terpineol (Entry 10). However, the anion of BF4 − of the acidic IL [SO3H-pmim]BF4 is neutral, but 96.5% of the conversion of α-pinene and 42.6% of the selectivity of α-terpineol were obtained (Entry 11). Therefore, the cations of acidic ILs have a decisive influence on the catalytic performance of this kind of acidic ILs. Comparing catalytic performance of ILs with the same cation, it is clear that, the increasing of the anion's Brønsted acidity of ILs improves the catalytic activity of the acidic ILs. In contrast, the selectivity of α-terpineol decreases when the anion's Brønsted acidity is too strong (Entries 9–11). Among all acidic ILs with the same anion, it is easily found that, the catalytic properties of ILs are obviously improved when the acidity of cations and the volume/size of the group in the imidazolium cation are increased. This phenomenon could be explained in terms of two aspects. On the one hand, this is due to the Brønsted acidity of the cation with an alkane sulfonic acid group. [SO3H-pmim]+ has a higher Brønsted acidity than [Hmim]+ and [C4mim]+, and even higher than HSO4 −, H2PO4 − and BF4 −, so the hydration of α-pinene shows a better conversion in acidic ILs with an alkane sulfonic acid than in the others. On the other hand, the hydration of α-pinene includes many reversible reactions, so the solubility of reagents and products in ILs might also affect ILs catalytic activity. With increasing the volume/size of the substituent group in the imidazole ring, ILs become more lipophilic and more micro-miscible with the reagent α-pinene, but more immiscible with the desired product α-terpineol, so once the desired product, α-terpineol is prepared, it is expelled from the layer of ILs, which facilitates the progress of the hydration reaction. Hence the hydration can proceed smoothly to completion. That is consistent with the results of literature [19]. However, it is worthwhile to note that [C4mim]BF4 is neutral and has no acid-catalytic activity. But 28.3% of the α-pinene conversion and 10.5% of the α-terpineol selectivity were obtained, so it is concluded that ILs can accelerate the process of the α-pinene hydration reaction. 3.2 Results and discussion of the esterification of α-terpineol The results of the esterification of α-terpineol with acetic anhydride were also listed in Table 1. Compared to the catalyst H2SO4 (Entry 2), ILs [C4mim]HSO4 (Entry 6), [C4mim]H2PO4 (Entry 7) and [SO3H-pmim]H2PO4 (Entry 10) exhibited outstanding catalytic property with a conversion of more than 99.7%, and a selectivity of more than 80% for α-terpinyl acetate. This indicates the esterification of α-terpineol can be effectively carried out in these acidic ILs. Among all ILs with the same anion, it can be seen that, the catalytic performance of ILs is obviously improved with the increasing of the acidity of cations and the volume/size of the group in the imidazolium cations, which could be explained with the same reasons as those of the hydration of α-pinene. Among the ILs with the same cations, it is found that the catalytic properties of ILs are improved with the increasing of the acidity of anions, but the selectivity of α-terpinyl acetate decreases when the anion's Brønsted acidity is too strong. Therefore, it can be concluded that the volume/size of the group in the imidazolium cation has a decisive influence on the catalytic performance of acidic ILs, and the anion's Brønsted acidic intensity affects the selectivity of the desired products. 3.3 Reusability of acidic ILs catalyst for hydration of α-pinene and esterification of α-terpineol With the success of the above reactions, we selected the acidic ILs [C4mim]H2PO4 and [SO3H-pmim]H2PO4 to investigate their reusability in the hydration of α-pinene and the esterification of α-terpineol. The results were given in Table 2 . Acidic IL [SO3H-pmim]H2PO4 was utilized repeatedly over six times in the hydration and esterification, without significant in conversion and selectivity. However, the catalytic activity of the acidic IL [C4mim]H2PO4 was decreased. Especially, in the hydration of α-pinene, acidic IL [C4mim]H2PO4 had little catalytic activity when it was reused for three times. This result could be explained in terms of two aspects. First, in acidic IL [SO3H-pmim]H2PO4, an alkane sulfonic acid group is the constituent of the catalytic activities, and it is covalently tethered to IL cation, which is not easily lost, so IL has excellent reyclability. Second, H2PO4 − in IL [C4mim]H2PO4 is the center of catlytic activity, which is easy to be lost due to its ionogenic linkage. 4 Conclusion In summary, the α-pinene hydration and α-terpineol esterification were successfully carried out in acidic ILs. The acidity of the cations and the volume/size of the group in cations determined catalytic performance of acidic ILs, and the anions played a decisive role in the selectivity of the desired products. Compared with H2SO4 and other ILs, [(CH2)3SO3Hmim]H2PO4 was of better reactivity and selectivity of the desired products in the reactions. The effective product isolation combined with recyclable catalyst could be expected to contribute to the development of clean and environmentally friendly strategy for the synthesis of α-terpineol and α-terpinyl acetate. Acknowledgements This work was financially supported by the National Natural Science Foundation of China (No. 30571463) and Natural Science Foundation of Shandong (No. Y2005B07). The authors are grateful for the financial support. References [1] J. Vital A.M. Ramos I.F. Silva H. Valente J.E. Castanheiro Catal. Today 56 1/3 2000 167 [2] J.E. Castanheiro A.M. Ramos I. Fonseca J. Vital Catal. Today 82 1/4 2003 187 [3] P.A. Robles-Dutenhefner K.A. da Silva M.R.H. Siddiqui I.V. Kozhevnikov E.V. Gusevskaya J. Mol. Catal. A: Chem. 175 2001 33 [4] L. Li S.T. Yu F.S. Liu J.Z. Yang S.F. Zhaug Catal. Lett. 100 2005 227 [5] J. Welton Chem. Rev. 99 1999 2071 [6] P. Wasserscheid W. Keim Angew. Chem. Int. Ed. 39 2000 3772 [7] H.P. Nguyen S. Znifeche M. Baboulne Synth. Commun. 34 2004 2085 [8] T. Jiang Y.H. Chang G.Y. Zhao B.X. Han Synth. Commun. 34 2004 225 [9] H.J. Kawanami A. Sasaki K. Matsui Y. Ikushima Chem. Commun. 7 2003 896 [10] P. Izak N.M.M. Mateus C.A.M. Afonso J.G. Crespo Sep. Purif. Technol. 41 2 2005 141 [11] Y. Deng F. Deng J. Beng K. Qiao J. Mol. Catal. A: Chem. 165 2001 33 [12] A.C. Cole J.L. Jensen I. Ntai K.L.T. Tran K.J. Weaver D.C. Forbes J.H. Davis J. Am. Chem. Soc. 124 2004 5962 [13] A. Arfan J.P. Bazureau Org. Process Res. Dev. 9 2005 743 [14] J.Z. Gui X.H. Cong D. Liu X.T. Zhang Z.D. Hu Z.L. Sun Catal. Commun. 5 9 2004 473 [15] Z.F. Zhang W.Z. Wu B.X. Han T. Jiang B. Wang Z.M. Liu J. Phys. Chem. B 109 33 2005 16176 [16] H.P. Zhu F. Yang J. Tang M.Y. He Green Chem. 5 18 2003 38 [17] D.C. Forbes K.J. Weaver J. Mol. Catal. A: Chem. 214 2004 129 [18] K. Qiao H.H. Hagiwara C.K. Yokoyama J. Mol. Catal. A: Chem. 246 2006 65 [19] H.B. Xing T. Wang Z.H. Zhou Y.Y. Dai Ind. Eng. Chem. Res. 44 2005 4147",
      "scopus-id": "37348998907",
      "coredata": {
        "eid": "1-s2.0-S1381116907004050",
        "dc:description": "Hydration of α-pinene and esterification of α-terpineol have been investigated in the presence of various acidic ionic liquids. It was found that the cations of ionic liquids determined catalytic performance of acidic ionic liquids, and the anions had obvious effect on the selectivity of desired products. It was also found that ionic liquid 1-methyl-3-(3-sulfopropyl)-imidazolium dihydrogen phosphate ([HSO3-pmim]H2PO4) exhibited outstanding catalytic properties in both reactions. Furthermore, the effective product isolation combined with the recyclable catalyst is expected to contribute to the development of clean and environmentally friendly strategy for the synthesis of α-terpineol and α-terpinyl acetate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907004050",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Liu, Shi-Wei"
          },
          {
            "@_fa": "true",
            "$": "Yu, Shi-Tao"
          },
          {
            "@_fa": "true",
            "$": "Liu, Fu-Sheng"
          },
          {
            "@_fa": "true",
            "$": "Xie, Cong-Xia"
          },
          {
            "@_fa": "true",
            "$": "Li, Lu"
          },
          {
            "@_fa": "true",
            "$": "Ji, Kai-Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907004050"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907004050"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00405-0",
        "prism:volume": "279",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Reactions of α-pinene using acidic ionic liquids as catalysts",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Catalysis in Ionic Liquids",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Acidic ionic liquids"
          },
          {
            "@_fa": "true",
            "$": "α-Terpineol"
          },
          {
            "@_fa": "true",
            "$": "α-Terpinyl acetate"
          },
          {
            "@_fa": "true",
            "$": "Hydration"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "α-Pinene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "177-181",
        "prism:endingPage": "181",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 2008",
        "prism:doi": "10.1016/j.molcata.2007.06.026",
        "prism:startingPage": "177",
        "dc:identifier": "doi:10.1016/j.molcata.2007.06.026",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "80",
            "@width": "189",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3935",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "926",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "68",
            "@width": "340",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5479",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "25",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "543",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "338",
            "@width": "600",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40366",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1478",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "150",
            "@width": "465",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17171",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "40",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "987",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "105",
            "@width": "244",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16997",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "54",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004050-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "828",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/37348998907"
      }
    }
  }
}