{
  "metadata": {
    "title": "Hydrogenation of crotonaldehyde over Pt based bimetallic catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-06-27",
    "doi": "10.1016/S1381-1169(96)00450-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004505",
    "pii": "S1381116996004505"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030991934",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-27 1998-05-27 2010-03-25T21:28:44 1-s2.0-S1381116996004505 S1381-1169(96)00450-5 S1381116996004505 10.1016/S1381-1169(96)00450-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00581 2015-05-15T05:56:33.668241-04:00 0 0 19970627 1997 1998-05-27T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authlast primabst ref alllist content subj ssids 1381-1169 13811169 121 121 1 1 Volume 121, Issue 1 8 69 80 69 80 19970627 27 June 1997 1997-06-27 1997 converted-article fla Copyright © 1997 Elsevier Science B.V. All rights reserved. HYDROGENATIONCROTONALDEHYDEOVERPTBASEDBIMETALLICCATALYSTS ENGLISCH M 1 Introduction 2 Experimental 2.1 Catalysts 2.2 Hydrogenation experiments 2.3 Infrared spectroscopy 3 Results 3.1 Hydrogenation in the gas phase 3.2 Hydrogenation in the liquid phase 4 Discussion 4.1 Pt promoted by Ni, Co and Fe – catalysts with a bimetallic phase 4.2 Pt promoted by oxides of Ga, La, Pb, Bi, Ge and Sb 4.3 Pt promoted by Sn 4.4 Comparison between the gas and liquid phase hydrogenation 5 Conclusions Acknowledgements References ENGLISCHX1997X69 ENGLISCHX1997X69X80 ENGLISCHX1997X69XM ENGLISCHX1997X69X80XM item S1381-1169(96)00450-5 S1381116996004505 1-s2.0-S1381116996004505 10.1016/S1381-1169(96)00450-5 271358 2010-09-29T19:52:07.940134-04:00 1997-06-27 1-s2.0-S1381116996004505-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/MAIN/application/pdf/c5032688ae0b16fc8a58e2ebdd1d92be/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/MAIN/application/pdf/c5032688ae0b16fc8a58e2ebdd1d92be/main.pdf main.pdf pdf false 323655 MAIN 12 1-s2.0-S1381116996004505-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/PREVIEW/image/png/3f6c4c2b1eebd8d1b54e60c66f0ded48/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/PREVIEW/image/png/3f6c4c2b1eebd8d1b54e60c66f0ded48/main_1.png main_1.png png 57233 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996004505-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr1/THUMBNAIL/image/gif/8611f6b30b808420841d96bace8d064a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr1/THUMBNAIL/image/gif/8611f6b30b808420841d96bace8d064a/gr1.sml gr1 gr1.sml sml 1275 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr1/DOWNSAMPLED/image/gif/edff87555ae55b3e8b76823eaa64187c/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr1/DOWNSAMPLED/image/gif/edff87555ae55b3e8b76823eaa64187c/gr1.gif gr1 gr1.gif gif 4939 183 321 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr2/THUMBNAIL/image/gif/24c1ea48a710c9ce00832dff962c1208/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr2/THUMBNAIL/image/gif/24c1ea48a710c9ce00832dff962c1208/gr2.sml gr2 gr2.sml sml 1755 90 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr2/DOWNSAMPLED/image/gif/ff27222ef4574b42df8082b74a3ebc57/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr2/DOWNSAMPLED/image/gif/ff27222ef4574b42df8082b74a3ebc57/gr2.gif gr2 gr2.gif gif 7371 234 325 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr3/THUMBNAIL/image/gif/f2943f41b1cee848af5514642cc4c5e8/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr3/THUMBNAIL/image/gif/f2943f41b1cee848af5514642cc4c5e8/gr3.sml gr3 gr3.sml sml 1346 73 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr3/DOWNSAMPLED/image/gif/90d5695b568793232e34a50b01747c73/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr3/DOWNSAMPLED/image/gif/90d5695b568793232e34a50b01747c73/gr3.gif gr3 gr3.gif gif 15969 376 640 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr4/THUMBNAIL/image/gif/d8fcc9a890e4a809645689154fb833a7/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr4/THUMBNAIL/image/gif/d8fcc9a890e4a809645689154fb833a7/gr4.sml gr4 gr4.sml sml 1123 76 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr4/DOWNSAMPLED/image/gif/712872b68d1fb8b2c59188934861394a/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr4/DOWNSAMPLED/image/gif/712872b68d1fb8b2c59188934861394a/gr4.gif gr4 gr4.gif gif 11986 400 658 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr5/THUMBNAIL/image/gif/e705fffb8307dcd5795010777828dea7/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr5/THUMBNAIL/image/gif/e705fffb8307dcd5795010777828dea7/gr5.sml gr5 gr5.sml sml 1043 73 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr5/DOWNSAMPLED/image/gif/8ada13e880dccb54182eb0ce1bf86b28/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr5/DOWNSAMPLED/image/gif/8ada13e880dccb54182eb0ce1bf86b28/gr5.gif gr5 gr5.gif gif 3934 183 314 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr6/THUMBNAIL/image/gif/8263955a25325f33b3b6014c543bd6f3/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr6/THUMBNAIL/image/gif/8263955a25325f33b3b6014c543bd6f3/gr6.sml gr6 gr6.sml sml 1165 93 76 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr6/DOWNSAMPLED/image/gif/562677cbe4e94dd9dacf16e778907a42/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr6/DOWNSAMPLED/image/gif/562677cbe4e94dd9dacf16e778907a42/gr6.gif gr6 gr6.gif gif 9721 395 324 IMAGE-DOWNSAMPLED 1-s2.0-S1381116996004505-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr7/THUMBNAIL/image/gif/e5ca821a1e489a81b76b8881eae7fd56/gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr7/THUMBNAIL/image/gif/e5ca821a1e489a81b76b8881eae7fd56/gr7.sml gr7 gr7.sml sml 1883 75 125 IMAGE-THUMBNAIL 1-s2.0-S1381116996004505-gr7.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004505/gr7/DOWNSAMPLED/image/gif/f7ef12882a1f91e2ba9a9c2332db25c7/gr7.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004505/gr7/DOWNSAMPLED/image/gif/f7ef12882a1f91e2ba9a9c2332db25c7/gr7.gif gr7 gr7.gif gif 3069 96 159 IMAGE-DOWNSAMPLED MOLCAA 1409 S1381-1169(96)00450-5 10.1016/S1381-1169(96)00450-5 Elsevier Science B.V. Fig. 1 Conversion for the hydrogenation of crotonaldehyde normalized to the amount of Pt for catalysts of series 1. Fig. 2 IR spectra of PtSi1, PtLa and PtSn after 20 min on stream, for a better comparison, the curve below the CO-band shows the lattice vibrations of the catalyst after reduction. Fig. 3 (a) Yields as a function of time on stream for catalyst PtFe1 (T=353 K). (b) Yields as a function of reaction temperature for catalyst PtFe1. (c) Selectivity as a function of the partial pressure of hydrogen for catalyst PtFe1 (T=353 K, constant residence time). (d) Selectivity as a function of the partial pressure of crotonaldehyde for catalyst PtFe1 (T=353 K, constant residence time). Fig. 4 (a) Selectivity as a function of reduction temperature for catalyst PtGa1 (T=353 K). (b) Selectivity as a function of the partial pressure of crotonaldehyde for catalyst PtGa1 (T=353 K, constant residence time). Fig. 5 Activity of Pt/SiO2 and PtSn in the liquid phase (T=298 K, p=25 bar). Fig. 6 (a) Hydrogenation of crotonaldehyde over PtSn2 in the liquid phase (T=298 K, p=25 bar). (b) Hydrogenation of crotonaldehyde over PtSn2 in the liquid phase (T=298 K, p=25 bar). Fig. 7 Proposed sorption structure of crotonaldehyde on the Pt/promoter metal oxide (MeO) interface. Table 1 Hydrogenation of crotonaldehyde in the gas phase at 353 K (conversion <10%): TOFs and selectivities of the catalyst of series 1 Catalyst TOF (molec/site, s) Selectivity (mol%) HC BuHO BuOH CrOH Pt/SiO2 0.017 2 90 3 5 PtSn1 0.029 0.5 66 3 30.5 PtGa1 0.013 2 40 9 49 PtBi1 0.022 2 86 6 6 PtLa1 0.013 3 87 4 7 PtPb1 0.0053 1 94 2 3 Table 2 Hydrogenation of crotonaldehyde in the gas phase at 353 K (conversion <10%): TOFs and selectivities of the catalyst of series 2 Catalyst TOF (molec/site, s) Selectivity (mol%) HC BuHO BuOH CrOH Pt/SiO2 0.012 2 74 9 15 PtFe2 0.055 1 49 6 44 PtCo2 0.036 1 61 6 32 PtSn2 0.030 0.5 58.5 2 39 PtNi2 0.038 1 74 5 20 PtGe2 0.011 2 45 8 45 PtSb2 0.011 3 76 8 13 Table 3 Hydrogenation of crotonaldehyde in the liquid phase at 297 K and 25 bar: Integral TON after 960 min reaction time and selectivities of the catalysts of series 1 Catalyst TON a Selectivities (%) BuOH BuOH CrOH Pt/SiO2 640 66 17 17 PtSn1 880 31 16 53 PtGa1 770 44 21 35 PtLa1 910 69 21 10 a TON is the number of crotonaldehyde molecules, which have been converted per accessible Pt atom of the parent catalyst, until a defined reaction time. Table 4 Hydrogenation of crotonaldehyde in the liquid phase at 297 K and 25 bar: Integral TON after 960 min reaction time and selectivities of the catalysts of series 2 Catalyst TON a Selectivities (%) BuOH BuOH CrOH Pt/SiO2 480 64 18 18 PtFe2 240 31 11 58 PtCo2 330 41 13 46 PtSn2 520 37 12 51 PtNi2 640 80 13 7 PtGe2 1000 33 18 45 a TON is the number of crotonaldehyde molecules, which have been converted per accessible Pt atom of the parent catalyst, until a defined reaction time. Hydrogenation of crotonaldehyde over Pt based bimetallic catalysts Martin Englisch Vidyadhar S Ranade Johannes A Lercher * Department of Chemical Technology, Catalytic Processes and Materials Division, University of Twente, Postbox 217, 7500 AE Enschede, The Netherlands * Corresponding author. Tel.: +31-53-4892858; fax: +31-53-4894683. Gas and liquid phase hydrogenation of crotonaldehyde was studied over silica supported promoted Pt catalysts. The influence of reaction temperature and reactant pressure on the activity and selectivity of the catalysts and the role of deactivation was investigated. Addition of Ni, Co and Fe to Pt/SiO2 increased the activity and the selectivity in gas phase hydrogenation. This is attributed to the existence of polar sites in a bimetallic phase favoring the interaction with the carbonyl group and, thus, increasing the rate for the hydrogenation to crotylalcohol. Addition of Ga, Sn and Ge improved the selectivity to crotylalcohol, but decreased the activity of the catalysts. These promoters form catalytically inactive oxides that decorate part of the Pt surface. The electron pair donor–acceptor interaction of the oxygen of the carbonyl group with the Lewis sites present in such oxide clusters is concluded to cause the enhanced selectivity to crotylalcohol. The addition of La, Bi, Pb and Sb to Pt decreased the activity and the selectivity of the parent catalyst by blocking a part of the active surface. With respect to selectivity, catalyst behavior is independent of the reaction medium. In contrast, the highest activities in gas phase were found for catalysts forming a bimetallic phase, while these catalysts showed the lowest activity in liquid phase due to a fast deactivation. 1 Introduction The first report on catalytic hydrogenation of α,β-unsaturated aldehydes by Tuley and Adams [1]describes the selective reduction of cinnamaldehyde to cinnamyl alcohol over an unsupported platinum–zinc–iron catalyst. A similar, but supported catalyst, was claimed to give high yields to crotylalcohol for the hydrogenation of crotonaldehyde [2]. It was also reported that the unsaturated alcohol can be obtained with high selectivity with several other bimetallic catalysts, such as Ni–Cu [3], Pt–Sn [4]or Ag–Cd–Zn [5]. Most of the studies indicate that the corresponding monometallic catalysts have a lower selectivity to the unsaturated alcohol and that an optimum ratio between the base and the promotor metal exists. With Pt as base metal, the highest selectivities were found by promotion with either Sn [4, 6–10]or Fe [5, 7, 11–14]. Based on these results, two models have been proposed to explain the improvements in selectivity. The first is based on the observation that an increased electron density on the base metal is caused by the formation of metal alloys or by a strong interaction of the promotor (or the support) with the base metal. The increased electron density on the base metal is claimed to decrease the probability for CC bond adsorption and, at the same time increases the interaction of the CO bond with the polar bimetallic sites. The other is based on the presence of Lewis acid sites at or near the metal particles that may interact with the lone electron pairs of the oxygen of the carbonyl group and, thus, lower the strength of the CO bond facilitating a higher rate of hydrogenation. However, most results reported are based on a particular bimetallic system due to the very different experimental conditions, the selectivity enhancement by different promotor metals and the varying deactivation through decarbonylation [15], it is difficult to compare directly and to explain unequivocally. Thus, we aim at investigating the effect of various potential promotor metals on the catalytic behavior of a well characterized Pt/SiO2 catalyst [16]. The hydrogenation of crotonaldehyde was chosen as model reaction yielding two primary products, butyraldehyde (BuHO) and crotylalcohol (CrOH). Hydrogenation in the gas phase was studied to obtain kinetic parameters under differential conditions. Hydrogenation in the liquid phase was performed to probe for the transferability of results obtained in gas phase experiments to industrially more viable conditions. Special attention was paid on changes in activity and selectivity during the course of reaction [2, 17]. 2 Experimental 2.1 Catalysts Silica with a surface area of 200 m2/g was used as support (Aerosil 200, Degussa). The parent Pt catalysts were prepared by ion exchange using an aqueous Pt(NH3)4(OH)2 solution. 20 g silica, the appropriate amount of Pt-solution and 2 ml 25% NH3 solution were added to 300 ml water. The resulting slurry was stirred overnight under reflux. After filtration, the solid cake was washed, dried at 383 K overnight, calcined in flowing air at 673 K for two hours and finally reduced with pure hydrogen at 673 K for two hours. The analysis of the filtrate showed that nearly all Pt ions were bound to the silica support during the ion exchange procedure. Due to practical reasons, two series of promoted catalysts were prepared based on the original Pt catalysts differing in metal loading and dispersion. The original Pt/SiO2 catalyst used for the preparation of the first series (Pt1) had a metal loading of 3.2 wt% and a H/Pt ratio of 1. The resulting promoted catalysts will be denoted as series 1. Series 2 consists of catalysts prepared from three Pt catalysts, all having a metal loading of 4 wt%, a nearly identical average H/Pt ratio (0.72 to 0.75) and very similar particle size distributions (according to TEM photographs). The promotor metals were added by impregnation of the calcined and reduced catalysts with aqueous solutions of the corresponding promotor salts yielding a molar ratio of Pt to the promotor metal of 4:1. The promotor metal salts used were: SnCl2·2H2O, Ga(NO3)3·6H2O, La(NO3)3·6H2O, Pb(NO3)2, Bi(NO3)3, SbCl3 (dissolved in acetone), Ni(NO3)2·6H2O, Co(NO3)2·6H2O, Fe(NO3)3·9H2O and GeCl4. As GeCl4 is a fast evaporating liquid and reacts violently with water it was diluted in benzene and was used in this form for impregnation. After impregnation, the catalyst precursors were dried at 373 K and reduced in flowing hydrogen at 673 K for two hours. After reduction, impurities such as chlorine were not detected by EDAX analysis. Hydrogen chemisorption isotherms, performed in a standard all glass volumetric system, were determined for the original Pt catalysts. The H/Pt ratios calculated for these samples were also used for the evaluation of rates and turnover frequencies of the corresponding promoted catalysts. Preliminary EXAFS measurements for Pt1, PtSn1, PtGa1 and PtLa1 showed a constant Pt–Pt first shell coordination number indicating that the Pt particle size did not change with the addition of the promotor. 2.2 Hydrogenation experiments The gas phase hydrogenation of crotonaldehyde (2-butene-1-al from Aldrich purity>99.5%, used without further purification) was carried out in a tubular quartz glass reactor under atmospheric pressure, described in detail in Ref. [18]. For all experiments hydrogen with a purity of 99.999 vol% was used without further purification. All catalysts were re-reduced in situ before the hydrogenation experiments with pure hydrogen at 673 K for at least one hour. Subsequently the reactor was cooled to reaction temperature in hydrogen atmosphere before crotonaldehyde was introduced. The desired partial pressure of crotonaldehyde was adjusted by using a saturator and/or a syringe pump. The partial pressure of hydrogen was adjusted by adding He to the feed. Partial pressures between 3 and 60 mbar of crotonaldehyde and between 160 and 1010 mbar of hydrogen were employed. The reaction temperature ranged between 303 K and 393 K, the total flow rates varied between 5 and 60 ml/min. The hydrogenation of crotonaldehyde in liquid phase was carried out in magnetically stirred autoclaves (with a total volume of 65 ml) at ambient temperature (±297 K). The reaction mixture (8 ml ethanol, 1 ml CrHO and 1 ml H2O) and the catalyst (typically 100 mg) were loaded into the autoclave. The degree of filling was dictated by the wish to use the minimum amount of catalyst, reproducibly. Then, the system was flushed with He and pressurized with hydrogen to 25 bar. During reaction, samples (∼5 μl) were taken via a septum port and analyzed by gas chromatography. For some experiments the autoclaves were opened after a defined reaction time without taking intermediate micro samples and the liquid phase was analyzed. The composition of the samples of both, gas and liquid phase experiments were analyzed by gas chromatography using a HP5890 gas chromatograph equipped with a 30 m J&W DB-WAX capillary column and a FID detector. 2.3 Infrared spectroscopy A Bruker IFS-88 spectrometer was used for the IR measurements. The catalysts were pressed into self supporting wafers and placed in a stainless steel chamber (with characteristics of a CSTR reactor) that allowed to monitor the catalyst in situ during reduction, sorption and hydrogenation of probe molecules. During reaction, samples of the reactor effluent were taken and simultaneously infrared spectra (with a spectral resolution of 4 cm−1 and a time resolution of 20 s) of the catalyst were recorded. Gas samples from the reactor effluent were stored in the sample loops of a multiport-valve and analyzed subsequently by gas chromatography. 3 Results 3.1 Hydrogenation in the gas phase The catalytic activity of the promoted catalysts was compared by using the H/Pt ratio of the corresponding original catalysts, because preliminary EXAFS measurements showed that the particle size was constant after addition of promotor metals. Also, the promotors may influence the hydrogen chemisorption behavior of Pt (e.g., decoration of Pt by TiO x species [19]). The catalytic activity decreased significantly with time on stream for all catalysts. The rate of deactivation depended on the reaction temperature and, thus, on the turnover frequency (see Fig. 1 ). A decrease in the rate of reaction of up to 80% of the initial rate was frequently observed during the first 90 min on stream. The change in activity during the first 20 min on stream is more complex as compared to the steady decrease in activity at longer reaction times. This initial period was investigated in detail for selected catalysts (see Fig. 1). The dominating reaction during the first minutes on stream is decarbonylation [16]. The activity for hydrogenation decreased monotonously over Pt1 in the initial period while PtGa1 and PtLa1 showed a small increase in activity, followed by a decay similar to parent Pt1. PtSn1 had the lowest initial activity, but it increased significantly within the first 2 min on stream. This increase was followed by a decay in activity, but it was significantly lower than for the original, the La and the Ga promoted catalysts. Fig. 2 shows the in situ IR spectra of Pt1, PtLa1 and PtSn1 after 20 min on stream. The spectra are normalized to the lattice vibrations of the silica support to assure that the same amount of sample is compared. Pt1 and PtLa1 had a similar activity (conversion of 2.1 mol% mg−1 catalyst) and a similar surface concentration of CO (2030 cm−1), PtSn1 was approximately four times more active and showed a significantly lower amount of adsorbed CO. The bands at 3050, 3010, 2981, 2954 and 2925 cm−1 were attributed to stretching vibrations of the CH groups. The bands at 2856 and 2760 cm−1 were assigned to CH stretching vibrations of the CHO group of crotonaldehyde [16]. Except for CO all other bands were attributed to species adsorbed at the silanol groups of the support. However, after desorption of all reactant and product molecules after the reaction, stretching vibrations of –CH3 and –CH2 groups were still observed suggesting the presence of very strongly adsorbed species. With increasing time on stream, a change in the product distribution was found (Fig. 3 a). Constant selectivity was usually obtained after 90 min on stream, but in some cases up to 300 min were required. A general trend for the change in selectivity with time on stream was not found. The turnover frequencies for the overall reaction (TOF) and the selectivities for the gas phase hydrogenation of crotonaldehyde for the two series of promoted catalysts are compiled in Table 1 Table 2 . The data presented were obtained after 90 min on stream. The TOF was nearly 5 times higher upon the addition of Fe and approximately 3 times higher upon the addition of Co and Ni compared to the unpromoted catalyst. Promotion by Sn resulted in an increase in activity of approximately 50%, while a relatively small increase in activity was observed for the Bi promoted catalyst. Addition of Ge, Sb, La and Ga caused a slightly lower activity compared with the unpromoted catalyst. A markedly lower activity was observed after the addition of Pb. The highest selectivities to crotylalcohol of catalysts from series 1 were found for Ga (49% crotylalcohol) and Sn (30.5% crotylalcohol) promoted catalysts. The influence of Bi, La, Sb and Pb on the selectivity was relatively small. The most selective catalysts of series 2 were PtGe (45% crotylalcohol) and PtFe (44% crotylalcohol). The addition of Sn and Co also improved the selectivity markedly (39% and 32% crotylalcohol respectively). Sn was further found to have the lowest selectivity to hydrocarbons. The reaction temperature had a significant influence on the selectivity of all catalysts. The selectivity to crotyalcohol decreased with increasing reaction temperature shown for PtFe2 and PtGa1 in Fig. 3b and Fig. 4 a, respectively. The selectivity to butyraldehyde and crotylalcohol depended on the partial pressure of both reactants, hydrogen and crotonaldehyde, shown in Fig. 3c, d for PtFe2 and in Fig. 4b, c for PtGa1. A slightly higher selectivity to the unsaturated alcohol was found with increasing partial pressure of both reactants. For Pt1 and PtGa1 the reaction order was determined to be approximately 0 for crotonaldehyde and between 0.5 and 1 for hydrogen. 3.2 Hydrogenation in the liquid phase Similar to the experiments in the gas phase, the activity of all catalysts decreased significantly with reaction time leading to a nearly complete loss of activity after a certain number of turnovers. An example of the conversion as a function of time over Pt2 and PtSn2 is shown in Fig. 5 . The Figure indicates that the decrease in activity is lower with the Sn promoted compared with the unpromoted Pt2 catalyst. Due to the different deactivation behavior of the samples the productivity of all samples is reported in form of the integral overall turnover number (TON) obtained by integration of the number of turnovers of crotonaldehyde per surface Pt atom for a defined reaction time. The TON (for 960 min reaction time and for the same amount of catalysts) and the selectivities to the main products butyraldehyde, crotylalcohol and butanol in the hydrogenation of crotonaldehyde in liquid phase over the two series of catalysts are compiled in Table 3 Table 4 . Some side products such as hydrocarbons (propane propene butane, 1-butene and 2-butene) and CO were found with all catalysts in the liquid phase experiments. The sum of these products did not exceed 5% and is not included in the tables. The results of liquid and gas phase experiments showed a reverse trend with respect to the activity of the catalysts. While the lowest TONs were found for PtLa1 and PtGe2 in the gas phase hydrogenation, the highest TONs were found for PtLa1 (910) and PtGe2 (1000) in the liquid phase. PtSn, PtGa1 and PtNi2 were more active than the unpromoted catalyst, a lower activity was found for PtFe2 and PtCo2. The highest selectivities to crotylalcohol for the catalysts of series 1 were observed for PtSn1 (53%) and for PtGa1 (35%). Promotion with La led to a decrease in selectivity (10%) compared to the unpromoted catalyst (17%). For series 2, high selectivities were obtained with PtFe2 (58%), PtSn2 (51%), PtCo2 (46%) and PtGe2 (45%), while the selectivity for PtNi2 (7%) was lower than with the unpromoted catalyst (18%). The selectivities to butyraldehyde and crotylalcohol varied with conversion. High selectivity to butyraldehyde was always obtained for low conversions (see Fig. 6 a, b). With increasing conversion, the rate of butyraldehyde formation decreased faster than the rate of crotylalcohol formation. The selectivity to the secondary product butanol slightly increased with conversion. A significant increase in the rate of formation of butanol was, however, observed when the conversion exceeded 80%. 4 Discussion The results (compiled in Tables 1–4) show that the catalytic properties of supported platinum catalysts with respect to the hydrogenation of the double bonds of crotonaldehyde can be subtly modified by the addition of promotor metals or metal oxides. Additionally as it was shown previously [16], selectivity and activity are strongly influenced by the size of the Pt particles. Over Pt/SiO2 and Pt/TiO2, the selectivity to crotylalcohol and the activity increase with increasing particle size. For large metal particles, the high fraction of Pt (111) surfaces is concluded to favor the adsorption of crotonaldehyde via the carbonyl bond [20]. On small Pt particles, the high abundance of metal atoms in low coordination allows unconstrained adsorption of both double bonds. In this case, the hydrogenation of the CC bond is kinetically favored. This has to be taken into account when comparing the catalysts of series 1 and 2 originating from catalysts with different particle sizes. Preliminary XAS measurements showed that the addition of the promotor metal does not change the Pt particle size of the prereduced Pt/SiO2 catalysts and, hence, the change in activity and selectivity within a series can be attributed to the influence (and/or own activity) of the promotor metal. Deactivation of the catalysts occurring in all cases is due to decarbonylation of crotonaldehyde and strong adsorption of CO formed [16]. In gas phase reactions, the TOF of the overall reaction increased for some, but not all promoted catalysts. We found that the rate increased for the catalysts promoted by Fe, Co, Ni and Sn, but decreased upon addition of the other promoters (Ge, Sb, Ga, Bi, La and Pb). Reduced Ni itself has a remarkable activity for the hydrogenation of crotonaldehyde [18]. Upon addition of Ni to Pt (that also form a stoichiometric bimetallic phase [21]), the total amount of active metal increased and it can be expected that both metals contribute to the activity of the bimetallic catalyst. The overall rate for the hydrogenation of crotonaldehyde on SiO2 supported PtNi catalysts can, thus, be described by the contributions of the bimetallic phase and the monometallic phase of the metal present in excess. Fe and Co also form alloys with Pt [12]and it is assumed that the rates determined for these bimetallic catalysts follow similar patterns as observed for the Pt/Ni catalysts. When Ga, Bi, La or Pb are added as promoters, the rate is lower compared to the unpromoted Pt/SiO2 catalyst (see Table 1) suggesting a loss of active surface area due to a partial coverage of the Pt surface by the (catalytically non active) metal oxides of the promotor metals. By comparing the activity for Pt1, PtLa1, PtGa1 and PtSn1 during the first 20 min on stream (see Fig. 1) the unpromoted catalyst obviously has the highest initial activity. Pt1 deactivates with a high rate at short time on stream and deactivation continues with a lower rate at longer times on stream. The rate over PtLa and PtGa increased slightly during the initial stage of the reaction and decreased then with a rate comparable to the parent Pt/SiO2 catalyst. PtSn, however, shows a significant increase in the overall rate within the first 2 min on stream (see Fig. 1). Furthermore, a unique product distribution was found with a relatively low selectivity to hydrocarbons paralleled by a low concentration of CO on the surface (see Fig. 2 and Table 1). The lower rate of deactivation of PtSn was attributed to a lower rate of decarbonylation resulting in a lower extent of surface poisoning allowing a higher activity for longer times on stream. Based on the different behavior in respect to the activity obtained in the gas phase hydrogenation, the catalysts were classified in two groups, i.e., (i) catalysts consisting of a bimetallic phase with both metals being active for hydrogenation and (ii) catalysts having a lower activity due to a partial coverage of Pt by inactive promoter oxides. Promotion by Sn will be discussed separately, since the question of the oxidation state of Sn in bimetallic systems is unresolved (e.g. Ref. [22]and references therein). 4.1 Pt promoted by Ni, Co and Fe – catalysts with a bimetallic phase For PtNi bimetallic catalysts, it was concluded previously in using the changes of the white line of XANES that Ni has a slightly positive charge in the alloy [23]as compared to pure Ni. It was demonstrated that the rate of hydrogenation of crotonaldehyde to crotylalcohol increased with increasing concentration of the PtNi phase [18]. Therefore, it was suggested that the slightly polar bimetallic sites interact stronger with the carbonyl group of crotonaldehyde. The stronger interaction in turn intensifies the polarization of the carbonyl bond and enhances the rate of hydrogenation of this functional group [18]. The positive effect of the presence of the bimetallic PtNi phase on the selectivity to the unsaturated alcohol is, however, partially compensated by the parallelly increased rate of the hydrogenation to butyraldehyde. Similar conclusions were drawn for PtFe bimetallic catalysts [24]and we assume that PtCo is also comparable to PtNi and PtFe, since it also forms an alloy with Pt [25, 26]. If the enhancement of selectivity to crotylalcohol is indicative of the polarity (or better oxygen affinity) of metallic sites in bimetallic samples the three catalysts can be ranked PtFe>PtCo>PtNi. X-ray absorption studies are in progress to evaluate such effects more quantitatively. The rates of the CO and the CC bond hydrogenation decreased differently with increasing deactivation. Additionally, the selectivity depended on the partial pressure of hydrogen and crotonaldehyde (Fig. 3c, d). This suggests that the selectivity depends on the sorption structure of crotonaldehyde which varies with the surface coverage. The question arises, if the sorption structure of crotonaldehyde changes with the total density of molecules (poisons and reactants) competing for a given number of sites. If the adsorption of only one double bond is possible, because only one adsorption site on the surface is free and as crotonaldehyde adsorbed via the CC bond requires more space on the metal surface than crotonaldehyde adsorbed via the CO bond, the adsorption of the CO bond might be favored at higher concentrations of reactants at the metal surface. The steric repulsion of the methyl group also tends to favor the adsorption of crotonaldehyde via the CO bond. This model is supported by theoretical studies of the adsorption of crotonaldehyde on various surfaces of monometallic Pt particles [20]. It was proposed that a flat adsorption (η 4(di-π)) of both double bonds of crotonaldehyde is favored on Pt (100) and edges and corners but due to kinetic reasons, only the CC bond is hydrogenated with a high rate. It was also shown that, if this sorption structure is not possible due to steric reasons, the di-σ CO adsorption is (on all surfaces) favored over the di-σ CC sorption structure and, thus, the hydrogenation of the CO bond should be favored. 4.2 Pt promoted by oxides of Ga, La, Pb, Bi, Ge and Sb With these catalysts, the promotor metals are present in form of their oxides, partially deposited at or close to the (active) Pt surface. Coordinatively unsaturated metal cations of these metal oxide particles act as Lewis acid sites. The concentration of these sites increases during catalyst reduction and may be stabilized at different levels in the reducing atmosphere of the reaction. A strong interaction between the lone electron pairs of the carbonyl oxygen and the electron deficient Lewis acid sites is suggested. This interaction decreases the electron density at the carbonyl bond of crotonaldehyde and increases its reactivity. Reaction to crotylalcohol occurs, if the sorption of the CO group takes place at the Pt-metal oxide interface, where the carbonyl group can be activated by the Lewis acid site and dissociated hydrogen can be supplied by Pt (Fig. 7 ). With PtGa and PtGe such an activation of crotonaldehyde by Lewis acid sites leads to high rates of crotylalcohol formation in gas and liquid phase hydrogenation. When the promotor metal oxide does not show Lewis acidity, activation of the carbonyl group does not occur and, thus, the promotion does not influence the selectivity to crotylalcohol (PtLa, PtBi and PtSb) and might even decrease it as observed for PtPb. Since the selectivity of monometallic Pt catalysts to crotylalcohol is affiliated with the relative fraction of (111) surfaces of the Pt particles [16, 20, 27], we would like to speculate that Pb oxides are preferentially deposited on Pt (111) causing the lowest selectivity to crotylalcohol (3%). Note that also the activity of this catalyst is very low due to the poisoning (blocking) by the inactive Pb. Detailed kinetic investigations for the most selective catalyst in this group, PtGa1, showed similar trends as found for PtFe2. The selectivity to crotylalcohol increases with decreasing reaction temperature (Fig. 4a) and with increasing partial pressures of both reactants, hydrogen and crotonaldehyde (Fig. 4b, c). Since the rate of the hydrogenation of crotylalcohol to butanol is five times higher than that of butyraldehyde to butanol [16], we conclude that butanol is mainly formed by hydrogenation of crotylalcohol. An increase in residence time favors, as expected, the selectivity to the secondary product butanol. 4.3 Pt promoted by Sn The oxidation state of Sn is known to be very important for the catalyst performance and thus, extensive studies were devoted to this topic (e.g., Ref. [22]and references therein). With the experimental conditions applied in this study it is most likely that Sn is present as SnII+ after reduction at 673 K. However, it was shown that SnII+ can be reduced to metallic Sn by reduction at high temperatures. To probe the effect of possible changes in the oxidation state of Sn on the catalytic performance, catalyst PtSn2 was reduced at 1073 K and tested in the liquid phase hydrogenation. It was found, that the activity of the resulting catalyst was similar to the activity of the catalyst reduced at 673 K, but the selectivity to crotylalcohol was low (5%) compared to the catalyst reduced at 673 K (51%). This indicates that indeed metallic Sn was obtained upon the reduction at 1073 K possibly forming an alloy with Pt. Since metallic Sn is catalytically inactive for hydrogenation, the alloy formation just dilutes the active Pt phase. It was shown [10]that a `dilution' of an active metal by a non active metal has little or no influence on selectivity, the present results even suggest a negative effect as the unpromoted catalyst shows a higher selectivity to crotylalcohol (18%) than the PtSn alloy catalyst. After reduction at 673 K highly active and selective PtSn catalysts were obtained for gas and liquid phase hydrogenation. The high activity of this catalysts is caused by a lower rate of deactivation compared to the other catalyst (see Figs. 1 and 2). In liquid phase experiments, the rate of the CC bond hydrogenation decreased faster than the rate of the CO bond hydrogenation (see Fig. 6a, b). For a defined reaction time the yield of butyraldehyde is comparable for Pt and PtSn catalyst but the yield to crotylalcohol is higher for PtSn because of the lower rate of deactivation (Fig. 5). Studies of the first minutes of the reaction in the gas phase indicate that the initial activity of Sn promoted catalysts is low compared with the unpromoted and other promoted catalysts (Fig. 1). For PtSn the rate increases and reaches a maximum after approximately 2 min on stream. The fact that the activity of the PtSn catalyst decreases slower is attributed to lower surface concentrations of CO due to a lower rate of decarbonylation (Fig. 2). This is also reflected in the low selectivity to hydrocarbons during the initial stage of the reaction, found for gas phase reactions. Additionally, the largest amount of strongly adsorbed surface compounds remaining after the end of the reaction and subsequent purging with He were found with the Sn promoted catalyst. These hydrocarbons, most probably formed by condensation were exclusively found when crotonaldehyde, hydrogen and Pt were present. This in turn suggests that Pt plays an important role in their formation. It is speculated that the slow accumulation of these species at the surface and the slow change in selectivity to crotylalcohol are interrelated. It might be interesting to note that for other hydrogenation reactions a dependence of the selectivity on the concentration of hydrocarbon deposits on the metal was found [28]. 4.4 Comparison between the gas and liquid phase hydrogenation The trends of the selectivities in gas and liquid phase hydrogenation are very similar. While no clear trend of changes in the selectivity with time on stream (increasing number of turnovers) was found in the gas phase a clear dependence of the selectivity on the extent of conversion was found for experiments in liquid phase, i.e., the selectivity to crotylalcohol increased with increasing number of turnovers. We speculate that selective poisoning of sites hydrogenating mainly the CC bond causes the increase of the selectivity to crotylalcohol for the aging catalyst in liquid phase. The activities of some catalysts used in gas and liquid phase hydrogenation showed opposite trends. Catalysts having a low activity in the gas phase had a relatively high activity in the liquid phase. It might be speculated that an initial `low' activity in the liquid phase also permits fewer side reactions resulting in a lower rate of deactivation and, thus, a longer lifetime of the catalyst. In contrast to the results in the gas phase, where the selectivity to the secondary product butanol was always affiliated with the selectivity to crotylalcohol, the rate for the formation of butanol in the liquid phase seemed to be fairly independent of changes in the selectivity to the primary products. 5 Conclusions Metal promoters are demonstrated to have very different effects upon the parent Pt catalyst critically depending upon the miscibility and the oxygen affinity of the promoter metal. With respect to selectivity, catalyst behavior is independent of the reaction medium. In contrast, the highest activities in gas phase were found for catalysts forming a bimetallic phase while these catalysts showed the lowest activity in liquid phase due to a fast deactivation. The addition of Co and Fe as promotor metals improved the selectivity to crotylalcohol in gas and liquid phase hydrogenation. The increased selectivity is attributed to the presence of a bimetallic phase which induces some polarity on the alloy surface. This polarity leads to an activation of the CO bond of crotonaldehyde and increases the rate of CO bond hydrogenation. The addition of Ga, Sn and Ge improved the selectivity towards crotylalcohol. These promoters are present in form of their oxides decorating a part of the Pt surface. Electron pair acceptor sites of the promotor metal oxides are suggested to activate the carbonyl bond by coordination to the oxygen of the carbonyl group. La, Bi and Sb were unable to selectively activate the carbonyl group and, hence, they had minor influence on the selectivity. In general, and independent of the promoter, the higher abundance of Pt (111) surface, the presence of surface polarity and higher concentration of organic reactants on the catalyst surface tends to favor crotylalcohol formation. Acknowledgements We gratefully acknowledge the financial support of this work by the Christian Doppler Society. References 1 W.F. Tuley and R.J. Adams, J. Am. Chem. Soc. 45 (1925) 3061. 2 P. Rylander, in: Catalytic Hydrogenation over Platinum Metals (Academic Press New York and London, 1967). 3 H. Noller and W.M. Lin, J. Catal. 85 (1984) 25. 4 S. Galvagno, Z. Poltarzewski, A. Donato, G. Neri and R. Pietropaolo, J. Mol. Catal. 35 (1986) 365. 5 Y. Nagase, H. Muramatsu, T. Sato, T. Takahashi and M. Takahashi, Nippon Kagaku Kaishi 11 (1990) 1230. 6 Z. Poitarzewski, S. Galvagno, R. Pietropaolo and P. Staiti, J. Catal. 102 (1986) 190. 7 T.B.L.W. Marinelli, V. Ponec, C.G. Raab and J.A. Lercher, Stud. Surf. Sci. Catal. 78 (1993). 8 C.G. Raab, M. Englisch, T.B.L.W. Marinelli and J.A. Lercher, Stud. Surf. Sci. Catal. 78 (1993) 211. 9 T.B.L.W. Marinelli, J.H. Vleeming and V. Ponec, in: Proc. 10th Int. Congr. on Catal., Budapest 1992, Guczi et al. (Ed.) (New Frontiers in Catalysis, Elsevier Sci. Publ. 1993) p. 1211. 10 T.B.L.W. Marinelli and V. Ponec, J. Catal. 156 (1995) 51. 11 D. Goupil, P. Fouilloux, R. Maurel, React. Kinet. Catal. Lett. 35(1–2) (1987) 185. 12 D. Richard, J. Ockelford, A. Giroir-Fendler and P. Gallezot, Catal. Lett. 3 (1989) 53. 13 P. Gallezot, A. Giroir-Fendler and D. Richard, in: W. Pascoe (Ed.), Catalysis of Organic Reactions (Marcel Dekker, New York, 1991) p. 1. 14 P. Beccat, J.C. Bertolini, Y. Gauthier, J. Massardier and P. Ruiz, J. Catal. 126 (1990) 451. 15 S. Galvagno, G. Capanelli G. Neri, A. Donato and R. Pietropaolo, J. Mol. Catal. 64 (1991) 237. 16 M. Englisch, A. Jentys and J.A. Lercher, J. Catal. (1996), submitted. 17 R. Makouangou-Mandilou, R. Touroude and A. Dauscher, Stud. Surf. Sci. Catal. 78 (1993) 219. 18 C.G. Raab and J.A. Lercher, J. Mol. Catal. 75 (1992) 71. 19 M.A. Vannice and B. Sen, J. Catal. 115 (1989) 65. 20 F. Delbecq and P. Sautet, J. Catal. 152 (1995) 217. 21 A. Jentys, G.L. Haller and J.A. Lercher, J. Phys. Chem. 97(2) (1993) 484. 22 T.B.L.W. Marinelli, Ph.D.-Thesis University of Leiden, Leiden (1993). 23 A. Jentys, B.J. McHugh, G.L. Haller and J.A. Lercher, J. Phys. Chem. 96 (1992) 1324. 24 B. Moraweck, P. Bondot, D. Goupil, P. Foilloux and A.J. Renouprez, J. Phys. (Paris) C8 (1987) 48. 25 L. Guczi, T. Hoffer, Z. Zsoldos, S. Zyade, G. Maire and F. Garin, J. Phys. Chem. 95 (1991) 802. 26 S. Zyade, F. Garin, L. Hilaire, M.F. Ravet and G. Maire, Bull. Soc. Chim. Fr. 3 (1985) 341. 27 T. Birchem, C.M. Pradier, Y. Berthier and G. Cordier, J. Catal. 146 (1994) 503. 28 Ph. Maetz, J. Saussey, J.C. Lavalley and R. Touroude, J. Catal. 147 (1994) 48.",
      "scopus-id": "0030991934",
      "coredata": {
        "eid": "1-s2.0-S1381116996004505",
        "dc:description": "Gas and liquid phase hydrogenation of crotonaldehyde was studied over silica supported promoted Pt catalysts. The influence of reaction temperature and reactant pressure on the activity and selectivity of the catalysts and the role of deactivation was investigated. Addition of Ni, Co and Fe to Pt/SiO2 increased the activity and the selectivity in gas phase hydrogenation. This is attributed to the existence of polar sites in a bimetallic phase favoring the interaction with the carbonyl group and, thus, increasing the rate for the hydrogenation to crotylalcohol. Addition of Ga, Sn and Ge improved the selectivity to crotylalcohol, but decreased the activity of the catalysts. These promoters form catalytically inactive oxides that decorate part of the Pt surface. The electron pair donor–acceptor interaction of the oxygen of the carbonyl group with the Lewis sites present in such oxide clusters is concluded to cause the enhanced selectivity to crotylalcohol. The addition of La, Bi, Pb and Sb to Pt decreased the activity and the selectivity of the parent catalyst by blocking a part of the active surface. With respect to selectivity, catalyst behavior is independent of the reaction medium. In contrast, the highest activities in gas phase were found for catalysts forming a bimetallic phase, while these catalysts showed the lowest activity in liquid phase due to a fast deactivation.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-06-27",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004505",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Englisch, Martin"
          },
          {
            "@_fa": "true",
            "$": "Ranade, Vidyadhar S"
          },
          {
            "@_fa": "true",
            "$": "Lercher, Johannes A"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004505"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004505"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00450-5",
        "prism:volume": "121",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Hydrogenation of crotonaldehyde over Pt based bimetallic catalysts",
        "prism:copyright": "Copyright © 1997 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "69-80",
        "prism:endingPage": "80",
        "pubType": "fla",
        "prism:coverDisplayDate": "27 June 1997",
        "prism:doi": "10.1016/S1381-1169(96)00450-5",
        "prism:startingPage": "69",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00450-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1275",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "183",
            "@width": "321",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4939",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1755",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "234",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7371",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1346",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "376",
            "@width": "640",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15969",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1123",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "400",
            "@width": "658",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11986",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1043",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "183",
            "@width": "314",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3934",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1165",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "395",
            "@width": "324",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9721",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1883",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "96",
            "@width": "159",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996004505-gr7.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3069",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030991934"
      }
    }
  }
}