{
  "metadata": {
    "title": "Effect of rare earths on the hydrogenation properties of <ce:italic>p</ce:italic>-chloronitrobenzene over polymer-anchored platinum catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-02-17",
    "doi": "10.1016/S1381-1169(02)00178-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902001784",
    "pii": "S1381116902001784"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0042471786",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-05-02 2002-05-02 2010-04-18T22:33:40 1-s2.0-S1381116902001784 S1381-1169(02)00178-4 S1381116902001784 10.1016/S1381-1169(02)00178-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01628 2015-05-15T05:56:33.301439-04:00 0 0 20030217 2003 2002-05-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 193 193 1 2 1 2 Volume 193, Issues 1–2 15 103 108 103 108 20030217 17 February 2003 2003-02-17 2003 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. EFFECTRAREEARTHSHYDROGENATIONPROPERTIESPCHLORONITROBENZENEOVERPOLYMERANCHOREDPLATINUMCATALYSTS HAN X 1 Introduction 2 Experimental 3 Results and discussion 3.1 Effect of base concentration and different base 3.2 Effect of rare earth ions 4 Conclusions References BALTZLY 1946 261 R RYLANDER 1965 11 P DUNWORTH 1952 1459 W WINANS 1939 3564 C COQ 1992 317 B COQ 1993 253 B GREENFIELD 1967 3670 H BOND 1969 540 G KOSAK 1970 175 J TU 2000 115 W YU 1995 1155 Z JIANG 1999 147 H TERANISHI 1996 277 T RIECK 1986 278 J COQ 1991 331 B HANX2003X103 HANX2003X103X108 HANX2003X103XX HANX2003X103X108XX item S1381-1169(02)00178-4 S1381116902001784 1-s2.0-S1381116902001784 10.1016/S1381-1169(02)00178-4 271358 2010-10-04T20:38:49.684935-04:00 2003-02-17 1-s2.0-S1381116902001784-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/MAIN/application/pdf/1cde05c722a781f15f67533eb26e4a05/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/MAIN/application/pdf/1cde05c722a781f15f67533eb26e4a05/main.pdf main.pdf pdf true 102275 MAIN 6 1-s2.0-S1381116902001784-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/PREVIEW/image/png/535f6f7d4a4abb606e15dd521a5323ee/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/PREVIEW/image/png/535f6f7d4a4abb606e15dd521a5323ee/main_1.png main_1.png png 59806 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902001784-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/sc1/THUMBNAIL/image/gif/fbaaa77abe605eeb1f23a65ceac68643/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/sc1/THUMBNAIL/image/gif/fbaaa77abe605eeb1f23a65ceac68643/sc1.sml sc1 sc1.sml sml 966 48 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902001784-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/sc1/DOWNSAMPLED/image/gif/69f08f23dddbc8fd6dcecfbb955db3d4/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/sc1/DOWNSAMPLED/image/gif/69f08f23dddbc8fd6dcecfbb955db3d4/sc1.gif sc1 sc1.gif gif 4626 152 398 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902001784-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/gr1/THUMBNAIL/image/gif/e5affb5ddfa14add98a4e1008b65a1ac/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/gr1/THUMBNAIL/image/gif/e5affb5ddfa14add98a4e1008b65a1ac/gr1.sml gr1 gr1.sml sml 1319 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902001784-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902001784/gr1/DOWNSAMPLED/image/jpeg/8d38ab149e88c0f6979e0f3dbce897fa/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902001784/gr1/DOWNSAMPLED/image/jpeg/8d38ab149e88c0f6979e0f3dbce897fa/gr1.jpg gr1 gr1.jpg jpg 22147 295 461 IMAGE-DOWNSAMPLED MOLCAA 3618 S1381-1169(02)00178-4 10.1016/S1381-1169(02)00178-4 Elsevier Science B.V. Scheme 1 Fig. 1 The effect of molar ratio of Ce3+/Pt on the hydrogenation of p-CNB to p-CAN catalyzed by PVP–Ce–Pt∗. Table 1 Effect of NaOH concentration on the hydrogenation of p-CNB over PVP–Pt catalyst a NaOH b TOF c Conversion (%) (reaction time, min) Selectivity (%) d AN CAN – 21.6 94.1 (100) 7.8 78.5 0.01 19.6 100 (110) 8.0 91.2 0.02 23.9 100 (90) 5.9 92.5 0.05 60.1 100 (35) 3.6 91.1 0.12 83.9 100 (25) 8.4 89.2 0.31 84.9 100 (25) 8.5 89.9 0.63 23.2 100 (85) 6.8 81.7 a Reaction condition: 5.8×10−6mol Pt; 4×10−3mol p-CNB; reaction temperature, 303.3K; P, 0.1MPa. b The molar ratio of NaOH to substrate. c The average reaction rate, molH2molPt−1min−1, calculated from the amount of H2 uptake. d Some products with high boiling point could not be determined by GC analysis; AN: aniline. Table 2 Effect of various bases on the hydrogenation of p-CNB over PVP–Pt catalyst a Base b TOF Conversion (%) (reaction time, min) Selectivity (%) AN CAN – 21.6 94.1 (100) 7.8 78.5 NaOH 83.9 100 (25) 8.4 89.2 KOH 85.1 100 (25) 3.0 89.9 K2CO3 35.6 100 (60) 5.8 79.6 NaOAc 36.5 100 (60) 8.4 78.1 n-Bu3N 36.4 100 (60) 7.1 92.4 Et2NH 39.9 100 (45) 7.6 88.4 NH2(CH2)2NH2 16.6 96.6 (120) – 96.5 a Reaction conditions are similar to Table 1. b The molar ratio of base to substrate is 0.12. Table 3 Effect of substrate concentration on the hydrogenation of p-CNB over PVP–Pt catalyst a Substrate (×10−3 mol) TOF Conversion (%) (reaction time, min) Selectivity (%) AN CAN 4.0 60.5 100 (35) 8.4 89.2 3.2 72.1 100 (23) 6.7 88.0 2.0 73.3 100 (14) 15.9 80.4 0.7 61.1 100 (6) 33.1 64.9 a Reaction conditions are similar to Table 1; the molar ratio of NaOH to substrate is 0.12. Table 4 Results of the hydrogenation of p-CNB over PVP–RE–Pt catalysts a Catalyst Base b TOF Conversion (%) (reaction time, min) Selectivity (%) AN CAN PVP–Pt – 21.6 94.1 (100) 7.8 78.5 PVP–Pt NaOH 83.9 100 (25) 8.4 89.2 PVP–Sm–Pt – 2.6 90.7 (760) 7.8 91.2 PVP–Sm–Pt NaOH 42.1 100 (50) 2.4 96.8 PVP–Nd–Pt – 2.5 90.1 (775) 7.6 75.6 PVP–Nd–Pt NaOH 24.5 100 (85) – 90.8 PVP–Pr–Pt – 1.8 53.2 (600) 4.0 85.5 PVP–Pr–Pt NaOH 18.6 94.4 (110) – 92.1 PVP–Ce–Pt – 2.7 91 (760) 7.2 82.9 PVP–Ce–Pt NaOH 30.1 100 (70) – 92.2 PVP–La–Pt – 1.8 63 (725) 5.0 72.3 PVP–La–Pt NaOH 4.5 100 (450) 5.9 77.4 a Reaction conditions are similar to Table 1. b The molar ratio of NaOH to substrate is 0.12. Table 5 Results of the hydrogenation of p-CNB over PVP–RE–Pt∗ catalysts a Catalyst Base b TOF Conversion (%) (reaction time, min) Selectivity (%) AN CAN PVP–Pt∗ – 21.8 100 (100) 7.7 81.8 PVP–Pt∗ NaOH 77.3 100 (27) 10.3 88.6 PVP–Sm–Pt∗ – 16.9 100 (130) 7.0 81.2 PVP–Sm–Pt∗ NaOH 53.1 100 (40) 9.0 84.5 PVP–Nd–Pt∗ – 2.9 100 (730) 7.8 79.6 PVP–Nd–Pt∗ NaOH 35.5 100 (60) 4.7 90.1 PVP–Pr–Pt∗ – 12.6 100 (150) 5.4 85.7 PVP–Pr–Pt∗ NaOH 52.6 100 (40) 6.2 91.7 PVP–Ce–Pt∗ – 15.9 100 (140) 6.0 80.0 PVP–Ce–Pt∗ NaOH 60.5 100 (35) – 98.2 PVP–La–Pt∗ – 3.4 100 (630) 2.8 79.9 PVP–La–Pt∗ NaOH 30.3 100 (70) 6.2 90.6 a Reaction conditions are similar to Table 1. Average molecular weight of PVP is 90,000. b The molar ratio of NaOH to substrate is 0.12. Effect of rare earths on the hydrogenation properties of p-chloronitrobenzene over polymer-anchored platinum catalysts Xiaoxiang Han a Renxian Zhou a Xiaoming Zheng a ∗ Heng Jiang b a Institute of Catalysis, Zhejiang University, Hangzhou 310028, PR China b Fushun Petroleum Institute, Fushun 113001, PR China * Corresponding author. The effect of rare earths (Sm3+, Pr3+, Ce3+, Nd3+ and La3+), base (inorganic or organic base) and substrate concentration on the hydrogenation properties of p-chloronitrobenzene (p-CNB) over poly-vinylpyrrolidone-anchored platinum (PVP–Pt) has been studied in ethanol at 303K and normal pressure. The addition of rare earths except Nd3+ and La3+ to catalytic system improves the selectivity of p-chloroaniline (p-CAN) but has lower activity when PVP–Pt alone is used. The hydrogenation rate of p-CNB and selectivity of p-CNB to p-CAN increase significantly for PVP–RE–Pt and PVP–Pt catalysts in the presence of NaOH. PVP–Sm–Pt catalyst exhibits the highest selectivity (95.8%) of p-CAN when the molar ratio of NaOH to substrate is 0.12. In the same reaction condition, PVP–Ce–Pt∗ catalyst using PVP (90,000) of large molecular weight as support exhibits the highest activity (60.5molH2 molPt−1 min−1) and selectivity of p-CAN (98.2%). Keywords Hydrogenation p-Chloronitrobenzene p-Chloroaniline 1 Introduction Aromatic haloamines are important intermediates in the chemistry of dyes, drugs, herbicides and pesticides. The traditional synthesis routes are usually harmful for the environment. It seems to be a best choice by selective hydrogenation of aromatic halonitro compounds to the corresponding haloamine; however, the process is difficult because of extensive dehalogenation [1]. Dehalogenation has been seen to occur with palladium [1–3], platinum [1–3], rhodium [4], nickel [5] and copper chromite [6] catalysts. Among these, platinum shows better selectivity of haloaniline and fast rate of reduction of the nitro group. To improve selectivity, the catalyst preparations are modified (alloying [7] and metal/support interaction [8], etc.) or specific additives (promoters or inhibitors) [9–11] are used in the reaction system. Catalytic hydrogenation reactions are influenced by many factors, which include the presence of catalytic activators or poisons, the temperature, pressure, solvent agitation and other conditions specific to the particular process. One of the more important considerations is the catalyst support. Water-soluble polymer supports have received much attention in the recent years [12–15], they are often used as support for nano-size ultrafine particles. The polymers work not only as stabilizers of ultrafine particles but also as the materials functionalizing ultrafine particles. Their special features result in cooperative and multi-step catalysts in reaction [16]. Lanthanides (rare earths) have been investigated and utilized in many fields [17]. The first report on the promotion effect of lanthanides appeared in the study of supported catalysts for synthesis gas conversion [18]. For adsorption characteristics, lanthanides and transition metals show higher efficiency when they are used together than when used separately; however, the promotion effect of lanthanides has been observed only in a heterogeneous system, and the promotion effect in a homogeneous system has seldom been successfully reported. In our experiment, we find that lanthanides also decrease catalytic activity for the hydrogenation of p-chloronitrobenzene (p-CNB), but they show high selectivity of p-chloroaniline (p-CAN). 2 Experimental Poly-vinylpyrrolidone-anchored platinum (PVP–Pt) catalysts are prepared by alcoholic reduction in the presence of PVP, of average molecular weight 30,000 or 90,000, purchased from BASF. A mixture of 8.7×10−5 mol hexachloroplatinic acid, 30ml ethanol and 0.222g PVP (1.00×10−2 mol as monomeric unit) is refluxed in a 50ml flask for 3h under air. The black catalyst is abbreviated as PVP–Pt (or PVP–Pt∗). PVP–rare earth–Pt catalysts are prepared as follows: A mixture of 0.222g of PVP, 20ml ethanol and 5.2×10−6 mol rare earth nitrate is refluxed for 1h, and then 8.7×10−5 mol hexachloroplatinic acid and 7ml of ethanol are added to it. The mixture is also refluxed for 2h under air. The orange catalyst is abbreviated as PVP–RE–Pt (or PVP–RE–Pt∗). Hydrogenation of p-CNB is carried out at 303K and atmospheric pressure. A mixture of 2.0ml PVP-anchored platinum catalyst (5.8×10−6 mol Pt), and 8ml ethanol solution containing NaOH are placed in a 3-necked flask closed with a silicon rubber cap and connected to a hydrogen gas burette. The mixture is treated under hydrogen at 303K for 30min before 10ml ethanol solution of p-CNB (4×10−3 mol substrate) is injected into the reactor. The hydrogen consumption is monitored with a graduated gas burette. Chemical analysis of the products is performed by gas chromatography Perkin-XL equipped with a FID detector and SE-30 capillary column. Reactants and products are identified by comparison with authentic samples. Biphenyl is used as internal standard. 3 Results and discussion 3.1 Effect of base concentration and different base Hydrogenation of p-CNB is a tedious process as shown in Scheme 1 [13], and it often yields many by-products at the same time. It is well known that alkali in large quantities promotes dehalogenation; critical amounts of special inorganic [19] or organic [20] bases can greatly increase the selectivity of platinum catalyst. Base modifies the catalytic activity, probably they can enhance the solubility of hydrogen in ethanol. In our experiment, we also obtain similar results that are listed in Tables 1 and 2 . From Table 1, it is found that the hydrogenation of p-CNB can also be catalyzed by PVP–Pt under normal pressure of hydrogen at 303K without the addition of NaOH, but both catalytic activity and selectivity increase remarkably in the presence of NaOH. Only 25min is required to complete the reaction in the presence of 4.8×10−4 mol NaOH, whereas without NaOH only 94.1% of the conversion takes place in 100min, and the selectivity of p-CAN is improved from 78.5 to 91.1%. Increasing the amount of NaOH up to 0.05–0.31mol%, the catalytic activity is kept constant, and the selectivity declines appreciably. From Table 2, we can see that using other inorganic bases, such as KOH, K2CO3 and NaOAc, also gives good catalytic activity but has no effect on the selectivity of p-CAN except when KOH is used. Using n-Bu3N and Et2NH organic base also give similar results, the catalytic activity and selectivity of p-CAN increased markedly. The catalytic activity decreases slightly in the presence of NH2(CH2)2NH2, but the selectivity of p-CAN reaches 96.5%. The reason is that the amino group in NH2(CH2)2NH2 has strong coordination with Pt, which decreases the active sites of the catalyst, and hydrogenolysis of the C–Cl bond is inhibited. The role of the base may be related to its intervention in the catalytic cycle in some way. In our experiment, we also find that the selectivity of p-CAN increases with the increase in the concentration of the substrate. The results are listed in Table 3 . High concentration of the substrate probably prevents the products from contacting with the active sites, which partly inhibits hydrogenolysis of the C–Cl bond [21]. 3.2 Effect of rare earth ions The results of the hydrogenation of p-CNB catalyzed by PVP–RE–Pt are summarized in Table 4 . From Table 4, we can see that the hydrogenation rate of p-CNB decreases, obviously with the introduction of rare earth ions, but the addition of Sm3+, Pr3+ and Ce3+ shows positive effect on the selectivity of p-CNB to p-CAN. In the presence of NaOH, catalytic activities and selectivities increase significantly. PVP–Sm–Pt catalyst exhibits the best selectivity of p-CAN (96.8%). Different cross-linking of PVP has a different character. Table 5 lists the results on the hydrogenation of p-CNB over PVP–RE–Pt∗ catalysts (the average molecular weight of PVP is 90,000). From Table 5, we can see that the effect of rare earths except Nd3+ and La3+ on the catalytic activity and selectivity is not obvious without the addition of NaOH. In the presence of NaOH, catalytic activity is also improved but the selectivity of p-CNB to p-CAN varies desultorily. PVP–Ce–Pt∗ catalyst exhibits the best selectivity of p-CAN (98.2%). On Comparing Table 4 with Table 5, we can conclude that support takes on an important role for this reaction. Teranishi et al. [15] pointed out that weak coordination between PVP and Nd3+ is a reason for low activity. Low cross-linking of PVP has a weak coordinative ability to rare earth ions especially for Nd3+ and La3+. Rare earth ions also influence the coordination between PVP and Pt. In the experiment, we find that some platinum black forms for low cross-linking of PVP-supported platinum catalyst, and the phenomena is always accompanied with low activity. In high cross-linking of PVP catalytic system, these phenomena are not observed. The effect of Ce3+ on the hydrogenation of p-CNB over PVP–Pt∗ catalyst is also investigated. Fig. 1 demonstrates the effect on catalytic activity and selectivity with the addition of Ce3+. From Fig. 1, it is found that catalytic activity is inhibited remarkably when a small amount of Ce3+ is added in PVP–Pt∗ catalyst, and selectivity is also low in the presence of NaOH. It is interesting that catalytic activity and selectivity to p-CAN increase monotonously with increasing molar ratio of Ce3+/Pt from 0.01 to 0.06. The average rate of the hydrogenation of p-CNB increases from 16.0 to 60.5molH2 molPt−1 min−1, and the selectivity to p-CAN also increases from 80.5 to 98.2%. However, the catalytic activity decreases sharply again and selectivity also decreases slightly when the molar ratio of Ce3+/Pt is higher than 0.06. We suspect that the effect of rare earth ions is related to the interaction of ions with support, reaction substrate, product or metallic catalyst. Further investigations are being done now. 4 Conclusions The addition of Sm3+, Ce3+ and Pr3+ to catalytic system improves the selectivity of p-CAN but have lower catalytic activity when PVP–Pt is used alone. In the presence of NaOH, the hydrogenation rate of p-CNB and selectivity of p-CNB to p-CAN increases significantly for PVP–RE–Pt and PVP–Pt catalysts. PVP–Sm–Pt catalyst exhibits the highest selectivity (95.8%) of p-CAN when the molar ratio of NaOH to substrate is 0.12. In the presence of other inorganic/organic base, such as KOH, n-Bu3N and Et2NH, the catalytic activity and selectivity of p-CAN also increase markedly for PVP–Pt catalyst. High cross-linking PVP has strong coordinative ability with rare earth and Pt, which probably increases the catalytic activity. PVP–Ce–Pt∗ using PVP (90,000) as support exhibits the best activity (60.5molH2 molPt−1 min−1) and selectivity of p-CAN (98.2%) in the presence of 4.8×10−4 mol NaOH. The amount of Ce3+ in PVP–Ce–Pt∗ catalyst influences markedly the catalytic properties. Catalytic activity and selectivity of p-CAN are highest when the molar ratio of Ce3+/Pt is 0.06. References [1] R. Baltzly A.P. Phillips J. Am. Chem. Soc. 68 1946 261 [2] A.A. Strel’tsova, N.D. Zelinskii, Bull. Acad. Sci. USSR, Div. Chem. Sci. 56 (1943); Chem. Abstr. 38 (1944) 1214. [3] P.N. Rylander M. Kilroy V. Coven Engelhard Ind. Tech. Bull. 6 1965 11 [4] W.P. Dunworth F.F. Nord J. Am. Chem. Soc. 74 1952 1459 [5] C.F. Winans J. Am. Chem. Soc. 61 1939 3564 [6] B.O. Pray, F.C. Trager (to Columbia-Southern Chemical), US Patent 2791613, May 1957. [7] B. Coq A. Tijani F. Figuéras J. Mol. Catal. 71 1992 317 [8] B. Coq A. Tijani R. Dutartre F. Figuéras J. Mol. Catal. 79 1993 253 [9] H. Greenfield F.S. Dovell J. Org. Chem. 32 1967 3670 [10] G.C. Bond D.E. Webster N.Y. Acad. Sci., Ann. 158 1969 540 [11] J.R. Kosak N.Y. Acad. Sci., Ann. 172 1970 175 [12] W.X. Tu H.F. Liu Y. Tang J. Mol. Catal. 159 2000 115 [13] Z.K. Yu S.J. Liao Y. Xu B. Yang D.R. Yu J. Chem. Soc., Chem. Commun. 11 1995 1155 [14] H. Jiang Y. Xu S.J. Liao D.R. Yu H. Chen X.J. Li J. Mol. Catal. 142 1999 147 [15] T. Teranishi K. Nakata M. Miyake N. Toshima Chem. Lett. 292 1996 277 [16] H. Hirai, N. Toshima, in: Y. Iwasawa (Ed.), Tailored Metal Catalysts, Reidel, Dordrecht, 1986. [17] X. Guangxian, X. Jime (Eds.), New-Frontiers in Rare Earth Science and Applications, Science Press, Beijing, 1985 K.A. Gschneider Jr., Industrial applications of rare earth elements, Am. Chem. Soc. (1981). [18] J.S. Rieck A.T. Bell J. Catal. 99 1986 278 [19] L. Spiegler (to E.I. du Pont de Nemours and Co.), US Patent 3073865, January 1963. [20] J.R. Kosak (to E.I. du Pont de Nemours and Co.), US Patent 3145231, August 1964. [21] B. Coq A. Tijani F. Figuéras J. Mol. Catal. 68 1991 331",
      "scopus-id": "0042471786",
      "coredata": {
        "eid": "1-s2.0-S1381116902001784",
        "dc:description": "The effect of rare earths (Sm3+, Pr3+, Ce3+, Nd3+ and La3+), base (inorganic or organic base) and substrate concentration on the hydrogenation properties of p-chloronitrobenzene (p-CNB) over poly-vinylpyrrolidone-anchored platinum (PVP–Pt) has been studied in ethanol at 303K and normal pressure. The addition of rare earths except Nd3+ and La3+ to catalytic system improves the selectivity of p-chloroaniline (p-CAN) but has lower activity when PVP–Pt alone is used. The hydrogenation rate of p-CNB and selectivity of p-CNB to p-CAN increase significantly for PVP–RE–Pt and PVP–Pt catalysts in the presence of NaOH. PVP–Sm–Pt catalyst exhibits the highest selectivity (95.8%) of p-CAN when the molar ratio of NaOH to substrate is 0.12. In the same reaction condition, PVP–Ce–Pt∗ catalyst using PVP (90,000) of large molecular weight as support exhibits the highest activity (60.5molH2 molPt−1 min−1) and selectivity of p-CAN (98.2%).",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-02-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902001784",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Han, Xiaoxiang"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Renxian"
          },
          {
            "@_fa": "true",
            "$": "Zheng, Xiaoming"
          },
          {
            "@_fa": "true",
            "$": "Jiang, Heng"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902001784"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902001784"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00178-4",
        "prism:volume": "193",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Effect of rare earths on the hydrogenation properties of p-chloronitrobenzene over polymer-anchored platinum catalysts",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "p-Chloronitrobenzene"
          },
          {
            "@_fa": "true",
            "$": "p-Chloroaniline"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "103-108",
        "prism:endingPage": "108",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 February 2003",
        "prism:doi": "10.1016/S1381-1169(02)00178-4",
        "prism:startingPage": "103",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00178-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "48",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001784-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "966",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "152",
            "@width": "398",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001784-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4626",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001784-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1319",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "295",
            "@width": "461",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902001784-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22147",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0042471786"
      }
    }
  }
}