{
  "metadata": {
    "title": "Colloidal silver catalysts for oxidation of ethylene",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-05-06",
    "doi": "10.1016/S1381-1169(98)00262-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998002623",
    "pii": "S1381116998002623"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033529139",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-03-24 1999-03-24 2010-04-18T14:19:10 1-s2.0-S1381116998002623 S1381-1169(98)00262-3 S1381116998002623 10.1016/S1381-1169(98)00262-3 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00970 2022-06-20T17:56:17.318876Z 0 0 19990506 1999 1999-03-24T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 141 141 1 3 1 2 3 Volume 141, Issues 1–3 19 187 192 187 192 19990506 6 May 1999 1999-05-06 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. COLLOIDALSILVERCATALYSTSFOROXIDATIONETHYLENE SHIRAISHI Y 1 Introduction 2 Experimental 2.1 Materials and instruments 2.2 Preparation of colloidal silver 2.3 Catalysis for oxidation of ethylene 3 Results and discussion 3.1 Characterization of colloidal silver 3.2 Catalysis for oxidation of ethylene Acknowledgements References SCHMID 1992 1709 G TOSHIMA 1996 111 N TAN 1991 855 B GEOGHEGAN 1977 1187 W COHEN 1973 745 D HIRAI 1985 127 H TOSHIMA 1992 400 N TOSHIMA 1988 669 N TAMARU 1997 167 K TAMARU 1997 261 K KONDARIDES 1994 295 D TAKADA 1996 212 H HENGLEIN 1992 2411 A ESUMI 1996 55 K CAMPBELL 1985 5789 C MEGURO 1988 347 K SHIRAISHIX1999X187 SHIRAISHIX1999X187X192 SHIRAISHIX1999X187XY SHIRAISHIX1999X187X192XY 2022-06-10T08:40:13.270Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Science, Sports and Culture MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ This work was partially supported by a Grant-in-Aid for Scientific Research on Priority Areas `New Polymers and their Nano-organized Systems&apos; (No. 08246101) from the Ministry of Education, Science, Sports and Culture, Japan. item S1381-1169(98)00262-3 S1381116998002623 1-s2.0-S1381116998002623 10.1016/S1381-1169(98)00262-3 271358 2010-09-29T22:34:38.617923-04:00 1999-05-06 1-s2.0-S1381116998002623-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/MAIN/application/pdf/64bcbbbca0df74a50338ce196db4fe16/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/MAIN/application/pdf/64bcbbbca0df74a50338ce196db4fe16/main.pdf main.pdf pdf true 182967 MAIN 6 1-s2.0-S1381116998002623-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/PREVIEW/image/png/72b0a3f1df49308cd6699bd19606d42f/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/PREVIEW/image/png/72b0a3f1df49308cd6699bd19606d42f/main_1.png main_1.png png 64384 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998002623-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr1/THUMBNAIL/image/gif/ce3f2b32de3e2e845a6eb1d3e02720fb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr1/THUMBNAIL/image/gif/ce3f2b32de3e2e845a6eb1d3e02720fb/gr1.sml gr1 gr1.sml sml 1052 94 95 IMAGE-THUMBNAIL 1-s2.0-S1381116998002623-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr1/DOWNSAMPLED/image/gif/ee18d2333b6dac58a2e4028373bfa272/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr1/DOWNSAMPLED/image/gif/ee18d2333b6dac58a2e4028373bfa272/gr1.gif gr1 gr1.gif gif 5593 299 303 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002623-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr2/THUMBNAIL/image/gif/7610e151168e7ea3945e107a3c6e4eaf/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr2/THUMBNAIL/image/gif/7610e151168e7ea3945e107a3c6e4eaf/gr2.sml gr2 gr2.sml sml 1179 93 76 IMAGE-THUMBNAIL 1-s2.0-S1381116998002623-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr2/DOWNSAMPLED/image/jpeg/22160ca9f909d38f7fc528cca55bee76/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr2/DOWNSAMPLED/image/jpeg/22160ca9f909d38f7fc528cca55bee76/gr2.jpg gr2 gr2.jpg jpg 60985 661 540 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002623-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr3/THUMBNAIL/image/gif/2889a4459189c4d9755e15d51559a08f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr3/THUMBNAIL/image/gif/2889a4459189c4d9755e15d51559a08f/gr3.sml gr3 gr3.sml sml 1456 66 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002623-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/gr3/DOWNSAMPLED/image/gif/b1fec6a4462d78b5a6ff069262b9e181/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/gr3/DOWNSAMPLED/image/gif/b1fec6a4462d78b5a6ff069262b9e181/gr3.gif gr3 gr3.gif gif 8703 235 444 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002623-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/fx1/THUMBNAIL/image/gif/3cc8aabcd4275558ca74ac846d574dab/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/fx1/THUMBNAIL/image/gif/3cc8aabcd4275558ca74ac846d574dab/fx1.sml fx1 fx1.sml sml 364 14 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002623-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002623/fx1/DOWNSAMPLED/image/gif/e56d7f727ad5edc59a5bcd2eb9a8f4ae/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002623/fx1/DOWNSAMPLED/image/gif/e56d7f727ad5edc59a5bcd2eb9a8f4ae/fx1.gif fx1 fx1.gif gif 1200 36 329 IMAGE-DOWNSAMPLED MOLCAA 2030 S1381-1169(98)00262-3 10.1016/S1381-1169(98)00262-3 Elsevier Science B.V. Fig. 1 UV–Vis absorption spectra of PVP-protected silver colloids in the absence of alkali metal ion (———), PVP-protected silver colloids in the presence of cesium carbonate (---), and PVP-protected silver colloids in the presence of rubidium sulfate (·–·–·–). [Silver]=1.0 mmol dm−3, [Alkali metal ion]=0.2 mmol dm−3. Fig. 2 Transmission electron micrographs of (a) PVP-protected silver colloids, (b) PVP-protected silver colloids in the presence of cesium carbonate, and (c) the dispersions of commercial silver powder. Fig. 3 Particle size distribution histograms of (a) PVP-protected silver colloids, (b) PVP-protected silver colloids in the presence of cesium carbonate. The dashed lines indicate the average diameters of all the particles. Table 1 Catalytic activity of PVP-protected silver colloids for oxidation of ethylene a Ag catalyst (Alkali metal ion) Catalytic activityb EO-mmol Ag-mol−1 h−1 EO-mmol Ag-mol−2 h−1 Commercial Ag catalyst 1.36 354 Ag cluster (none) 6.2 613 Ag cluster (Rb+) 6.8 7.28 Ag cluster (Cs+) 11.0 843 a Conditions: 18 mmol of ethylene, 0.3 mmol of Ag, 0.06 mmol of alkali metal ion, in ethanol/water (1/1, v/v) at 90–95°C, 5 h. bEO: ethylene oxide. Colloidal silver catalysts for oxidation of ethylene Yukihide Shiraishi Naoki Toshima * Department of Materials Science and Engineering, Science University of Tokyo in Yamaguchi, Onoda-shi, Yamaguchi 756-0884, Japan * Corresponding author. Tel.: +81-836-88-4561; Fax: +81-836-88-4567; E-mail: toshima@ed.yama.sut.ac.jp Colloidal silver catalysts protected by poly(N-vinyl-2-pyrrolidone) (PVP) were prepared by an ethanol reduction method of silver perchlorate in the presence of PVP. Transmission electron micrograph of the obtained colloids revealed fine particles (av. diameter 3.1 nm) with uniform size and narrow size distribution. Oxidation of ethylene catalyzed by PVP-protected silver colloids was performed in ethanol/water (1/1, v/v) at 90–95°C under 1 atm of ethylene/oxygen (2/1). Products were analyzed with gas chromatography, being identified to be ethylene oxide. The silver catalysts thus prepared had the higher catalytic activity than a commercial silver catalyst for oxidation of ethylene. Addition of alkali metal ions remarkably increased the catalytic activity of the colloidal silver catalyst. Keywords Silver nanoparticle Metal cluster Colloidal metal catalyst Ethylene oxide 1 Introduction Interests in the nanoscopic materials and their application to catalyses have greatly stimulated the research on metal colloids [1–4]. Colloidal dispersions of metal clusters have been prepared chemically by reduction of the corresponding metal salts [5]and physically by pulverization of the metallic mass [6]. The chemical procedure is superior to the physical one, in regard to small size and narrow size distribution of colloidal particles as well as stability and mass production of colloidal dispersions. Colloidal dispersions thus prepared have the special properties which are quite different from both bulk and atomic metals. Much attention has been paid to these special properties in physical, chemical, biological [7]and medical fields [8]. These metal colloids act as excellent homogeneous catalysts for some organic reactions. For instance, the colloidal palladium obtained by refluxing an alcohol–water solution of palladium ions in the presence of poly(N-vinyl-2-pyrrolidone) (PVP) was used as an active catalyst for selective hydrogenation of dienes to monoenes [9]. The surfactant-micelle protected palladium and platinum colloids, obtained by irradiation with visible light, are active catalysts for hydrogenation of unsaturated fatty acids with high regioselectivity [10], and for visible light-induced hydrogen evolution from water, respectively [11]. The dispersions of colloidal metals, however, have usually been used as a reduction catalyst and not been applied to an oxidation catalyst. Silver has been investigated and utilized as an oxidation catalyst [12, 13], especially as that for production of ethylene oxide from ethylene [14, 15]. Recently, Tamaru [12]reported a dynamical method to identify the reaction sites for the reaction between hydrogen and oxygen on a heterogeneous silver surface. On the other hand, Henglein et al. [16]prepared colloidal silver by γ-ray irradiation. They clarified many interactions between the silver particle and the adsorbed ions by analyzing the peak shift in plasma resonance band of the silver colloid. The preparation of colloidal silver by UV-irradiation in mixtures of acetone and 2-propanol was studied by Esumi et al. [17]. In an industrial oxidation of ethylene, alkali metal ions are an important additive for a silver catalyst. Campbell [18]reported the role of a cesium promoter in silver catalysts for the selective oxidation of ethylene. The promotion effect on colloidal palladium catalysts by the lanthanoid ions immobilized by water-soluble protective polymer was recently investigated [19, 20]. To the best of our knowledge there is no reports on oxidation of ethylene in solution catalyzed by polymer-protected silver colloids and on the promotion effect by alkali metal ions on colloidal silver catalysts. In the present paper we report the preparation of colloidal silver catalysts under mild conditions by an ethanol reduction method in the presence of PVP. The PVP-protected silver colloids, thus obtained, is applied to the catalysis for oxidation of ethylene. The promotion effect of alkali metal ions on PVP-protected silver colloids will be described as well. 2 Experimental 2.1 Materials and instruments Poly(N-vinyl-2-pyrrolidone) (PVP, K-30, average molecular weight 40,000) was purchased from Tokyo Kasei. Silver powder of extra pure grade (200 mesh) was received from Wako. Other reagents employed here were of a commercial G.R. grade and were used as received. Ultraviolet and visible (UV–Vis) spectra were measured with a Shimadzu 2500PC recording spectrophotometer. X-ray photoelectron spectroscopy (XPS) data were measured with a Kratos AXIS-HS spectrometer (Mg target, 15 kV, 5 mA). Transmission electron microscopy (TEM) photographs were taken by using a Hitachi H-7000 electron microscope. The average diameters were calculated by counting ca. 200 particles with a 10 times magnifier from the enlarged TEM photographs. The oxidation product was analyzed with a Shimadzu GC-14B gas chromatograph using a 3.1 m×3.2 mm φ column of TSG-1 at 60°C. 2.2 Preparation of colloidal silver Preparation of PVP-protected silver colloids were carried out by an alcohol reduction method. PVP (4.0 mmol in monomeric units, 40 times of the total amount of metal ions) and silver perchlorate (0.1 mmol) were mixed in ethanol/water (1/1, v/v) to form a 100 cm3 solution. Mixed solutions were stirred and heated to refluxing at 90–95°C for 2 h. The color of mixed solutions suddenly changed from colorless to transparent yellow at the beginning of refluxing. Addition of rubidium and cesium ions was conducted by mixing an aqueous solution of rubidium sulfate and cesium carbonate, respectively, to the colloidal dispersion of PVP-silver nanoparticles prepared at designed concentration. 2.3 Catalysis for oxidation of ethylene Oxidation of ethylene catalyzed by PVP-protected silver colloids was performed in ethanol/water (1/1, v/v) at 90–95°C under 1 atm of ethylene/oxygen (2/1 v/v). The reaction mixtures were stirred keeping the temperature below 10°C. Products were analyzed with gas chromatography, being identified to be ethylene oxide. Repeated reactions were carried out by using the colloidal silver catalysts recovered by evaporating solvents and products from the reaction mixtures and followed by re-dissolving the evaporated residues into a fresh ethanol/water (1/1, v/v). The oxidation of ethylene was proceeded in the completely same way as the first reaction. 3 Results and discussion 3.1 Characterization of colloidal silver Colloidal silver catalysts protected by PVP were prepared by refluxing the mixed solution of silver perchlorate and PVP, having a yellow color and being stable for months at room temperature. The reduction of silver ions to form PVP-protected silver colloids can be supported by UV–Vis absorption spectra shown in Fig. 1 . The absorption peak at ca. 410 nm is due to the plasma oscillation characteristic of silver colloids. The absorption spectra of PVP-protected silver colloids in the presence of cesium and rubidium ions, respectively, are in good agreement with that in the absence of alkali metal ion, suggesting the stability of PVP-protected silver colloids even after the addition of cesium and rubidium ions. X-ray photoelectron spectroscopy of the evaporated sample was measured in order to determine the valency of silver in the PVP-protected silver colloids. Silver species of the PVP-protected silver colloid had a 3d5/2 binding energy of 368.3 eV. This binding energy is consistent with a metallic state of silver and is 1.3 eV higher than that of AgO [21]. This result can indicate that silver in the PVP-protected colloid is a zero-valency. Fig. 2 exhibits the transmission electron micrographs of PVP-protected silver colloids in the absence and the presence of cesium ion, and commercial silver powder. The particle size distributions are shown as histograms in Fig. 3 . Particles in PVP-protected silver colloid have an average diameter of 3.1 nm and mainly distribute within the range from about 2 to 4 nm accompanied with some aggregates which are several times larger than simple particles in diameter. PVP-protected silver colloid in the presence of cesium ions also has a narrow size distribution with an average diameter of 3.3 nm. In contrast, silver particles in the commercial silver powder have a very wide distribution from 30 to 150 nm. Meguro et al. [22]reported the preparation of colloidal silver particles in the presence of copolymers of vinyl alcohol and N-vinylpyrrolidone. According to the literature [22]stable colloidal silver clusters were obtained only in the presence of the copolymer. They reported that the homopolymer PVP did not provide any stable silver colloid. However, we succeeded in the preparation of stable PVP-protected silver colloids by refluxing the solution of silver perchlorate in ethanol/water in the presence of PVP. Meguro et al. was used silver nitrate instead of silver perchlorate as a starting material. This is probably the reason why they could not prepare stable colloidal silver clusters protected by PVP. The PVP-protected silver colloids in the presence of cesium or rubidium ions were also stable, although the average diameter of the particles was a little larger in the presence of alkali metal ions than those in the absence of the ions because of a little aggregates observed by TEM in the presence of alkali metal ions. 3.2 Catalysis for oxidation of ethylene PVP-protected silver colloids were applied to the catalyst for oxidation of ethylene in solution under an atmospheric pressure of ethylene and oxygen (2:1) according to Formula (1). Formation of ethylene oxide increased with the elapse of time. The amount of ethylene oxide formed under the present conditions was 17 mmol Ag-mol−1 at a reaction time of 0.5 h, whereas it was 31 mmol Ag-mol−1 at 5 h. We regard the amount of ethylene oxide formed at a reaction time of 5 h as a relative catalytic activity, because the yield of ethylene oxide is low at an initial stage of the reaction. The catalytic activities thus obtained are summarized in Table 1 . The catalytic activity of PVP-protected silver colloids is 6.2 EO-mmol Ag-mol−1 h−1. The catalytic activity of commercial silver powder (1.36 EO-mmol Ag-mol−1 h−1) is much less than that of PVP-protected silver colloids. As shown in Fig. 3(c), the commercial silver powder is composed of relatively lager particles and their aggregates. To examine the effect of the surface area of catalysts, the catalytic activity was normalized by the surface area, which was calculated using particle diameters measured by TEM. When the catalytic activities are compared on the bases of surface area of catalysts, then the silver colloids still have a higher activity than that of commercial silver powder. The high catalytic activity of silver colloids are not due to increase of the surface area of silver particles, but due to the intrinsic property of silver colloid catalysts. In order to examine the stability of colloidal silver catalysts, the repeated experiments were performed. The activity of the recovered colloidal silver catalyst was 3.9 EO-mmol Ag-mol−1 h−1, which is smaller than that of the fresh catalyst (6.2 EO-mmol Ag-mol−1 h−1). The decrease in the catalytic activity may be associated with the deactivation of the colloidal silver surface by adsorption of oxygen. The catalytic activity of silver colloids remarkably increases by addition of alkali metal ions, especially cesium ions. The selective oxidation of ethylene to ethylene oxide is currently carried out over metallic silver-based catalysts in industrial processes. Cesium ions were reported to exhibit significant promotion in the activity of industrial catalysts [14, 15]. Further studies related to this preliminary successful result are in progress. Acknowledgements This work was partially supported by a Grant-in-Aid for Scientific Research on Priority Areas `New Polymers and their Nano-organized Systems' (No. 08246101) from the Ministry of Education, Science, Sports and Culture, Japan. References 1 G Schmid Chem. Rev. 92 1992 1709 2 G. Schmid (Ed.), Clusters and Colloids, VCH Publishers, Weinheim, 1994. 3 H. Hirai, N. Toshima, in: J.C. Salamone (Ed.), Polymeric Materials Encyclopedia, CRC Press, Boca Raton, 1996, 1310. 4 N Toshima Macromol. Symp. 105 1996 111 5 H. Hirai, N. Toshima, in: Y. Iwasawa (Ed.), Tailored Metal Catalysts, D. Reidel Pub., Dordrecht, 1986, 87. 6 B.-J Tan K.J Klabunde P.M.A Sherwood J. Am. Chem. Soc. 113 1991 855 7 W.D Geoghegan G.A Ackerman J. Histochem. Cytochem. 25 1977 1187 8 D Cohen Science 180 1973 745 9 H Hirai H Chawanya N Toshima React. Polym. 3 1985 127 10 N Toshima T Takahashi Bull. Chem. Soc. Jpn. 65 1992 400 11 N Toshima T Takahashi H Hirai J. Macromol. Sci.-Chem. A 22 1988 669 12 K Tamaru Appl. Catal. A-General 151 1997 167 13 K Tamaru Surf. Sci. 383 1997 261 14 D Kondarides Y Iwasawa Hyomen 32 1994 295 15 H Takada Shokubai 38 1996 212 16 A Henglein P Mulvaney T Linnert A Holzwarth J. Phys. Chem. 96 1992 2411 17 K Esumi M Wakabayashi K Torigoe Colloids and Surf. 109 1996 55 18 C.T Campbell J. Phys. Chem. 89 1985 5789 19 T. Teranishi, K. Nakata, M. Miyake, N. Toshima, Chem. Lett. (1996) 277. 20 T. Teranishi, K. Nakata, M. Iwamoto, M. Miyake, N. Toshima, React. Funct. Polym., in press. 21 C.D. Wagner, W.M. Riggs, L.E. Davis, J.F. Moulder, G.E. Muilenberg, Handbook of X-Ray Photoelectron Spectroscopy, Perkin–Elmer, MN, 1978. 22 K Meguro Y Nakamura Y Hayashi M Torizuka K Esumi Bull. Chem. Soc. Jpn. 61 1988 347",
      "scopus-id": "0033529139",
      "coredata": {
        "eid": "1-s2.0-S1381116998002623",
        "dc:description": "Colloidal silver catalysts protected by poly(N-vinyl-2-pyrrolidone) (PVP) were prepared by an ethanol reduction method of silver perchlorate in the presence of PVP. Transmission electron micrograph of the obtained colloids revealed fine particles (av. diameter 3.1 nm) with uniform size and narrow size distribution. Oxidation of ethylene catalyzed by PVP-protected silver colloids was performed in ethanol/water (1/1, v/v) at 90–95°C under 1 atm of ethylene/oxygen (2/1). Products were analyzed with gas chromatography, being identified to be ethylene oxide. The silver catalysts thus prepared had the higher catalytic activity than a commercial silver catalyst for oxidation of ethylene. Addition of alkali metal ions remarkably increased the catalytic activity of the colloidal silver catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-05-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998002623",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Shiraishi, Yukihide"
          },
          {
            "@_fa": "true",
            "$": "Toshima, Naoki"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998002623"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998002623"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00262-3",
        "prism:volume": "141",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Colloidal silver catalysts for oxidation of ethylene",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Silver nanoparticle"
          },
          {
            "@_fa": "true",
            "$": "Metal cluster"
          },
          {
            "@_fa": "true",
            "$": "Colloidal metal catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ethylene oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "187-192",
        "prism:endingPage": "192",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 May 1999",
        "prism:doi": "10.1016/S1381-1169(98)00262-3",
        "prism:startingPage": "187",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00262-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1052",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "299",
            "@width": "303",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5593",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "76",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1179",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "661",
            "@width": "540",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "60985",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1456",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "235",
            "@width": "444",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8703",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "364",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "36",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002623-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1200",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033529139"
      }
    }
  }
}