{
  "metadata": {
    "title": "Synthesis of butyl propionate using novel aluminophosphate molecular sieve as catalyst",
    "authors": "Zhenhua Zhao",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-03-20",
    "doi": "10.1016/S1381-1169(99)00364-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999003647",
    "pii": "S1381116999003647"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034688692",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-04-05 2000-04-05 2010-04-18T20:21:34 1-s2.0-S1381116999003647 S1381-1169(99)00364-7 S1381116999003647 10.1016/S1381-1169(99)00364-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01161 2015-05-15T05:56:33.651043-04:00 0 0 20000320 2000 2000-04-05T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 154 154 1 2 1 2 Volume 154, Issues 1–2 16 131 135 131 135 20000320 20 March 2000 2000-03-20 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. SYNTHESISBUTYLPROPIONATEUSINGNOVELALUMINOPHOSPHATEMOLECULARSIEVECATALYST ZHAO Z 1 Introduction 2 Results and discussion 3 Conclusions 4 Experimental Acknowledgements References 1992 SOLIDSUPPORTSCATALYSTSINORGANICSYNTHESIS CLARK 1994 1117 J SMITH 1998 121 K ZHAO 1989 143 Z ZHAO 1991 328 Z ZHAO 1987 430 Z ZHAO 1988 89 Z ZHAO 1996 Z ZHAOX2000X131 ZHAOX2000X131X135 ZHAOX2000X131XZ ZHAOX2000X131X135XZ item S1381-1169(99)00364-7 S1381116999003647 1-s2.0-S1381116999003647 10.1016/S1381-1169(99)00364-7 271358 2010-09-30T18:08:53.561259-04:00 2000-03-20 1-s2.0-S1381116999003647-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003647/MAIN/application/pdf/671b0be95db230fd3c4c009a3bf1ace6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003647/MAIN/application/pdf/671b0be95db230fd3c4c009a3bf1ace6/main.pdf main.pdf pdf true 61946 MAIN 5 1-s2.0-S1381116999003647-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003647/PREVIEW/image/png/6b66eff09edc389409b3ecb87eaa263a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003647/PREVIEW/image/png/6b66eff09edc389409b3ecb87eaa263a/main_1.png main_1.png png 61477 849 656 IMAGE-WEB-PDF 1 MOLCAA 2492 S1381-1169(99)00364-7 10.1016/S1381-1169(99)00364-7 Elsevier Science B.V. Table 1 Comparison of catalytic activities of varinus catalysts a Catalyst Initial rate of esterification (mol propionic acid/1·h) Yield of butyl propionate (%) b AP-9 5.40 85.3 CAZM-1 5.15 82.2 H-ZSM-5 5.06 81.1 H-Mordenite 4.89 78.9 a Propionic acid: n-butanol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g: 5.0 ml, at 124–133°C, for 5 h. b By quantitative GC unless otherwise stated. Table 2 Effect of the amount of catalyst a Amount of AP-9 (g/mol propionic acid) Yield of butyl propionate (%) b 0.2 78.4 0.4 78.7 0.6 80.1 0.8 82.4 1.0 85.0 1.2 85.8 a Propionic acid: n-butanol: cyclohexane=1 mol: 1.2 mol: 5.0 ml, with the catalyst at 126–133°C for 5 h. b By quantitative GC. Table 3 Effects of molar ratio of n-butanol to propionic acid a n-Butanol/propionic acid (molar ratio) Yield of butyl propionate (%) b 1.0:1 77.3 1.1:1 79.8 1.15:1 82.9 1.2:1 85.3 1.3:1 85.5 1.4:1 85.7 a Cyclohexane: catalyst: propionic acid=5.0 ml: 1.0 g: 1 mol, at 126–133°C for 5 h. b The yield was determined by GC. Table 4 Effect of reaction temperature a Temperature (°C) Yield of butyl propionate (%) b 115–120 73.7 120–125 76.4 125–130 81.4 130–133 (reflux) 85.3 a Propionic acid: n-butanol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g: 5.0 ml, 5 h. b By quantitative GC. Table 5 Effect of reaction time a Reaction time (h) Yield of butyl propionate (%) b 0.25 13.2 0.5 24.5 0.75 34.0 1.0 42.0 1.5 55.6 2.0 67.2 3.0 75.7 4.0 78.8 5.0 80.9 6.0 83.8 7.0 85.0 8.0 85.4 a Propionic acid: n-butanol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g: 5.0 ml, at 125–130°C. b By quantitative GC. Table 6 Effect of the amount of cyclohexane used a Amount of cyclohexane (ml/mol propionic acid) Temperature (°C) Yield of butyl propionate (%) b 0 128–140 79.1 2.5 128–135 79.4 5.0 126–133 85.2 7.5 122–129 82.9 10.0 121–129 80.5 a Propionic acid: n-butanol: catalyst=1 mol: 1.2 mol: 1.0 g, for 5 h. b By quantitative GC. Table 7 Investigation of reuse of molecular sieve AP-9 for the reaction a Number of previous use of the molecular sieve Yield of butyl propionate (%) b 0 (fresh) 85.3 1 80.7 2 79.8 3 79.7 a Propionic acid: n-butanol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g (fresh): 5.0 ml, at 126–133°C for 5 h. b The yield was determined by GC. Table 8 Reactions of propionic acid with various alcohols a Alcohol Reflux temperature (°C) Yield of product (%) b Propanol 106–110 79.9 i-Propanol 90–97 54.4 Butanol 126–133 85.3 i-Butanol 99–110 70.0 Pentanol 130–144 86.3 a Propionic acid: alcohol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g: 5.0 ml, at reflux temperature for 5 h. b By quantitative GC. Table 9 Effect of calcination temperature of molecular sieve a Calcination temperature (°C) Yield of butyl propionate (%) b 350 (6 h) 72.8 350 (6 h), 450 (2 h) 78.6 350 (6 h), 550 (2 h) 84.2 350 (6 h), 650 (2 h) 79.8 a Propionic acid: n-butanol: catalyst: cyclohexane=1 mol: 1.2 mol: 1.0 g: 5.0 ml, at 126–133°C, for 5 h. b The yield was determined by GC. Synthesis of butyl propionate using novel aluminophosphate molecular sieve as catalyst Zhenhua Zhao * Department of Chemistry, Hunan Normal University, Changsha 410081, Hunan, People's Republic of China * Corresponding author The esterification of propionic acid with n-butanol at 126–133°C in the presence of catalytic quantities of novel aluminophosphate molecular sieve AP-9 gives the corresponding esterified product in a high yield. The effects of the amount of catalyst used, reaction time, the molar ratio of alcohol to acid, the amount of cyclohexane used, reaction temperature, the kinds of catalyst, and the methods of preparing the catalysts, on the synthesis of butyl propionate have been investigated. The yield of butyl propionate obtained was 85.3% when the reaction conditions employed were as follows: catalyst: propionic acid: n-butanol: cyclohexane=1.0 g: 1 mol: 1.2 mol: 5.0 ml, at 126–133°C for 5 h. The aluminophosphate molecular sieve AP-9 can be recovered and reused to give almost the same yield as that given by a fresh aluminophosphate molecular sieve. Keywords Esterification Aluminophosphate molecular sieve Catalyst Butyl propionate Synthesis Propionic acid n-Butanol 1 Introduction Esterification is one of the most important methods for preparation of carboxylic acid esters. In general, the concentrated sulfuric acid and some Lewis acids are used to catalyse the reaction to proceed at a considerable rate. Unfortunately, the use of such traditional catalysts leads to a large number of problems such as loss of the catalysts, not clean reaction products, corrosion and disposal of potentially toxic wastes, etc. However, the use of solid catalysts [1] and environmentally friendly catalysts [2] in organic synthesis can avoid many problems, for example, pollution, waste and corrosion, etc. Therefore, a variety of such catalysts have been used in organic reactions such as acylation [3], esterification [4,5], and isomerization [6,7], etc. H-ZSM-5 zeolite has been widely used as the catalyst in esterification [4,5]. Although aluminophosphate molecular sieves were developed 16 years ago [8], relatively little attention has been paid to the use of aluminophosphate molecular sieves as catalysts in the esterification reactions of carboxylic acids [9]. In this paper, it will be reported that butyl propionate was synthesized using aluminophosphate molecular sieve as catalyst, and the effects of the kinds of catalysts, the methods of preparing the catalysts and reaction conditions on the esterification of propionic acid with n-butanol will be also described. 2 Results and discussion The esterification of propionic acid with n-butanol was first carried out over various solid catalysts. The experimental results obtained are listed in Table 1 . As can be seen from Table 1, the following order of catalytic activity was observed: AP-9 (an aluminophosphate molecular sieve)>CAZM-1 (a complex catalyst consisted mainly of aluminophosphate molecular sieve AP-9), H-ZSM-5>H-Mordenite. It is clear that aluminophosphate molecular sieve AP-9 was a more effective catalyst for the reaction than other catalysts. Therefore, AP-9 was selected for further study. A series of experiments was carried out, in which the amount of molecular sieve AP-9 was changed, in order to investigate the effect of the amount of catalyst used on the reaction and to know whether a small amount of AP-9 could catalyse the reaction to a certain extent. The results obtained are given in Table 2 . The results in Table 2 indicate that even a very small amount of AP-9 was able to catalyse the reaction to give a considerable yield of the esterified product and that the yield of the product was greater when the more amounts of catalyst were used under the same reaction conditions. However, it is no longer remarkable that the yield of the product increases with increasing the amount of catalyst over 1.0 g AP-9/mol propionic acid. The amount of catalyst was therefore chosen to be 1.0 g per mol of propionic acid. The effect of the molar ratio of n-butanol to propionic acid on the reaction was studied next to see whether an optimum composition of starting reaction mixture could exist. The experimental results are summarized in Table 3 . As the results in Table 3 show, the yield of the product increased with increasing the molar ratio of alcohol to acid. This could be because the esterification reaction of carboxylic acid with the alcohol is reversible and an increase in the molar ratio of alcohol to acid leads to movement of the chemical equilibrium to the direction of producing the ester. But it is clear that the tendency for the increase in the yield of the product is no longer obvious beyond a molar ratio of 1.2:1. Therefore, the molar ratio of propionic acid to n-butanol was chosen to be 1:1.2 for more detailed study. A series of reactions was conducted at various temperatures to investigate the effect of reaction temperature on the yield of butyl propionate. Table 4 shows the results obtained. As can be seen from the results in Table 4, the yield of the butyl propionate was greater at reflux although the reaction proceeded to a considerable extent at a lower temperature. This could be both because an increase in reaction temperature causes the activity of the catalyst to enhance and because it is easier for the water produced during esterification reaction to be separated from the reaction system, leading to a rise in the yield of the esterified product because of the esterification being a reversible reaction as described above. Hence, the temperature of 126–133°C was chosen to investigate the effect of reaction time. The experimental results obtained are given in Table 5 . The results listed in Table 5 indicate clearly that the yield of butyl propionate increased with increasing reaction time. But the increase rate in the yield of the product in the initial stages of the reaction was much greater than that shown in other stages, and the yield of the product almost retained constant when the reaction time was longer than 7.0 h. Alternatively, the effect of the amount of cyclohexane used was studied. The results are shown in Table 6 . From the results in Table 6, it is clear that a maximum yield of butyl propionate could be obtained in 5 h when the amount of cyclohexane used was 5.0 ml per mol of propionic acid. Although the reflux temperature of the reaction system could be raised in the presence of less amounts of cyclohexane, control of the reaction temperature was difficult, sometimes being over 140°C. Finally, a low yield of product was obtained because of formation of some by-products. However, addition of greater quantities of cyclohexane also led to a decrease in the yield of product due to a decrease in the reflux temperature of the reaction system. Therefore, the appropriate amount of cyclohexane used was 5.0 ml per mol of propionic acid. In order to know whether molecular sieve AP-9 could be reused to catalyse the esterification reaction, a sample of the solid was recovered by filtration after the reaction and it was then reused in an identical reaction of propionic acid with n-butanol without regeneration. The process was repeated twice. The experimental results obtained are given in Table 7 . The results listed in Table 7 show that the unregenerated molecular sieve AP-9 essentially retained its catalytic activity during the period of its reuse. A little decrease in the yield of product could be due to more or less loss of the catalyst during filtration and due to no addition of any fresh catalyst to keep an identical amount of the catalyst used, i.e., 1.0 g/mol propionic acid. Therefore, it could be concluded that molecular sieve AP-9 possesses good activity stability for the reaction studied. A series of experiments was carried out to see whether the reaction was general. Table 8 summarizes the results obtained from the reactions of propionic acid with various alcohols under the same conditions except for temperature. As can be seen from Table 8, for the reaction of propionic acid with normal alcohol, the yield of the corresponding ester increased with an increase in the number of carbon atom of the alcohol, probably due to an increase in the boiling point of the corresponding ester. On the other hand, for the reactions of propionic acid with the alcohols having the same number of carbon atom, the yield of the corresponding ester formed with normal alcohol was always higher than that formed with non-normal alcohol, presumably due to steric hindrance. It was of great interest to know whether the temperature of calcining the molecular sieve could affect the activity of the catalyst prepared. A series of experiments was therefore carried out using the molecular sieves obtained under different calcination temperatures as catalysts. The results are listed in Table 9 . The results in Table 9 indicate clearly that the use of the molecular sieve calcined at 550°C gave a maximum yield of butyl propionate, probably due to the appropriate acid sites produced at such calcination temperature. The molecular sieve calcined at 650°C gave a lower yield of butyl propionate, which could be attributed to dehydration on the surface of the molecular sieve, leading to transformation of Brønsted acid sites into Lewis acid sites. The molecular sieves calcined at 450°C and 350°C, respectively, also gave lower yields of butyl propionate, presumably due to the formation of weaker Brønsted acid sites. 3 Conclusions Molecular sieve AP-9 is an effective catalyst for the esterification of propionic acid with n-butanol under modest conditions. The calcination temperature of the molecular sieve affects its catalytic activity. The molecular sieve can be recovered to reuse without regeneration, which renders the process economically attractive. H-ZSM-5 zeolite is also an effective catalyst but gave a slightly lower yield of the esterified product than molecular sieve AP-9 under the same conditions for the reaction of propionic acid with n-butanol. 4 Experimental All reagents were chemically pure. Novel aluminophosphate molecular sieve AP-9 was synthesized by hydrothermal procedure using ethylenediamine as a templating agent. The products were characterized by powder X-ray diffraction (XRD), thermal analysis (TG/DTA), chemical analysis and adsorption, etc. The catalyst was prepared by a series of treatments, which mainly included mixing AP-9 with a certain amount of binder, crashing, sieving and calcining, etc. All reactions were carried out in a reactor equipped with thermometer and reflux condenser. The catalyst was added to a mixture of propionic acid, n-butanol and cyclohexane, and the mixture was heated at a given temperature for several hours. The solid catalyst was filtered off, and washed with some solvent. The filtrate and washings were combined. The resulting mixture was analysed by GC in order to determine the yield of the esterified product, or was evaporated on a rotary evaporator, and the residue was distilled to give colourless liquid, butyl propionate, b. p. 145–146°C (literature [10], 145.5°C). IR spectra were recorded on a Perkin-Elmer 783 Fourier Transform instrument. Most reactions were carried out under reflux, which might have allowed some loss of water or reactants, and the reaction system was not a closed system. Almost all experiments were conducted 5 h within which the reactions had not reached stationary conversion as can be known from the investigation on the effect of reaction time on the yields of ester. Therefore, the yields of the ester obtained did not represent the equilibrium concentration of the ester expected in a closed system. The reaction rate measurements were made by determining the concentration of propionic acid at different reaction periods with chemical analysis, and then by drawing the concentration of propionic acid (C A) vs. reaction time (t). Thus, the reaction rate is equal to −dC A/dt. Acknowledgements I would like to thank the Education Committee of Hunan Province for financial support. References [1] K. Smith Solid Supports and Catalysts in Organic Synthesis 1992 Ellis Horwood Chichester [2] J.H. Clark S.R. Cullen S.J. Barlow T.W. Bastock J. Chem. Soc., Perkin Trans. 2 1994 1117 [3] K. Smith Z. Zhenhua P.K.G. Hodgson J. Mol. Catal. 134 1998 121 [4] Z.H. Zhao T. Layue W. Ruoshun Natural Sciences Journal of Hunan Normal University 2 1989 143 [5] Z.H. Zhao Z. Mianjie Cuihua Xuebao 12 1991 328 [6] Z.H. Zhao L. Lida Cuihua Xuebao 8 1987 430 [7] Z.H. Zhao Yingyong Huaxue 5 1988 89 [8] S.T. Wilson, B.M. Lok, E.M. Flanigen, U.S.P.4, 310, 440, 1982. [9] Z.H. Zhao The Proceedings of the 4th International Symposium on Heterogeneous Catalysis and Fine Chemicals, Basel, Switzerland, September 8–12 1996 [10] R.C. Weast, M.J. Astle, W.H. Beyer, CRC Handbook of Chemistry and Physics, C-450, 66th Edn. (1985–1986).",
      "scopus-id": "0034688692",
      "coredata": {
        "eid": "1-s2.0-S1381116999003647",
        "dc:description": "The esterification of propionic acid with n-butanol at 126–133°C in the presence of catalytic quantities of novel aluminophosphate molecular sieve AP-9 gives the corresponding esterified product in a high yield. The effects of the amount of catalyst used, reaction time, the molar ratio of alcohol to acid, the amount of cyclohexane used, reaction temperature, the kinds of catalyst, and the methods of preparing the catalysts, on the synthesis of butyl propionate have been investigated. The yield of butyl propionate obtained was 85.3% when the reaction conditions employed were as follows: catalyst: propionic acid: n-butanol: cyclohexane=1.0 g: 1 mol: 1.2 mol: 5.0 ml, at 126–133°C for 5 h. The aluminophosphate molecular sieve AP-9 can be recovered and reused to give almost the same yield as that given by a fresh aluminophosphate molecular sieve.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-03-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999003647",
        "dc:creator": {
          "@_fa": "true",
          "$": "Zhao, Zhenhua"
        },
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999003647"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999003647"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00364-7",
        "prism:volume": "154",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Synthesis of butyl propionate using novel aluminophosphate molecular sieve as catalyst",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "Aluminophosphate molecular sieve"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Butyl propionate"
          },
          {
            "@_fa": "true",
            "$": "Synthesis"
          },
          {
            "@_fa": "true",
            "$": "Propionic acid"
          },
          {
            "@_fa": "true",
            "$": "n-Butanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-135",
        "prism:endingPage": "135",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 March 2000",
        "prism:doi": "10.1016/S1381-1169(99)00364-7",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00364-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034688692"
      }
    }
  }
}