{
  "metadata": {
    "title": "Theoretical investigations on Ziegler-Natta catalysis: Coordination of the electron donors to titanium modified MgCl<ce:inf loc=post>2</ce:inf> support",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-29",
    "doi": "10.1016/S1381-1169(97)00062-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000629",
    "pii": "S1381116997000629"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030842011",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000629 S1381-1169(97)00062-9 S1381116997000629 10.1016/S1381-1169(97)00062-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00647 2015-05-15T05:56:33.668241-04:00 0 0 19970829 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 2 3 2 3 Volume 123, Issues 2–3 11 171 178 171 178 19970829 29 August 1997 1997-08-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. THEORETICALINVESTIGATIONSZIEGLERNATTACATALYSISCOORDINATIONELECTRONDONORSTITANIUMMODIFIEDMGCL2SUPPORT PUHAKKA E PINO 1980 857 P GOODALL 1986 191 B BAUSCHLICHER 1989 2399 C CALHORDA 1987 1188 M OBARA 1984 C33 S KOGA 1988 108 N KOGA 1984 4625 N KOGA 1985 7109 N SIMPSON 1991 2898 C KAWAMURAKURIBAYASHI 1992 2359 H GIUNCHI 1977 8 G NOVARO 1978 2337 O NOVARO 1992 1047 O ARMSTRONG 1972 1972 D CASSOUX 1979 303 P NOVARO 1976 91 O NOVARO 1976 131 O JOLLY 1989 7968 C JOLLY 1989 2893 C BALAZS 1982 3148 A FUJIMOTO 1985 6157 H COLBOURN 1994 805 E PUHAKKA 1995 289 E FRISCH 1992 M GAUSSIAN92 DOBBS 1987 861 K GORDON 1982 2797 M DORREPAAL 1984 483 J HOBZA 1988 871 P SAUER 1989 199 J LIN 1993 1217 J VALLE 1989 157 G PUHAKKAX1997X171 PUHAKKAX1997X171X178 PUHAKKAX1997X171XE PUHAKKAX1997X171X178XE item S1381-1169(97)00062-9 S1381116997000629 1-s2.0-S1381116997000629 10.1016/S1381-1169(97)00062-9 271358 2010-09-29T19:53:22.476322-04:00 1997-08-29 1-s2.0-S1381116997000629-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000629/MAIN/application/pdf/fa42eee28954d627136640aac542b1b1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000629/MAIN/application/pdf/fa42eee28954d627136640aac542b1b1/main.pdf main.pdf pdf true 751512 MAIN 8 1-s2.0-S1381116997000629-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000629/PREVIEW/image/png/9acfd5cb2969f19c4b21697c8674f733/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000629/PREVIEW/image/png/9acfd5cb2969f19c4b21697c8674f733/main_1.png main_1.png png 58432 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 JOURNAL OF MOLECULAR CATALYSIS 10 A: CHEMICAL Theoretical investigations on Ziegler-Natta catalysis: Coordination of the electron donors to titanium modified MgC12 support Eini Puhakka, Tuula T. Pakkanen, Tapani A. Pakkanen University of Joensuu, Department of Chemistry, P.O. Box I 11, FIN-80101 Joensuu, Finland Received 18 November 1996; accepted 20 February 1997 Abstract Theoretical ab initio methods have been used to study the formation of the support-catalyst complex and the coordination of electron donors to this complex. A Mg4C18TiC14 cluster was used to model the catalyst surface. Determination of the coordination geometry of the supported catalyst indicated that the TiC14 catalyst coordinates octahedrally to the surface of the support, leaving one coordination site of the titanium empty. This vacant coordination site is in a stereospecific position. The coordination of different electron donors (alcohols, ketones, esters and their model compounds) through their oxygen atom to the Mg4C18T'C14 cluster was also studied. On the basis of the interaction energies, released in the coordination of the donors, the alcohol donors bind more strongly to the support than the ketones and esters. The extra stability of the alcohols can be explained by hydrogen bonding. The coordination geometries of the electron donors studied can be estimated rather reliably even with small model compounds. Keywords: Ziegler-Natta; Ab initio; Magnesium chloride support; Titanium catalyst; Electron donor; Alcohol; Ketone; Ester 1. Introduction The Ziegler-Natta catalysts, based on the TiCl4 + Al(CZH5)3 catalyst system, are generally used in the polymerization of a-olefins. In particular, the industrial production of isotactic polypropylene with high activity and stereospecificity is dependent on these catalysts [1,2]. The development of the commercial Ziegler- Corresponding author. Tel.: +358-13-2513345; fax: +35813-2513344; e-mail: tapani.pakkanen@joensuu.fi. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH S1381-1169(97)00062-9 Natta catalyst systems has been mainly based on experimental work, but improvement of computational methods has also made theoretical investigations of these systems at the molecular level possible. In theoretical studies for Ziegler-Natta type systems the most often investigated subjects have been the nature of the titanium-alkyl bond [3-10] and the growth mechanism of the polymer chain in the coordination sphere of the titanium atom [ 11-21 ]. On the basis of these studies, there is a fairly good conception of the insertion mechanism of olefins into the transi- 172 E. Puhakka et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 tion metal alkyl bond of the catalyst during the polymerization reaction. In addition to the catalyst, the progress of the heterogeneous polymerization reaction also depends on the support material of the catalyst and the existence of various electron donors, which have not been taken into account in the theoretical studies. In the present paper we describe an ab initio study in which the formation of the supportcatalyst complex and the coordination of the electron donors to this complex have been studied. Previously, the interaction between the support and the catalyst has been investigated using density functional theory [22] and Hartree-Fock [23] calculations. In the former study the coordination of the TiC14 catalyst to the five-coordinated (101) surface of the MgC'2 support was examined. In the latter study we studied the interaction between the TiCl4 catalyst and the MgC'2 support without restricting the investigations to the specific surfaces of MgCl2. We demonstrated that the tetrahedral TiC14 can coordinate to the four-coordinated (110) surface of MgC12. Based on these results, we have continued our study by investigating the coordination of the TiC14 catalyst to the surface of the support model (a Mg4C18 cluster) cut from the (110) surface of MgC12. Earlier we also studied theoretically the coordination of the organic electron donors to the surface of the MgC'2 support [24]. Understanding the properties of the electron donors is important because the capability of the electron donors to affect the activity and stereospecificity of the catalyst depends on their structural and electronic properties. The coordination of the electron donors (alcohols, ketones, esters and their model compounds) through oxygen to the magnesium atom on the (110) and (101) surfaces of MgC'2 was investigated in order to understand the dependence of the coordination of the electron donors on the surface of MgCI z and on the number of the electron donors on the same magnesium atom. In the present study we have continued to examine the coordination of different electron donors, now to the surface of the Mg4C1g support model in the absence and presence of the TiCl4 catalyst. 2. Computational methods The ab initio calculations reported here were carried out with the Gaussian 92 computer program [25] at the restricted Hartree-Fock level of theory with the 3-21G basis set. Because the standard basis sets of the program do not include split-valence basis sets for transition metals, the Dobbs and Hehre's 3-21G basis set [26] was used for the titanium atom. The influence of the basis sets on the results has not been tested in this study, but according to earlier results [24,26,27] we have assumed that the 3-21 G basis set generally predicts geometrical parameters in good accord with experimental values, although Ti-Cl and C-O bond lengths are overestimated (about 2-4 pm) and Mg-O bond lengths are underestimated (about 7 pm). Further, energy values, calculated with the 3216 basis set, are of the same order as the corresponding energy values using the 6-31G basis set, when the BSSE correction is taken into account. The coordination geometry between the support and the catalyst was determined by partially optimizing the geometry of the Mg4C1gTiC14 support-catalyst complex. While the geometrical parameters of the catalyst (TiC14) were optimized, the geometrical parameters of the support model (Mg4C1g) were fixed to those in the bulk crystal structure [28] of MgC12. After the structure of the Mg4C18T'C14 cluster was defined, the coordination geometry of the electron donors was determined using the same method as for the Mg4C1gTiC14 cluster. The geometrical parameters of the electron donors were fully optimized, but the geometry of the Mg4C1g or Mg4C1gTiC14 cluster was kept fixed. The stability of the different complexes was estimated by examining interaction energies, which are released in the coordination of the E. Puhakka et al. /Journal of Molecular Catalysis A: Chemical 723 (1997) 171-178 electron donors to the Mg 4C18 or Mg 4C' ATiCl4 cluster. The interaction energy 0 E is calculated using the following equation: 0 E = Etot - F Ei (1) i where Etot = the total energy of the complex and Y_i E; = the sum of the total energies of the components [29,30]. The interaction energies are dependent on the order of the basis set superposition error (BSSE), which can be calculated with the counterpoise method [29,30]. The effect of the BSSE on the interaction energies was taken into account with the equation: ,~5 EBSSE = 0 E + BSSE (2) in which A EBSSE = the interaction energy corrected for the BSSE. 3. Results and discussion 3.1. Formation of the support-catalyst complex In the first part of the study we investigated the coordination of the TiC14 catalyst to the surface of the MgC12 support. The catalyst coordinates to such surfaces of MgCI z in which the coordination sphere of the magnesium atoms is not fully occupied [22,31]. Such surfaces are, e.g., the (100), (101), (104) and (110) planes of MgC12. On the (100) surface the magnesium atoms are either three-, five- or six-coordinated. However, after the surface reconstruction the magnesium atoms on this surface are most likely five-coordinated [22]. On the (101) and (104) surfaces the magnesium atoms are also five-coordinated. The (104) surface is atomically flat like that of the (110) surface, where the magnesium atoms are four-coordinated. Based on these statements, typical examples of surfaces with vacant coordination sites are the (101) surface with five-coordinated magnesium atoms and the (110) surface with four-coordinated magnesium atoms. Because our ear- n3 lier study [23] showed that the tetrahedral TiCl4 catalyst can coordinate to the four-coordinated magnesium atom, we continued this study by examining the coordination of the catalyst to the surface of the Mg4Cls cluster cut from the (110) surface of MgCl2. The effect of the surrounding ionic crystal was not taken into account, because the coordination of the catalyst to the support surface is supposed to be a local phenomenon. A point charge model for the surrounding ionic crystal could be considered, but the arbitrariness of the placement of the respective surface charges would have made the model very ambiguous. The present model should be considered only qualitative anyway. A determination of the coordination geometry of the catalyst and the support model indicates that the TiC14 catalyst coordinates to the four-coordinated magnesium atom with three chlorine bridges (Fig. 1). When the coordination sphere of the magnesium atom is completed with the chlorine atoms of the TiC14 catalyst, the geometric structure of the TiCl4 changes from tetrahedral to octahedral. A corresponding result was also obtained in our earlier investigation [23]. A comparison of the geometrical parameters in the coordination sphere of the titanium atom J GJU.U I 78.4 2e2.5 266.4 I ~zn.s 813 88.0 4.1 75.8177.2 234.5 i 233.4 ~ 99.5 -217.41 Fig. 1. The Mg4CIRTiCI. cluster. Ti M ci 174 E. Puhakka et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 277.9 268.3, 275.3 217.4 85.1 77.2 .4 219.1 5.8 85.7 80.3 .3 222.5 96.7 80.7 235.2 6.8 95.4 5.7 100.7 100.0 234.5 98.4 97.1 231.3 91.3235.2 215.8 2a 2b X218.9 2c (202.5 Fig. 2. The coordination sphere of the titanium atom in Mg4C1sTiC14 (a), MgC12TiC14 (b) and MgC12TiC13CH3 (c). (Fig. 2) indicates that our present and earlier [23] investigations support each other. The terminal TCl bond lengths are generally 216-219 pin, only in the case of MgC12TiC13CH3 is it slightly longer, 223 pin. The bridging Ti-Cl bond lengths can be divided into two groups: the lengths of two bonds are 231-235 pin and the length of the third is 268-278 pin. The CI-Ti-CI bond angles vary from 77to 101 but the maximum deviation in the individual bond angle is only 12 On the basis of these results the coordination geometry determined for the TiC14 catalyst on the MgC12 support does not depend on the size of the support model (Mg4Cls or MgClz). It is typical of this coordination geometry that the titanium atom has octahedral bonding geometry with one vacant site. Because this vacant site is stereochemically in a specific position, the support-catalyst complex can act as a stereospecific catalyst in olefin polymerization. 3.2. Coordination of the electron donors In the second part of the study we investigated the coordination of different electron donors to the surface of the MgC12 support in the absence and presence of the TiC14 catalyst. We used the same support model, the Mg4C1g cluster, as before. Because this model contains two four-coordinated magnesium atoms, it is the smallest possible support model that can be used in considering the effect of the electron donors in the presence of the titanium catalyst at a qualitative level. Since there is no experimen- tal evidence of the direct interaction between the electron donors and the titanium center, it is from the theoretical viewpoint more feasible to examine the coordination of the electron donors with the support model, where the magnesium atoms are on opposite sides of the model, than to enlarge the support model so that the electron donors can be placed beside adjacent to the catalyst. On account of this, the consideration of the sterical effects of the catalyst to the coordination of the electron donors is avoided. Further, the coordination of the electron donors to the support surface is supposed to be a local phenomenon, and therefore the effect of the surrounding ionic crystal was not taken into account in this study. We examined the coordination of two electron donors (two alcohol, ketone, ester or their model molecules) to the same four-coordinated magnesium atom in order to fill the coordination sphere of the magnesium atom. The fourcoordinated magnesium atom on the opposite side of the Mg4C18 cluster was occupied by the titanium catalyst. In the case of the alcohols, we studied the coordination of water (H20), methanol (CH30H) and ethanol (CH3CHZOH) molecules to this Mg 4C1 gTiC14 support-catalyst complex. Of these compounds the water molecule is the smallest model compound that can be used to estimate the coordination mode of alcohols with the support material; the ethanol molecule is the smallest alcohol used as the real electron donor in the catalysis. The examination of ketones was performed by studying the properties of formaldehyde E. Puhakka et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 175 Table 1 Interaction energies corrected for the BSSE (DE(BSSE)) and geometrical parameters for the Mg4C18TiC14 cluster with water, methanol and ethanol using the 3-21G basis set A E(BSSE) Donor r(Mg-O) r(X-O) a (pm) r(O-H) (pm) Z -(X-0-H) ( Coordination (kJ/mol) (pm) free complexed free complexed free complexed angle complexed ( b Mg4C1sTiC14-(H20)2 -466.1 Ist 199.64 96.39 97.39 96.63 103.59 107.8 109.0 32.2 2nd 199.38 97.36 103.28 109.5 32.7 Mg4C1sTiC14-(CH3OH)Z -456.5 Ist 199.10 144.09 145.81 96.58 102.72 110.3 109.1 31.9 2nd 198.80 145.71 102.45 109.7 32.5 Mg4C1sTiCl4-(CH3CHZOH)2 -431.8 Ist 198.42 144.43 146.81 96.61 102.20 110.9 109.1 32.7 2nd 199.18 145.80 102.09 109.5 32.9 Exptl. ` 207.0 143.3 70.0 104.9 complexed a X = C, except in H20 X = H. b Angle, defined in Ref. [24], between the donor and the support surface. ` MgClz-(CH3CHzOH)6 crystal in Ref. [32]. (HCOH),acetaldehyde (CH 3COH)and acetone (CH 3COCH 3) molecules. Of these compounds the acetone is the smallest ketone, used as the electron donor in the catalysis, while the formaldehyde and acetaldehyde molecules were used as the model compounds for ketones. Correspondingly, the examination of esters was performed by studying the properties of the smallest ester compounds, methylformate (HCOOCH 3) and ethylformate (HCOOCHZCH3) molecules, and their model compound, formic acid (H COOH). The interaction energies released in the coordination of these electron donors with the support-catalyst complex and the geometrical parameters of the free and complexedelectron donors are shown in Table 1 for alcohols, in Table 2 for ketones and in Table 3 for esters. A comparison of the interaction energies indicates that the alcohols form more stable complexes with the Mg4C1gTiC14 cluster than the ketones and esters. The stability of the alcohols can be explained by the hydrogen bonding between the complexed alcohol and a chloride ion (Fig. 3). The O-H ~ - ~ Cl- hydrogen bond length varies from 212.0 pm to 217.0 pm; it is shortest for the Mg4C1gTiC14-(H20)2 complex, where the O-H bond length is also longer than in the other alcohol complexes. A comparison of the geometrical parameters of the free and complexed electron donors indicates that the following details are typical of Table 2 Interaction energies corrected for the BSSE (DE(BSSE)) and geometrical parameters for the Mg4C1sTiC14 cluster with formaldehyde, acetaldehyde and acetone using the 3-21G basis set A E(BSSE) Donor r(Mg-O) r(C-O) (pm) r(C-X) a (pm) (kJ/mol) L(X-C-Y) a.h ( Coordination (pm) free complexed free complexed free complexed ogle ( complexed complexed Mg4C18TiC14-(HCOH)2 -438.8 Ist 195.26 120.69 126.20 108.32 107.37 114.9 117.6 34.1 2nd 195.16 125.85 107.40 117.6 34.9 Mg4C18TiC14-(CH3C0H)2 -379.8 Ist 194.33 120.84 125.52 150.69 149.89 114.3 117.7 34.6 2nd 194.10 125.22 149.87 117.7 35.6 Mg4C18TiC14-(CH3COCH3)2 -357.5 Ist 195.51 121.10 124.14 151.50 149.69 115.1 117.6 38.8 2nd 195.27 124.03 149.75 117.6 39.7 X = C, except in HCOH X = H. b Y = H, except in CH3COCH, Y = C. 176 E. Puhakka et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 Table 3 Interaction energies corrected for the BSSE (DE(BSSE)) and geometrical parameters for the Mg4C18TiC14 cluster with formic acid, methylformate and ethylformate using the 3-21G basis set DE(BSSE) Donor r(Mg-O1) r(C-O,) (pm) r(C-02) (pm) L(H-C-02) ( Coordination (kJ/mol) (pm) free complexed free complexed free complexed ogle (~) complexed complexed M94C18TiC14-(HCOOH)2 -371.9 Ist 196.33 119.77 124.65 135.02 131.77 109.5 113.9 38.5 2nd 196.18 124.42 131.73 113.8 39.4 M94CIsTiC14-(HCOOCH3)2 -364.4 Ist 195.77 120.00 124.67 134.35 130.80 109.9 113.6 37.4 2nd 195.62 124.48 130.72 113.5 38.1 M94C18TiC14-(HCOOCH2CH3)2 -353.2 Ist 195.49 120.06 124.66 134.23 130.59 110.1 113.6 38.3 2nd 195.31 124.48 130.54 113.5 39.0 these donors. The coordination distance between the electron donor and the surface does not depend much on the type of donor, because the maximum deviation in the Mg-O bond length between different complexes is only 6 pm. The C-O and O-H bond lengths in the alcohols and the C-O bond length of the carbonyl group in the aldehydes and ketones are longer in the complexed donor than in the free donor. The oxygen of the alkoxy group in the esters is more strongly bound to the carbon of the carbonyl group in the complexed donor than in the free donor. The coordination angle between the donor and the surface is generally 32-40in these complexes. Based on these results, the estimation of the structural changes taking place during the coordination of these alcohol, ketone and ester donors can usually be made rather reliably, even with small model compounds, as the earlier study [24] also indicated. Finally, we estimated the dependence of the above results on the size of the support model and the presence of the titanium catalyst. We examined the coordination of two water, formaldehyde and acetone molecules to the four-coordinated magnesium atom of the Mg4C1g cluster in the absence of the catalyst. The geometrical parameters and the interaction energies for these donors complexed with the Mg5C11o [24], Mg4C1gTiC14 and Mg4C1g clusters are shown in Table 4. 3a 3b 3C Fig. 3. Coordination of ethanol (a), acetone (b) and ethylformate (c) molecules to the Mg4C1sTiC14 cluster. E. Puhakka et al. /Journal of Molecular Catalvsis A: Chemical 123 (19971 171-178 A comparison of these geometrical results reveals some typical features of these complexes. The Mg-O bond lengths of the water molecules are not dependent on the support model. The water forms the hydrogen bonds with the unconnected chloride ions of the Mg 4C1 s and Mg 4C' RTiC14 clusters. As a result of the hydrogen bonding, one O-H bond of the water is about 6 pm longer than the other. For the Mg4Cls and M94C',TiC'4 clusters the coordination angle formed between the donor and the support surface is due to the hydrogen bonding being smaller than that of the MgSCl,t, cluster. For the Mg5C110 cluster the electron donors coordinate to four-coordinated magnesium atoms on the layer where hydrogen bond formation is not possible. On the other hand, the structures of the acetone and formaldehyde complexes are nearly independent of the support models. The estimation of the stability of the electron 177 donors can be made fairly well by using all of these support models. The presence of the titanium catalyst on the support cluster only slightly affects the stability of these donor complexes; it weakens (about 2-11%) the interaction between the donors and the support when compared to the bare support. Our results show that the effect of the support model is more significant than that of the catalyst. Since the effect of the titanium catalyst on the interaction energies of the donor complexes is minor, the comparison of the energies of the donors has been made between the M94C',TiC'4 and Mg5C110 clusters. The ketone and ester donors are 6-18% more stable on the Mg4Cl8TiC14 cluster than on the Mg5C110 cluster, but the alcohols bind almost 40% more strongly to the M94C',TiC'4 cluster than to the Mg 5C110 cluster. This extraordinary stability of the alcohols with the M94C',TiC'4 cluster can be explained by the hydrogen bonding: on the Mg5C110 cluster the Table 4 Interaction energies corrected for BSSE (DE(BSSE)) and geometrical parameters using the 3-21G basis set for water. formaldehyde and acetone complexed with the Mg5CIIo, M94C',TiC'4 and Mg4Cls clusters n'O HCOH Mg5Cl,o Support model 0 E(BSSE) (kJ/mol) Donor M95C1,0 -335.5 Mg4C1sT'C14 -466.1 M94C18 -500.6 - 305.7 Mg4C1sT'C14 -438.8 Mg,rCls CH,COCH, MgSCl,o - 449.2 - 338.7 Mg4CI,TT'C14 -357.5 Mg4C1R ' X = C, except in H-O X = H. - 400.2 Ist 2nd 199.9 1 st r(Mg-O) (pm) r(0-X) 199.6 199.6 2nd 199.4 1st 199.3 2nd 199.3 1 st 201.8 2nd 201.9 Ist 195.3 2nd 195.2 1st 195.2 2nd 195.2 1st 198.1 2nd 198.4 1st 195.5 2nd 195.3 1st 195.3 2nd 195.3 a (pm) Hydrogen bond (pm) 97.0 96.5 96.5 97.2 97.4 103.6 211.5 97.4 103.3 96.4 102.0 96.4 102.0 122.8 123.0 126.2 125.8 126.2 126.2 123.8 l 24.0 124. l 124.0 124.1 124.1 212.6 213.6 213.6 Coordination angle ( 41.7 40.6 32.2 32.7 32.6 32.5 38.7 38.3 3-1. I 34.9 34.1 34.1 39.1 38.4 38.8 39.7 39.1 39.1 178 E. Puhakka et al. / Journal of Molecular Catalysis A: Chemical 123 (1997) 171-178 alcohols cannot form hydrogen bonds, but on the Mg4C1gTiC14 cluster they form hydrogen bonds with the unconnected chloride ions on the layer of the surface ions. On account of this, the hydrogen bonding emphasizes the effect of the support model on the stability of the alcohol complexes. On the real support surface the coordination of the alcohol donors to the four-coordinated magnesium atom is a compromise between their coordination to the surface of the Mg5Cllo and Mg4C18TiC14 clusters. Anyway, the alcohols generally form more stable complexes on the support surfaces than the ketones or esters, and the stability of the alcohols depends on the possibility of forming hydrogen bonds. 4. Conclusions The formation of the Mg4C1gTiC14 supportcatalyst complex indicates that the TiC14 catalyst changes its geometry from tetrahedral to octahedral in the coordination to the surface of the MgC12 support. This structure is relatively stable, although the titanium has one vacant coordination site. The stability of different electron donors with this support-catalyst complex depends on the existence of hydrogen bonds. These bonds are typical of alcohols, but not ketones and esters. Acknowledgements Financial support from the Neste Ltd. Foundation is gratefully acknowledged. References [1] P. Pino, R. Miilhaupt, Angew. Chem. Int. Ed. Engl. 19 (1980) 857. [2] B.L. Goodall, J. Chem. Educ. 63 (1986) 191. [3] C.W. Bauschlicher, S.R. Langhoff, H. Partridge, L.A. Barnes, J. Chem. Phys. 91 (1989) 2399. [4] M.J. Calhorda, J.A.M. Sim6es, Organometallics 6 (1987) 1188. [5] S. Obara, N. Koga, K. Morokuma, J. Organomet. Chem. 270 (1984) C33. [6] N. Koga, K. Morokuma, J. Am. Chem. Soc. 110 (1988) 108. [7] N. Koga, S. Obara, K. Morokuma, J. Am. Chem. Soc. 106 (1984) 4625. [8] N. Koga, S. Obara, K. Kitaura, K. Morokuma, J. Am. Chem. Soc. 107 (1985) 7109. [9] C.Q. Simpson II, M.B. Hall, M.F. Guest, J. Am. Chem. Soc. 113 (1991) 2898. [10] H. Kawamura-Kuribayashi, N. Koga, K. Morokuma, J. Am. Chem. Soc. 114 (1992) 2359. [ll] G. Giunchi, E. Clementi, M.E. Ruiz-Vizcaya, O. Novato, Chem. Phys. Lett, 49 (1977) 8. [12] O. Novato, E. Blaisten-Barojas, E. Clementi, G. Giunchi, M.E. Ruiz-Vizcaya, J. Chem. Phys. 68 (1978) 2337. [13] O. Novato, Int. J. Quantum Chem. 42 (1992) 1047. [14] D.R. Armstrong, P.G. Perkins, J.J.P. Stewart, J. Chem. Soc. Dalton Trans. 18 (1972) 1972. [15] P. Cassoux, F. Crasnier, J.-F. Labarre, J. Organomet. Chem. 165 (1979) 303. [16] O. Novato, S. Chow, P. Magnouat, J. Catal. 41 (1976) 91. [17] O. Novato, S. Chow, P. Magnouat, J. Catal. 42 (1976) 131. [18] C.A. Jolly, D.S. Marynick, J. Am. Chem. Soc. 111 (1989) 7968. [19] C.A. Jolly, D.S. Marynick, Inorg. Chem. 28 (1989) 2893. [20] A.C. Balazs, K.H. Johnson, J. Chem. Phys. 77 (1982) 3148. [21] H. Fujimoto, T. Yamasaki, H. Mizutani, N. Koga, J. Am. Chem. Soc. 107 (1985) 6157. [22] E.A. Colbourn, P.A. Cox, B. Carruthers, P.J.V. Jones, J. Mater. Chem. 4 (1994) 805. [23] E. Puhakka, T.T. Pakkanen, T.A. Pakkanen, Surf. Sci. 334 (1995) 289. [24] E. Puhakka, T.T. Pakkanen, T.A. Pakkanen, submitted for publication. [25] M.J. Frisch, G.W. Trucks, M. Head-Gordon, P.M.W. Gill, M.W. Wong, J.B. Foresman, B.G. Johnson, H.B. Schlegel, M.A. Robb, E.S. Replogle, R. Gomperts, J.L. Andres, K. Raghavachari, J.S. Binkley, C. Gonzalez, R.L. Martin, D.J. Fox, D.J. Defrees, J. Baker, J.J.P. Stewart, J.A. Pople, GAUSSIAN 92, Gaussian, Inc., Pittsburgh, PA, 1992. [26] K.D. Dobbs, W.J. Hehre, J. Comput. Chem. 8 (1987) 861. [27] M.S. Gordon, J.S. Binkley, J.A. Pople, W.J. Pietro, W.J. Hehre, J. Am. Chem. Soc. 104 (1982) 2797. [28] J. Dorrepaal, J. Appl. Cryst. 17 (1984) 483. [29] P. Hobza, R. Zahradndk, Chem. Rev. 88 (1988) 871. [30] J. Sauer, Chem. Rev. 89 (1989) 199. [31] J.S. Lin, C.R.A. Catlow, J. Mater. Chem. 3 (1993) 1217. [32] G. Valle, G. Baruzzi, G. Paganetto, G. Depaoli, R. Zannetti, A. Marigo, Inorg. Chim. Acta 156 (1989) 157. MOLCAA 97000629 S1381-1169(97)00062-9 10.1016/S1381-1169(97)00062-9 Molecular aspects of heterogeneous catalysis Article Theoretical investigations on Ziegler-Natta catalysis: Coordination of the electron donors to titanium modified MgCl2 support Eini Puhakka Tuula T. Pakkanen Tapani A. Pakkanen ∗ University of Joensuu, Department of Chemistry, P.O. Box 111, FIN-80101 Joensuu, Finland ∗ Corresponding author. Tel.: +358-13-2513345; fax: +358-13-2513344 Theoretical ab initio methods have been used to study the formation of the support-catalyst complex and the coordination of electron donors to this complex. A Mg4Cl8TiCl4 cluster was used to model the catalyst surface. Determination of the coordination geometry of the supported catalyst indicated that the TiCl4 catalyst coordinates octahedrally to the surface of the support, leaving one coordination site of the titanium empty. This vacant coordination site is in a stereospecific position. The coordination of different electron donors (alcohols, ketones, esters and their model compounds) through their oxygen atom to the Mg4Cl8TiCl4 cluster was also studied. On the basis of the interaction energies, released in the coordination of the donors, the alcohol donors bind more strongly to the support than the ketones and esters. The extra stability of the alcohols can be explained by hydrogen bonding. The coordination geometries of the electron donors studied can be estimated rather reliably even with small model compounds. Keywords Ziegler-Natta Ab initio Magnesium chloride support Titanium catalyst Electron donor Alcohol Ketone Ester References [1] P. Pino R. Mülhaupt Angew. Chem. Int. Ed. Engl. 19 1980 857 [2] B.L. Goodall J. Chem. Educ. 63 1986 191 [3] C.W. Bauschlicher S.R. Langhoff H. Partridge L.A. Barnes J. Chem. Phys. 91 1989 2399 [4] M.J. Calhorda J.A.M. Simões Organometallics 6 1987 1188 [5] S. Obara N. Koga K. Morokuma J. Organomet. Chem. 270 1984 C33 [6] N. Koga K. Morokuma J. Am. Chem. Soc. 110 1988 108 [7] N. Koga S. Obara K. Morokuma J. Am. Chem. Soc. 106 1984 4625 [8] N. Koga S. Obara K. Kitaura K. Morokuma J. Am. Chem. Soc. 107 1985 7109 [9] C.Q. Simpson II M.B. Hall M.F. Guest J. Am. Chem. Soc. 113 1991 2898 [10] H. Kawamura-Kuribayashi N. Koga K. Morokuma J. Am. Chem. Soc. 114 1992 2359 [11] G. Giunchi E. Clementi M.E. Ruiz-Vizcaya O. Novaro Chem. Phys. Lett. 49 1977 8 [12] O. Novaro E. Blaisten-Barojas E. Clementi G. Giunchi M.E. Ruiz-Vizcaya J. Chem. Phys. 68 1978 2337 [13] O. Novaro Int. J. Quantum Chem. 42 1992 1047 [14] D.R. Armstrong P.G. Perkins J.J.P. Stewart J. Chem. Soc. Dalton Trans. 18 1972 1972 [15] P. Cassoux F. Crasnier J.-F. Labarre J. Organomet. Chem. 165 1979 303 [16] O. Novaro S. Chow P. Magnouat J. Catal. 41 1976 91 [17] O. Novaro S. Chow P. Magnouat J. Catal. 42 1976 131 [18] C.A. Jolly D.S. Marynick J. Am. Chem. Soc. 111 1989 7968 [19] C.A. Jolly D.S. Marynick Inorg. Chem. 28 1989 2893 [20] A.C. Balazs K.H. Johnson J. Chem. Phys. 77 1982 3148 [21] H. Fujimoto T. Yamasaki H. Mizutani N. Koga J. Am. Chem. Soc. 107 1985 6157 [22] E.A. Colbourn P.A. Cox B. Carruthers P.J.V. Jones J. Mater. Chem. 4 1994 805 [23] E. Puhakka T.T. Pakkanen T.A. Pakkanen Surf. Sci. 334 1995 289 [24] E. Puhakka, T.T. Pakkanen, T.A. Pakkanen, submitted for publication. [25] M.J. Frisch G.W. Trucks M. Head-Gordon P.M.W. Gill M.W. Wong J.B. Foresman B.G. Johnson H.B. Schlegel M.A. Robb E.S. Replogle R. Gomperts J.L. Andres K. Raghavachari J.S. Binkley C. Gonzalez R.L. Martin D.J. Fox D.J. Defrees J. Baker J.J.P. Stewart J.A. Pople GAUSSIAN 92 1992 Gaussian, Inc., Pittsburgh, PA [26] K.D. Dobbs W.J. Hehre J. Comput. Chem. 8 1987 861 [27] M.S. Gordon J.S. Binkley J.A. Pople W.J. Pietro W.J. Hehre J. Am. Chem. Soc. 104 1982 2797 [28] J. Dorrepaal J. Appl. Cryst. 17 1984 483 [29] P. Hobza R. Zahradník Chem. Rev. 88 1988 871 [30] J. Sauer Chem. Rev. 89 1989 199 [31] J.S. Lin C.R.A. Catlow J. Mater. Chem. 3 1993 1217 [32] G. Valle G. Baruzzi G. Paganetto G. Depaoli R. Zannetti A. Marigo Inorg. Chim. Acta 156 1989 157",
      "scopus-id": "0030842011",
      "coredata": {
        "eid": "1-s2.0-S1381116997000629",
        "dc:description": "Theoretical ab initio methods have been used to study the formation of the support-catalyst complex and the coordination of electron donors to this complex. A Mg4Cl8TiCl4 cluster was used to model the catalyst surface. Determination of the coordination geometry of the supported catalyst indicated that the TiCl4 catalyst coordinates octahedrally to the surface of the support, leaving one coordination site of the titanium empty. This vacant coordination site is in a stereospecific position. The coordination of different electron donors (alcohols, ketones, esters and their model compounds) through their oxygen atom to the Mg4Cl8TiCl4 cluster was also studied. On the basis of the interaction energies, released in the coordination of the donors, the alcohol donors bind more strongly to the support than the ketones and esters. The extra stability of the alcohols can be explained by hydrogen bonding. The coordination geometries of the electron donors studied can be estimated rather reliably even with small model compounds.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000629",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Puhakka, Eini"
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tuula T."
          },
          {
            "@_fa": "true",
            "$": "Pakkanen, Tapani A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000629"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000629"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00062-9",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Theoretical investigations on Ziegler-Natta catalysis: Coordination of the electron donors to titanium modified MgCl2 support",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ziegler-Natta"
          },
          {
            "@_fa": "true",
            "$": "Ab initio"
          },
          {
            "@_fa": "true",
            "$": "Magnesium chloride support"
          },
          {
            "@_fa": "true",
            "$": "Titanium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Electron donor"
          },
          {
            "@_fa": "true",
            "$": "Alcohol"
          },
          {
            "@_fa": "true",
            "$": "Ketone"
          },
          {
            "@_fa": "true",
            "$": "Ester"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "171-178",
        "prism:endingPage": "178",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00062-9",
        "prism:startingPage": "171",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00062-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030842011"
      }
    }
  }
}