{
  "metadata": {
    "title": "Application of an in situ modification of nickel catalysts to the enantio-differentiating hydrogenation of methyl acetoacetate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-03-28",
    "doi": "10.1016/S1381-1169(01)00047-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901000474",
    "pii": "S1381116901000474"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035962096",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-03-19 2001-03-19 2010-04-18T18:49:19 1-s2.0-S1381116901000474 S1381-1169(01)00047-4 S1381116901000474 10.1016/S1381-1169(01)00047-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01355 2015-05-15T05:55:31.049811-04:00 0 0 20010328 2001 2001-03-19T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 169 169 1 2 1 2 Volume 169, Issues 1–2 33 289 293 289 293 20010328 28 March 2001 2001-03-28 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. APPLICATIONINSITUMODIFICATIONNICKELCATALYSTSENANTIODIFFERENTIATINGHYDROGENATIONMETHYLACETOACETATE OSAWA T 1 Introduction 2 Experimental 2.1 Catalyst 2.1.1 Fine nickel powder (FNiP) catalyst 2.1.2 Reduced nickel catalyst 2.2 Enantio-differentiating hydrogenation using in situ modification method 2.3 Determination of optical yield 2.4 Determination of hydrogenation rate 3 Results and discussion 3.1 Enantio-differentiating hydrogenation over FNiP 3.2 Enantio-differentiating hydrogenation over reduced Ni catalyst 4 Conclusions References BAIKER 1997 473 A BLASER 1997 441 H BORSZEKY 1999 95 K ORITO 1979 173 Y OSAWA 2000 271 T HARADA 1981 2323 T OSAWA 2000 155 T HARADA 1981 364 T KEANE 1992 1 M BOSTELAAR 1984 387 L OSAWA 1990 7 T OSAWA 1991 3191 T NINOMIYA 1972 2545 T OSAWA 1997 199 T BRUNNER 1990 159 H OSAWAX2001X289 OSAWAX2001X289X293 OSAWAX2001X289XT OSAWAX2001X289X293XT item S1381-1169(01)00047-4 S1381116901000474 1-s2.0-S1381116901000474 10.1016/S1381-1169(01)00047-4 271358 2010-10-03T05:02:56.645588-04:00 2001-03-28 1-s2.0-S1381116901000474-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/MAIN/application/pdf/bb6bb27c79028bb2d738ae569c4ef102/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/MAIN/application/pdf/bb6bb27c79028bb2d738ae569c4ef102/main.pdf main.pdf pdf true 84204 MAIN 5 1-s2.0-S1381116901000474-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/PREVIEW/image/png/2ac2cf9dcc5f01472967471b340bd560/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/PREVIEW/image/png/2ac2cf9dcc5f01472967471b340bd560/main_1.png main_1.png png 55325 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901000474-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/STRIPIN/image/gif/8e9e263f0f4cc9b04d30bb146e18a5d1/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/STRIPIN/image/gif/8e9e263f0f4cc9b04d30bb146e18a5d1/si1.gif si1 si1.gif gif 3246 42 478 ALTIMG 1-s2.0-S1381116901000474-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr1/THUMBNAIL/image/gif/df26bc0c851ff4da19034c8b3598fd2e/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr1/THUMBNAIL/image/gif/df26bc0c851ff4da19034c8b3598fd2e/gr1.sml gr1 gr1.sml sml 1158 93 97 IMAGE-THUMBNAIL 1-s2.0-S1381116901000474-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr1/DOWNSAMPLED/image/gif/9bca86bba7965fcb98eceae1111c85e5/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr1/DOWNSAMPLED/image/gif/9bca86bba7965fcb98eceae1111c85e5/gr1.gif gr1 gr1.gif gif 4318 265 277 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000474-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr2/THUMBNAIL/image/gif/92cffde305efe5920b96f4cae99beb79/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr2/THUMBNAIL/image/gif/92cffde305efe5920b96f4cae99beb79/gr2.sml gr2 gr2.sml sml 1391 93 109 IMAGE-THUMBNAIL 1-s2.0-S1381116901000474-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr2/DOWNSAMPLED/image/gif/0ef0278295bcbacfdb6f86d498170a24/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr2/DOWNSAMPLED/image/gif/0ef0278295bcbacfdb6f86d498170a24/gr2.gif gr2 gr2.gif gif 5276 267 313 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000474-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr3/THUMBNAIL/image/gif/cf0697ea25ee7776e225e645165a7a71/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr3/THUMBNAIL/image/gif/cf0697ea25ee7776e225e645165a7a71/gr3.sml gr3 gr3.sml sml 1182 93 95 IMAGE-THUMBNAIL 1-s2.0-S1381116901000474-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr3/DOWNSAMPLED/image/gif/11c63b5359199b086c6774df5b215cdf/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr3/DOWNSAMPLED/image/gif/11c63b5359199b086c6774df5b215cdf/gr3.gif gr3 gr3.gif gif 4743 278 283 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901000474-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr4/THUMBNAIL/image/gif/5b9dba5de104728ccc5bfc97b978d0f7/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr4/THUMBNAIL/image/gif/5b9dba5de104728ccc5bfc97b978d0f7/gr4.sml gr4 gr4.sml sml 1276 93 103 IMAGE-THUMBNAIL 1-s2.0-S1381116901000474-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901000474/gr4/DOWNSAMPLED/image/gif/e25f2e32e552c4d93740b9dac984219e/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901000474/gr4/DOWNSAMPLED/image/gif/e25f2e32e552c4d93740b9dac984219e/gr4.gif gr4 gr4.gif gif 5129 280 309 IMAGE-DOWNSAMPLED MOLCAA 3077 S1381-1169(01)00047-4 10.1016/S1381-1169(01)00047-4 Elsevier Science B.V. Fig. 1 Effect of the amount of NaBr on the optical yield. Catalyst: FNiP; additives to the reaction media: TA 200mg and NaBr (dissolved in 50μl of H2O). Fig. 2 Effect of the amount of NaBr on the hydrogenation rate. Catalyst: FNiP; additives to the reaction media: TA 200mg and NaBr (dissolved in 50μl of H2O). Fig. 3 Effect of the amount of NaBr on the optical yield. Catalyst: reduced Ni; additives to the reaction media: TA 10mg and NaBr (dissolved in 50μl of H2O). Fig. 4 Effect of the amount of NaBr on the hydrogenation rate. Catalyst: reduced Ni; additives to the reaction media: TA 10mg and NaBr (dissolved in 50μl of H2O). Table 1 Effect of the amount of monosodium tartrate in the reaction system on an optical yield and hydrogenation rate Monosodium tartrate·H2O (mg) NaBr (mg) Amount of water (μl) a Optical yield (%) Hydrogenation rate (mmolg−1 h−1) 30 0 420 50 32 50 0 700 46 28 30 1 470 65 33 30 2 470 73 29 30 4 470 66 33 a Catalyst: FNiP; additives to the reaction media: Na tartrate and NaBr (dissolved in the stated amount of H2O). Application of an in situ modification of nickel catalysts to the enantio-differentiating hydrogenation of methyl acetoacetate Tsutomu Osawa a * Yuka Hayashi a Atsushi Ozawa a Tadao Harada b Osamu Takayasu a a Faculty of Science, Toyama University, Gofuku, Toyama 930-8555, Japan b Faculty of Science and Technology, Ryukoku University, Seta, Otsu 520-2194, Japan * Corresponding author. In situ modification ((R,R)-tartaric acid and NaBr were directly added to the reaction media) of fine Ni powder (FNiP) and reduced Ni catalysts was applied to the enantio-differentiating hydrogenation of methyl acetoacetate (MAA). The high optical yield of 89% was attained by the reduced Ni catalyst. This is the highest value reported so far for the hydrogenation of methyl acetoacetate using the in situ modification. The addition of a small amount of NaBr to the reaction media increased both the optical yield and hydrogenation rate, while the hydrogenation rate decreased with the addition of NaBr to the modification solution for the conventional modification method. NaBr added to the reaction media for the in situ modification would have both of the following roles: (i) Na+ increased the optical yield and the hydrogenation rate; and (ii) Br− increased the optical yield and decreased the hydrogenation rate. Keywords In situ modification Enantio-differentiating Hydrogenation Sodium bromide Methyl acetoacetate 1 Introduction The technique of in situ modification (modifiers are directly added to the reaction media) is now a common method for the enantio-differentiating hydrogenation with cinchona-modified Pt ([1,2] and references therein) or Pd ([3,4] and references therein) catalysts. When Orito discovered the cinchona-modified Pt in 1979, he prepared it by immersing supported Pt in the ethanolic solution of a modifier [5]. In the 1980s, the European groups began to use the in situ modification technique for cinchona-modified Pt and Pd systems. On the other hand, the in situ modification technique had not been applied to the tartaric acid (TA)-modified Ni system, because the addition of TA to the reaction media retarded the hydrogenation rate and gave a very low optical yield for the hydrogenation of methyl acetoacetate (MAA) over Raney Ni catalysts [6]. Only a few studies concerning the in situ modification have been reported in the case of the TA-modified Ni systems. An optical yield of 32% was reported for the Ni–Ce oxide catalysts [7]. We recently demonstrated that the in situ modification could be applied to the enantio-differentiating hydrogenation over fine Ni powder (FNiP) catalysts [8]. In this paper, we show the results of the enantio-differentiating hydrogenation of methyl acetoacetate over FNiP catalysts and reduced Ni catalysts with the in situ modification. The parameters affecting the optical yield and hydrogenation rate are discussed. 2 Experimental All chemicals used were as-received. The GLC measurement of the products was carried out using a Hitachi 263-30 gas chromatograph. The optical rotations were observed using a JASCO DIP-1000 polarimeter. 2.1 Catalyst 2.1.1 Fine nickel powder (FNiP) catalyst A total of 1g of commercially available FNiP (Vacuum Metallurgical Co. Ltd., Chiba, Japan, mean particle diameter: 20nm) was treated in a hydrogen stream at 280°C for 0.5h before use. 2.1.2 Reduced nickel catalyst A total of 3g of commercially available nickel oxide (Nacalai Tesque, lot M3F86790) was reduced in a hydrogen stream at 350°C for 1h before use. 2.2 Enantio-differentiating hydrogenation using in situ modification method TA and NaBr were directly added to the reaction mixture of MAA (10g), THF (20ml), and acetic acid (0.2g). TA could be dissolved in THF. NaBr was added as an aqueous solution of the stated amount of distilled water. For the in situ modification, no pH adjustment was necessary. The hydrogenation of MAA was carried out over the hydrogen-treated Ni catalysts at 100°C and at the initial hydrogen pressure of 9MPa. The hydrogenation products obtained by simple distillations showed more than a 98% chemical purity (GLC analyses: 90°C, 5% Thermon 1000 on Chromosorb W). 2.3 Determination of optical yield The optical yield of the product was obtained using the following equation: Opticalyield (%)= [α] D 20 ofhydrogenationproduct×100 [α] D 20 ofopticallypuremethyl 3-hydroxybutyrate The specific optical rotation of the optically pure (R)-methyl 3-hydroxybutyrate is −22.95° (neat) [9]. 2.4 Determination of hydrogenation rate The hydrogenation rate was obtained from the amount of hydrogen consumption during the MAA hydrogenation reaction after the temperature of the autoclave reached the reaction temperature of 100°C (from 1.5 to 2.5h after the reaction started). 3 Results and discussion 3.1 Enantio-differentiating hydrogenation over FNiP In a preceding paper, for the in situ modification using FNiP, we demonstrated that the addition of only tartaric acid to the reaction media produced a negligibly small optical yield and that the addition of both the sodium salt and tartaric acid resulted in increasing the optical yield. Among the sodium salts examined, NaBr was the most effective one [8]. Fig. 1 shows the effect of the amount of NaBr on the optical yield in the presence of 200mg of TA. NaBr dissolved in the 50μl of distilled water was added to the reaction media. With no addition of NaBr, an almost racemic hydrogenation was obtained. However, 0.5mg of NaBr significantly increased the optical yield. The optical yield passed through a maximum of 79% at about 4mg of NaBr. In the conventional modification method, the modification solution containing TA and NaBr was neutralized to above pH 3.2 by a NaOH solution for attaining a high optical yield. The modification solution with no neutralization produced a catalyst having a low enantio-differentiating ability and a low hydrogenation activity [9]. It was demonstrated that the sodium salts of TA on the Ni surface contributed to the differentiation of the enantio-face of the substrates [10]. Recently, we proposed a new model of enantio-differentiation, i.e. sodium tartrate interacted with methyl acetoacetate through sodium ions [11]. It was also demonstrated that NaBr was adsorbed on the non-enantio-differentiating sites and retarded the hydrogenation rate in order to raise the optical yield [12]. Thus, both sodium tartrate and NaBr were necessary for attaining a high optical yield for the conventional modification method. The present study indicated that the addition of only TA to the reaction media gave a low optical yield for the in situ modification. This finding showed that the in situ modification has the same tendency as the conventional modification. However, the addition of TA and NaBr (no addition of NaOH) gave the high optical yield for the in situ modification. This result indicates that NaBr for in situ modification played the roles of both NaBr and NaOH for the conventional modification. In other words, NaBr in the in situ modification would have two roles. One is for Br− to deactivate the non-enantio-differentiating sites and the other is for Na+ to enhance the enantio-differentiation. This argument was supported by the results shown in Fig. 2 . This figure shows the effect of the amounts of NaBr on the hydrogenation rate. The hydrogenation rate significantly increased with the addition of 0.5mg of NaBr. The rate gradually increased with the addition of up to 1mg of NaBr, but decreased with more than 1mg. The phenomenon that a small amount of NaBr increased the hydrogenation rate was not observed in the conventional modification. The hydrogenation rate decreased with the addition of NaBr [9,13] or the hydrogenation rate was almost constant with the addition of a small amount of NaBr [14] in the conventional modification. Judging from the fact that Na carboxylate added to the reaction media increased the hydrogenation rate using the conventional modified Ni catalysts [15,16], the increase in the hydrogenation rate by the addition of small amount of NaBr for the in situ modification would be attributed to the function of Na+ from the NaBr. The hydrogenation rate would be determined by the competition of Na+ (increases the rate) and that of Br− (decreases the rate). Considering that sodium tartrate played an important role in the effective enantio-differentiation of the conventional modification, the addition of monosodium tartrate and NaBr could attain a higher optical yield. Table 1 shows the effect of the addition of monosodium tartrate and NaBr on the optical yield and hydrogenation rate. The addition of only monosodium tartrate gave a 50% optical yield and the addition of NaBr increased the optical yield. However, the maximum optical yield of 73% was attained when 30mg of Na tartrate and 2mg of NaBr were added to the reaction media. This value of the optical yield was lower than that for 200mg tartaric acid and 4mg NaBr as shown in Fig. 1. This would be attributed to the water which initially dissolved the Na tartrate, because Na tartrate is not soluble in THF. It has been reported that the addition of water was not appropriate for attaining a high optical yield [17]. The hydrogenation rate with the addition of only monosodium tartrate was similar to that for the addition of both monosodium tartrate and NaBr. These results indicated that the Na+ of monosodium tartrate played an important role in determining the hydrogenation rate for the addition of monosodium tartrate. 3.2 Enantio-differentiating hydrogenation over reduced Ni catalyst During the enantio-differentiating hydrogenation using a reduced Ni catalyst, the optical yield was affected by the manufacturer of the nickel oxide used as the starting material for the catalyst [18–20]. The preliminary experiment showed that nickel oxide manufactured by Nacalai Tesque Co. Ltd., gave the highest optical yield in the present study. When 100mg of TA and 4mg of NaBr (standard condition in the case of FNiP) were added to the reaction media, the hydrogenation was very slow and the chemical yield after 20h was <1%. This would be caused by the addition of too much TA to the reaction media. Therefore, 10mg of TA was used for the reduced Ni catalysts. Figs. 3 and 4 show the effect of the amount of NaBr on the optical yield and the hydrogenation rate, respectively. The addition of NaBr increased the optical yield and the maximal optical yield of 89% was attained with the addition of 2mg of NaBr. This is the highest value reported so far for the hydrogenation of methyl acetoacetate using the in situ modification. The hydrogenation rate increased with the addition of up to 0.5mg of NaBr, but then decreased above 0.5mg. Much smaller amounts of TA and NaBr gave the high optical yield for the reduced Ni catalyst in comparison with the case of FNiP. This would be the result of the smaller surface area of the Ni catalyst prepared from NiO than that of FNiP. 4 Conclusions The method of in situ modification (addition of TA and NaBr to the reaction media) makes the enantio-differentiating hydrogenation procedure with a Ni catalyst very simple, because the process of modification in an aqueous solution prior to the hydrogenation can be omitted. When a reduced Ni catalyst was used, the maximal optical yield of 89% was attained for the hydrogenation of methyl acetoacetate. The addition of the appropriate amount of NaBr to the reaction media increased the hydrogenation rate and the optical yield. NaBr added to the reaction media used in the in situ modification would have both of these roles: (i) Na+ increased the optical yield and the hydrogenation rate; and (ii) Br− increased the optical yield and decreased the hydrogenation rate. References [1] A Baiker J. Mol. Catal. A: Chem. 114 1997 473 [2] H.U Blaser H.P Jalett M Müller M Studer Catal. Today 37 1997 441 [3] Y. Nitta, Chem. Lett. (1999) 635. [4] K Borszeky T Mallat A Baiker Catal. Lett. 59 1999 95 [5] Y Orito S Imai S Niwa N.G Hung Yuki-Gouseikagaku 37 1979 173 [6] T. Harada, Unpublished result. [7] A. Rives, E. Leclercq, R. Hubaut, in: R.E. Malz (Ed.), Catalysis of Organic Reactions, Marcel Dekker, New York, 1996, p. 241. [8] T Osawa A Ozawa T Harada O Takayasu J. Mol. Catal. A: Chem. 154 2000 271 [9] T Harada M Yamamoto S Onaka M Imaida H Ozaki A Tai Y Izumi Bull. Chem. Soc., Jpn. 54 1981 2323 [10] A. Tai, T. Harada, Tailored Metal Catalysts, Reidel, Dordrecht, 1986, p. 265. [11] T Osawa T Harada O Takayasu Top. Catal. 13 2000 155 [12] T Harada A Tai M Yamamoto H Ozaki Y Izumi Stud. Surf. Sci. Catal. 7 1981 364 [13] M.A Keane G Webb J. Catal. 136 1992 1 [14] L.J Bostelaar W.M.H Sachtler J. Mol. Catal. 27 1984 387 [15] T Osawa T Harada A Tai J. Catal. 121 1990 7 [16] T Osawa T Harada Bull. Chem. Soc., Jpn. 64 1991 3191 [17] T Ninomiya Bull. Chem. Soc., Jpn. 45 1972 2545 [18] T. Harada, Y. Imachi, A. Tai, Y. Izumi, Metal-Support and Metal-Additive Effects in Catalysis, Lyon, 1982, p. 377. [19] T Osawa T Harada A Tai O Takayasu I Matsuura Stud. Surf. Sci. Catal. 108 1997 199 [20] H Brunner M Muschiol T Wischert Tertahedron: Asymmetry 1 1990 159",
      "scopus-id": "0035962096",
      "coredata": {
        "eid": "1-s2.0-S1381116901000474",
        "dc:description": "In situ modification ((R,R)-tartaric acid and NaBr were directly added to the reaction media) of fine Ni powder (FNiP) and reduced Ni catalysts was applied to the enantio-differentiating hydrogenation of methyl acetoacetate (MAA). The high optical yield of 89% was attained by the reduced Ni catalyst. This is the highest value reported so far for the hydrogenation of methyl acetoacetate using the in situ modification. The addition of a small amount of NaBr to the reaction media increased both the optical yield and hydrogenation rate, while the hydrogenation rate decreased with the addition of NaBr to the modification solution for the conventional modification method. NaBr added to the reaction media for the in situ modification would have both of the following roles: (i) Na+ increased the optical yield and the hydrogenation rate; and (ii) Br− increased the optical yield and decreased the hydrogenation rate.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-03-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901000474",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Osawa, Tsutomu"
          },
          {
            "@_fa": "true",
            "$": "Hayashi, Yuka"
          },
          {
            "@_fa": "true",
            "$": "Ozawa, Atsushi"
          },
          {
            "@_fa": "true",
            "$": "Harada, Tadao"
          },
          {
            "@_fa": "true",
            "$": "Takayasu, Osamu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901000474"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901000474"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00047-4",
        "prism:volume": "169",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Application of an in situ modification of nickel catalysts to the enantio-differentiating hydrogenation of methyl acetoacetate",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "In situ modification"
          },
          {
            "@_fa": "true",
            "$": "Enantio-differentiating"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Sodium bromide"
          },
          {
            "@_fa": "true",
            "$": "Methyl acetoacetate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "289-293",
        "prism:endingPage": "293",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 March 2001",
        "prism:doi": "10.1016/S1381-1169(01)00047-4",
        "prism:startingPage": "289",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00047-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "478",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "3246",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1158",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4318",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1391",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "267",
            "@width": "313",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5276",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1182",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "283",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4743",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "103",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1276",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "280",
            "@width": "309",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901000474-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5129",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035962096"
      }
    }
  }
}