{
  "metadata": {
    "title": "Novel SiO<ce:inf loc=post>2</ce:inf>-supported chromium catalyst bearing new organo-siloxane ligand for ethylene polymerization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-03-16",
    "doi": "10.1016/j.molcata.2005.11.052",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905008186",
    "pii": "S1381116905008186"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33644585526",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-01-06 2006-01-06 2010-03-29T20:21:43 1-s2.0-S1381116905008186 S1381-1169(05)00818-6 S1381116905008186 10.1016/j.molcata.2005.11.052 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X0228X 2015-05-15T05:56:33.000448-04:00 0 0 20060316 2006 2006-01-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 247 247 1 2 1 2 Volume 247, Issues 1–2 39 240 247 240 247 20060316 16 March 2006 2006-03-16 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. NOVELSIO2SUPPORTEDCHROMIUMCATALYSTBEARINGNEWORGANOSILOXANELIGANDFORETHYLENEPOLYMERIZATION FANG Y 1 Introduction 2 Experimental 2.1 Raw materials 2.2 Preparation of novel chiral organo-silanol compound 2.2.1 Preparation of racemic α-naphthylphenylmethylmethoxysilane 2.2.2 Preparation of diastereomeric α-naphthylphenylmethyl-(−)-menthoxysilanes 2.2.3 Separation of the diastereoisomers 2.2.4 Preparation of (+)-α-naphthylphenylmethylsilane 2.2.5 Preparation of α-NpPhMeSi*–OH by palladium carbon 2.3 Catalyst preparation 2.3.1 Conversion of oxo to α-NpPhMeSi*–OH chromate catalyst 2.4 Characterization of catalysts 2.4.1 Solid-state NMR measurement 2.4.2 XPS characterization of catalysts 2.5 Ethylene polymerization and characterization of polymers 3 Results and discussion 4 Conclusion References PULLUKAT 1999 389 T RAZAVI 2000 615 A KAROL 1972 2621 F CARRICK 1972 2609 W MCDANIEL 1985 47 M CANN 2004 29 K COOPER 1980 J SPECTROSCOPICTECHNIQUESFORORGANICCHEMISTS LIU 2004 37 B LIU 2004 165 B FANG 2005 131 Y LIU 2005 142 B FANG 2005 4632 Y HAUKKA 1993 5085 S LIU 2003 189 B FANGX2006X240 FANGX2006X240X247 FANGX2006X240XY FANGX2006X240X247XY item S1381-1169(05)00818-6 S1381116905008186 1-s2.0-S1381116905008186 10.1016/j.molcata.2005.11.052 271358 2010-10-08T06:15:42.688258-04:00 2006-03-16 1-s2.0-S1381116905008186-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/MAIN/application/pdf/6fae587c46fe86adb338b082b4983399/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/MAIN/application/pdf/6fae587c46fe86adb338b082b4983399/main.pdf main.pdf pdf true 325215 MAIN 8 1-s2.0-S1381116905008186-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/PREVIEW/image/png/b7e37208281213544c1c91e40f6005a0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/PREVIEW/image/png/b7e37208281213544c1c91e40f6005a0/main_1.png main_1.png png 72513 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905008186-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc1/DOWNSAMPLED/image/jpeg/85e68c33b8396fd86c0ca6a49b63f61b/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc1/DOWNSAMPLED/image/jpeg/85e68c33b8396fd86c0ca6a49b63f61b/sc1.jpg sc1 sc1.jpg jpg 20593 234 543 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc1/THUMBNAIL/image/gif/c232da5a225938c6c4d2914ab4a9346c/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc1/THUMBNAIL/image/gif/c232da5a225938c6c4d2914ab4a9346c/sc1.sml sc1 sc1.sml sml 1700 54 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc3/DOWNSAMPLED/image/jpeg/e94ea1c3d9b8eb1e8768a43cc84809a1/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc3/DOWNSAMPLED/image/jpeg/e94ea1c3d9b8eb1e8768a43cc84809a1/sc3.jpg sc3 sc3.jpg jpg 26073 273 568 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc3/THUMBNAIL/image/gif/3eccfa62799294855f2dbdfcd25a03a0/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc3/THUMBNAIL/image/gif/3eccfa62799294855f2dbdfcd25a03a0/sc3.sml sc3 sc3.sml sml 1843 60 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc2/DOWNSAMPLED/image/jpeg/811c4b918472d5d944eefb295fe00d1d/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc2/DOWNSAMPLED/image/jpeg/811c4b918472d5d944eefb295fe00d1d/sc2.jpg sc2 sc2.jpg jpg 26515 188 564 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/sc2/THUMBNAIL/image/gif/119f5a18e74a632c6cbd6cc60c8c703f/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/sc2/THUMBNAIL/image/gif/119f5a18e74a632c6cbd6cc60c8c703f/sc2.sml sc2 sc2.sml sml 1747 42 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr2/DOWNSAMPLED/image/jpeg/9ec96461570b00dc0796747612d876d1/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr2/DOWNSAMPLED/image/jpeg/9ec96461570b00dc0796747612d876d1/gr2.jpg gr2 gr2.jpg jpg 20669 301 292 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr2/THUMBNAIL/image/gif/45c07ed4ff912d0fccde5a80de0d93be/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr2/THUMBNAIL/image/gif/45c07ed4ff912d0fccde5a80de0d93be/gr2.sml gr2 gr2.sml sml 2405 94 91 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr4/DOWNSAMPLED/image/jpeg/f23636fe1fae64c51e448c49705348b0/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr4/DOWNSAMPLED/image/jpeg/f23636fe1fae64c51e448c49705348b0/gr4.jpg gr4 gr4.jpg jpg 14527 344 297 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr4/THUMBNAIL/image/gif/aa4c63bdc32e3de8f37031f6ba9a1f58/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr4/THUMBNAIL/image/gif/aa4c63bdc32e3de8f37031f6ba9a1f58/gr4.sml gr4 gr4.sml sml 1629 93 80 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr1/DOWNSAMPLED/image/jpeg/4478f6e4ce3e8b6abf83d521c93184e8/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr1/DOWNSAMPLED/image/jpeg/4478f6e4ce3e8b6abf83d521c93184e8/gr1.jpg gr1 gr1.jpg jpg 22190 332 294 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr1/THUMBNAIL/image/gif/bb911f64f81f21746329562bceafb428/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr1/THUMBNAIL/image/gif/bb911f64f81f21746329562bceafb428/gr1.sml gr1 gr1.sml sml 1851 94 83 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr3/DOWNSAMPLED/image/jpeg/37332a5bbe96e7543228dfa73c3a59ca/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr3/DOWNSAMPLED/image/jpeg/37332a5bbe96e7543228dfa73c3a59ca/gr3.jpg gr3 gr3.jpg jpg 15299 282 294 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/gr3/THUMBNAIL/image/gif/41723eb94dd81a4b4a8228a06b77de61/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/gr3/THUMBNAIL/image/gif/41723eb94dd81a4b4a8228a06b77de61/gr3.sml gr3 gr3.sml sml 2193 93 97 IMAGE-THUMBNAIL 1-s2.0-S1381116905008186-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/fx1/DOWNSAMPLED/image/jpeg/7256915ceeb2a49573df5a3b41701a78/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/fx1/DOWNSAMPLED/image/jpeg/7256915ceeb2a49573df5a3b41701a78/fx1.jpg fx1 true fx1.jpg jpg 17497 145 487 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905008186-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905008186/fx1/THUMBNAIL/image/gif/e58eaf0463366f2a235c56b9d4943b80/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905008186/fx1/THUMBNAIL/image/gif/e58eaf0463366f2a235c56b9d4943b80/fx1.sml fx1 true fx1.sml sml 1528 37 125 IMAGE-THUMBNAIL MOLCAA 5654 S1381-1169(05)00818-6 10.1016/j.molcata.2005.11.052 Elsevier B.V. Fig. 1 1H MAS NMR spectra of catalysts: (a) PC600; (b) PC600-S; (c) PC600-4S. Fig. 2 Cr 2p fitting curves of catalyst: (a) PC600; (b) PC600-S; (c) PC600-4S with acquisition time of 10min. Fig. 3 Polymerization kinetics curves of catalysts with TEA cocatalyst: (a) PC600-S catalyst with 15.0 of Al/Cr molar ratio; (b) PC600-S catalyst with 22.5 of Al/Cr molar ratio; (c) PC600-4S catalyst with 22.5 of Al/Cr molar ratio. Fig. 4 GPC curves of polymers obtained from: (a) PC600-S catalyst with 15.0 of Al/Cr molar ratio; (b) PC600-S catalyst with 22.5 of Al/Cr molar ratio; (c) PC600-4S catalyst with 22.5 of Al/Cr molar ratio. Scheme 1 Conversion of Phillips catalyst to silyl chromate catalyst. Scheme 2 Preparation of methyl (1-naphthyl)phenylsilanol. Scheme 3 Plausible reactions between methyl (1-naphthyl)phenylsilanol and Phillips catalyst. Table 1 Chemical shift of 1H peak in the synthesized catalyst Catalyst Chemical shift of peak (ppm) PC600 1.77 PC600-S 0.79 7.13 PC600-4S 0.30 7.13 Table 2 Conversion from oxo chromate into silyl chromate Catalyst Atomic percentage a (%) C/Cr Conversion Cr loss (%) Si Cr C O PC600 33.10 0.84 0 66.06 0 0 0 PC600-S 31.87 0.79 6.24 61.10 7.9 46.5 0 PC600-4S 30.85 0.70 11.46 56.99 16.4 96.3 6 a Atomic percentage of surface species on catalysts was determined by XPS analysis under high resolution scans. Table 3 XPS data from multiplet fitting of Cr 2p spectra for PC600, PC600-S and PC600-4S catalysts Sample Measurement time (min) Cr 2p3/2 Oxidation state assignment Atomic percentage (%) BE (eV) FWHM (eV) PC600 10 581.0 6.30 Cr6+ 96.90 577.6 6.49 Cr3+ 3.10 PC600-S 10 579.3 6.59 Cr6+ 96.48 577.3 6.23 Cr3+ 3.52 PC600-4S 10 579.1 6.60 Cr6+ 94.34 577.3 6.88 Cr3+ 5.66 XPS acquisition time: 10min. Table 4 Ethylene polymerization of PC600-S or PC600-4S catalysts with TEA cocatalyst a Catalyst Amount of catalyst (mmol) Al/Cr Yield (mg) Activity (kgPE/molCr·h) Methyl branches b n-Butyl branches b MW c (×105) MW/M n c PC600-S 0.020 15.0 105.7 3.5 1.37 0.50 5.03 35.1 0.023 22.5 309.7 9.0 0.98 0.34 7.88 101.1 PC600-4S 0.012 22.5 72.4 5.8 2.63 0.66 7.85 39.1 a Polymerization conditions: catalyst amount 100mg, polymerization temperature 60°C, polymerization time 1.5h, ethylene pressure 0.13MPa, solvent heptane (20ml), cocatalyst TEA in heptane (1M). b Number of methyl or n-butyl branches per 1000 backbone carbon determined by 13C NMR method. c Characterized by GPC method. Novel SiO2-supported chromium catalyst bearing new organo-siloxane ligand for ethylene polymerization Yuwei Fang Wei Xia Man He Boping Liu Kouichi Hasebe Minoru Terano ⁎ School of Materials Science, Japan Advanced Institute of Science and Technology, 1-1 Asahidai, Nomi, Ishikawa 923-1292, Japan ⁎ Corresponding author. Tel.: +81 761 51 1620; fax: +81 761 51 1625. Graphical abstract A novel Cr-based catalyst bearing new organo-siloxane ligand was developed successfully through chemical modification of traditional Phillips CrO x /SiO2 catalyst using a chiral organo-silanol namely (R)-methyl-(1-naphthyl)-phenylsilanol. The catalyst combined with triethylaluminium (TEA) was found to produce polyethylene with bimodal molecular weight distribution, as well as to promote short chain branching. Nowadays, SiO2-supported Cr-based catalysts mainly including oxo chromium (Phillips catalyst) and silyl chromate (UCC catalyst) systems are still important industrial catalysts for ethylene polymerization. It was found that the addition of triphenylsilanol could transform Phillips catalyst into silyl chromate catalyst. In this work, a new chiral organo-silanol was synthesized and subsequently introduced to modify the Phillips catalysts in order to develop a new SiO2-support Cr-based catalyst with a chiral organo-siloxane ligand for ethylene polymerization. The new catalyst was characterized by X-ray photoelectron spectroscopy (XPS) and solid-state NMR methods. The new Cr-based catalysts with chiral organo-siloxane ligand presented as an active catalyst for ethylene polymerization, and their kinetic characteristic is found to be similar with that of calcined Phillips catalyst combined with TEA cocatalyst. It was very interesting to find the existence of short chain branches (SCBs) in these ethylene homo-polymers. The introduction of the new chiral organo-siloxane ligand was also found to produce polyethylene with bimodal molecular weight distribution and to enhance the amount of SCBs, which might be due to the steric and/or electronic effect of such chiral ligand, indicating a new method to improve the performance of Cr-based catalyst for polyethylene production. Keywords Phillips catalyst Ethylene polymerization Chiral organo-siloxane ligand Bimodal molecular weight distribution Short chain branches (SCBs) 1 Introduction Phillips CrO x /SiO2 catalysts, patented in 1958 by Hogan and Banks, are still responsible for more than one-third of the worldwide commercial high-density polyethylene (HDPE) production. The most unique performance of Phillips catalyst is contributed to production of HDPE with ultra-broad molecular weight distribution and chain branches including short and long chain branches, which is especially applied for blow-molding process. Until now, most work of the chromium-based catalyst for polyolefin has been focused on Phillips catalyst, commonly referred as oxo chromium supported on silica with high surface area [1,2]. However, a number of organo-chromium systems like chromocene and organo-silyl chromate, which are mainly synthesized by chemisorption of organo-chromium on dehydrated silica support, also show high activity for ethylene polymerization [3–6]. Of the organo-chrome-based systems, silyl chromate derived catalysts are used extensively for commercial PE production according to some specific performances of silyl chromate catalyst. In comparison, Phillips catalyst shows much higher productivity than silyl chromate catalyst; however, silyl chromate catalyst shows not only less activity but also prolonged induction period. However, silyl chromate catalyst can produce polyethylene with broader molecular weight distribution (MWD) on both high and low molecular weight ends meeting different market demanding. Recently, Cann et al. [6] found that the Phillips catalyst can be transformed into the silyl chromate catalyst through introduction of silyl ligand from triphenylsilanol (TPS) as shown in Scheme 1 [6,7]. It was further confirmed that the polymerization performance observed with oxo chromium-based catalysts could be converted to that observed with silyl chromate type catalysts by the addition of TPS into the former. In our opinion, this report also indicates a general method for developing various new SiO2-supported Cr-based catalysts for olefin polymerization through modification of the Phillips catalyst using various organo-silanol compounds. Since the catalyst structures are similar in nature, it is also possible to synthesize another type silyl chromate catalyst by direct conversion of the chromium oxide catalyst through the introduction of a novel chiral organo-siloxane ligand. Such chiral organo-siloxane bonded on chromium site via an oxygen atom was expected to result in a novel Cr catalyst with some specific performances. In this work, a new chiral organo-silanol species, methyl (1-naphthyl) phenylsilanol, was synthesized and subsequently used to react with calcined Phillips CrO x /SiO2 catalyst in order to develop a novel SiO2-supported Cr-based catalyst. The physico-chemical states of the new synthesized chromium catalyst were characterized by solid-state NMR and X-ray photoelectron spectroscopy (XPS) methods. The ethylene homo-polymerization was carried out using the new catalyst in the presence of triethylaluminum (TEA) cocatalyst. The microstructures of the obtained polymers were investigated by solution NMR method. A general method for developing new SiO2-supported Cr-based catalyst with improved performance for ethylene polymerization has been demonstrated. 2 Experimental 2.1 Raw materials α-Bromonaphthalene, sodium sulfate, lithium aluminum hydride, methanol, benzene, diethyl ether (Et2O) and tetrahydrofuran (THF) were purchased from Kanto Chemical Co. Industries. Phenylmethyldimethoxysilane was obtained from Shin-Etsu Chemical. (−)-Menthol was obtained from Nacalai Tesque Inc. Solid potassium hydroxide, cyclohexane and pentane were purchased from Wako Pure Chemical Industries. Di-n-butyl ether was obtained from TCI. THF, Et2O, hexane and benzene were purified by distillation after drying over sodium metal prior to use. Such materials were used for the preparation of the chiral organo-silanol compound. Nitrogen of G3-grade (total impurity<5ppm) and pure air of G1-grade (total impurity<1ppm) were purchased from Uno Sanso Corp. Molecular sieves 4A and molecular sieves 13X, which were purchased from Wako Pure Chemical Industries Ltd., were used as moisture scavengers for gas purification. Q-5 reactant catalyst (Aldrich) was used as oxygen scavenger for gas purification. A Phillips catalyst precursor (Crosfield ES370X donated from Asahi Kasei Corp.) with 1.0wt.% of Cr loading (surface area: 280–350m2/g, pore volume: 1.45cm3/g) was used for preparation of Phillips CrO x /SiO2 catalysts. 2.2 Preparation of novel chiral organo-silanol compound 2.2.1 Preparation of racemic α-naphthylphenylmethylmethoxysilane The Grignard reagent was prepared from 0.10mole of α-bromonaphthalene in a solvent mixture containing benzene (100ml), and tetrahydrofuran (100ml). It is important to avoid the presence of β-bromonaphthalene in more than trace amounts. Substantial contamination by β-naphthylsilanes may cause great difficulty in the subsequent separation of diastereoisomers. And then the Grignard reagent was added dropwise to the solution of phenylmethyldimethoxysilane (0.10mole, obtained from Shin-Etsu Chemical) in Et2O (50ml) for 1h. This solution was stirred overnight at 55°C and followed by treatment with cold aqueous ammonium chloride, washing with water, drying over sodium sulfate, and subsequent removal of solvents. Distillation gave 22.3g (80% yield) of α-naphthylphenylmethylmethoxysilane, b.p. 143–146°C (0.15mmHg) and m.p. 62.5–63.5°C (after recrystallization from hexane). 2.2.2 Preparation of diastereomeric α-naphthylphenylmethyl-(−)-menthoxysilanes Distillation flask were placed 13.9g (0.05mole) of α-naphthylphenylmethylmethoxysilane, 7.8g (0.05mole) of (−)-menthol, 0.093g of solid potassium hydroxide, and 100ml of toluene. The reaction mixture was maintained at 145–155°C for 10h, while the methanol–toluene azeotrope (69% methanol, b.p. 63.8°C) was distilled through a fractionating column. After removal of the basic catalyst by passing the product through a short column of silica gel, fractional distillation gave a 90.5% yield (18.2g) of the diastereomeric α-naphthylphenylmethyl-(−)-menthoxysilane as a viscous syrup having b.p. 173–177°C (0.07mmHg). This material had an infrared spectrum virtually identical with that of the crystalline, separated diastereoisomers described below. 2.2.3 Separation of the diastereoisomers The syrupy mixture of diastereoisomers was diluted with twice its own volume of pentane and chilled overnight in −78°C. This gave 10.1g of crude crystals, recrystallization from pentane gave 8.37g of material, m.p. 82–84°C. This material comprised 46% of the original (−)-menthoxysilane syrup and had a specific rotation of [α]D −53.9° (c11.32 in cyclohexane). The infrared spectrum clearly showed the presence of the α-NpPhMeSi-group. The (−)-menthoxysilane syrup (9.83g) remaining after removal of the less soluble diastereomer was evacuated free of pentane and then taken up in twice its volume of absolute ethanol. Refrigeration for several days gave a deposit of 6.9g of crude crystals, m.p. 50–55°C. One of many recrystallizations produced large well-formed crystals, m.p. 56.5–59°C, [α]D −47° (c1.40 in cyclohexane). It is fairly difficult to free the lower-melting isomer from admixture with the higher-melting diastereomer. The diastereomeric relationship of the higher- and lower-melting isomers is indicated by their infrared spectra, and by the enantiomeric relationship of the silanes resulting from their reduction with lithium aluminum hydride. 2.2.4 Preparation of (+)-α-naphthylphenylmethylsilane A solution of 0.35g (3.7 equiv.) of lithium aluminum hydride in 20ml of ether was prepared and then 3g (0.0075mole) of (−)-α-naphthylphenylmethyl-(−)-menthoxysilane (m.p. 82–84°C) and 20ml of di-n-butyl ether were added. Diethyl ether was removed by distillation until the reaction temperature reached 80°C. Heating at 80–90°C was continued for 18h. After decomposition of excess metallic hydride with acetone, treatment with crushed ice and concentrated hydrochloric acid, was followed by drying over sodium sulfate. Solvents and (−)-menthol were removed by distillation up to a head temperature of 151°C (1.5mmHg) and a still temperature of 170°C. Crystallization of the product gave 1.78g (96% yield) of (+)-α-naphthylphenylmethylsilane, m.p. 60–62°C. Recrystallization from pentane yielded 1.69g (91% yield) of material, m.p. 61.5–63°C, [α]D +33.4°(c8.00 in cyclohexane). Repeated recrystallization of a portion from hexane raised the melting point to 63.5–64.5°C. The specific rotation of this latter material was determined in cyclohexane at three concentrations: [α]D +33.7°(c4.00), +34.3°(c10.9), and +35.0°(c15.6); from this, the above 1.69g are seen to be 98% optically pure (racemic α-naphthylphenylmethylsilane, m.p. 42°C, comprises a low-melting eutectic which is separable from active silane by crystallization); it is assumed that at least half of the silane not recovered (i.e., the theoretical yield of 1.85g less the above 1.69g), or 0.08g, was also dextrorotatory. This means that about 1.74g (i.e., 98% of the 1.69g plus the additional 0.08g) of (+)-α-naphthylphenylmethylsilane was formed and that the reduction is at least 94% stereospecific. The infrared spectrum provided positive proof of structure since it showed an absorption band characteristic of the α-NpPhMeSi-group as well as the strong band at 4.70μm characteristic of the SiH group. 2.2.5 Preparation of α-NpPhMeSi*–OH by palladium carbon The 10% palladium on carbon catalysts 0.06g, was mixed with a solution of 1.24g of optically active α-NpPhMeSi*–OH in 10ml of the pentane. An equimolar amount of water was added and the reaction was allowed to proceed at room temperature for 6h in an atmosphere of dry nitrogen. After evolution of hydrogen had ceased, products were isolated in 95% yields. The product was formed with 96% inversion of configuration. The whole preparation process of naphthylphenylmethylsilanol was shown in Scheme 2 . NMR spectrum of the naphthylphenylmethylsilanol was obtained in CDCl3 on a Varian Gemini-2000 300MHz spectrometer, model Unity INOVA. Chemical shifts are reported in ppm relative to CHCl3 (δ7.26 for 1H). 1H NMR (δ): CH3 0.829(s, 3H), phenyl or naphthyl 8.138–8.110(d, 1H), 7.944–7.916(d, 1H), 7.882–7.857(d, 1H), 7.828–7.806(d, 1H), 7.654–7.622(m, 2H), 7.509–7.369(m, 6H), OH 1.9–2.1(br, 1H) [8]. 2.3 Catalyst preparation 2.3.1 Conversion of oxo to α-NpPhMeSi*–OH chromate catalyst The oxo chromium catalyst is well known and prepared by thermal oxidation of silica impregnated with a variety of chromium compounds in air between 600 and 800°C. In this work, the details about catalyst preparation of the calcined Phillips catalyst could be found in our recent papers [9,10]. A simplified introduction of catalyst preparation process was given as follows. About 15g of catalyst precursor was added into a spouted fluidized-bed quartz reactor followed by an isothermal calcination process at 600°C in pure air with a flow rate of 200ml/min for 6h. Dry air was further purified by passing through a 13X molecular sieve column before entering the catalyst preparation system. The calcined catalyst was cooled down to room temperature in nitrogen (200ml/min). Nitrogen was further purified by passing through a Q-5 catalyst column and a 13X molecular sieve column before entering the catalyst preparation system. The calcined Phillips catalysts named as PC600 was stored in ampoule glass bottle. Then, ca. 500mg of PC600 catalyst was reacted with 25.4mg (0.096mmol, 1:1 Cr/Si mole ratio) α-NpPhMeSi*–OH and 101.5mg (0.384mmol, 1:4 Cr/Si mole ratio) α-NpPhMeSi*–OH, respectively, in 400ml purified heptane for 2h at 45°C. The two modified catalysts were named as PC600-S and PC600-4S, respectively. After reaction, the modified catalyst was washed by 20ml heptane for 30min followed by decantation of the upper solvent. After three times of washing, the catalyst was dried by vacuum at room temperature. During the modification, no color change in the solvent was found for PC600-S, however, for PC600-4S, the solvent became light yellow indicating some hexavalent chromium was removed from catalyst surface. The color turned into greenish yellow after a period of time most probably due to photo-reduction of some hexavalent into trivalent chromium. Each catalyst was further distributed and sealed in some small glass ampoule bottles in nitrogen and the amount of catalyst in each ampoule bottle was regulated to about 100mg, which was weighed precisely. 2.4 Characterization of catalysts 2.4.1 Solid-state NMR measurement The samples of catalyst and silica were characterized by a Varian UNITY-400 spectrometer at room temperature with a Varian Room Temperature/Cross Polarization Magic Angle Spin (RT/CP MAS) probe. Each sample (ca. 80mg) was put and pressed tightly into a 7mm zirconia rotor under N2 atmosphere. The 1H MAS NMR spectra were obtained operating at 400.47MHz with a 30° pulse of 3μs and a relaxation delay of 1s under rotating at ca. 3kHz. All 1H MAS spectra of the samples were referenced relative to external tetramethylsilane (TMS). 2.4.2 XPS characterization of catalysts The details concerning the XPS measurements of catalysts, PC600, PC600-S and PC600-4S, could be found in our previous report [9–11]. XPS data were obtained on a Physical Electronics Perkin-Elmer Model Phi-5600 ESCA spectrometer with monochromated Al K radiation (1486.6eV) operated at 300W. The vacuum in the main chamber was kept above 3×10−9 Torr during XPS data acquisitions. High resolution XPS scan measurements for Si 2p and Cr 2p regions were performed for each sample within 10min. All binding energies (BE) were referenced to the Si 2p peak of silica gel at 103.3eV for the charging effect correction. Multiplet fitting of the Cr 2p XPS curves by the Gaussian–Lorentzian method was conducted after the measurement to obtain the precise oxidation states of surface chromium species in each catalyst. The fitting for each curve was repeated for several times to ensure a reproducible result. 2.5 Ethylene polymerization and characterization of polymers The experimental system for semi-batch slurry ethylene polymerization using the catalysts was the same as our previous work [9,12,13]. N2 was further purified by passing through a Q-5 catalyst column and a 13X molecular sieve column before entering the polymerization system. Heptane was passed through a column of 13X molecular sieve followed by 24h bubbling by high purity N2 before use. One ampoule bottle with ca. 100mg of PC600-S or PC600-4S was set in the top part of the glass polymerization reactor (volume ca.100ml). Then, the reactor system was vacuumed for 2h before introduction of heptane solvent, TEA cocatalyst and ethylene. The polymerization was initiated after breaking of the catalyst ampoule bottle by a steel bar. Ethylene monomer was further purified by passing through a 4A molecular sieve column, a Q-5 catalyst column and a 13X molecular sieve column before entering the polymerization reactor. The polymerization conditions are shown as follows: ethylene pressure 0.13MPa, polymerization temperature: 60°C, 20ml purified heptane, Al/Cr molar ratio at 15.0–22.5 using 1M TEA heptane solution. The real-time ethylene consumption was continuously monitored by an on-line mass flowmeter. The polymerization was stopped by adding 20ml ethanol/HCl after 1.5h. The polymer was washed and dried in vacuum at 60°C for 6h. Characterization of the obtained polymer by 13C NMR measurement was carried out with a Varian Gemini-300 spectrometer at 75.46MHz. The detail was the same as our previous work [13]. The polymer samples were added into sample tube (a diameter of 10mm) with the mixture of 1,2,4-trichorobenzene, 1,1,2,2-tetrachloroethylane-d2 and hexamethyldisiloxane (volume ratio: 40/10/1) as the solvent (sample concentration: ca. 18mg/ml). The 13C NMR spectrum of each polymer sample was obtained with 6s pulse repetition at 140°C for 40h. The backbone carbon of the polymer chain was regarded as the internal reference at 30.00ppm. The amount of branches was normalized as the number of branching carbon per 1000 CH2 in the main chain. Molecular weight (MW) and MWD of all the polymer samples were determined by GPC (Waters Alliance GPC V2000CV) with a polystyrene gel column (Shodex UT-806M) at 140°C, using 1,2,4-trichlorobenzene as solvent. The catalyst residue was removed from obtained polymers by filtration before characterization by 13C NMR and GPC methods. 3 Results and discussion In this work, a novel organo-silanol compound namely naphthylphenylmethylsilanol was successfully synthesized and subsequently used to react with calcined Phillips CrO x /SiO2 catalyst with 1:1 and 1:4 of Cr/Si mole ratio, which was named as PC600-S and PC600-4S, respectively. According to literature [6], the plausible reactions between oxo chromate and naphthylphenylmethylsilanol are shown in Scheme 3 . The synthesized catalysts, PC600-S and PC600-4S, were investigated by solid-state NMR in 1H spectra. The 1H MAS NMR spectra of the catalysts, PC600-S and PC600-4S, were compared with that of catalyst, PC600, as shown in Fig. 1 . The precise chemical shift of 1H peaks was shown in Table 1 . In Fig. 1, the peak at 1.77ppm in 1H MAS NMR spectra of PC600 could be assigned to the residual isolated hydroxyl group even after calcination at 600°C [14]. According to the data of 1H NMR characterization of the novel chiral organo-silanol, the broad peak at 7.13ppm in 1H MAS NMR spectra of PC600-S and PC600-4S catalysts was attributed to the proton of phenyl or naphthyl groups. The proton of Si–CH3 in organo-siloxane ligand accounts for the shifting of the H peak from 1.77 to 0.79 and 0.30ppm for PC600-S and PC600-4S, respectively. The peak at 0.79ppm in the 1H spectrum of catalyst, PC600-S, was assigned to combination of proton in SiCH3 and in SiOH (hydroxyl groups on silica surface). With increase of reaction ratio between organo-silanol compound and PC600 catalyst, the intensity of peak at 7.13 increased, and the peak at 0.79ppm was shifted to 0.30ppm. According to the above-mentioned results, it could be confirmed by the 1H solid-state NMR that the chiral organo-siloxane ligand has been successfully introduced onto the calcined catalyst surface. The atomic percentage of surface species on PC600, PC600-S and PC600-4S catalysts was measured by XPS method as shown in Table 2 . Theoretically, if one chromium site reacts with one chiral organo-silanol compound, the molar ratio of C/Cr should be 17. For PC600-S catalyst, the C/Cr molar ratio was only 7.9 (as shown in Table 2), which indicated 46.5% of chromate species on the Phillips catalyst surface had been transformed into silyl chromate species, and no Cr loss from PC600-S catalyst was found compared with PC600. According to experimental evidence, no color change was found in the upper solvent for PC600-S after reaction. For PC600-4S catalyst, the C/Cr molar ratio was 16.4, which is very near to 17 and indicated 96.3% of surface chromium site was connected with a chiral organo-siloxane ligand. Moreover, about 6% of hexavalent chromium species (Cr(VI)O x,surf) were lost from the Phillips catalyst surface, which could be further confirm by the light yellow color of the upper solvent. In this work, multiplet fitting of the Cr 2p XPS curves by the Gaussian–Lorentzian method was conducted after the measurement to obtain the precise oxidation states of surface chromium species in each catalyst. The obtained Cr 2p XPS spectra of PC600-S and PC600-4S are shown in Fig. 2 . The XPS results of PC600 with 10min XPS acquisition, which have been fully discussed in our previous report [10], were used again just for a comparison with the results from the synthesized catalyst, PC600-S and PC600-4S, in this work. In our previous report [10,11], we reported that high resolution XPS characterizations with acquisition time of 10min can neglect the photo-reduction of surface chromate species induced by soft X-ray irradiation during XPS measurement. The specific details relating to the assignments of oxidation states for all surface chromium species (binding energy (BE) values of Cr 2p3/2 level, etc.) of the samples, PC600, PC600-S and PC600-4S, can be found in Table 3 . The corresponding BE, full width at half maximum (FWHM) values of Cr 2p3/2 level, assignment and atomic percentage of different oxidation states of Cr species for all samples obtained from peak deconvolution and multiplet fitting have also been shown in Table 3. It can be observed from Table 3 that the Cr(VI) species of PC600-S significantly shifted to lower binding energy (BE=579.3eV) together with a slight broadening (FWHM=6.59eV) compared with that of calcined Phillips catalyst PC600 (BE=581.0eV, FWHM=6.30eV). This can be explained from two aspects, one is the electron donation effect of the new chiral organo-siloxane ligand for chromium site; the other is that some hydroxyl groups were formed after the reaction between oxo chromate and chiral organo-silanol compound, which can released the strong surface tension on silica support formed during high-temperature calcination according to our recent report [10]. The BE values of the Cr(VI) species on PC600-4S (as shown in Table 3) were found to further slightly decrease to 579.1eV (FWHM=6.60eV). This decreasing of BE values of hexavalent chromium species with increasing molar rate of chiral ligand from 1:1 to 1:4 has been explained by the electron donation effect of chiral organo-siloxane ligand, which can be further confirmed that the chiral organo-siloxane ligand has been introduced onto the Cr sites. In Table 3, 3.52% of Cr(III)O x,surf with a BE value of 577.3eV was observed on PC600-S, which is similar with that of PC600 (3.10% of Cr(III)O x,surf). However, the percentage of Cr(III)O x,surf on PC600-4S was found to increase up to 5.66%. According to Scheme 3, 6% of chromium loss on PC600-4S catalyst (as shown in Table 2) should be chromate species (Cr(VI)O x,surf). Therefore, the relative increase of percentage of Cr(III)O x,surf on PC600-4S was mainly due to the loss of chromate species (Cr(VI)O x,surf). Above all, the specific surface components in various catalyst samples versus chiral organo-siloxane ligand were clarified. It was evident that the chiral organo-siloxane ligand could be displaced into surface chromium site on catalyst during the preparation process. The chiral organo-siloxane ligand could be stabilized on silica gel surface as an active site by ligand displacement on the compound. As the precursor of chiral silyl chromate active site on calcined Phillips catalyst PC600, the chromate species (Cr(VI)O x,surf) was found to be gradually becoming more and more electron-sufficient with increasing the chiral ligand ratio of the catalyst from 1:1 to 1:4. In this work, the novel silyl chromate catalysts with chiral organo-siloxane ligand, PC600-S and PC600-4S, were used for ethylene homo-polymerization in the presence of TEA cocatalyst with different Al/Cr molar ratio. The real-time kinetic curves of catalysts, PC600-S and PC600-4S, under different Al/Cr molar ratio shown in Fig. 3 illustrated the hybrid type kinetics behavior including two kind of basic type, one was high activity and fast decay, and the other was relative low activity and slow decay. It was similar with that of calcined PC600 catalyst in our recent report [15]. The catalytic activities and the microstructures of the obtained polymers are shown in Table 4 . It is very interesting and important to find the existence of short chain branches (SCBs) in the ethylene homo-polymers. According to our previous report [13,15], the formation of SCBs in ethylene homo-polymers is one of the most unique features of Phillips CrO x /SiO2 catalyst. It was speculated to be derived from the coexistence of ethylene metathesis sites together with polymerization sites during a transformation of the former into the latter [16]. Similar mechanism can be considered for the formation of SCBs in ethylene homo-polymers using the novel catalysts in this work. It was found that the relative amount of methyl and n-butyl branches of the polymers obtained from PC600-S catalyst decreased when the cocatalyst concentration increased, which was also similar with those from calcined PC600 catalyst as mentioned in our recent work [13]. The relative amounts of methyl and n-butyl branches of PC600-4S are higher than those of PC600-S at the Al/Cr molar ratio of 22.5. According to analysis of atomic percentage by XPS, more amount of silyl chromate with the chiral organo-siloxane ligand was formed in PC600-4S than PC600-S. Therefore, the introduction of the chiral organo-siloxane ligand seemed to promote the formation of methyl and n-butyl short chain branches plausibly due to the steric and/or electronic effect of the novel chiral organo-siloxane ligand. The GPC curves of polymers obtained from PC600-S and PC600-4S catalyst are shown in Fig. 4 . Table 4 showed the MW, MWD and microstructure of obtained polymers. It was obviously found both of the PC600-S and PC600-4S catalyst systems produced polymers with bimodal MWD. For PC600-S catalyst, MW and MWD of polymer obtained at Al/Cr molar ratio of 22.5 are larger than those obtained at Al/Cr molar ratio of 15. MW and MWD of polymer might be determined by two chain transfer effects. One is polymer chain transfer from active sites to Al-alkyl. MW of polymers decreases with increase of Al/Cr mole ratio. The other is the β-H elimination (or β-H transfer) to monomer. For PC600-S catalyst, the relative amount of SCBs including methyl and butyl branches decreased with increase of Al/Cr mole ratio as shown in Table 4. The proton in the tertiary β-carbon can be easily transferred or β-eliminated leading to chain transfer to monomer. So the MW of polymers increases with decrease of the comonomer insertion. For PC600-S catalyst, the low MW fraction of polymer obtained at Al/Cr molar ratio of 22.5 is less than that obtained at Al/Cr molar ratio of 15. For PC600-S and PC600-4S catalysts at Al/Cr molar ratio of 22.5, the average MW of polymers obtained is similar but the MWD of polymer obtained from PC600-4S is less than that from PC600-S. That can be explained that for PC600-S catalyst, solely 46.5% of chromate species on the Phillips catalyst surface were transformed into silyl chromate species. For PC600-4S catalyst, 96.3% of surface chromium sites were connected with a chiral organo-siloxane ligand. For PC600-S catalyst, almost half of the PC600 catalyst was transformed silyl chromate species, however for PC600-4S catalyst, almost all the PC600 catalyst was transformed to silyl chromate species. The active sites of PC600-S catalyst are more complex than those of PC600-4S catalyst. So the MWD of polymer obtained from PC600-S is much broader than that from PC600-4S at the same Al/Cr molar ratio. For PC600-S catalyst, the low-MW fraction is more than high-MW fraction. For PC600-4S catalyst, the low-MW fraction is less than high-MW fraction. It was speculated that the novel chiral organo-siloxane ligand seemed to promote the formation of the high-MW fraction. 4 Conclusion In this work, a newly synthesized chiral organo-silanol compound, (R)-methyl-(1-naphthyl)-phenylsilanol, was used to react with Phillips CrO x /SiO2 catalyst to synthesize a novel SiO2-supported chromium catalyst for ethylene polymerization. Formation of the catalytic chromate species bearing novel organo-siloxane ligand was confirmed by XPS and solid-state NMR methods, and then the catalysts were used for ethylene homo-polymerization in presence of triethylaluminum cocatalyst. The new silyl chromate catalysts with the chiral organo-siloxane ligand showed similar kinetic behavior as that of calcined Phillips catalyst combined with TEA. It was very interesting and important to find the existence of short chain branches in these ethylene homo-polymers. The relative amount of methyl and n-butyl SCBs of the obtained polymers decreased with increase of Al/Cr molar ratio. Both of the PC600-S and PC600-4S catalyst systems produced polymers with bimodal MWD. The introduction of the novel chiral organo-siloxane ligand leads to the formation of polymers with bimodal MWD as well as higher amount of methyl and n-butyl SCBs, which indicates a general method to improve the catalytic performance of SiO2-supported Cr-based catalyst for polyethylene production after further exploration with various other organo-silanol compounds. References [1] T.J. Pullukat R.E. Hoff Catal. Rev. Sci. Eng. 41 1999 389 [2] A. Razavi C. R. Acad. Sci. Ser. IIc Chim. 3 2000 615 [3] F.J. Karol G.L. Karapinka C. Wu A.W. Dow R.N. Johnson W.L. Carrick J. Polym. Sci. Part A-1 10 1972 2621 [4] W.L. Carrick R.J. Turbett F.J. Karol G.L. Karapinka A.S. Fox R.N. Johnson J. Polym. Sci. Part A-1 10 1972 2609 [5] M.P. McDaniel Adv. Catal. 33 1985 47 [6] K. Cann M. Apecetche M. Zhang Macromol. Symp. 213 2004 29 [7] K. Cann, M. Zhang, M. Moorhouse, M. Apecetche, WO 2004076494, 2004. [8] J.W. Cooper Spectroscopic Techniques for Organic Chemists 1980 John Wiley and Sons New York [9] B. Liu Y. Fang H. Nakatani M. Terano Macromol. Symp. 213 2004 37 [10] B. Liu Y. Fang M. Terano J. Mol. Catal. A Chem. 219 2004 165 [11] Y. Fang B. Liu M. Terano Appl. Catal. A Gen. 279 2005 131 [12] B. Liu P. Sinderlar Y. Fang K. Hasebe M. Terano J. Mol. Catal. A Chem. 238 2005 142 [13] Y. Fang B. Liu K. Hasebe M. Terano J. Polym. Sci. A Polym. Chem. 43 2005 4632 [14] S. Haukka E. Lakomaa A. Root J. Phys. Chem. 97 1993 5085 [15] W. Xia, Y. Fang, B. Liu, M. Terano, in preparation. [16] B. Liu H. Nakatani M. Terano J. Mol. Catal. A Chem. 201 2003 189",
      "scopus-id": "33644585526",
      "coredata": {
        "eid": "1-s2.0-S1381116905008186",
        "dc:description": "Nowadays, SiO2-supported Cr-based catalysts mainly including oxo chromium (Phillips catalyst) and silyl chromate (UCC catalyst) systems are still important industrial catalysts for ethylene polymerization. It was found that the addition of triphenylsilanol could transform Phillips catalyst into silyl chromate catalyst. In this work, a new chiral organo-silanol was synthesized and subsequently introduced to modify the Phillips catalysts in order to develop a new SiO2-support Cr-based catalyst with a chiral organo-siloxane ligand for ethylene polymerization. The new catalyst was characterized by X-ray photoelectron spectroscopy (XPS) and solid-state NMR methods. The new Cr-based catalysts with chiral organo-siloxane ligand presented as an active catalyst for ethylene polymerization, and their kinetic characteristic is found to be similar with that of calcined Phillips catalyst combined with TEA cocatalyst. It was very interesting to find the existence of short chain branches (SCBs) in these ethylene homo-polymers. The introduction of the new chiral organo-siloxane ligand was also found to produce polyethylene with bimodal molecular weight distribution and to enhance the amount of SCBs, which might be due to the steric and/or electronic effect of such chiral ligand, indicating a new method to improve the performance of Cr-based catalyst for polyethylene production.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-03-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905008186",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fang, Yuwei"
          },
          {
            "@_fa": "true",
            "$": "Xia, Wei"
          },
          {
            "@_fa": "true",
            "$": "He, Man"
          },
          {
            "@_fa": "true",
            "$": "Liu, Boping"
          },
          {
            "@_fa": "true",
            "$": "Hasebe, Kouichi"
          },
          {
            "@_fa": "true",
            "$": "Terano, Minoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905008186"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905008186"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00818-6",
        "prism:volume": "247",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Novel SiO2-supported chromium catalyst bearing new organo-siloxane ligand for ethylene polymerization",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Phillips catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ethylene polymerization"
          },
          {
            "@_fa": "true",
            "$": "Chiral organo-siloxane ligand"
          },
          {
            "@_fa": "true",
            "$": "Bimodal molecular weight distribution"
          },
          {
            "@_fa": "true",
            "$": "Short chain branches (SCBs)"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "240-247",
        "prism:endingPage": "247",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 March 2006",
        "prism:doi": "10.1016/j.molcata.2005.11.052",
        "prism:startingPage": "240",
        "dc:identifier": "doi:10.1016/j.molcata.2005.11.052",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "234",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20593",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "54",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1700",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "273",
            "@width": "568",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26073",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1843",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "188",
            "@width": "564",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "26515",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1747",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "301",
            "@width": "292",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "20669",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2405",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "344",
            "@width": "297",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14527",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "80",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1629",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "294",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22190",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1851",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "282",
            "@width": "294",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15299",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2193",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "145",
            "@width": "487",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17497",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905008186-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1528",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33644585526"
      }
    }
  }
}