{
  "metadata": {
    "title": "ZnCl<ce:inf loc=post>2</ce:inf>, ZnI<ce:inf loc=post>2</ce:inf> and TiCl<ce:inf loc=post>4</ce:inf> supported on silica gel as catalysts for the Diels-Alder reactions of furan",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-15",
    "doi": "10.1016/S1381-1169(97)00044-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000447",
    "pii": "S1381116997000447"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030872663",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000447 S1381-1169(97)00044-7 S1381116997000447 10.1016/S1381-1169(97)00044-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00611 2015-05-15T05:56:33.668241-04:00 0 0 19970815 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 1 1 Volume 123, Issue 1 7 43 47 43 47 19970815 15 August 1997 1997-08-15 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ZNCL2ZNI2TICL4SUPPORTEDSILICAGELCATALYSTSFORDIELSALDERREACTIONSFURAN FRAILE J 1992 SOLIDSUPPORTSCATALYSTSINORGANICSYNTHESIS RHODES 1992 2269 C RHODES 1993 1387 C GARCIA 1996 261 J CATIVIELA 1993 4073 C CATIVIELA 1993 621 C BARLOW 1993 3339 S CORNELIS 1990 103 A CATIVIELA 1995 9217 C CATIVIELA 1996 2391 C DEAN 1982 169 R VOGEL 1990 173 P NELSON 1972 561 W DAUBEN 1976 1992 W KOTSUKI 1982 496 H MOORE 1983 1105 J BRION 1982 5299 F LASZLO 1984 4367 P NARAYAMAMURTHI 1991 783 Y FRAILEX1997X43 FRAILEX1997X43X47 FRAILEX1997X43XJ FRAILEX1997X43X47XJ item S1381-1169(97)00044-7 S1381116997000447 1-s2.0-S1381116997000447 10.1016/S1381-1169(97)00044-7 271358 2010-09-29T19:53:06.58974-04:00 1997-08-15 1-s2.0-S1381116997000447-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000447/MAIN/application/pdf/c12514d8c7e7fe4f38e54ef257809bec/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000447/MAIN/application/pdf/c12514d8c7e7fe4f38e54ef257809bec/main.pdf main.pdf pdf true 423793 MAIN 5 1-s2.0-S1381116997000447-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000447/PREVIEW/image/png/6f6bc62629139401d3fce9205561f5ee/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000447/PREVIEW/image/png/6f6bc62629139401d3fce9205561f5ee/main_1.png main_1.png png 59190 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116997000447-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000447/STRIPIN/image/gif/34ff619bef614efa1ffc8ad7f41f5774/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000447/STRIPIN/image/gif/34ff619bef614efa1ffc8ad7f41f5774/si3.gif si3 si3.gif gif 576 30 83 ALTIMG 1-s2.0-S1381116997000447-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000447/STRIPIN/image/gif/968f9ad0a54cf4078e599bb50cd6adba/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000447/STRIPIN/image/gif/968f9ad0a54cf4078e599bb50cd6adba/si2.gif si2 si2.gif gif 538 30 78 ALTIMG 1-s2.0-S1381116997000447-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000447/STRIPIN/image/gif/9bc1632a556f2d410a0df5d1025daba7/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000447/STRIPIN/image/gif/9bc1632a556f2d410a0df5d1025daba7/si1.gif si1 si1.gif gif 603 30 89 ALTIMG ELSEVIER Journal of Molecular Catalysis A: Chemical 123 (1997) 43-47 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL ZnCl2, ZnI2 and TiCl4 supported on silica gel as catalysts for the Diels-Alder reactions of furan J.M. Fraile, J.I. Garcia, J. Massam, J.A. Mayoral * , E. Pires Departamento de Quico Orgica, Instituto de Ciencia de Materiales de Arag, C.S.I.C.-Unirersidad de Zarago.-a, Facultad (le Ciencias, E-50009 Zaragoza, Spain Received 15 August 1996; accepted 17 February 1997 Abstract ZnC12, Znlz and TiC14 supported on silica gel are compared with their non-supported counterparts in the reactions of furan with acrylonitrile, 2-chloroacrylonitrile and methyl acrylate. The results obtained depend on the nature of both the dienophile and the catalyst. Whereas ZnCl, and ZnIZ supported on silica gel lead to very good results with both nitriles and TiCl, supported on silica gel cannot be used with these dienophiles, ZnCl, and TiC14 supported on silica gel are better catalysts when methyl acrylate is used as a dienophile. ZnCl, and Zni2 supported on silica gel can be recovered and reused in the reactions with nitriles, but only the first catalyst is recoverable in the reactions of methyl acrylate. ZnCI= supported on silica gel is the catalyst with a wider applicability in these reactions with furan. Keywords: Diels-Alder; Heterogeneous catalysis; ZnClz/silica; Znl=/silica: TiC14/silica; Fur= a,Unsaturated dienophiles 1. Introduction Several Lewis acids supported on silica gel have shown to be efficient catalysts in Lewis acid catalyzed organic reactions [1]. For instance, ZnC12 supported on silica gel has shown to be a very efficient catalyst in the FriedelCrafts alkylation of benzene with alkyl chlorides, and it has been shown that this catalyst is similar to clayzic (ZnC12 supported on K10 montmorillonite) [2,3]. ZnC12 [4], TiC14 and AlEt,Cl [5,6] supported on silica gel catalyze Diels-Alder reactions with different dienophiles. . Corresponding author. E-mail: gas@qorg.unizar.es. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIl 51381-1 169(97)00044-7 In all these reactions there is a close relationship between the nature of the reagents and the catalytic performance of these solids. So, clayzic has shown rather disappointing activities in the alkylation of anisole [7] and in Friedel-Crafts acylations [8]. ZnC12 and AlEt2C1 supported on silica gel have been compared as catalysts in Diels-Alder reactions with different dienophiles and the catalyst of choice depends on the nature of the dienophile. So, whereas the aluminium catalyst is more efficient in reactions of acrylates, the reverse is true when the dienophile is acrylonitrile. ZnClz and TiCl4 supported on silica gel have shown to be efficient catalysts in Diels-Alder reactions of some acid-sensitive reagents and, x z CD z a: X=H; Z_-CN b: X--CI; ZEN c: X=H; Z=C3 J.M. Fraile et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 43-47 0 0 x z z x 3n 3x (endo) (exo) Scheme 1. used in the absence of a solvent, they improve the selectivity with regard to side reactions. For instance, they promote Diels-Alder reactions of non-chiral [9] and chiral [ 10] ( E)-2-phenyl5(4H)-oxazolones without causing E/Z isomerization. In view of this we decided to try to increase the scope of applicability of these catalysts by using them in Diels-Alder reactions of an acidsensitive diene, as furan, with three different dienophiles (Scheme 1). Given that Zn'2 is one of the best catalysts described to date for these reactions, Zn'2 supported on silica was also studied. We decided to use furan for several reasons. First of all furan is an inexpensive compound obtained from agricultural left-overs [ 11 ]. Furthermore, its Diels-Alder cycloadducts are powerful intermediates in the preparation of rare carbohydrates and other biologically active compounds (for a review see [12]). Finally, furan is an acid-sensitive reagent, and its cycloadducts are thermally unstable, so that neither the most common Lewis acids nor heating can be used to promote its Diels-Alder reactions. A lot of alternatives have been developed, including for instance, very long reaction times [13], high pressure [14,15] or the use of cupric fluoroborate coupled with long reaction times [ 16]. The best results have been obtained using ZnI2 and a reaction temperature of 40, which, given the boiling point of furan, requires the reactions to be carried out in a sealed tube and, as a consequence, under an autogenerated pressure. Under these conditions high yields are obtained after 48 h, but without any endo/exo selectivity [ 17]. The only precedents about the use of heterogeneous catalysts in Diels-Alder reactions of furan are the use of cation exchanged K10-montmorillonite [18] and Y zeolite [ 19]. It is well known that supported catalysts can have different activities than their homogeneous counterparts, and that they can lead to different selectivities. When possible, this effect was also considered by comparison of the supported and non-supported catalysts used in exactly the same conditions. 2. Experimental ZnC12 and Zn'2 were supported on silica gel EP11 from Crossfield as previously described for ZnC12 [2,3] and activated by heating at 150 for 1 h under a flow of dry air prior to use. TiC14 was supported on Merck silica gel 60 by means of the previously described method [5,6] and activated by heating at 140 overnight under vacuum. 2.1. Reaction procedure Under argon, 1 mmol of the dienophile (2a2c) and 6 mmol of freshly distilled furan were added on the catalyst (1 g of supported catalyst or 2 mmol of ZnX2). The mixture was shaken for the corresponding time (Table 1) and after this time CDC13 was added. In most of cases the catalyst was removed by filtration (microfiltration with the non-supported catalysts), washed with CDC13, and the results of the reactions determined by 1 H-NMR. In the reactions of methyl acrylate (2c) promoted by Zn'2 or ZnI2/Si02 the solutions obtained after the separation of the catalyst were shaken with Na2C03 * 1OH20 which was separated by filtration and the solution analyzed by ' H-NMR. The products (3) were recovered by eliminating the CDC13 and the remaining reagents by distillation under reduced pressure. The NMR spectra J.M. Fraile et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 43-47 Table 1 Results obtained in the reaction of furan (1) with acrylonitrile (2a), 2-chloroacrylonitrile (2b) and methyl acrylate (2c) at room temperature Entry Dienophile Catalyst Time (h) 1 2a 2 2a 3 4 5 2a 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2a 2a 2a 2a 2a 2a 2b 2b 2b 2b 2b 2b 2b 2c 2c 2c 2c 2c 2c Yield 3n:3x ZnCI ZnClz /S2(1.5) b ZnC12 /S2(1.5) ` ZnC'2 /S2(2.0) d ZuC12 /SiOZ(2.0) ` ZnI Z ZnI2 /S2(2.0) znl, /sioz(2.o> ` TiCl4 /S2 ZnC'2 ZnC'2 /S,(1.5) ZnC'2 /sio2(2.0> ZnC12 /S2(2.0) ` ZnI2 Zn12 /S_(2.0) ZnIz /S=(2.0) ` T1C14 /S2 ZnC12 24 3 24 ZnClz /S2(2.0) 3 24 24 3 24 Znlz /sio,(2.0) 3 24 ZnC'2 /SiO,(2.o) ` Zn' 2 3 3 48 78 6 84 9 95 3 78 6 83 3 90 3 84 3 85 3 76 3 70 24 0 3 30 ` 3 60 f 1 73 f 3 55 f 3 59 t 3 45 3 55 f 3 57 t 3 46 71 5 47 41 75 50 32 90 11 58 55:45 67:33 66:34 63:37 67:33 66:34 65:35 66:34 58:42 78:22 78:22 67:33 72:28 60:40 38:62 50:50 78:22 70:30 70:30 88:12 73:27 83:17 78:22 86:14 81:19 74:26 70:30 67:33 63:37 50:50 ' Determined by NMR; for 2b the endo and exo isomers were assigned by the chemical shift of the nitrile carbon in 1;C-NMR (3nb = 114.16 ppm, 3xb = 114.30 ppm) and for 2c on the basis of previously described spectra [13]. n 1.5 mmol ZnClz per gram of catalyst. ` Recovered catalyst. 2.0 mmol of ZnXzper gram of catalyst. ` CH3CHCICN is formed in less than 1%. ' S% CH3CHCICN is formed. were in agreement with those previously described. 2.2. Recovering of the catalyst After the reaction, the supported ZnC'2 or ZnI2 was separated by filtration, thoroughly washed with CHZC12, and activated by heating 45 at 150 for 1 h under a flow of dry air. TiC14 supported on silica gel loses most of its catalytic activity after recovering [5,6]. 3. Results and discussion The results obtained in the reactions of furan (1) with acrylonitrile (2a), 2-chloroacrilonitrile (2b) and methyl acrylate (2c) are gathered in Table 1. There is a close relationship between the nature of the dienophile and the performance of the catalyst. When acrylonitrile (2a) is used as a dienophile, TiC14/S2 cannot be used as a catalyst because the reagents are destroyed without leading to the cycloadducts (entry 12). The highest chemical yields are obtained with ZnC12/S2 and ZnI2 (entries 4, 7 and 9), whereas the highest endo/exo selectivities are obtained with the supported catalysts. It is known that in Diels-Alder reactions of furan the endo/exo selectivity can be modified with the time due to the reversibility which leads to an increase of the amount of the more stable exo cycloadduct. It may be speculated that the increase in endo/exo selectivity obtained with the supported catalysts is due to a more difficult retro-Diels-Alder reaction. W hereas ZnC12/S2 is a much better catalyst than ZnC12 (entries 1 and 7), the behavior of ZnI2/S2 and ZnI2 is not very different (entries 9 and 10). The influence of the amount of supported Lewis acid has been studied with ZnCl2/S2 and it has been shown that slightly better results are obtained when this amount increases (entries 2 and 7). The supported catalysts can be recovered and reused without modification of the results (entries 5, 6, 8 and 11), this result was not easily predictable because the use of coordinating reagents could cause the leaching of the supported Lewis acid. When 2-chloroacrylonitrile (2b) is used as a dienophile ZnIz and ZnI2/S2 lead to similar results (entries 18 and 19) whereas ZnC12/S2 is more efficient than ZnC12 (entries 13 and 15). 46 J.M. Fraile et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 43-47 The influence of the reversibility on the endo/exo selectivity is clearly shown with ZnC12/S2(2.0); in this case the endo or exo cycloadducts are preferably obtained as a function of the time (entries 15 and 16), furthermore the exo preference after 3 h is not observed when the solid contains only 1.5 mmol ZnC12/g (entry 14). The supported catalysts can be again recovered and reused (entries 17 and 20). We have finally tested a different type of dienophile, methyl acrylate (2c) and have obtained very different results. Whereas TiCl4 cannot be used in this reaction, silica gel treated with TiCl4 is a good catalyst (entries 21 and 22). If this behavior is compared with the reaction of furan with acrylonitrile (entry 12) it can be concluded that it is the dienophile and not the diene that is responsible for these differences. Unluckily this catalyst loses most of its catalytic activity when recovered [5,6]. As it happens with the other dienophiles ZnC12/S2 leads to better results (entries 25 and 26) than ZnCl2 (entries 23 and 24), and the supported catalyst can be recovered and reused (entry 27) but it loses some of its catalytic activity; elemental analysis indicates that there is not leaching of ZnCl2 but some organic products, probably polymers, remain and poison the catalyst. ZnI2 leads to better results (entries 28 and 29) than ZnI2/S2 (entries 30 and 31) and in both cases the reduction of the selectivity with the time is observed. The cycloadducts form strong complexes with Zn12 which difficults the workup and, in the case of the supported catalyst, produces the leaching of ZnI2 and the catalyst cannot be recovered. 4. Conclusions It can be concluded that, in general, supporting on silica gel improves the applicability of ZnCl2, ZnI2 and TiCl4 in Diels-Alder reactions of furan. There is a close relationship between the nature of the dienophile and the performance of the catalyst. So, whereas TiCl4 supported on silica gel cannot be used in reactions with nitriles, it leads to very good results in the reaction of furan with methyl acrylate. The reversal is true with ZnI2 supported on silica gel which cannot be used with methyl acrylate because of the leaching of the ZnI2. ZnCl2 supported on silica gel is probably the best and more general catalyst described for these reactions. Furthermore it can be recovered and reused with the three dienophiles. The amount of supported catalyst and the reaction time have a noticeable influence on the chemical yield and the endo/exo selectivity. Acknowledgements This work was made possible by the generous financial support of the Comision Interministerial de Ciencia y Tecnolog (project MAT96-1053) and of the E.U. (contract CHRXCT93-0276). One of us (E.P.) thanks the Diputaci General de Aragon for a grant. References [1] K. Smith (Ed.), Solid Supports and Catalysts in Organic Synthesis, Ellis Horwood and Prentice Hall, Chichester, 1992. [2] C.N. Rhodes, D.R. Brown, J. Chem. Soc. Faraday Trans. 88 (1992) 2269. [3] C.N. Rhodes, D.R. Brown, J. Chem. Soc. Faraday Trans. 89 (1993) 1387. [4] J.J. Garcia, J.A. Mayoral, E. Pires, D.R. Brown, J. Massam, Catal. Lett. 37 (1996) 261. [5] C. Cativiela, J.M. Fraile, J.1. Garcia, J.A. Mayoral, E. Pires, A.J. Royo, F. Figueras, L.C. de Morval, Tetrahedron 43 (1993) 4073. [6] C. Cativiela, F. Figueras, J.1. Garcia, J.A. Mayoral, E. Pires, A.J. Royo, Tetrahedron Asymmetry 4 (1993) 621. [7] S.J. Barlow, T.W. Bastock, J.H. Clark, S.R. Cullen, Tetrahe dron Lett. 34 (1993) 3339. [8] A. Cornelis, A. Gerstmans, P. Laszlo, A. Mathy, 1. Zreba, Catal. Lett. 6 (1990) 103. [9] C. Cativiela, J.1. Garcia, J.A. Mayoral, E. Pires, R. Brown, Tetrahedron 51 (1995) 9217. [10] C. Cativiela, J.M. Fraile, J.1. Garcia, M.P. L6pez, J.A. Mayoral, E. Pires, Tetrahedron: Asymmetry 7 (1996) 2391. [ll] R.M. Dean, Adv. Heterocycl. Chem. 30 (1982) 169. [12] P. Vogel, D. Fattori, F. Gasparini, C. Le Drian, Synlett (1990) 173. J.M. Fraile et al. /Journal of Molecular Catalysis A: Chemical 123 (1997) 43-47 4-7 [13] W.L. Nelson, D.R. Allen, J. Heterocycl. Chem. 9 (1972) 561. [161 J.A. Moore, E.M. Partain 111, J. Org. Chem. 48 (1983) 1105. [14] W.G. Dauben, H.O. Krabbenhoft, J. Am. Chem. Soc. 98 [17] F. Brion, Tetrahedron Lett. 23 (1982) 5299. (1976) 1992. [l5] H. Kotsuki, H. Nishizawa, M. Ochi, K. Matsuoka, Bull. Chem. Soc. Jpn. 5:) (1982) 496. [18] P. Laszlo, J. Lucchetti, Tetrahedron Lett. 25 (1984) 4367. [19] Y.V.S. Narayama MuZhi, C.N. Pillai, Synth. Commun. 21 (1991) 783. MOLCAA 97000447 S1381-1169(97)00044-7 10.1016/S1381-1169(97)00044-7 Molecular aspects of heterogeneous catalysis Article ZnCl2, ZnI2 and TiCl4 supported on silica gel as catalysts for the Diels-Alder reactions of furan J.M. Fraile J.I. García J. Massam J.A. Mayoral ∗ E. Pires Departamento de Química Orgánica, Instituto de Ciencia de Materiales de Aragón, C.S.I.C.-Universidad de Zaragoza, Facultad de Ciencias, E-50009 Zaragoza, Spain ∗ Corresponding author. ZnCl2, ZnI2 and TiCl4 supported on silica gel are compared with their non-supported counterparts in the reactions of furan with acrylonitrile, 2-chloroacrylonitrile and methyl acrylate. The results obtained depend on the nature of both the dienophile and the catalyst. Whereas ZnCl2 and ZnI2 supported on silica gel lead to very good results with both nitriles and TiCl4 supported on silica gel cannot be used with these dienophiles, ZnCl2 and TiCl4 supported on silica gel are better catalysts when methyl acrylate is used as a dienophile. ZnCl2 and ZnI2 supported on silica gel can be recovered and reused in the reactions with nitriles, but only the first catalyst is recoverable in the reactions of methyl acrylate. ZnCl2 supported on silica gel is the catalyst with a wider applicability in these reactions with furan. Keywords Diels-Alder Heterogeneous catalysis ZnCl2 silica ZnI2 silica TiCl4 silica Furan α,β-Unsaturated dienophiles References [1] K. Smith Solid Supports and Catalysts in Organic Synthesis 1992 Ellis Horwood and Prentice Hall Chichester [2] C.N. Rhodes D.R. Brown J. Chem. Soc. Faraday Trans. 88 1992 2269 [3] C.N. Rhodes D.R. Brown J. Chem. Soc. Faraday Trans. 89 1993 1387 [4] J.I. García J.A. Mayoral E. Pires D.R. Brown J. Massam Catal. Lett. 37 1996 261 [5] C. Cativiela J.M. Fraile J.I. García J.A. Mayoral E. Pires A.J. Royo F. Figueras L.C. de Mènorval Tetrahedron 43 1993 4073 [6] C. Cativiela F. Figueras J.I. García J.A. Mayoral E. Pires A.J. Royo Tetrahedron Asymmetry 4 1993 621 [7] S.J. Barlow T.W. Bastock J.H. Clark S.R. Cullen Tetrahedron Lett. 34 1993 3339 [8] A. Cornelis A. Gerstmans P. Laszlo A. Mathy I. Zreba Catal. Lett. 6 1990 103 [9] C. Cativiela J.I. García J.A. Mayoral E. Pires R. Brown Tetrahedron 51 1995 9217 [10] C. Cativiela J.M. Fraile J.I. García M.P. López J.A. Mayoral E. Pires Tetrahedron: Asymmetry 7 1996 2391 [11] R.M. Dean Adv. Heterocycl. Chem. 30 1982 169 [12] P. Vogel D. Fattori F. Gasparini C. Le Drian Synlett 1990 173 [13] W.L. Nelson D.R. Allen J. Heterocycl. Chem. 9 1972 561 [14] W.G. Dauben H.O. Krabbenhoft J. Am. Chem. Soc. 98 1976 1992 [15] H. Kotsuki H. Nishizawa M. Ochi K. Matsuoka Bull. Chem. Soc. Jpn. 55 1982 496 [16] J.A. Moore E.M. Partain III J. Org. Chem. 48 1983 1105 [17] F. Brion Tetrahedron Lett. 23 1982 5299 [18] P. Laszlo J. Lucchetti Tetrahedron Lett. 25 1984 4367 [19] Y.V.S. Narayama Murthi C.N. Pillai Synth. Commun. 21 1991 783",
      "scopus-id": "0030872663",
      "coredata": {
        "eid": "1-s2.0-S1381116997000447",
        "dc:description": "ZnCl2, ZnI2 and TiCl4 supported on silica gel are compared with their non-supported counterparts in the reactions of furan with acrylonitrile, 2-chloroacrylonitrile and methyl acrylate. The results obtained depend on the nature of both the dienophile and the catalyst. Whereas ZnCl2 and ZnI2 supported on silica gel lead to very good results with both nitriles and TiCl4 supported on silica gel cannot be used with these dienophiles, ZnCl2 and TiCl4 supported on silica gel are better catalysts when methyl acrylate is used as a dienophile. ZnCl2 and ZnI2 supported on silica gel can be recovered and reused in the reactions with nitriles, but only the first catalyst is recoverable in the reactions of methyl acrylate. ZnCl2 supported on silica gel is the catalyst with a wider applicability in these reactions with furan.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000447",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fraile, J.M."
          },
          {
            "@_fa": "true",
            "$": "García, J.I."
          },
          {
            "@_fa": "true",
            "$": "Massam, J."
          },
          {
            "@_fa": "true",
            "$": "Mayoral, J.A."
          },
          {
            "@_fa": "true",
            "$": "Pires, E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000447"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000447"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00044-7",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "ZnCl2, ZnI2 and TiCl4 supported on silica gel as catalysts for the Diels-Alder reactions of furan",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Diels-Alder"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "ZnCl2 silica"
          },
          {
            "@_fa": "true",
            "$": "ZnI2 silica"
          },
          {
            "@_fa": "true",
            "$": "TiCl4 silica"
          },
          {
            "@_fa": "true",
            "$": "Furan"
          },
          {
            "@_fa": "true",
            "$": "α,β-Unsaturated dienophiles"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "43-47",
        "prism:endingPage": "47",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00044-7",
        "prism:startingPage": "43",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00044-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000447-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "576",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000447-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "538",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "30",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116997000447-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "603",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030872663"
      }
    }
  }
}