{
  "metadata": {
    "title": "Oxidation of propane to acrylic acid over Mo-V-Sb-La-O<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf> catalysts: Influence of catalyst preparation and calcination conditions",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-02-15",
    "doi": "10.1016/j.molcata.2005.09.048",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905006990",
    "pii": "S1381116905006990"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-31544475120",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-11-02 2005-11-02 2010-03-29T20:21:43 1-s2.0-S1381116905006990 S1381-1169(05)00699-0 S1381116905006990 10.1016/j.molcata.2005.09.048 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02266 2015-05-15T05:56:33.000448-04:00 0 0 20060215 2006 2005-11-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 245 245 1 2 1 2 Volume 245, Issues 1–2 24 161 166 161 166 20060215 15 February 2006 2006-02-15 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. OXIDATIONPROPANEACRYLICACIDOVERMOVSBLAOXCATALYSTSINFLUENCECATALYSTPREPARATIONCALCINATIONCONDITIONS RANE V 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Oxidation of propane 3 Results and discussion 3.1 Catalyst characterization 3.2 Oxidation of propane 4 Conclusions Acknowledgements References MIZUNO 1996 1001 N UEDA 1996 1065 W AI 1992 679 M AI 1998 301 M AI 1986 786 M CAVANI 1995 541 F UEDA 1995 541 W LYONS 1991 99 J CENTI 1991 G CATALYTICSCIENCETECHNOLOGYKODANSHAVOL1 MIZUNO 1996 309 N MOROOKA 1994 Y CATALYSISVOL11 MISONO 1987 269 M VOLTA 1995 29 J MIZUNO 1994 1411 N HAN 1999 521 Y LI 2002 127 H USHIKUBO 2003 79 T BOTELLA 2002 149 P LIN 2001 1 M ALSAEEDI 2003 108 J NOVAKOVA 2002 226, 235 E UEDA 2000 135 W USHIKUBO 2000 331 T GRASSELLI 2001 93 R LUO 2001 222 L OSHIHARA 2001 153 K BOTELLA 2002 445 P AI 1986 389 M AI 1998 297 M KADDOURI 1999 271 A LIN 2000 223 M BALCELLIS 2004 211 E RANEX2006X161 RANEX2006X161X166 RANEX2006X161XV RANEX2006X161X166XV item S1381-1169(05)00699-0 S1381116905006990 1-s2.0-S1381116905006990 10.1016/j.molcata.2005.09.048 271358 2010-10-08T06:14:47.67191-04:00 2006-02-15 1-s2.0-S1381116905006990-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/MAIN/application/pdf/cce5c9ebbc7ef37c475b0000612bad04/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/MAIN/application/pdf/cce5c9ebbc7ef37c475b0000612bad04/main.pdf main.pdf pdf true 185074 MAIN 6 1-s2.0-S1381116905006990-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/PREVIEW/image/png/cc660b162cf4ac693d24bfd3e9cdfd76/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/PREVIEW/image/png/cc660b162cf4ac693d24bfd3e9cdfd76/main_1.png main_1.png png 71301 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905006990-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr1/DOWNSAMPLED/image/jpeg/6f41548f1400bcf81a96c206d0586b1a/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr1/DOWNSAMPLED/image/jpeg/6f41548f1400bcf81a96c206d0586b1a/gr1.jpg gr1 gr1.jpg jpg 23479 343 347 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006990-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr1/THUMBNAIL/image/gif/baaadf33b0765958e40ff57f8cc149c4/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr1/THUMBNAIL/image/gif/baaadf33b0765958e40ff57f8cc149c4/gr1.sml gr1 gr1.sml sml 1990 93 94 IMAGE-THUMBNAIL 1-s2.0-S1381116905006990-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr2/DOWNSAMPLED/image/jpeg/dfbb026030ebc6928a51967f6a416d34/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr2/DOWNSAMPLED/image/jpeg/dfbb026030ebc6928a51967f6a416d34/gr2.jpg gr2 gr2.jpg jpg 25775 390 346 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006990-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr2/THUMBNAIL/image/gif/92bc276b2d26b2ad7f7632590dfa9361/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr2/THUMBNAIL/image/gif/92bc276b2d26b2ad7f7632590dfa9361/gr2.sml gr2 gr2.sml sml 1961 93 83 IMAGE-THUMBNAIL 1-s2.0-S1381116905006990-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr3/DOWNSAMPLED/image/jpeg/873b69e02d44b250ad17bbb989034d6d/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr3/DOWNSAMPLED/image/jpeg/873b69e02d44b250ad17bbb989034d6d/gr3.jpg gr3 gr3.jpg jpg 22190 365 356 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006990-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr3/THUMBNAIL/image/gif/ae0fc7e5e3a0ac81ed0810e041cc147d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr3/THUMBNAIL/image/gif/ae0fc7e5e3a0ac81ed0810e041cc147d/gr3.sml gr3 gr3.sml sml 1914 93 91 IMAGE-THUMBNAIL 1-s2.0-S1381116905006990-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr4/DOWNSAMPLED/image/jpeg/e26c451375ef75f206d417d25d85cc71/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr4/DOWNSAMPLED/image/jpeg/e26c451375ef75f206d417d25d85cc71/gr4.jpg gr4 gr4.jpg jpg 9236 82 449 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006990-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/gr4/THUMBNAIL/image/gif/9e28a09d36c7794fa2318649b70a5c91/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/gr4/THUMBNAIL/image/gif/9e28a09d36c7794fa2318649b70a5c91/gr4.sml gr4 gr4.sml sml 1287 23 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905006990-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/fx1/DOWNSAMPLED/image/gif/8fc8432daffe1fc7f0217539e08c17a0/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/fx1/DOWNSAMPLED/image/gif/8fc8432daffe1fc7f0217539e08c17a0/fx1.gif fx1 true fx1.gif gif 1820 26 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006990-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006990/fx1/THUMBNAIL/image/gif/d991ede11c54bb6ba2c8005d07eb2c60/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006990/fx1/THUMBNAIL/image/gif/d991ede11c54bb6ba2c8005d07eb2c60/fx1.sml fx1 true fx1.sml sml 369 9 125 IMAGE-THUMBNAIL MOLCAA 5563 S1381-1169(05)00699-0 10.1016/j.molcata.2005.09.048 Elsevier B.V. Fig. 1 Effect of temperature on the catalytic performance in oxidation of propane over Mo-V-Sb-La-O x catalyst prepared by the slurry method (C3H8:O2:He:H2O=1:1.5:4:1.5, GHSV=840cm3 g−1 h−1 and calcination time=8h). Fig. 2 Effect of C3H8/O2 on the catalytic performance in oxidation of propane over Mo-V-Sb-La-O x catalyst prepared by slurry method (temperature=500°C, GHSV=840cm3 g−1 h−1 and calcination time=8h). Fig. 3 Effect of catalyst calcination time on the catalytic performance in oxidation of propane over Mo-V-Sb-La-O x catalyst prepared by slurry method (temperature=500°C, C3H8:O2:He:O2 =1:1.5:4:1.5 and GHSV=840cm3 g−1 h−1). Fig. 4 Oxidation pathways over Mo-V-Sb-La-O x catalyst. Table 1 Surface area and XRD analysis data of Mo1-V0.4-Sb0.25-La0.2-O x catalysts prepared by different methods and calcination conditions Catalyst preparation method a Surface area (m2 g−1) Crystalline phases Slurry b 5.19 La2O3 MoO3 VO2 VSbO4 La2(MoO6) Slurry c 3.24 La2O3 MoO3 VO2 VSbO4 La2(MoO6) VMoO2 LaVO4 La4Mo2O11 Slurry 1.78 La2O3 MoO3 VO2 VSbO4 La2(MoO6) VMoO2 LaVO4 La4Mo2O11 Co-precipitation 2.90 La2O3 MoO2 VO2 VSbO4 LaVO4 Sb2O5 Hydrothermal synthesis 2.19 La2O3 MoO3 VO2 VSbO4 La2(MoO6) MoV2O8 La6MoO12 MoO3·OH a Calcined at 600°C for 8h. b Calcined at 600°C for 2h. c Calcined at 600°C for 4h. Table 2 XPS analysis data of Mo-V-Sb-La-O x (composition calculated from preparation Mo:V:Sb:La=1.0:0.4:0.25:0.2) catalysts prepared by different methods and calcination conditions Catalyst preparation method a XPS composition Binding energy (eV) Mo V Sb La Mo 3d V 2p3/2 Sb 3d3 La 3d Slurry b 1.0 0.52 0.78 0.25 233.3 517.5 540.7 835, 838.4, 855 Slurry 1.0 0.61 0.44 0.97 233.0 518.8 541.5 839.9, 843.5, 860.1 Co-precipitation 1.0 17.0 7.5 29.0 231.6 517.7 542.1 836.7, 840.4, 856.9 Hydrothermal 1.0 0.33 0.63 0.64 233.0 517.4 540.6 835.6, 839.3, 856.0 a Calcined at 600°C for 8h. b Calcined at 600°C for 2h. Table 3 Effect of catalyst (Mo1-V0.4-Sb0.25-La0.2-O x ) preparation methods on the catalytic performance in oxidation of propane at 500°C (reaction conditions: C3H8:O2:He:H2O=1.0:1.5:4.0:1.5 and GHSV, 840cm3 g−1 h−1) Catalyst preparation method a Surface area (m2 g−1) C3H8 conversion (%) Selectivity (%) Σ oxy CO CO2 C3H6 AcOH AA Slurry b 5.42 30.9 68.3 17.2 7.8 4.0 1.9 5.9 Slurry c 5.19 15.8 51.6 19.7 10.0 7.7 9.0 18.2 Slurry 1.78 10.7 41.1 12.0 7.2 13.7 14.5 30.9 Hydrothermal 2.19 22.9 55.8 18.7 5.9 6.0 8.2 15.7 Co-precipitation 2.90 39.2 50.9 37.6 11.5 0.2 0.3 0.8 AA: acrylic acid and AcOH: acetic acid. a Calcined at 600°C for 8h. b Catalyst, Mo-V-Sb (1:0.4:0.25), reaction temperature=450°C. c Calcined at 600°C for 2h. Oxidation of propane to acrylic acid over Mo-V-Sb-La-O x catalysts: Influence of catalyst preparation and calcination conditions V.H. Rane a ⁎ U. Rodemerck b M. Baerns b a Homogeneous Catalysis Division, National Chemical Laboratory, Pune 411008, India b Institute for Applied Chemistry Berlin-Adlershof, Richard-Willstätter Str. 12, D-12489 Berlin, Germany ⁎ Corresponding author. Tel.: +91 20 25893300x2357; fax: +91 20 25893260. Graphical abstract In the oxidation of propane to acrylic acid over a Mo-V-Sb-La-O x catalyst, the influence of variables determining solid properties (viz. catalyst preparation methods including calcination conditions) and of process variables (viz. temperature and the C3H8/O2 ratio) on the catalytic performance was studied in the presence of water. The surface and catalytic properties of the Mo-V-Sb-La-O x catalyst were found to be strongly dependent on the above parameters. The catalyst prepared by a slurry method showed superior catalytic performance compared to the catalyst prepared by co-precipitation and hydrothermal synthesis methods. The presence of water vapour in the reactant feed of propane and oxygen was beneficial for obtaining relatively good selectivity to acrylic acid. The catalyst was highly stable over an extended period of time without losing its activity and selectivity. Keywords Oxidation of propane Mo-V-Sb-La-O x catalyst Acrylic acid Acetic acid Effect of catalyst preparation methods Effect of calcination conditions 1 Introduction Presently, acrylic acid is produced commercially by the oxidation of propene through two steps: (i) oxidation of propene to acrolein and (ii) oxidation of acrolein to acrylic acid using transition metal oxide catalysts. During the last decade, interest increased in the potential use of propane for the direct oxidation propane to oxygenates due to the abundant availability of propane and hence, economic reasons. However, activation of the CH bond in propane is not easy due to its high strength, which requires a high energy of activation. Literature indicates that considerable progress has been made in the oxidation of propane to acrylic acid by molecular gas-phase oxygen. Various catalyst systems such as heteropoly acids [1–8], V-P-O catalysts [9–13] and metal oxide catalysts [14–19] have been studied for the oxidation of propane to acrylic acid. Mo-V-Te-Nb-O x [20–23] and Mo-V-Sb-Nb-O x [24–27] mixed oxides are the most active and selective catalysts for this reaction. It was reported that the best catalysts contain well-dispersed V embedded in a matrix of mixed metal oxides. However, for the preparation of active and selective catalysts, the preparation method and calcination conditions are the crucial factors for the formation of certain crystalline phases, which are responsible for high selectivity to acrylic acid. In the literature, several sources indicate that the catalytic performance strongly depends not only on the chemical composition but also on the catalyst preparation method [28–34]. Recently, it has been reported that Mo-V-Te-Nb-O x catalysts prepared by hydrothermal synthesis show excellent catalytic performance in the oxidation of propane to acrylic acid [21,35]. Unfortunately, the achievement of the single-step process is not good enough for its commercialization because of the low yields to oxygenates. The acrylic acid can be produced in good yields only at lower reaction temperature; at higher temperatures required for the reaction, the oxygenated products, particularly acrylic acid are converted to unwanted by-products such as carbon oxides (CO and CO2). Thus, there are limitations on the reaction conditions. Therefore, it is highly desirable to develop a catalyst that is active, selective and stable and operates at lower reaction temperatures. Recently, we found that La-doped Mo-V-Sb-O catalysts show good activity and are able to produce the oxygenates acrylic acid and acetic acid [36]. Thus, the aim of the present work was to study this catalyst system in more detail for the oxidation of propane to oxygenates with the following objectives: (i) preparation of Mo-V-Sb-La oxide catalysts by different catalyst preparation methods (viz. slurry, co-precipitation and hydrothermal synthesis); (ii) characterization of the catalysts for their properties (viz. surface area and composition, crystal phases); (iii) evaluation of the catalytic activity and selectivity at different reaction conditions (viz. temperature, C3H8/O2, He/C3H8, H2O/C3H8 ratios, etc.). 2 Experimental 2.1 Catalyst preparation All preparation methods aimed at a Mo-V-Sb-La-O x catalyst (Mo:V:Sb:La=1.0:0.4:0.25:0.2). Under the slurry method, typically the required amount of ammonium molybdate, ammonium metavanadate, antimony chloride (SbCl5) and lanthanum nitrate with desired atomic ratios were mixed in deionized water at 90°C to form slurry. The water was then evaporated at 90°C with constant stirring until a thick paste was obtained. The thick slurry was then dried at 120°C for 12h. In co-precipitation the desired amounts of ammonium molybdate, ammonium metavanadate, antimony nitrate and lanthanum nitrate were dissolved in deionized water at 90°C to form slurry. A precipitate was then obtained by the addition of an aqueous ammonia solution (pH≥8.0), being afterwards left during 30min for ageing. Subsequently, the precipitate was filtered and washed with deionized water and finally dried at 120°C for 12h. In hydrothermal synthesis the desired amounts of ammonium molybdate, ammonium metavanadate, antimony chloride (SbCl5) and lanthanum nitrate were dissolved in deionized water at 90°C to form slurry. The gel was kept in Teflon-lined stainless steel autoclaves at 175°C for 48h. The resulting precipitate was filtered, washed and dried at 120°C for 12h. In all cases the dried catalyst masses were calcined at 600°C for 2–8h in a flow of nitrogen. After calcination, the catalysts were pressed binder-free and crushed to 20–30mesh sized particles. 2.2 Catalyst characterization The surface area of the catalyst was determined by a five-point BET method by adsorption of N2 using an ASAP 2010 surface analyzer. The crystalline phases of the catalysts were determined by X-ray powder diffraction with a STOE Transmission Diffractometer using Cu Kα1 radiation. XPS measurements were done using an ESCALAB 220 iXL (Fisons). 2.3 Oxidation of propane The catalytic experiments were carried out in a fixed-bed tubular reactor made of quartz (i.d. 8mm, o.d. 10mm and length 200mm) at atmospheric pressure. The catalyst samples (particle size: 22–30mesh) were located within the reactor between two layers of quartz chips (size, 850–1180nm). Before the reaction, the catalysts were pretreated at 450°C for 2h in a flow of helium (20cm3 min−1). The feed consisted of a mixture of pure propane, oxygen, helium and water vapour. The reaction was performed at different temperatures (400–500°C), C3H8/O2 ratios (0.33–2.0), H2O/C3H8 ratios (0.9–6.0) and He/C3H8 ratios (2.0–20) and at a constant gas hourly space velocity (GHSV) (840cm3 g−1 h−1). Gaseous reactants and products were analyzed by on-line micro-gas chromatography (Varian-Chrompack CP-2002) with a thermal conductivity detector (TCD) using two columns (Porapak-Q for the separation of CO2 and hydrocarbons and molecular sieve for the separation of He, O2 and CO). The liquid oxygenated products were analyzed off-line also by gas chromatography (Shimadzu GC 14a) with a Porapak-Q capillary column and a flame ionization detector (FID). The effluent gases from the reactor were passed through a cold trap (0°C) for the condensation of water and to remove all the water-soluble oxygenated compounds before analyzing the gases in a micro-GC. A mass spectrometer was mounted in front of the cold trap to assess the presence of oxygenated products in the reaction. The carbon balance was always above 95%. The selectivities were calculated based on C3H8 converted. 3 Results and discussion 3.1 Catalyst characterization The BET surface area and XRD analysis data of the differently prepared Mo-V-Sb-La-O x catalysts, which were calcined for 2 and 8h, respectively, are presented in Table 1 . The results show that the surface area is slightly higher for the catalysts prepared by co-precipitation than the catalysts prepared by the slurry- or hydrothermal synthesis methods (calcined at 600°C for 8h). Furthermore, the surface area decreased by increasing the time of catalyst calcination from 2 to 8h. The XRD data for the differently prepared catalysts showed the presence of crystalline phases as well as amorphous ones. For the catalysts prepared by the slurry method and calcined different times (2 and 8h), similar crystalline phases (MoO3, La2O3, VO2, VSbO4 and La2MoO6) were observed. In addition, LaVO4 and molybdenum–vanadium-oxide phases were observed for the catalyst calcined for 8h. Similar crystalline phases were obtained for the catalysts calcined for 4 and 8h. Besides crystalline LaVO4 phase (which was only present in the catalyst prepared by the slurry method), all the other crystalline phases were similarly observed for the catalysts prepared by both the slurry and hydrothermal synthesis methods, whereas the catalyst prepared by co-precipitation showed only the presence of crystalline La2O3, VSbO4, LaVO4, VO2, Sb2O5 phases but no MoO3 and lanthanum–molybdenum-oxide phases. Comparison of Table 1 (crystalline phases) and Table 2 (surface composition) indicates the surface enrichment of vanadium and lanthanum for the catalyst prepared by the co-precipitation method. This may be the reason for the few different crystalline phases observed for the catalysts prepared by the co-precipitation method compared to the catalysts prepared by the slurry and hydrothermal synthesis methods. The XPS analysis data for the various Mo-V-Sb-La-O x catalysts (Mo:V:Sb:La=1:0.4:0.25:0.2) are shown in Table 2. The surface and near-surface compositions are different for all the catalysts of the same composition but prepared by different preparation methods (viz. slurry, co-precipitation and hydrothermal synthesis). For all the calcined catalysts the surface concentration of V, Sb and La is higher than the bulk metal concentration resulting from the preparation with the exception of V, which is lower in case of the catalyst prepared by the hydrothermal synthesis method. The co-precipitated catalyst mainly contains La, V and Sb in the near-surface area whereas Mo exists only in trace amounts. In this catalyst, the peak for Mo is also shifted to lower binding energies. 3.2 Oxidation of propane The effect of temperature on catalytic activity and product selectivity in the oxidation of propane over the Mo-V-Sb-La-O x catalyst, prepared by the slurry method, is presented in Fig. 1 . The major oxygenated products obtained over this catalyst were acetic acid and acrylic acid. Acrolein, 2-propanol and acetone were obtained in only minor amounts. Propane conversion increased as expected with an increase in temperature as the selectivities for CO and CO2, whereas the propylene selectivity decreased to a large extent. The selectivity to acetic acid and acrylic acid passed through a maximum with increasing temperature. It seems that the increase in selectivity to acetic acid and acrylic acid is related to the loss of selectivity to propylene. Normally, the selectivity to acrylic acid decreases with increasing temperature but for the chosen catalyst and reaction conditions, an increase in acrylic acid selectivity was observed on increasing the temperature from 400 to 450°C. A further increase in temperature caused a decrease in the selectivity. At higher temperatures, the oxygenated compounds are oxidized to carbon oxides and hence, the selectivity to oxygenates decreased. The catalyst prepared by the slurry method was highly stable for a long period of operation (i.e., about 80h) without losing its activity and selectivity. The influence of the C3H8/O2 ratio on propane conversion and product selectivity is shown in Fig. 2 . The propane conversion is decreased with increasing propane-to-oxygen ratio in the feed. However, the conversion of O2 is not influenced significantly by a change in the C3H8/O2 ratio. The selectivities for CO and CO2 decreased to a small extent but selectivity to propylene increased with increasing C3H8/O2 ratio. The selectivity to acrylic acid was not much affected but the selectivity to acetic acid increased with increasing C3H8/O2 ratio in the feed. The effect of calcination time on the catalytic performance over the Mo-V-Sb-La-O x catalysts, prepared by the slurry method, is presented in Fig. 3 . The propane conversion decreased with increasing calcination time from 2 to 4h but a further increase in calcination time causes only a marginal decrease in conversion. This is in agreement with a loss of specific surface area with increased calcinations time (see Table 1). The catalyst calcined for 2h showed high selectivity to carbon oxides (i.e., CO and CO2), and moreover, the formation of propylene, acrylic acid, acetic acid, and other oxygenated products such as 2-propanol, acetone and acetic acid was also observed. When the calcination time increased to 4h the selectivities to CO and CO2 are decreased but that to acrylic acid and acetic acid is increased. The propane conversion and selectivity to oxygenated products are not much affected when the calcination time is further increased from 4 to 8h. However, the selectivity to propylene varies with calcination time. It is interesting to note that the selectivities to acrylic acid and acetic acid are increased greatly when the calcination time increases from 2 to 4h but a further increase in calcination time did not affect selectivity. The variation in the conversion and selectivity pattern suggests that the catalyst was not in a stable form when a short calcination time (2h) was applied, and hence, a low selectivity was obtained for the oxygenated products. This may be due to the fact that the active sites being responsible for the formation of oxygenated products may not be formed at the lower calcination time and hence, an excess formation of CO and CO2 was observed. To study the effect of the various preparation methods on the catalytic performance and the surface properties of the catalysts, a detailed investigation was carried out over the Mo-V-Sb-La-O x catalyst. The results of this study are presented in Table 3 . The following important conclusions were drawn: • Catalysts prepared by different methods (viz. slurry, co-precipitation and hydrothermal synthesis) exhibit different catalytic performance that depends very much on catalyst preparation and calcination conditions. • The catalyst prepared by the slurry method shows good selectivity to acetic acid and acrylic acid. • A significant increase in propane conversion, i.e., activity, was observed for the catalyst prepared by hydrothermal synthesis compared to the slurry method. For this catalyst, CO and CO2 selectivities are markedly high, especially the selectivity to CO, but the selectivities for acetic acid and acrylic acid are low. • The catalyst prepared by co-precipitation shows a totally different catalytic performance from the other ones, i.e., its activity was highest. The selectivity to oxygenated products, however, was totally suppressed. The catalysts showed preferentially the formation of CO and CO2 but very little formation of propylene. The above discussion reveals that the catalyst prepared by the co-precipitation method was totally inactive towards oxygenated products. It shows very high selectivity (about 90%) to carbon oxides. This may be due to the following reasons. As discussed earlier in the context of the XRD analysis, no MoO3 and lanthanum–molybdenum-oxide phases were observed for the co-precipitation catalyst (Table 1); after calcination a number of high intensity phases (between 30° and 55°) are observed. The XRD data indicate the presence of an Sb2O5 phase; that is, Sb2O5 is not fully consumed for compound formation. XPS data also show that Mo exists only in trace amounts in the catalyst surface (Table 2). For the catalysts prepared by slurry and hydrothermal synthesis methods, most of the crystalline phases observed were similar except for the additional LaVO4 phase observed in the catalyst prepared by the slurry method. It seems that the active sites, which are responsible for the formation of oxygenates, particularly acrylic acid and acetic acid, were not formed on the surface of the catalyst prepared by co-precipitation and thus the catalyst became totally unselective towards the oxygenated products. The catalysts studied did not show satisfactory oxygenates selectivities (acrylic acid S max =14.5%; acetic acid S max =13.7%) at a propane conversion of approximately 11%. The results showed, however, a significant effect of catalyst preparation procedures on selectivity and activity; this may serve as a support in further catalyst development. In the literature, the reaction pathways of the oxidation of propane to oxygenates over V-P-O [37], Te-P/NiMoO [38], Mo-V-Te-Nb-O [33,39] and V-OH beta zeolite [33] catalysts have been reported. For the present Mo-V-Sb-La-O x catalyst system, the proposed oxidation pathways comprising all the partial oxidation products lead to the reaction scheme given in Fig. 4 . The products obtained in the present study were acrolein, acetone, 2-propanol, acetic acid, acrylic acid, CO, CO2 and C3H6. In the proposed reaction scheme, two major pathways have been proposed. In the first route, the acrolein formation mainly occurs via propene, which is formed by the oxidation of propane. The acrolein is then further oxidized to acrylic acid in the presence of molecular oxygen. As stated earlier, the products such as acetone, 2-propanol and acetic acid were also obtained in this catalyst system in oxidative conversion of propane; therefore, the formation of acetic acid via acetone as an intermediate has been proposed. Acetone is formed by the oxidation of 2-propanol, which in turn results from water addition to propene, whereas direct formation of propane cannot be ruled out. A similar parallel reaction pathway for oxidation of propane with oxygen to 2-propanol and acetone has already been proposed as minor pathways on mixed oxide catalysts containing Mo and V metals [25,27,33,37,39,40]. It seems that the majority of the reaction proceeds through the first route, i.e., acrylic acid formation occurs via acrolein as an intermediate. The oxygenated products particularly acrolein and acrylic acid have low stability on the surface of the catalyst and hence they are further oxidized to carbon oxides and thus the selectivity to acrylic acid is decreased. 4 Conclusions In the oxidation of propane the catalytic activity and selectivity of the Mo-V-Sb-La-O x catalysts depend strongly on the catalyst preparation method including the calcination time and process conditions (viz. temperature, C3H8/O2 ratio, space velocity, etc.). The catalyst prepared by the slurry method gives a good catalytic performance compared to the catalysts prepared by hydrothermal synthesis or co-precipitation. The catalytic activity and selectivity remains unchanged when the reaction was continued for up to 80h; this indicates that a high stability of the catalyst may exist. Acknowledgements V.H. Rane is grateful to the Alexander von Humboldt Foundation, Bonn, for awarding a fellowship to work at the Institute for Applied Chemistry Berlin-Adlershof. Financial support of Fonds der Chemischen Industrie was gratefully appreciated. Finally, the authors thank Dr. J. Radnik and Dr. M. Schneider for XPS and XRD measurements, respectively. References [1] N. Mizuno W. Han T. Kudo M. Iwamoto Stud. Surf. Sci. Catal. 101 1996 1001 [2] W. Ueda Y. Suzuki W. Lee S. Imaoka Stud. Surf. Sci. Catal. 101 1996 1065 [3] M. Ai Catal. Today 13 1992 679 M. Ai Catal. Today 42 1998 301 M. Ai J. Chem. Soc. Chem. Commun. 1986 786 [4] F. Cavani E. Etienne M. Favaro A. Galli F. Trifiro G. Hecquet Catal. Lett. 32 1995 541 [5] W. Ueda Y. Suzuki Chem. Lett. 1995 541 [6] J.E. Lyons P.E. Ellis V.A. Durante Stud. Surf. Sci. Catal. 67 1991 99 [7] G. Centi F. Trifiro Catalytic Science and Technology, Kodansha, vol. 1 1991 p. 225 [8] N. Mizuno D.J. Suh W. Han T. Kudo J. Mol. Catal. A114 1996 309 [9] Y. Moro-oka W. Ueda Catalysis, vol. 11 1994 Royal Society of Chemistry p. 223 [10] M. Misono Catal. Rev. Sci. Eng. 29 1987 269 [11] J.C. Volta Catal. Today 32 1995 29 [12] N. Mizuno M. Tateshi M. Iwamoto J. Chem. Soc. Chem. Commun. 1994 1411 [13] Y.F. Han H.M. Wang H. Cheng J.F. Deng J. Chem. Soc. Chem. Commun. 1999 521 [14] U. Takashi, N. Hiroya, K. Yukio, W. Shin, Eur. Patent 0,608,838 A2 (1994). [15] H. Li J. Tong H. Zhu Y. Baichun Y. Ping J. Nat. Gas Chem. 11 2002 127 [16] A.M. Gaffney, R. Song, Eur. Pat. Appl. EP 1,270,068 (2003). [17] T. Ushikubo Catal. Today 78 2003 79 [18] M. Lin, M.W. Linsen, Eur. Pat. Appl. EP 1,260,495 (2002). [19] S. Chaturvedi, A.M. Gaffney, S. Han, M.D. Heffner, R. Song, Eur. Pat. Appl. EP 1,192,988 (2002). [20] T. Ushikubo, H. Nakamura, Y. Koyasu, S. Wajiki, US Patent 5,380,933 (1995). [21] P. Botella B. Solsona A. Martinez-Arias J.M. Lopez Nieto Catal. Lett. 74 2002 149 [22] M. Lin, M.W. Linsen, Eur. Pat. Appl. EP 962,253 (1999). [23] S. Komada, H. Hinago, M. Kaneta, M. Watanabe, Eur. Pat. Appl. EP 0,896,809 A1 (1999). [24] M. Takahashi, S. To, S. Hirose, JP Patent 98,118,491 (1998). [25] M. Lin Appl. Catal. A207 2001 1 [26] J.N. Al-Saeedi V.V. Guliants O. Guerrero-Perez M.A. Banares J. Catal. 215 2003 108 [27] E. Novakova J.C. Vedrine E.G. Derouane J. Catal. 211 2002 226, 235 [28] W. Ueda K. Oshihara Appl. Catal. A200 2000 135 [29] T. Ushikubo, H. Nakamura, Y. Koyasu, S. Wajiki, US Patent 5,380,933 (1995); Eur. Patent 608,838 B1 (1997). [30] S. Komada, H. Hinago, M. Kaneta, M. Watanabe, Eur. Pat. Appl. EP 0,896,809 A1 (1999). [31] T. Ushikubo Catal. Today 57 2000 331 [32] R.K. Grasselli Top. Catal. 15 2001 93 [33] L. Luo J.A. Labinger M.E. Davis J. Catal. 200 2001 222 [34] K. Oshihara T. Hisano W. Ueda Top. Catal. 15 2001 153 [35] P. Botella J.M. Lopez Nieto B. Solsona A. Mifsud F. Marquez J. Catal. 209 2002 445 [36] V.H. Rane, U. Rodemerck, M. Baerns, J. Chemtech. Biotech., in press. [37] M. Ai J. Catal. 101 1986 389 M. Ai Catal. Today 42 1998 297 [38] A. Kaddouri C. Mazzocchia E. Tempesti Appl. Catal. A180 1999 271 [39] M. Lin T.B. Desai F.W. Kaiser P.D. Klugherz Catal. Today 61 2000 223 [40] E. Balcellis F. Borgmeier I. Grisstede H.-G. Lintz F. Rosowski Appl. Catal. A266 2004 211",
      "scopus-id": "31544475120",
      "coredata": {
        "eid": "1-s2.0-S1381116905006990",
        "dc:description": "In the oxidation of propane to acrylic acid over a Mo-V-Sb-La-O x catalyst, the influence of variables determining solid properties (viz. catalyst preparation methods including calcination conditions) and of process variables (viz. temperature and the C3H8/O2 ratio) on the catalytic performance was studied in the presence of water. The surface and catalytic properties of the Mo-V-Sb-La-O x catalyst were found to be strongly dependent on the above parameters. The catalyst prepared by a slurry method showed superior catalytic performance compared to the catalyst prepared by co-precipitation and hydrothermal synthesis methods. The presence of water vapour in the reactant feed of propane and oxygen was beneficial for obtaining relatively good selectivity to acrylic acid. The catalyst was highly stable over an extended period of time without losing its activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-02-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905006990",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rane, V.H."
          },
          {
            "@_fa": "true",
            "$": "Rodemerck, U."
          },
          {
            "@_fa": "true",
            "$": "Baerns, M."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905006990"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905006990"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00699-0",
        "prism:volume": "245",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Oxidation of propane to acrylic acid over Mo-V-Sb-La-O x catalysts: Influence of catalyst preparation and calcination conditions",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Oxidation of propane"
          },
          {
            "@_fa": "true",
            "$": "Mo-V-Sb-La-O x catalyst"
          },
          {
            "@_fa": "true",
            "$": "Acrylic acid"
          },
          {
            "@_fa": "true",
            "$": "Acetic acid"
          },
          {
            "@_fa": "true",
            "$": "Effect of catalyst preparation methods"
          },
          {
            "@_fa": "true",
            "$": "Effect of calcination conditions"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "161-166",
        "prism:endingPage": "166",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 February 2006",
        "prism:doi": "10.1016/j.molcata.2005.09.048",
        "prism:startingPage": "161",
        "dc:identifier": "doi:10.1016/j.molcata.2005.09.048",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "343",
            "@width": "347",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23479",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1990",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "390",
            "@width": "346",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25775",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1961",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "365",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22190",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1914",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "82",
            "@width": "449",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9236",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "23",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1287",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "26",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1820",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "9",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006990-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "369",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/31544475120"
      }
    }
  }
}