{
  "metadata": {
    "title": "Partial reduced heteropoly compound catalysts for the selective oxidation of propene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-03-28",
    "doi": "10.1016/S1381-1169(00)00562-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116900005628",
    "pii": "S1381116900005628"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035961854",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-03-19 2001-03-19 2010-04-18T18:49:19 1-s2.0-S1381116900005628 S1381-1169(00)00562-8 S1381116900005628 10.1016/S1381-1169(00)00562-8 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01355 2015-05-15T05:55:31.049811-04:00 0 0 20010328 2001 2001-03-19T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 169 169 1 2 1 2 Volume 169, Issues 1–2 25 199 205 199 205 20010328 28 March 2001 2001-03-28 2001 converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. PARTIALREDUCEDHETEROPOLYCOMPOUNDCATALYSTSFORSELECTIVEOXIDATIONPROPENE MAO X 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalytic reaction 2.3 Catalyst characterization 3 Results and discussion 3.1 IR 3.2 Raman 3.3 ESR 3.4 TPO and TPR 3.5 Catalytic reaction 4 Conclusion Acknowledgements References CAVANI 1998 73 F BAERNS 1998 13 M MAOX2001X199 MAOX2001X199X205 MAOX2001X199XX MAOX2001X199X205XX item S1381-1169(00)00562-8 S1381116900005628 1-s2.0-S1381116900005628 10.1016/S1381-1169(00)00562-8 271358 2010-10-03T05:02:56.645588-04:00 2001-03-28 1-s2.0-S1381116900005628-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/MAIN/application/pdf/0c23b3c019ab33b48992d37066f0040a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/MAIN/application/pdf/0c23b3c019ab33b48992d37066f0040a/main.pdf main.pdf pdf true 145017 MAIN 7 1-s2.0-S1381116900005628-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/PREVIEW/image/png/83ebb94051f5ff338c4eedde15f8ff65/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/PREVIEW/image/png/83ebb94051f5ff338c4eedde15f8ff65/main_1.png main_1.png png 53114 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116900005628-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr1/THUMBNAIL/image/gif/b6b460ac41f372e879bcdc37eda00089/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr1/THUMBNAIL/image/gif/b6b460ac41f372e879bcdc37eda00089/gr1.sml gr1 gr1.sml sml 1380 93 59 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr1/DOWNSAMPLED/image/gif/559eacbab3bb01de61d953dd35b579f9/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr1/DOWNSAMPLED/image/gif/559eacbab3bb01de61d953dd35b579f9/gr1.gif gr1 gr1.gif gif 8008 292 186 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900005628-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr2/THUMBNAIL/image/gif/8f6d5324ec93a9779327c8376feb76ab/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr2/THUMBNAIL/image/gif/8f6d5324ec93a9779327c8376feb76ab/gr2.sml gr2 gr2.sml sml 1160 94 89 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr2/DOWNSAMPLED/image/gif/88e70afd461fbfef5603736340678453/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr2/DOWNSAMPLED/image/gif/88e70afd461fbfef5603736340678453/gr2.gif gr2 gr2.gif gif 6772 311 296 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900005628-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr3/THUMBNAIL/image/gif/3c91b464353192fae1271f5d3527c7a7/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr3/THUMBNAIL/image/gif/3c91b464353192fae1271f5d3527c7a7/gr3.sml gr3 gr3.sml sml 868 73 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr3/DOWNSAMPLED/image/gif/b54cdf3e0087d9d375a79e895c54c25b/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr3/DOWNSAMPLED/image/gif/b54cdf3e0087d9d375a79e895c54c25b/gr3.gif gr3 gr3.gif gif 6806 319 550 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900005628-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr4/THUMBNAIL/image/gif/719476acd9661fb32fabef94bfa6f562/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr4/THUMBNAIL/image/gif/719476acd9661fb32fabef94bfa6f562/gr4.sml gr4 gr4.sml sml 1506 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr4/DOWNSAMPLED/image/gif/a68c0832e4053f65ceb3c8ca7470cb92/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr4/DOWNSAMPLED/image/gif/a68c0832e4053f65ceb3c8ca7470cb92/gr4.gif gr4 gr4.gif gif 5842 218 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900005628-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr5/THUMBNAIL/image/gif/41a2ee74e9fd18a6305f77025d5e4b26/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr5/THUMBNAIL/image/gif/41a2ee74e9fd18a6305f77025d5e4b26/gr5.sml gr5 gr5.sml sml 1184 93 89 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr5/DOWNSAMPLED/image/gif/c2c8f81bd5149a7cb40393a1abf310b4/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr5/DOWNSAMPLED/image/gif/c2c8f81bd5149a7cb40393a1abf310b4/gr5.gif gr5 gr5.gif gif 6625 293 280 IMAGE-DOWNSAMPLED 1-s2.0-S1381116900005628-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr6/THUMBNAIL/image/gif/09d56c76280586a5ac108cabcecdc549/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr6/THUMBNAIL/image/gif/09d56c76280586a5ac108cabcecdc549/gr6.sml gr6 gr6.sml sml 1462 93 87 IMAGE-THUMBNAIL 1-s2.0-S1381116900005628-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116900005628/gr6/DOWNSAMPLED/image/gif/ff78d3fc626fe227ab55092847fe0a38/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116900005628/gr6/DOWNSAMPLED/image/gif/ff78d3fc626fe227ab55092847fe0a38/gr6.gif gr6 gr6.gif gif 7904 291 271 IMAGE-DOWNSAMPLED MOLCAA 3062 S1381-1169(00)00562-8 10.1016/S1381-1169(00)00562-8 Elsevier Science B.V. Fig. 1 IR spectra of four catalysts. (1#) Cu1.2 2+V2; (2#) Cu1.2 0V2; (3#) Cu1.2 2+V2 and pentaerythritol; (4#) Cu1.2 0V2 and pentaerythritol. Fig. 2 Raman spectra of four catalysts. Fig. 3 ESR spectra of four catalysts. (1#) Cu1.2 2+V2; (2#) Cu1.2 2+V2 and pentaerythritol; (3#) Cu1.2 0V2; (4#) Cu1.2 0V2 and pentaerythritol. Fig. 4 The TPO curves of the four catalysts. (1#) Cu1.2 2+V2; (2#) Cu1.2 2+V2 and pentaerythritol; (3#) Cu1.2 0V2; (4#) Cu1.2 0V2 and pentaerythritol. Fig. 5 The TPR of Cu1.2 0V2 with and without pretreatment. Temperature rate: 30°Cmin−1. Fig. 6 The TPR of four catalysts without pretreatment. Temperature rate: 10°Cmin−1. Table 1 Main Raman absorbing peaks of four catalysts Entry Catalysts Wave number (cm−1) 1# Cu1.2 2+V2 999, 973, 896, 617, 508, 447, 364 2# Cu1.2 0V2 999, 973, 898, 867, 617, 510, 452, 379 3# Cu1.2 2+V2 and pentaerythritol 1013, 1010, 614, 375 4# Cu1.2 0V2 and pentaerythritol 931, 822, 721, 676, 662, 537, 532 Table 2 TPO value of four catalysts Catalysts T m (°C) O2 consumption of catalyst per unit weight (umolg−1) Cu1.2 2+V2 287.5 271.2 90 287.0 Cu1.2 0V2 205 891.7 300 205.8 Cu1.2 2+V2 and pentaerythritol 290 170.4 200 29.5 Cu1.2 0V2 and pentaerythritol 295 173.5 Table 3 Reduction temperature and activation energy of H2 of four catalysts Catalysts T m (°C) E a (kJmol−1) T m (°C) E a (kJmol−1) Cu1.2 2+V2 374.0 138 506.1 194 Cu1.2 0V2 322.7 43 461.1 80 Cu1.2 2+V2 and pentaerythritol 346.2 124 477.8 58 Cu1.2 0V2 and pentaerythritol 309.6 49 463.0 122 Table 4 Catalytic activity of four catalysts for the selective oxidation of propene a Catalyst Color (before reaction) Color (after reaction) Conversion (%) Selectivity (%) Acrolein Acetone Acetic acid Acrylic acid Cu1.2 0V2 Dark yellow Dark green 72 3.5 0.1 21.0 52.1 Cu1.2 2+V2 Orange Dark yellow 61 4.1 0.1 11.5 28.7 Cu1.2 2+V2 and pentaerythritol Dark yellow Dark green 76 3.3 0.1 19.7 39.5 Cu1.2 0V2 and pentaerythritol Dark green Dark blue 88 1.8 – 2.2 2.2 a The results were obtained after the reactions had carried out for 7h. Partial reduced heteropoly compound catalysts for the selective oxidation of propene Xuan Mao a * Yuan-Qi Yin a Bang-Ke Zhong b Hao Wang b Xue-Hui Li c a State Key Laboratory for Oxo Synthesis and Selective Oxidation, Lanzhou Institute of Chemical Physics, Chinese Academy of Sciences, Lanzhou, 730000, PR China b Department of Chemistry, Jinan University, Guangzhou, 510632, PR China c Department of Chemical Engineering, South China University of Science and Technology, Guangzhou, 510632, PR China * Corresponding author. Tel.: +86-931-8277-623; fax: +86-931-8277-088 A newly designed procedure was used for the preparation of partial reduced heteropoly compound catalysts. The catalytic activities of the partial reduced catalysts for the selective oxidation of propene were tested. IR, Raman, ESR, TPO and TPR were used for the characterization. The Cu1.2 0V2 catalyst seems to be the most active catalyst due to the most containing of V4+. Keywords Heteropolyacid Propene Selective oxidation 1 Introduction The catalytic function of heteropoly compounds (HPCs) has attracted much attention in the last two decades [1]. There are already several industrial processes in which heteropoly catalysts are utilized. Many known and new heteropoly compounds are being applied to a wide variety of reactions. It is evident that the research activity on heteropoly catalysis is very high and still growing [2]. HPCs in the solid state are ionic crystals consisting of large polyanions, counter-cations, water of crystallization, and other molecules. The structure of polyanions, the 3-D arrangement, and the structure of solid HPCs as assembled, such as the size of the particles, the pores structure, and the distribution of HPCs in supports, etc. are described as the primary structure, the secondary structure and the tertiary structure of HPCs, respectively. Different polyanions and counter-cations greatly influence the structure of solid HPCs, which leads to various catalytic functions [3]. Polyanions with Keggin structure are well known as oxidation and acid catalysts, in which the redox and acid–base properties can be modified by choosing different heteroatoms, addenda atoms or substituting the addenda atoms with altervalent atoms [4]. In recent years, considerable attention has been paid to the modification of oxidative properties by the substitution of the addenda Mo atoms by the altervalent atoms. The mixed molybdovanadophosphate H3+x [PMo12−x V x O40] is found to be most selective in the oxidation of low hydrocarbons [5]. Recently, the importance of the oxidation degree of addenda atoms in HPCs used as heterogeneous oxidation catalysts was realized, in addition to other key factors affecting on catalytic performance of HPCs catalysts mentioned above. It has been found that a partial reduced HPC shows best performance for the selection oxidation of alkanes [6]. In this paper, partial reduced HPCs were prepared by a newly designed procedure, which exhibited enhanced catalytic activity and selectivity in the oxidation of propene to acrolein and acrylic acid in a single stage. 2 Experimental 2.1 Catalyst preparation Four catalysts of heteropoly compound with Keggin structure were prepared according to our previous work. They have the common composition of H x –Cu1.2–P–Mo10–V2–As0.6–O40. The P, Mo, and V were active elements for the oxidation of low hydrocarbons. Earlier studies have shown that the addition of As increased the selectivity, and the redox properties of Cu2+ made HPCs more active. Among four catalysts, three are partial reduced HPCs, and one is non-reduced HPC. In order to control the degree of reduction, the partial reduced HPCs were prepared using Cu, pentaerythritol, Cu and pentaerythritol as reductant, respectively. The typical procedure is shown as following. A certain amount of H3PO4, H3AsO4, MoO3, V2O5, Cu or CuO were mixed by molar ratio ( P:As:Mo:V:Cu=1:0.6:10:2:1.2) with water and refluxed at 70–80°C for 48–72h to form a homogeneous solution. Then 0.8mol pentaerythritol was added into the solution by stirring. The heteropoly compound was crystallized from the solution by the evaporation in a water bath at 100°C. The crystal was dried at 100°C and calcined at 300°C under a nitrogen atmosphere for 2h to remove the water and the pentaerythritol thoroughly. The supported catalysts were prepared by conventional impregnating procedures on porous SiO2 with a loading of 25wt.% HPCs. 2.2 Catalytic reaction Catalytic reactions were carried out in a tubular fix-bed microreactor-gas chromatography. The volume of the catalysts was 2ml (40–60 mesh). The products were analyzed online by a 102G gas chromatography with a porapak-Q column, a 5Å molecular sieve column (Φ: 6×2000mm), and a FID detector. The reaction conditions were: N2/O2/propene=43/9/4, T=633K. 2.3 Catalyst characterization IR spectra of the catalysts were taken on a Perkin-Elmer 683 IR Spectrometer by KBr tablet method. Raman spectra were obtained on a LabRamI Laser Microscope-Raman Spectrometer using an Ar ion laser (wavelength 514.5nm). The operation conditions were 50 times of magnification of lens, 20W of output power, 20s of scanning time, and twice accumulations. ESR spectra were carried out on an ER200D-SRC Electron Spin Resonance Spectrometer. The operation conditions were modulation frequency 12.5kHz, central field 3450G, scanning width 3000G, output power 20.4mW, modulation width 6.3Gpp. The characterization of TPO and TPR was carried out on a BET instrument. The samples were pretreated at 250°C under Ar atmosphere for 30min. The TPO experiments were carried out under an atmosphere of mixed O2–Ar containing 5% (v/v) O2. The final temperature was 400°C; And the samples with the same pretreatment as above were used for TPR experiments as well. The TPR experiments were carried out under an atmosphere of mixed H2–Ar containing 10% (v/v) H2 with a temperature rate of 10, 20, 30°Cmin−1, respectively. The final temperature was 600°C. 3 Results and discussion 3.1 IR The IR spectra of the four catalysts are shown in Fig. 1 . Four strong absorption peaks near 1061, 958, 871 and 790cm−1, which are attributed to the vibration of PO bond, MoO bond, and MoOMo bond of different locations, respectively show that four catalysts all contain heteropoly anions of Keggin structure. The vibration of VO bond could not be seen because of the very strong absorption of MoO bond. The only difference between the four spectra is the different relative intensity of the MoO bonds versus the PO bond. It appears that the relative intensity of the MoO bonds versus the PO bond of the heteropoly compounds gradually decreases with the deeper reduction, which indicates that the amount of the MoO bonds in the heteropoly anions is decreased by reduction. 3.2 Raman The Raman spectra of the four catalysts are shown in Fig. 2 , and the main absorption peaks are shown in Table 1 . Generally the bands in the frequency range of 310–370cm−1 are for MoO bending, 500–650cm−1 for symmetric MoOMo or MoOV deformations, 700–850cm−1 for antisymmetric MoOMo or MoOV stretching, 900–1000cm−1 for symmetric and antisymmetric MoO or VO stretches. There are two strong absorbing peaks near 999 and 973cm−1 in the spectra of Cu1.2 2+V2 and Cu1.0 0V2, and the two peaks become weak or disappeared when the pentaerythritol was used. In addition, the sample Cu1.2 2+V2 and pentaerythritol produces a peak near 1001–1015cm−1, which is attributed to V2O5 and MoO3 phases. And in the spectrum of the sample Cu1.2 0V2 and pentaerythritol, the characteristic peaks of the heteropoly compound can hardly be observed. It indicates that single and homogeneous phase of heteropoly compound does not exist when the pentaerythritol is used as reductant. Molybdenum oxide or vanadium oxide may due to the destruction of the polyanion structure of the heteropoly compound. 3.3 ESR The ESR spectra of the four catalysts are listed in Fig. 3 . The asymmetric peak appeared in the normal magnetic field is the signal of Cu2+. The g || value of Cu2+ ion is 2.23–2.27 and the g ⊥ value is around 2.07–2.08. The asymmetric peak shows an aberration in the octahedron coordination of Cu2+. The resolved lines observed on the right-hand side of the Cu2+ signal can be attributed to Mo5+ and V4+.The signals of Mo5+ and V4+ are very weak because of the very strong signal of Cu2+. The most strong signal of V4+ appears in the spectrum of the sample 3#, which results from the high amount of V4+ in Cu1.0 0V2. Strangely, in the sample 4#, the signal of Mo5+ and V4+ can hardly been observed, and the signal of Cu2+ shows a symmetric octahedron coordination of Cu2+ ions. During the reduction by Cu Powder, 2.4mol electrons transferred from the Cu0 to the Keggin anions (1.2Cu0−2.4e→1.2Cu2+, 2[PMo10 6+V2 5+O40]5−As0.6+2.4e→2[PMo10 5+V2 4+O40]6.2−As0.6).The element As, which was added to partly substitute the position of P, connected two Keggin structures into one. So in fact the amount of the electrons obtained per Keggin structure is 1.2. 3.4 TPO and TPR The TPO curves of the four catalysts are shown in Fig. 4 and Table 2 . It shows that the heteropoly compounds prepared by Cu and Cu+ pentaerythriol have consumption peaks of O2 in the range of the lower temperature (below 220°C), while all the four catalysts have a consumption peak of O2 in the range of the higher temperature (above 220°C). Among them, the heteropoly compounds prepared by Cu has two peaks near 75 and 150°C; the catalyst reduced by Cu powder and pentaerythriol has no peaks appeared near 75°C, but only a small peak near 150°C, and the consumption of O2 is much lower than that on the catalyst reduced by Cu powder; The catalyst reduced by pentaerythriol only has oxidation peaks in the range of the higher temperature. Compared to that of the non-reduced catalyst, the temperatures of oxidation peaks of the three partial reduced heteropoly compounds in the range of the higher temperature all shift to higher temperature, starting around 263°C, and the apex is around 296–300°C. From the results we can conclude that: 1. The heteropoly compounds exist in a reduced state when prepared by reductants, either Cu powder or pentaerythriol. 2. There are three types of reduction centers on the surface of the heteropoly acid catalysts. New reduction center was produced when Cu powder was used. When pentaerythriol was used, however, the reduction center disappeared. The TPR characterization with and without pretreatment and the activation energy of H2 of the four catalysts are shown in Figs. 5 and 6 and Table 3 . It is shown that two peaks appeared over 400°C for both catalysts with and without pretreatment. However, no reduction peak appeared in the range of 150–350°C if the catalysts were pretreated by O2 to 400°C, while two peaks appeared in the range of 150–350°C if the catalysts were not pretreated by oxidation. It is suggested that the reduction peaks in the range of 150–350°C may be attributed to the redox procession between the HPC with higher assembly structure and the hydrogen, while the reduction peaks appearing over 400°C may be attributed to the decomposition procession of the HPC from higher assembly structure to the lower assembly structure until the oxides eventually. The starting temperature of the catalyst reduced by Cu powder is 165.4°C, which is lower than that of other catalysts (all around 190°C). It appears that Cu1.2 0V2 is more reducible than the others. And the lowest activation energy of H2 in the range of the lower temperature on this catalyst (see Table 3) also proves that. 3.5 Catalytic reaction Table 4 shows the color before and after the reaction, and the catalytic activity of four catalysts for the selective oxidation of propene. The color and the IR spectra of the catalysts show that the catalysts prepared by reductants are only partial reduced, since the Keggin structure of the heteropoly compounds remains intact in all catalysts, and the degree of the reduction is relatively smaller than the molybdenum blue, which is reduced by at least two electrons per Keggin unit. During the reaction, even under the oxidative atmosphere, the catalysts become more deeply reduced compared to their original states, which can be explained according to the redox mechanism of the heteropoly compounds. When the selective oxidation takes place at high temperature, the reactants are oxidized by the lattice oxygen (O2−) in the surface of the heteropoly compound catalyst, which will be supplied by molecule oxygen through the bulk. The slow reoxidation will result the scarcity of the lattice oxygen in the bulk, which is shown by the deeper color in appearance. The reaction results also show that when Cu1.2 0V2 was used, the optimum selectivity of acrylic acid was obtained. The acetone and the acetic acid, produced by the reaction of the reductive species and the adsorbing oxygen, is lower than the acrolein and the acrylic acid, which are the products of the reductive species and the lattice oxygen. When the more deeply reduced heteropoly compound catalyst — Cu1.2 0V2 and pentaerythritol was used, the conversion of the propene also increased while the selectivity of liquid products decreased. It suggests that a proper reduced catalyst is favorable for the selective oxidation, probably because a good redox circle is maintained to supply the lattice oxygen properly during the reaction. It also indicates that the element Cu, which is ready to be redoxed and accelerates the reoxidation of the catalyst, plays an important role in the catalytic oxidation. The study on the relationship between the structure and the activity is under way. 4 Conclusion Partial reduced catalysts were prepared and used for the selective oxidation of propene. Compared to the non-reduced catalyst, the partial reduced catalysts were more active and selective. The more deeply reduced catalyst leads to an increase in the conversion of propene, but lower selectivity of acrylic acid. The Cu1.2 0V2 catalyst seems to be the most active catalyst due to the most containing of V4+. The oxidation and reduction behaviors of partial reduced heteropoly compounds catalysts was studied using the temperature programmed reduction (TPR) and oxidation (TPO). Results show that the catalyst reduced by Cu powder has the lowest activation energy, which is consistent to the results of the selective oxidation. Acknowledgements The authors wish to express their gratitude to State Key Laboratory for Solid Surface of Xiamen University, for their financial and experimental support. References [1] Y. Ono, Perspectives in Catalysis, Blackwell Scientific Publications, Oxford, London, 1992, p. 341. [2] F Cavani Catal. Today 41 1998 73 [3] N. Mizuno, et al., Chem. Rev. 98 (1998) 199. [4] M Baerns O Buyevskaya Catal. Today 45 1998 13 [5] A. Griboval, P. Blanchard, E. Payen, et al., Catal. Today 45 (1998) 227. [6] W. Ueda, Y. Suzuki, W. Lee, et al., JCS. Chem. Commun. (1999) 517.",
      "scopus-id": "0035961854",
      "coredata": {
        "eid": "1-s2.0-S1381116900005628",
        "dc:description": "A newly designed procedure was used for the preparation of partial reduced heteropoly compound catalysts. The catalytic activities of the partial reduced catalysts for the selective oxidation of propene were tested. IR, Raman, ESR, TPO and TPR were used for the characterization. The Cu1.2 0V2 catalyst seems to be the most active catalyst due to the most containing of V4+.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-03-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116900005628",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mao, Xuan"
          },
          {
            "@_fa": "true",
            "$": "Yin, Yuan-Qi"
          },
          {
            "@_fa": "true",
            "$": "Zhong, Bang-Ke"
          },
          {
            "@_fa": "true",
            "$": "Wang, Hao"
          },
          {
            "@_fa": "true",
            "$": "Li, Xue-Hui"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116900005628"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116900005628"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(00)00562-8",
        "prism:volume": "169",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Partial reduced heteropoly compound catalysts for the selective oxidation of propene",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heteropolyacid"
          },
          {
            "@_fa": "true",
            "$": "Propene"
          },
          {
            "@_fa": "true",
            "$": "Selective oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "199-205",
        "prism:endingPage": "205",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 March 2001",
        "prism:doi": "10.1016/S1381-1169(00)00562-8",
        "prism:startingPage": "199",
        "dc:identifier": "doi:10.1016/S1381-1169(00)00562-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1380",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "292",
            "@width": "186",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8008",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1160",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "311",
            "@width": "296",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6772",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "73",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "868",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "550",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6806",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1506",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "218",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5842",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1184",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "280",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6625",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1462",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "291",
            "@width": "271",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116900005628-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7904",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035961854"
      }
    }
  }
}