{
  "metadata": {
    "title": "Adsorption of sulfur on Ni<ce:inf loc=post><ce:italic>m</ce:italic></ce:inf>B<ce:inf loc=post>2</ce:inf> clusters: a theoretical investigation on the mechanism of strong sulfur resistance of Ni–B alloy catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-06-17",
    "doi": "10.1016/S1381-1169(02)00037-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902000377",
    "pii": "S1381116902000377"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037124971",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-02-14 2002-02-14 2010-04-18T17:18:08 1-s2.0-S1381116902000377 S1381-1169(02)00037-7 S1381116902000377 10.1016/S1381-1169(02)00037-7 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01513 2015-05-15T05:56:33.301439-04:00 0 0 20020617 2002 2002-02-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 184 184 1 2 1 2 Volume 184, Issues 1–2 42 379 386 379 386 20020617 17 June 2002 2002-06-17 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. ADSORPTIONSULFURNIMB2CLUSTERSATHEORETICALINVESTIGATIONMECHANISMSTRONGSULFURRESISTANCENIBALLOYCATALYST LUO C 1 Introduction 2 Computational techniques and cluster modeling 3 Results and discussion 4 Conclusion Acknowledgements References RODRIGUEZ 1999 719 J FRIEND 1997 3165 C WIEGAND 1992 491 B HAASE 1997 3647 J TAYLOR 1993 457 K CHEN 1998 3 Y MOLNAR 1989 329 A LI 1999 25 H DENG 1998 339 J DENG 1989 1006 J DENG 1993 1508 J DENG 1994 434 J WANG 1995 L143 H DAI 1997 119 W YU 1997 1 Z SHEN 1997 295 B WANG 1997 101 W LI 1998 115 H WANG 1998 280 W WANG 1998 L243 W WANG 1998 280 W LEE 1999 2548 S LEE 2000 213 S LEE 2000 1073 S IMANAKA 1973 1134 T NITTA 1971 777 Y FANG 1999 894 Z BRATKOVSKY 1991 5153 A CHADHA 1981 265 G BECKE 1993 5648 A LEE 1988 785 C MIEHLICH 1989 200 B HAY 1985 270 P WADT 1985 284 W HAY 1985 299 P SHEN 2000 206 B RODRIGUEZ 1996 13 J RODRIGUEZ 1998 421 J FEIBELMAN 1985 48 P WILKE 1996 3380 S RODRIGUEZ 1996 3799 J OKAMOTO 1979 2027 Y LUOX2002X379 LUOX2002X379X386 LUOX2002X379XC LUOX2002X379X386XC item S1381-1169(02)00037-7 S1381116902000377 1-s2.0-S1381116902000377 10.1016/S1381-1169(02)00037-7 271358 2010-10-03T19:44:47.710612-04:00 2002-06-17 1-s2.0-S1381116902000377-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/MAIN/application/pdf/98eeb4efd6c44c294a202dfcf65c5a14/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/MAIN/application/pdf/98eeb4efd6c44c294a202dfcf65c5a14/main.pdf main.pdf pdf true 223550 MAIN 8 1-s2.0-S1381116902000377-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/PREVIEW/image/png/7c960a69af607ea916b44e32b39a0c55/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/PREVIEW/image/png/7c960a69af607ea916b44e32b39a0c55/main_1.png main_1.png png 60729 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902000377-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/STRIPIN/image/gif/1fd829e3b09c74571e58bd1cf39f213b/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/STRIPIN/image/gif/1fd829e3b09c74571e58bd1cf39f213b/si2.gif si2 si2.gif gif 634 19 135 ALTIMG 1-s2.0-S1381116902000377-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/STRIPIN/image/gif/abc47766851d51c06bf69d66427aedb4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/STRIPIN/image/gif/abc47766851d51c06bf69d66427aedb4/si1.gif si1 si1.gif gif 656 19 139 ALTIMG 1-s2.0-S1381116902000377-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr1/THUMBNAIL/image/gif/44c3527aca077af7942d45db8ef0093b/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr1/THUMBNAIL/image/gif/44c3527aca077af7942d45db8ef0093b/gr1.sml gr1 gr1.sml sml 1290 93 70 IMAGE-THUMBNAIL 1-s2.0-S1381116902000377-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr1/DOWNSAMPLED/image/jpeg/f6268380077c45e64c5f5e4822e45d70/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr1/DOWNSAMPLED/image/jpeg/f6268380077c45e64c5f5e4822e45d70/gr1.jpg gr1 gr1.jpg jpg 34332 514 388 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000377-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr2/THUMBNAIL/image/gif/1a99d32795a5d7b6b40b949ef9bae259/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr2/THUMBNAIL/image/gif/1a99d32795a5d7b6b40b949ef9bae259/gr2.sml gr2 gr2.sml sml 1217 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000377-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr2/DOWNSAMPLED/image/jpeg/e7e0249e4652c2797dad375d4baf0693/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr2/DOWNSAMPLED/image/jpeg/e7e0249e4652c2797dad375d4baf0693/gr2.jpg gr2 gr2.jpg jpg 23456 351 517 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000377-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr3/THUMBNAIL/image/gif/ad0b9185aed97b2e900aa1a1c02fcd6f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr3/THUMBNAIL/image/gif/ad0b9185aed97b2e900aa1a1c02fcd6f/gr3.sml gr3 gr3.sml sml 1068 93 62 IMAGE-THUMBNAIL 1-s2.0-S1381116902000377-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr3/DOWNSAMPLED/image/jpeg/046cc7e79c377e8cf5a148bb67ffcf79/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr3/DOWNSAMPLED/image/jpeg/046cc7e79c377e8cf5a148bb67ffcf79/gr3.jpg gr3 gr3.jpg jpg 35719 620 414 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000377-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr4/THUMBNAIL/image/gif/8613a32f8da0bc111c4e417d868ae11f/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr4/THUMBNAIL/image/gif/8613a32f8da0bc111c4e417d868ae11f/gr4.sml gr4 gr4.sml sml 1474 94 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000377-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000377/gr4/DOWNSAMPLED/image/jpeg/1657da317e121e4ee067a7a205cbbf95/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000377/gr4/DOWNSAMPLED/image/jpeg/1657da317e121e4ee067a7a205cbbf95/gr4.jpg gr4 gr4.jpg jpg 25701 348 465 IMAGE-DOWNSAMPLED MOLCAA 3552 S1381-1169(02)00037-7 10.1016/S1381-1169(02)00037-7 Elsevier Science B.V. Fig. 1 Ni m B2S models: (a) NiB2S; (b) Ni2B2S; (c) Ni4B2S; (d) Ni3B2S. Fig. 2 The atomic charge of Ni m B2 [28] and Ni m B2S clusters. Fig. 3 Sulfur adsorbed on different sites of Ni m B2 clusters. (a) Ni4B2S: (1) near B site model, (2) near Ni site model; (b) Ni3B2: (1) near B site, (2) near Ni site. Fig. 4 Orbital distribution near fermi level of Ni4B2S and Ni4B2 [34] clusters. Table 1 The optimized geometry of Ni m B2S (m=3–4) clusters (bond length: Å) R S–B(1) R S–B(2) R S–Ni(1) R S–Ni(2) R S–Ni(3) R S–Ni(4) NiB2S 1.9353 1.9353 3.4420 Ni2B2S 2.3167 2.3167 2.6763 2.6763 Ni3B2S 1.7673 3.4997 2.3532 3.6728 3.2935 Ni4B2S 1.8292 3.2863 2.5617 3.6079 2.5617 3.6079 NiS 2.0501 Ni2S 2.1172 2.1172 Table 2 The atomic charges of Ni m B2S (m=1–4) clusters S B(1) B(2) Ni(1) Ni(2) Ni(3) Ni(4) NiB2S 0.021 0.010 0.010 −0.042 Ni2B2S −0.197 0.244 0.244 −0.146 −0.146 Ni3B2S −0.090 0.199 0.174 −0.128 −0.065 −0.089 Ni4B2S −0.145 0.279 0.071 −0.057 −0.045 −0.057 −0.045 NiS −0.163 0.163 Ni2S −0.074 0.037 Table 3 The atom overlap population of Ni m B2S (m=3–4) and Ni m B2 [34] clusters Ni3B2S Ni3B2 [34] Ni4B2S Ni4B2 [34] Ni(1)–Ni(2) −0.121 0.0257 0.020 −0.1008 Ni(1)–Ni(3) −0.005 0.0257 −0.195 −0.0465 Ni(1)–Ni(4) −0.017 Ni(2)–Ni(3) 0.059 −0.2081 −0.017 Ni(2)–Ni(4) −0.170 Ni(3)–Ni(4) 0.020 B(1)–B(2) −0.157 −0.091 −0.0465 B(1)–Ni(1) 0.057 0.2141 0.036 0.1487 B(1)–Ni(2) 0.059 0.2407 0.099 B(1)–Ni(3) 0.152 0.2141 0.036 B(1)–Ni(4) 0.099 B(2)–Ni(1) 0.295 0.2141 0.199 B(2)–Ni(2) 0.188 0.2407 0.198 B(2)–Ni(3) 0.223 0.2141 0.199 B(2)–Ni(4) 0.198 S–Ni(1) 0.205 0.149 S–Ni(2) −0.008 −0.007 S–Ni(3) 0.014 0.149 S–Ni(4) −0.007 S–B(1) 0.362 0.266 S–B(2) −0.019 −0.031 Table 4 The binding energy of Ni m B2S (m=3–4) clusters model (kcal/mol) Full optimized Near B site Near Ni site Ni3B2S 141.8 126.2 67.1 Ni4B2S 143.2 139.4 75.9 NiS 140.5 Ni2S 168.0 Adsorption of sulfur on Ni m B2 clusters: a theoretical investigation on the mechanism of strong sulfur resistance of Ni–B alloy catalyst Cheng Luo Wen-Ning Wang Ming-Hua Qiao Kang-Nian Fan ∗ Laboratory of Molecular Catalysis and Innovative Materials, Department of Chemistry, Fudan University, Shanghai 200433, PR China * Corresponding author. Fax: +86-21-6564-1740 Ni–B alloy is a novel industrial catalyst famous for its high activity, low-cost, and strong sulfur resistance in hydrogenation reactions. To get an insight into the special properties of Ni–B alloy catalyst, the adsorption of sulfur on Ni m B2 (m=1–4) clusters has been studied with the density functional theory (DFT) method. The theoretical results show that the adsorbed sulfur tends to be connected with boron, not with nickel in the Ni–B alloy catalyst. This adsorption site prevents active nickel from being poisoned by sulfur or even being oxidized in the practical catalytic processes. This provides a sound explanation for the strong sulfur resistance of Ni–B alloy in the catalytic hydrogenation reactions. Keywords Ni–B alloy Density functional theory Sulfur resistance 1 Introduction The effect of sulfur-containing molecules on the surfaces of metals or oxides has received a lot of attention recently [1–4]. This is partly motivated by the very negative effects of sulfur on the environmental protection and the industrial operations [5,6]. In the industrial catalytic processes, the sulfur impurities rapidly deactivate or poison most metal/oxide catalysts [7,8]. Two approaches are frequently followed to mitigate the negative effects of sulfur in the chemical industry. The first approach is to remove as much sulfur as possible from oil-derived feedstock using hydro-desulfurization catalysts and oxide sorbents [6,8]. The second approach is to improve the sulfur tolerance of catalytic processes currently used in industry by adopting catalysts that are less sensitive to sulfur poisoning [1,7,9–11]. The former approach is too complicated and costly to be practical in modern industry, and thus the second approach becomes the major preference for catalytic chemists who are seeking catalysts with high activity, low-cost, and strong sulfur resistibility. Since 1980s, the metal–metalloid alloy catalysts have been extensively studied owing to their high catalytic activity, sharp selectivity and strong sulfur resistance in many liquid-phase hydrogenation reactions [12–15]. Among them, Ni–B and Ni–P alloy catalysts are most thoroughly studied [15–31]. Many experimental results and some models have been reported to elucidate the promoting effect of the alloying metalloid (B or P) on the catalytic activity. Wang et al. [27,28] reported that no significant decrease in the catalytic activity of Ni–B/SiO2 catalyst was observed after a hydrogenation reaction for 1000h in the presence of 10ppm of sulfur. In contrast, the Ni/SiO2 catalyst totally lost its activity within 24h in the same circumstance. The weakening was also observed for the Ni–P/SiO2 catalyst, and, even worse, the Ni–P/SiO2 catalyst lost its activity immediately under the same reaction conditions, indicating its low sulfur resistibility. The above report demonstrated that Ni–B alloy catalyst has the superior sulfur resistibility. Imanaka et al. [32] and Nitta et al. [33] studied the poisoning effect on nickel and nickel–boride catalyst by a kinetic method, and reported that nickel–boride catalyst has strong sulfur resistibility in the hydrogenation reactions. The poisoning effect of carbon disulfide on Ni/SiO2 or Ni–B/SiO2 catalyst also has been studied in the past years. It have been concluded that sulfur interacts with nickel to form the surface or subsurface Ni x S y , which are inactive for the hydrogenation reaction. In order to understand how sulfur affects the structural, electronic, and chemical properties of Ni–B alloy catalyst, based on our previous works of the local structure of Ni–B alloy [34] which are quite in agreement with the results of experiments [35,36], in the present paper we will study the sulfur resistance mechanism of Ni–B alloy catalyst in the hydrogenation reactions with a series of Ni m B2S (m=1–4) cluster models. Two quantum chemistry methods were suggested in the field of solid-state research, i.e. the band structure calculation and the cluster model calculation. For the metallic glasses, the crystal periodicity is not preserved, and the local bonding is strengthened while the long-distance interaction is weakened. Thus it is reasonable to study the metallic glasses with the cluster model calculations. A suitable structure model of metal glasses is the key step to obtain a reasonable result, and it is necessary to understand the structure of the calculated object in order to model the solid-state correctly. It seems impossible to construct a simple cluster to model the complete structure for the metal glasses. The experimental data we have gotten about metal glasses till now are statistically averaged. Therefore, to understand the electronic properties of metal glasses in detail, the practical way is to choose a model that could correctly elucidate experimental facts. In the present paper, we adopt several Ni m B2 models, which will provide the results in agreement with the experimental data of Ni–B alloy and the sulfur resistance mechanism of Ni–B alloy in hydrogenation reactions. 2 Computational techniques and cluster modeling Geometry optimization procedure was followed to determine the minimum-energy structure. Other properties were computed after the geometry had been optimized. The geometry of Ni m B2 clusters was fixed at the previous optimized geometry [34] when the position of the adsorbed sulfur atom is optimized. All calculations were carried out by using the Gaussian 98 program package [37] with a Hartree–Fock (HF) and density functional theory (DFT) hybrid method, which is formed from Becke’s three-parameter semi-empirical exchange function (Becke3) [38] along with the Lee, Yang, and Parr correlation function (LYP) [39,40]. The 18 core electron of nickel and sulfur were replaced by a relativistic effective core potential (RECP) generated by Hay and Wadt [41–43]. A (3s 3p 4d) primitive Gaussian basis set contracted to (2s 2p 2d) was used to represent the valance shell of the nickel and sulfur atom. A (9s 5p/3s 2p) basic set was used for boron [44]. In the present study, the Ni m B2S cluster models represent the adsorption of the sulfur atom on the Ni–B alloy catalyst. The reason why we choose the sulfur atom instead of other complicated sulfur-containing molecules to be the adsorbent is that on one hand, the sulfur atom is the simplest sulfur poison and can minimize the effect of surface metal atoms’ being considerably reconstructed by the adsorption atoms or molecules, although the reconstruction of surface will have less effect on the adsorption energy [45] in catalytic reactions, and that on the other hand, Ni m B2 clusters have been proven to behave like the local structure of Ni–B alloys quite well by Fang et al. [34]. In the Ni m B2S cluster models, there exist two kinds of adsorption site: boron site and nickel site. The models in Fig. 1 are constructed according to the neutron diffraction findings that there exists boron–boron contact in the nickel–boron glass alloy. 3 Results and discussion First, we optimize the adsorption site of the sulfur atom on the Ni m B2 clusters. The optimized geometry of Ni m B2S clusters, Mulliken population analyses and other calculation results are listed in Tables 1–4 . As shown in Table 1, the bond distance of Ni–S (2.5617Å for Ni4B2S and 2.3532Å for Ni3B2S) is much longer than the summation of the covalent radii of sulfur atom and nickel atom (r Ni +r S =2.287 A ̊ ), whereas the bond distance of S–B (1.8292Å for Ni4B2S and 1.7673Å for Ni3B2S) is shorter than the summation of the covalent radii of sulfur atom and boron atom (r S +r B =1.972 A ̊ ). It is known that the interaction between two atoms is stronger as its bond length is shorter. Sulfur atom prefers to combine with boron rather than with nickel in the modeling environment. The atomic charges of Ni m B2S (m=1–4) are shown in Table 2. The average charge of Ni atoms in Ni m B2S (m=1–4), compared with that in Ni m B2 is shown in Fig. 2 . The adsorption of a sulfur atom, having higher electro-negativity, on Ni m B2 clusters reduces the quantity of negative charge on nickel atom significantly. However, the charge of nickel is still negative. Electron-rich nickel catalysts, such as Ni–B catalyst, are more effective and active than electron-deficient nickel catalysts, such as Ni–P catalysts [15]. In contrast, the charge of nickel is positive in Ni m S(1–2) clusters in Table 2, which could be explained by considering that pure nickel is easy to combine with sulfur and lose its catalytic reactivity. Therefore, the existence of boron in Ni–B alloy catalyst leads to the retention of the electronic properties of catalyst. On the other hand, if sulfur connected to the metal atom, it would have altered the electronic properties of the metal [46–50] and consequently the metal catalyst would have lost its activity in catalytic processes. According to overlap population analysis in Table 3, the interaction between nickel and boron atoms is strong. The interaction between the boron atoms themselves is in repulsion (anti-bonding). The unfavorable interaction between the boron atoms could be compensated by the favorable Ni–B interaction. These results are in agreement with the previous calculation [34] for the Ni m B2 models. Therefore, we can conclude that the adsorption of sulfur on Ni–B alloy hardly changes the electronic properties of nickel atoms, which is the active site of the catalyst. It further elucidates the reason why there exists strong sulfur resistance ability of nickel–boron alloy catalyst in hydrogenation reactions. In order to compare the effect of sulfur adsorbed on different sites of nickel–boron alloy catalyst, two additional models, sulfur adsorbed on near boron site and on near nickel site, are built and calculated. For the near boron site adsorption, the location of sulfur atom is optimized with the restriction that it is connected to the boron atom and along with the axis of boron–boron in the Ni m B2 clusters. For the near nickel site adsorption, the location of sulfur atom is optimized with the restriction that it is connected to the nickel atom and on the same plane of the nickel atoms. Both of the models are depicted in Fig. 3 (a) and (b). The theoretical results are shown in Table 4. As seen in Table 4, the binding energy of sulfur on nickel–boron alloy catalyst is substantial (141.8kcal/mol for Ni3B2S and 143.2kcal/mol for Ni4B2S). The adsorption energy of a sulfur atom on transition-metal surfaces varies between 80 and 140kcal/mol [1]. The high adsorption energy of sulfur on Ni–B alloy catalyst is due to its low coordination. Table 4 also shows that the adsorption energies of sulfur atom on near boron site (126.2kcal/mol for Ni3B2S, 139.4kcal/mol for Ni4B2S) are similar to those of fully optimized clusters and pure nickel clusters (NiS and Ni2S). Meanwhile, the adsorption of near nickel site has a much lower binding energy (67.1kcal/mol for Ni3B2S and 75.9kcal/mol for Ni4B2S). Therefore, we could confirm our previous view that when the sulfur-containing molecules are adsorbed on the Ni–B alloy catalyst, they prefer to combine with boron, instead of nickel. Thus their ability to poison the active nickel atoms decreases greatly. Consequently, Ni–B alloy catalyst is strongly resistant to sulfur in hydrogenation reactions. It is well known that the activity of catalysis has a direct relation with its properties of electronic structure, especially the fermi level, the highest occupied molecular orbital (HOMO), and the lowest unoccupied molecular orbital (LUMO). In the present work we defined the fermi level to be the average value of HOMO and LUMO. Fig. 4 shows the energy level structure near fermi level in the Ni4B2S and Ni4B2 clusters. It shows that the fermi level of Ni4B2S (full optimization) and Ni4B2S (near boron site) is −4.025 and −4.007eV, respectively, which is quite close to the previous theoretical Ni4B2 results (−4.110eV) [34]. And the orbital distribution near the fermi level for the Ni4B2S (full optimization) and Ni4B2S (near boron site) clusters are also in good agreement with the previous theoretical Ni4B2 results [34]. However, when the sulfur atom is adsorbed on the nickel site (see Fig. 3, near nickel site of Ni4B2S model), the fermi level and the orbital distribution change significantly. Furthermore, the results shown in Fig. 4 indicate that the fermi levels of Ni4B2S (full optimization), Ni4B2S (near boron site), and Ni4B2 are close to the average value of HOMO and LUMO of H2 (−4.262eV). Generally, transferring the electron from the HOMO of catalyst to the LUMO of hydrogen weakens the H–H bond in hydrogenation reactions. Therefore, the nickel–boron catalyst is still active after sulfur adsorbed. This explains the strong sulfur resistance of the nickel–boron alloy catalyst in hydrogenation reactions, which is in accordance with the observation about “Direct evidence for the anti-oxidation effect of boron on the ultra-fine amorphous Ni–B alloy catalyst” and the XPS experiments [51] whose boron is easily oxidized to form boron oxide in the surface layer of Ni–B alloy. 4 Conclusion The DFT results for the adsorption of sulfur (S) on the Ni m B2 clusters show that the near boron site in Ni–B alloy catalyst is preferable to combine with sulfur. The boron atoms in the Ni–B alloy catalyst are not only an electron-supplier to provide electron to nickel but also a defender to prevent Ni–B catalyst from being poisoned by the sulfur-containing molecules. Our theoretical work presents a sound elucidation for the strong sulfur resistance of the Ni–B alloy catalyst in the catalytic hydrogenation reactions. Acknowledgements This work was supported by the National Natural Science Foundation of China (No. 20073008 and No. 29892167) and Major State Basic Research Development Program (Grant No. G2000048009). CL thanks Dr. Yao-Ming Xie for helpful discussions. References [1] J.A. Rodriguez J. Hrbek Acc. Chem. Res. 32 1999 719 [2] C.M. Friend D.A. Chen Polyhedron 16 1997 3165 [3] B.C. Wiegand C.M. Friend Chem. Rev. 92 1992 491 [4] J. Haase J. Phys. 9 1997 3647 [5] A.C. Stern, R.W. Boubel, D.B. Turner, D.L. Fox, Fundamentals of Air Pollution, 2nd Edition, Academic Press, Orlando, FL, 1984. [6] J.M. Thomas, W.J. Thomas, Principles and Practice of Heterogeneous Catalysis, VCH, New York, 1997 (Chapter 6). [7] J. Oudar, H. Wise, Deactivation and Poisoning of Catalysts, Dekker, New York, 1985. [8] C.N. Satterfield, Heterogeneous Catalysis in Practice, McGraw-Hill, New York, 1980, pp. 259–265. [9] K.C. Taylor Catal. Rev. Sci. Eng. 35 1993 457 [10] G. Ertl, H. Knozinger, J. Weitkamp, Handbook of Heterogeneous Catalysis, Wiley–VCH, New York, 1997. [11] G. Somorjai, A Introduction to Surface Chemistry and Catalysis, Wiley, New York, 1994. [12] Y. Chen Catal. Today 44 1998 3 [13] M. Shibata, T. Masumoto, Preparation of catalysts IV, in: B. Delmon, P. Grange, P.A. Jacobs, G. Poncelet (Eds.), Stud. Surf. Sci. Catal. 31 (1987) 353. [14] A. Molnar G.V. Smith M. Bartok Adv. Catal. 36 1989 329 [15] H. Li H.X. Li W.L. Dai W.J. Wang Z.G. Fang J.F. Deng Appl. Surf. Sci. 152 1999 25 [16] J.F. Deng X.P. Zhang Appl. Catal. 37 1998 339 [17] J.F. Deng X.P. Zhang Solid State Ionics 32–33 1989 1006 [18] J.F. Deng H.Y. Chen J. Mater. Sci. Lett. 12 1993 1508 [19] J.F. Deng J. Yang S.S. Sheng H.Y. Chen G.X. Xiong J. Catal. 150 1994 434 [20] H.M. Wang Z.B. Yu H.Y. Chen J. Yang J.F. Deng Appl. Catal. A 129 1995 L143 [21] W.L. Dai M.-H. Qiao J.F. Deng Appl. Surf. Sci. 120 1997 119 [22] Z.B. Yu M.-H. Qiao H.X. Li J.F. Deng Appl. Catal. A 163 1997 1 [23] B.R. Shen S. Wei K.-N. Fang J.F. Deng Appl. Phys. A 65 1997 295 [24] W.J. Wang M.-H. Qiao J. Yang S.H. Xie J.F. Deng Appl. Catal. A 163 1997 101 [25] H.X. Li H.Y. Chen S.Z. Dong J.S. Yang J.F. Deng Appl. Surf. Sci. 125 1998 115 [26] W.J. Wang M.-H. Qiao H.X. Li J.F. Deng J. Chem. Technol. Biotechnol. 72 1998 280 [27] W.J. Wang M.-H. Qiao H.X. Li J.F. Deng Appl. Catal. A 166 1998 L243 [28] W.J. Wang M.-H. Qiao H.X. Li W.L. Dai J.F. Deng Appl. Catal. A 168 1998 280 [29] S.P. Lee Y.W. Chen Ind. Eng. Chem. Res. 38 1999 2548 [30] S.P. Lee Y.W. Chen J. Mol. Catal. A 152 2000 213 [31] S.P. Lee Y.W. Chen J. Chem. Technol. 75 2000 1073 [32] T. Imanaka Y. Nitta S. Teranishi Bull. Chem. Soc. Jpn. 46 1973 1134 [33] Y. Nitta T. Imanaka S. Teranishi Kogyo Kagaku Zasshi 74 1971 777 [34] Z.G. Fang B.R. Shen K.-N. Fan J.F. Deng Acta Chim. Sin. 57 1999 894 [35] A.M. Bratkovsky A.V. Smirnov J. Phys. 3 1991 5153 [36] G.S. Chadha N. Cowlaw H.A. Davies I.W. Donald J. Non-Cryst. Solid 44 1981 265 [37] M.J. Frisch, G.W. Trucks, H.B. Schlegel, G.E. Scuseria, M.A. Robb, J.R. Cheeseman, V.G. Zakrzewski, J.A. Montgomery Jr., R.E. Stratmann, J.C. Burant, S. Dapprich, J.M. Millam, A.D. Daniels, K.N. Kudin, M.C. Strain, O. Farkas, J. Tomasi, V. Barone, M. Cossi, R. Cammi, B. Mennucci, C. Pomelli, C. Adamo, S. Clifford, J. Ochterski, G.A. Petersson, P.Y. Ayala, Q. Cui, K. Morokuma, D.K. Malick, A.D. Rabuck, K. Raghavachari, J.B. Foresman, J. Cioslowski, J. V. Ortiz, B.B. Stefanov, G. Liu, A. Liashenko, P. Piskorz, I. Komaromi, R. Gomperts, R.L. Martin, D.J. Fox, T. Keith, M.A. Al-Laham, C.Y. Peng, A. Nanayakkara, C. Gonzalez, M. Challacombe, P.M.W. Gill, B. Johnson, W. Chen, M.W. Wong, J.L. Andres, C. Gonzalez, M. Head-Gordon, E.S. Replogle, J.A. Pople, Gaussian 98, Revision A.3, Gaussian Inc., Pittsburgh, PA, 1998. [38] A.D. Becke J. Chem. Phys. 98 1993 5648 [39] C. Lee W. Yang R.G. Parr Phys. Rev. B 37 1988 785 [40] B. Miehlich A. Savin H. Stoll H. Preuss Chem. Phys. Lett. 157 1989 200 [41] T.H. Dunning Jr., P.J. Hay, in: H.F. Schaefer III (Ed.), Modern Theoretical Chemistry, Vol. 3, Plenum Press, New York, 1976, p. 1. [42] P.J. Hay W.R. Wadt J. Chem. Phys. 82 1985 270 [43] W.R. Wadt P.J. Hay J. Chem. Phys. 82 1985 284 [44] P.J. Hay W.R. Wadt J. Chem. Phys. 82 1985 299 [45] B.R. Shen Z.G. Fang K.-N. Fan J.F. Deng Surf. Sci. 459 2000 206 [46] J.A. Rodriguez M. Kuhn J. Hrbek Surf. Chem. Phys. Lett. 251 1996 13 [47] J.A. Rodriguez S. Chaturvedi T. Jirsak Chem. Phys. Lett. 296 1998 421 [48] P.J. Feibelman D.R. Hamann Surf. Sci. 149 1985 48 [49] S. Wilke M. Scheffler Phys. Rev. Lett. 76 1996 3380 [50] J.A. Rodriguez M. Kuhn J. Hrbek J. Phys. Chem. 100 1996 3799 [51] Y. Okamoto Y. Nitta T. Imanaka S. Teranishi J. Chem. Soc., Faraday Trans. 115 1979 2027",
      "scopus-id": "0037124971",
      "coredata": {
        "eid": "1-s2.0-S1381116902000377",
        "dc:description": "Ni–B alloy is a novel industrial catalyst famous for its high activity, low-cost, and strong sulfur resistance in hydrogenation reactions. To get an insight into the special properties of Ni–B alloy catalyst, the adsorption of sulfur on Ni m B2 (m=1–4) clusters has been studied with the density functional theory (DFT) method. The theoretical results show that the adsorbed sulfur tends to be connected with boron, not with nickel in the Ni–B alloy catalyst. This adsorption site prevents active nickel from being poisoned by sulfur or even being oxidized in the practical catalytic processes. This provides a sound explanation for the strong sulfur resistance of Ni–B alloy in the catalytic hydrogenation reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902000377",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, Cheng"
          },
          {
            "@_fa": "true",
            "$": "Wang, Wen-Ning"
          },
          {
            "@_fa": "true",
            "$": "Qiao, Ming-Hua"
          },
          {
            "@_fa": "true",
            "$": "Fan, Kang-Nian"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902000377"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902000377"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00037-7",
        "prism:volume": "184",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Adsorption of sulfur on Ni m B2 clusters: a theoretical investigation on the mechanism of strong sulfur resistance of Ni–B alloy catalyst",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ni–B alloy"
          },
          {
            "@_fa": "true",
            "$": "Density functional theory"
          },
          {
            "@_fa": "true",
            "$": "Sulfur resistance"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "379-386",
        "prism:endingPage": "386",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 June 2002",
        "prism:doi": "10.1016/S1381-1169(02)00037-7",
        "prism:startingPage": "379",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00037-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "135",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "634",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "19",
            "@width": "139",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "656",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "70",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1290",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "514",
            "@width": "388",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34332",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1217",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "351",
            "@width": "517",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23456",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "62",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1068",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "620",
            "@width": "414",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35719",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1474",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "348",
            "@width": "465",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000377-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25701",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037124971"
      }
    }
  }
}