{
  "metadata": {
    "title": "Modelling study of transient behaviour of elimination reactions of alcohols and amines on oxide catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-29",
    "doi": "10.1016/S1381-1169(97)00047-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000472",
    "pii": "S1381116997000472"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030749953",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000472 S1381-1169(97)00047-2 S1381116997000472 10.1016/S1381-1169(97)00047-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00647 2015-05-15T05:56:33.668241-04:00 0 0 19970829 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 123 123 2 3 2 3 Volume 123, Issues 2–3 6 131 139 131 139 19970829 29 August 1997 1997-08-29 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. MODELLINGSTUDYTRANSIENTBEHAVIOURELIMINATIONREACTIONSALCOHOLSAMINESOXIDECATALYSTS PEKAR M HINSHELWOOD 1940 C KINETICSCHEMICALCHANGE HOUGEN 1943 529 O KITTRELL 1965 1051 J KNOZINGER 1973 69 H BOUDART 1972 465 M KOBAYASHI 1975 139 H BENNETT 1976 121 C RENKEN 1990 724 A WELLER 1992 227 S HOGAN 1973 P PHDTHESIS KOUBEK 1975 J PHDTHESIS KOUBEK 1980 251 J CATALYSTDEACTIVATION KOUBEK 1980 853 J PROC7THINTCONGCATAL MORAVEK 1984 452 V MORAVEK 1992 170 V NOWOBILSKI 1986 249 P THULLIE 1990 193 J THULLIE 1991 1083 J THULLIE 1993 3921 J PEKAR 1990 M PHDTHESIS PEKARX1997X131 PEKARX1997X131X139 PEKARX1997X131XM PEKARX1997X131X139XM item S1381-1169(97)00047-2 S1381116997000472 1-s2.0-S1381116997000472 10.1016/S1381-1169(97)00047-2 271358 2010-09-29T19:53:22.478383-04:00 1997-08-29 1-s2.0-S1381116997000472-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000472/MAIN/application/pdf/539f46ae1414b59bf8bce651ad09c7bd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000472/MAIN/application/pdf/539f46ae1414b59bf8bce651ad09c7bd/main.pdf main.pdf pdf true 852467 MAIN 9 1-s2.0-S1381116997000472-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000472/PREVIEW/image/png/e50e7aeef99825c6b1f6f6ac969063e0/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000472/PREVIEW/image/png/e50e7aeef99825c6b1f6f6ac969063e0/main_1.png main_1.png png 60008 849 656 IMAGE-WEB-PDF 1 ELSMER Journal of Molecular Catalysis A: Chemical 123 (1997) 131-139 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Modelling study of transient behaviour of elimination reactions of alcohols and amines on oxide catalysts Miloslav Pekar * , Josef Koubek Department of Organic Technology, Institute of Chemical Technology, Prague, Technick5, 16628 Prague h, Czech Republic Received 18 October 1996; accepted 17 February 1997 Abstract Transient responses of the proposed mechanism of dehydration of alcohols and deamination of amines are investigated theoretically by means of computer modelling. In the mechanism two different kinds of active sites and one blocking (self-inhibiting) step are involved. The nature of the nonstationary production rate increase (the so-called `stop-effect'), which was observed experimentally, is analyzed on the molecular level. Relationships between the shapes of transient responses and kinetics of the elementary steps are presented. An unusual illustration of the rate-determining step in the nonsteady state is presented. 1997 Elsevier Science B.V. Keywords: Deamination of amines; Dehydration of alcohols; Nonstationary kinetics; Stop-effect; Transient response methods 1. Introduction Steady state methods are widely used in kinetic research of heterogeneous catalytic reactions. Interpretation of stationary data is usually made according to the well-known methodology originated by Hinshelwood [1] and further developed by Hougen and Watson [2]. Stationary kinetics may result in ambiguity of interpretation of experimental data [3-5]. Nonstationary kinetic methods [6-9] were introduced to overcome such problems. For the reasonable design of catalyst it is advantageous to know the detailed information on the kinetics of elementary steps. The rates of ` Corresponding author. Present address: Faculty of Chemistry. Technical University, Veslatk230, 63700 Bmo, Czech Republic. 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. Pll S1381-1169(97)00047-2 all consecutive elementary steps are both constant and equal in the steady state. Hence, stationary measurements give little information on the rates of individual steps. Under nonstationary conditions, there are no such constraints on the rates. Therefore, it is believed that each step proceeds according to its own kinetic nature. Moreover, it is expected that nonstationary data much better reflect the kinetic nature of elementary steps and are not, in contrast to stationary responses, some kind of average (or composed) response [6]. In our laboratory, dehydration of alcohols and deamination of amines R-CH,,-CHZ-OH -~ R-CH=CH., + HZO R-CH 2-CH 2-NH 2 -j R-CH=CH, + NH ,3 have been studied experimentally by means of nonstationary methods [10-13]. An unexpected 132 22 Fig. 1. Schematic illustration of the stop-effect. The arrow (STOP ->) shows the time of stopping the reactant feed in the steady state (ss). nonstationary phenomenon, the so-called stop effect, was experimentally observed [ 10-13] with both reactions. It consists in the temporary increase of production rate (or, equivalently, output partial pressure of alkene) after cutting off the reactant feed in the steady state (see Fig. 1). The production rate is defined [ 11 ] as follows: r - CEVF/mc Both reactions gave distinct reaction isotherms, i.e., the dependencies of stationary production rate (or outlet partial pressure of alkene) on inlet reactant partial pressure. From the experimental results, it was concluded that both elimination reactions have the same mechanism which contains two different kinds of active sites. Mechanism proposed on the base of a rather big amount of experimental data is as follows [10-13]: (1) (2) (3) (4) Alcohol or amine molecule (A) adsorbs both on acid (AS, step (1)) and basic (BS, step (2)) sites. Reactant molecule adsorbed on the acid site reacts with adjacent free basic site giving alkene and adsorbed water or ammonia (step A + AS ~ AAS A + BS = ABS AAS +BS - E+VAS+BS VAS V + AS M. Pekar J. Koubek/Journal of MolecularCatalysisA: Chemical 123 (1997) 131-139 (3)). Last step (4) is desorption of water (or ammonia). This mechanism is able to explain the stopeffect. Step (2) of the proposed mechanism is supposed to inhibit formation of alkene by blocking the basic sites (BS) which are necessary for the step (3) to occur. After the reactant feed is cut off, reactant molecules desorb from the basic sites much more quickly than from the acid ones, the former being thus liberated for the elimination reaction. Consequently, production rate increase over its stationary value results. A rather different mechanism of alcohol dehydration, but also with the self-inhibition step, has been proposed by Morek [14,15]. Our data and ideas [ 12,13] about elimination mechanism were used in computer modelling by Nowobilski and Takoudis [ 16] and by Thullie and Renken [17-19]. Nowobilski and Takoudis studied the possibilities of reactor performance improvements by means of nonstationary operation. They claimed that improvements over the optimum steady state are not attainable with the elimination mechanism. However, this conclusion is not generally valid. Our modelling study [20] has shown that such improvements are attainable for a variety of different sets of the rate constants. Thullie and Renken [17,18] have published a similar conclusion. In the previous works we have interpreted our data only by an `ad hoc' model [ 11 ] (see also Eq. on the page 859 in Ref. [13]). It is the aim of this paper to investigate nonstationary behaviour of the proposed elimination mechanism with the aid of the balance equations of the reactor. It is shown that the mechanism can qualitatively explain observed phenomena and the potential power of nonstationary methods is demonstrated. In this work we try to present general features of kinetic behaviour of the proposed mechanism and not to fit computed curves to several particular experimental data. These general features were extracted from a huge amount of computed results obtained with many particu- M. Pekar, J. Koubek/Journal of Molecular Catalysis A: Chemical 123 (1997) 131-139 lar sets of the rate constants. Indeed, there were quantitative differences among the results obtained with different sets. We have found, however, that all results are based on several universal qualitative features which are, in our opinion, the most important characteristics of underlying mechanism. Therefore, discussion is based more on the rates of elementary steps than concentrations. Most conclusions are consonantly valid for both elimination reactions we consider. The mechanism, Eqs. (1)-(4), can also be viewed as a particular example of the mechanism with a blocking (self-inhibition) step. 2. Theoretical part Isothermal differential reactor with constant flow rate is considered. This type of reactor is used in our laboratory for nonstationary experiments and is often encountered in other published works. In fact, it behaves as a continuous stirred reactor, as a differential element of a tubular reactor. Mathematical model of the reactor is then as follows: d pi/dt = (u/eL)(p- p;)+ -pi)+( p, RTIE) ri dqi/dt = r; (5) (6) where the rates are expressed in accordance with the mass-action law, for example, for alkene formation: rf.' k3 qAAS qBS,v Table 1 Sets of rate constants for elimination reactions. Units: s-' or s-1 Pa-' 133 In all previously published studies only responses of the gas-phase or surface concentrations are discussed. It is our experience that these responses do not give the whole information on the behaviour of elementary steps. In our computations, we trace also the responses of the rates of all elementary steps and establishing the equilibrium of reversible steps. To observe the pathway to the equilibrium, we have introduced a quantity called by us the relative distance from equilibrium. It is a fraction, numerator of which consists of expression formally identical with the expression for equilibrium constant, but containing the actual values of concentrations of the species taking part in a particular step. Denominator is equal to the value of equilibrium constant of the particular step. For instance, the relative distance from equilibrium of adsorption on acid sites, or step (1), in the proposed mechanism is given: D1 = (9AAS/pAqAS,v)/Ki Obviously, in the equilibrium of ith step D; is equal to one. 3. Results and discussion 3.1. Simulation of reaction isotherms Reaction isotherm is a dependence of stationary production rate (or outlet partial pressure of alkene) on inlet reactant partial pressure. Reaction isotherms were used for the estimation of rate constants from laboratory data. Only Set 1 1 3 4 5 6 7 k, 2 X 10-' 2 X 10-' 5 X l0- 2 X 10-5 3 X 10-6 2 X 10-5 9 X 10-6 k, k2 3 X 10-' 3X10-3 4 X 10-' 2 X 10-5 2X10-9 5 X 10-s 9 X 10-6 7 X 10-' 10-2 3 X 10- 10-' 4 X 10 6 X 10-' 10-' k- 104 10 1 1 1 10 1 k; 10 10 3 X 10-5 10 10-' 9X10-' 5 X10-Z k4 k,, 5 X 10- 5 X 10-` 3 X l0-' 2 X 10-s 2 37 10-6 43 43 2 x 10 -' 8X10-' l0-' 5 X 10 -' 3 X 10-' 134 m type I b 0 P type II a N l g. ,r r d 0 P Fig. 2. Schematic illustration of observed types (I and II) of reaction isotherms. (a) A common shape, (b) extreme cases of a. concentration of one product, alkene, were measured in the majority of experiments. Selected values of rate constants, estimated from the data given in [ 11 ] and our unpublished results, used here for the presentation of results of computer modelling are given in Table 1. Responses computed with these constants serve as illustrations of the general features of nonstationary behaviour of the studied mechanism, Eqs. (1)-(4). Two types of reaction isotherms were revealed in our experimental investigations of amine and alcohol eliminations (see Fig. 2): (I) With a maximum and a broad interval of decreasing production rate, (II) with no decrease of production rate when increasing reactant pressure. The former shape is typical for alcohols, the latter for amines [ 10,11 ]. Curves b (Fig. 2) represent the state with maximum (Fig. 2, type I) or constant value (Fig. 2, type II) already at very low reactant inlet pressures, M. PekO.l. Koubek/Journal ofMolecularCatalysisA: Chemical 123 (1997) 131-139 a 0 1.6 PAO [kPal 32 Fig. 4. Reaction isotherm computed with the set of rate constants 2 Table 1. experimentally almost unattainable. In this region of reactant inlet pressures, the exact shape of the reaction isotherm usually cannot be detected. Molecular nature of different shapes of reaction isotherms (Fig. 2) will be now discussed on the basis of simulation results. Consider the isotherms in Figs. 3 and 4. The former was computed with the rate constants set No. 1 (Table 1) and belongs to the type II in Fig. 2. Only by increasing the value of KZ (set 2, Table 1), i.e., by making the blocking adsorption stronger, this reaction isotherm is converted to the type I (Fig. 4). In the first case (Fig. 3) there are almost no basic sites blocked by the adsorbed molecules of reactant (cf. Fig. 5). 1D D' 2 0.5 7/ 01 E 1 hm hQ 0 0 1.6 PA [kPal 3.2 01 I 0 1.6 PA (kPa1 32 Fig. 3. Reaction isotherm computed with the set of rate constants 1 Table 1. Fig. 5. Dependence of stationary surface concentrations of reactant adsorbed on acid (AAS) and basic (ABS) sites on inlet reactant pressure. Computed with the set of rate constants 1 Table 1. 135 0.30 t Q Q 0.15 0~ 0 M. Peka J. Koubek/JournalofMolecularCatalysisA: Chemical 123 (1997) 131-139 1.6 PA I kPal 3.2 Fig. 6. Dependence of surface concentration of reactant adsorbed on basic sites on inlet reactant pressure. Computed with the set of rate constants 2 Table 1. Because of strong and potentially fast adsorption on acid sites great part of these sites is covered by the reactant molecules already under low input pressures (cf. Fig. 5). Production rate thus grows very slowly when increasing reactant inlet pressure. In the second case (Fig. 4), the dependence of coverage of acid sites by the reactant molecules on the reactant input pressure is almost the same as in the first case. However, basic sites are blocked to the substantially higher degree (Fig. 6) which results in occurrence of a maximum on the reaction isotherm. On the molecular level, isotherm type I (Fig. 2), which is characteristic of alcohols dehydration, can be interpreted in the following way. Under low reactant input pressure, adsorption on acid sites predominates, fraction of blocked basic sites is low. With increasing reactant pressure the amount of reactant adsorbed on acid sites rises thus causing the increase of stationary production rate. However, also concentration of blocked basic sites grows. From a certain value of input pressure fraction of blocked basic sites is so high that stationary production rate starts to decrease. Existence of a maximum on the reaction isotherm is therefore characteristic of mechanisms with a self-inhibition step. In spite of its simple shape, isotherm type II, characteristic of deamination of amines, cannot be simply and univocally interpreted. More explanations have been found from our computations. This isotherm occurs, for example, either when the increase of reactant concentration on acid sites is compensated by the equivalent decrease of the amount of free basic sites due to their blocking, or when maximum attainable production rate is achieved already under low reactant input pressures, or when one of kinds of active sites is almost totally covered under low reactant input pressures. Fortunately, more information can be gained from nonstationary responses. 3.2. Simulation of nonstationary experiments 3.2.1. Start- and stop-effects Responses to the start on reactant feeding and to the shut-down reactant feed (in the steady state) are discussed. These types of nonstationary experiments were the most often used in our laboratory kinetic investigations. As the word `stop-effect', name of the most peculiar feature of the studied mechanism, is sometimes misunderstood [9] we define it here again. Stop-effect means a temporary increase of the rate of product formation which follows on shutting off the reactant feed in continuous flow of inert gas. An analogical phenomenon, an overshoot the subsequent steady value of production rate, is sometimes observed after the start on reactant feeding. In this case we speak about the start-effect. From reaction isotherms (see the preceding part) calculated with the rate constants set 1 (Table 1), it was clear that nearly no blocking adsorption occurs in this case (see Fig. 5). Therefore, as results of simulation confirmed, there is no stop-effect after shutting off reactant feed and alkene partial pressure decreases immediately. As has been mentioned in the preceding section, set 2 (Table 1) illustrates effect of making the blocking adsorption stronger. Immediately after starting on reactant feed, adsorption on acid sites is the fastest step (Fig. 7). When this 136 M. Pekar, J. Koubek/Joumal of Molecular Catalysis A: Chemical 123 (1997) 131-139 r -\"100 'P I \\ I I E 1d II \\ tR3 ~/ - -. 23_._._._._._ ~\\z zso soo tlsl Fig. 7. Responses of the rates of elementary steps 1-4 to the start of reactant feeding. Computed with the set of rate constants 2 Table 1, PAO = 1448 Pa. Numbering of steps see Eqs. (1)-(4). step is very close to the equilibrium (Dt = 1) its rate decreases quickly. As a result, reactant output pressure increases fast (Fig. 8). High reactant partial pressure then accelerates the blocking adsorption (Fig. 7). Fraction of occupied basic sites grows steeply and surface reaction is decelerated. Consequently (see Fig. 8), product output pressure starts to decrease (start-effect). When the reactant feed is stopped in this case, its partial pressure quickly decreases and the reactant desorbs. Desorption from the basic sites is faster then from acid ones (see Table 2). Concentration of free basic sites becomes higher (Fig. 9). Increase of surface reaction rate (Table 2) and, consequently, stop-effect (Fig. 9) result. Stop-effect was obtained also for the set 3 1400 h 7001 0 150 t [s] 300 ,; 2-i Fig. 8. Responses of the gas-phase concentrations of reactant (A) and product (E) to the start of reactant feeding. Computed with the set of rate constants 2 Table 1, p=l Pa. (S) 0 1 5 10 20 100 395 851 2087 5088 Table 2 Responses of the rates of elementary steps to cutting off reactant feed (from p, = 1448 Pa) in the steady state. Computed with the set of rate constants 2 Table 1 TI r2 (gmol kg-' s-') 1.0 0 0.8 - 2934 0.7 -2613 0.6 -2311 0.5 -1868 0.1 -679 -0.3 -91 - 3.4 - 2.1 - 1.1 _7 - 0.2 -0.03 T3 1.0 1.0 1.1 1.1 1.3 1.8 2.3 2.3 2.3 2.2 a Numbering of steps see Eqs. (1)-(3). (Table 1). However, in contrast to the previous example, simulation with this set resulted no start-effect. Here, adsorption on basic sites is potentially faster than that on acid sites (compare their rate constants, Table 1). Therefore, rate of the former is much more higher after starting on the reactant feed (Fig. 10). This adsorption is quickly near the equilibrium ( D2 1 beyond t = 50 s) and its rate falls down (Fig. 10). Adsorption on acid sites is very far from the equilibrium (value of D1 closest to the equilibrium is only about 10-4) and its rate grows (Fig. 10) with increasing outlet reactant pressure till the concentration of vacant acid sites is sufficiently high. When the number of 1.4 0.4 10.2 1 o 0 200 t [min] 400 Fig. 9. Responses of product (E) gas-phase concentration and vacant basic sites (BSS) concentration to the cutting off reactant feed. Computed with the set of rate constants 2 Table 1. M. Pekar, J. Koubek/Journal of Molecular Catalysis A: Chemical 123 (1997) 131-139 E 1~ lee ~ r1 1,12 0 40 tfmin] 80 Fig. 10. Responses of the rates of elementary steps 1-3 to the start of reactant feeding. Computed with the set of rate constants 3 Table 1, p= 1400 Pa. Numbering of steps see Eqs. (1)-(3). vacant acid sites is too low the rate of this adsorption starts to decrease (Fig. 10). This step is still far from equilibrium. 3.2.2. Shape of the stop-effect curve Shape of the stop-effect curve is other important characteristic of the studied mechanism. Experimentally observed shapes were very versatile and sensitive to the reactant structure [10,11]. Computed examples are presented in Fig. 11. High and very fast (narrow) stop-effect can be observed on the curve 1. Concentration of reactant molecules on acid sites is low in the steady state ( OS = 0.005, OS = 0.97). The shape of the stop-effect curve is evidently caused by the extremely fast surface reaction. Even low 10 0 500 1000 tlsl Fig. 11. Stop-effect shapes computed with the rate constant sets Table I: 4 (curve I, p= 5500 Pa); 5 (curve 2, p= 1400 Pa); 6 (curve 3, p= 973 Pa); 7 (curve 4, p= 2000 Pa). 137 concentrations of species AAS and free basic sites (BS) are sufficient for a relatively high production rate. Liberating of blocked basic sites is relatively slow, most of them are blocked even long after the stop-effect is over. Thus, the influence of blocking adsorption on the stop-effect shape is minimal here. Part of high and very broad stop-effect is seen on the curve 2 (Fig. 11). Steady state conditions are very favourable for the stop-effect ( O S = 0.99, NAB\" S = 0.85). Liberating of basic sites is fast after the feed is cut off and, moreover, reactant molecules which have desorbed from the basic sites, readsorb on acid sites. Reactant concentration on acid sites is thus high for a long time (in the maximum of the stop-effect O S = 0.91). Surface reaction is slow, therefore, stop-effect is so broad. Example on curve 3 (Fig. 11) is similar, but stationary blocking is lower ( CABS = 0.35); stop-effect is thus smaller. Surface reaction is faster than in the previous case and this causes narrower stop-effect. Small and narrow stop-effect is shown on the last curve (curve 4, Fig. 11). Fast surface reaction is of the greatest influence, again. Stationary coverages are: 19,s = 0.002, OS = 0.75. Immediately after some of blocked basic sites are liberated, the fast surface reaction results in stop-effect. It is small and narrow because small supply of the reactant on the acid sites is consumed very quickly. It is evident that the stop-effect shape depends both on the total amount of the reactant that has reacted during the whole transient period and on the length of this period. Our computations revealed that the rate of surface reaction (and not only the strength and degree of blocking) has a great influence here. This rate, of course, also depends on the rate of liberating of blocked sites. On the other hand, the potentially very fast surface reaction may cause high stop-effect also with low concentration of free basic sites. Thus, the high stop-effect need not mean that most basic sites were, in the steady state, blocked by the reactant 138 M. Peka~; J. Koubek/Journal of Molecular Catalysis A: Chemical 123 (1997) 131-139 molecules and instantaneously liberated in the nonstationary state. Shape of the stop-effect gives some information on the extent of blocking, the higher and broader the stop-effect, the more blocked basic sites in the steady state. Inverse statement may not be valid, however. Narrow or small stop-effect may also be caused by the small reactant concentration on acid sites. 3.2.3. Role of equilibrium in the nonstationary state Computer simulation also enabled to analyze a speculation made when interpreting experimental data [ 11 ]: after starting on reactant feed, adsorption equilibrium should be established on the basic sites earlier than on the acid sites, i.e., blocking adsorption is faster and weaker. These differences in strength and rate of the adsorptions were considered as the principal conditions for the stop-effect occurrence. From the results of modelling follows that the idea about weak blocking adsorption is confirmed (see its rate constants in Table l and the above discussion). When blocking adsorption is sufficiently slow (as, for example, in Fig. 7), `start-effect' occurs (Fig. 8), which has not been observed in laboratory under isothermal conditions [11]. When blocking adsorption is faster (as, for example, in Fig. 10) or both adsorptions have approximately the same rate, there is no start-effect and stopeffect occurs, exactly as in experiments. The impact of attaining adsorption equilibriums, however, is not clear. In the steady state, adsorption on basic sites is always in the equilibrium as is seen from the stationary form of the mathematical model. The time of establishing of equilibrium on the basic sites is not of great importance for the existence of the stopeffect. Concentration of the reactant molecules on either active sites, ratio of rates of both adsorptions, and the actual rate of surface reaction are crucial for the occurrence of the stopeffect (and also start-effect). 3.2.4. On the rate-determining step in nonstationary state In conclusion, a notion regarding the concept of the rate-determining step is given. This concept is very well-known and important in the stationary kinetics. A catalytic reaction is usually represented by a series of elementary steps, adsorption, surface reaction, and desorption processes. The concept of the rate-determining step assumes that all the steps but one are so fast that their equilibrium is nearly established in the steady state. Relations for equilibrium constants can be used for those equilibrated steps to eliminate nonmeasurable surface concentrations from the mass action kinetic equation, which is written for the only one slow step. This approach greatly facilitates construction of stationary rate equations. Blocking adsorption is in the steady state inevitably in the equilibrium as can be readily seen from the stationary form of the mathematical model of the studied mechanism. In our calculations, we found that it is always close to the equilibrium after cutting off the reactant feed. It means that blocking adsorption is always fast enough to stay all the time near the equilibrium. Rate of desorption of blocking molecules from the basic sites may limit the surface reaction rate (but it does not mean that both rates should be equal) because this desorption liberates basic sites involved in the surface reaction. So the desorption from the basic sites could be viewed as rate-determining step or, at least, as the step determining the rate of surface reaction. However, this desorption is still close to the equilibrium, quite the opposite of classical meaning of the rate-determining step. 4. Conclusions Experimentally observed transient responses of elimination reactions of both alcohols and amines on oxidic catalysts can be qualitatively explained with the aid of the proposed mecha- M. Pekar, J. Koubek/Journal of Molecular Catalvsis A: Chemical 123 (1997) 131-139 nism. This mechanism is an example of mechanism with a blocking (self-inhibition) step. Nonstationary kinetic behaviour of this mechanism type was described in general and details on the basis of computer simulation. Modelling enabled to unveil the relations between various shapes of measurable transient responses and kinetic behaviour of individual elementary steps of the mechanism. Usefulness of the computed responses of the rates of elementary steps for this purpose was demonstrated. It was shown that the so-called stop-effect [10-13], i.e., the temporary increase of the rate of product formation after shutting down the reactant feed, can be fully described by the proposed mechanism. It seems that the presence of some blocking step is substantial for explaining not only the stop-effect but also other similar nonstationary rate enhancements that have been experimentally observed [ 16,17]. Some computed shapes of the start-responses have not been observed in our laboratory but belong to the possible nonstationary behaviour of the supposed elimination mechanism. 5. List of symbols k A Alcohol, amine (reactant). AS Acid site. BS Basic site. CE Alkene concentration (mot 1 E Alkene. k; Forward rate constant of step i (s-' or s-' Pa-'). Backward rate constant of step i (s-' or s-' Pa-'). Equilibrium constant of step i. Length of catalyst bed (0.01 m). [14] MC Catalyst weight (kg). [15] p; (Outlet) partial pressure of component i [161 (Pa). Surface concentration of component i (mol kg-' ). Production rate (mol kg-' s-'). 9r Y 139 r; R t T u V VF Greek letters Rate of step i, rate of formation of component i (mot kg-' s-'). Gas constant. Time (s). Temperature (456 K). Linear velocity of gas flow (0.05 m s-'). Water, ammonia. Flow rate (t s-'). e Void fraction (0.5). Catalyst bulk density (580 kg m-3). O; Fractional coverage of component i. Indexes 0 Inlet value. ss Steady state value. v Vacant active site. References [1] C.N. Hinshelwood, Kinetics of Chemical Change, Clarendon Press, Oxford, 1940. [2] O.A. Hougen, K.M. Watson, Ind. Eng. Chem. 35 (1943) 529. [3] J.R. Kittrell, W.G. Hunter, C.C. Watson, AIChE J. 11 (1965) 1051. (4] H. Kninger, K. Kochloefl, W. Meye. J. Catal. 28 (1973) 69. [5] M. Boudart, AIChE J. 18 (1972) 465. [6] H. Kobayashi, M. Kobayashi, Catal. Rev. 10 (1975) 139. [7] C.O. Bennett, Catal. Rev. 13 (1976) 121. [8] A. Renken, Chem.-Ing.-Tech. 62 (1990) 724. [9] S.W. Weller, Catal. Rev. 34 (1992) 227. [10] P. Hogan, PhD. Thesis, Institute of Chemical Technology, Prague, 1973. [1 l] J. Koubek, PhD. Thesis. Institute of Chemical Technology, Prague, 1975. [12] J. Koubek, 1. Pasek, V. Ricka, in: Catalyst Deactivation, Elsevier, Amsterdam, 1980, p. 251. [13] J. Koubek, J. Pasek, V. R6zicka, Proc. 7th Int. Cong. C'.atal., Tokyo, 1980, p. 853. V. Morek, M. Kraus, J. Catal. 87 (1984) 452. V. Morek, J. Catal. 133 (1992) 170. P.J. Nowobilsk C.G. Takoudis, Chem. Eng. Commun. 40 (1986) 249. [17] J. Thullie, A. Renken, Chem. Eng. Commun. 96 (19901 193. [18] J. Thullie, A. Renken, Chem. Eng. Sci. 46 (1991) 1083. [19] J. Thullie, A. Renken, Chem. Eng. Sci. 48 (1993) 3921. [20] M, Pekau, PhD. Thesis, Institute of Chemical Technology, Prague, 1990. MOLCAA 97000472 S1381-1169(97)00047-2 10.1016/S1381-1169(97)00047-2 Molecular aspects of heterogeneous catalysis Article Modelling study of transient behaviour of elimination reactions of alcohols and amines on oxide catalysts Miloslav Pekař ∗ Josef Koubek Department of Organic Technology, Institute of Chemical Technology, Prague, Technická 5, 166 28 Prague 6, Czech Republic ∗ Corresponding author. Present address: Faculty of Chemistry, Technical University, Veslařská 230, 63700 Brno, Czech Republic. Transient responses of the proposed mechanism of dehydration of alcohols and deamination of amines are investigated theoretically by means of computer modelling. In the mechanism two different kinds of active sites and one blocking (self-inhibiting) step are involved. The nature of the nonstationary production rate increase (the so-called ‘stop-effect’), which was observed experimentally, is analyzed on the molecular level. Relationships between the shapes of transient responses and kinetics of the elementary steps are presented. An unusual illustration of the rate-determining step in the nonsteady state is presented. Keywords Deamination of amines Dehydration of alcohols Nonstationary kinetics Stop-effect Transient response methods References [1] C.N. Hinshelwood Kinetics of Chemical Change 1940 Clarendon Press Oxford [2] O.A. Hougen K.M. Watson Ind. Eng. Chem. 35 1943 529 [3] J.R. Kittrell W.G. Hunter C.C. Watson AIChE J. 11 1965 1051 [4] H. Knözinger K. Kochloefl W. Meye J. Catal. 28 1973 69 [5] M. Boudart AIChE J. 18 1972 465 [6] H. Kobayashi M. Kobayashi Catal. Rev. 10 1975 139 [7] C.O. Bennett Catal. Rev. 13 1976 121 [8] A. Renken Chem.-Ing.-Tech. 62 1990 724 [9] S.W. Weller Catal. Rev. 34 1992 227 [10] P. Hogan PhD. Thesis 1973 Institute of Chemical Technology Prague [11] J. Koubek PhD. Thesis 1975 Institute of Chemical Technology Prague [12] J. Koubek J. Pašek V. Růžička Catalyst Deactivation 1980 Elsevier Amsterdam 251 [13] J. Koubek J. Pašek V. Růžička Proc. 7th Int. Cong. Catal. Tokyo 1980 853 [14] V. Morávek M. Kraus J. Catal. 87 1984 452 [15] V. Morávek J. Catal. 133 1992 170 [16] P.J. Nowobilski C.G. Takoudis Chem. Eng. Commun. 40 1986 249 [17] J. Thullie A. Renken Chem. Eng. Commun. 96 1990 193 [18] J. Thullie A. Renken Chem. Eng. Sci. 46 1991 1083 [19] J. Thullie A. Renken Chem. Eng. Sci. 48 1993 3921 [20] M. Pekař PhD. Thesis 1990 Institute of Chemical Technology Prague",
      "scopus-id": "0030749953",
      "coredata": {
        "eid": "1-s2.0-S1381116997000472",
        "dc:description": "Transient responses of the proposed mechanism of dehydration of alcohols and deamination of amines are investigated theoretically by means of computer modelling. In the mechanism two different kinds of active sites and one blocking (self-inhibiting) step are involved. The nature of the nonstationary production rate increase (the so-called ‘stop-effect’), which was observed experimentally, is analyzed on the molecular level. Relationships between the shapes of transient responses and kinetics of the elementary steps are presented. An unusual illustration of the rate-determining step in the nonsteady state is presented.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-29",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000472",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pekař, Miloslav"
          },
          {
            "@_fa": "true",
            "$": "Koubek, Josef"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000472"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000472"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00047-2",
        "prism:volume": "123",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Modelling study of transient behaviour of elimination reactions of alcohols and amines on oxide catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Deamination of amines"
          },
          {
            "@_fa": "true",
            "$": "Dehydration of alcohols"
          },
          {
            "@_fa": "true",
            "$": "Nonstationary kinetics"
          },
          {
            "@_fa": "true",
            "$": "Stop-effect"
          },
          {
            "@_fa": "true",
            "$": "Transient response methods"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-139",
        "prism:endingPage": "139",
        "pubType": "fla",
        "prism:coverDisplayDate": "29 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00047-2",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00047-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030749953"
      }
    }
  }
}