{
  "metadata": {
    "title": "Sol–gel iron complex catalysts supported on TiO<ce:inf loc=post>2</ce:inf> for ethylene polymerization",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-01-16",
    "doi": "10.1016/S1381-1169(03)00495-3",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903004953",
    "pii": "S1381116903004953"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-1042287330",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-09-17 2003-09-17 2010-03-28T13:36:59 1-s2.0-S1381116903004953 S1381-1169(03)00495-3 S1381116903004953 10.1016/S1381-1169(03)00495-3 S300 S300.3 FULL-TEXT 1-s2.0-S1381116900X01768 2015-05-15T05:56:32.920819-04:00 0 0 20040116 2004 2003-09-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 207 207 2 2 Volume 207, Issue 2 14 155 161 155 161 20040116 16 January 2004 2004-01-16 2004 converted-article fla Copyright © 2003 Elsevier B.V. All rights reserved. SOLGELIRONCOMPLEXCATALYSTSSUPPORTEDTIO2FORETHYLENEPOLYMERIZATION DOMINGUEZ A 1 Introduction 2 Experimental 2.1 Materials 2.2 Catalyst sample preparation 2.3 Ethylene polymerization 2.4 Characterization 3 Results and discussion 3.1 Catalyst characterization 3.1.1 BET 3.1.2 XPS 3.1.3 X-ray diffraction 3.2 Catalytic activity 3.3 Polyethylene characterization 3.3.1 FTIR 3.3.2 GPC 3.3.3 SEM and DRX for the polymers formed 4 Conclusions Acknowledgements References LOPEZ 2002 207 219 T LOPEZ 1992 141 152 T BOKHIMI 2000 219 225 X LOPEZ 1992 778 782 T LOPEZ 1993 95 101 T GOMEZ 1994 205 211 R LOPEZ 1999 59 65 T RETUERT 2000 2818 J CASTILLO 1996 524 R WARD 1995 421 433 D CHIEN 1990 1609 J CHIUHSUN 2000 1058 1062 L LOPEZ 1990 167 172 T QUIJADA 1998 207 213 R PEREZ 2000 1440 1448 E PECCHI 2002 1 6 G RETUERT 1998 3923 3927 J MUNOZ 2001 392 E BOKHIMI 1995 2788 2796 X WANG 2002 639 642 Q WANG 2001 9692 9698 J PECCI 2003 205 G DOMINGUEZX2004X155 DOMINGUEZX2004X155X161 DOMINGUEZX2004X155XA DOMINGUEZX2004X155X161XA item S1381-1169(03)00495-3 S1381116903004953 1-s2.0-S1381116903004953 10.1016/S1381-1169(03)00495-3 271358 2010-10-15T16:13:04.658888-04:00 2004-01-16 1-s2.0-S1381116903004953-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/MAIN/application/pdf/b5fe5b48b256f165c47a4f901bb093f9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/MAIN/application/pdf/b5fe5b48b256f165c47a4f901bb093f9/main.pdf main.pdf pdf true 1157311 MAIN 7 1-s2.0-S1381116903004953-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/PREVIEW/image/png/466c8cbdcc5e28e36b7a501a120b5e87/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/PREVIEW/image/png/466c8cbdcc5e28e36b7a501a120b5e87/main_1.png main_1.png png 73706 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903004953-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr1/DOWNSAMPLED/image/gif/23f3c88d628d379a9c9ad217c8f57f7b/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr1/DOWNSAMPLED/image/gif/23f3c88d628d379a9c9ad217c8f57f7b/gr1.gif gr1 gr1.gif gif 63569 952 847 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr1/THUMBNAIL/image/gif/fb920a5e0dd711d00a30285166467748/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr1/THUMBNAIL/image/gif/fb920a5e0dd711d00a30285166467748/gr1.sml gr1 gr1.sml sml 2784 81 72 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr2/DOWNSAMPLED/image/gif/ba362b9f1f1fe1fbe59ee66483e48bac/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr2/DOWNSAMPLED/image/gif/ba362b9f1f1fe1fbe59ee66483e48bac/gr2.gif gr2 gr2.gif gif 10947 293 302 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr2/THUMBNAIL/image/gif/2e667d3ba4716a579b1002ab46de1de7/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr2/THUMBNAIL/image/gif/2e667d3ba4716a579b1002ab46de1de7/gr2.sml gr2 gr2.sml sml 2077 93 96 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr3/DOWNSAMPLED/image/gif/dc976899dc979e6d1e0e0402273382d2/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr3/DOWNSAMPLED/image/gif/dc976899dc979e6d1e0e0402273382d2/gr3.gif gr3 gr3.gif gif 46310 618 960 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr3/THUMBNAIL/image/gif/8f7ef8f47f52f87776e07ccf451050e3/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr3/THUMBNAIL/image/gif/8f7ef8f47f52f87776e07ccf451050e3/gr3.sml gr3 gr3.sml sml 1791 46 72 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr4/DOWNSAMPLED/image/jpeg/fdc32ed3db37e77ed4f63442b0ae2eb6/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr4/DOWNSAMPLED/image/jpeg/fdc32ed3db37e77ed4f63442b0ae2eb6/gr4.jpg gr4 gr4.jpg jpg 32054 307 368 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr4/THUMBNAIL/image/gif/1c3e319067ebbf7105e4ee77c1b301a8/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr4/THUMBNAIL/image/gif/1c3e319067ebbf7105e4ee77c1b301a8/gr4.sml gr4 gr4.sml sml 1802 93 112 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr5/DOWNSAMPLED/image/gif/bae783ad169c17fed45b3aa69d4a6e80/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr5/DOWNSAMPLED/image/gif/bae783ad169c17fed45b3aa69d4a6e80/gr5.gif gr5 gr5.gif gif 13339 462 876 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr5/THUMBNAIL/image/gif/e24c947489448771b9d81dcda560e322/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr5/THUMBNAIL/image/gif/e24c947489448771b9d81dcda560e322/gr5.sml gr5 gr5.sml sml 1402 38 72 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr6/DOWNSAMPLED/image/jpeg/5901370773a6f3263ec924e59a5af403/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr6/DOWNSAMPLED/image/jpeg/5901370773a6f3263ec924e59a5af403/gr6.jpg gr6 gr6.jpg jpg 78946 508 430 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/gr6/THUMBNAIL/image/gif/417a2061e17aaefd32b78a9c1222ab29/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/gr6/THUMBNAIL/image/gif/417a2061e17aaefd32b78a9c1222ab29/gr6.sml gr6 gr6.sml sml 3039 93 79 IMAGE-THUMBNAIL 1-s2.0-S1381116903004953-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/fx1/DOWNSAMPLED/image/gif/d8f5336b09530534f2eb5679ad84c1e2/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/fx1/DOWNSAMPLED/image/gif/d8f5336b09530534f2eb5679ad84c1e2/fx1.gif fx1 true fx1.gif gif 17533 358 319 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903004953-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903004953/fx1/THUMBNAIL/image/gif/307747d7e21ee2c3ef2013e1d86dad77/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903004953/fx1/THUMBNAIL/image/gif/307747d7e21ee2c3ef2013e1d86dad77/fx1.sml fx1 true fx1.sml sml 2077 93 83 IMAGE-THUMBNAIL MOLCAA 4247 S1381-1169(03)00495-3 10.1016/S1381-1169(03)00495-3 Elsevier B.V. Fig. 1 Desorption pore distribution curves for the fresh catalyst (70°C) and the catalysts calcined at 200 and 600°C. Fig. 2 XPS spectra recorded for catalyst treated at 70, 400 and 800°C. Fig. 3 XPS high resolution spectra for nitrogen and sulphur recorded for catalyst treated at 70 and 400°C. Fig. 4 XRD patterns recorded for the catalyst treated at the different temperatures. Fig. 5 Representatives GPC for polyethylene obtained by catalysts treated at 70 and 200°C. Fig. 6 SEM micrographs of the catalysts treated at 70 and 600°C and the polyethylenes obtained with each catalyst, with 1700 of augments. Table 1 Polymerization results using MAO, 1.7×10−6 mol of iron, W=1000rpm, P et. 2bar, Al/Zr=4800, 30min of reaction time and toluene as solvent Catalyst Activity (kg PE/mol Fe barh) Melting DSC temperature (°C) Treated at 70°C 1224 134 Treated at 200°C 750 133.8 Treated at 400°C 362 133 Treated at 600°C 411 133.5 Treated at 800°C 387 134 Table 2 Polydispersity, number average molecular weight (M n) and weight average molecular weight (M w) of the polyethylenes obtained with each catalyst Polyethylene M n (×10−3) M w (×10−3) M w/M n PE-catalyst 70°C 34 74.3 2.2 PE-catalyst 00°C 26.8 70.6 2.6 PE-catalyst 400°C 31.5 85.3 2.7 PE-catalyst 600°C 53 86 2.5 PE-catalyst 800°C 44.4 106 2.4 Sol–gel iron complex catalysts supported on TiO2 for ethylene polymerization Ana Marı́a Domı́nguez a Antonio Zárate a Raúl Quijada a Tessy López b ∗ a Departamento de Ingenierı́a Quı́mica, Facultad de Ciencias Fı́sicas y Matemáticas, Universidad de Chile y Centro para la Investigación Interdisciplinaria Avanzada en Ciencias de los Materiales (CIMAT), Santiago, Chile b Universidad Autónoma Metropolitana-Iztapalapa, Departamento de Quı́mica, AP.55-543, DF, México 09340, Mexico * Corresponding author. Present address: Beaucheff No. 861, Santiago de Chile. Tel.: +52-5-7244668; fax: +52-5-7244668. Desorption pore distribution curves for the fresh catalyst (70°C) and the catalysts calcined at 200 and 600°C. The Fe((SO4)2(NH4)2)/TiO2 compound was prepared via the sol–gel technique at pH 9 dried at 70°C and treated thermally at different calcination temperatures (200, 400, 600 and 800°C). It was characterized by BET, XPS and XRD and it was tested as a catalyst for ethylene polymerization. A strong dependence was found between the structural properties of the support, the iron complex and the annealing temperature. Catalytic activity decreased with increasing heat treatment temperature up to 400°C and remained practically constant above this temperature. These differences occurred without important changes in the physical, chemical and structural properties of the synthesized polymer. Keywords Sol–gel Iron Titania Ethylene Polymerization Supported catalyst 1 Introduction The synthesis of metallic oxides by the use of the sol–gel method provides a way of obtaining in only one step solids with high surface area, controlled porosity and high resistance to deactivation. The sol–gel technique has allowed control of nanosolid parameters such as: acidity, texture, structure, particle size, porosity, oxidation state of the central atom, coordination number of the transition metal and impurities. These properties are planned before the gelation takes place and they make it possible to establish the synthesis parameters and to prepare tailor-made nanomaterials. Titania is a metallic oxide with many applications: due to its electronic properties, it is used in the production of electrodes, capacitors and solar cells; it is also of interest in catalysis, where it can act in oxidation reactions as the support or the catalyst itself. For example this oxide photocatalyzes the oxidation of organic and inorganic matter suspended in water [1,2]. Although noble metal catalysts supported on titania have been widely studied, their catalytic properties are still of great research interest. Presently, transition metal oxides can be considered as an attractive option because of their low cost and availability; properties like their good activity and stability in the case of iron and copper in the catalytic oxidation of hydrocarbons make them excellent candidates to rival the noble metals. These catalytic properties will depend on many variables such as thermal treatment, the synthesis process, the different crystalline phases of titania, and the doping with cations or anions. Titania is a catalytic support whose properties are modified by the supported cation, e.g. Pt, Pd, Fe or Cu [3]. Titania can be modified, however, by doping with a cation having a valence different from 4+ or by reducing the valence of titanium from 4+ to 3+. The chemical and electronic properties of this non-stoichrometric titania will depend on the defect density and the impurity concentration of the crystal [3]. Another method for preparing non-stoichrometric titania is the sol–gel technique [4]. Here, the resulting titania has a high defect density produced during the dehydroxylation process. Associated with the sol–gel technique is the presence of a large number of hydroxyl groups on the crystal surface that produces oxygen vacancies. Some authors have shown that the sol–gel Pt/TiO2 system is a potential catalyst for acetylene hydrogenation since it has a high resistance to sintering at 800°C and its activity does not decrease because the particles of Pt redisperse themselves in the support. Also, iron oxide supported on silica has been tested as a catalyst in methane combustion and as a photocatalyst [4–6]. The sol–gel method has potential applications in catalytic systems since it allows the functionalization and/or surface modification of the supports. Morphologically spherical alumina and silica powder obtained under sol–gel conditions with a basic catalyst are used in organic synthesis. Recently, a new silica-type material obtained by the sol–gel process has been applied as a carrier for organometallic catalysts in olefin polymerization [7–10]. Polyolefins such as polyethylene (PE) and polypropylene (PP) produced by homogeneous metallocene catalysts have an irregular morphology and a low bulk density. Also, these polyolefins tend to adhere to the reactor wall surface, thus retarding the heat transfer rate and causing reactor fouling. To overcome this problem, the metallocene catalyst has to be adsorbed on a porous support material to produce an heterogeneous catalyst, and the PE particles should have a granular morphology. A supported metallocene catalyst involves the adsorption of the metallocene on a modified methylaluminoxane (MAO) porous support such as silica, alumina or MgCl2. The method can provide an active catalyst producing PE with satisfactory morphology and bulk density. The metallocene and MAO must be allowed to form an active metallocene species suitable for anchoring onto a support [11,12]. On the other hand, the type of support is important and influences the catalytic activity. The support pore volume has a strong effect on the yield of the reaction and it can be controlled with the synthesis parameters, improving the possibilities for the polymer chain growing in the active sites located inside the mesoporous [13]. Looking for an alternatives new materials for ethylene polymerization and taken advantage of sol–gel technique about homogeneity, dispersion, and the non traditional oxidation state stability, that can be reach with this sol–gel process. This paper presents a preliminary study of the ethylene homopolymerization using a catalyst of iron complex supported on titania, (Fe(SO4)2(NH4)2)/TiO2, which was prepared by the sol–gel technique at pH 9 and annealed at different temperatures. Titania was choose as a support because, until high temperatures, this material keep a lot of –OH groups that have an important role in the metal complex anchoring and stabilization. 2 Experimental 2.1 Materials Ammonium hydroxide (Baker, 98%), absolute ethanol (Baker), iron(II) ammonium sulfate (Baker); titanium(IV) butoxide (Strem Chemicals, 98%) and deionized water were used to prepare the sol–gel catalysts. Commercial toluene was used as a solvent for the polymerization reactions after purification by refluxing over metallic sodium with benzophenone as an indicator. Ethylene (polymerization grade) was treated with BASF R3-11 catalyst and 4Å molecular sieves in order to remove oxygen and water. Methylaluminoxane (MAO) 10% in toluene, triisobutylaluminium (TIBA) 25% in toluene and triethylaluminium (TEA) 2.5M in toluene, all from Witco, and the fresh sol–gel catalysts (Fe(SO4)2(NH4)2)/TiO2 dried at 70°C and calcined at 200, 400, 600 and 800°C, were synthesized at Iztapalapa University and used without further purification. All reactants were used in an inert nitrogen (N2) atmosphere. 2.2 Catalyst sample preparation Fe/TiO2 samples were prepared by using a sol–gel technique. The typical preparation for Fe/TiO2 5wt.% was as follows: 0.225g of Fe((NH4)2(SO4)2) were dissolved in a mixture of 16.1ml of water and 50ml of ethanol. Then, NH4OH was added to this solution as a hydrolysis catalyst for controlling pH at 9. Then 84.5ml of Ti(n-OBu)4 were slowly poured into the above solution and the mixture was refluxed for 3h at 70°C with continuous stirring. Finally, the resulting materials were dried at 70°C for 12h and then calcined at 200, 400, 600 and 800°C for 4h. 2.3 Ethylene polymerization The polymerization of ethylene was carried out at 60°C with ethylene at a pressure of 2bar in a 600ml glass Parr reactor using toluene as a solvent. Prior to the reaction, the reactor was dried by heating in vacuum and purging with nitrogen gas a few times; the adequate co-catalyst: MAO, TEA and TIBA were added as moisture and oxygen scavengers. A suspension containing the Fe((SO4)2(NH4)2)/TiO2 sol–gel catalysts, pre-activated with 1ml of the co-catalyst, was injected into the reactor using a syringe. As the reaction mixture reached 60°C, the reactor was pressurized and the polymerization was initiated and continued for 30min. At the end of the reaction, ethylene pressure was released and a 2% solution of HCl/MeOH was added in order to decompose the unreacted co-catalyst. The PE was separated from the reaction mixture by filtration, washed with MeOH and dried in vacuum at 60°C [14]. 2.4 Characterization The catalysts were characterized using a Micromeritics ASAP 2010 Automatic Sorptometer. Specific area and pore size distribution were calculated from the adsorption isotherms using nitrogen as adsorbate in the relative pressure range of 0.06–0.2. The XRD patterns were recorded in a Siemens D-5000 equipment. Photoelectron spectra (XPS) were recorded using a model 1257 Physical Electronics System, with Al Kα X-ray radiation operated at 400W. The binding energy of serendipitous C 1s at 284.5eV was used as reference. Catalytic activity was evaluated from the polymer weight obtained in every polymerization in kg/mol of catalyst, ethylene pressure and reaction time. The polymer characterization was carried out by XRD patterns using a Siemens D5000 diffractometer with Cu Kα radiation at 40kV and 30mA. SEM micrographs of the polymers were made with a Tesla B5 343A SEM equipment using gold coating. A Bruker vector 22 spectrometer was used to obtain the FTIR spectra of the polyethylenes as films. Molecular weight distribution was calculated using a Waters 2000 Chromatograph at 135°C. Differential scanning calorimetry (DSC) measurements were performed on a TA Instruments DSC 2920 under nitrogen atmosphere. Indium was used for temperature calibration. Samples were melted at 180°C, quenched from 180°C to ambient temperature and heated from ambient temperature to 180°C at a heating rate of 10°C/min. The melting temperature were taken from the second heating curve. 3 Results and discussion 3.1 Catalyst characterization 3.1.1 BET Specific area and average pore diameter were obtained from the nitrogen absorption isotherms. Fig. 1 shows the desorption pore distribution curves for the catalyst treated at 70, 200 and 600°C. The first two temperatures treatment did not show significant variations in average pore diameter, although surface area was a slightly lower for the higher temperature. In the catalyst treated at higher temperature the pore diameter increased and the specific area decreased. These features maybe associated with the ionic strength due to the hydrolysis rate of the base, which is high and produces cross-linking and high specific area [15]. Furthermore, it is well known that during the sintering of gels networks eliminates small pores and makes total pore volume low and the average pore size large [16]. Also, the surface area decrease maybe for segregation of iron hydroxides on the TiO2 surface due to the rearrangements in the titania crystalline phase because at the beginning the titania is present only in anatase form but when the temperature is raised there are a mixture of phases anatase and rutile until high temperature when it changes to rutile as could be seen by X-ray diffraction. The surface area determined by BET for the catalysts treated at 70, 200 and 600°C were 200, 167 and 94cm3/g, respectively. In general, due to the sol–gel synthesis using in this article, the S BET values are larger than those reported in the literature by T. López et al., obtained by calcinations and soluble salt preparation methods [17]. 3.1.2 XPS Representative XPS spectra recorded for the fresh catalyst and the catalysts treated at 400 and 800°C are shown in Fig. 2 . The binding energy value of 709.5eV for the fresh catalyst indicates that iron is present mainly as Fe2+, but in the case of catalysts that were calcined at 400 and 800°C, the binding energy values are 710.3 and 710.5eV, respectively, showing that iron is present in those samples, mainly as Fe3+ [18]. During the thermal treatment, the iron ammonium sulfate complex becomes iron oxide and the ammonium and sulfate ligands migrate from the material. This could be supported by the photoelectron peak at 401.4eV, which can be assigned to the N 1s peak in ammonium and the S 2p peak at 168.7eV, which can be assigned to sulfate in the fresh catalyst. The catalyst treated at 400°C shows the 168.7eV peak, while catalyst calcined at 800°C did not show the peak at those binding energies, as can be seen in Fig. 3 . 3.1.3 X-ray diffraction Fig. 4 displays the powder diffraction patterns of the catalysts. In all cases the main lines of anatase appear at 2θ=25.38°, 37.81° and 48.08°, and the rutile phase main lines at 2θ=27.42°, 36.09°, 41.19°, 54.32° and 56.62° did not appear clearly until 800°C. The fresh sample (dried at 70°C) shows the anatase embedded in an amorphous phase. Annealed at higher temperatures, the amorphous phase changed to anatase and above 600°C the titania strongly dehydroxylized producing a conversion mainly to rutile. This could be related with the fact that sulfate ions stabilize the anatase form, remaining in the surface of the solid. It was difficult to see clearly the X-ray patterns of the iron, probably because the iron atoms could have an extremely broad diffraction pattern that was hidden in the diffraction pattern background, indicating that the iron species remains highly dispersed or incorporated into the titania network [15,19]. 3.2 Catalytic activity Catalytic activity in ethylene polymerization was studied for the iron compound. In order to form the active species, the supported catalysts were placed in contact with a co-catalyst as activator (organo-aluminium compounds). The study of the effect of the co-catalyst was carried out using triethyl aluminium (TEA), triisobutyl aluminium (TIBA) and methylaluminoxane (MAO). Under similar reaction conditions, only the MAO co-catalyst is active. The requirements for an activator in polyolefin polymerization depend on the catalyst employed. Probably, in this case, the active species is generated in two steps, e.g. alkylation and cationization, since alkylaluminiums like TEA and TIBA have an extremely weak ability of attracting an anion [20]. Catalytic activity on ethylene polymerization was found to decrease with the calcination temperature from 70 to 400°C, and remained constant until 800°C, see Table 1 . Apparently, the active catalytic sites changed and/or decreased in some way with increasing temperature. In fact, there were changes in the titania crystalline phase above 600°C and in the iron oxidation state above 200°C. The combination of all these factors play an important part in the activity in ethylene polymerization behavior. When the temperature is raised the iron complex is decomposed and the sulfate and ammonia are desorbed, only a little iron percentage substituted titania atoms in the support structure and the rest emerge to the surface highly dispersed. Wang et al. [21] found the formation of additional species between the titania and iron atoms Fe x TiO y (FeTiO3 or Fe2TiO5) because of solid state reactions and phase transformations when the material is treated at 600°C. 3.3 Polyethylene characterization 3.3.1 FTIR The FTIR spectrum displayed signals corresponding to a typical polyethylene: signals at 2930 and 2845cm−1 assigned to the stretching C–H of the –CH2 and –CH3 groups. Approximately at 1462cm−1 appears a signal corresponding to the bending of –CH2 groups and at 719cm−1 a signal can be observed, corresponding to the rocking of the (–CH2–CH2–) n groups with n>3. Also, at 1635cm−1 there is a small band associated with carbon–carbon double bonds; probably there are double bonded terminal groups due to β-H elimination mechanisms. Others studies of iron catalysts have been found double bonds and isopropyl end groups, due to β-H and alkyl transfer reaction termination mechanisms in the ethylene polymerizations [22]. 3.3.2 GPC Fig. 5 shows the GPC chromatograms for fresh (dried at 70°C) and calcined (200°C) samples; they have one majority fraction of higher molecular weights and small fractions of oligomers, which could be associated with the existence of more than one active catalytic center that produced polymers with different chains lengths and perhaps, there are a few active sites where the transfer reaction with the activator is accelerated, forming oligomers. The thermal treatment brings more drastic modifications to the surroundings that influence the termination reactions, associated with changes in the active species surrounding of this sol–gel catalyst and also with the chain transfer reaction to the aluminium activator. Furthermore, for this catalyst it was found in another study made to this catalyst for T. López et. al. [23] by Mosbaüer technique the coexistence of Fe2+ and Fe3+ species. Table 2 shows the high molecular weights of the polymers obtained by GPC for the major fraction. The number average molecular weight (M n), weight average molecular weight (M w) and the polydispersity index (M w/M n) are reported. The polydispersity for all the samples is between 2 and 3, indicating that different chains sizes were formed because of the presence of different catalytic species as was discussed before. In general, the molecular weight increases with the catalyst calcination temperature, which is contrary to the activity behavior. 3.3.3 SEM and DRX for the polymers formed Fig. 6 shows the SEM micrographs of the fresh catalyst (70°C), of the catalyst treated at 600°C and of the polymers formed around each catalyst particle. The polymer took the shape of the supported sol–gel catalyst particles, like in others supported catalysts this is the “replica phenomenon”. The fresh catalyst micrograph shows the present of large and fine particles. The fine particles appear up to the first and at 600°C this fine particles formed cluster. However, no apparent differences were found in the polymers formed by those catalysts. The polyethylene seems as fibrous and oriented around the surface of the support. By DRX analysis of the polymers the same behavior was found for all samples, with a main amorphous peak centered at 2θ between 19.5° and 20° corresponding to the orthorhombic unit cell of PE [14]. 4 Conclusions This material thermal treatment decrease its catalytic activity, due to the complex decomposition, the titania phase transformation, the changes in the iron oxidation state as we described; besides, the two iron oxidation state coexistence and the new phases—Ti–O–Fe-formation found in other studies, lead to punctual defects and more than one catalytic sites. Although, the obtained polyethylene have same physical properties analyzed by FTIR, X-ray diffraction, melting temperature and similar molecular weights. Only the molecular weight distribution was slightly affected in the material calcined between 200 and 600°C that when the sample was treated at 70 and 800°C, maybe, that temperature range correspond to the titania dehydroxilation and to the new phases formation that can act as catalytic centers in which are marked the formation of chains with different size. Acknowledgements The authors wish to thank FONDAP project number #11980002; the Graduated School Department of the Universidad de Chile; the German Scholarship Program DAAD, Professor Victor Fuenzalida and as well as CONACyT-México for their financial support. References [1] T López F Tzompantzi J Hernández R Gómez J. Sol–Gel Sci. Technol. 24 2002 207 219 (a) T López E Sánchez P Bosch Y Meas R Gómez Mater. Chem. Phys. 32 1992 141 152 [2] X Bokhimi E Muñóz J.L Boldú E Adem O Novaro J. Sol–Gel Sci. Technol. 17 2000 219 225 [3] T López J Mendez R Juárez J. Non-Cryst. Solids 147–148 1992 778 782 [4] T López R Gómez E Romero I Schifter React. Kinet. Catal. Lett. 49 1993 95 101 [5] R Gómez T López J. Sol–Gel Sci. Technol. 1 1994 205 211 [6] T López R Gómez G Pecci P Reyes X Bokhimi O Novaro Mater. Lett. 40 1999 59 65 [7] J Retuert R Quijada V Fuenzalida J. Mater. Chem. 10 2000 2818 [8] R Castillo B Koch P Ruiz B Delmon J. Catal. 161 1996 524 [9] D Ward E Ko Ind. Eng. Chem. Res. 34 1995 421 433 [10] J Chien D He J. Polym. Sci. A: Polym. Chem. 29 1990 1609 [11] L Chiu-Hsun S Chyi-Yang Macromol. Rapid Commun. 21 2000 1058 1062 [12] T López R Gómez J Mendez-Vivar A Campero Latin Am. Res. 20 1990 167 172 [13] R Quijada R Rojas A Narváez L Alzamora J Retuert F Rabagliati Appl. Cat. A: Gen. 166 1998 207 213 [14] E Pérez R Benavente R Quijada A Narváez G.B Galland J. Polym. Sci.: Polym. Phys. 38 2000 1440 1448 [15] G Pecchi P Reyes T López R Gómez A Moreno J.L.G Fierro J. Chem. Technol. Biotechnol. 77 2002 1 6 [16] J Retuert R Quijada V Arias Chem. Mater. 10 1998 3923 3927 [17] E Muñóz J.L Boldú E Andrade O Novaro T López R Gómez J. Am. Ceram. Soc. 84 2001 392 [18] J.F. Moulder, W.F. Stickle, P.E. Sabol, K.D. Bomben, in: Jill Chastain (Ed.), Handbook of X-Ray Photoelectron Spectroscopy, Published by Perkin-Elmer Corporation, Minnesota, United States of America (Copyright 1992). [19] X Bokhimi A Morales O Novarro T López E Sánchez R Gómez J. Mater. Res. 10 1995 2788 2796 [20] Q Wang H Yang Z Fan Macromol. Rapid. Commun. 23 2002 639 642 [21] J.A Wang R Limas-Ballesteros T López A Moreno R Gómez O Novaro X Bokhimi J. Phys. Chem. B 105 2001 9692 9698 [22] G. Britovsek, V. Gibson, B. Kimberley, P. Maddox, J. Metavish, G. Solan, A. White, D. Williams, Chem. Commun. (1998) 849. [23] G Pecci P Reyes T López R Gómez A Moreno J.L.G Fierro A Martı́nez-Arias J. Sol–Gel Sci. Technol. 205 2003 205",
      "scopus-id": "1042287330",
      "coredata": {
        "eid": "1-s2.0-S1381116903004953",
        "dc:description": "The Fe((SO4)2(NH4)2)/TiO2 compound was prepared via the sol–gel technique at pH 9 dried at 70°C and treated thermally at different calcination temperatures (200, 400, 600 and 800°C). It was characterized by BET, XPS and XRD and it was tested as a catalyst for ethylene polymerization. A strong dependence was found between the structural properties of the support, the iron complex and the annealing temperature. Catalytic activity decreased with increasing heat treatment temperature up to 400°C and remained practically constant above this temperature. These differences occurred without important changes in the physical, chemical and structural properties of the synthesized polymer.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-01-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903004953",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Domı́nguez, Ana Marı́a"
          },
          {
            "@_fa": "true",
            "$": "Zárate, Antonio"
          },
          {
            "@_fa": "true",
            "$": "Quijada, Raúl"
          },
          {
            "@_fa": "true",
            "$": "López, Tessy"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903004953"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903004953"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00495-3",
        "prism:volume": "207",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Sol–gel iron complex catalysts supported on TiO2 for ethylene polymerization",
        "prism:copyright": "Copyright © 2003 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Sol–gel"
          },
          {
            "@_fa": "true",
            "$": "Iron"
          },
          {
            "@_fa": "true",
            "$": "Titania"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          },
          {
            "@_fa": "true",
            "$": "Supported catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-161",
        "prism:endingPage": "161",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 January 2004",
        "prism:doi": "10.1016/S1381-1169(03)00495-3",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00495-3",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "952",
            "@width": "847",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "63569",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "81",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2784",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "293",
            "@width": "302",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10947",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "96",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2077",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "618",
            "@width": "960",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46310",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "46",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1791",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "307",
            "@width": "368",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "32054",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1802",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "462",
            "@width": "876",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13339",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "38",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1402",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "508",
            "@width": "430",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78946",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "79",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3039",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "358",
            "@width": "319",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "17533",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "83",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903004953-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2077",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/1042287330"
      }
    }
  }
}