{
  "metadata": {
    "title": "Ruthenium-carbene catalysts for the synthesis of 2,3-dimethylfuran",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-04-11",
    "doi": "10.1016/S1381-1169(96)00239-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996002397",
    "pii": "S1381116996002397"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030953462",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996002397 S1381-1169(96)00239-7 S1381116996002397 10.1016/S1381-1169(96)00239-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00441 2015-05-15T05:56:33.668241-04:00 0 0 19970411 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 1 1 Volume 118, Issue 1 16 L1 L4 L1 L4 19970411 11 April 1997 1997-04-11 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. RUTHENIUMCARBENECATALYSTSFORSYNTHESIS23DIMETHYLFURAN CETINKAYA B BRUNEAU 1995 953 995 C ALLENESCUMULENESINCOMPREHENSIVEORGANICFUNCTIONALGROUPTRANSFORMATIONS FURBER 1995 997 1085 M ALKYNESINCOMPREHENSIVEORGANICFUNCTIONALGROUPTRANSFORMATIONS TROST 1995 259 381 B BIANCHINI 1991 5453 5454 C WAKATSUKI 1991 9604 9610 Y MITSUDO 1991 598 599 T MITSUDO 1987 157 167 T MITSUDO 1994 580 581 T TROST 1993 4361 4362 B TROST 1995 615 623 B TROST 1994 4985 4986 B TROST 1995 1888 1889 B TROST 1990 7809 7811 B TROST 1992 5579 5584 B TROST 1994 1078 1082 B DERIEN 1994 2551 2552 S DERIEN 1996 5511 5524 S TROST 1993 10402 10403 B MAHE 1986 6333 6336 R MAHE 1989 1518 1523 R BRUNEAU 1992 97 107 C RUPPIN 1986 6323 6324 C DOUCET 1993 850 851 H BRUNEAU 1991 755 763 C SYNLETT BRUNEAU 1994 154 163 C DARCEL 1994 333 334 C SEILLER 1995 13089 13102 B VERNIN 1982 G CHEMISTRYHETEROCYCLICFLAVORINGAROMACOMPOUNDS DONNELLY 1984 657 712 D COMPREHENSIVEORGANICCHEMISTRY LIPSHUTZ 1986 795 819 B BENNETT 1982 74 78 M BENNETT 1974 233 241 M LAPPERT 1988 185 214 M KUCUKBAY 1996 2434 2439 H REGITZ 1996 725 728 M HERRMANN 1995 2371 2374 W CETINKAYAX1997XL1 CETINKAYAX1997XL1XL4 CETINKAYAX1997XL1XB CETINKAYAX1997XL1XL4XB item S1381-1169(96)00239-7 S1381116996002397 1-s2.0-S1381116996002397 10.1016/S1381-1169(96)00239-7 271358 2010-09-29T19:50:37.470686-04:00 1997-04-11 1-s2.0-S1381116996002397-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002397/MAIN/application/pdf/8795db0eda9d24ec82dfac46d0d241c6/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002397/MAIN/application/pdf/8795db0eda9d24ec82dfac46d0d241c6/main.pdf main.pdf pdf true 350655 MAIN 4 1-s2.0-S1381116996002397-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002397/PREVIEW/image/png/2c8aff833a3b743b8446fa4a4c3cc53d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002397/PREVIEW/image/png/2c8aff833a3b743b8446fa4a4c3cc53d/main_1.png main_1.png png 59757 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116996002397-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002397/STRIPIN/image/gif/1013a87347d727985a6f3fc5c98d496a/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002397/STRIPIN/image/gif/1013a87347d727985a6f3fc5c98d496a/si3.gif si3 si3.gif gif 158 20 13 ALTIMG 1-s2.0-S1381116996002397-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002397/STRIPIN/image/gif/001206e3370035a8da07ad86113efaf1/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002397/STRIPIN/image/gif/001206e3370035a8da07ad86113efaf1/si2.gif si2 si2.gif gif 122 16 8 ALTIMG 1-s2.0-S1381116996002397-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002397/STRIPIN/image/gif/f73601d755ec7d91ad8fab482a30bab4/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002397/STRIPIN/image/gif/f73601d755ec7d91ad8fab482a30bab4/si1.gif si1 true si1.gif gif 746 27 121 ALTIMG ELSEVIER JOURNALOF M ANNULAR CHIALYSIS A; CHEMICAL Journal of Molecular Catalysis A: Chemical 118 (1997) L1-L4 Letter Ruthenium- carbene catalysts for the synthesis of 2,3-dimethylfuran Bekir tinkaya a, * , Ismail demir a, Christian Bruneau b, Pierre H. Dixneuf b InUniversity, Faculty of Science and Arts, Department of Chemistry, 44069 Malaya, Turkey b Laboratoire de Chimie de Coordination Organique, URA CNRS 415, Campus de Beaulieu, Universitde Rennes, 35042 Rennes, France Received 4 March 1996; accepted 10 June 1996 Abstract A variety of neutral arene-ruthenium-carbenes of type (arene)RuC12(=C(NR)CH=CH=NR) have been used for the catalytic transformation of (Z)-3-methylpent-2-en-4-yn-l-of into 2,3-dimethylfuran. The catalytic reaction takes place at 80 with mononuclear complexes III-V to afford the furan in - 90% yield. The binuclear catalysts Via and VIIa having a linked bis-carbene bridge operate at room temperature to initiate an exothermic reaction offering 90-97% of furan. Keywords: Ruthenium-carbene catalysts; Activation of Z-enynols; Catalytic synthesis of 2,3-dimethylfuran 1. Introduction Catalytic transformations of alkynes have a potential for developing new methodologies in organic synthesis [1], via formal selective addition to the C=C bond to directly afford unsaturated functional molecules with atom economy [2]. In the recent years several ruthenium complexes were revealed as efficient catalysts to create new carbon-carbon bonds with alkynes as in their dimerization into Z-enynes [3] and butatriene [4] or their coupling with alkenes leading to dimes [5,6] and butenolides, [7] or with allylic alcohols to generate, according to the nature of the catalyst, either a, un- ` Corresponding author. Tel.: +33-99286280; fax: +3399286939. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00239-7 saturated ketones [8] or y,6-unsaturated aldehydes, acetals [9] and ketones [10]. Ruthenium(II) complexes have also been found to promote selective carbon-heteroatom bond formation reactions in the catalytic synthesis of vinyl carbamates [11], enol esters [12a,12, functional dimes [13] and keto esters [14]. Recently, we have found that RuCI,,(PPh3)(arene) and [Ru( /.t,-OZCH)(CO)2(PPh3)]2 complexes could act as catalysts for the activation of (Z)-2-en-4-yn-l-ols toward their intramolecular cyclization into furans [ I S]. The interest of furans in organic synthesis [16] motivated the search for new catalysts favoring this reaction. We now report on the study of a variety of ruthenium-carbene derivatives of type (arene)C1ZRu=C(NR)CH,CH=NR as catalysts for the transformation of ( Z)-3-methylpent-2-en-4-yn- L2 B. tinkaya et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) LI-L4 1-01 1 into 2,3-dimethylfuran 2 (Eq. (1)) and we show that binuclear biscarbene complexes are so efficient that the catalytic reaction is initiated at room temperature without solvent and is exothermic. 2. Results and discussion R ~N . H( R R R R N IN ~G RuClz/z + P~C~ R R R \"`- J N R - _N~ b 0 a A variety of ruthenium-carbene derivatives III-VII have been prepared from [(arene)RuC12]2 dimers I (arene =p-cymene (a), hexamethylbenzene (b)), by analogy to the cleavage of the chlorobridges by phosphines [ 17], by reaction of the enetetramines II, that are electron-rich olefins [18]. The reaction was shown to generate the cleavage of the C=C bond [19] and the formation of the neutral ruthenium-carbenes III-VII [20] of which the carbene ligand is expected to be a strong o-donor group [21] (Scheme 1). ( Z)-3-methylpent-2-en-4-yn-1-011(10 mmol) (1) was added in a Schlenk tube to 0.1 mmol of Rt arene: p-Me-Q14-'Pr (a) C6Mes (b) II III - VIII ~\"-\", OMe ~~ OMe (Ru- (Ru- (Ru- N,,,^ OMe 1-1 me Et III a,b IV a,b Va ,Rums -19-< C1 ~ C1 VIa (n=0) VII a (n = 1) EtN,_7-CHz(CHz), CH 2-N, c NEt u Clue ~Cl U Scheme 1. B. etinkaya et al. / Journal of Molecular Catalysis A: Chemical 118 (1997) GI -L4 Table 1 Catalytic synthesis of 2,3-dimethylfuran Entry Catalyst T () Time (h) Yield (%) a 18d 19 1 20 `' 21 `' 22 `' 23 d I IIIa Illa 3 Illa 4 IIIb 5 IIIb 6 Illa 7 Illa 8 Illa 9 IIIb 10 IIIb 11 IIIb 12 IVa 13 Iva 14 Ivb 15 IVb 16 Va 17 Va V la VIa VIa VIa VIIa VIIa 60 60 60 60 60 80 80 80 80 80 80 80 80 80 80 80 80 r.t. ` r.t. r.t. ` r.t. ` r. t. r.t. ` 1.5 2.5 16.5 1 6.5 1 2.25 3.7 1 3.4 3.75 1 2 1 2.25 1 2 1 2 6 21 0.2 1 44 60 87 (7s> b 60 83 (75) b 79 87 90 (82) b 67 88 89 (83) b 87 92 (as> b ao 90 (85) b 74 92 (82> b 49 50 84 95 (83) b 87 97 Reaction conditions: To 0.1 mmol of ruthenium catalyst III-V were added 10 mmol of (Z)-3-methylpent-2-en-4-yn-l-of without additional solvent. The mixture was stirred in an oil bath at 60 -80 for 1-20 h. The reaction with 0.05 mmol of catalysts VIa and VIIa was performed starting at room temperature. Yield measured using gas chromatography. b Isolated yield after distillation. ` The stirring at 22 led to an exothermic reaction. d 0.05 mmol of complex. ruthenium complexes III-V without any additional solvent and the mixture was stirred at 60-80 in an oil bath for 1-20 h. The conversion of 1 was monitored by gas chromatography and led to the formation of only one product, the colorless 2,3-dimethylfuran 2 (Eq. (1)) which was identified by spectroscopy [ 15]. (2: 1 H NMR (300 MHz, CDC13) 8 (ppm): 1.94 and 2.19 (s, Me), 6.14 and 7.19 (d, CH=, 3JHH = 1.8 Hz), IR (film) v(c -cl = 1605 cm-'.) The results are summarized in Table 1. They show that the ruthenium-carbene complexes III-V are good catalysts for the transformation of 1 into 2 above 60. The best yields were obtained at 80 for 1-3 h (entries 6 and 9, 10 as compared to entries 1 and 4, respectively). It is noteworthy that the catalysts IIIb and IVb containing the hexamethylbenzene ligands are more efficient at 60 than IIIa and IVa containing the p-cymene group, as the conversion of 1 is faster (entries 4 and 5 as compared to entries 1 and 3). This difference in behavior is no longer worthy to note at 80. This is attributed to the easiness of displacement of the arene ligand which is observed by gas chromatography, and is supposed to be the key step generating the active ruthenium species from (arene)RuC12(PR3) [12b]. The comparison of catalysts III and IV indicates that complexes IV containing only one coordinating `arm' linked to the nitrogen atoms are more efficient (entries: 6, 12 and 9, 14). Complex Va bearing no coordinating arms attached to the carbene ligand appeared to be also an efficient catalyst, as 92% yield of 2 were formed (entry 17). Thus, the catalysts III-V in an average of 2-3 h at 80 could afford 90% of furan 2 which was isolated in 80-85% yields after distillation (entries: 8, 11, 13, 15, 17). The catalytic efficiency of complexes III-V is comparable to that of RuC12(PR 3)(arene) complexes [15] which can even operate at 60. Attempts to carry out the same transformation 1 - 2 with the complexes VIa and VIIa having their carbene units linked by a NCH ZCH 2-N (VIa) or N-CH ZCH ZCH 2-N bridge (VIIa) led to the observation that the reaction did not require any heating. Actually, starting from room temperature, the stirring of 0.05 mmol of the binuclear complex into 10 mmol of the enynol 1 led to an exothermic reaction. With complex VIa the stirring at 22 for 21 h afforded 95% yield of 2 (83% isolated) (entry 21). Under similar conditions, the stirring of catalyst VIIa in enynol 1 led to an exothermic reaction bringing the reaction mixture to the boil. The reaction was almost completed after 10 min and a 97% yield of 2 was reached after 1 h (entries 22, 23). The above reaction represents a new example of metal complexes of N-heterocyclic carbenes in catalysis. The first example has just been L4 B. tinkaya et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) LI-L4 described to promote the Heck reaction in the presence of imidazole derivative carbene-palladium catalysts [22]. No proof can be brought to explain the efficiency of catalysts VIa and VIIa, which are by far the best catalysts for the formation of furan 2 with respect to complexes III-V or RuCIZ(PR3)(arene) [15]. However, the suggestion can be made that their p-cymene ligand can be lost, as observed by gas chromatography, much more easily than from the mononuclear complexes, thus generating an active coordinatively unsaturated ruthenium species able to activate the triple bond of the enynol. Acknowledgements The authors are grateful to TUBITAK and CNRS for support (cooperative program 25. References [ I ] C. Bruneau and P.H. Dixneuf, Allenes and cumulenes in Comprehensive Organic Functional Group Transformations, Vol. 1, A.R. Katritzky, O. Meth-Cohn, C.W. Rees (Eds.) (Cambridge, 1995) ch. 20, pp. 953-995; M. Furber, Alkynes in Comprehensive Organic Functional Group Transformations, Vol. 1, A.R. Katritzky, O. Meth-Cohn, C.W. Rees (Eds.) (Cambridge, 1995) ch. 21, pp. 997-1085. [2] B.M. Trost, Angew. Chem. Int. Ed. Engl. 34 (1995) 259 381. [3] C. Bianchini, M. Peruzzini and P. Frediani, J. Am. Chem. Soc. 113 (1991) 5453-5454. [4] Y. Wakatsuki, H. Yamazaki, N. Kumegawa, T. Satoh and J.Y. Satoh, J. Am. Chem. Soc. 113 (1991) 9604-9610. [5] T. Mitsudo, S. Zhang, N. Nagao and Y. Watanabe, J. Chem. Soc. Chem. Commun. (1991) 598-599; T. Mitsudo, Y. Hori and Y. Watanabe, J. Organomet. Chem. 334 (1987) 157-167; T. Mitsudo, H. Naruse, T. Kondo, Y. Ozaki and Y. Watanabe, Angew. Chem. Int. Ed. Engl. 33 (1994) 580-581. [6] B.M. Trost and A. Indolese, J. Am. Chem. Soc. 115 (1993) 4361-4362; B.M. Trost, A.F. Indolese, T.J.J. Mler and B. Treptow, 1. Am. Chem. Soc. 117 (1995) 615-623. [7] B.M. Trost and T.J.J. Mler, J. Am. Chem. Soc. 116 (1994) 4985-4986; B.M. Trost, T.J.J. Mler and J. Martinez, J. Am. Chem. Soc. 117 (1995) 1888-1889. [8] B.M. Trost, G. Dyker and R.J. Kulawiec, J. Am. Chem. Soc. 112 (1990) 7809-7811; B.M. Trost and R.J. Kulawiec, J. Am. Chem. Soc. 114 (1992) 5579-5584; B.M. Trost and J.A. Flygare, J. Org. Chem. 59 (1994) 1078-1082. [9] S. Dien and P.H. Dixneuf, J. Chem. Soc. Chem. Commun. (1994) 2551-2552; S. Dien, D. Jan and P.H. Dixneuf, Tetrahedron 52 (1996) 5511-5524. [10] B.M. Trost, J.A. Martinez, R.J. Kulawiec and A.F. Indolese, J. Am. Chem. Soc. 115 (1993) 10402-10403. [11] R. Mah P.H. Dixneuf and S. Lolier, Tetrahedron Lett. 27 (1986) 6333-6336; R. Mah Y. Sasaki, C. Bruneau and P.H. Dixneuf, J. Org. Chem. 54 (1989) 1518-1523; C. Bruneau and P.H. Dixneuf, J. Mol. Catal. 74 (1992) 97-107. [12a] C. Ruppin and P.H. Dixneuf, Tetrahedron Lett. 27 (1986) 6323-6324; H. Doucet, J. Her, C. Bruneau and P.H. Dixneuf, J. Chem. Soc. Chem. Commun. (1993) 850-851. [12b] C. Bruneau, M. Neveux, Z. Kabouche, C. Ruppin and P.H. Dixneuf, Synlett (1991) 755-763. [13] C. Bruneau, Z. Kabouche, M. Neveux, B. Seiller and P.H. Dixneuf, Inorg. Chim. Acta 222 (1994) 154-163. [14] C. Darcel, C. Bruneau, P.H. Dixneuf and G. Neef, J. Chem. Soc. Chem. Commun. (1994) 333-334. [15] B. Seiller, C. Bruneau and P.H. Dixneuf, Tetrahedron 51 (1995) 13089-13102. [16] G. Vernin, The Chemistry of Heterocyclic Flavoring and Aroma Compounds (E. Horwood, Chichester, 1982); D.M.X. Donnelly and M.J. Meegan, Vol. 4, in: Comprehensive Organic Chemistry, C.W. Bird, G.W.H. Cheeseman (Eds.) (Pergamon, New York, 1984) pp. 657-712; B.H. Lipshutz, Chem. Rev. 86 (1986) 795-819. [17] M.A. Bennett, T.-N. Huang, T.W. Matheson and AX Smith, Inorg. Synth. 21 (1982) 74-78; M.A. Bennett and A.K. Smith, J. Chem. Soc. Dalton Trans. (1974) 233-241. [18] M.F. Lappert, J. Organomet. Chem. 358 (1988) 185-214. [19] H. Kbay, B. Cetinkaya, S. Guesmi and P.H. Dixneuf, Organometallics 15 (1996) 2434-2439. [20] B. tinkaya, I. demir and M.F. Lappert, to be published [21] M. Regitz, Angew. Chem. Int. Ed. Engl. 35 (1996) 725-728. [22] W.A. Herrmann, M. Elison, J. Fischer, C. Kher and G.R.J. Artus, Angew. Chem. Int. Ed. Engl. 34 (1995) 2371-2374. MOLCAA 96002397 S1381-1169(96)00239-7 10.1016/S1381-1169(96)00239-7 Chemical and metal complex catalysis Letter Ruthenium-carbene catalysts for the synthesis of 2,3-dimethylfuran Bekir Çetinkaya ∗ a Ismail Özdemir a Christian Bruneau b Pierre H. Dixneuf b a Inönü University, Faculty of Science and Arts, Department of Chemistry, 44069 Malatya, Turkey b Laboratoire de Chimie de Coordination Organique, URA CNRS 415, Campus de Beaulieu, Université de Rennes, 35042 Rennes, France ∗ Corresponding author. Tel.: +33-99286280; fax: +33-99286939. A variety of neutral arene-ruthenium-carbenes of type (arene)RuCl2(= C(NR)CH2CH2N R) have been used for the catalytic transformation of (Z)-3-methylpent-2-en-4-yn-1-ol into 2,3-dimethylfuran. The catalytic reaction takes place at 80°C with mononuclear complexes III–V to afford the furan in ∼ 90% yield. The binuclear catalysts VIa and VIIa having a linked bis-carbene bridge operate at room temperature to initiate an exothermic reaction offering 90–97% of furan. Keywords Ruthenium-carbene catalysts Activation of Z-enynols Catalytic synthesis of 2,3-dimethylfuran References [1] C. Bruneau P.H. Dixneuf A.R. Katritzky O. Meth-Cohn C.W. Rees Allenes and cumulenes in Comprehensive Organic Functional Group Transformations Vol. 1 1995 953 995 ch. 20 M. Furber A.R. Katritzky O. Meth-Cohn C.W. Rees Alkynes in Comprehensive Organic Functional Group Transformations Vol. 1 1995 997 1085 ch. 21 [2] B.M. Trost Angew. Chem. Int. Ed. Engl. 34 1995 259 381 [3] C. Bianchini M. Peruzzini P. Frediani J. Am. Chem. Soc. 113 1991 5453 5454 [4] Y. Wakatsuki H. Yamazaki N. Kumegawa T. Satoh J.Y. Satoh J. Am. Chem. Soc. 113 1991 9604 9610 [5] T. Mitsudo S. Zhang N. Nagao Y. Watanabe J. Chem. Soc. Chem. Commun. 1991 598 599 T. Mitsudo Y. Hori Y. Watanabe J. Organomet. Chem. 334 1987 157 167 T. Mitsudo H. Naruse T. Kondo Y. Ozaki Y. Watanabe Angew. Chem. Int. Ed. Engl. 33 1994 580 581 [6] B.M. Trost A. Indolese J. Am. Chem. Soc. 115 1993 4361 4362 B.M. Trost A.F. Indolese T.J.J. Müller B. Treptow J. Am. Chem. Soc. 117 1995 615 623 [7] B.M. Trost T.J.J. Müller J. Am. Chem. Soc. 116 1994 4985 4986 B.M. Trost T.J.J. Müller J. Martinez J. Am. Chem. Soc. 117 1995 1888 1889 [8] B.M. Trost G. Dyker R.J. Kulawiec J. Am. Chem. Soc. 112 1990 7809 7811 B.M. Trost R.J. Kulawiec J. Am. Chem. Soc. 114 1992 5579 5584 B.M. Trost J.A. Flygare J. Org. Chem. 59 1994 1078 1082 [9] S. Dérien P.H. Dixneuf J. Chem. Soc. Chem. Commun. 1994 2551 2552 S. Dérien D. Jan P.H. Dixneuf Tetrahedron 52 1996 5511 5524 [10] B.M. Trost J.A. Martinez R.J. Kulawiec A.F. Indolese J. Am. Chem. Soc. 115 1993 10402 10403 [11] R. Mahé P.H. Dixneuf S. Lécolier Tetrahedron Lett. 27 1986 6333 6336 R. Mahé Y. Sasaki C. Bruneau P.H. Dixneuf J. Org. Chem. 54 1989 1518 1523 C. Bruneau P.H. Dixneuf J. Mol. Catal. 74 1992 97 107 [12a] C. Ruppin P.H. Dixneuf Tetrahedron Lett. 27 1986 6323 6324 H. Doucet J. Höfer C. Bruneau P.H. Dixneuf J. Chem. Soc. Chem. Commun. 1993 850 851 [12b] C. Bruneau M. Neveux Z. Kabouche C. Ruppin P.H. Dixneuf Synlett 1991 755 763 [13] C. Bruneau Z. Kabouche M. Neveux B. Seiller P.H. Dixneuf Inorg. Chim. Acta 222 1994 154 163 [14] C. Darcel C. Bruneau P.H. Dixneuf G. Neef J. Chem. Soc. Chem. Commun. 1994 333 334 [15] B. Seiller C. Bruneau P.H. Dixneuf Tetrahedron 51 1995 13089 13102 [16] G. Vernin The Chemistry of Heterocyclic Flavoring and Aroma Compounds 1982 E. Horwood Chichester D.M.X. Donnelly M.J. Meegan C.W. Bird G.W.H. Cheeseman Comprehensive Organic Chemistry Vol. 4 1984 Pergamon New York 657 712 B.H. Lipshutz Chem. Rev. 86 1986 795 819 [17] M.A. Bennett T.-N. Huang T.W. Matheson A.K. Smith Inorg. Synth. 21 1982 74 78 M.A. Bennett A.K. Smith J. Chem. Soc. Dalton Trans. 1974 233 241 [18] M.F. Lappert J. Organomet. Chem. 358 1988 185 214 [19] H. Kü c ̢ ükbay B. Cetinkaya S. Guesmi P.H. Dixneuf Organometallics 15 1996 2434 2439 [20] B. C ̢ etinkaya, I. Özdemir and M.F. Lappert, to be published [21] M. Regitz Angew. Chem. Int. Ed. Engl. 35 1996 725 728 [22] W.A. Herrmann M. Elison J. Fischer C. Köcher G.R.J. Artus Angew. Chem. Int. Ed. Engl. 34 1995 2371 2374",
      "scopus-id": "0030953462",
      "coredata": {
        "eid": "1-s2.0-S1381116996002397",
        "dc:description": "A variety of neutral arene-ruthenium-carbenes of type (arene)RuCl2(= C(NR)CH2CH2N R) have been used for the catalytic transformation of (Z)-3-methylpent-2-en-4-yn-1-ol into 2,3-dimethylfuran. The catalytic reaction takes place at 80°C with mononuclear complexes III–V to afford the furan in ∼ 90% yield. The binuclear catalysts VIa and VIIa having a linked bis-carbene bridge operate at room temperature to initiate an exothermic reaction offering 90–97% of furan.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996002397",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Çetinkaya, Bekir"
          },
          {
            "@_fa": "true",
            "$": "Özdemir, Ismail"
          },
          {
            "@_fa": "true",
            "$": "Bruneau, Christian"
          },
          {
            "@_fa": "true",
            "$": "Dixneuf, Pierre H."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996002397"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996002397"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00239-7",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Ruthenium-carbene catalysts for the synthesis of 2,3-dimethylfuran",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ruthenium-carbene catalysts"
          },
          {
            "@_fa": "true",
            "$": "Activation of Z-enynols"
          },
          {
            "@_fa": "true",
            "$": "Catalytic synthesis of 2,3-dimethylfuran"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "L1-L4",
        "prism:endingPage": "L4",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1997",
        "prism:doi": "10.1016/S1381-1169(96)00239-7",
        "prism:startingPage": "L1",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00239-7",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "13",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996002397-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "158",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "8",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996002397-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "122",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "27",
            "@width": "121",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116996002397-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "746",
            "@ref": "si1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030953462"
      }
    }
  }
}