{
  "metadata": {
    "title": "Effect of promoters on the structures and properties of the RuB/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-04-06",
    "doi": "10.1016/j.molcata.2004.12.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904009471",
    "pii": "S1381116904009471"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-14644389401",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-01-19 2005-01-19 2010-04-19T04:56:56 1-s2.0-S1381116904009471 S1381-1169(04)00947-1 S1381116904009471 10.1016/j.molcata.2004.12.016 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X00334 2015-05-15T05:56:33.000448-04:00 0 0 20050406 2005 2005-01-19T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 230 230 1 2 1 2 Volume 230, Issues 1–2 12 69 77 69 77 20050406 6 April 2005 2005-04-06 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. EFFECTPROMOTERSSTRUCTURESPROPERTIESRUBAL2O3CATALYST LUO G 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Characterizations 2.3 Activity test 3 Results and discussion 3.1 Effect of promoters on the composition and structure of the RuB catalyst 3.2 Effect of promoters on the electronic properties of the catalyst 3.3 Effect of promoters on the hydrogen adsorption 3.4 Effect of promoters on the catalytic performance RuB in hydrogenation of ethyl lactate 4 Conclusions Acknowledgements References SZMANT 1989 H ORGANICBUILDINGBLOCKSCHEMICALINDUSTRY WEI 2002 959 T ZHANG 2001 89 Z CORTRIGHT 2002 353 R LITCHFIELD 1996 45 J LIPINSKY 1986 26 E MCALEE 1969 2454 A TAHARA 1996 267 K MENDES 2001 253 M CHEAH 1992 410 K NOMURA 2002 105 K ISHII 1996 465 K TAHARA 1997 75 K TANG 1994 510 T CARNAHAN 1955 3766 J TOBA 1999 243 M POUILLOUX 1996 161 Y GALVAGNO 1993 227 S AGNELLI 1989 73 M POUILLOUX 1998 215 Y DESPHANDE 1990 165 V DESPHANDE 1990 174 V LUO 2004 95 G HARA 2003 181 Y CHEN 1998 3 Y XIE 1999 129 S GUCZI 1997 482 L HE 2002 29 Y CHEN 2002 13 X LUOX2005X69 LUOX2005X69X77 LUOX2005X69XG LUOX2005X69X77XG item S1381-1169(04)00947-1 S1381116904009471 1-s2.0-S1381116904009471 10.1016/j.molcata.2004.12.016 271358 2010-10-10T21:01:48.049873-04:00 2005-04-06 1-s2.0-S1381116904009471-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/MAIN/application/pdf/8a355c46cb018826046c3e94d99092bc/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/MAIN/application/pdf/8a355c46cb018826046c3e94d99092bc/main.pdf main.pdf pdf true 374962 MAIN 9 1-s2.0-S1381116904009471-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/PREVIEW/image/png/f1e137f98ce039e215b707bf59262bc4/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/PREVIEW/image/png/f1e137f98ce039e215b707bf59262bc4/main_1.png main_1.png png 64058 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904009471-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/fx1/DOWNSAMPLED/image/jpeg/6636e9895c541b18bd982524e7de6f57/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/fx1/DOWNSAMPLED/image/jpeg/6636e9895c541b18bd982524e7de6f57/fx1.jpg fx1 true fx1.jpg jpg 8641 41 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/fx1/THUMBNAIL/image/gif/f6555ce289bbb24b01f6d3c833554b7f/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/fx1/THUMBNAIL/image/gif/f6555ce289bbb24b01f6d3c833554b7f/fx1.sml fx1 true fx1.sml sml 1219 14 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr4/DOWNSAMPLED/image/jpeg/b25180c9975ec1a2c8323d6bb4ffd90b/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr4/DOWNSAMPLED/image/jpeg/b25180c9975ec1a2c8323d6bb4ffd90b/gr4.jpg gr4 gr4.jpg jpg 48562 329 484 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr4/THUMBNAIL/image/gif/38875992c4b68b812054acd86d461106/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr4/THUMBNAIL/image/gif/38875992c4b68b812054acd86d461106/gr4.sml gr4 gr4.sml sml 3091 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr3/DOWNSAMPLED/image/jpeg/efdaa74064692658a9dddda9277c51cd/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr3/DOWNSAMPLED/image/jpeg/efdaa74064692658a9dddda9277c51cd/gr3.jpg gr3 gr3.jpg jpg 27856 319 371 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr3/THUMBNAIL/image/gif/26e43ac5945e6266e9656a35a72b9cef/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr3/THUMBNAIL/image/gif/26e43ac5945e6266e9656a35a72b9cef/gr3.sml gr3 gr3.sml sml 2252 93 108 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr5/DOWNSAMPLED/image/jpeg/be95afe45c64a8ff2dd5706f6e522628/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr5/DOWNSAMPLED/image/jpeg/be95afe45c64a8ff2dd5706f6e522628/gr5.jpg gr5 gr5.jpg jpg 31575 432 365 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr5/THUMBNAIL/image/gif/c112c5caa8d27338ccc0e5aba7f73a89/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr5/THUMBNAIL/image/gif/c112c5caa8d27338ccc0e5aba7f73a89/gr5.sml gr5 gr5.sml sml 2064 93 79 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr2/DOWNSAMPLED/image/jpeg/ac73cda5234904425143100421fc6ad3/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr2/DOWNSAMPLED/image/jpeg/ac73cda5234904425143100421fc6ad3/gr2.jpg gr2 gr2.jpg jpg 15829 266 374 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr2/THUMBNAIL/image/gif/aa041e361fd12766af5d2fd45c905a19/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr2/THUMBNAIL/image/gif/aa041e361fd12766af5d2fd45c905a19/gr2.sml gr2 gr2.sml sml 2053 89 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr1/DOWNSAMPLED/image/jpeg/2142e739c76a97ea57b4c99f69ae7bbf/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr1/DOWNSAMPLED/image/jpeg/2142e739c76a97ea57b4c99f69ae7bbf/gr1.jpg gr1 gr1.jpg jpg 164062 751 505 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/gr1/THUMBNAIL/image/gif/94bc46f74e0fa4be234e624ae8bd6447/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/gr1/THUMBNAIL/image/gif/94bc46f74e0fa4be234e624ae8bd6447/gr1.sml gr1 gr1.sml sml 2530 94 63 IMAGE-THUMBNAIL 1-s2.0-S1381116904009471-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/sc1/DOWNSAMPLED/image/jpeg/5cd89782254a95b2c115aea846e6778f/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/sc1/DOWNSAMPLED/image/jpeg/5cd89782254a95b2c115aea846e6778f/sc1.jpg sc1 sc1.jpg jpg 18674 356 371 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904009471-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904009471/sc1/THUMBNAIL/image/gif/660c900fa00ece68e59b47841cea711b/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904009471/sc1/THUMBNAIL/image/gif/660c900fa00ece68e59b47841cea711b/sc1.sml sc1 sc1.sml sml 1783 93 97 IMAGE-THUMBNAIL MOLCAA 5064 S1381-1169(04)00947-1 10.1016/j.molcata.2004.12.016 Elsevier B.V. Scheme 1 Possible reaction pathway in the hydrogenation of ethyl lactate. Fig. 1 TEM images of RuB (a); RuZnB (b); RuCoB (c); RuFeB (d); RuSnB (e) and SAED pattern or RuB (f). Fig. 2 XRD patterns of the as-prepared RuB and RuSnB catalysts. Fig. 3 XRD patterns of the catalysts after treatment at 573K under argon flow. Fig. 4 XPS spectra of Ru 3d and B 1s for RuB (a), RuZnB (b), RuCoB (c), RuFeB (d) and RuSnB (e). Fig. 5 H2-TPD profiles of the RuB catalyst with different promoters. Table 1 Compositions and physical properties of the RuB and RuMB catalysts Catalyst code Bulk composition (atomic ratio) Ru loading (wt.%) Ru/B (atomic ratio) M/Ru (mol%) S BET (m2 g−1) dp (nm) a RuB Ru68.2B31.8 4.7 2.14 – 165 56.0 RuZnB Ru58.5Zn8.1B33.4 4.1 1.75 13.9 163 14.3 RuCoB Ru60.9Co8.6B30.5 4.5 2.00 14.1 160 13.1 RuFeB Ru45.6Fe6.5B47.9 4.0 0.95 14.3 166 9.1 RuSnB Ru41.0Sn5.1B53.9 4.2 0.76 12.4 165 9.4 a Measured by TEM. Table 2 Curve-fitting results of M for RuMB catalysts Catalyst M BE (eV) Species Concentration (%) RuZnB Zn LMM 992.3 Zn2+ 100 RuCoB Co 2p3/2 780.8 (785.7) Co2+ 53 777.5 (773.9) Co 47 RuFeB Fe 2p3/2 711.1 (720.8) Fe3+ 38 708.8 (715.9) Fe2+ 36 706.0 Fe 26 RuSnB Sn 3d5/2 486.6 Sn2+ 90 485.2 Sn 10 Table 3 Effect of promoters on the catalytic performance of RuB for the hydrogenation of ethyl lactate a Catalyst code Conversion (%) Selectivity (%) 1,2-PDO Lactic acid 2-Hydroxyl propyl lactate n-Propanol+i-propanol RuB 78.7 50.7 0.5 0.4 48.4 RuZnB 28.5 82.9 9.6 2.1 5.4 RuCoB 51.0 60.3 4.9 0.6 34.2 RuFeB 87.3 80.1 0.1 0.1 19.6 RuSnB 86.2 85.1 10.5 1.4 3.0 a Reaction conditions: catalyst 2g; ethyl lactate 5mL; n-heptane 30mL; temperature 423K; hydrogen pressure 5.5MPa; time 10h. Effect of promoters on the structures and properties of the RuB/γ-Al2O3 catalyst Ge Luo Shirun Yan * Minghua Qiao Kangnian Fan * Department of Chemistry and Shanghai Key Laboratory of Molecular Catalysis and Innovative Materials, Fudan University, 220 Handan Road, Shanghai 200433, PR China * Corresponding authors. Tel.: +86 21 65643977; fax: +86 21 65641740. Effect of promoters (Co, Fe, Sn, Zn) on structures, properties and catalytic performance of RuB/γ-Al2O3 catalyst was studied using in situ XRD, TEM, H2-TPD, XPS and liquid-phase hydrogenation of ethyl lactate to 1,2-propanediol (PDO). It was found that incorporation of Sn or Fe improved the dispersion and thermal stability of RuB. The electron density of Ru and the strength and capacity of H2 adsorption on the RuB catalyst were also enhanced by the incorporation of Sn or Fe. The incorporation of Co or Zn led to a significant decrease in H2 adsorption capacity of the RuB catalyst. Both ethyl lactate conversion and selectivity to 1,2-PDO increased with the incorporation of Sn or Fe. The ethyl lactate conversion decreased sharply with the incorporation of Zn or Co accompanied by an increase in selectivity to 1,2-PDO and lactic acid. The effect of promoters on reaction behavior was discussed on the basis of the characterizations. Graphical abstract Effect of promoters (Co, Fe, Sn, Zn) on structures, properties and catalytic performance of RuB/γ-Al2O3 catalyst was studied using in situ XRD, TEM, H2-TPD, XPS and liquid-phase hydrogenation of ethyl lactate to 1,2-propanediol (PDO). Keywords RuB/γ-Al2O3 catalyst Promoting effect Structures Ethyl lactate hydrogenation 1 Introduction 1,2-Propanediol (PDO), a material that has been widely used in pharmaceutical and chemical industries is commercially produced by the hydration of propylene oxide that is produced via the oxidation of propylene. This process involves either hydroperoxidation chemistry or the antiquated chlorhydrin process [1]. Development of alternative green processes for the synthesis of 1,2-PDO has attracted great attentions. It is reported that 1,2-PDO is formed by the transesterification of propylene carbonate with methanol using solid base catalysts, in which equimolar amount of dimethyl carbonate is co-generated [2]. The co-generation of two compounds makes the transesterification process very complicated and economically uncompetitive. Zhang et al. [3] and Cortright et al. [4] reported that 1,2-PDO can be synthesized via direct hydrogenation of lactic acid using Ru/C and Cu/SiO2 catalysts; lactic acid can be produced through the fermentation of a number of renewable resources such as carbohydrates derived from agricultural crops and biomass streams [5,6]. This process provides a clean and economic approach to the synthesis of 1,2-PDO from renewable carbohydrate feedstock instead of from non-renewable petroleum. Hydrogenation of free carboxylic acids to the corresponding alcohols is more difficult than the hydrogenation of corresponding esters and aldehydes, not only because reactivity of the carbonyl group of the acids is lower than that of the corresponding esters and aldehydes but also acids are reactive with the alcohol product, leading to the formation of esters. Therefore, it is advisable to convert acids to esters before hydrogenation. Hydrogenations of carboxylic acids and esters to the corresponding alcohols are often carried out under vigorous reaction conditions due to weak polarisability and intrinsic steric hindrance of the CO bond [7]. However, for lactic acid and lactates that contain a reactive hydroxyl group, high reaction temperature is undesirable because it may lead to side reactions such as polymerization, dehydration, transesterification, and consequently to a decrease in selectivity to 1,2-PDO [3,4]. Therefore, development of active catalysts capable of hydrogenating lactic acid or lactates to 1,2-PDO under mild conditions is of great importance. Ru-based catalysts, due to its good intrinsic hydrogenation activity for carbonyl compounds, have received great attention in the hydrogenation of a wide range of carboxylic acids and esters. Ru-based catalysts with different supports or different preparation methods have been studied extensively by a number of researchers [8–18]. Promoting effect of tin on the ruthenium has also been studied intensively by several research groups [17–24]. It is found that addition of tin significantly enhanced the selectivity to the corresponding alcohol. Addition of platinum to Ru–Sn catalyst can further improve the catalytic performance in the hydrogenation of carboxylic acids [25]. A widely accepted explanation for the promoting effect of tin is that the active species of tin in ionic form plays a role of activating the carbonyl group by adsorption of carbonyl oxygen, facilitating the attack of carbonyl carbon by the hydrogen atom on adjacent ruthenium site. To our knowledge, effect of promoters other than tin on Ru-based catalysts for hydrogenation of carboxylic acids has not been reported. In the present work, RuB/γ-Al2O3 has been prepared by a novel chemical reduction method. Effect of promoters (Fe, Sn, Co and Zn) on composition, structure and properties as well as catalytic performance in the hydrogenation of ethyl lactate of RuB/γ-Al2O3 catalyst has been investigated. 2 Experimental 2.1 Catalyst preparation The monometallic ruthenium catalyst RuB/γ-Al2O3 (labeled as RuB) was prepared by a novel reductant impregnation method described below. A weighed amount of γ-Al2O3 was immersed into a 3.0M potassium borohydride solution at 298K for 15min. The excessive solution was decanted and an aqueous solution of RuCl3 was poured into a flask containing the impregnated γ-Al2O3 to start the reduction. The molar ratio of KBH4 to Ru is 6:1. The mixture was kept undisturbed at 298K until bubble generation ceased. The resulting black solids were washed with distilled water to neutrality and then with absolute alcohol three times to replace water. The solids were then kept in absolute alcohol for characterizations and activity test. The bimetallic catalysts RuMB/γ-Al2O3 (labeled as RuMB, M=Zn, Co, Fe or Sn) were prepared in a similar procedure to that for the RuB catalyst except that the mixed solutions containing desired concentrations of RuCl3 and the corresponding metal chlorides of the promoter were used. The molar ratio of KBH4 to (Ru+M) is 6:1. The precursors for promoters Zn, Co, Fe and Sn were ZnCl2, CoCl2·6H2O, FeCl3·6H2O, and SnCl2·2H2O of analytical purity, respectively. 2.2 Characterizations The bulk compositions of the catalysts were analyzed by inductively coupled plasma (ICP, IRIS Intrepid). The Brunauer–Emmett–Teller surface areas (S BET) of the as-prepared catalysts were determined by N2 adsorption at 77K in a Micromeritics TriStar 3000 apparatus. Samples with the storage liquid were transferred to the adsorption glass tube and treated at 383K under ultrahigh purity nitrogen flow for 2h before measurement. The samples were weighed by the difference in the adsorption tube on completion of the experiment. The in situ powder X-ray diffraction (XRD) patterns were acquired on a Bruker AXS D8 Advance X-ray diffractometer using Ni-filtered Cu Kα radiation (λ =0.15418nm). The tube voltage and current were 40kV and 40mA, respectively. The sample with solvent was loaded in the in situ cell, with argon flow (99.9995%) purging the sample throughout the detection to avoid oxidation. The temperature-programmed desorption of hydrogen (H2-TPD) experiment was performed in a flow system using a thermal conductivity detector (TCD) to monitor H2 desorption. Prior to H2 adsorption, the sample was treated at 423K for 2h under argon flow (99.9995%, deoxygenated by an Alltech Oxy-trap filter), then cooled down to room temperature. The saturation chemisorption of hydrogen was performed by pulse injection until the eluded peak area leveled off. The sample was purged with argon again and was heated at a rate of 20Kmin−1, when a steady level of baseline was achieved. An additional H2-TPD experiment for RuSnB/γ-Al2O3 was also performed, in which the conditions for catalyst pretreatment and TPD were the same as those mentioned above except that a Stanford Research Systems QMS Series Gas Analyzer instead of a TCD was used to monitor hydrogen. The TPD profile obtained using the gas analyzer including the shape and peak temperature was almost the same as that observed by TCD. The X-ray photoelectron spectroscopy (XPS) experiment was carried out on a Perkin-Elmer PHI 5000C ESCA using Al Kα line as the excitation source (hv =1486.6eV). The sample was pressed into a self-supported disc before being mounted on the sample plate. Then it was degassed in the pretreatment chamber at 383K for 2h in vacuum before being transferred into the analyzing chamber, where the background pressure was lower than 2×10−9 Torr. All the binding energy (BE) values were obtained after removing the surface oxides by Ar+ sputtering and were referenced to the Al 2p line of the γ-Al2O3 support at 74.4eV with an uncertainty of ±0.2eV. The XPS peaks were decomposed into subcomponents using a Gaussian–Lorentzian curve-fitting program. Transmission electron microscopy (TEM) images were recorded on a JEOL JEM 2011 electron microscope operating at 200kV. The catalyst specimens for electron microscopic analysis were prepared by gently grinding the powder samples in an agate mortar, suspending and sonicating the powder in alcohol, and placing a drop of the suspension on a holey carbon copper grid. The amorphous character of the as-prepared catalysts was verified by selected-area electron diffraction (SAED). 2.3 Activity test The catalytic reaction was carried out in a 220mL stainless steel autoclave equipped with a magnetic stirrer. In a typical experiment, 5mL of ethyl lactate, 30mL of n-heptane as solvent and 2.0g of catalyst were charged into the reactor. The reactor was purged with hydrogen four times to expel air. After the desired temperature, 423K, was reached, H2 was pressurized to 5.5MPa and the stirring (1000rpm) was commenced. The reaction was allowed to proceed for 10h with sampling of a small portion of the reaction mixture every 1h. The reaction products were analyzed with a gas chromatograph equipped with a capillary column PEG-20M (50m×0.32mm) and a flame ionization detector. 3 Results and discussion 3.1 Effect of promoters on the composition and structure of the RuB catalyst Table 1 lists the compositions, surface areas and particle sizes of the RuB catalyst doped with different promoters. It is found from Table 1 that the BET surface area of the catalyst decreases slightly after incorporation of zinc or cobalt and remains unchanged after incorporation of tin or iron. The loading amount of Ru determined by ICP decreases slightly with the incorporation of promoters. Meanwhile, the Ru/B ratio of the catalyst decreases slightly with the incorporation of zinc or cobalt, and it decreases by higher than 50% after incorporation of tin or iron, which indicates that the content of boron in the catalyst is increased significantly after the incorporation of tin or iron. According to the literature [26], the following three independent reactions may take place in the system during reduction of metal chlorides with potassium borohydride: (1) BH4 − +2H2O→BO2 − +4H2 ↑ (2) nBH4 − +4M n+ +2nH2O→4M↓+ nBO2 − +4nH+ +2nH2 ↑ (3) BH4 − +H2O→B↓+OH− +2.5H2 ↑ Besides the above reactions, the following reaction could occur under the conditions used: (4) M n+ + nOH− →M(OH) n ↓ Due to the different reduction potentials of the precursors and the different solubility product of the hydroxide of the promoters, the rates of the above four reactions and hence their contributions to the overall reaction and to the final catalyst are likely to change. Such differences would influence the chemical state of the promoter as well as the Ru/B ratio of the final catalyst, as observed in Table 1. The TEM images of RuB catalysts with different promoters and a typical SAED pattern of the catalyst are shown in Fig. 1 . Both RuB and RuMB catalysts prepared by reductant impregnation are amorphous, as only a diffraction halo is observed in the SAED pattern (Fig. 1f). The non-promoted RuB catalyst exhibits a scattered RuB particle size distribution ranging from 30 to 66nm with a mean particle size of 56nm. Incorporation of promoter leads to a drastic decrement of the RuB particle size and to a narrowing range of the particle size distribution. Due to the high surface energy of the nanosized amorphous alloys, metal–metalloids prepared by chemical reduction with borohydride or hypophosphite are inclined to aggregate to form larger particles with diameters of several 10s to several 100s of nanometers [27]. The present observation demonstrates that the addition of promoters inhibits the aggregation of RuB, leading to a higher dispersion of the RuB particles. Moreover, the mean sizes of the RuB particles in the tin or iron-promoted catalysts are smaller than those in the zinc or cobalt-promoted catalysts, as shown in Fig. 1 and Table 1. Fig. 2 shows the typical XRD patterns of the as-prepared RuB and RuSnB catalysts. Besides the peaks corresponding to γ-Al2O3, a weak and broad peak centered at 2θ =44°, indicative of amorphous Ru, is observed for the as-prepared RuB catalyst. This is in accordance with the SAED patterns of the catalysts. The XRD patterns of the as-prepared catalyst do not change noticeably after addition of promoters. The broad peak, indicative of the amorphous Ru, remains. After treatment at 573K as shown in Fig. 3 , the intensity of the diffraction peak at 2θ =44° increases while the width of the peak decreases for both the non-promoted RuB and the cobalt or zinc promoted catalysts. However, the XRD patterns of the iron or tin-promoted catalysts retain the typical amorphous feature even after treatment at 573K. The in situ XRD experiment indicates that the addition of tin or iron inhibits the crystallization of the amorphous RuB, leading to the improvement in thermal stability of the catalyst, whereas the incorporation of zinc or cobalt could not improve the thermal stability of RuB. This seems to imply that the location and chemical state of tin and iron in the catalyst should be different from those of zinc and cobalt, and hence the interactions between RuB and tin (or iron) should be different from those between RuB and zinc (or cobalt). 3.2 Effect of promoters on the electronic properties of the catalyst Fig. 4 shows the XPS peaks of Ru 3d and B 1s core levels of the RuB and RuMB catalysts, respectively. The curve-fitting results of the XPS peaks of Fe, Zn, Sn and Co are listed in Table 2 . As the peak of Ru 3d3/2 overlaps with that of C 1s, the peak of Ru 3d5/2 was employed for all the catalysts to determine the chemical state of Ru. Fig. 4 shows that Ru species in all catalysts are present in the metallic state with binding energy (BE) values falling in the range between 279.1 and 279.6eV, in accordance with the values of metallic Ru reported in the literature [21,27,28]. Meanwhile, for both the non-promoted and zinc-promoted RuB catalysts, a peak at BE of 274.4eV appears in addition to the Ru 3d5/2 peak at BE of 279.5eV, which may suggest the existence of two states of the metal with different dispersion and consequently different charging effect on the surface [29]. The difference in binding energy between the two states may be explained by the difference of the charge effect. Only two Ru peaks are observed for the catalysts incorporated with cobalt, iron or tin. The curve-fitting results of Ru peaks show that compared with the value of the non-promoted RuB catalyst the BE of Ru 3d5/2 shifts negatively by 0.1–0.2eV after the addition of zinc or cobalt, and by more than 0.4eV after the addition of tin or iron. This suggests that the electron density of Ru is increased with addition of the promoter, and this shift is more pronounced when tin or iron is used as a promoter. The XPS spectra of boron species in all catalysts mainly exhibit two oxidation states. The peak at BE of 188.8–189.7eV is indicative of the elemental boron, while the peak at BE of 192.8eV is attributed to the oxidized boron in the form of B2O3 [27,28]. The BE of elemental boron in the promoted catalysts shifts positively from the value in the non-promoted RuB catalyst. Especially, for the RuFeB and RuSnB catalysts, the BE of element boron shifts positively by more than 0.7eV. The positive shift of the BE of elemental boron in association with the negative shift of the BE of Ru implies that addition of tin or iron enhances the partial electron transfer from boron to ruthenium, making ruthenium electron-enriched and boron electron-deficient. The negative shift of ruthenium BE for zinc or cobalt-promoted catalysts is much smaller than that for the tin or iron-promoted catalysts. The more pronounced negative shift of ruthenium BE for the tin or iron-promoted catalysts might be related to their higher B/Ru ratios than those of zinc- or cobalt-promoted catalysts, as shown in Table 1. The electron transfer from boron to the alloyed metal was also observed over CoB and NiB alloys [30,31]. The curve-fitting results of the XPS peaks of tin, zinc, iron and cobalt are shown in Table 2. It is found that all zinc exists in the oxidized state in the RuZnB catalyst. In the RuSnB catalyst, 90% of tin exists in the oxidized state. Although the difference in BE between Sn2+ and Sn4+ is too small to be distinguished by XPS, we speculate that the oxidized tin species are mainly Sn2+ because SnCl2 is used as a precursor and the catalyst is prepared in the presence of reducing agent. In the RuFeB catalyst, more than 70% of iron exists in the oxidized states (Fe2+ and Fe3+). In the RuCoB catalyst, roughly half of cobalt exists in the oxidized and half in the elemental state. The different chemical states of the promoter may be caused by the different reduction potentials of their precursors and different solubility product of their hydroxides, as discussed in Section 3.1, and the different chemical states of promoter in turn may influence the properties and catalytic behavior of the catalyst. 3.3 Effect of promoters on the hydrogen adsorption Fig. 5 shows the H2-TPD profiles of the catalysts incorporated with different promoters, in which the signal is normalized based on unit mass. Four H2 desorption peaks at 550, 616, 694 and 740K are observed for the non-promoted RuB catalyst, indicating four types of the adsorbed hydrogen species with different bonding strength. Only three H2 desorption peaks are observed for the promoted catalysts, implying that the homogeneity of ruthenium dispersion is improved with the addition of promoters. This is in accordance with the TEM observation. Fig. 5 also shows that compared with the non-promoted RuB catalyst, the hydrogen adsorption capacity is increased by 60 and 54%, respectively, after addition of iron and tin. In contrast, the integrated peak areas are decreased by 30 and 20%, respectively, with the addition of zinc and cobalt. Further analysis of the desorption peaks shows that the addition of tin and iron increases mainly the proportion of strongly adsorbed species. Moreover, the highest peak temperature shifts from 740K of the non-promoted RuB to 758, 753 and 793K, respectively, with the addition of zinc, iron and tin. It shifts to 688K with the addition of cobalt. The H2-TPD experiment clearly demonstrates that the capacity of hydrogen adsorption of the catalyst is enhanced by the addition of tin or iron, but is reduced by the addition of zinc or cobalt. The strength of hydrogen adsorption on the catalyst is enhanced with the addition of zinc, tin or iron, but is reduced with the addition of cobalt. The capacity of hydrogen adsorption is related to the concentration of the exposed metallic sites (Ru) on surface, while the bonding strength of hydrogen is related to the electron density of the ruthenium. The H2-TPD experiment seems to imply that tin and iron may be predominantly located between two adjacent RuB clusters, in which the role of tin or iron is a spacer that separates the RuB particles from their neighbors and inhibits their aggregation, in accordance with the in situ XRD results which show that the thermal stability of the RuB catalyst is improved with the addition of tin or iron. On the other hand, the decreased peak area of hydrogen desorption with the addition of cobalt or zinc appears to imply that a great proportion of zinc and cobalt may be over the RuB clusters, leading to partial blockage of ruthenium sites. This is in agreement with the in situ XRD results as the addition of cobalt or zinc produces little improvement in thermal stability of the RuB catalyst. 3.4 Effect of promoters on the catalytic performance RuB in hydrogenation of ethyl lactate Table 3 lists the results of liquid phase ethyl lactate hydrogenation using RuB and RuMB catalysts under identical reaction conditions. An ethyl lactate conversion of 78.7% is achieved at 1,2-PDO selectivity of 50.7% by using the non-promoted RuB catalyst. The ethyl lactate conversion increases with the addition of iron or tin, while it decreases sharply with the addition of zinc or cobalt. As far as the reaction selectivity is concerned, it is found that selectivity to 1,2-PDO increases while the selectivity to propanol decreases after addition of the promoter studied in this work. This change is especially pronounced when zinc, tin or iron is used as a promoter. Meanwhile, the selectivity to lactic acid and 2-hydroxylpropyl lactate is increased significantly with the incorporation of zinc or tin. Another interesting point in Table 3 is that although the conversion of ethyl lactate greatly differs between zinc- and tin-promoted catalysts, the selectivity of the products is quite similar. Based on the products formed, a possible reaction pathway is proposed in Scheme 1 . According to the literature [18], acids are some of the primary products from the hydrogenation of esters, and the hydrogenation of acids also gives alcohols. But the reactivity of acids is lower than that of corresponding esters [17]. Therefore, if 1,2-PDO was formed by a consecutive process, i.e. the hydrolysis of ethyl lactate followed by hydrogenation of lactic acid, there would be a considerable concentration of lactic acid in the product spectrum over a wide range of conversion level. However, it was shown that selectivity to lactic acid over non-promoted RuB and iron- or cobalt-promoted catalysts was very low. Thus, we consider that 1,2-PDO was formed mainly via a direct hydrogenation of ethyl lactate. By comparing the catalytic performance shown in Table 3 with the characterization results, it is found that ethyl lactate conversion is related to the H2 adsorption capacity of the catalyst. It is explained as follows. It is widely recognized that the hydrogenation of esters proceeds via a Langmuir–Hinshelwood mechanism. Under certain conditions, the conversion of the hydrogenation reaction is dependent upon both concentration of the chemisorbed reactant species on the surface and the chemisorbed hydrogen species available in the vicinity of chemisorbed reactant species. The existence of positively charged species on the surface favors the adsorption and activation of the carbonyl group [21,23], while the formation of highly dispersed electron-rich metallic species is beneficial for the hydrogen activation. For different promoters studied in this work, the proportion of the oxidized species in the promoter inventory and their influence on the dispersion of ruthenium and on hydrogen adsorption are different, which consequently lead to the different reaction performance. When using tin or iron as a promoter, the promoter is present mainly in the oxidized states as shown in Table 2, facilitating the adsorption of carbonyl group of ethyl lactate. Meanwhile, addition of tin or iron enhances the hydrogen adsorption capacity greatly. The combined effect leads to an increase in the ethyl lactate conversion. For cobalt and zinc promoted catalyst, although the oxidized species can enhance the adsorption of carbonyl group, the sharply decreased hydrogen adsorption, as shown in Fig. 5, makes the number of hydrogen species available in the vicinity of the chemisorbed carbonyl group decreased, and hence the conversion of ethyl lactate decrease correspondingly. The effect of promoters on the selectivity is more complicated. The effect of tin on the ruthenium-based catalyst for hydrogenation of fatty unsaturated esters (or acids) has been discussed by several research groups [17,21,23]. A widely accepted model proposed to explain the effect of tin on the hydrogenation of CO is the formation of the oxidized tin species in the atomic closeness to the metallic ruthenium. The role of tin is the activation of the carbonyl group by adsorption of carbonyl oxygen, facilitating the attack of carbonyl carbon by the hydrogen atom on adjacent ruthenium sites [21,23]. The improved selectivity to 1,2-PDO for tin-promoted catalyst may be explained by this model. As for the other three promoters, iron, zinc and cobalt, the correlation of the characterizations with the reaction results shows that selectivity of products is related to the proportion of the oxidized species in the total promoter inventory irrespective of its type. The selectivities to 1,2-PDO, lactic acid and 2-hydroxyl propyl lactate increase while the selectivity to propanols decreases with increasing proportion of the oxidized species in the promoter inventory. The increased selectivity to 1,2-PDO may be explained by the mechanism proposed by Pouilloux et al. [21] and Desphande et al. [23] for the hydrogenation of fatty acid esters using Ru–Sn catalysts. When tin or zinc is used as a promoter, the promoter is mainly in the oxidized state, and part of the promoter species in close contact with ruthenium may act as the adsorption sites for the oxygen atom of the carbonyl in ethyl lactate, leading to the polarization of CO bond. The metallic ruthenium existing as an electron-rich species activates hydrogen. The activated hydrogen on ruthenium site then attacks the positively charged carbon atom of the carbonyl group. The combined action of ruthenium and the oxidized promoter would result in a significant increase in the selectivity to 1,2-PDO. When cobalt was used as a promoter, 53% of total cobalt is in the oxidized state that could promote the formation of alcohol. Because the proportion of the oxidized species is not as high as that of other three promoters, this promoting effect is less pronounced. On the other hand, the primary hydrogenation product 1,2-PDO may be adsorbed on the oxidized species if the concentration of the oxidized species is high, and the adsorbed alcoholate, if geometrically permitted, may react with an ester molecules adsorbed on the adjacent sites, leading to the formation of the heavy ester, as observed in Table 3. The higher concentration of the oxidized species favorable for the formation of transesterification product was previously reported by Pouilloux et al. [21] for a Ru–Sn catalyst. The practical reaction mechanism and the pathway of the product formation may be more complicated and are not fully understood. 4 Conclusions Addition of tin or iron to the RuB catalysts leads to an improvement on RuB dispersion and thermal stability of the amorphous structure. The electron density of ruthenium, the strength and capacity of hydrogen adsorption on RuB are also enhanced by the addition of tin or iron. Addition of zinc or cobalt produces little improvement in thermal stability of the RuB but reduces its hydrogen adsorption capacity. The XPS shows that tin, iron and zinc are mainly present in the oxidized states in the catalyst while nearly 50% of cobalt is present in the elemental state. The catalytic evaluation shows that the addition of tin or iron results in an increase in both ethyl lactate conversion and selectivity to 1,2-PDO while the addition of cobalt or zinc leads to a significant decrease in ethyl lactate conversion accompanied by the increase in selectivity to 1,2-PDO and lactic acid. Correlation of the reaction results with the characterizations shows that the oxidation state of the promoter is very important for the selectivity to 1,2-PDO. Acknowledgements This work is supported by the National Basic Research Program of China (2003CB615807, G2000048009), the NSF of China (20203004) and Shanghai Science and Technology Committee (03QB14004). References [1] H.H. Szmant Organic Building Blocks of the Chemical Industry 1989 Academic Press New York [2] T. Wei M.H. Wang W. Wei Y.H. Sun B. Zhong Petrochem. Technol. 31 2002 959 (in Chinese) [3] Z.G. Zhang J.E. Jackson D.J. Miller Appl. Catal. A 219 2001 89 [4] R.D. Cortright M. Sanchez-Castillo J.A. Dumesic Appl. Catal. B 39 2002 353 [5] J.H. Litchfield Adv. Appl. Microbiol. 42 1996 45 [6] E.S. Lipinsky R.G. Sinclair Chem. Eng. Prog. 82 1986 26 [7] A.J. McAlee J. Chem. Soc. C 1969 2454 [8] K. Tahara H. Tsuji H. Kimura T. Okazaki Y. Itoi S. Nishiyama S. Tsuruya M. Masai Catal. Today 28 1996 267 [9] M.J. Mendes O.A.A. Santos E. Jordão A.M. Silva Appl. Catal. A 217 2001 253 [10] K.Y. Cheah T.S. Tang F. Mizukami S. Niwa M. Toba Y.M. Choo J. Am. Oil Chem. Soc. 69 1992 410 [11] K. Nomura H. Ogura Y. Imanishi J. Mol. Catal. A 178 2002 105 [12] K. Ishii F. Mizukami S. Niwa M. Toba H. Ushijima T. Sato J. Am. Oil Chem. Soc. 73 1996 465 [13] K. Tahara E. Nagahara Y. Itoi S. Nishiyama S. Tsuruya M. Masai Appl. Catal. A 154 1997 75 [14] T.S. Tang K.Y. Cheah F. Mizukami S. Niwa M. Toba J. Am. Oil Chem. Soc. 71 1994 510 [15] J. Carnahan T. Ford W. Gresham W. Grisby G. Hager J. Am. Chem. Soc. 77 1955 3766 [16] S. Antons, B. Beitzke, US Patent 5,536,879 (1996) to Bayer. [17] M. Toba S. Tanaka S. Niwa F. Mizukami Z. Koppány L. Guczi K.Y. Cheah T.S. Tang Appl. Catal. A 189 1999 243 [18] Y. Pouilloux A. Piccirilli J. Barrault J. Mol. Catal. A 108 1996 161 [19] S. Galvagno A. Donato G. Neri R. Pietropaolo G. Capannelli J. Mol. Catal. 78 1993 227 [20] M. Agnelli P. Louessare A.E. Mansour J.P. Candy J.P. Bournonville J.M. Basset Catal. Today 6 1989 73 [21] Y. Pouilloux F. Autin C. Guimon J. Barrault J. Catal. 176 1998 215 [22] V.M. Desphande W.R. Patterson C.S. Narasimhan J. Catal. 121 1990 165 [23] V.M. Desphande K. Ramnarayan C.S. Narasimhan J. Catal. 121 1990 174 [24] G. Luo S.R. Yan M.H. Qiao J.H. Zhuang K.N. Fan Appl. Catal. A 275 2004 95 [25] Y. Hara K. Endou Appl. Catal. A 239 2003 181 [26] Y. Chen Catal. Today 44 1998 3 [27] S.H. Xie M.H. Qiao H.X. Li W.J. Wang J.F. Deng Appl. Catal. A 176 1999 129 [28] Handbook of X-ray Photoelectron Spectroscopy, Perkin-Elmer Corporation, 1992. [29] L. Guczi R. Sundararajan Zs. Koppány Z. Zsoldos Z. Schay F. Mizukami S. Niwa J. Catal. 167 1997 482 [30] Y.G. He M.H. Qiao H.R. Hu J.F. Deng K.N. Fan Appl. Catal. A 228 2002 29 [31] X.F. Chen H.X. Li H.S. Luo M.H. Qiao Appl. Catal. A. 233 2002 13",
      "scopus-id": "14644389401",
      "coredata": {
        "eid": "1-s2.0-S1381116904009471",
        "dc:description": "Effect of promoters (Co, Fe, Sn, Zn) on structures, properties and catalytic performance of RuB/γ-Al2O3 catalyst was studied using in situ XRD, TEM, H2-TPD, XPS and liquid-phase hydrogenation of ethyl lactate to 1,2-propanediol (PDO). It was found that incorporation of Sn or Fe improved the dispersion and thermal stability of RuB. The electron density of Ru and the strength and capacity of H2 adsorption on the RuB catalyst were also enhanced by the incorporation of Sn or Fe. The incorporation of Co or Zn led to a significant decrease in H2 adsorption capacity of the RuB catalyst. Both ethyl lactate conversion and selectivity to 1,2-PDO increased with the incorporation of Sn or Fe. The ethyl lactate conversion decreased sharply with the incorporation of Zn or Co accompanied by an increase in selectivity to 1,2-PDO and lactic acid. The effect of promoters on reaction behavior was discussed on the basis of the characterizations.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-04-06",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904009471",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, Ge"
          },
          {
            "@_fa": "true",
            "$": "Yan, Shirun"
          },
          {
            "@_fa": "true",
            "$": "Qiao, Minghua"
          },
          {
            "@_fa": "true",
            "$": "Fan, Kangnian"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904009471"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904009471"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00947-1",
        "prism:volume": "230",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Effect of promoters on the structures and properties of the RuB/γ-Al2O3 catalyst",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "RuB/γ-Al2O3 catalyst"
          },
          {
            "@_fa": "true",
            "$": "Promoting effect"
          },
          {
            "@_fa": "true",
            "$": "Structures"
          },
          {
            "@_fa": "true",
            "$": "Ethyl lactate hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "69-77",
        "prism:endingPage": "77",
        "pubType": "fla",
        "prism:coverDisplayDate": "6 April 2005",
        "prism:doi": "10.1016/j.molcata.2004.12.016",
        "prism:startingPage": "69",
        "dc:identifier": "doi:10.1016/j.molcata.2004.12.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "41",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8641",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1219",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "329",
            "@width": "484",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "48562",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3091",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27856",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2252",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "432",
            "@width": "365",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31575",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "79",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2064",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15829",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "89",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2053",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "751",
            "@width": "505",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "164062",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "63",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2530",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "356",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18674",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904009471-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1783",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/14644389401"
      }
    }
  }
}