{
  "metadata": {
    "title": "Rh/C catalysts in ethene hydroformylation: the effect of different supports and pretreatments",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-04-09",
    "doi": "10.1016/S1381-1169(98)00223-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116998002234",
    "pii": "S1381116998002234"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033538125",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-02-17 1999-02-17 2010-04-18T14:19:10 1-s2.0-S1381116998002234 S1381-1169(98)00223-4 S1381116998002234 10.1016/S1381-1169(98)00223-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X00957 2015-05-15T05:56:33.651043-04:00 0 0 19990409 1999 1999-02-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 140 140 2 2 Volume 140, Issue 2 8 173 184 173 184 19990409 9 April 1999 1999-04-09 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. RHCCATALYSTSINETHENEHYDROFORMYLATIONEFFECTDIFFERENTSUPPORTSPRETREATMENTS KAINULAINEN T 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterisation 2.3 Ethene hydroformylation 3 Results and discussion 3.1 Characterisations 3.2 The performance of Rh/C after hydrogen reduction 3.3 The performance of Rh/C in the absence of pretreatment 3.4 The performance of Rh/C after CO pretreatment 3.5 Stability of the catalysts 4 Conclusions Acknowledgements References CHUANG 1993 490 S BALAKOS 1993 281 M ICHIKAWA 1990 15 M HUANG 1994 87 L ICHIKAWA 1988 2351 M ICHIKAWA 1979 67 M TAKAHASHI 1992 531 N TAKAHASHI 1996 491 N VIT 1995 55 Z SAKAGAMI 1997 449 H OMATA 1988 2211 K HUANG 1995 61 L SACHTLER 1986 4752 W CHUANG 1992 618 S CHUANG 1992 536 S CHUANG 1989 12 S KONISHI 1987 6286 Y KIVIAHO 1997 1 J KAINULAINEN 1997 39 T DAVIS 1986 477 R DIETZ 1967 68 W TOMITA 1972 293 A TAKEUCHI 1991 253 K BRINEN 1975 295 J FUSI 1996 255 A KESRAOUI 1987 432 S DAI 1986 4219 C MATSUZAKI 1991 193 T GOTTI 1996 143 A TAKEUCHI 1991 281 K NONNEMAN 1990 L23 L MORI 1991 165 Y NAKAMURA 1987 55 J KAINULAINENX1999X173 KAINULAINENX1999X173X184 KAINULAINENX1999X173XT KAINULAINENX1999X173X184XT item S1381-1169(98)00223-4 S1381116998002234 1-s2.0-S1381116998002234 10.1016/S1381-1169(98)00223-4 271358 2010-09-29T22:33:54.754009-04:00 1999-04-09 1-s2.0-S1381116998002234-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/MAIN/application/pdf/b8c55ac23f01105f98819d113a1d16e9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/MAIN/application/pdf/b8c55ac23f01105f98819d113a1d16e9/main.pdf main.pdf pdf true 310380 MAIN 12 1-s2.0-S1381116998002234-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/PREVIEW/image/png/d81df4573bb15ae191feb4373f1de114/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/PREVIEW/image/png/d81df4573bb15ae191feb4373f1de114/main_1.png main_1.png png 59711 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116998002234-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr1/THUMBNAIL/image/gif/66a5c7215446532f42a7f8410a221eb8/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr1/THUMBNAIL/image/gif/66a5c7215446532f42a7f8410a221eb8/gr1.sml gr1 gr1.sml sml 1717 90 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002234-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr1/DOWNSAMPLED/image/gif/8d9bf88e5c3c02cdf63829e02c9679ff/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr1/DOWNSAMPLED/image/gif/8d9bf88e5c3c02cdf63829e02c9679ff/gr1.gif gr1 gr1.gif gif 12162 347 483 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002234-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr2/THUMBNAIL/image/gif/77759f340e70f944a899b776a70b011f/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr2/THUMBNAIL/image/gif/77759f340e70f944a899b776a70b011f/gr2.sml gr2 gr2.sml sml 1434 77 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002234-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr2/DOWNSAMPLED/image/gif/0f51a5bb6ea412ef47f58c89e84127c3/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr2/DOWNSAMPLED/image/gif/0f51a5bb6ea412ef47f58c89e84127c3/gr2.gif gr2 gr2.gif gif 11227 310 506 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002234-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr3/THUMBNAIL/image/gif/4738b713b4fdb86e0a89b1f5be18af52/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr3/THUMBNAIL/image/gif/4738b713b4fdb86e0a89b1f5be18af52/gr3.sml gr3 gr3.sml sml 1412 80 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002234-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr3/DOWNSAMPLED/image/gif/ceafd494bc22f10cb929e8696ae1fc07/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr3/DOWNSAMPLED/image/gif/ceafd494bc22f10cb929e8696ae1fc07/gr3.gif gr3 gr3.gif gif 10717 319 500 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002234-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr4/THUMBNAIL/image/gif/9fb5cac2f7f058d7dfd0d99541320804/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr4/THUMBNAIL/image/gif/9fb5cac2f7f058d7dfd0d99541320804/gr4.sml gr4 gr4.sml sml 2391 77 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002234-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr4/DOWNSAMPLED/image/gif/11889556f5b6a14bd41879f7cdaad274/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr4/DOWNSAMPLED/image/gif/11889556f5b6a14bd41879f7cdaad274/gr4.gif gr4 gr4.gif gif 21188 332 538 IMAGE-DOWNSAMPLED 1-s2.0-S1381116998002234-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr5/THUMBNAIL/image/gif/49c21d0d770026ffb25f44a73e79fd79/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr5/THUMBNAIL/image/gif/49c21d0d770026ffb25f44a73e79fd79/gr5.sml gr5 gr5.sml sml 1849 85 125 IMAGE-THUMBNAIL 1-s2.0-S1381116998002234-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116998002234/gr5/DOWNSAMPLED/image/gif/7418617fbd01e899a64a5e176a5601af/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116998002234/gr5/DOWNSAMPLED/image/gif/7418617fbd01e899a64a5e176a5601af/gr5.gif gr5 gr5.gif gif 18544 335 495 IMAGE-DOWNSAMPLED MOLCAA 1991 S1381-1169(98)00223-4 10.1016/S1381-1169(98)00223-4 Elsevier Science B.V. Fig. 1 TPR spectra of Rh/C catalysts. Fig. 2 H2O formation in TPR experiments measured by MS (mass number 18) as a function of temperature for Rh/C catalysts. Fig. 3 CH4 formation in TPR experiments measured by MS (mass number 16) as a function of temperature for Rh/C catalysts. Fig. 4 Ethene conversion (X) and product yields in ethene hydroformylation for Rh/C catalysts after CO and H2 pretreatments (400°C, 1 h) or in the absence of pretreatment. The low-temperature CO pretreatment (175°C, 1 h) is denoted by CO*. Fig. 5 Product yields for Rh/C(T) catalyst in ethene hydroformylation as a function of reaction time after hydrogen treatment at 400°C for 1 h. Table 1 TPR and XPS results for Rh/C catalysts Catalyst H2 consumption a (mmol/gRh) Extent of reduction (%) TPRb XPSc 1st peak 1st+2nd peak Rh/C(C) 44.0 29 44 78 Rh/C(N) 14.2 12 39 94 Rh/C(T) 15.2 8 20 62 a Total hydrogen consumption (TCD) during TPR measurement up to 400°C. bCalculated from the H2 consumption (TCD) by fitting Gaussian curves assuming Rh3+ as the state of oxidized rhodium on the support: 1st peak corresponding to temperatures approximately <150°C and 1st+2nd peak to temperatures <250°C. cAfter hydrogen reduction at 400°C for 1 h. Table 2 The characteristics of Rh/C after hydrogen reduction at 400°C for 1 h Catalyst Metal content (wt.%) Irrev. H2 uptakeb (cm3/g) H2 and CO uptakesc (cm3/g) Metal particle size (nm) CO H2 CO/H H2 chem.d TEM Rh/C(N) 4.9 0.21 4.19 0.73 2.87 4.3 1–10 nm aggregatese Rh/C(C) a 6.8 1.45 12.26 2.95 2.08 – n.d. Rh/C(C) 6.8 1.55 8.87 2.72 1.63 0.67 4–10 nm large aggregatese Rh/C(T) 6.7 0.58 4.88 1.41 1.73 1.4 2–7 nm uniform distribution a Hydrogen reduction at 175°C for 1 h. bMonolayer capacity from irreversible H2 chemisorption. cTotal uptakes. dDetermined from irreversible H2 uptakes by using the `button' or `plate' like geometry assumption and corrected by the extent of reduction. eDetermined from a respective catalyst from a different batch. Table 3 The metal contents of the fresh Rh/C catalysts and the Rh losses determined from the used catalysts after ethene hydroformylation reaction Catalyst Pretreatment Fresh catalyst, Rh (wt.%) Rh loss (%) Rh/C(N) H2 1 h 4.9 8 Rh/C(N) CO 1 h 4.9 10 Rh/C(N) none 4.9 8 Rh/C(C) H2 1 h 6.8 18 Rh/C(C) CO 1 h 6.8 20 Rh/C(C) none 6.8 22 Rh/C(C) a H2 1 h 6.8 8 Rh/C(T) H2 1 h 6.7 23 Rh/C(T) CO 1 h 6.7 25 Rh/C(T) none 6.7 29 a Ethene hydrogenation reaction. Rh/C catalysts in ethene hydroformylation: the effect of different supports and pretreatments T.A Kainulainen * M.K Niemelä 1 A.O.I Krause Helsinki University of Technology, Department of Chemical Technology, Laboratory of Industrial Chemistry, P.O. Box 6100, FIN-02015 HUT, Espoo, Finland * Corresponding author. Tel.: +358-9-451-2663; Fax: +358-9-451-2622; E-mail: kainulainen@polte.hut.fi 1 Present address: VTT Chemical Technology, P.O. Box 1401, 02044 VTT, Finland. The activity, selectivity and stability of Rh/C catalysts prepared from nitrate precursor on three different active carbon supports was determined in ethene hydroformylation. The different active carbon supports yielded catalysts, which had different extents of reduction (62–94%) and dispersion (4–27%) after hydrogen reduction. The best activity and selectivity in the formation of propanal was obtained with the coconut shell based Rh/C(C) catalyst, presumably due to the better metal dispersion and the presence of unreduced Rh sites. Furthermore, without any pretreatment, the Rh/C(C) catalyst exhibited even higher activity and better propanal yields than its hydrogen treated counterpart. Most likely, the active sites remained better dispersed in the absence of pretreatment than after hydrogen reduction, and it was the well-dispersed sites that were active in the formation of propanal. High temperature CO pretreatment partially blocked the catalyst surface with carbonaceous residues, which improved propanal selectivity, but suppressed the overall activity. Thus, the right choice of pretreatment appears to be a key factor in providing an active and selective catalyst for heterogeneous hydroformylation. It should also be noted that the catalysts lost 10–30% of the metal deposited on the support during 24 h on stream. Keywords Ethene hydroformylation Heterogeneous catalyst Active carbon support Rhodium catalyst Stability Pretreatments 1 Introduction Extended research efforts have been made to heterogenise the homogeneous hydroformylation catalysts. The aim has been to make the catalyst separation and recycling easier and cheaper [1–13]. Quite a number of studies have been carried out on rhodium catalysed heterogeneous hydroformylation using silica as a support [1–5]along with other oxide supports [6, 7], zeolites [5]or polymers [8]. Hydroformylation on activated carbon supported rhodium has also gained attention [9–13], and an interesting finding was the formation of ketones (3-pentanone) during ethene hydroformylation—not a common product over heterogeneous rhodium catalysts. Active carbon has also been shown to exhibit beneficial characteristics in carbonylation; it has been found to suppress dissociative hydrogen adsorption, to promote strong or multiple adsorption of CO and to inhibit dissociative CO adsorption [14]. These special characteristics of active carbon are also important for hydroformylation, which is governed by molecular reaction of CO. On supported catalysts, the reaction sequence involving CO insertion and subsequent hydrogenation has been found to be much faster than the competing reaction route consisting of CO dissociation and hydrogenation of the surface carbon species [2]. However, when considering the nature of the active sites, the literature data is controversial. In some studies, the CO insertion selectivity is related exclusively to the linearly adsorbed CO on isolated Rh0 sites [15, 16]. Other studies show that reaction rate and selectivity for hydroformylation is increased in the presence of Rh+ sites, and that the reduced Rh crystallites are highly active for the hydrogenation of ethene [17]. Moreover, the hydroformylation of ethene is regarded as structure sensitive, and the hydrogenation of ethene structure insensitive [15]. Accordingly, the insertion selectivity has been enhanced by partial blockage [18]or selective poisoning of the active sites [19, 20]. In regard to the more precise size of the active site, Arakawa et al. [21]have reported that a Rh particle size below approximately 3 nm is advantageous for hydroformylation (the number of edge and corner atoms is increased), and ethane formation is at a maximum with a Rh particle size of around 4 nm. Thus, the results clearly show that high dispersion, or small particle size, is of the utmost importance for hydroformylation activity. In the case of Rh on active carbon, the particle size of the active metal and the selectivity of the catalyst, have been greatly influenced by the choice of the support as shown in our previous work concerning methanol hydrocarbonylation [22]. Our previous studies have also indicated that the particle size can be affected by the pretreatment of the catalyst [23]. For example, the decarbonylation of Rh4(CO)12/SiO2 in a CO atmosphere instead of hydrogen appeared to decrease the particle size. Consequently, the selectivity of the catalyst to oxygenates in CO hydrogenation was significantly increased. A similar positive effect of CO treatment on propanal selectivity has also been noticed on Rh/C catalyst in ethene hydroformylation [11]. Therefore, both the characteristics of the support and the method of pretreatment of the supported precursor might have a profound effect on the activity and selectivity of the Rh/C catalyst in a structure sensitive reaction, such as ethene hydroformylation. In this work, the performance of the Rh/C catalysts was studied in the gas phase hydroformylation of ethene, with the hope of enhancing the heterogeneous functionality of the catalysts already observed in the liquid phase hydroformylation of 1-hexene [24]. The aim was to elucidate the effect of the active carbon support on the catalytic activity of rhodium in connection with different pretreatment conditions. In addition, we determined the stability of the catalysts since experimental evidence regarding the stability of the heterogeneous catalysts in hydroformylation under flow conditions is still scarce [25]. 2 Experimental 2.1 Catalyst preparation Three different activated carbon supports were used for the preparation of 5 wt.% Rh/C catalysts: C(N) stands for peat based Norit Rox 0.8, C(T) for wood based Japanese Takeda Shirasagi, and C(C) for coconut shell based activated carbon from Johnson Matthey. The supports were impregnated with rhodium nitrate as a catalyst precursor. The catalysts were calcinated under nitrogen flow at 400°C for 3 h. The details of the preparation are presented in more detail elsewhere [26]. 2.2 Catalyst characterisation The catalysts were characterised by TPR, H2 and CO chemisorption, XPS and TEM. The metal contents of the catalysts were determined before and after the reaction by AAS. The details of the preparation and characterisation of the activated carbon supported Rh/C catalysts have already been reported in detail [26], except for support analysis, SEM and TPR, which will be presented in this paper. The potassium contents of the supports were determined by flame AAS using a Varian SpectrAA-600 with O2/C2H2-flame. Prior to analysis, the samples were dissolved in aqua regia in closed vessels. Particle morphology was studied with a scanning electron microscope (SEM, Leo DSM982), equipped with an energy dispersive X-ray spectroscopy system (EDX, Noran Voyager) for chemical analysis. The catalyst particles were prepared for analysis by placing them on SEM stubs (aluminium) with two sided carbon tape. Temperature programmed reduction (TPR) measurements were performed with an Altamira Instruments AMI-100 catalyst characterisation system. The catalyst samples (50 mg) were flushed with argon at 110°C for 30 min and cooled down to 30°C. The samples were heated from 30 to 400°C at a rate of 10°C/min, and kept at 400°C for 1 h under a flow of 10 vol.% H2/Ar mixture (30 cm3/min). The consumption of hydrogen was monitored with a thermal conductivity detector (TCD). In addition, the gas stream at the outlet was analysed using a Balzers MSC-200 Thermocube mass spectrometer (MS). The extent of reduction was determined from the hydrogen consumption during the TPR by assuming that rhodium is present as Rh3+ in the calcined catalyst (Rh2O3+3H2→Rh0+3H2O), and that the H2/Rh ratio during reduction remains constant over the temperature range studied. The extent of reduction determined in this way might not be the absolute value, but it allows a comparison of the reducibility of the Rh/C catalysts. The TCD curve was fitted by 4 Gaussian curves to obtain the area under each curve, and thereby the hydrogen consumption was related to each peak. 2.3 Ethene hydroformylation The ethene hydroformylation was carried out in an automated fixed bed tubular reactor (i.d.=12 mm, pocket for the thermocouples: o.d.=6 mm) in the gas phase at 0.5 MPa and 173°C, using a 1:2:2:2 molar ratio of Ar:CO:H2:C2H4 and GHSV of approximately 800–900/h. The catalyst, 1 or 0.5 g (approximately 2.6 or 1.3 cm3), was diluted with glass beads in a 1:1 volume ratio. In general, isothermal conditions were maintained, i.e., the control point temperatures inside the pocket for the thermocouples, which was placed in the catalyst bed typically remained within ±0.5°C in respect to the setpoint value, and the vertical temperature gradient of the catalyst bed was within ±1°C in respect to the setpoint value. However, in some cases, the initial activity of the Rh/C(C) and Rh/C(T) catalysts was too high to maintain isothermal conditions; the automatic cooling system of the reactor forced the reaction temperature to the setpoint value, and the vertical temperature gradient of the catalyst bed was within ±4°C in respect to the setpoint value. Therefore, we repeated some of the experiments with 0.5 g of catalyst, using the same GHSV as previously. The product analysis was carried out on-line using two HP 5890 Gas Chromatographs one equipped with a DB-1 from J&W Scientific and PoraplotQ from Hewlett Packard, and the other one with a packed column filled with activated carbon coated with 2% squalane. The response factors published by Dietz [27]were used in quantitative determinations. The data was recorded for 24 h and the steady-state conversion and selectivities were calculated as an average of last 5–6 h. Conversion, selectivities and yields were calculated based on the ethene consumed. Different pretreatments of the catalysts were carried out before the experiment. In the first, the catalysts were reduced under H2/Ar flow (1:2 molar ratio, 9.9 l/h) for 1 h at 400°C. In the second, the pretreatment was omitted, and the catalyst was heated to the reaction temperature under Ar flow. In the third, the catalysts were reduced under CO/Ar flow (1:2 molar ratio, 9.9 l/h) for 1 h at 400°C, or at 175°C. 3 Results and discussion 3.1 Characterisations The hydrogen consumption in TPR measurements, together with water and methane formation, were determined as a function of temperature for Rh/C catalysts in order to estimate the reducibility of the catalysts. The results are presented in Fig. 1 Fig. 2 Fig. 3 . The hydrogen consumption during TPR below 250°C was mainly due to the formation of water (Fig. 2), whereas at temperatures higher than 250°C, the formation of methane predominated (Fig. 3). Since the determination of water and methane was not quantitative, the extents of reduction were evaluated from hydrogen consumption. Since it is only the hydrogen consumption for the formation of water that should be accounted for when considering the reduction of the Rh species, the estimation of the extents of reduction had to be limited to 250°C. The first peak maximum for hydrogen consumption was at 85–90°C, equivalent to an extent of reduction of 29, 12 and 8% for Rh/C(C), Rh/C(N) and Rh/C(T), respectively (Table 1 ). Thus, the reduction of Rh/C(C) proceeded to greater extent at a lower temperature than did the reduction of Rh/C(N) and Rh/C(T). By 250°C (1st+2nd peak in Fig. 1), the extent of reduction was similar for Rh/C(C) and Rh/C(N) (44 and 39%), but it was much lower for Rh/(T) (20%). Thus, the reduction of Rh/C commenced at temperatures clearly below those used for the hydroformylation reaction in this work. The XPS results presented in Table 1 will be discussed later in this paper in connection with activity results. The results shown in Table 1 also indicate that the total amount of hydrogen consumed was much higher for Rh/C(C) than for Rh/C(N) or Rh/C(T), and the formation of methane and water was also correspondingly higher. Since only trace amounts of methane and water were observed during the TPR of the plain support (C(C) support), the high methane formation was due to the rhodium catalysed support gasification in accordance with the results of Tomita and Tamai [28]. The question remains, however, as to why the gasification was significantly more pronounced on the Rh/C(C) than on Rh/C(N) or Rh/C(T). 3.2 The performance of Rh/C after hydrogen reduction The activity of the Rh/C catalysts reduced in situ under hydrogen flow (400°C, 1 h) was tested in the gas phase hydroformylation of ethene for 24 h. The activity of the catalysts varied with time on stream; it decreased more sharply during the first 4 h on stream, after which the conversion decreased further by 1–4 units depending on the support and pretreatment in question. Consequently, the steady-state conversions of ethene to all products (averaged from conversions at TOS=18–24 h) were 28, 24 and 12% for the Rh/C(T), Rh/C(C) and Rh/C(N) catalysts, respectively (Fig. 4 ). Some changes in the product distribution were observed especially during the first hour on stream. The high initial (TOS=10–15 min) ethane yield decreased sharply during the first hour and, simultaneously, the propanal yield increased from almost zero to the steady-state level, as illustrated in Fig. 5 for Rh/C(T). In the steady state, the main products formed were ethane and propanal. In addition, minor amounts of side products were observed. The side products were mainly C6 aldols, i.e., condensation products of two propanal molecules, such as 2-methyl-2-pentenal and 2-methyl-1-pentanal, but small amounts of propanol and 3-pentanone, and in some cases propylformate and propylpropionate, were also detected. In addition to the changes in the activity for ethane and propanal formation during the first hours on stream, there were differences between the catalysts depending on the support. The best selectivity with regard to the desired product, propanal, i.e., the best activity for CO insertion and subsequent hydrogenation, was obtained with the Rh/C(C) catalyst. The propanal/ethane molar ratio was 1.1 for Rh/C(C), which is a surprisingly high selectivity for a nonmodified Rh catalyst under these conditions [9, 20, 29]—an indication of the functionality of the active carbon support. Accordingly, due to higher propanal yields, more condensation products were formed on the Rh/C(C) catalyst (Y=1.2%) than on the other supports (Y<0.5%) (Fig. 4). On the other hand, the propanal/ethane molar ratio was only 0.7 for Rh/C(N) and Rh/C(T) catalysts. Thus, the outstanding performance of Rh/C(C) compared to Rh/C(N) and Rh/C(T) in terms of selectivity merits a more detailed discussion to determine the origin of its superiority. Previously, the reaction rate for hydroformylation (formation of propanal) has been proposed to be faster on isolated Rh+ sites than on Rh0 sites [17], i.e., both the valency and the size of the rhodium species on the different activated carbon supports are important for this structure sensitive reaction. In regard to the extent of reduction, the TPR results indicated that the reducibility of Rh/C(T) was lower compared to Rh/C(C) or Rh/C(N). In addition, a previous study has indicated that the near-surface extent of reduction (XPS) was 62% for Rh/C(T), 78% for Rh/C(C) and 94% for Rh/C(N) after reduction at 400°C for 1 h under H2/N2 flow [22]. The results agree with the previous studies [17]by confirming that the partly reduced catalysts (Rh/(C) and Rh/C(T)) exhibit the highest yields of propanal. However, the high propanal/ethene ratio observed for Rh/C(C) cannot be explained by the extent of reduction. As described above, the size of the metal particles is of utmost importance for the hydroformylation activity. The determination of particle size for Rh/C catalysts is, however, ambiguous because hydrogen treatments induce agglomeration of rhodium sites [22, 30]. Thus, the hydrogen chemisorption (Table 2 ) provided an average value of the particle size, and it suggested that the dispersion decreased (particle size increased) in the order Rh/C(C) (27%)>Rh/C(T) (13%)>Rh/C(N) (4%). A better estimate for the particle size distribution was, however, obtained by TEM, which indicated that the working surfaces of the catalysts were quite different after hydrogen reduction (Table 2) [26]: Rh/C(N) contained aggregates together with extremely small particles, Rh/C(C) exhibited particles with a size distribution between 4 and 10 nm, together with aggregates; and on Rh/C(T), the Rh species were evenly distributed with an average particle size of 2–7 nm. Together, the XPS, TEM and chemisorption results indicate that after hydrogen reduction, both Rh/C(C) and Rh/C(T) have sites favourable for hydroformylation, i.e., partially reduced rhodium sites which are small enough in size. As a result, both the catalysts exhibit high yields in hydroformylation, but the significantly higher selectivity of Rh/C(C) towards propanal still remains unexplained. The low activity of Rh/C(N) in hydroformylation is in agreement with the characterisations: the very small particles present on Rh/C(N) were fully reduced, being thereby less active in hydroformylation and more active in hydrogenation. Moreover, the considerably lower overall activity of Rh/C(N) is explained by the low total hydrogen uptake (Table 2). Under the reaction conditions, surface reconstruction occurs and thus both the extent of reduction and particle size may be significantly altered during the course of the reaction. Indeed, the reactivity results also lend support to this view since the activity and selectivity were drastically altered during the first hours of the reaction. Therefore, the used catalysts were studied by SEM to see the effect of different pretreatments on the particle size of the metal. Unfortunately, the particle size distributions of the catalysts could not be determined accurately enough, although the resolution of the equipment on hand was good—the sizes of the smallest particles (<10 nm) were too small to be detected. Nevertheless, another very interesting finding was made: the SEM determinations suggested that KCl particles were present on the Rh/C(C) catalyst, but not on the other two catalysts. Perhaps, unintentional KCl promotion was the cause of the superior selectivity—a possibility deserving more detailed consideration. Only a few studies of potassium promotion in connection with hydroformylation exist [31]. Fortunately, some relevant studies are available in connection with synthesis gas reaction [32–35]. For example, Matsuzaki et al. [34]have reported that potassium promotion with Co/SiO2 resulted in increased C2 oxygenates selectivity due to depression of the hydrogenation ability of the catalyst. In accordance, the hydrogenation ability of the Rh/C(C) catalyst was clearly lower than that of the other two catalysts. Another relevant study [35]reports that potassium oxide suppressed CO dissociation, and thereby promoted the formation of methanol and C2 oxygenates in synthesis gas reaction on Rh/SiO2 catalyst—characteristics beneficial for hydroformylation in which CO reacts in its molecular form. Also, K+ countercation increased propanal selectivity on silica-supported [Rh12(CO)30]2− cluster anion in ethene hydroformylation [31]. Moreover, alkaline earth oxides promoted the formation of significant amounts of propanoic acid and C6 condensates in ethene hydroformylation on Co(CO)/SiO2 catalysts [36, 37], and potassium cations promoted the formation of large amount of acetic acid in CO hydrogenation on Rh/SiO2 [38]. Thus, since in our studies propanoic acid was not formed, the amounts of C6 oxygenates were only slightly increased on Rh/C(C) catalyst, and the conversion level of the catalyst was not suppressed, the effect of potassium was most probably not profound. However, it is possible that the potassium present slightly improved propanal yields on Rh/C(C) compared to the other supports. When the potassium contents of the plain supports and distilled water used in the preparation of the catalysts were determined, the potassium contents were 6.6, 0.3 and 0.02 mg/g for C(C), C(N) and C(T) supports, respectively. Moreover, the potassium content of the distilled water was 0.1 mg/l. Thus, the potassium found in the coconut supported catalysts was most probably transferred from the support matrix onto the catalyst surface during catalyst preparation (wet steps or high temperature treatments) [39]. 3.3 The performance of Rh/C in the absence of pretreatment The Rh/C catalysts were also tested in the absence of pretreatment in order to shed light on the debate as to whether Rh0 or Rh+ is the active site for hydroformylation. The number of Rh+ sites would be expected to be higher without any reductive pretreatment, due to lower extents of reduction. Furthermore, the hydrogen reduction has been shown to induce agglomeration of rhodium on carbon [22]and, therefore, higher dispersion might be another benefit obtained by omitting the pretreatment. As expected, the Rh/C(C) catalyst was more active than its hydrogen reduced counterpart when the pretreatment was omitted (see Fig. 4). The propanal yield increased from 12 to 14%, which was the best propanal yield achieved with our catalysts, although the propanal/ethane ratio changed slightly from 1.1 to 1.0. This increased activity may in part be explained by better dispersion since Rh catalysed gasification of the carbon support might have been responsible for the agglomeration of Rh during hydrogen pretreatment in the case of Rh/C(C), as discussed in connection with TPR results (see also Fig. 3). However, the higher activity was probably also influenced by the extent of reduction, which remains lower in the absence of reduction than after hydrogen treatment (see also Table 1). Based on the TPR results, it seems apparent that part of the rhodium species were probably reduced to metal during the first hours under synthesis gas flow. Moreover, the results from hydrogen chemisorption determined after reduction at 175°C also support the idea of higher dispersion without high-temperature treatment (Table 2). The irreversible hydrogen uptake is 1.45 and 1.55 cm3/gcat for low-temperature and high-temperature treated Rh/C(C), respectively, and thus, the dispersion of the low-temperature treated catalyst corrected by the extent of reduction would be clearly higher than that of the high-temperature treated catalyst (D=27%) due to the lower extent of reduction of the catalyst. Thus, the high activity of Rh/C(C) catalyst without pretreatment is explained by the better dispersed metal, and the existence of unreduced Rh sites active in hydroformylation. In contrast to the performance of Rh/C(C), the overall activity of Rh/C(T) and Rh/C(N) catalysts decreased slightly when the pretreatment was omitted. For Rh/C(T), the decrease in conversion was 2.5% units and for Rh/C(N) it was 4.5% units. The propanal/ethane ratios remained the same for both (p/e=0.7). Perhaps, in the case of Rh/C(N) and Rh/C(T), the omission of the pretreatment had a less restrictive effect on agglomeration since much less hydrogasification was observed on these two catalysts, i.e., the formation of methane during TPR was clearly lower than on Rh/C(C). In regard to the extent of reduction, it seems apparent that the extent of reduction was lower after omitting the pretreatment than after hydrogen reduction. Thus, one would expect higher reactivity, but nevertheless the hydroformylation yields of Rh/C(T) and Rh/C(N) were not improved. The changes in the product distribution with time on stream followed a similar trend to that observed in the experiments with hydrogen reduction; the ethane formation predominated in the beginning. The decrease in overall activity was due to a decrease in ethane conversion, i.e., apparently, the amount of active sites for ethane formation decreased during the reaction. Consistently, Mori et al. [40]have reported that the active site for ethane production might be different from that for propanal production. 3.4 The performance of Rh/C after CO pretreatment The performance of the Rh/C was also studied with CO pretreatment, which has previously been found to significantly enhance the oxygenate yield on Rh/SiO2 in CO hydrogenation via partial blockage of the active sites [23]. Such a partial blockage effect should also be beneficial for hydroformylation catalysts. Others have claimed that CO treatment provides high dispersion [41]—another desired feature for hydroformylation. For the CO treated catalysts (400°C, 1 h), the activity was significantly lower (only 5%) than for the ones after hydrogen reduction (12–28%) (see Fig. 4). Thus, the high temperature treatment with CO probably blocked the catalyst surface with coke as observed previously for Rh/SiO2 [23]. Due to this major decrease in activity, the CO pretreatment was also carried out at lower temperature (175°C), and indeed the conversion decrease was only 5% for Rh/C(T). Evidently, the choice of temperature is critical when considering CO pretreatment of the catalyst surface. As a result of the high temperature CO treatment, the selectivity towards propanal increased, and this increase was highest on the Rh/C(C) catalyst, which was also initially the most selective towards propanal. Therefore, the high temperature treatment with CO probably partially blocked the catalyst surface with coke, and thereby increased the amount of CO insertion sites compared to hydrogenation sites. After low temperature pretreatment, however, the aldehyde promotion was almost negligible. Apparently, the pretreatment temperature was so low that the carbonaceous deposits formed were reactive, and no permanent blockage of the catalyst surface occurred [42]. 3.5 Stability of the catalysts Our previous studies with 1-hexene hydroformylation showed that metal losses occurred during the liquid-phase reaction [24], and we assumed that the stability of the catalysts would be improved under less severe reaction conditions. Indeed, under gas phase conditions, the metal losses were less than 10% for Rh/C(N), whereas for Rh/C(T) and Rh/C(C), they were 20–30% (see Table 3 ). Thus, the Rh/C(C) and Rh/C(T) catalysts active in the formation of propanal lost more metal than the less active Rh/C(N). Consistently, under the reaction conditions, the supported Rh species might form volatile carbonyls which are transported away from the support with the product flow. To confirm this assumption, we performed a test on Rh/C(C) in the absence of CO (ethene hydrogenation): the losses were only 8%. Thus, most of the losses are due to the action of CO on Rh. 4 Conclusions The Rh/C catalysts were tested in gas phase ethene hydroformylation reaction to elucidate the effect of support characteristics and pretreatments on hydroformylation activity. After hydrogen reduction, the three active carbon supported catalysts under study had different extents of reduction (62–94%) and dispersion (8–15%), but all catalysts were nevertheless active in hydroformylation. The best selectivity towards the desired product, propanal, was obtained with the coconut shell based Rh/C(C) catalyst. The propanal/ethane molar ratio was 1.1 for Rh/C(C), which is a surprisingly high selectivity for a nonmodified Rh catalyst under these conditions—a result due to the characteristics of the active carbon support and, possibly, to the unintentional promotion by KCl. In the absence of pretreatment, the performance of Rh/C(C) was superior to its hydrogen treated counterpart. Most likely, the rhodium species on the Rh/C(C) catalyst remained more well dispersed in the absence of pretreatment than in conjunction with hydrogen reduction since the undesired Rh catalysed hydrogasification of the C(C) support was eliminated. In addition, the extent of reduction for Rh/C(C) was presumably lower after omitting the pretreatment, i.e., the number of unreduced Rh sites favourable for hydroformylation was increased. However, the activity of the other two catalysts decreased slightly without pretreatment—a result due partly to the less profound hydrogasification effect in connection with Rh/C(T) and Rh/C(N). After high temperature CO pretreatment (400°C), the catalyst surface was partially blocked by carbonaceous residues, which improved the selectivity towards propanal formation, but suppressed the overall activity. On the other hand, low temperature CO pretreatment (175°C) produced no benefits. Thus, the right choice of pretreatment appears to be a key factor in providing an active and selective catalyst for heterogeneous hydroformylation. In summary, the support characterististics and the different pretreatments had an influence on the dispersion and the extent of reduction, and thereby on the activity and selectivity of the catalysts. Highly dispersed catalysts were essential for hydroformylation activity, and small amount of unreduced Rh was favourable for propanal formation. A more detailed interpretation of the interrelation between the characteristics and reactivity would require in situ characterisation techniques since the catalyst surface reconstructs during reaction. In addition, marked improvements are required in the catalyst composition to avoid the losses (10–30%) of the active species during the reaction. Acknowledgements This work was supported with funding from the Technology Development Centre of Finland, Neste Group, Kemira Group and Helsinki University of Technology. The authors wish to express their gratitude to MSc Marita Halttunen for the catalyst preparation and characterisation and to MSc Leif Backman for performing the chemisorption and TPR measurements. Also, the analytical assistance of the staff of the Analysis Centre of the Helsinki University of Technology and VTT Chemical Technology is greatly acknowledged. References 1 S.S.C Chuang G Srinivas A Mukherjee J. Catal. 139 1993 490 2 M.W Balakos S.S.C Chuang G Srinivas J. Catal. 140 1993 281 3 M Ichikawa L.-F Rao T Kimura A Fukuoka J. Mol. Catal. 62 1990 15 4 L Huang Y Xu G Piao A Liu W Zhang Catal. Lett. 23 1994 87 5 M Ichikawa Polyhedron 7 1988 2351 6 C. Dossi, A. Fusi, L. Garlaschelli, R. Psaro, R. Ugo, Proc. of 10th Int. Congr. Catal., Budapest, 1992, p. 2345. 7 M Ichikawa J. Catal. 59 1979 67 8 J. Hjortkjaer, B. Heinrich, C. Andersson, A. Nikitidis, in: L. Guczi et al. (Eds.), New Frontiers in Catalysis, Proc. of the 10th Int. Congr. Catal., 19–24 July, 1992, Budapest, Hungary, Elsevier, 1993, p. 2285. 9 N. Takahashi, H. Arakawa, A. Kano, Y. Fukagawa, K. Asao, Chem. Lett. (1990) 205. 10 N Takahashi T Takeyama T Yanagibashi Y Takada J. Catal. 136 1992 531 11 N Takahashi Y Takabatake H Sakagami Y Imizu N Okazaki A Tada J. Catal. 159 1996 491 12 Z Vit J.L Portefaix M Zdrazil M Breysse Catal. Lett. 32 1995 55 13 H Sakagami N Ohta S Endo T Harada N Takahashi T Matsuda J. Catal. 171 1997 449 14 K Omata K Fujimoto T Shikada H Tominaga Ind. Eng. Chem. Res. 27 1988 2211 15 L Huang Y Xu W Guo A Liu D Li X Guo Catal. Lett. 32 1995 61 16 W.M.H Sachtler M Ichikawa J. Phys. Chem. 90 1986 4752 17 S.S.C Chuang S.-I Pien J. Catal. 135 1992 618 18 S.S.C Chuang S.-I Pien J. Catal. 138 1992 536 19 S.S.C Chuang S.-I Pien J. Mol. Catal. 55 1989 12 20 Y Konishi M Ichikawa W.M.H Sachtler J. Phys. Chem. 91 1987 6286 21 H. Arakawa, N. Takahashi, T. Hanaoka, K. Takeuchi, T. Matsuzaki, Y. Sugi, Chem. Lett. (1988) 1917. 22 M. Halttunen, Hydrocarbonylation of methanol on activated carbon supported catalysts, Lic. thesis, Helsinki University of Technology, 1997, p. 45. 23 J Kiviaho M.K Niemelä M Reinikainen T Vaara T.A Pakkanen J. Mol. Catal. A: Chem. 121 1997 1 24 T.A Kainulainen M.K Niemelä A.O.I Krause J. Mol. Catal. A: Chem. 122 1997 39 25 R.J Davis J.A Rossin M.E Davis J. Catal. 98 1986 477 26 M.E. Halttunen, M.K. Niemelä, A.O.I. Krause, T. Vaara, A.I. Vuori, Appl. Catal., submitted for publication. 27 W.A Dietz J. Gas Chromatogr. 5 1967 68 28 A Tomita Y Tamai J. Catal. 27 1972 293 29 K Takeuchi T Hanaoka T Matsuzaki M Reinikainen Y Sugi Catal. Lett. 8 1991 253 30 J.S Brinen J.L Schmitt W.R Doughman P.J Achorn L.A Siegel W.N Delgass J. Catal. 40 1975 295 31 A Fusi R Psaro C Dossi L Garlaschelli F Cozzi J. Mol. Catal. A: Chem. 107 1996 255 32 S Kesraoui R Oukaci D.G Blackmond J. Catal. 105 1987 432 33 C.H Dai S.D Worley J. Phys. Chem. 90 1986 4219 34 T Matsuzaki T Hanaoka K Takeuchi Y Sugi M Reinikainen Catal. Lett. 10 1991 193 35 A Gotti R Prins Catal. Lett. 37 1996 143 36 K Takeuchi T Hanaoka T Matsuzaki Y Sugi M Reinikainen Appl. Catal. 73 1991 281 37 K. Takeuchi, T. Hanaoka, T. Matsuzaki, Y. Sugi, M. Reinikainen, in: L. Guczi et al. (Eds.), New Frontiers in Catalysis, Proc. of the 10th Int. Congr. Catal., 19–24 July, 1992, Budapest, Hungary, Elsevier, 1993, p. 2297. 38 T. Nakajo, K. Sano, S. Matsushira, H. Arakawa, Chem. Lett. (1986) 1557. 39 L.E.Y Nonneman A.G.T.M Bastein V Ponec Appl. Catal. 62 1990 L23 40 Y Mori T Mori T Hattori Y Murakami Catal. Lett. 10 1991 165 41 N. Takahashi, T. Takeyama, T. Fujimoto, A. Fukuoka, M. Ichikawa, Chem. Lett. (1992) 1441. 42 J Nakamura K Tanaka I Toyoshima J. Catal. 108 1987 55",
      "scopus-id": "0033538125",
      "coredata": {
        "eid": "1-s2.0-S1381116998002234",
        "dc:description": "The activity, selectivity and stability of Rh/C catalysts prepared from nitrate precursor on three different active carbon supports was determined in ethene hydroformylation. The different active carbon supports yielded catalysts, which had different extents of reduction (62–94%) and dispersion (4–27%) after hydrogen reduction. The best activity and selectivity in the formation of propanal was obtained with the coconut shell based Rh/C(C) catalyst, presumably due to the better metal dispersion and the presence of unreduced Rh sites. Furthermore, without any pretreatment, the Rh/C(C) catalyst exhibited even higher activity and better propanal yields than its hydrogen treated counterpart. Most likely, the active sites remained better dispersed in the absence of pretreatment than after hydrogen reduction, and it was the well-dispersed sites that were active in the formation of propanal. High temperature CO pretreatment partially blocked the catalyst surface with carbonaceous residues, which improved propanal selectivity, but suppressed the overall activity. Thus, the right choice of pretreatment appears to be a key factor in providing an active and selective catalyst for heterogeneous hydroformylation. It should also be noted that the catalysts lost 10–30% of the metal deposited on the support during 24 h on stream.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-04-09",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116998002234",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kainulainen, T.A"
          },
          {
            "@_fa": "true",
            "$": "Niemelä, M.K"
          },
          {
            "@_fa": "true",
            "$": "Krause, A.O.I"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116998002234"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116998002234"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(98)00223-4",
        "prism:volume": "140",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Rh/C catalysts in ethene hydroformylation: the effect of different supports and pretreatments",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ethene hydroformylation"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalyst"
          },
          {
            "@_fa": "true",
            "$": "Active carbon support"
          },
          {
            "@_fa": "true",
            "$": "Rhodium catalyst"
          },
          {
            "@_fa": "true",
            "$": "Stability"
          },
          {
            "@_fa": "true",
            "$": "Pretreatments"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "173-184",
        "prism:endingPage": "184",
        "pubType": "fla",
        "prism:coverDisplayDate": "9 April 1999",
        "prism:doi": "10.1016/S1381-1169(98)00223-4",
        "prism:startingPage": "173",
        "dc:identifier": "doi:10.1016/S1381-1169(98)00223-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1717",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "347",
            "@width": "483",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12162",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1434",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "310",
            "@width": "506",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11227",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "80",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1412",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "319",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10717",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2391",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "332",
            "@width": "538",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "21188",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1849",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "335",
            "@width": "495",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116998002234-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18544",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033538125"
      }
    }
  }
}