{
  "metadata": {
    "title": "Enhanced activity of manganese(III) porphyrin epoxidation catalysts through supramolecular complexation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2000-05-20",
    "doi": "10.1016/S1381-1169(99)00399-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999003994",
    "pii": "S1381116999003994"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0034690686",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-06-06 2000-06-06 2010-04-18T20:21:34 1-s2.0-S1381116999003994 S1381-1169(99)00399-4 S1381116999003994 10.1016/S1381-1169(99)00399-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01185 2015-05-15T05:56:33.651043-04:00 0 0 20000520 2000 2000-06-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 156 156 1 2 1 2 Volume 156, Issues 1–2 5 79 84 79 84 20000520 20 May 2000 2000-05-20 2000 converted-article fla Copyright © 2000 Elsevier Science B.V. All rights reserved. ENHANCEDACTIVITYMANGANESEIIIPORPHYRINEPOXIDATIONCATALYSTSTHROUGHSUPRAMOLECULARCOMPLEXATION MERLAU M Acknowledgements References CHANG 1978 3413 3415 C MEUNIER 1992 1411 1456 B TRAYLOR 1989 7443 7448 T VANDERMADE 1983 1204 1206 A ANZENBACHER 1997 63 68 P KONISHI 1992 1313 1317 K COLLMAN 1995 692 703 J COLLMAN 1990 5356 5357 J MILLER 1952 3977 3981 J NAPPA 1978 5075 5080 M KIRKSEY 1969 2141 2144 C FLEISCHER 1991 3763 3769 E KARIYA 1997 833 839 N FUNATSU 1997 1625 1635 K KADISH 1982 1112 1115 K STORM 1966 2525 2532 C KUMAR 1998 3027 3030 R NAM 1990 4977 4979 W SMEGAL 1983 3510 3515 J GROVES 1997 6269 6273 J BATTIOINI 1989 1149 1151 P MANSUY 1985 155 156 D MERLAUX2000X79 MERLAUX2000X79X84 MERLAUX2000X79XM MERLAUX2000X79X84XM item S1381-1169(99)00399-4 S1381116999003994 1-s2.0-S1381116999003994 10.1016/S1381-1169(99)00399-4 271358 2010-09-30T18:09:56.374483-04:00 2000-05-20 1-s2.0-S1381116999003994-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/MAIN/application/pdf/97ad2ef89051dd00d5b8fe0476bdc7da/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/MAIN/application/pdf/97ad2ef89051dd00d5b8fe0476bdc7da/main.pdf main.pdf pdf true 117740 MAIN 6 1-s2.0-S1381116999003994-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/PREVIEW/image/png/3aca55901456e685020f883b18f88eda/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/PREVIEW/image/png/3aca55901456e685020f883b18f88eda/main_1.png main_1.png png 59641 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999003994-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/gr1/THUMBNAIL/image/gif/ff15d50ac12b9033405115d58cece092/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/gr1/THUMBNAIL/image/gif/ff15d50ac12b9033405115d58cece092/gr1.sml gr1 gr1.sml sml 1183 93 94 IMAGE-THUMBNAIL 1-s2.0-S1381116999003994-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/gr1/DOWNSAMPLED/image/gif/75fa6f30c66cb0998faaa37aadb57508/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/gr1/DOWNSAMPLED/image/gif/75fa6f30c66cb0998faaa37aadb57508/gr1.gif gr1 gr1.gif gif 5167 265 268 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003994-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/gr2/THUMBNAIL/image/gif/201107995fa20b779e45ead2a64a5484/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/gr2/THUMBNAIL/image/gif/201107995fa20b779e45ead2a64a5484/gr2.sml gr2 gr2.sml sml 1433 70 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003994-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/gr2/DOWNSAMPLED/image/gif/cf3bad98bfd22199791a792aeb0d5993/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/gr2/DOWNSAMPLED/image/gif/cf3bad98bfd22199791a792aeb0d5993/gr2.gif gr2 gr2.gif gif 5829 180 320 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999003994-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/sc1/THUMBNAIL/image/gif/862499fd7e7a8d75f273a396e9c4ee56/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/sc1/THUMBNAIL/image/gif/862499fd7e7a8d75f273a396e9c4ee56/sc1.sml sc1 sc1.sml sml 721 37 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999003994-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999003994/sc1/DOWNSAMPLED/image/gif/5caea81e294c7ae5a3feeaf4af48fe1b/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999003994/sc1/DOWNSAMPLED/image/gif/5caea81e294c7ae5a3feeaf4af48fe1b/sc1.gif sc1 sc1.gif gif 4902 160 535 IMAGE-DOWNSAMPLED MOLCAA 2520 S1381-1169(99)00399-4 10.1016/S1381-1169(99)00399-4 Elsevier Science B.V. Fig. 1 ZnTPP–MnDPyP–ZnTPP supramolecular complex. Fig. 2 Plot showing the enhancement of catalyst activity (in terms of TON) and the reactivation of deactivated catalyst by ZnTPP addition. Scheme 1 Possible modes of catalyst reactivation. Table 1 Epoxidation activity of Mn(III) porphyrin catalysts (under benchtop, ambient conditions a unless otherwise noted) Entry Catalyst Additive (# equiv) TON b Aldehyde (%) Time at catalyst deactivation (min) c 1 MnDPyP None 59 19 10 2 MnDPyP 1 ZnTPP 136 19 35 3 MnDPyP 2 ZnTPP 140 19 45 4 MnDPyP 3 ZnTPP 153 23 60 5 MnDPyP d None 44 13 15 6 MnDPyP d 2 ZnTPP 141 14 45 7 MnDPyP 1 MgTPP 80 12 20 8 MnDPyP 2 MgTPP 109 10 25 9 MnDPyP 3 MgTPP 119 6 30 10 MnDPP None 46 9 15 11 MnDPP 2 ZnTPP 83 10 50 12 MnDPyP 2 Zn(phthalocyanine) 103 9 25 13 MnDPyP 2 Zn(2-ethylhexanoate)2 222 32 70 14 MnDPyP None 59 +(2 ZnTPP) +31 +(2 ZnTPP) +33 +(2 ZnTPP) e +33 15 MnDPP None 46 +(2 ZnTPP) +27 +(2 ZnTPP) +19 +(2 ZnTPP) e +9 a General experimental conditions: styrene (500 equiv); catalyst (3 μmol, 1 equiv); CH2Cl2 (3 ml); PhIO (100 equiv) added at 0, 30, and 60 min. The reaction was monitored for 3 h. b Total turnover number is determined as the total concentration of oxidation products (styrene oxide and phenylacetaldehyde) divided by the initial catalyst concentration. c Point of catalyst deactivation is taken to be the time when a significant decrease in catalyst turnover rate is observed. d Styrene oxide (80 equiv), phenylacetaldehyde (20 equiv), and styrene (400 equiv) added as substrate. e ZnTPP (2 equiv) was added at 180, 210, and 240 min. The catalyst was deactivated after 20 min. Table 2 Oxidation potentials of Lewis acid additives Entry Additive First oxidation potential (vs. SCE) a (V) Total TON increase with addition of 2 equiv 1 Zn(phthalocyanine) 0.49 44 2 MgTPP 0.69 60 3 ZnTPP 0.89 81 4 Zn(2-ethylhexanoate)2 >2.20 163 a Data was determined using a glassy carbon electrode in CH2Cl2 with 0.1 M Bu4NPF6 as the supporting electrolyte. Enhanced activity of manganese(III) porphyrin epoxidation catalysts through supramolecular complexation Melissa L Merlau William J Grande SonBinh T Nguyen * Joseph T Hupp 1 Department of Chemistry and the Institute for Environmental Catalysis, Northwestern University, 2145 Sheridan Road, Evanston, IL 60208-3113, USA * Corresponding author 1 Also corresponding author. Several manganese(III) porphyrins showed significantly increased turnover-numbers for the catalytic epoxidation of styrene upon addition of bulky Lewis acids such as ZnTPP and MgTPP (TPP=tetraphenylporphyrin). Catalytic enhancement of two- to four-fold, depending on the additive, was observed with a manganese porphyrin bearing bis-pyridyl groups. The enhancement is primarily attributed to the formation of a coordination trimer, which provides steric protection of the catalyst from bimolecular decomposition. In the absence of coordinating pyridyl moieties on the ligand framework, less significant enhancement is observed; the residual enhancement is speculatively ascribed to the protection of the active manganese-oxo intermediate through direct catalytic site coordination. Finally, in several cases, the addition of Lewis acids also led to the regeneration of deactivated catalysts and full recovery of the original catalytic activity. Keywords Catalytic epoxidation Manganese Porphyrins Supramolecular chemistry The use of synthetic metalloporphyrins as catalysts for olefin epoxidation has been an enormously active research area over the last two decades, in part because the synthetic catalysts mimic the active centers of certain biological oxidation enzymes. To date, however, the utility of these metalloporphyrin catalysts in synthesis has been limited by facile catalyst deactivation, which is thought to occur primarily by two pathways: irreversible ligand oxidation [1] and μ-oxo dimer formation [2]. Both modes of decomposition are bimolecular in the catalyst species and both are circumvented in the natural enzyme via spatial isolation of the active center by the surrounding protein. It is thus conceivable that similar site isolation in synthetic systems would also promote catalyst stability. Efforts in this regard have included incorporation of sterically bulky groups on the porphyrin ligand [3], porphyrin isolation on a polymer backbone [4,5], and design of strapped [6,7], or picnic-basket-type porphyrins [8], to name a few. We present here a novel supramolecular 2 2 In some contexts the term “supramolecular” has been reserved for structures generated via weak intermolecular interactions, i.e., hydrogen bonding and van der Waals interactions. Here, we use “supramolecular” in a broader sense to encompass multi-entity structures formed by weak coordination bonds as well. catalytic epoxidation system, where the synthetic chemistry is based on modular assembly. Such a system can be easily tuned or modified by the alteration of individual components to enhance catalyst stability and induce selectivity. This paper describes our efforts on the first generation of these catalysts where supramolecular complexation is used simply to enhance catalyst stability; subsequent reports with more elaborate assemblies will describe selectivity enhancement. It has been observed that pyridines bind to zinc porphyrins with binding constants on the order of 3×103 M−1 [9–11]. Indeed, coordination oligomers and polymers of zinc [12] and other pyridine-functionalized transition-metal porphyrins such as osmium [13] and ruthenium [14] have already been characterized in both solution and solid states. Binding of pyridine to magnesium porphyrins (K b≈2×103 M−1) has also been observed [9,15,16]. We reasoned that a simple combination of manganese dipyridylporphyrin and Lewis acidic Zn or Mg porphyrins would form a structure such as 1, and this would enhance the stability of the Mn (porphyrin) catalyst. A similar trimeric structure consisting of meso-tetra(4-pyridyl)porphyrin and 2 equiv of zinc tetraphenylporphyrin (ZnTPP) has recently been isolated and crystallographically characterized [17]. The formation of a coordination trimer in our system is also indicated by solution 1H NMR studies. The combination of 2,8,12,18-tetrabutyl-3,7,13,17-tetramethyl-5,15-bis(4-pyridyl)porphyrin (DPyP) and ZnTPP showed upfield shifts of 6.0 and 1.8 ppm for the pyridyl protons upon coordination to ZnTPP, which is in excellent agreement with an earlier work [12]. We have observed the significantly enhanced activity of 2,8,12,18-tetrabutyl-3,7,13,17-tetramethyl-5,15-bis(4-pyridyl)porphyrinato manganese(III) chloride (MnDPyP) in the catalytic epoxidation of styrene, where the enhancement occurs under conditions where coordination of the pyridyl moieties to zinc(II) or magnesium(II) tetraphenylporphyrin is strongly thermodynamically favored. Epoxidation reactions were carried out at [mM] concentration of the catalyst in methylene chloride using iodosylbenzene as the oxidant. The products, styrene oxide and phenylacetaldehyde, were quantified by GC and GC-MS using calibration curves that were established with pure standards, and the resulting data are listed in Table 1 . In a typical epoxidation procedure, styrene (156 mg, 500 equiv) and octane (14.6 μl) as an internal GC standard were added to a stirred solution of MnDPyP (2.5 mg) and ZnTPP (4.1 mg, 2 equiv) in methylene chloride (3 ml). No effort was made to exclude water or air. Solid iodosylbenzene (0.066 g, 100 equiv) was added at 0, 30, and 60 min for the slow reactions, or every 15 min for the fast reactions. Samples (20 μl) were taken periodically over 3 h and filtered through a silica plug (60 mg) to remove the catalyst. The plug was then washed with methylene chloride (2×1 ml). The filtrates were combined and analyzed by quantitative GC analysis (HP-1 column, 5°/min temperature ramp, 50°C initial oven temperature, 100°C final temperature). The reaction was stopped after 3 h. For MnDPyP, a significant increase in the total turnover number (TON) upon addition of just 1 equiv of ZnTPP (Table 1, entry 2) was apparent, and the TON improved slightly with larger concentrations of ZnTPP. This TON increase is consistent with an increase in the proportion of bound species 1 in solution based on the binding constants and concentrations (Table 1, entries 2–4). With one equivalent of the coordinating additive, nearly all of the additives will be sequestered in the coordination complex 1. However, with more equivalents, the proportion of unbound additive in solution, which is available for oxidative degradation, has significantly increased. Assuming that the bound complex is responsible for the TON enhancement, the largest TON increase per equivalent of additive occurs with just 1 equiv. In addition, comparable results were obtained for the MgTPP system; however, the stabilization was slightly less (Table 1, entries 7–9), consistent with a smaller binding constant of pyridine to magnesium. Control experiments using a mixture of styrene, styrene oxide, and phenylacetaldehyde as the substrate have demonstrated that ZnTPP stabilizes the MnDPyP catalyst through a mechanism that is much more important than the exclusion of product inhibition (Table 1, entries 5 and 6). Reactions of ZnTPP, MgTPP, or the free base DPyP ligand with styrene and iodosylbenzene gave no epoxidation products, precluding direct reaction of a Lewis-acid-activated iodosylbenzene complex with the olefin as a significant source of epoxide [18]. Additionally, consistent turnover-number enhancements for MnDPyP in the presence of 2 equiv ZnTPP were obtained using a buffered commercial bleach solution in place of PhIO as the oxidant. This further indicates a mode of enhancement beyond simple PhIO activation, but consistent with the coordination-induced catalyst stabilization (i.e., 1 formation). Interestingly, however, the addition of 2 equiv of ZnTPP apparently enhances slightly the epoxidation activity of 2,8,12,18-tetrabutyl-3,7,13,17-tetramethyl-5,15-diphenylporphyrinato manganese(III) chloride (MnDPP) an assembly that lacks the requisite peripheral functionalities for Zn(II) or Mg(II) ligation (Fig. 1) (Table 1, entries 10 and 11). Under normal reaction conditions, with MnDPyP as the catalyst, neither ZnTPP nor MgTPP could be detected spectrophotometrically in the reaction mixture after ∼20 min, and thus the decomposition of both additives is suspected. 3 3 Although the fully aromatic porphyrin species could no longer be spectroscopically observed in solution, its partially oxidized products are expected to remain coordinated to the MnDPyP providing partial steric protection/stability enhancement until complete oxidative decomposition of the additive occurs. This proposal is supported by continuous catalytic stability enhancement of MnDPyP for 50 min after the initial addition of 2 equiv of ZnTPP (Fig. 2). Consistent with this notion, we found that the subsequent addition of 2 equiv of ZnTPP at 30 min and again at 60 min further increased the TON to 217 (or 157 for MgTPP addition). Addition of ZnTPP (2 equiv) every 10 min resulted in continuous linear pseudo-first-order catalyst activity that persisted as long as ZnTPP was present in the solution (120 turnovers/h). Even more remarkable is the ability of ZnTPP and MgTPP to reactivate a deactivated catalyst: addition of 2 equiv of either ZnTPP or MgTPP to a reaction containing only MnDPyP 3 h after the catalyst had stopped turning over restored catalytic activity to initial levels (Fig. 2) . The restoration process could be repeated at least three times with no loss of activity (Table 1, entry 14). Attempts to regenerate deactivated MnDPyP catalyst after 24 h of catalyst inactivity, however, were only partially successful: renewed activity was detected, but only at ∼25% of the original level. This is attributed to the almost complete oxidative decomposition of the porphyrin ligand, which was evident by the loss of the characteristic deep red color of the reaction solution. The use of Zn(phthalocyanine) as an additive under bench-top conditions leads to a two-fold enhancement of catalyst activity (Table 1, entry 12). However, the use of the organic-soluble, sterically bulky zinc(2-ethylhexanoate)2 additive leads to a greater than four-fold enhancement (Table 1, entry 13)! Notably, for the available series of Lewis acid additives, the degree of stabilization of the catalyst parallels the difficulty of the oxidation of the additive (Table 2) , suggesting that oxidative degradation ultimately limits the effectiveness of the first three additives. Thus, the marked increase in TON using the oxidation-resistant zinc bis-(2-ethylhexanoate), and the apparent regeneration of deactivated Mn catalyst, provides compelling evidence against an enhancement effect based on additives as sacrificial substrates. Further evidence for a more significant mechanism of enhancement is provided by the non-proportional TON increase with the addition of more equivalents of Lewis acid at the start of the reaction (Table 1, entries 2–4, 7–9). The enhancement of the catalytic epoxidation activity of MnDPyP is attributed to the formation of the supramolecular Lewis Acid–Lewis Base (LA–LB) complex 1. The steric bulkiness of the “wings” of the complex should protect the MnDPyP catalyst from both ligand oxidation and metal-based dimerization. Steric interactions between the coordinated “wings” (or electronic effects imposed at the manganese centers) might also force some of the low activity μ-oxo dimer to break up and the highly active monomeric catalyst to be regenerated (Scheme 1) . Regeneration of a previously deactivated catalyst by zinc(2-ethylhexanoate)2, however, was minimal and is presumed to be a consequence of its limited ability to force apart the preformed μ-oxo dimers. This makes sense considering the reduced rigidity and steric bulk of zinc(2-ethylhexanoate)2 compared to that of ZnTPP. The infrared and electronic absorption spectra of the catalyst species in our system shortly after it appeared to be deactivated agree quite well with the data reported for previously characterized dimeric μ-oxo Mn(IV) porphyrin species [19]. Notable features include the appearance of a broad absorption band centered at 416 nm, indicative of a high-valent manganese(IV) porphyrin species, and an intense broad IR absorption band centered at 830 cm−1. This latter absorption, assigned to the Mn–O–Mn moiety, decreases significantly when 18O-labelled PhIO is used as the oxidant. The analogous Mn–18O–Mn absorption was not definitively observed in our experiment, presumably because it overlaps with other peaks in the same region. Unfortunately, our attempts to spectroscopically observe the separation of the μ-oxo dimer have so far been unsuccessful due to the difficulty of observing the highly active and short-lived Mn(V) oxo intermediate [20] and because only very little of the monomeric catalyst need be present at any time, even during periods of high activity. The more modest enhancement of MnDPP activity in the presence of ZnTPP is speculatively ascribed to an additive mechanism, whereby the Lewis acidic ZnTPP forms a weak dative bond with the oxygen lone pairs of the MnO intermediate and thereby protects this intermediate from dimerizing. If this were the case, in the presence of additives, one would expect the initial reaction rate to be slower due to the competition between Lewis acid binding and olefin epoxidation; but the catalyst would remain active longer. This is indeed consistent with our findings. In all cases, at t=5 min, the TON of systems with no additive is nearly twice that of additive containing systems. This latter mode of activity enhancement, however, is probably not as significant as the LA–LB mode: attempts to regenerate a deactivated solution of MnDPP by ZnTPP after 3 h of deactivation led only to a partial recovery of the initial activity (Table 1, entry 15), in contrast to the full recovery obtained for MnDPyP (Table 1, entry 14). These combined findings demonstrate the feasibility of significant catalyst activity enhancement of Mn porphyrin epoxidation catalysts via supramolecular complex formation. Specifically, our work shows that a synthetically simple catalytic epoxidation system based on a LA–LB supramolecular assembly can be used to significantly enhance the total turnover-number of Mn–porphyrin catalysts. Finally, we emphasize that this study is meant to be complementary to other works on the stabilization of Mn-based porphyrin epoxidation catalysts. Although higher TON have been achieved using systems based on Mn–porphyrins bearing electronegative halogen substituents [3], various solid-supported Mn–porphyrin catalysts [5,21] and other synthetic sterically protected porphyrins [8,22], the modular approach to catalyst design presented here offers a simplicity and ease of modification that was previously unattainable. The ability to improve or tune the catalyst properties by simple alteration or replacement of one component of a larger supramolecular system clearly warrants further investigation and, indeed, is a focus of our own ongoing studies of epoxidation chemistry with much more highly substrate-selective second-generation catalyst assemblies. Acknowledgements This work was supported by the National Science Foundation's Partnership in Nanotechnology initiative (NSF grant #CHE-9811334) and by the EMSI program of the National Science Foundation and the Department of Energy (NSF grant #CHE-9810378) at the Northwestern University Institute for Environmental Catalysis. STN thanks the Dreyfus Foundation, the du Pont Company, the Beckman Foundation, and the Packard Foundation for support through young investigator grants. We thank Dr. Suzanne Bélanger and Professor Irving Klotz for helpful discussions. Support by the Northwestern Materials Research Center (NSF-DMR 9632463) through a summer fellowship to W.J.G. is appreciated. References [1] C.K. Chang M.-S. Kuo J. Am. Chem. Soc. 101 1978 3413 3415 [2] B. Meunier Chem. Rev. 92 1992 1411 1456 [3] T.G. Traylor A.R. Miksztal J. Am. Chem. Soc. 111 1989 7443 7448 [4] A.W. van-der-Made J.W.H. Smeets R.J.M. Nolte W. Drenth J. Chem. Soc., Chem. Commun. 1983 1204 1206 [5] P.J. Anzenbacher V. Kral K. Jursikova J. Gunterova A. Kasal J. Mol. Catal. A: Chem. 118 1997 63 68 [6] K. Konishi K.-I. Oda K. Nishida T. Aida S. Inoue J. Am. Chem. Soc. 114 1992 1313 1317 [7] J.P. Collman V.J. Lee C.J. Kellen-Yuen X. Zhang J.A. Ibers J.I. Brauman J. Am. Chem. Soc. 117 1995 692 703 [8] J.P. Collman X. Zhang R.T. Hembre J.I. Brauman J. Am. Chem. Soc. 112 1990 5356 5357 [9] J.R. Miller G.D. Drough J. Am. Chem. Soc. 74 1952 3977 3981 [10] M. Nappa J.S. Valentine J. Am. Chem. Soc. 100 1978 5075 5080 [11] C.H. Kirksey P. Hambright C.B. Storm Inorg. Chem. 8 1969 2141 2144 [12] E.B. Fleischer A.M. Shachter Inorg. Chem. 30 1991 3763 3769 [13] N. Kariya T. Imamura Y. Sasaki Inorg. Chem. 36 1997 833 839 [14] K. Funatsu A. Kimura T. Imamura A. Ichimura Y. Sasaki Inorg. Chem. 36 1997 1625 1635 [15] K.M. Kadish L.R. Shiue Inorg. Chem. 21 1982 1112 1115 [16] C.B. Storm A.H. Corwin R.R. Arellano M. Martz R. Weintraub J. Am. Chem. Soc. 88 1966 2525 2532 [17] R.K. Kumar I. Goldberg Angew. Chem., Int. Ed. Engl. 37 1998 3027 3030 [18] W. Nam J.S. Valentine J. Am. Chem. Soc. 112 1990 4977 4979 [19] J.A. Smegal B.C. Schardt C.L. Hill J. Am. Chem. Soc. 105 1983 3510 3515 [20] J.T. Groves J. Lee S.S. Marla J. Am. Chem. Soc. 119 1997 6269 6273 [21] P. Battioini J.-P. Lallier L. Barloy D. Mansuy J. Chem. Soc., Chem. Commun. 1989 1149 1151 [22] D. Mansuy P. Battioni J.-P. Renaud P. Guerin J. Chem. Soc., Chem. Commun. 1985 155 156",
      "scopus-id": "0034690686",
      "coredata": {
        "eid": "1-s2.0-S1381116999003994",
        "dc:description": "Several manganese(III) porphyrins showed significantly increased turnover-numbers for the catalytic epoxidation of styrene upon addition of bulky Lewis acids such as ZnTPP and MgTPP (TPP=tetraphenylporphyrin). Catalytic enhancement of two- to four-fold, depending on the additive, was observed with a manganese porphyrin bearing bis-pyridyl groups. The enhancement is primarily attributed to the formation of a coordination trimer, which provides steric protection of the catalyst from bimolecular decomposition. In the absence of coordinating pyridyl moieties on the ligand framework, less significant enhancement is observed; the residual enhancement is speculatively ascribed to the protection of the active manganese-oxo intermediate through direct catalytic site coordination. Finally, in several cases, the addition of Lewis acids also led to the regeneration of deactivated catalysts and full recovery of the original catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2000-05-20",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999003994",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Merlau, Melissa L"
          },
          {
            "@_fa": "true",
            "$": "Grande, William J"
          },
          {
            "@_fa": "true",
            "$": "Nguyen, SonBinh T"
          },
          {
            "@_fa": "true",
            "$": "Hupp, Joseph T"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999003994"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999003994"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00399-4",
        "prism:volume": "156",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Enhanced activity of manganese(III) porphyrin epoxidation catalysts through supramolecular complexation",
        "prism:copyright": "Copyright © 2000 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Catalytic epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Manganese"
          },
          {
            "@_fa": "true",
            "$": "Porphyrins"
          },
          {
            "@_fa": "true",
            "$": "Supramolecular chemistry"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-84",
        "prism:endingPage": "84",
        "pubType": "fla",
        "prism:coverDisplayDate": "20 May 2000",
        "prism:doi": "10.1016/S1381-1169(99)00399-4",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00399-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "94",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1183",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "268",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5167",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1433",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "180",
            "@width": "320",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5829",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "721",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "160",
            "@width": "535",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999003994-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4902",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0034690686"
      }
    }
  }
}