{
  "metadata": {
    "title": "Characterization and activity of hydrotalcite-type catalysts for acetonitrile hydrogenation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-05-23",
    "doi": "10.1016/S1381-1169(96)00484-0",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996004840",
    "pii": "S1381116996004840"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030943049",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996004840 S1381-1169(96)00484-0 S1381116996004840 10.1016/S1381-1169(96)00484-0 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00568 2015-05-15T05:56:33.668241-04:00 0 0 19970523 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 119 119 1 3 1 2 3 Volume 119, Issues 1–3 24 201 212 201 212 19970523 23 May 1997 1997-05-23 1997 International Conference on Theoretical Aspects of Heterogeneous Catalysis Tarragona, Spain 2–7 June 1996 19960602 19960607 converted-article fla Copyright © 1997 Published by Elsevier B.V. CHARACTERIZATIONACTIVITYHYDROTALCITETYPECATALYSTSFORACETONITRILEHYDROGENATION MEDINA F WEISSSERMEL 1978 K INDUSTRIALORGANICCHEMISTRY LAZARIS 1965 1097 A MEDINA 1991 L17 F GREENFIELD 1967 142 H PASEC 1981 1011 J MARES 1988 145 F MEDINA 1990 197 F AUGUSTINE 1976 285 R VERHAAK 1994 37 M MEDINA 1992 131 F COURTY 1982 241 P GHERARDI 1983 723 P PREPARATIONCATALYSTSIII FORNASARI 1987 1500 G KRUISSINK 1981 649 E ALZAMORA 1981 665 L DOESBURG 1984 155 E LANSINKROTGERINK 1986 41 H CORMA 1994 205 A MIYATA 1980 50 S MIYATA 1971 514 S REICHLE 1986 352 T BISH 1977 458 D MIYATA 1983 305 S HU 1989 223 J REBOURS 1994 1707 B VACCARI 1995 893 A PREPARATIONCATALYSTSVI SHAIKHUTDINOV 1995 125 139 S RYNKOWSKI 1993 73 82 J BOLT 1995 339 349 P COURTY 1987 739 P PREPARATIONCATALYSTSIV THEVENOT 1989 396 F DOESBURG 1983 85 E MEDINAX1997X201 MEDINAX1997X201X212 MEDINAX1997X201XF MEDINAX1997X201X212XF item S1381-1169(96)00484-0 S1381116996004840 1-s2.0-S1381116996004840 10.1016/S1381-1169(96)00484-0 271358 2010-09-29T19:51:25.482458-04:00 1997-05-23 1-s2.0-S1381116996004840-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004840/MAIN/application/pdf/52513519c7be2328da0d6c52dc6b2187/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004840/MAIN/application/pdf/52513519c7be2328da0d6c52dc6b2187/main.pdf main.pdf pdf true 1075137 MAIN 12 1-s2.0-S1381116996004840-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996004840/PREVIEW/image/png/e673c7f699ebe889e7008e9730ad8cc6/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996004840/PREVIEW/image/png/e673c7f699ebe889e7008e9730ad8cc6/main_1.png main_1.png png 60109 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 JOURNAL OF MOLECULAR CATALYSIS 19 A: CHEMICAL Characterization and activity of hydrotalcite-type catalysts for acetonitrile hydrogenation F. Medina a, R. Dutartre a, D. Tichit a, B. Coq a, N.T. Dung a, p. Salagre b, J.E. Sueiras ` a Laboratoire de Materiaux Catalytiques et Catalyse en Chimie Organique, C.N.R.S., U.R.A. 418, 8, Rue Ecole Normale, 34053 Montpellier Cedex 1, France b Facultat de Quimica, Uniuersitat Rouira i Virgili, Pl. Imperial Tarraco, 1, 43005 Tarragona, Spain Escola 7nica Superior d'Enginyeria, Uniuersitat Rouira i Virgili, Pl. Imperial Tarraco, 1, 43005 Tarragona, Spain Abstract Studies of the preparation and characterization using X-ray diffraction, temperature programmed reduction and decomposition, electron microscopy (TEM-SEM), calorimetric measurements, temperature programmed desorption, nitrogen adsorption and the catalytic behavior of three samples having takovite structure with different Ni/Mg/Al ratios in order to modify the basicity of the solid, have been carried out for the acetonitrile hydrogenation reaction in the gas phase. It has been shown that the chemical composition of the samples significantly modifies their catalytic behaviors. Also, low magnesium contents, which cause an increase on basic properties, result in higher activity and selectivity to primary amine. The catalytic properties were correlated with the accessibility and reducibility of Ni particles, and ethylamine adsorption heats. Thermal stability of the takovite materials and their surface properties are also reported. Keywords: Nickel catalysts; Takovite catalysts; Acetonitrile hydrogenation 1. Introduction Amines can be prepared commercially by hydrogenation of nitriles [1]. An example is the hydrogenation of adiponitrile, which is used in the manufacture of Nylon-6,6 [2,3]. First the compound is partially hydrogenated to 6aminohexanenitrile, and then to 1,6-hexanediamine [ 1 ]. The industrial preparation of these primary amines is usually accomplished in the liquid phase at elevated hydrogen pressures and tem- Corresponding author. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. Pll S1381-1169(96)00484-0 peratures, in the presence of a heterogeneous transition metal catalyst [4,5]. Raney nickel and Raney cobalt are probably the most frequently used catalysts for the primary amine production [6-10]. Other catalysts based on Rh, Mn and Fe have also been reported [11,12]. Because of the high reactivity of partially hydrogenated reaction intermediates, imines or Schiff bases, a conventional hydrogenation leads to a mixture of primary, secondary, and tertiary amines. An excess of ammonia is found to be essential to suppress secondary and tertiary amine formation, presumably due to the presence of an imine intermedi- 202 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 ate [13]. Even under these conditions, the primary amine yield is never complete. All products of the nitrile hydrogenation (primary, secondary, and tertiary amines) are basic species that will interact more strongly with an acidic than with a basic catalyst. Therefore, it has to be expected that on changing the character of the support from acidic to basic, a change in selectivity could be observed in favor of primary amines. Recently [ 12,14,15], the modification of the intrinsic acidity of catalysts by the application of alkaline additives has been observed to have a large impact on the selectivity of the resulting catalyst. On the other hand, hydrotalcite-type anionic clays (LDH) may be useful precursors of catalysts. These catalysts also exhibit good activities in hydrogenation processes and the steam reforming reactions [16-22]. At the same time, strong basic properties with Hammet acidity function Ho values near 17 were identified on some of the oxides produced by calcination of hydrotalcites [23-25]. The number and strength of basic sites both depend on chemical composition and activation conditions [26]. The synthesis control of the precursor could be of interest in designing hydrotalcite-derived basic catalysts. Actually, the way in which these parameters affect the surface basicity, and in fine the catalytic behavior of the active metallic phase, has been scarcely studied and are not well understood. The aim of this work is the synthesis and characterization of three hydrotalcite-type precursors with different chemical compositions Table 1 Chemical composition of samples Hl-H3 Sample Chemical analysis Ni (%) Mg (%) Al (%) C (%) N (%) and their catalytic properties were performed in the hydrogenation of acetonitrile in the gas phase. 2. Experimental 2.1. Catalyst preparation The three hydrotalcite-type precursors, H1, H2 and H3, were prepared by coprecipitation, at room temperature and at constant pH = 8.0 0.2, using aqueous solutions containing Mg(N03)2 X 6H20, Ni(N03)2 X 6H20 and Al(N03)3 X 9H20 in molar ratios Mg/Ni/Al of 0:3:1, 0.5:1.5:1, 1.6:1.5:1, respectively, with a 1 M NH40H titrating solution which was simultaneously added to 0.05, 0.05 and 1 M (NH4)2C03 solutions, respectively (the third sample was prepared with a high excess of (NH4)2C03). The addition was performed drop by drop under vigorous magnetic stirring. After complete precipitation the gel was treated for 2 h at 353 K to remove ammonia and then refluxed under stirring for 18 h at 343 K. Then the gel was filtered and washed several times with distilled water at 343 K. The solids were eventually dried in an oven at 393 K for 72 h. The Ni/Mg/Al contents in the coprecipitates were determined by X-ray fluorescence spectroscopy and atomic absorption spectroscopy. Their composition values are given in Table 1. Sample calcination was carried out under a flow of air, in a programmed furnace. The Hl 39.05 - 6.70 1.17 3.29 H2 27.67 3.33 8.89 1.71 3.07 H3 24.51 10.31 7.42 1.65 - Total weight Sample formulae loss (%a) on thermal decomposition 34.5 Ni2_82A11(OH)7.64(C03)0.09NO3)0.82 X 2.46H20 38.9 Mg0.42Ni1.43A11(OH)5.7(C03)a.19(NO3)0.62 x 2.5H20 32.3 Mg1.56Ni1.52A11(0H)a.16(CO3)o.s X 2.15H20 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 temperature was increased from room temperature to 623, 773 and 973 K, at a rate of 2 K/min, the latter temperatures isothermally maintained for 2 h. Each sample was then reduced in a nitrogen stream with a 10 vol% of hydrogen at 723 K (sample H3 was also reduced at 923 K). The reduction degree of the samples was determined by hydrogen consumption. 2.2. BET areas BET surface areas were calculated from the nitrogen adsorption isotherms at 77 K using a Micromeritics ASAP 2000 surface analyzer, and a value of 0.164 nm2 for the cross section of the nitrogen molecule. 2.3. X-ray diffraction (XRD) The XRD patterns were recorded on a CGR Theta 60 Instrument using monochromatized Cu K a i radiation. Structural evolutions with temperature in air and under reducing atmosphere were studied in-situ with a high temperature XRD attachment (Barret-Gerard system) adapted on a CGR Theta 60 goniometer. X-ray line broadening calculation of particle size for the oxidic and reduced phases was carried out using the Scherrer equation, applied to the more intense diffraction lines. 2.4. Temperature-programmed reduction (TPR) and thermogravimetric analysis (TGA) These techniques were carried out in a Perkin-Elmer TGA 7 microbalance with and accuracy of 1 Ag and equipped with a 272-1273 K programmable temperature furnace. TPR experiments were performed with HZ/Ar mixture (HZ/Ar, 5/95) from room temperature up to 973 K at 5 K/min. Thermogravimetric analysis (TGA) were carried out with the microbalance operating in a flow of dry helium (80 ml/min) at a heating rate of 2 K/min. Thermal decom- 203 positions and TPR of the samples were also followed by mass spectrometry using a Fisons Mass Spectrometer QTMD equipped with a 273-1273 K programmable temperature furnace. 2.5. Electron microscopy (TEM, FE-SEM) Microstructural characterization of the material was performed by field emission scanning electron microscopy on a Leica Stereoscan 360 FE microscope and by transmission electron microscopy on a JEOL 200CX instrument. Thin foils of the solids were obtained by ultramicrotome using a diamond knife on grains embedded in an epoxy resin. In order to obtain both better resolutions and contrasts the micrographs (FE-SEM) were obtained at lower acceleration voltages. 2.6. Catalytic activity determination A typical catalytic test was performed in a microflow reactor operated at atmospheric pressure. Prior to any measurement, 40 mg of sample was activated in situ. The sample was first calcined under OZ/NZ mixture (20/80, vol/vol) from room temperature up to 623, 773 or 973 K at a rate of 2 K/min. After that, the sample was reduced at 723 K under a diluted hydrogen flow (H2/N2: 10/90, vol/vol). The reaction temperature ranged from 343 to 453 K. Acetonitrile was fed by means of a positive displacement pump, and then diluted with hydrogen in a mixing chamber to obtain different acetonitrile/HZ molar ratios. The reaction mixture was then passed through the catalyst and the effluent was analyzed by sampling on line to a gas chromatograph (Perkin Elmer) equipped with a capillary column and a flame ionization detector. The products were identified by GC-MS coupling. All connecting lines, commutation and sampling valves were placed in a hot box heated at 373 K in order to prevent any condensation. 204 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 The conversion is defined by the following relation: acetonitrile conversion (mol%) = 100 X (acetonitrile;n - acetonitrileoj /acetonitrile;n The selectivities have been calculated from peak areas taking into account the different sensitivity factors in the flame ionization detector and were defined as follows: Selectivity; (MOI%) Table 2 Pore volume and average pore radius from physical adsorption measurements Sample Hl (ne) Hl (623 K) Hl (773 K) Hl (973 K) H2 (nc) H2 (623 K) H2 (773 K) H2 (973 K) Pore volume Average (ml/g) radius (nm) 0.075 19.51 0.236 4.89 0.243 5.69 0.242 6.32 0.109 0.299 0.354 0.356 17.19 5.69 6.66 7.04 BET surface area (m2/g) 15.47 192.75 171.04 153.55 25.48 210.22 212.26 202.04 100 X corrected area ; H3 (nc) 0.109 16.59 31.40 H3 (623 K) 0.340 5.10 220.38 /(sum of all corrected areas) H3 (773 K) 0.365 5.25 240.32 H3 (973 K) 0.257 6.35 174.80 2.7. Adsorption heats and temperature programmed desorption (TPD) The ethylamine adsorption heats were determined with a Setaram microcalorimeter DSC111. The flowing gas passes through the catalytic bed, which is placed in the calorimetric cell. The sample was first activated as has been previously described for the catalytic test. Then, after outgassing under flowing He at 723 K, the sample was cooled to room temperature. Finally, the temperature was fixed to 313 0.01 K, where micropulses of the probe molecules were fed onto the catalyst. The thermal event in the calorimetric cell was then recorded as a function of the adsorbate uptake, which was monitored by a catharometer. After the reactant adsorption, the temperature programmed desorption (TPD) of the adsorbate was performed under ultra pure argon. The temperature was raised from 313 to 800 K at 10 K/min. The composition of evolved gas was followed by a catharometer. 3. Results and discussion 3.1. BET areas The BET areas of the precursors calcined at different temperatures and summarized in Table (nc) = non-calcined (623 K) = calcined at 623 K. 2, show that the specific surface area values are ranging from 15-30 m2/g for the non-calcined samples up to 200-240 m2 /g for the calcined ones. This increase of specific surface area takes place with a decrease of the average pore radius (19 to 5 nm). It is important to remark that the specific area and the stability in the temperature range from 623 to 973 K increase with the Mg content of the samples. The adsorption isotherms are of type II according to the IUPAC classification of adsorption isotherms. The calcined samples are mesoporous materials with average pore diameter around 5 nm. 3.2. X-ray diffraction The X-ray diffraction patterns of the noncalcined samples show the characteristic lamellar structure as reported in Table 3. The values of c' (calculated from the first basal reflection d003) depicted this table show that the sample H3, which has only carbonate ions in the interlayer (Table 1), exhibits the lowest values of c' (7.46 . This latter is very similar to the expected values from hydrotalcite-type compounds [27]. However, samples Hl and H2, also containing nitrate ions in the interlayer, have a F. Medina et al./ Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 Table 3 X-ray diffraction of the non-calcined Hl, H2, and H3 samples d ( 1/ l; L ( 8.10 4.05 2.52 2.42 1.52 H1 100 111 23 4 4 6 205 Table 4 X-ray diffraction of the sample H2 at different calcination temperatures d ( I / l; L ( H2 (non-calcined) 8.83 4.39 2.57 1.50 100 84 39 10 4 H2 8.83 100 84 H2 (623 K) 2.44 47 4.39 39 2.07 100 65 2.57 10 1.47 36 1.50 4 H2 (773 K) 2.53 5 H3 7.46 100 167 2.44 47 3.77 42 2.07 100 75 2.55 33 1.47 36 1.51 21 1.48 15 H2 (973 K) 2.53 10 2.43 40 L = particle size calculated using the Schemer equation. 2.07 100 85 1.47 36 much larger interlayer spacing than H3. This behavior is in agreement with other behavior from the literature [28]. The XRD patterns of the sample H2 calcined at different temperatures are shown in Table 4. The crystallographic transition from lamellar to the mixed oxide structures can be observed from 623 K detecting mainly the Ni0 phase. It 0.65 L = particle size calculated using the Schemer equation. must be noted in the XRD pattern of H2 the appearance, with the rise of calcination tempera- 0 ture, of a weak reflection at d = 2.53 A not belonging to the mixed oxide structure and which could be assigned to a non-stoichiornetric magnesium aluminate spinel-type phase [29-31]. 0.00 400 600 800 1000 1200 Temperature (K) Fig. 1. (a) Thermal decomposition versus temperature performed in an ultra-high vacuum mass spectrometer. (b, inset) Weight decrease versus time for the thermal decomposition of sample H1 at a temperature between 323 and 1123 K, and a heating rate of 2 K/min. 206 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 The average size of the NiO particles calculated using the Schemer equation is in every case in the range of 65-85 A. 3.3. Temperature-programmed reduction (TPR) and thermogravimetric analysis (TGA) Fig. 1 a, b shows the thermogravimetric analysis of the sample H1 detecting the gases evolved during heat treatment by mass spectrometry (a) and also the weight loss during the same treatment (b). Two weight losses characteristic of the hydrotalcite-type compounds have been observed. The three samples show a similar behavior. The total weight loss is around 34-38% (Table 1). The main species detected by mass spectrometry during the decomposition process are: H20, C02 and NO for the samples 14 12 lo- 8 h H1 and H2, and only water and C02 for the sample H3. The first weight loss in the TG analysis is due to the departure of weakly bonded water, which is probably the hydration water located in the interlayer space. A second step of water release is performed between 540 and 700 K accompanied by the departure of C02 and one part of NO. A new emission of NO altogether with H20 is produced at temperatures between 700 and 800 K. These latter processes convey the decomposition of the hydrotalcite-type structure. After that, a constant release of water is performed up to a temperature of 1000 K. This water is probably obtained from the dehydroxylation of the A1203 phase. It can be deduced from this analysis that the nitrate ion is more strongly bonded than the carbonate one. (a) 0 0 non calcined calcined at 623 K calcined at 773 K calcined at 973 K 6 4 2 0 _2 400 14 '~ 12 10 0 00 A o .++ +++b . o O oo+r ++F+ + o C91 6 4 2 0 (b) o non calcined o 0 calcined at 623 K + calcined at 773 K calcined et 973 K 0 o a + 6pOA~o + 0 O 6V99 Oo+ I .z i 500 600 700 800 900 100011001200 Temperature K lz-~ c7 pC_rp 4 Zn 400 500 600 700 800 900 1000 1100 1200 Temperature K (c) 8- 6- 2 0 0 O O non calcined o calcined at 623 K + calcined at 773 K calcined at 973 K O Q~* 0 4 O~ Ot 400 500 600 700 800 900 1000 1100 1200 Temperature K Fig. 2. Temperature programmed reduction for the samples Hl (a), H2 (b) and H3 (c) calcined at different temperatures. F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 Table 5 Some characterization parameters obtained from the LDH samples Sample Calcination Reduction L $ ( Metal area b Activation temperatures degree (K) H 1 623 773 973 H2 623 773 973 H3 623 773 973 0.55 89 0.28 0.07 (m2/g) energy (kJ/mol) 13 75 0.30 74 8 68 0.11 0.03 0,05 a Calculated using the Schemer equation b Calculated by H , chemisorption at 298 K. The TPR curves of the non-calcined and calcined three samples at 623, 773 and 973 K are depicted in Fig. 2a, b, c. Two peaks are observed when the sample H1 is non-calcined or calcined at 623 K. In turn, practically only one peak can be observed for the samples H1 Fig. 3. Scanning electron micrographs from the non-calcined sample Hl (a) and calcined at 973 K (b). 207 Fig. 4. Scanning electron micrographs from the samples Hl (a) and H2 (b) calcined at 623 K and after reduction at 623 K. and H3 calcined at 623 K. It means that reduction proceeds with more difficulty both when the amount of Mg or/and A1 in the layers of the LDH increases and the calcination temperature rises, as can also be seen in Table 5. However the apparent activation energy for the reduction process, the Ni particle size and the metal area of the samples Hl and H2, show similar values (Table 5). At higher calcination temperatures only one broad reduction peak is observed for the three samples. The first sharp reduction peak at about 573-623 K is unchanged by the calcination at 623 K for the sample Hl but is shifted to lower temperatures in H2. This first peak can be assigned to the reduction process of the Ni2+ still belonging to the layer structure of the LDH or to the Ni0 type phase obtained during the calcination process. The second broad reduction peak, which is shifted toward higher tempera- 208 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 tures when the calcination temperature increases or when the amount of Mg is higher, can be attributed to the reduction of a Ni-A1 or NiMg-Al spinel phase [32-35]. If higher calcination temperatures are used the reduction process can only be achieved at temperatures near 1000 K, obtaining lower reduction degrees under those conditions (Table 5). 3.4. Electron microscopy (TEM, FE-SEM) Stereographic pictures of calcined at 973 K and non-calcined sample H1 are shown in Fig. 3a, b. The morphologies of sample H1 and the other samples, are characteristic of hydrotalcite-type materials [35,36] with a platelet thickness ranging from 10 to 15 nm. After calcination up to 973 K, the general morphology is preserved but with a nodular appearance. These nodules of about 10 nm in size are probably the NiO particles revealed by XRD. Micrographs of samples H1 and H2 calcined at 623 K and reduced at 623 K are shown in Fig. 4a, b (FE-SEM) and Fig. 5a, b (TEM). The FE-SEM results show the presence of a nodular appearance for the sample Hl, probably due to the reduced nickel obtained during the reduction process in complete agreement with the former XRD data and TPR results. The morphology of this sample after the reduction process is also characteristic of a hydrotalcite-type material. However, this nodular appearance has not been observed by FE-SEM for the samples H2, probably due to a lower reduction degree. Furthermore, using the TEM technique, metal Ni particles have been detected for the two samples, as shown in Fig. 5a, b. Although, the sample H2, which contains Mg, shows a better dispersion for NiO and Ni than sample H1, the metal particle sizes detected by TEM are similar for the two samples ranging from 5 up to 15 nm. It can be stated, from FE-SEM, that the physical appearance of the materials is the same at all stages, when precipitated, calcined and Fig. 5. Transmission electron micrographs from the samples Hl (a) and H2 (b) calcined at 623 K and after reduction at 623 K. F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 reduced. In summary, the physical skeleton of the calcined samples before and after reduction is probably provided by an alumina-rich phase [37]. 3.5. Catalytic results In a set of experiments, the catalysts were tested by temperature programmed reaction from 353 to 453 K by steps of 10 K and plateaux of 2 h in which the following reactant pressures were chosen: p(H2) = 88 kPa and P(acetonitrile) = 13 kPa. Only the samples Hl and H2 calcined at lower temperatures (623 K) showed higher O conversion X DEA 100 T 80 h 'v 60 c 40 o, G V 20 o. 100 _T 80 h .n 60 ~40 - 20 + MEA O TEA O OTH (a~ o + o o + + o ++ 0 x x X p X X X X X x 0 0 340 360 380 400 420440 Reaction Temperature K O conversion + DEA O TEA O 0TH 8' X 0 460 x X x X X X X X x of 340 360 380 400 420 440 460480 Reaction Temperature K Fig. 6. Conversion and selectivity for acetonitrile hydrogenation obtained from the H1 (a) and H2 (b) samples calcined at 623 K and reduced at 723 K. Symbol OTH = diethylimine at lower reaction temperatures and ethane and methane at higher reaction temperatures. 209 O conversion + X DEA O U s TEA o oTe loo so 60 40 zo Q ~ ~ ~ 0 0 0 0 0 0 340 360 380 400 420 440 460 Reaction Temperature K i 1 77'' 77''- o 0 Fig. 7. Conversion and selectivity for acetonitrile hydrogenation obtained from H3 sample calcined at 623 K and reduced at 923 K. Symbol OTH = in Fig. 6. catalytic activities. The plots of acetonitrile conversion, MEA (monoethylamine), DEA (diethylamine) and TEA (triethylamine) selectivities are shown in Fig. 6a, b. The sample H3 was inactive due to its practically null reduction degree. From these results, we can state that the sample H2 shows higher activity and selectivity to MEA than the H1 one. Also, the activity increases with the temperature reaction for both catalysts. Whatever the catalyst, the MEA selectivity reaches a maximum value in respect to the reaction temperature. Consequently, when replacing part of Ni by Mg as divalent cation an increase of both reactivity and MEA selectivity at low Mg content has been observed. The by-products are mainly DEI (diethylimine) at low temperature and conversion and DEA and TEA at high temperature and conversion. Also traces of methane and ethane have been detected. The metal surface area has been calculated for the two catalysts by H2 chemisorption obtaining 13 m2/g and 8 m2/g for H1 and H2 samples, respectively (Table 5), whereas the conversions of the latter two catalysts for the acetonitrile hydrogenation at 393 K have been 60 and 100%, respectively. It seems, that the metal area value is not too relevant in respect to the catalytic activity. 210 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 100.0- 90.0 T w b\\ so.o- 70.0 60.0 50.0 0 4 H1 D H2 O H1 p H2 Cl O _ 90 O O O 11 - O ,80 O O O O O O O O :2 O O O 70 ' s o 0 O 9 50 a 0 0 40 11 p p 11 p p 11 O `a~ 30 10 20 30 40 50 0 82.5 125 187.5 250 312.5 375 437.5 500 H /acetonitrile (molar ratio) Ethylamine Uptake ( tnicromol g'' ) Fig. 8. Selectivities to ethylamine from catalysts Hl and H2 at a reaction temperature of 373 K by changing the H2/acetonitrile ratios. Another experiment has been performed using the sample H3 reduced at 923 K, which shows a metal area value of 9 m2/g. The results are depicted in Fig. 7. This catalyst shows lower activity and selectivity in relation with MEA. Consequently, the catalytic behavior is by far influenced by the chemical composition of the catalyst in agreement with the literature data [ 14]. The selectivity to MEA for the catalysts H1 and H2 at a reaction temperature of 373 K by changing the H 2/acetonitrile ratios has also been performed. The results are shown in Fig. 8. The selectivity to MEA increases for both catalysts with the rise of HZ/acetonitrile ratios, obtaining selectivities to MEA higher than 91 and 99o, respectively. This fact can be explained taking into account the nitrile hydrogenation reaction mechanism [1,14]. Higher hydrogen pressures bring about an increase in the hydrogenation reaction rates resulting into a decrease in the condensation reaction which conveys the formation of secondary and tertiary amines. 3.6. Adsorption heats and temperature programmed desorption (TPD) To study the different H 1 and H2 catalytic behavior and check any differences in the Fig. 9. Adsorption heats of ethylamine against the cumulative amount adsorbed on H1 and H2 catalysts. acido-basicity of the samples, a microcalorimetric study of MEA adsorption and its temperature programmed desorption was carried out. Fig. 9 shows plots of the differential adsorption heat versus the cumulative amount of MEA. These results show that MEA adsorption is more energetic by 40 kJ/mol in the H1 compared to the H2 sample. This fact results in a more acidic behavior of the catalyst H1 than the H2 one, the latter being in agreement with the TPD results of MEA (Fig. 10). There is only one desorption peak occurring at low temperature ( = 450 K) in the H2 sample, whereas two additional desorption peaks at around 550 and 780 K occur in the H1 sample. This lower interaction between the MEA and the catalytic surface for the sample 45 3~ I1 H1 il N f 0 f4_l~ 1 300 400 500 600 700 800 Temperature ( K ) Fig. 10. Temperature programmed desorption profiles for ethylamine on Hl and H2 catalysts. F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 H2 could explain the higher selectivity to primary amine compared to the H1 catalyst. 4. Conclusions The preparation and characterization of three hydrotalcite-type compounds and their catalytic behavior on the acetonitrile hydrogenation reaction in gas phase have been performed. The specific surface areas in the range of 15-30 m2/g for the non-calcined samples increase up to a maximum value of 190-240 m2/g at 623 K with no micropores present. Surface areas also increase with the increase of magnesium content. Nitrate and carbonate are the compensating anions for the H1 and H2 samples. However, sample H3 shows only carbonate as compensating anion. All samples show the characteristic XRD patterns of hydrotalcite-type phases. The crystallographic transition from lamellar to the mixed oxide structures can be observed from 623 K. H 1 and H2 both with interlayer nitrates show interlayer distances larger than in H3. TPR experiments evidenced that the reducibility of the nickel oxide particles decrease with either the increase of calcination temperature or the increasing Mg and Al contents of the samples. Then the ease of reduction was in the order, H 1 > H2 > H3. Transmission and scanning electron microscopy show a higher metallic dispersion of reduced nickel with the increase of magnesium content. The catalytic results show that when replacing part of the Ni by Mg as divalent cation, there is an increase of both reactivity and selectivity to MEA. However, when the amount of Mg is higher (sample H3) a decrease on both reactivity and selectivity is conveyed. On the other hand, it has been observed for all samples, that a H2/acetonitrile ratio rise produces higher selectivities to MEA. The higher selectivity to MEA observed from [31 211 sample H2 with respect to H1 can be explained by a lower acidic behavior of the catalyst H2 than the H1 one. To sum up, hydrotalcite-type anionic clays can be useful as precursors of catalysts for the acetonitrile hydrogenation reaction. The addition of magnesium produces modifications both on the activity and the selectivity of the catalysts, obtaining higher selectivities towards primary amines. Furthermore, the production of primary amines is usually accomplished under a high ammonia pressure to suppress the condensation reactions yielding secondary and tertiary amines, hence, the catalysts obtained from basic anionic clays might have a potential interest for the manufacture of primary amines. Acknowledgements We gratefully acknowledge the support of this work by the Comisidn Interministerial de Ciencia y Tecnologia (project PR95-094). References [1] K. Weisssermel and HT Arpe, Industrial Organic Chemistry (Verlag Chemie, Berlin, 1978). [2] A.Y. Lazaris, E.N. Zil'berman, E.V. Lunicheva and A.M. Vedin, Zh. Prikl. Chim. 38 (1965) 1097. F. Medina, P. Salagre, J.E. Sueiras and J.L.G. Fierro, J. Mol. Catal. 68 (1991) LIT [4] H. Greenfield, Ind. Eng. Chem. Prod. Res. Dev. 6 (1967) 142. [5] J. Pasec, N. Kostova and B. Dvorak, Collect. Czech. Chem. Commun. 46 (1981) 1011. [6] J. Bolle, Fr. Pat., 2063378 (1971). [7] K. Kioki, K. Hirokawa, Y. Kuka and A. Shimade, Jpn. Kokai Tokkyo Koho, 7547909 (1975). [8] W. Jerzykiewicz, Z. Krasnodebski and G. Bekierz, Pol. Pat., 115999 (1983). [9] Ch.E. Kuthens and L.M. Lanier, U.S. Pat., 4429159 (1984). [10] R. Uehara, T. Horri, T. Imai, Y. Tomita and K. Yamano, Jpn. Kokai Tokkyo Koho, 7678795 (1976). [I I] F. Mares, J.E. Galle, S.E. Diamond and F.J. Regina, J. Catal. 112 (1988) 145. [12] F. Medina, P. Salagre, J.E. Sueiras and J.L.G. Fierro, J. Mot. Catal. 61 (1990) 197. [13] R.L. Augustine, Catal. Rev. 13 (1976) 285. [14] M.J.F.M. Verhaak, A.J. Van Dillen and J.W. Geus, Catal. Lett. 26 (1994) 37. 212 F. Medina et al. /Journal of Molecular Catalysis A: Chemical 119 (1997) 201-212 [15] F. Medina, P. Salagre, J.E. Sueiras and J.L.G. Fierro, Appl. [27] Catal. A: General 92 (1992) 131. [28] [16] P. Courty, D. Durand, E. Freund and A. Surgier, J. Mol. [29] Catal. 17 (1982) 241. [17] Pl. Gherardi, O. Ruggeri, F. Trigir A. Vaccari, G. Del Piero, G. Manara and B. Notari, in: G. Poncelet, P. Orange and P.A. Jacobs (Editors), Preparation of Catalysts III, Stud ies in Surface Science and Catalysis , Vol. 16 (Elsevier, Amsterdam, 1983) p. 723. [18] G. Fomasari, S. Gusi, F. Trifirand A. Vaccari, Ind. Eng. Chem. Res. 29 (1987) 1500. [19] E.C. Kruissink, L.L. Van Reijen and R.R.H. Ross, J. Chem. Soc. Faraday Trans. 177 (1981) 649. [20] L.E. Alzamora, J.R.H. Ross, E.C. Kruissink and L.L. Van Reijen, J. Chem. Soc. Faraday Trans. 177 (1981) 665. [21] E.B.M. Doesburg, P.H.M. De Korte, H. Shaper and L.L. Van Reijen, Appl. Catal. 11 (1984) 155. [22] H.G.J. Lansink Rotgerink, H. Bosch, J.G. Van Ommen and J.R.H. Ross, Appl. Catal. 27 (1986) 41. [23] A. Corma, V. Form and F. Rey, J. Catal. 148 (1994) 205. [24] S. Miyata, Clays Clay Miner. 28 (1980) 50. [25] S. Miyata, T. Kumura, H. Hattori and K. Tanabe, J. Chem. Soc. Jpn. 92 (1971) 514. [26] T. Reichle, S.Y. Kangand D.S. Everhardt, J. Catal. 101 (1986) 352. D.L. Bish and G.W. Brindley, Am. Mineral. 62 (1977) 458. S. Miyata, Clays Clay Miner. 31 (1983) 305. J. Hu, J.A. Schwarz and Y.J. Huang, Appl. Catal. 51 (1989) 223. [30] B. Rebours, J.B. d'Espinose de la Caillerie and O. Clause, J. Am. Chem. Soc. 116 (1994) 1707. [31] A. Vaccari and M. Gazzano, in: B. Delmon and J.F. Yates (Editors), Preparation of Catalysts VI, Studies in Surface Science and Catalysis, Vol. 91 (Elsevier, Amsterdam, 1995) p. 893. [32] S.K. Shaikhutdinov, L.B. Avdeeva, ON. Goncharova, D.I. Kochubey, D.L, Novgorodov and L.M. Plyasova, Appl. Catal. A 126 (1995) 125-139. [33] J.M. Rynkowski, T. Paryjczak and M. Lenik, Appl. Catal. 106 (1993) 73-82. [34] P.H. Bolt, S.F. Lobner, J.W. Geus and F.H.P.M. Habraken, Appl. Surf. Sci. 89 (1995) 339-349. [35] P. Courty and D. Durand, in: B. Delmon et al. (Editors), Preparation of Catalysts IV (Elsevier, Amsterdam, 1987) p. 739. [36] F. Thevenot, F. Szymanski and P. Chaumette, Clays Clay Miner. 37 (1989) 396. [37] E.B.M. Doesburg, G. Hakvort, H. Shaper and L.L. Van Reijan, Appl. Catal. 7 (1983) 85. MOLCAA 96004840 S1381-1169(96)00484-0 10.1016/S1381-1169(96)00484-0 Characterization and activity of hydrotalcite-type catalysts for acetonitrile hydrogenation F. Medina a R. Dutartre a D. Tichit a B. Coq a N.T. Dung a P. Salagre b J.E. Sueiras ∗ c a Laboratoire de Materiaux Catalytiques et Catalyse en Chimie Organique, C.N.R.S., U.R.A. 418, 8, Rue Ecole Normale, 34053 Montpellier Cedex 1, France b Facultat de Química, Universitat Rovira i Virgili, Pl. Imperial Tarraco, 1, 43005 Tarragona, Spain c Escola Tècnica Superior d'Enginyeria, Universitat Rovira i Virgili, Pl. Imperial Tarraco, 1, 43005 Tarragona, Spain ∗ Corresponding author. Studies of the preparation and characterization using X-ray diffraction, temperature programmed reduction and decomposition, electron microscopy (TEM-SEM), calorimetric measurements, temperature programmed desorption, nitrogen adsorption and the catalytic behavior of three samples having takovite structure with different Ni/Mg/Al ratios in order to modify the basicity of the solid, have been carried out for the acetonitrile hydrogenation reaction in the gas phase. It has been shown that the chemical composition of the samples significantly modifies their catalytic behaviors. Also, low magnesium contents, which cause an increase on basic properties, result in higher activity and selectivity to primary amine. The catalytic properties were correlated with the accessibility and reducibility of Ni particles, and ethylamine adsorption heats. Thermal stability of the takovite materials and their surface properties are also reported. Keywords Nickel catalysts Takovite catalysts Acetonitrile hydrogenation References [1] K. Weisssermel H.J. Arpe Industrial Organic Chemistry 1978 Verlag Chemie Berlin [2] A.Y. Lazaris E.N. Zil'berman E.V. Lunicheva A.M. Vedin Zh. Prikl. Chim. 38 1965 1097 [3] F. Medina P. Salagre J.E. Sueiras J.L.G. Fierro J. Mol. Catal. 68 1991 L17 [4] H. Greenfield Ind. Eng. Chem. Prod. Res. Dev. 6 1967 142 [5] J. Pasec N. Kostova B. Dvorak Collect. Czech. Chem. Commun. 46 1981 1011 [6] J. Bolle, Fr. Pat., 2063378 (1971). [7] K. Kioki, K. Hirokawa, Y. Kuka and A. Shimade, Jpn. Kokai Tokkyo Koho, 7547909 (1975). [8] W. Jerzykiewicz, Z. Krasnodebski and G. Bekierz, Pol. Pat., 115999 (1983). [9] Ch.E. Kuthens and L.M. Lanier, U.S. Pat., 4429159 (1984). [10] R. Uehara, T. Horri, T. Imai, Y. Tomita and K. Yamano, Jpn. Kokai Tokkyo Koho, 7678795 (1976). [11] F. Mares J.E. Galle S.E. Diamond F.J. Regina J. Catal. 112 1988 145 [12] F. Medina P. Salagre J.E. Sueiras J.L.G. Fierro J. Mol. Catal. 61 1990 197 [13] R.L. Augustine Catal. Rev. 13 1976 285 [14] M.J.F.M. Verhaak A.J. Van Dillen J.W. Geus Catal. Lett. 26 1994 37 [15] F. Medina P. Salagre J.E. Sueiras J.L.G. Fierro Appl. Catal. A: General 92 1992 131 [16] P. Courty D. Durand E. Freund A. Surgier J. Mol. Catal. 17 1982 241 [17] Pl. Gherardi O. Ruggeri F. Trigirò A. Vaccari G. Del Piero G. Manara B. Notari G. Poncelet P. Orange P.A. Jacobs Preparation of Catalysts III 3rd Ed. Studies in Surface Science and Catalysis Vol. 16 1983 Elsevier Amsterdam 723 [18] G. Fornasari S. Gusi F. Trifirò A. Vaccari Ind. Eng. Chem. Res. 29 1987 1500 [19] E.C. Kruissink L.L. Van Reijen R.R.H. Ross J. Chem. Soc. Faraday Trans. I 77 1981 649 [20] L.E. Alzamora J.R.H. Ross E.C. Kruissink L.L. Van Reijen J. Chem. Soc. Faraday Trans. I 77 1981 665 [21] E.B.M. Doesburg P.H.M. De Korte H. Shaper L.L. Van Reijen Appl. Catal. 11 1984 155 [22] H.G.J. Lansink Rotgerink H. Bosch J.G. Van Ommen J.R.H. Ross Appl. Catal. 27 1986 41 [23] A. Corma V. Formés F. Rey J. Catal. 148 1994 205 [24] S. Miyata Clays Clay Miner. 28 1980 50 [25] S. Miyata T. Kumura H. Hattori K. Tanabe J. Chem. Soc. Jpn. 92 1971 514 [26] T. Reichle S.Y. Kangand D.S. Everhardt J. Catal. 101 1986 352 [27] D.L. Bish G.W. Brindley Am. Mineral. 62 1977 458 [28] S. Miyata Clays Clay Miner. 31 1983 305 [29] J. Hu J.A. Schwarz Y.J. Huang Appl. Catal. 51 1989 223 [30] B. Rebours J.B. d'Espinose de la Caillerie O. Clause J. Am. Chem. Soc. 116 1994 1707 [31] A. Vaccari M. Gazzano B. Delmon J.F. Yates Preparation of Catalysts VI 3rd Ed. Studies in Surface Science and Catalysis Vol. 91 1995 Elsevier Amsterdam 893 [32] S.K. Shaikhutdinov L.B. Avdeeva O.V. Goncharova D.I. Kochubey D.I. Novgorodov L.M. Plyasova Appl. Catal. A 126 1995 125 139 [33] J.M. Rynkowski T. Paryjczak M. Lenik Appl. Catal. 106 1993 73 82 [34] P.H. Bolt S.F. Lobner J.W. Geus F.H.P.M. Habraken Appl. Surf. Sci. 89 1995 339 349 [35] P. Courty D. Durand B. Delmon Preparation of Catalysts IV 1987 Elsevier Amsterdam 739 [36] F. Thevenot F. Szymanski P. Chaumette Clays Clay Miner. 37 1989 396 [37] E.B.M. Doesburg G. Hakvort H. Shaper L.L. Van Reijan Appl. Catal. 7 1983 85",
      "scopus-id": "0030943049",
      "coredata": {
        "eid": "1-s2.0-S1381116996004840",
        "dc:description": "Studies of the preparation and characterization using X-ray diffraction, temperature programmed reduction and decomposition, electron microscopy (TEM-SEM), calorimetric measurements, temperature programmed desorption, nitrogen adsorption and the catalytic behavior of three samples having takovite structure with different Ni/Mg/Al ratios in order to modify the basicity of the solid, have been carried out for the acetonitrile hydrogenation reaction in the gas phase. It has been shown that the chemical composition of the samples significantly modifies their catalytic behaviors. Also, low magnesium contents, which cause an increase on basic properties, result in higher activity and selectivity to primary amine. The catalytic properties were correlated with the accessibility and reducibility of Ni particles, and ethylamine adsorption heats. Thermal stability of the takovite materials and their surface properties are also reported.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-05-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996004840",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Medina, F."
          },
          {
            "@_fa": "true",
            "$": "Dutartre, R."
          },
          {
            "@_fa": "true",
            "$": "Tichit, D."
          },
          {
            "@_fa": "true",
            "$": "Coq, B."
          },
          {
            "@_fa": "true",
            "$": "Dung, N.T."
          },
          {
            "@_fa": "true",
            "$": "Salagre, P."
          },
          {
            "@_fa": "true",
            "$": "Sueiras, J.E."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996004840"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996004840"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00484-0",
        "prism:volume": "119",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Characterization and activity of hydrotalcite-type catalysts for acetonitrile hydrogenation",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Conference on Theoretical Aspects of Heterogeneous Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Nickel catalysts"
          },
          {
            "@_fa": "true",
            "$": "Takovite catalysts"
          },
          {
            "@_fa": "true",
            "$": "Acetonitrile hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "201-212",
        "prism:endingPage": "212",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 May 1997",
        "prism:doi": "10.1016/S1381-1169(96)00484-0",
        "prism:startingPage": "201",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00484-0",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030943049"
      }
    }
  }
}