{
  "metadata": {
    "title": "Organoiridium compounds with substituted phenantrolines as alkynes polymerization catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-09-01",
    "doi": "10.1016/j.molcata.2005.05.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905003444",
    "pii": "S1381116905003444"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-22344443885",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-06-22 2005-06-22 2010-04-19T04:56:56 1-s2.0-S1381116905003444 S1381-1169(05)00344-4 S1381116905003444 10.1016/j.molcata.2005.05.016 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02187 2015-05-15T05:56:33.000448-04:00 0 0 20050901 2005 2005-06-22T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 238 238 1 2 1 2 Volume 238, Issues 1–2 17 111 118 111 118 20050901 1 September 2005 2005-09-01 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. ORGANOIRIDIUMCOMPOUNDSSUBSTITUTEDPHENANTROLINESALKYNESPOLYMERIZATIONCATALYSTS FILIPUZZI S 1 Introduction 2 Results 2.1 Catalysis with iridium-cyclooctadiene derivatives 2.2 Evolution of the iridium-cyclooctadiene catalyst 2.3 Catalysis with iridium-hexadiene derivatives 2.4 Evolution of the iridium-hexadiene catalyst 3 Discussion 4 Conclusions 5 Experimental 5.1 General 5.2 Instrumental 5.3 Preparation of [Ir(cod)(N-N)X] and [Ir(hd)(N-N)X] 5.4 [Ir(cod)(phen)Cl] 5.5 [Ir(cod)(phen)I] 5.6 [Ir(cod)(Ph2phen)Cl] 5.7 [Ir(cod)(Ph2phen)I] 5.8 [Ir(cod)(Me2phen)Cl] 5.9 [Ir(cod)(Me2phen)I] 5.10 [Ir(cod)(Me4phen)Cl] 5.11 [Ir(cod)(Me4phen)i] 5.12 [Ir(hd)(phen)Cl] 5.13 [Ir(hd)(phen)Br] 5.14 [Ir(hd)(phen)I] 5.15 [Ir(hd)(Ph2phen)Cl] 5.16 [Ir(hd)(Me2phen)Cl] 5.17 [Ir(hd)(Me4phen)Cl] 5.18 [Ir(hd)(Me4phen)I] 5.19 Reaction of [Ir(cod)(phen)Cl] with phenylacetylene 5.20 Catalytic reactions in Schlenk tube 5.21 Determination of product distribution and stereochemistry 5.22 Determination of polyene molecular weight References TABATA 1994 1113 M KISHIMOTO 1994 12131 Y KISHIMOTO 1999 12035 Y MISUMI 1998 7572 Y KANKI 1999 2384 K GOLDBERG 1994 1209 Y KATAYAMA 1997 4497 H YAO 2000 228 J FALCON 2001 187 M KUNZLER 1990 1221 J HAYANO 1998 3170 S MASUDA 1998 213 T VIJAYARAJ 1997 4940 T BHUKTA 2000 16 G SCHROCK 1996 3883 R WANG 1999 5548 R ZHAN 2001 27 X PASYNKIEWICZ 2004 117 S ZHAN 2001 63 X LI 2002 4573 K MARIGO 2002 169 M MARIGO 2003 319 M KANKI 2002 1075 K FARNETTI 2004 14 E FABBIAN 2004 2881 M FURLANI 1989 75 A FARNETTI 1984 147 E MESTRONI 1974 119 G BIANCHINI 1990 9190 C ESTERUELAS 1992 3659 M BIANCHINI 1991 3697 C GUIU 2004 1911 E ZHAN 2001 57 X HERDE 1971 1029 J FILIPUZZIX2005X111 FILIPUZZIX2005X111X118 FILIPUZZIX2005X111XS FILIPUZZIX2005X111X118XS item S1381-1169(05)00344-4 S1381116905003444 1-s2.0-S1381116905003444 10.1016/j.molcata.2005.05.016 271358 2010-10-10T21:04:23.51668-04:00 2005-09-01 1-s2.0-S1381116905003444-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/MAIN/application/pdf/0525479fb4ce843f32552c819350058b/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/MAIN/application/pdf/0525479fb4ce843f32552c819350058b/main.pdf main.pdf pdf true 141342 MAIN 8 1-s2.0-S1381116905003444-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/PREVIEW/image/png/135bf6a8cc9a09fb358609b1c5d9577e/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/PREVIEW/image/png/135bf6a8cc9a09fb358609b1c5d9577e/main_1.png main_1.png png 64698 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905003444-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc1/DOWNSAMPLED/image/jpeg/e2fe6b6b7e0dbb0e60ffbbd5f9765a04/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc1/DOWNSAMPLED/image/jpeg/e2fe6b6b7e0dbb0e60ffbbd5f9765a04/sc1.jpg sc1 sc1.jpg jpg 5983 62 369 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905003444-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc1/THUMBNAIL/image/gif/72f4be0bdad7467c85b89c3b70719e2a/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc1/THUMBNAIL/image/gif/72f4be0bdad7467c85b89c3b70719e2a/sc1.sml sc1 sc1.sml sml 1297 21 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905003444-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc2/DOWNSAMPLED/image/jpeg/3a74c6ea087bd98dd0bb9a5bfa5d3f26/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc2/DOWNSAMPLED/image/jpeg/3a74c6ea087bd98dd0bb9a5bfa5d3f26/sc2.jpg sc2 sc2.jpg jpg 13130 177 566 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905003444-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc2/THUMBNAIL/image/gif/43ac9f2817e639e122a157fdd76e83d1/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc2/THUMBNAIL/image/gif/43ac9f2817e639e122a157fdd76e83d1/sc2.sml sc2 sc2.sml sml 1414 39 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905003444-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc3/DOWNSAMPLED/image/jpeg/d298580a1112700bc139e02c4e3ae750/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc3/DOWNSAMPLED/image/jpeg/d298580a1112700bc139e02c4e3ae750/sc3.jpg sc3 sc3.jpg jpg 7443 74 543 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905003444-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/sc3/THUMBNAIL/image/gif/bd49383c53b656788dca06a32953ec23/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/sc3/THUMBNAIL/image/gif/bd49383c53b656788dca06a32953ec23/sc3.sml sc3 sc3.sml sml 1169 17 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905003444-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/fx1/DOWNSAMPLED/image/gif/44f4bd716d8eaa25c0bb2ef045ff1554/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/fx1/DOWNSAMPLED/image/gif/44f4bd716d8eaa25c0bb2ef045ff1554/fx1.gif fx1 true fx1.gif gif 2095 101 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905003444-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905003444/fx1/THUMBNAIL/image/gif/dbf51e2745b232223762a06f3e4b1b6a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905003444/fx1/THUMBNAIL/image/gif/dbf51e2745b232223762a06f3e4b1b6a/fx1.sml fx1 true fx1.sml sml 622 39 125 IMAGE-THUMBNAIL MOLCAA 5310 S1381-1169(05)00344-4 10.1016/j.molcata.2005.05.016 Elsevier B.V. Scheme 1 Scheme 2 Scheme 3 Table 1 Polymerization of phenylacetylene catalyzed by [Ir(cod)(phen)Cl] Entry Solvent T (°C) Base a Conversion% (5h) 1 MeOH 60 No 3 2 MeOH 60 Yes 15 3 2-PrOH 80 No 4 4 2-PrOH 80 Yes 19 5 Toluene 110 No 0 6 Toluene 110 Yes 23 7 Mesitylene 160 No 46 8 Mesitylene 160 Yes 58 Experimental conditions: [Ir]=6.8×10−3 molL−1; [sub]=0.34molL−1; [sub]/[Ir]=50. a Base=NaOH; [base]/[Ir]=2. Table 2 Polymerization of phenylacetylene catalyzed by [Ir(diene)(N-N)X] in toluene Entry Catalyst Base a Conversion% (1h) Conversion% (5h) 1 [Ir(cod)(phen)Cl] Yes 22 23 2 [Ir(cod)(phen)Cl] No 0 0 3 [Ir(hd)(phen)Cl] Yes 20 25 4 [Ir(hd)(phen)Cl] No 15 31 5 [Ir(hd)(phen)I] No 28 59 6 [Ir(hd)(Me4phen)Cl] No 28 32 7 [Ir(hd)(Me4phen)I] No 38 58 Experimental conditions: [Ir]=6.8×10−3 molL−1; [sub]=0.34molL−1; [sub]/[Ir]=50; T =110°C. Other products: 1,3,5-Ph3C6H3 and 1,2,4-Ph3C6H3. a Base=NaOH; [base]/[Ir]=2. Table 3 Polymerization of phenylacetylene catalyzed by [Ir(diene)(N-N)X] in mesitylene Entry Catalyst Base a Conversion% (h) 1 [Ir(cod)(phen)Cl] Yes 58 (5) 2 [Ir(cod)(phen)Cl] No 46 (5) 3 [Ir(hd)(phen)Cl] Yes 46 (5) 4 [Ir(hd)(phen)Cl] No 73 (5) 5 [Ir(hd)(phen)Br] No 97 (5) 6 [Ir(hd)(phen)I] No 98 (2) 7 [Ir(hd)(Ph2phen)Cl] No 58 (10) 8 [Ir(hd)(phen)Cl] No 81 (10) 9 [Ir(hd)(Me2phen)Cl] No 86 (10) 10 [Ir(hd)(Me4phen)Cl] No 94 (10) Experimental conditions: [Ir]=6.8×10−3 molL−1; [sub]=0.34molL−1; [sub]/[Ir]=50; T=160°C. Other products: 1,3,5-Ph3C6H3 and 1,2,4-Ph3C6H3. a Base=NaOH; [base]/[Ir]=2. Organoiridium compounds with substituted phenantrolines as alkynes polymerization catalysts Serena Filipuzzi 1 Erica Farnetti * Dipartimento di Scienze Chimiche, Universita’ di Trieste, Via L. Giorgieri 1, I-34127 Trieste, Italy * Corresponding author. Tel.: +39 040 5583938; fax: +39 040 5583903. 1 Present address: Institut für Anorganische Chemie, ETH Hönggerberg, CH-8093 Zürich, Switzerland. Graphical abstract The iridium derivatives [Ir(diene)(N-N)X] (diene=1,5-cyclooctadiene, 1,5-hexadiene; N-N=1,10-phenantroline and substituted derivatives; X=Cl, Br, I) catalyze the polymerization of phenylacetylene to the corresponding trans-polyene. The reaction is highly stereoselective with formation of 100% trans-polyphenylacetylene. A pronounced effect of the donor properties of the ligands on the catalytic reaction was observed. Spectroscopic studies provided useful indications as regards the formation of the polymerization initiator. The iridium derivatives [Ir(diene)(N-N)X] (diene=1,5-cyclooctadiene, 1,5-hexadiene; N-N=1,10-phenantroline, 4,7-dimethyl-1,10-phenantroline, 3,4,7,8-tetramethyl-1,10-phenantroline, 4,7-diphenyl-1,10-phenantroline; X=Cl, Br, I) catalyze the polymerization of phenylacetylene. The reaction is highly stereoselective with formation of 100% trans-polyphenylacetylene. The catalytic activity has a pronounced dependence upon the choice of the ligands coordinated to iridium: effect of nature of the diene, of the phenantroline, of the halogen, as well as of the reaction conditions (solvent, temperature, presence of a cocatalyst) have been examined in detail. The evolution of the catalyst precursors after addition of the alkyne has been studied by NMR; the results evidence a different behaviour of cyclooctadiene and hexadiene derivatives, which can be related to the differences observed in the catalytic reactions. Keywords Iridium Phenantrolines Homogeneous catalysis Alkynes Polymerization 1 Introduction The polymerization of substituted acetylenes homogeneously catalyzed by transition-metal derivatives represents a reaction of considerable interest: as a matter of fact, the polymeric material thus obtained is expected to find various applications thanks to its peculiar physico-chemical properties (photoconductivity, perm-selectivity, non-linear optical properties, etc.). Moreover, transition-metal catalyzed polymerizations of simple monomers are atom-economic reactions, which satisfy the economic and environmental requirements nowadays established. Various derivatives of rhodium [1–7], molybdenum and tungsten [8–11] promote the alkyne polymerization reaction; more recently, examples of nickel and palladium-based catalysts have appeared in the literature [12–14]. Organoiridium compounds have also been reported [15,16] to catalyze the polymerization of monosubstituted acetylenes, mainly in association with phosphine ligands. Our group has especially been interested in understanding the factors that determine the prevalence of iridium-promoted polymerization over oligomerization reaction: as a matter of fact, formation of enynes and/or cyclotrimerization products was frequently observed in iridium-catalyzed reactions. For example, whereas on one hand the compounds [HIr(cod)(PR3)2] catalyze the polymerization of phenylacetylenes [15b], on the other the diphosphine derivatives [HIr(cod)(Ph2P(CH2) n PPh2)] (n =1–4) promote the regioselective cyclotrimerization of the same alkynes to the corresponding 1,2,4-triarylbenzenes [17]. A possible interpretation of such results might refer to the nature of the ancillary ligand: with the bidentate phosphine the cyclotrimerization reaction is favoured over the polymerization reaction, whereas the opposite happens with the monodentate ligand. In principle, one might expect a similar behaviour with iridium catalysts bearing nitrogen-donor ligands, however, examples of alkynes oligo/polymerization catalyzed by this class of iridium derivatives are not present in the literature. Therefore, keeping in mind that rhodium complexes with nitrogen chelating ligands have been reported to be active alkynes polymerization catalysts [18], we decided to investigate the catalytic properties of iridium-phenantroline compounds in alkynes polymerization. Here we report on the results obtained in the polymerization of phenylacetylene catalyzed by iridium derivatives of the type [Ir(diene)(N-N)X] (diene=1,5-cyclooctadiene (cod), 1,5-hexadiene (hd); N-N=1,10-phenantroline (phen), 4,7-dimethyl-1,10-phenantroline (Me2phen), 3,4,7,8-tetramethyl-1,10-phenantroline (Me4phen), 4,7-diphenyl-1,10-phenantroline (Ph2phen); X=Cl, Br, I). It is worthwhile mentioning that the cyclooctadiene complexes are well-known, very active catalysts for the hydrogen-transfer reduction of ketones [19]. 2 Results 2.1 Catalysis with iridium-cyclooctadiene derivatives The compounds [Ir(cod)(N-N)X] (N-N=phen, Me2phen, Me4phen, Ph2phen; X=Cl, Br, I) initially employed as catalyst precursors for the polymerization of phenylacetylene (Scheme 1 ) were synthesized according to the procedure described by Mestroni et al. [20]. The catalytic properties of such series of complexes in alkynes polymerization were initially tested using methanol as solvent, as the derivatives with the unsubstituted phenantroline are only poorly soluble in other media. Addition of phenylacetylene to a metanol solution of [Ir(cod)(phen)Cl] at 60°C was followed by formation of an almost negligible amount of the polyene (3%, see Table 1 ); however, when the same reaction was repeated in the presence of a basic cocatalyst (e.g. NaOH, pyridine, 4-(dimethylamino)pyridine (DMAP)) the conversion increased to 15% in 1h, but after such time the reaction apparently stopped (see Table 1). Similar results were obtained when employing either a substituted phenantroline, or a iodo-derivative, or a different amount of base ([base]/[Ir]=2–20). Even lower conversions were observed with other low-boiling solvents such as chloroform and tetrahydrofuran. The use of 2-propanol at 80°C gave somewhat better results, but again the reaction stopped after 1–2h with conversions not exceeding 20%. In all the reactions so far described, the NMR spectra of the crude reaction products evidenced that only trans-polyphenylacetylene was formed, whereas possible oligomerization products (dimers, cyclotrimers) were not present. GPC analysis of the polyenes provided information on their molecular weights: M n values were in the range 2500–5000, with a polydispersion index of 1.2–1.9. In an attempt of increasing the conversion of the polymerization reactions, other higher-boiling solvents were tested, such as toluene and dioxane: with the former at 110°C the conversion only slightly increased (see Table 1 entry 6), whereas with the latter worse yields were obtained. With regard to the use of toluene, two observations are due: first, the low solubility of most iridium derivatives in this solvent at r.t. was reasonably increased at 110°C; second, in the absence of a basic cocatalyst no reaction was observed in all cases. Finally, the high-boiling solvents mesitylene and diglyme were employed as reaction media. The aromatic compound proved to be a better solvent for the reaction: at 160°C the reaction in the presence of NaOH proceeded up to 58% conversion in 5h; no further conversion was observed at longer reaction times. Interestingly, when this reaction was repeated in the absence of the basic cocatalyst the conversion was as high as 46% in 5h, after which time the reaction proceeded further albeit slowly, indicating that the catalyst was still active. It must be noted that at temperatures higher than 100°C, together with the trans-polyene, variable amounts (5–15%) of the cyclotrimerization products were formed, i.e. mixtures of 1,3,5 and 1,2,4-triphenylbenzene. With regard to the polyphenylacetylene produced, both molecular weights (M n =3000–4000) and polydispersion index (M w/M n =1.8–2.0) were similar to those obtained in methanol solution. The analysis of ligand effect on the catalytic reaction was disappointing: neither by using substituted phenantrolines (Me2phen, Me4phen, Ph2phen) nor by replacing Cl with Br or I, significative changes in the catalyst activity were observed. 2.2 Evolution of the iridium-cyclooctadiene catalyst The reaction of the derivative [Ir(cod)(phen)Cl] (1) with phenylacetylene was monitored via NMR. For this purpose, use of methanol as solvent was compulsory, due to the poor solubility of compound 1 in other common deuterated solvents. Therefore, a solution of the iridium species in methanol-d4 was treated with a tenfold amount of the alkyne, and 1H spectra of the resulting mixture were recorded at time intervals. In the absence of sodium hydroxide, after few minutes at r.t. the signals of the starting compound had completely disappeared, whereas new sets of resonances indicated the formation of two new compounds 2 and 3. A first analysis of the 1H NMR spectrum revealed that the two complexes maintained both the nitrogen ligand and the diolefin in the coordination sphere of iridium. However, whereas the resonances of species 3 were typical of a rather symmetrical situation, where the diolefin was coordinated in the usual η4 mode (δ 4.64, 4H, assigned to HC, and 2.5–2.0, 8H, CH2), in compound 2 a rearrangement had occurred in coordinated cod, as suggested by the signals in the region between 6 and 1ppm (δ 5.26, 5.15 and 4.75 (multiplets, 3H, assigned to allyl protons); 3.6–1.8 (multiplets, 9H, assigned to Ir-CH and CH2)) as well as the inequivalence of all the protons of phenantroline (see Section 5 for complete spectral data). Moreover, in the spectrum no signals assignable to π-coordinated phenylacetylene were present. A variable temperature experiment was not helpful in this respect, although it revealed that compounds 2 and 3 were in equilibrium, and their relative amounts were dependent on the temperature: at −20°C the prevalent species was 2 (over 90%), whereas at 60°C the mixture contained about 65% of 3. It is worth adding that in no spectrum the signals of free cyclooctadiene were detected, indicatind that this ligand is totally retained in the coordination sphere of iridium. Unfortunately, it was impossible to acquire useful 13C NMR spectra due to decomposition of the products in the necessary night-long accumulations. Altogether the NMR data suggest that 2 and 3 are isomeric compounds, that only differ for the nature of the metallacycle: in fact, similar rearrangements of iridium-coordinated cyclooctadiene have been reported in the literature [17b,21,22]. Most likely, the two compounds are the alkynyl species [Ir(η1,η3-C8H12)(phen)(CCPh)] (2) and [Ir(η2,η2-C8H12)(phen)(CCPh)] (3) (see Scheme 2 ), formed via alkyne oxidative addition followed by reductive elimination of HCl. However, in the absence of 13C NMR data we cannot rule out the possibility that compounds 2 and 3 are both π-alkyne adducts obtained via alkyne coordination after Cl− dissociation to give [Ir(η1,η3-C8H12)(phen)(η2-PhCCH)]Cl and [Ir(η2,η2-C8H12)(phen)(η2-PhCCH)]Cl, respectively: as a matter of fact, compound 1 has been reported to behave as a 1:1 electrolyte in alcoholic solution [20]. Of course the latter hypothesis is not supported by the presence of a resonance assignable to the alkyne proton, however, several authors have reported that the proton resonance of η2-coordinated acetylenes is usually only detectable at low temperatures [23]. The reaction between [Ir(cod)(phen)Cl] and phenylacetylene was also followed via NMR in the presence of NaOH as basic cocatalyst, i.e. to a solution of 1 in methanol-d4 addition of phenylacetylene was followed by addition of a twofold amount of the base. In this case, a very complicated 1H NMR spectrum was obtained, from which the only information obtainable was the absence of signals of uncoordinated cyclooctadiene and phenantroline. 2.3 Catalysis with iridium-hexadiene derivatives A further step in our studies was represented by substitution of cyclooctadiene with 1,5-hexadiene, a more labile diolefin. The derivatives Ir(hd)(N-N)Cl (N-N=phen, Me2phen, Me4phen, Ph2phen) were synthesized starting from [Ir(cot)2Cl]2 (cot=cyclooctene), according to the previously reported procedure [19]. The catalytic properties of [Ir(hd)(phen)Cl] were initially tested in toluene at 110°C: in the presence of NaOH as basic cocatalyst the polymerization of phenylacetylene proceeded to a conversion of 25% in 5h, to be compared to 23% obtained with the corresponding cod-derivative in the same experimental conditions (see Table 2 entries 3 and 1, respectively). In fact, the two catalytic reactions had a somewhat different behaviour, as the reaction with the cod-derivative stopped after 1h, whereas the hd-derivative was still active after 5h, and the conversion proceeded further albeit slowly (compare on Table 2 conversions after 1 and 5h). Interestingly, the catalyst [Ir(hd)(phen)Cl] was more active in the absence of basic cocatalyst (31% conversion in 5h, see Table 2 entry 4), whereas in the same conditions the cod-derivative was totally inactive. Further experiments confirmed that the presence of sodium hydroxide, which is necessary when using iridium-cyclooctadiene catalysts, appeared to have a negative effect on the hexadiene derivatives. With the latter compounds the effect of phenantroline substitution as well as that of the halogen ligand were investigated. Comparison of the catalytic activity of [Ir(hd)(N-N)Cl] and [Ir(hd)(N-N)I] (N-N=phen, Me4phen) showed that the iodo derivatives were superior to the corresponding chloro compounds (see Table 2, entries 4–5 and 6–7). With regard to the phenantroline substitution, comparison of the conversions after 5h indicated no apparent effect (see Table 2 entries 4, 6 and 5, 7), however, a significative difference was observed at lower reaction times, when the Me4phen derivatives showed a higher conversion than phen catalysts: 28% versus 15% and 38% versus 28% with Cl and I-derivatives, respectively. Apparently, the derivatives with the Me4phen ligand suffer from a deactivation process which does not seem to affect iridium-phen compounds. The negative effect of the basic cocatalyst on reactions catalyzed by hexadiene derivatives was even more pronounced when mesitylene was used as solvent at 160°C: the conversion in phenylacetylene polymerization with [Ir(hd)(phen)Cl] was 73% after 5h without addition of base, to be compared to 46% in the presence of NaOH (see Table 3 entries 3, 4). Once more the hd-derivatives proved to be superior to the corresponding cod-derivatives, and the halogen effect was confirmed in the sequence Cl<Br<I, with the iodo compound giving 98% conversion after 2h (Table 3 runs 4, 5, 6). In the reactions run in mesitylene the effect of substitution on the phenantroline ligand was unambiguosly observed: comparison of the conversions at longer reaction times showed that the catalytic activity increases in the series Ph2phen<phen<Me2phen<Me4phen (Table 3 entries 7–10). The polymeric product obtained in the reactions promoted by iridium-hexadiene species was in all cases trans-polyphenylacetylene, with M n values in the range 7000–10,000 and polydispersion index between 1.5 and 1.8, i.e. the polyenes had higher, more narrowly distributed molecular weights than those formed with iridium-cod catalysts. As already observed for the catalytic reactions catalyzed by the cod-derivatives, also with hexadiene compounds in the reactions performed at high temperature cyclotrimerization products were formed: at 160°C amounts up to 15% of 1,3,5 and 1,2,4-triphenylbenzene were detected. 2.4 Evolution of the iridium-hexadiene catalyst The reaction of [Ir(hd)(phen)Cl] with 10 equivalents of phenylacetylene was followed via NMR: the higher solubility of hd-derivatives than cod-species allowed a wider choice of solvents, therefore, both methanol-d4 and CDCl3 were employed with similar results. After few minutes from addition of the alkyne to the solution of the iridium complex, in the 1H NMR spectrum the signals of the latter had completely disappeared. New resonances assignable to coordinated phenantroline were observed, whereas the signals of free hexadiene were clearly visible in the spectrum: no signals related to coordinated hexadiene were detectable. Unfortunately, it was not possible to identify the new iridium compound on the basis of proton 1D and 2D spectra alone, and once more useful 13C NMR spectra could not be acquired due to decomposition of the sample during the necessarily long accumulations. 3 Discussion Iridium-based alkyne polymerization catalysis cannot be competitive with that of rhodium systems, which gave excellent results both in terms of productivity and of characteristics of the polymeric material produced [2,3]. Organoiridium catalysts offer other points of interest, such as the ease of studying ligand effects, the possibility of isolating intermediates of catalytic reactions, the feasibility of mechanistic studies: these investigations should be able to give information useful for rhodium catalysis as well, which has not been fully understood so far. Moreover, a further reason of interest towards iridium catalysts lies in the stereoselectivity of the polymerization reaction: as a matter of fact, whereas with rhodium-based catalysts the cis-polyene is selectively obtained, the organoiridium compounds with phosphine ligands promote the stereoselective formation of the polyene with trans geometry [15b,16]. The studies reported in the present paper indicate that also iridium-phenantroline compounds display the same selectivity: as described in the Results section, the derivatives [Ir(diene)(N-N)X] proved to be active catalysts for the polymerization of phenylacetylene, yielding the corresponding trans-polyene with 100% stereoselectivity. The catalytic reaction was influenced by the nature of all ligands of the coordination sphere of iridium – diene, phenantroline, halogen – as well as by the presence or absence of basic cocatalyst. Let us first examine the effect of the diene and that of the basic cocatalyst, as the latter depends on the former. Cyclooctadiene-iridium catalysts were less active than the corresponding hexadiene derivatives; moreover, they generally proved to be inactive in the absence of added base, with the only exception of the reactions performed in mesitylene at 160°C. By addition of NaOH (or pyridine or DMAP) a catalytically active species was formed, which, however, suffered from deactivation problems which stopped the conversion to rather low values. At 160°C and with no addition of base, catalyst deactivation appeared to be less important. At variance, hexadiene derivatives showed a generally higher catalytic activity: with such compounds the basic cocatalyst had a negative effect on the reaction. The NMR studies performed on the two classes of catalysts suggest that, by reaction with the alkyne, hexadiene goes out of the coordination sphere of iridium, whereas cyclooctadiene does not: in the latter case the coordinatively saturated species 2 and 3 are formed, which are likely to be precursors of the catalytically active species. Addition of the basic cocatalyst is required here to generate a coordinatively unsaturated species which then catalyzes the reaction. Altogether, the results indicate that the polymerization initiator is formed via loss of the diene from the coordination sphere of iridium, whereas the phenantroline remains coordinated to the metal throughout the catalytic cycle. Addition of the alkyne to a solution of the catalyst precursor forces the more labile diolefin hexadiene to go out of the coordination sphere already at r.t., whereas the iridium-cyclooctadiene bond can only be broken at high reaction temperatures. Alternatively, reaction of the cyclooctadiene moiety with a base produces a probably different catalytic species, which is characterized by shorter lifetime due to a deactivation process; such compound is likely to be formed by attack of the nucleophile onto the iridium-coordinated cyclooctadiene, a reaction which has been well documented [24]. With regard to the effect of the ligands other than diene, two trends were clearly observed, i.e. Cl<Br<I and Ph2phen<phen<Me2phen<Me4phen: hence, one might draw the conclusion that ligands which are better σ-donors enhance the catalytic activity of the active species. Of course, if on one hand the trend Cl<Br<I can be rationalized on the basis of sheer electronegativity, on the other the link between substitution on the phenantroline rings and electronic properties of the nitrogen ligand appears more subtle. In fact, according to preliminary results of an XPS study on the series of complexes [Ir(cod)(N-N)X] (N-N=phen and substituted phenantrolines; X=Cl, I) to measure the effect of phenantroline substitution on the donating properties of the ligand, it turned out that the σ-donor ability of the phenantrolines increases in the order Ph2phen<phen<Me2phen<Me4phen [25]. As regards the mechanism of the catalytic reaction, it seems likely that the polymerization proceeds via insertion of the alkyne into an iridium-carbon bond to give a propagating alkenyl species (see Scheme 3 ). Such mechanism has been demonstrated for rhodium-based catalysts [2b], and it was proposed for iridium-phosphine catalysts as well [15]. The trans-stereochemistry of the polyphenylacetylene obtained might be the result of a cis-insertion followed by an iridium-catalyzed isomerization of the double bonds of the growing chain; an alternative possibility would be a trans-insertion proposed by Zhang and coworkers for palladium-based catalysts [26]. By assuming that also in our case the reaction occurs via insertion, we can suggest a possible interpretation of the observed trend of ligand donor ability versus catalytic activity. Of the two repetitive steps of polymerization – alkyne coordination and migratory insertion – the first one, which consists in the formation of a σ-donating alkyne-iridium bond, would be significantly affected by an increase of the electron density on the metal, thus resulting in a weaker – and possibly more reactive – iridium-alkyne bond. Of course also the insertion step is bound to be influenced by the electron richness on the metal, however, the latter effect is more difficult to be rationalized, also due to the important role played in this step by steric effects. 4 Conclusions The stereoselective polymerization of phenylacetylene is promoted by the organoiridium compounds [Ir(diene)(N-N)X] (N-N=1,10 phenantroline and substituted derivatives). The polyphenylacetylene produced in the catalytic reactions has 100% trans configuration, with M n values up to 10,000. Iridium-hexadiene compounds are more efficient catalysts than cyclooctadiene derivatives, and they require no basic cocatalyst – at variance with the latter species. Also the nature of the other ligands significantly affect the catalytic reaction, with the observed trends Cl<Br<I and Ph2phen<phen<Me2phen<Me4phen both indicating that the reaction is favoured by better electron-donor ligands. Results of spectroscopic investigations suggest that different initiators might be formed starting from hexadiene rather than cyclooctadiene derivatives. 5 Experimental 5.1 General All the reactions and manipulations were routinely performed under an argon atmosphere using standard Schlenk tube techniques. Methanol and 2-propanol were distilled over CaO, tetrahydrofuran was distilled over sodium benzophenone ketyl, toluene was distilled over CaH2, and they were stored under an inert atmosphere. Naphtalene was purified by recrystallization from ethanol. All the other chemicals were reagent grade and were used as received by commercial suppliers. The compounds [Ir(cod)Cl]2 [15a] and [Ir(cot)2Cl]2 [27] were prepared according to the procedures reported in the literature. 5.2 Instrumental 1H and 13C NMR spectra were recorded on a JEOL EX400 spectrometer operating at 399.77 and 100.54MHz, respectively. Chemical yields of the catalytic reactions were determined by GLC on a Carlo Erba 6000 VEGA Series 2 equipped with a CX column, using naphtalene as internal standard. Molecular weight distributions of the polymers were determined by GPC in CHCl3 at 25°C on a Milton Roy CM4000 instrument using a UV spectrometer detector operating at 270nm, equipped with CHROMPACK Microgel-5 columns. 5.3 Preparation of [Ir(cod)(N-N)X] and [Ir(hd)(N-N)X] The compounds were synthesized according to the procedures reported in the literature [20,19]. 5.4 [Ir(cod)(phen)Cl] Dark green crystals, yield 91%. 1H NMR (CDCl3, 25°C): δ 8.68 (d, 2H, H2 and H9, J =5.4Hz); 8.53 (d, 2H, H4 and H7, J =8.3Hz); 7.96 (s, 2H, H5 and H6); 7.82 (dd, 2H, H3 and H8, J =8.3 and 5.4Hz); 3.94 (bs, 4H, CH cod); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.5 [Ir(cod)(phen)I] Violet crystals, yield 80%. 1H NMR (CDCl3, 25°C): δ 8.68 (d, 2H, H2 and H9, J =5.4Hz); 8.47 (d, 2H, H4 and H7, J =7.8Hz); 7.93 (s, 2H, H5 and H6); 7.74 (dd, 2H, H3 and H8, J =7.8 and 5.4Hz); 3.95 (bs, 4H, CH cod); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.6 [Ir(cod)(Ph2phen)Cl] Blue-violet crystals, yield 87%. 1H NMR (CDCl3, 25°C): δ 8.71 (d, 2H, H2 and H9, J =5.7Hz); 7.98 (s, 2H, H5 and H6); 7.76 (d, 2H, H3 and H8, J =5.7Hz); 7.55 (m, 10H, Ph); 3.99 (bs, 4H, CH cod); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.7 [Ir(cod)(Ph2phen)I] Blue crystals, yield 89%. 1H NMR (CDCl3, 25°C): δ 8.73 (d, 2H, H2 and H9, J =5.8Hz); 8.02 (s, 2H, H5 and H6); 7.71 (d, 2H, H3 and H8, J =5.8Hz); 7.57 (bm, 10H, Ph); 4.00 (bs, 4H, CH cod); 2.6 and 1.9 (multiplets, 8H, CH2 cod). 5.8 [Ir(cod)(Me2phen)Cl] Plum-coloured crystals, yield 97%. 1H NMR (CDCl3, 25°C): δ 8.51 (d, 2H, H2 and H9, J =5.4Hz); 8.12 (s, 2H, H5 and H6); 7.65 (d, 2H, H3 and H8, J =5.4Hz); 3.99 (bs, 4H, CH cod); 2.78 (s, 6H, Me); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.9 [Ir(cod)(Me2phen)I] Deep violet crystals, yield 94%. 1H NMR (CDCl3, 25°C): δ 8.54 (d, 2H, H2 and H9, J =5.3Hz); 8.12 (s, 2H, H5 and H6); 7.58 (d, 2H, H3 and H8, J =5.3Hz); 3.92 (bs, 4H, CH cod); 2.79 (s, 6H, Me); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.10 [Ir(cod)(Me4phen)Cl] Violet crystals, yield 84%. 1H NMR (CDCl3, 25°C): δ 8.35 (s, 2H, H2 and H9); 8.13 (s, 2H, H5 and H6); 3.94 (bs, 4H, CH cod); 2.68 (s, 6H, Me) and 2.58 (s, 6H, Me); 2.3 and 1.8 (multiplets, 8H, CH2 cod). 5.11 [Ir(cod)(Me4phen)i] Deep violet crystals, yield 93%. 1H NMR (CDCl3, 25°C): δ 8.37 (s, 2H, H2 and H9); 8.10 (s, 2H, H5 and H6); 3.89 (bs, 4H, CH cod); 2.67 (s, 6H, Me) and 2.55 (s, 6H, Me); 2.5 and 1.8 (multiplets, 8H, CH2 cod). 5.12 [Ir(hd)(phen)Cl] Plum-coloured crystals, yield 88%. 1H NMR (CDCl3, 25°C): δ 8.62 (d, 2H, H2 and H9, J =5.4Hz); 8.53 (d, 2H, H4 and H7, J =7.8Hz); 7.98 (s, 2H, H5 and H6); 7.88 (dd, 2H, H3 and H8, J =7.8 and 5.4Hz); 3.99 (bm, 2H, CH=); 2.86 (m, 2H, CH2 =); 2.40 (m, 2H, CH2 =); 2.1 and 1.8 (multiplets, 4H, CH2). 5.13 [Ir(hd)(phen)Br] Violet crystals, yield 81%. 1H NMR (CDCl3, 25°C): δ 8.60 (d, 2H, H2 and H9, J =5.4Hz); 8.51 (d, 2H, H4 and H7, J =8.3Hz); 7.97 (s, 2H, H5 and H6); 7.85 (dd, 2H, H3 and H8, J =8.3 and 5.4Hz); 3.92 (bm, 2H, CH=); 2.94 (m, 2H, CH2 =); 2.41 (m, 2H, CH2 =); 2.1 and 1.8 (multiplets, 4H, CH2). 5.14 [Ir(hd)(phen)I] Deep violet crystals, yield 82%. 1H NMR (CDCl3, 25°C): δ 8.62 (d, 2H, H2 and H9, J =5.4Hz); 8.50 (d, 2H, H4 and H7, J =7.8Hz); 7.98 (s, 2H, H5 and H6); 7.82 (dd, 2H, H3 and H8, J =7.8 and 5.4Hz); 3.76 (bm, 2H, CH); 3.03 (m, 2H, CH2 ); 2.39 (m, 2H, CH2 ); 2.2 and 1.9 (multiplets, 4H, CH2). 5.15 [Ir(hd)(Ph2phen)Cl] Dark red crystals, yield 62%. 1H NMR (CDCl3, 25°C): δ 8.64 (d, 2H, H2 and H9, J =5.4Hz); 8.01 (s, 2H, H5 and H6); 7.80 (d, 2H, H3 and H8, J =5.4Hz); 7.5 (m, 10H, Ph); 4.05 (bm, 2H, CH=); 2.89 (m, 2H, CH2 ); 2.43 (m, 2H, CH2 ); 2.1 and 1.8 (multiplets, 4H, CH2). 5.16 [Ir(hd)(Me2phen)Cl] Dark red crystals, yield 94%. 1H NMR (CDCl3, 25°C): δ 8.43 (d, 2H, H2 and H9, J =5.4Hz); 8.12 (s, 2H, H5 and H6); 7.65 (d, 2H, H3 and H8, J =5.4Hz); 3.90 (bm, 2H, CH); 2.78 (s, 6H, Me); 2.77 (m, 2H, CH2 ); 2.27 (m, 2H, CH2 ); 2.1 and 1.8 (multiplets, 4H, CH2). 5.17 [Ir(hd)(Me4phen)Cl] Plum-coloured crystals, yield 94%. 1H NMR (CDCl3, 25°C): δ 8.27 (s, 2H, H2 and H9); 8.11 (s, 2H, H5 and H6); 3.91 (bm, 2H, CH); 2.80 (m, 2H, CH2 ); 2.66 (s, 6H, Me); 2.59 (s, 6H, Me); 2.24 (m, 2H, CH2 ); 2.1 and 1.8 (multiplets, 4H, CH2). 5.18 [Ir(hd)(Me4phen)I] Violet crystals, yield 81%. 1H NMR (CDCl3, 25°C): δ 8.26 (s, 2H, H2 and H9); 8.10 (s, 2H, H5 and H6); 3.66 (bm, 2H, CH); 2.94 (m, 2H, CH2 ); 2.68 (s, 6H, Me); 2.58 (s, 6H, Me); 2.22 (m, 2H, CH2 ); 2.1 and 1.8 (multiplets, 4H, CH2). 5.19 Reaction of [Ir(cod)(phen)Cl] with phenylacetylene The iridium derivative (7.0mg, 0.014mmol) was dissolved in methanol-d4; treatment with 10 equivalents of phenylacetylene gave a brownish solution that was transferred into an NMR tube under inert atmosphere. After few minutes the starting iridium compound had completely disappeared, whereas two new iridium-phenantroline derivatives were present in solution. For compound 2, 1H NMR (CD3OD, 25°C): δ 9.82 (d, 1H, H2 or H9, J =5.9Hz); 9.76 (d, 1H, H2 or H9, J =5.9Hz); 8.98 (d, 1H, H4 or H7, J =7.8Hz); 8.84 (d, 1H, H4 or H7, J =7.8Hz); 8.31 (pst, 1H, H3 or H8); 8.30 (s, 1H, H5 or H6); 8.29 (s, 1H, H5 or H6); 8.01 (pst, 1H, H3 or H8); 5.26 (bm, 1H, allyl); 5.15 (bm, 1H, allyl); 4.75 (bm, 1H, allyl); 3.6–1.8 (multiplets, 9H, Ir-CH and CH2). For compound 3, 1H NMR (CD3OD, 25°C): δ 8.89 (d, 2H, H2 and H9, J =7.8Hz); 8.77 (d, 2H, H4 and H7, J =3.9Hz); 8.19 (s, 2H, H5 and H6); 8.06 (pst, 2H, H3 and H8); 4.64 (bs, 4H, CH cod); 2.5–2.0 (bm, 8H, CH2). 5.20 Catalytic reactions in Schlenk tube In a typical catalytic reaction, a solution of [Ir(diene)(N-N)X] (0.034mmol) containing the GC standard naphtalene (100mg) in 5mL of the chosen solvent was heated to the desired temperature. Addition of phenylacetylene (174mg, 1.7mmol) in most cases caused an immediate colour change from various shades of violet to brown, showing that the polymerization reaction had started, whereas lack of significative chromatic variations generally indicated that no reaction was occurring, as confirmed by GC analysis of samples of the reaction mixture. When a basic cocatalyst was employed, a concentrated methanol solution of the base (0.68mmol) was added to the above described mixture. The final reaction mixture was divided in two portions, one of which was evaporated to dryness and analyzed via NMR to determine the reaction products and their relative amounts; the other part was concentrated under vacuum and treated with methanol to precipitate the polymeric products: the resulting red-brown solid was filtered, washed with methanol and dried in vacuo, and eventually analyzed via NMR and GPC. 5.21 Determination of product distribution and stereochemistry The stereochemistry of the polyphenylacetylene obtained was determined by 1H and 13C NMR. For trans-polyphenylacetylene: 1H NMR (CDCl3) δ 7.2 (very broad); 13C {1H} NMR (CDCl3) δ 128 (very broad). For cis-transoid-polyphenylacetylene (which was never detected): 1H NMR (CDCl3) δ 6.95–6.93 (m, 3H, m- and p-H(C6H5)), 6.64–6.62 (m, 2H, o-H(C6H5), 5.84 (s, 1H, CCH); 13C {1H} NMR (CDCl3) δ 142.9 and 139.3 (quaternary carbons), 131.8 (C CH), 127.8 and 127.5 (o- and m-Ar), 126.7 (p-Ar). Formation of 1,3,5-triphenylbenzene and 1,2,4-triphenylbenzene was detected by 1H NMR, whereas the relative amount of the two isomers was determined by integration of the 13C NMR signals of the quaternary carbon atoms. For 1,3,5-triphenylbenzene: 1H NMR (CDCl3) δ 7.74, 7.46, 7.37; 13C NMR (CDCl3) δ 142.3 and 141.1 (quaternary carbons), 129–125 (CH). For 1,2,4-triphenylbenzene: 1H NMR (CDCl3) δ 7.84, 7.77, 7.46, 7.37; 13C NMR (CDCl3) δ 141.4, 141.0, 140.9, 140.5, 140.3, 139.5 (quaternary carbons), 129–125 (CH). 5.22 Determination of polyene molecular weight Determination of molecular weights via GPC was performed on freshly prepared chloroform solutions of the polymer. The number average molecular weight (M n) and polydispersion index (M w/M n) of the polymers were calculated on calibrations using the following polystyrene standards: M p =48,900 (Aldrich), M p =21,000 (Polymer Laboratories), M p =9200 (Polysciences), M p =4000 (Aldrich), M p =980 (Polymer Laboratories). References [1] M. Tabata W. Yang K. Yokota J. Polym. Sci. Part A: Polym. Chem. 32 1994 1113 [2] (a) Y. Kishimoto P. Eckerle T. Miyatake T. Ikariya R. Noyori J. Am. Chem. Soc. 116 1994 12131 (b) Y. Kishimoto P. Eckerle T. Miyatake M. Kainosho A. Ono T. Ikariya R. Noyori J. Am. Chem. Soc. 121 1999 12035 [3] (a) Y. Misumi T. Masuda Macromolecules 31 1998 7572 (b) K. Kanki Y. Misumi T. Masuda Macromolecules 32 1999 2384 [4] Y. Goldberg H. Alper J. Chem. Soc. Chem. Commun. 1994 1209 [5] H. Katayama K. Yamamura Y. Miyaki F. Ozawa Organometallics 16 1997 4497 [6] J. Yao W.T. Wong G. Jia J. Organomet. Chem. 598 2000 228 [7] M. Falcon E. Farnetti N. Marsich J. Organomet. Chem. 629 2001 187 [8] J. Kunzler V. Percec J. Polym. Sci. Part A: Polym. Chem. 28 1990 1221 [9] (a) S. Hayano T. Masuda Macromolecules 31 1998 3170 (b) T. Masuda S. Hayano E. Iwawaki R. Nomura J. Mol. Catal. A: Chem. 133 1998 213 [10] (a) T.A. Vijayaraj G. Sundararajan Organometallics 16 1997 4940 (b) G. Bhukta R. Ramanujachary G. Sundararajan J. Organomet. Chem. 601 2000 16 [11] R.R. Schrock S. Luo J.C. Lee N.C. Zanetti W.M. Davis J. Am. Chem. Soc. 118 1996 3883 [12] (a) R. Wang F. Belanger-Gariepy D. Zargarian Organometallics 18 1999 5548 (b) X. Zhan M. Yang J. Mol. Catal. A: Chem. 169 2001 27 (c) S. Pasynkiewicz E. Oledzka A. Pietrzykowski J. Mol. Catal. A: Chem. 224 2004 117 [13] X. Zhan M. Yang H. Sun J. Mol. Catal. A: Chem. 169 2001 63 [14] K. Li G. Wei J. Darkwa S.K. Pollock Macromolecules 35 2002 4573 [15] (a) M. Marigo N. Marsich E. Farnetti J. Mol. Catal. A: Chem. 187 2002 169 (b) M. Marigo D. Millos N. Marsich E. Farnetti J. Mol. Catal. A: Chem. 206 2003 319 [16] K. Kanki Y. Misumi T. Masuda J. Polym. Sci. Part A: Polym. Chem. 40 2002 1075 [17] (a) E. Farnetti N. Marsich J. Organomet. Chem. 689 2004 14 (b) M. Fabbian N. Marsich E. Farnetti Inorg. Chim. Acta 357 2004 2881 [18] A. Furlani C. Napoletano M.V. Russo A. Camus N. Marsich J. Polym. Sci. Part A 27 1989 75 [19] E. Farnetti F. Vinzi G. Mestroni J. Mol. Catal. 24 1984 147 and references cited therein [20] G. Mestroni A. Camus G. Zassinovich J. Organomet. Chem. 73 1974 119 [21] C. Bianchini E. Farnetti M. Graziani G. Nardin A. Vacca F. Zanobini J. Am. Chem. Soc. 112 1990 9190 [22] M.A. Esteruelas M. Olivan L.A. Oro M. Schulz E. Sola H. Werner Organometallics 11 1992 3659 [23] see for example C. Bianchini M. Peruzzini A. Vacca F. Zanobini Organometallics 10 1991 3697 [24] E. Guiu C. Claver S. Castillon J. Organomet. Chem. 689 2004 1911 and references cited therein [25] C. Crotti, E. Farnetti, S. Filipuzzi et al., to be published. [26] X. Zhan M. Yang J. Mol. Catal. A: Chem. 169 2001 57 [27] J.L. Herdé C.V. Senoff Inorg. Nucl. Chem. Lett. 7 1971 1029",
      "scopus-id": "22344443885",
      "coredata": {
        "eid": "1-s2.0-S1381116905003444",
        "dc:description": "The iridium derivatives [Ir(diene)(N-N)X] (diene=1,5-cyclooctadiene, 1,5-hexadiene; N-N=1,10-phenantroline, 4,7-dimethyl-1,10-phenantroline, 3,4,7,8-tetramethyl-1,10-phenantroline, 4,7-diphenyl-1,10-phenantroline; X=Cl, Br, I) catalyze the polymerization of phenylacetylene. The reaction is highly stereoselective with formation of 100% trans-polyphenylacetylene. The catalytic activity has a pronounced dependence upon the choice of the ligands coordinated to iridium: effect of nature of the diene, of the phenantroline, of the halogen, as well as of the reaction conditions (solvent, temperature, presence of a cocatalyst) have been examined in detail. The evolution of the catalyst precursors after addition of the alkyne has been studied by NMR; the results evidence a different behaviour of cyclooctadiene and hexadiene derivatives, which can be related to the differences observed in the catalytic reactions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-09-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905003444",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Filipuzzi, Serena"
          },
          {
            "@_fa": "true",
            "$": "Farnetti, Erica"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905003444"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905003444"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00344-4",
        "prism:volume": "238",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Organoiridium compounds with substituted phenantrolines as alkynes polymerization catalysts",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Iridium"
          },
          {
            "@_fa": "true",
            "$": "Phenantrolines"
          },
          {
            "@_fa": "true",
            "$": "Homogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Alkynes"
          },
          {
            "@_fa": "true",
            "$": "Polymerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "111-118",
        "prism:endingPage": "118",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 September 2005",
        "prism:doi": "10.1016/j.molcata.2005.05.016",
        "prism:startingPage": "111",
        "dc:identifier": "doi:10.1016/j.molcata.2005.05.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "62",
            "@width": "369",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5983",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1297",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "177",
            "@width": "566",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13130",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "39",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1414",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "74",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7443",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "17",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1169",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "101",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2095",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "39",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905003444-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "622",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/22344443885"
      }
    }
  }
}