{
  "metadata": {
    "title": "One-step synthesis of 2-pentanone from ethanol over K-Pd/MnO<ce:inf loc=post><ce:italic>x</ce:italic></ce:inf>-ZrO<ce:inf loc=post>2</ce:inf>-ZnO catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-02-01",
    "doi": "10.1016/j.molcata.2004.08.002",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904005011",
    "pii": "S1381116904005011"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11144312372",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-11-17 2004-11-17 2010-04-19T04:56:56 1-s2.0-S1381116904005011 S1381-1169(04)00501-1 S1381116904005011 10.1016/j.molcata.2004.08.002 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X02087 2015-05-15T05:56:32.920819-04:00 0 0 20050201 2005 2004-11-17T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 226 226 1 1 Volume 226, Issue 1 14 89 92 89 92 20050201 1 February 2005 2005-02-01 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. ONESTEPSYNTHESIS2PENTANONEETHANOLOVERKPDMNOXZRO2ZNOCATALYST HE D 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References XU 1998 K HANDBOOKFINECHEMICALMATERIALSINTERMEDIATES ROMANO 1990 33 U MASPERO 1994 476 F BERKESSEL 1999 7965 A NIEDERER 2002 51 J CHIKAN 1999 134 V HIGASHIO 1996 127 Y MARTINEZORTIZ 2003 199 M GANDIA 1993 1 L GANDIA 1994 1 L NARAYAN 1996 231 S LIN 1996 259 K MELO 1997 155 L CHEN 1998 207 Y ELLIOTT 1989 359 D XU 1997 130 M HEX2005X89 HEX2005X89X92 HEX2005X89XD HEX2005X89X92XD item S1381-1169(04)00501-1 S1381116904005011 1-s2.0-S1381116904005011 10.1016/j.molcata.2004.08.002 271358 2010-10-10T21:00:31.659471-04:00 2005-02-01 1-s2.0-S1381116904005011-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/MAIN/application/pdf/46cb5f793942877d4053ccaa50f6b5ef/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/MAIN/application/pdf/46cb5f793942877d4053ccaa50f6b5ef/main.pdf main.pdf pdf true 102745 MAIN 4 1-s2.0-S1381116904005011-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/PREVIEW/image/png/eb01481fcda34d76d1b1208eea1713f3/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/PREVIEW/image/png/eb01481fcda34d76d1b1208eea1713f3/main_1.png main_1.png png 62787 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904005011-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/sc1/THUMBNAIL/image/gif/1566f3432a132d575c54ca7e52c716dd/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/sc1/THUMBNAIL/image/gif/1566f3432a132d575c54ca7e52c716dd/sc1.sml sc1 sc1.sml sml 1904 84 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005011-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/sc1/DOWNSAMPLED/image/gif/dc318e4a59ab032e923decd2dabf0ed8/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/sc1/DOWNSAMPLED/image/gif/dc318e4a59ab032e923decd2dabf0ed8/sc1.gif sc1 sc1.gif gif 19944 398 593 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005011-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/gr1/THUMBNAIL/image/gif/2eac5b426f360cebcfdc54ed341c4c7d/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/gr1/THUMBNAIL/image/gif/2eac5b426f360cebcfdc54ed341c4c7d/gr1.sml gr1 gr1.sml sml 1941 94 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005011-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/gr1/DOWNSAMPLED/image/gif/30eb489d81236958ce2402a37e1d6041/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/gr1/DOWNSAMPLED/image/gif/30eb489d81236958ce2402a37e1d6041/gr1.gif gr1 gr1.gif gif 7642 242 323 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005011-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/gr2/THUMBNAIL/image/gif/b5df36d41c9a3b53d8ae4ccaf207eb96/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/gr2/THUMBNAIL/image/gif/b5df36d41c9a3b53d8ae4ccaf207eb96/gr2.sml gr2 gr2.sml sml 1264 93 114 IMAGE-THUMBNAIL 1-s2.0-S1381116904005011-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/gr2/DOWNSAMPLED/image/gif/6045066c02710b1f6ab2567a412b83ed/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/gr2/DOWNSAMPLED/image/gif/6045066c02710b1f6ab2567a412b83ed/gr2.gif gr2 gr2.gif gif 5608 266 325 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005011-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/fx1/THUMBNAIL/image/gif/446a42e2486a20d58174643012d78cfa/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/fx1/THUMBNAIL/image/gif/446a42e2486a20d58174643012d78cfa/fx1.sml fx1 true fx1.sml sml 1165 44 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005011-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005011/fx1/DOWNSAMPLED/image/jpeg/bbd436095ede1c787bfd0dc55c10b00c/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005011/fx1/DOWNSAMPLED/image/jpeg/bbd436095ede1c787bfd0dc55c10b00c/fx1.jpg fx1 true fx1.jpg jpg 11580 107 301 IMAGE-DOWNSAMPLED MOLCAA 4751 S1381-1169(04)00501-1 10.1016/j.molcata.2004.08.002 Elsevier B.V. Scheme 1 Reaction pathways for ethanol reactions over K-Pd/MnO x -ZrO2-ZnO catalyst. Fig. 1 Desorption spectra of 2, 15, 16, 26, 29, 30, 44amu masses during TPSR. Fig. 2 CO2- and NH3-TPD-MS spectra of Pd-K/MnO x -ZrO2-ZnO catalyst. Table 1 The product distribution for different feed over K-Pd/MnO x -ZrO2-ZnO catalyst Feed Methanol Ethanol 1-Propanol Conversion (%) 100 100 81 Product distribution (C%) Dimethyl ether 12.1 0 0 2-Methyl-1-propanal 2.5 0 1.1 2,4-Dimethyl-3-pentanone 2.0 0 0 2-Methyl-1-propanol 2.7 0 0 Acetone 0 9.6 0 2-Pentanone 0 41.9 0 3-Ethyl-2-pentanone 0 7.3 0 4-Heptanone 0 8.7 0 2-Heptanone 0 7.7 0 3-Pentanone 0 0 41.3 2-Methyl-pentanal 0 0 17.0 4-Methyl-3-heptanone 0 0 14.9 2-Methyl-1-pentanol 0 0 3.3 Others 0 5.3 7.9 CH4 14.5 0.8 0 CO2 66.2 18.7 14.5 Reaction conditions: T = 390°C, P = 2.0MPa, LHSV = 1h−1, GHSV = 10,000h−1, Carrier gas: N2. Table 2 Effect of GHSV on the performance of K-Pd/MnO x -ZrO2-ZnO catalyst GHSV/h−1 4000 8000 10,000 12,000 Conversion (%) 100 100 100 100 Product distribution (C%) Acetone 8.0 4.5 9.7 10.8 2-Pentanone 25.0 44.6 41.1 36.4 3-Ethyl-2-pentanone 5.9 7.3 6.5 4.3 4-Heptanone 8.8 8.8 7.6 6.0 2-Heptanone 4.2 6.9 6.6 5.7 Others 19.9 5.7 5.1 11.4 CH4 2.1 0.8 0.7 0.6 CO2 26.1 21.4 22.7 24.8 Reaction conditions: T = 370°C, P = 2.0MPa, LHSV = 0.5h−1, Carrier gas: N2. One-step synthesis of 2-pentanone from ethanol over K-Pd/MnO x -ZrO2-ZnO catalyst Daiping He Yunjie Ding * Weimiao Chen Yuan Lu Hongyuan Luo Natural Gas Utilization and Applied Catalysis Laboratory, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Group 805, Zhangshan Road 457, Dalian 116023, China * Corresponding author. Tel.: +86 411 4379143; fax: +86 411 4379143. A highly active and selective K-Pd/MnO x -ZrO2-ZnO catalyst for the one-step synthesis of 2-pentanone from ethanol is described. The possible reaction pathways for ethanol reaction over K-Pd/MnO x -ZrO2-ZnO catalyst were investigated by means of TPSR, CO2- and NH3-TPD techniques. The reactions were performed in a fixed bed continuous flow reactor. Complete conversion with high selectivity for 2-pentanone was observed under 370 ∼ 390°C, 2 ∼ 4MPa, GHSV = 8000 ∼ 10,000h−1 and LHSV < 1.25h−1 conditions. Ethanol reactions over K-Pd/MnO x -ZrO2-ZnO catalyst showed that the catalyst could catalyze dehydrogenation, aldol, dehydration and hydrogenation reactions. Both acidic and basic properties are found on the surface of K-Pd/MnO x -ZrO2-ZnO catalyst, whose multifunctionality with the combination of basic, acid and metal sites may be responsible for the efficiency of the K-Pd/MnO x -ZrO2-ZnO catalyst. Keywords K-Pd/MnO x -ZrO2-ZnO catalyst Ethanol 2-Pentanone 1 Introduction 2-Pentanone has increasingly used as industrial solvent and intermediate for preparation of pharmaceuticals and pesticides, especially as a dewaxing solvent for high-boiling petroleum fractions such as those boiling in the lubricating-oil range [1]. Currently available process for the synthesis of 2-pentanone is the liquid phase oxidation of 2-pentanol [2–5]. Stoichiometric amounts of hazardous and/or toxic reagents that generate copious amounts of wastes are used in this process. A contribution to the implementation of greener and sustainable chemistry could be the promotion of catalytic one-step process. A good example is the one-step condensation of carbonyls to higher molecular weight carbonyl compounds. At present this is performed by a homogeneous conventional three-step process. The latter involves, first a base-catalyzed condensation to aldol-type intermediate, followed by dehydration of this intermediate on acid sites, and finally the selective hydrogenation of the resulting α,β-unsaturated carbonyl [6–8]. This process generates huge amounts of wastes. A purely heterogeneous one-step process could avoid these shortcomings. Since the one-step process is greener and more economical, there is a great interest in finding new catalyst systems. Various supported metal catalysts have recently been described which can be utilized in the one-step synthesis of methyl isobutyl ketone (MIBK) from acetone. These include Ni supported on MgO [9], ALPON [10], or Al2O3 [11], Pd-on-MgO promoted by Na[12], Pt-HMFI [13] and Pd or Ni supported on Mg/Al hydrotalcite [14]. Herein, we disclose a first report on the heterogeneous one-step synthesis of 2-pentanone from readily available ethanol over K-Pd/MnO x -ZrO2-ZnO catalyst. This route is a green and economical process. 2 Experimental MnO x -ZrO2-ZnO (atomic ratios Mn:Zr:Zn = 2:2:1) catalyst was prepared by co-precipitation of the metal nitrates with potassium hydroxide at 75°C, keeping the pH constant at 11.0. The precipitate was washed thoroughly with deionic water until the pH of the filtrate was brought to about 7.0, and then was dried at 120°C for 10h. The dry precipitate was pressed and sieved to sizes desired, then calcined at 450°C for 3h. K (K2CO3 as precursor) and Pd (Pd(NO3)2 as precursor) were doped by conventional impregnation method. The loadings of K and Pd were 1.0 and 0.5wt.%, respectively. The catalyst tests were performed in a fixed bed continuous flow reactor (i.d. = 9mm). The catalyst (2ml) with the size of 20 ∼ 40 mesh particles was reduced in situ in pure H2 at 420°C and 2.0MPa for 2h before an evaluation. Catalyst evaluations were carried out at 350 ∼ 400°C, 1.0 ∼ 4.0MPa. N2 was used as carrier gas and was monitored at 4000 ∼ 12000h−1 (volume) and ethanol was pumped into the reactor and was set at 0.5 ∼ 1.25h−1 (volume). The captured liquid products were analyzed by off-line Varian CP-3800 gas chromatography (GC) with a HP-FFAP capillary column and FI as detector using 1-pentanol as an internal standard. The tail gas was analyzed by on-line Agilent HP4890 GC with a Porapak QS column and TC as detector. Temperature-programmed surface reaction (TPSR) experiments were performed on an America Micromeritics Autochem 2910. About 0.2g of catalyst was placed in a quartz reactor and reduced by H2 in a flow rate of 50ml/min at 420°C for 1h, then purged by helium at the same temperature for 0.5h. After cooling to 50°C, the sample was saturated with ethanol. After purging treatment, the temperature was ramped at 15°C/min to the desired temperature in a helium flow of 20cm3/min. The signals of H2 (m/z = 2), HCHO (m/z = 29, 30), CH3CHO (m/z = 29, 44), CH3COCH3 (m/z = 15, 26) and CH4 (m/z = 16, 15) were simultaneously recorded with a Balsers OmniStar 300. In temperature-programmed CO2 desorption (TPD) measurements, sample (0.2g) was first reduced by H2 in a flow rate of 50ml/min at 420°C for 1h, then purged by helium at the same temperature for 0.5h. After cooling to 50°C, the sample was saturated with CO2, then flushed with He to remove gas phase and weekly adsorbed CO2. The temperature was then increased upto 700°C at 10°C/min and the desorption profile of CO2 was monitored by mass spectrometry. NH3-TPD was carried out in the same way. 3 Results and discussion The products obtained by passing methanol, ethanol, and 1-propanol over the reduced K-Pd/MnO x -ZrO2-ZnO catalyst at 390°C, 2.0MPa, GHSV 10,000h−1 and LHSV 1h−1 are listed in Table 1 . It was found that the principal products were CO2 and methane, and the oxygenates in the products were dimethyl ether, 2-methyl-1-propanal, 2,4-dimethyl-3-pentanone and 2-methyl-1-propanol for the methanol feed. While the main product, 2-pentanone (41.9% based on carbon atom) was obtained in the case of ethanol as feed instead of methanol. The other oxygenates were acetone, 3-ethyl-2-pentanone, 4-heptanone and 2-heptanone. D.J. Elliott et al. reported that 2-pentanone could be detected in the liquid products by passing ethanol over CuO/ZnO/Al2O3 catalyst under N2 at 285°C and 6.5MPa, but the selectivity of 2-pentanone was very poor [15]. When 1-propanol was used as feed over the same catalyst, 3-pentanone (41.3% based on carbon atom) as the principal product was detected in the liquid products. The main oxygenated byproducts were 2-methyl-pentanal, 4-methyl-3-heptanone, and 2-methyl-1-pentanol. As shown in Table 1, K-Pd/MnO x -ZrO2-ZnO catalyst showed high activity and selectivity for the formation of 2-pentanone from ethanol. In order to improve the activity and selectivity of K-Pd/MnO x -ZrO2-ZnO catalyst, the optimum conditional experiments, such as reaction temperature, pressure and space velocity, were carried out under 350 ∼ 400°C, 1.0 ∼ 4.0MPa, GHSV = 4000 ∼ 12,000h−1 (volume) and LHSV = 0.5 ∼ 1.25h−1(volume) conditions. It was found that only GHSV had distinct effect (Table 2 ), The other process conditions on the product distribution were minor. The preferable GHSV, LHSV, temperature and pressure range between 8000 ∼ 10,000h−1, 0.75 ∼ 1.0h−1, 370 ∼ 390°C, and 2.0 ∼ 4.0MPa, respectively. In order to understand ethanol reaction on K-Pd/MnO x -ZrO2-ZnO catalyst, temperature-programmed surface reaction of adsorbed ethanol on K-Pd/MnO x -ZrO2-ZnO catalyst was carried out. Desorption peaks of both mass 29 and mass 44amu are simultaneously observed at the same temperature of about 100°C, and the signal of mass 29amu is stronger than that of mass 44amu (see Fig. 1 ), which imply the formation of CH3CHO. The H2 (2amu), HCHO (29 and 30amu), CH3COCH3 (15 and 26amu) and CH4 (16 and 15amu) are also detected during TPSR. The results of TPSR suggest that the CH3CHO can be formed at low temperature via dehydrogenation of CH3CH2OH on catalyst, and then be easily converted to CH3COCH3 and HCHO at almost same temperature. The CH4 is formed at high temperature of about 440°C, consistent with the fact of poor selectivity to CH4 in the range of reaction temperature. On the basis of the results of reactions and TPSR experiments, the possible reaction pathways involved in the formation of detected main products are shown in Scheme 1 . Acetaldehyde is formed via ethanol dehydrogenation (step (1)). Aldol species formed from self-condensation of acetaldehyde produce 1-butyraldehyde (steps (2)–(4)). The condensation of 1-butyraldehyde-acetone leads to 2-heptanone (steps (5) and (6)). The aldol species (butanl-al-3-ol) converts to the keto form via H transfer (step (7)) [16]. Acetone is formed by reverse aldol condensation of the keto form of reaction intermediates (step (8)) [16]. The acetone-acetaldehyde condensation reaction (steps (9) and (10)) gives 2-pentanone [16]. 4-Heptanone is formed by condensation of aldol-type intermediates formed in 2-pentanone-acetaldehyde condensation reactions (steps (11) and (12)). 3-Ethyl-2-pentanone is also formed by condensation of aldol-type intermediates formed in 2-pentanone-acetaldehyde condensation reactions (steps (13) and (14)). The results presented in Table 1 show that the reaction pathways by passing methanol and 1-propanol over K-Pd/MnO x -ZrO2-ZnO catalyst are similar to those in the case of ethanol as feed. In contrast, the selectivities to ketones are poor using methanol as feed, because the formaldehyde formed via methanol dehydrogenation lacks the α-hydrogen required for aldol reaction. It is emphasized that the K-Pd/MnO x -ZrO2-ZnO is an efficient catalyst not only for aldol reaction, but also for dehydration and hydrogenation reaction of aldol products. Therefore, the process of higher ketones production, generally including three units of aldol reaction, dehydration and hydrogenation, for example, methyl isopropyl ketone (MIPK) production [6,17,18], will be simplified into one unit using K-Pd/MnO x -ZrO2-ZnO catalyst. TPD spectra of adsorbed CO2 and NH3 on the K-Pd/MnO x -ZrO2-ZnO catalyst are shown in Fig. 2 . It is evident that the K-Pd/MnO x -ZrO2-ZnO catalyst adsorbs CO2 and NH3, thus possesses both acidic and basic properties. The basic, acid and metal sites are required for aldol, dehydration and hydrogenation reaction, respectively [12]. 4 Conclusions K-Pd/MnO x -ZrO2-ZnO catalyst showed high activity and selectivity for the one-step synthesis of 2-pentanone from readily available ethanol. Complete conversion with high selectivity for 2-pentanone was obtained under at 370 ∼ 390°C, 2.0 ∼ 4.0MPa, GHSV = 8000 ∼ 10,000h−1 and LHSV < 1.25h−1 conditions. The catalyst is multifunctional: the dehydrogenation, aldol, dehydration and hydrogenation reactions can be simultaneously accomplished on Pd-K/MnO x -ZrO2-ZnO catalyst. The efficiency of the K-Pd/MnO x -ZrO2-ZnO catalyst is probably attributed to the combination of basic, acid and metal sites on it. Acknowledgements This work was supported by the Innovation Funding of the Chinese Academy of Sciences (KGCX2-302-01). References [1] K.Q. Xu Handbook of Fine Chemical Materials and Intermediates 1998 Chem. Ind. Press China [2] U. Romano A. Esposito F. Maspero C. Neri M.G. Clerici Stud. Surf. Sci. Catal. 55 1990 33 [3] F. Maspero U. Romano J. Catal. 146 1994 476 [4] A. Berkessel C.A. Sklorz Tetrahedron Lett. 40 1999 7965 [5] J.P.M. Niederer W.F. Hölderich Appl. Catal. A 229 2002 51 [6] V. Chikán Á. Molnár K. Balázsik J. Catal. 184 1999 134 [7] Y. Higashio T. Nakayama Catal. Today 28 1996 127 [8] M.J. Martínez-Ortiz D. Tichit P. Gonzalez B. Coq J. Mol. Catal. A 201 2003 199 [9] L.M. Gandía M. Montes Appl. Catal. A 101 1993 1 [10] L.M. Gandía R. Malm R. Marchand R. Conanec Y. Laurent M. Montes Appl. Catal. A 114 1994 1 [11] S. Narayan R. Unnikrishnan Appl. Catal. A 145 1996 231 [12] K.H. Lin A.N. Ko Appl. Catal. A 147 1996 259 [13] L. Melo P. Magnoux G. Giannetto F. Alvarez M. Guisnet J. Mol. Catal. A: Chem. 124 1997 155 [14] Y.Z. Chen C.M. Hwang C.W. Liaw Appl. Catal. A 169 1998 207 [15] D.J. Elliott F. Pennella J. Catal. 119 1989 359 [16] M.T. Xu M.J.L. Gines A.M. Hilmen B.L. Stephens E. Iglesia J. Catal. 171 1997 130 [17] M. Rukutsua, H. Hainritsuhi, JP Patent 62 129 236 (1987). [18] L. Hans-Heinrich, L. Michaei, EP patent 0 224 218 (1987).",
      "scopus-id": "11144312372",
      "coredata": {
        "eid": "1-s2.0-S1381116904005011",
        "dc:description": "A highly active and selective K-Pd/MnO x -ZrO2-ZnO catalyst for the one-step synthesis of 2-pentanone from ethanol is described. The possible reaction pathways for ethanol reaction over K-Pd/MnO x -ZrO2-ZnO catalyst were investigated by means of TPSR, CO2- and NH3-TPD techniques. The reactions were performed in a fixed bed continuous flow reactor. Complete conversion with high selectivity for 2-pentanone was observed under 370 ∼ 390°C, 2 ∼ 4MPa, GHSV = 8000 ∼ 10,000h−1 and LHSV < 1.25h−1 conditions. Ethanol reactions over K-Pd/MnO x -ZrO2-ZnO catalyst showed that the catalyst could catalyze dehydrogenation, aldol, dehydration and hydrogenation reactions. Both acidic and basic properties are found on the surface of K-Pd/MnO x -ZrO2-ZnO catalyst, whose multifunctionality with the combination of basic, acid and metal sites may be responsible for the efficiency of the K-Pd/MnO x -ZrO2-ZnO catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-02-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904005011",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "He, Daiping"
          },
          {
            "@_fa": "true",
            "$": "Ding, Yunjie"
          },
          {
            "@_fa": "true",
            "$": "Chen, Weimiao"
          },
          {
            "@_fa": "true",
            "$": "Lu, Yuan"
          },
          {
            "@_fa": "true",
            "$": "Luo, Hongyuan"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904005011"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904005011"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00501-1",
        "prism:volume": "226",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "One-step synthesis of 2-pentanone from ethanol over K-Pd/MnO x -ZrO2-ZnO catalyst",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "K-Pd/MnO x -ZrO2-ZnO catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ethanol"
          },
          {
            "@_fa": "true",
            "$": "2-Pentanone"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "89-92",
        "prism:endingPage": "92",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 February 2005",
        "prism:doi": "10.1016/j.molcata.2004.08.002",
        "prism:startingPage": "89",
        "dc:identifier": "doi:10.1016/j.molcata.2004.08.002",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1904",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "398",
            "@width": "593",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19944",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1941",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "242",
            "@width": "323",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7642",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "114",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1264",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "266",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5608",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "44",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1165",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "107",
            "@width": "301",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005011-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11580",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11144312372"
      }
    }
  }
}