{
  "metadata": {
    "title": "New bi-nuclear and multi-nuclear α-diimine/nickel catalysts for ethylene polymerization",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-03-01",
    "doi": "10.1016/j.molcata.2004.10.013",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904007927",
    "pii": "S1381116904007927"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-11844251158",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-12-01 2004-12-01 2010-04-19T04:56:56 1-s2.0-S1381116904007927 S1381-1169(04)00792-7 S1381116904007927 10.1016/j.molcata.2004.10.013 S300 S300.3 FULL-TEXT 1-s2.0-S1381116900X02129 2015-05-15T05:56:32.920819-04:00 0 0 20050301 2005 2004-12-01T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 227 227 1 2 1 2 Volume 227, Issues 1–2 24 153 161 153 161 20050301 1 March 2005 2005-03-01 2005 article fla Copyright © 2004 Elsevier B.V. All rights reserved. NEWBINUCLEARMULTINUCLEARDIIMINENICKELCATALYSTSFORETHYLENEPOLYMERIZATION LUO H 1 Introduction 2 Experimental 2.1 General considerations 2.2 General procedure for ethylene polymerization 2.3 Preparation of ligands and complexes 2.3.1 Preparation of ligand-A1 2.3.2 Preparation of ligand-A2 2.3.3 Preparation of ligand-A3 2.3.4 Preparation of ligand-B1 2.3.5 Preparation of ligand-B2 2.3.6 Preparation of ligand-B3 2.3.7 Preparation of complex-A1 2.3.8 Preparation of complex-A2 2.3.9 Preparation of complex-A3 2.3.10 Preparation of complex-B1 2.3.11 Preparation of complex-B2 2.3.12 Preparation of complex-B3 3 Results and discussions 3.1 Synthesis of new ligands and complexes 3.2 Catalytic studies for ethylene polymerization 4 Conclusions Acknowledgment References KAMINSKY 1999 3 W KAMINSKY 2001 89 W HLATKY 2000 235 G BRITOVSEK 1999 428 G ITTEL 2000 1169 S GIBSON 2003 283 V CROWTHER 1991 1455 D YANG 1994 10015 X BRINTZINGER 1995 1143 H BOCHMANN 1996 255 M JOHNSON 1995 6414 L LEATHERMAN 2003 3068 M KILLIAN 1996 11664 C GATES 2000 2320 D SMALL 1998 4049 B BRITOVSEK 1998 849 G BRITOVSEK 2003 3454 G BRITOVSEK 1999 8728 G SMALL 1999 2120 B PELLECCHIA 1998 651 C PAULINO 2004 55 I JOHNSON 1996 267 L MECKING 1998 888 S JOHNSON 2002 319 L MCLAIN 2002 320 S JENKINS 2004 5827 J HICKS 2000 219 F HICKS 2003 3533 F HICKS 2001 3217 F BRITOVSEK 2003 279 G COOLEY 2001 4769 N GIBSON 2001 719 V HEINICKE 2000 299 J WARD 1971 154 L DIECK 1981 823 H VANDERPOEL 1978 305 H LUOX2005X153 LUOX2005X153X161 LUOX2005X153XH LUOX2005X153X161XH item S1381-1169(04)00792-7 S1381116904007927 1-s2.0-S1381116904007927 10.1016/j.molcata.2004.10.013 271358 2010-10-10T21:01:14.484294-04:00 2005-03-01 1-s2.0-S1381116904007927-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/MAIN/application/pdf/33a15de665b079d79415c543fc4342f3/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/MAIN/application/pdf/33a15de665b079d79415c543fc4342f3/main.pdf main.pdf pdf true 358050 MAIN 9 1-s2.0-S1381116904007927-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/PREVIEW/image/png/63b73c475a66bb5db53493fa2e823692/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/PREVIEW/image/png/63b73c475a66bb5db53493fa2e823692/main_1.png main_1.png png 65874 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904007927-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc1/DOWNSAMPLED/image/jpeg/8feca7e5a95d757bc40a70b1561ada0e/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc1/DOWNSAMPLED/image/jpeg/8feca7e5a95d757bc40a70b1561ada0e/sc1.jpg sc1 sc1.jpg jpg 18803 188 481 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc1/THUMBNAIL/image/gif/ad3a5859ae2b46b45016a202b1088ad0/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc1/THUMBNAIL/image/gif/ad3a5859ae2b46b45016a202b1088ad0/sc1.sml sc1 sc1.sml sml 1753 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007927-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/fx1/DOWNSAMPLED/image/gif/d72a8b50e86289472dd29041df999e2a/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/fx1/DOWNSAMPLED/image/gif/d72a8b50e86289472dd29041df999e2a/fx1.gif fx1 true fx1.gif gif 5769 107 514 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/fx1/THUMBNAIL/image/gif/97fe6d1981a72ef3d8cf18ba28d034c4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/fx1/THUMBNAIL/image/gif/97fe6d1981a72ef3d8cf18ba28d034c4/fx1.sml fx1 true fx1.sml sml 756 26 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007927-sc4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc4/DOWNSAMPLED/image/jpeg/a8a985c1947da7a9de5a72282f974d36/sc4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc4/DOWNSAMPLED/image/jpeg/a8a985c1947da7a9de5a72282f974d36/sc4.jpg sc4 sc4.jpg jpg 27792 364 524 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-sc4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc4/THUMBNAIL/image/gif/19d42f36a5097e64e3b71c81309fc9b9/sc4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc4/THUMBNAIL/image/gif/19d42f36a5097e64e3b71c81309fc9b9/sc4.sml sc4 sc4.sml sml 1987 87 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007927-sc5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc5/DOWNSAMPLED/image/jpeg/865d9c571bdac6fdf2b05d01638891d6/sc5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc5/DOWNSAMPLED/image/jpeg/865d9c571bdac6fdf2b05d01638891d6/sc5.jpg sc5 sc5.jpg jpg 14907 212 371 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-sc5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc5/THUMBNAIL/image/gif/460909933e986ade7696a4938a5fa2a3/sc5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc5/THUMBNAIL/image/gif/460909933e986ade7696a4938a5fa2a3/sc5.sml sc5 sc5.sml sml 1795 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904007927-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc3/DOWNSAMPLED/image/jpeg/0fb8b1d8f141ed8db70456168f922fe9/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc3/DOWNSAMPLED/image/jpeg/0fb8b1d8f141ed8db70456168f922fe9/sc3.jpg sc3 sc3.jpg jpg 46185 585 530 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc3/THUMBNAIL/image/gif/76f0a955f193e983aa7c78facdc88b3e/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc3/THUMBNAIL/image/gif/76f0a955f193e983aa7c78facdc88b3e/sc3.sml sc3 sc3.sml sml 1901 93 84 IMAGE-THUMBNAIL 1-s2.0-S1381116904007927-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc2/DOWNSAMPLED/image/jpeg/cf239306af0777af618724586b884c0d/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc2/DOWNSAMPLED/image/jpeg/cf239306af0777af618724586b884c0d/sc2.jpg sc2 sc2.jpg jpg 57179 747 530 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904007927-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904007927/sc2/THUMBNAIL/image/gif/520f84ab6b33c86bfada4293e3c17d5b/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904007927/sc2/THUMBNAIL/image/gif/520f84ab6b33c86bfada4293e3c17d5b/sc2.sml sc2 sc2.sml sml 1779 93 66 IMAGE-THUMBNAIL MOLCAA 4977 S1381-1169(04)00792-7 10.1016/j.molcata.2004.10.013 Elsevier B.V. Scheme 1 Some reported nickel based catalysts for ethylene polymerization. Scheme 2 The route for the preparation of ligand-A1–A3 and complex-A1–A3. Scheme 3 The route for the preparation of ligand-B1–B3 and complex-B1–B3. Scheme 4 The route for the preparation of ligand-C1–C3 and complex-C1–C3. Scheme 5 Ketone-type end groups in ligand-B1 (the first) and ligand-B3 (the second). (*) 13C NMR data. Table 1 Catalytic results of new catalysts for ethylene polymerization Entry Complex Yield (g) Activity (g/gNih) Colour Polymerization status 1 2 3 1 A1 9.2 1840 Orange Green Green Gooey 2 A2 8.3 1660 Orange Green Green Gooey 3 A3 13.1 2620 Orange Green Green Slurry 4 B1 6.7 1340 Orange Pale green Pale green Gooey 5 B2 16.1 3220 Orange Pale green Pale green Slurry 6 B3 12.4 2480 Orange Pale green Pale green Slurry 7 C1 3.5 700 Yellow Green From green to pale white Gooey 8 C2 7.1 1420 Yellow Green Green Solution a 9 C3 16.7 3320 Yellow Pale yellow From pale yellow to orange Solution a Reaction conditions: 1l glass autoclave, 150ml toluene as solvent, 0.01mmol Ni in 5ml dichloromethane, 3.3ml MAO as co-catalyst; stirring rate, 400/min; 25°C; set point of ethylene pressure, 5.0bar; maximum flow of ethylene, 280mg/min; polymerization for 30min. (1) Solution of precatalyst in dichloromethane (0.002mmol Ni/ml); (2) after combination with MAO; (3) during polymerization. a Polyethylene precipitated out after the polymerization was quenched with excess ethanol. But for A1–A3 and B1–B3 complexes, polyethylene precipitated out quickly during the polymerization. New bi-nuclear and multi-nuclear α-diimine/nickel catalysts for ethylene polymerization He-Kuan Luo * Herbert Schumann ** Institut für Chemie, Technischen Universutät Berlin (TU-Berlin), Straße des 17, Juni 135, D-10623 Berlin, Germany * Corresponding author. Present address: School of Chemistry, The Queen's University of Belfast, David Keir Building, Stranmillis Road, Belfast BT9 5AG, UK. ** Co-corresponding author. Bi-nickel-centre catalysts {[2,6-diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH(CH3)2, CH2CH3, CH3} were prepared by Schiff-base condensation of 2,3-butanedione with 2,6-diisopropylaniline and substituted bis-aniline, and subsequent metathesis reaction with (DME)NiCl2. Multi-nickel-centre catalysts {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH(CH3)2, n =4.0; R, CH2CH3, n =4.0; R, CH3, n =2.5} were prepared by Schiff-base condensation of 2,3-butanedione with substituted bis-aniline, and subsequent metathesis reaction with (DME)NiCl2. Comparing with mono-nickel-centre catalysts, the new catalysts have much bigger molecules, particularly the distance between every two active centres was controlled for bi-nickel-centre catalysts, and the distances among several active centres were controlled for multi-nickel-centre catalysts, resulting in the micro chemical environment of nickel centre being regulated. The catalytic evaluation clearly showed that this structural regulation had significant influence on catalytic activity. When the substitute was isopropyl or ethyl, the new catalysts demonstrated much higher catalytic activity than the corresponding mono-nickel-centre catalysts; but when the substitute was methyl, the new catalysts demonstrated lower catalytic activity than the corresponding mono-nickel-centre catalysts. The most efficient new catalyst was multi-nickel-centre catalyst with ethyl as substitute, which catalytic activity was high up to 3220gPE/(gNih) at 25°C with Al(MAO)/Ni ratio at 500. Graphical abstract Bi-nickel-centre catalysts and multi-nickel-centre catalysts were prepared by Schiff-base condensation of 2,3-butanedione with 2,6-diisopropylaniline and/or substituted bis-aniline, which demonstrated efficient catalytic activity for ethylene polymerisation under the activation of methyl aluminoxane (MAO). Keywords α-Diimine Nickel Catalyst Ethylene Polyethylene 1 Introduction Driven by industrial desire to obtain ever greater control over the properties of polyolefins to satisfy the increasing demands of human beings and market, the search for new highly active and selective catalysts for ethylene and α-olefins polymerization has always been an active research field in the past half century. Following the discovery and industrial application of multi-site Ziegler–Natta type catalysts, well-defined single-site catalysts have attracted extensive attention and have been developed very quickly in the past two decades because of their more excellent capability to control the microstructures of polyolefins by regulating the microstructures of well-defined transition metal complexes used as precatalysts [1–6]. Among well-defined catalysts, most attention has ever been focused on early transition metal do and lanthanide dof n systems [7–10]. But in the past several years, there has rapidly growing interest in the area of late-transition metal catalysts for ethylene and α-olefins polymerization. Recent developments have resulted in highly active late-transition metal catalysts [4–6]. In this field, the key milestones have been the discoveries of the α-diimine/Ni(II) and Pd(II) catalysts [11–19], and the 2,6-bis(imino)pyridine/Fe(II) and Co(II) catalysts [20–29], both of which are highly active catalysts for ethylene polymerization upon activation with methyl aluminoxane (MAO). Comparing with early transition metal catalysts, such as titanium, zirconium or chromium based catalysts with high oxophilicity including metallocene type and ligand incorporated complex type which are easily being poisoned by most functionalized olefins, late-transition metal catalysts have lower oxophilicity, and therefore, have greater functional group tolerance to polar monomers. Actually the α-diimine/Pd(II) catalysts could catalyze the copolymerization of ethylene with functionized olefins [30–33]. Among late-transition metal catalysts, the α-diimine/Ni(II) and Pd(II) catalysts [11–19] formed a new kind of highly active catalysts to convert ethylene to high molecular mass polyethylene. Regarding previous studies and application of nickel catalysts in industry, mostly producing α-olefins by oligomerization which is the basis of the SHELL higher olefin process (SHOP), this new α-diimine/Ni(II) and Pd(II) catalysts opened a new idea and understanding to search for new catalysts. The key is to use bulky substitute to reduce the competing β-hydrogen elimination. In particular, this new nickel(II) and palladium(II) based catalysts could convert ethylene directly to highly branched polyethylene without the addition of expensive α-olefins, such as 1-hexene and 1-octene [14]. After the α-diimine/Ni(II) and Pd(II) catalysts were firstly published in 1995 by Brookhart and co-workers [11], see (1) and (2) in Scheme 1 , extensive interests have been aroused on these unque catalysts, up to now, some closely related catalyst systems have been reported in order to understand the mechanism more deeply and to develop new catalysts by Brookhart and some other groups. Brookhart and his co-workers subsequently developed a new kind of neutral nickel catalysts derived from bulky anilinotropone ligands [34–37], see (3) in Scheme 1, which also showed high activity for ethylene polymerization. Gibson and his co-workers developed some Ni(II) and Pd(II) catalysts containing iminopyridine ligands [38,39], see (4) in Scheme 1, which generally demonstrated greatly reduced ethylene polymerization activity because of lack of steric protection on one side of the axial position in the square-plannar active species. Besides these, some nickel catalysts containing diphosphine ligands [40], and [PO] ligands [41,42], are also active catalysts for ethylene polymerization. In our effort to search for new highly active α-diimine/Ni(II) catalysts for ethylene polymerization, we found that substituted bis-aniline could be used to prepared bi-nuclear and multi-nuclear diimine/Ni(II) catalysts, which have been proved to be highly active catalysts for ethylene polymerization. Here, we report the synthesis of these new ligands, the preparation of bi- and multi-nuclear Ni(II) based catalysts, and the catalytic studies for ethylene polymerization under the activation of methyl aluminoxane. 2 Experimental 2.1 General considerations All manipulations involving air-sentive materials were carried out by using standard Schlenk techniques under an atmosphere of nitrogen. Dichloromethane was distilled from calcium hydride, toluene and hexane were distilled from sodium. Methyl aluminoxane solution (10%) in toluene was purchased from Aldrich to be used directly without any treatment. 1H NMR and 13C NMR were recorded on ARX200 spectrometer. (DME)NiCl2 was prepared according to a reported method [43]. 2.2 General procedure for ethylene polymerization The polymerization of ethylene was carried out in a 1l glass autoclave equipped with a mechanical stirrer which stirring rate is adjustable. The autoclave was heated by recycling hot water. Before reaction, the autoclave was dried by heating at 80°C under vacuum for 2h, during which period the autoclave was swept with dry N2 at least three times. After the autoclave was dried completely and cooled down to room temperature, toluene, MAO and catalyst solution in dichloromethane were introduced in turn with syringes. The mixture was stirred for several minutes; then, the autoclave was vacuumed and ethylene was pressed in quickly, immediately the polymerization was initiated and was observed soon. The reaction pressure, the maxium flow rate of ethylene and the stirring rate were set up at 5.0bar, 280mg/min and 450rpm, respectively. The catalytic polymerization was run for 30min under 25°C. After which time the pressure was vented and the polymerization was quenched with excess ethanol. The produced polymer was taken out by opening the autoclave, washed with diluted hydrochloric acid and then ethanol, and then dried in oven at 80°C overnight. Finally, the polymer was weighed and the reaction rate was calculated in unit of g PE/(g Nih). 2.3 Preparation of ligands and complexes 2.3.1 Preparation of ligand-A1 2,6-Diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3; R, CH(CH3)2 (for the molecular structure, see Scheme 2 ). A 100ml Schlenk flask was charged with 3.29g (18.59mmol) 2,6-diisopropylaniline, 1.60g (18.59mmol) 2,3-butanedione, 30ml ethanol and 0.4ml glacial acetic acid, the pale yellow solution was stirred for one day at room temperature. Then, 3.41g (9.30mmol) 4,4′-methylbis(2,6-diisopropylaniline) and more 30ml ethanol was added. The final solution was stirred for one week at room temperature while yellow precipitate was produced. The yellow precipitate was isolated by filtration, washed with 2×10ml ethanol, and dried in vacuum; 4.8g yellow powder was obtained; yield, 63%. Anal. calculated for C57H80N4 (%): C, 83.36; H, 9.82; N, 6.82. Found (%): C, 82.46; H, 10.10; N, 6.59. 1H NMR (CDCl3, δ): 1.23, 1.24, 1.26, 1.29 (CH(CH 3)2), 2.15, 2.17 (NC(CH 3)C(CH 3)N), 2.73, 2.77, 2.80, 2.83, 2.87 (CH(CH3)2), 4.11 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 NC), 7.09 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 NC), 7.15–7.26 (2,6-diisopropylC6 H 3 NC). 13C NMR (CDCl3, δ): 16.53, 16.57 (NC(CH3)C(CH3)N), 22.67, 22.79, 22.98, 23.06 (CH(CH3)2), 28.48 ( CH(CH3)2), 41.42 (CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC), 122.97, 123.16, 135.02, 146.18 (2,6-diisopropyl-C 6H3 NC), 123.66, 134.97, 136.42, 144.02 (CN3,5-di-R C 6H2 CH2 3′,5′-di-R C 6H2 NC), 168.21, 168.45 (N C(CH3) C(CH3)N). 2.3.2 Preparation of ligand-A2 2,6-diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3; R, CH2CH3 (for the molecular structure, see Scheme 2). The title compound was prepared by using the same procedure for the preparation of ligand-A1 by using 2.89g (9.30mmol) 4,4′-methylbis(2,6-diethylaniline) instead of 3.41g 4,4′-methylbis(2,6-diisopropylaniline); 4.3g yellow powder was obtained; yield, 61%. Anal. calculated for C53H72N4 (%): C, 83.19; H, 9.48; N, 7.32. Found (%): C, 82.89; H,9.90; N, 7.30. 1H NMR (CDCl3, δ): 1.243, 1.256, 1.271 (CH2CH 3), 1.28, 1.29, 1.31, 1.33 (CH(CH 3)2), 2.17, 2.19 (NC(CH 3)C(CH 3)N), 2.41, 2.45, 2.49, 2.52 (CH 2CH3), 2.74, 2.78, 2.82, 2.85, 2.89 (CH(CH3)2), 4.01 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 NC), 7.07 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 NC), 7.15–7.24 (2,6-diisopropyl-C6 H 3 NC). 13C NMR (CDCl3, δ): 13.73 (CH2 CH3), 16.24, 16.52 (NC(CH3)C(CH3)N), 22.67, 22.98 (CH(CH3)2), 24.76 ( CH2CH3), 28.45 ( CH(CH3)2), 41.08 (CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC), 122.94, 123.72, 134.99, 146.14 (2,6-diisopropyl-C 6H3 NC), 126.79, 130.46, 136.49, 145.30 (CN3,5-di-R C 6H2 CH2 3′,5′-di-R C 6H2 NC), 168.11, 168.16 (N C(CH3) C(CH3)N). 2.3.3 Preparation of ligand-A3 2,6-Diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3; R, CH3 (for the molecular structure, see Scheme 2). The title compound was prepared by using the same procedure for the preparation of ligand-A1 by using 2.37g (9.30mmol) 4,4′-methylbis(2,6-dimethylaniline) instead of 3.41g 4,4′-methylbis(2,6-diisopropylaniline); 2.24g yellow powder was obtained; yield, 34%. Anal. calculated for C49H64N4 (%): C, 83.00; H, 9.10; N, 7.90. Found (%): C, 82.52; H,9.44; N, 7.89. 1H NMR (CDCl3, δ): 1.22, 1.24, 1.26, 1.27 (CH(CH 3)2), 2.09 (CN3,5-di-(CH 3)C6H2 CH2 3′,5′-di-(CH 3)C6H2 NC), 2.13 (NC(CH 3)C(CH 3)N), 2.74, 2.77, 2.79, 2.81, 2.84 (CH(CH3)2), 3.93 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 NC), 6.99 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 NC), 7.11–7.24 (2,6-diisopropyl-C6 H 3 NC). 13C NMR (CDCl3, δ): 15.91, 16.45 (NC(CH3)C(CH3)N), 17.79 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6H2 NC), 22.67, 23.00 (CH(CH3)2), 28.42 ( CH(CH3)2), 40.73 (CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC), 122.95, 123.72, 135.00, 146.27 (2,6-diisopropyl-C 6H3 NC), 124.59, 128.50, 136.32, 146.13 (CN3,5-di-R C 6H2 CH2 3′,5′-di-R C 6H2 NC), 168.00, 168.23 (N C(CH3) C(CH3)N). 2.3.4 Preparation of ligand-B1 [NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2-] n ; R, CH(CH3)2 (for the molecular structure, see Scheme 3 ). A 100ml Schlenk flask was charged with 1.12g (13.01mmol) 2,3-butanedione, 5.25g (14.32mmol) 4,4′-methylbis(2,6-diisopropylaniline), 50ml ethanol and 0.4ml glacial acetic acid. The final mixture was stirred for one week at room temperature while yellow precipitate was produced. The yellow precipitate was isolated by filtration, washed with 3× 10ml ethanol, and dried in vacuum; 5.29g yellow powder was obtained; yield, 98%. Anal. calculated for repeating unit C29H40N2 (%): C, 83.60; H, 9.68; N, 6.72. Found (%): C, 83.34; H, 10.78; N, 6.99. 1H NMR (CDCl3, δ): repeating unite: 1.18, 1.22 (CH(CH 3)2), 2.13 (NC(CH 3)(CH 3)CN), 2.69, 2.72, 2.75, 2.79, 2.82 (CH(CH3)2), 4.07 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 ), 7.05 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 ). End group: 1.30, 1.35 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH 3)2CH)C6H2 NH2), 2.90, 2.94, 2.98, 3.01, 3.04 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2CH)C6H2 NH2), 3.98 (CN3,5-di-((CH3)2CH)C6H2 CH 2 3′,5′-di-((CH3)2CH)C6H2 NH2), 6.92 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2CH)C6 H 2 NH2). 13C NMR (CDCl3, δ): repeating unite: 16.55 (NC(CH3)C(CH3)N), 22.78, 23.04 (CH(CH3)2), 27.93 ( CH(CH3)2), 41.40 (CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 ), 123.64, 134.97, 136.37, 144.03 (CN3,5-di-R C 6H2 CH2 3′,5′-di-R C 6H2 ), 168.50 (N C(CH3) C(CH3)N). End group: 22.51 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2CH)C6H2 NH2), 27.84 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2 CH)C6H2 NH2), 41.27 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2CH)C6H2 NH2), 123.16, 131.31, 132.52, 137.97 (CN3,5-di-((CH3)2CH)C6H2 CH2 3′,5′-di-((CH3)2CH) C 6H2 NH2). 2.3.5 Preparation of ligand-B2 [NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2-] n ; R, CH2CH3 (for the molecular structure, see Scheme 3). The title compound was prepared by using the same procedure for the preparation of ligand-B1 by using 1.07g (12.43mmol) 2,3-butanedione and 4.25g (13.69mmol) 4,4′-methylbis(2,6-diethylaniline); 3.57g yellow powder was obtained; yield, 80%. Anal. calculated for repeating unit C25H32N2(%): C, 83.29; H, 8.95; N, 7.77. Found (%): C, 82.51; H, 9.51; N, 7.67. 1H NMR (CDCl3, δ): repeating unite: 1.21, 1.25, 1.28 (CH2CH 3), 2.19 (NC(CH 3 )(CH 3 )CN), 2.35, 2.45, 2.48, 2.56 (CH 2CH3), 4.05 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 ), 7.07 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 ). End group: 1.34, 1.38 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH 3CH2)C6H2 NH2), 2.60, 2.63 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3CH 2)C6H2 NH2), 3.97 (CN3,5-di-(CH3CH2)C6H2 CH 2 3′,5′-di-(CH3CH2)C6H2 NH2), 6.93 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3CH2)C6 H 2 NH2). 13C NMR (CDCl3, δ): repeating unite: 13.71 (CH2 CH3), 16.13 (NC(CH3)C(CH3)N), 24.72 ( CH2(CH3)), 41.03 (CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 ), 126.71, 130.41, 136.43, 145.28 (CN3,5-di-R C 6H2 CH2 3′,5′-di-R C 6H2 ), 168.14 (N C(CH3) C(CH3)N). End group: 13.11 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3CH2)C6H2 NH2), 24.32(CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3 CH2)C6H2 NH2), 40.87 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3CH2)C6H2 NH2), 126.50, 127.71, 129.88, 139.38 (CN3,5-di-(CH3CH2)C6H2 CH2 3′,5′-di-(CH3CH2) C 6H2 NH2). 2.3.6 Preparation of ligand-B3 [NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2-] n ; R, CH3 (for the molecular structure, see Scheme 3). The title compound was prepared by using the same procedure for the preparation of ligand-B1 by using 1.16g (13.47mmol) 2,3-butanedione and 3.77g (14.82mmol) 4,4′-methylbis(2,6-dimethylaniline); 3.60g yellow powder was obtained; yield, 88%. Anal. calculated for repeating unit C21H24N2 (%): C, 82.85; H, 7.95; N, 9.20. Found (%): C, 80.78; H, 7.46; N, 9.31. 1H NMR (CDCl3, δ): repeating unite: 2.13 (CN3,5-di-(CH 3)C6H2 CH2 3′,5′-di-(CH 3)C6H2 ), 2.24 (NC(CH 3)(CH 3)CN), 3.96 (CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 ), 7.03 (CN3,5-di-RC6 H 2 CH2 3′,5′-di-RC6 H 2 ). End group: 2.17 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH 3)C6H2 NH2), 3.88 (CN3,5-di-(CH3)C6H2 CH 2 3′,5′-di-(CH3)C6H2 NH2), 6.90 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6 H 2 NH2). 13C NMR (CDCl3, δ): repeating unite: 15.76 (NC(CH3)C(CH3)N), 17.73 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6H2 ), 40.61 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6H2 ), 124.52, 128.39, 136.22, 146.24 (CN3,5-di-(CH3) C 6H2 CH2 3′,5′-di-(CH3) C 6H2 ), 168.09 (N C(CH3) C(CH3)N). End group: 17.51 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6H2 NH2), 40.32 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3)C6H2 NH2), 121.63, 128.58, 130.97, 140.55 (CN3,5-di-(CH3)C6H2 CH2 3′,5′-di-(CH3) C 6H2 NH2). Ligand-C1–C3 were prepared accoding to literature [44], see Scheme 4 . 2.3.7 Preparation of complex-A1 {[2,6-Diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH(CH3)2} (for the molecular structure, see Scheme 2). A 50ml Schlenk flask was charged with 0.55g (2.50mmol) (DME)NiCl2, to which a solution of 1.07g (1.30mmol) ligand-A1 in 30ml dichloromethane was added under stirring. The resulting red/brown mixture was stirred under room temperature over night. After which time the mixture was filtrated to give a clear red/brown solution which gave a red/brown solid by removing the solvent dichloromethane under reduced pressure. The red/brown solid product was washed with 3× 10ml hexane, then dried in vacuum; 1.30g product was obtained; yield, 92%. Anal. calculated for C57H80N4Ni2Cl4 (%): C, 63.36; H, 7.46; N, 5.19. Found (%): C, 61.78; H, 7.47; N, 5.04. 2.3.8 Preparation of complex-A2 {[2,6-Diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH2CH3} (for the molecular structure, see Scheme 2). The title compound was prepared with the same procedure for the preparation of complex-A1 by using 1.13g (5.14mmol) (DME)NiCl2 and 1.98g (2.59mmol) ligand-A2; 2.06g red/brown solid product was obtained; yield, 78%. Anal. calculated for C53H72N4 Ni2Cl4 (%): C, 62.14; H, 7.08; N, 5.47. Found (%): C, 60.38; H, 7.51; N, 5.46. 2.3.9 Preparation of complex-A3 {[2,6-Diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH3} (for the molecular structure, see Scheme 2). The title compound was prepared with the same procedure for the preparation of complex-A1 by using 0.85g (3.87mmol) (DME)NiCl2 and 1.38g (1.95mmol) ligand-A3; 1.26g red/brown solid product was obtained; yield, 67%. Anal. calculated for C49H64N4Ni2Cl4 (%): C, 60.78; H, 6.66; N, 5.79. Found (%): C, 59.73; H, 7.09; N, 5.39. 2.3.10 Preparation of complex-B1 {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH(CH3)2} (for the molecular structure, see Scheme 3). The title compound was prepared with the same procedure for the preparation of complex-A1 by using 0.62g (2.82mmol) (DME)NiCl2 and 1.19g (2.86mmol repeating unit) ligand-B1; 1.04g red/brown solid product was obtained; yield, 66%. Anal. calculated for repeating unit C29H40N2NiCl2 (%): C, 63.76; H, 7.38; N, 5.13. Found (%): C, 62.76; H, 8.21; N, 5.03. 2.3.11 Preparation of complex-B2 {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH2CH3} (for the molecular structure, see Scheme 3). The title compound was prepared with the same procedure for the preparation of complex-A1 by using 0.87g (3.96mmol) (DME)NiCl2 and 1.44g (3.99mmol repeating unit) ligand-B2; 0.91g red/brown solid product was obtained; yield, 46%. Anal. calculated for repeating unit C25H32N2NiCl2 (%): C, 61.26; H, 6.58; N, 5.72. Found (%): C, 60.21; H, 7.18; N, 5.81. 2.3.12 Preparation of complex-B3 {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH3} (for the molecular structure, see Scheme 3). The title compound was prepared with the same procedure for the preparation of complex-A1 by using 1.23g (5.60mmol) (DME)NiCl2 and 1.73g (5.68mmol repeating unit) ligand-B3; 0.35g red/brown solid product was obtained; yield, 14%. Anal. calculated for repeating unit C21H24N2NiCl2 (%): C, 58.11; H, 5.57; N, 6.45. Found (%): C, 54.73; H, 5.54; N, 6.07. Complex-C1–C3 were prepared accoding to literature [11], see Scheme 4. 3 Results and discussions 3.1 Synthesis of new ligands and complexes The aim of this paper is to develop a convenient and practical method to prepare new highly active α-diimine/nickel catalysts to regulate the catalytic performances for ethylene polymerization. The basic idea is to utilize substituted bis-anline instead of half or all the substituted anline to prepare new ligands and corresponding complexes. By this way, the molecular structures of the new catalysts were modified, in particular, the distance between every two active centres was controlled for bi-nickel-centre catalysts, in a similar way, the distances among several active centres were controlled for multi-nickel-centre catalysts, resulting in the micro chemical environment of nickel centre being regulated. This structural regulation may strongly influence the catalytic performances, such as catalytic activity. Under the guide of this basic idea, two kinds of new catalysts including bi-nickel-centre catalysts {[2,6-diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH(CH3)2, CH2CH3, CH3} and multi-nickel-centre catalysts {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH(CH3)2, n =4.0; R, CH2CH3, n =4.0; R, CH3, n =2.5}, were prepared and studied for catalytic ethylene polymerization in toluene using MAO as cocatalyst. New ligands were synthesized by Schiff-base condensation using a little glacial acetic acid as promoter in ethanol. Ligands A1–A3 were synthesized by first condensation of 2,3-butanedione with one equivalent 2,6-diisopropylaniline to give an intermediate 3-(2,6-diisopropylphenylimino)-2-butanone [45], without isolation which were then condensed with 0.5 equivalent of substituted bis-aniline 4,4′-methylbis(2,6-diisopropylaniline), 4,4′-methylbis(2,6-diethylaniline) or 4,4′-methylbis(2,6-dimethylaniline), respectively, see Scheme 2; ligands B1–B3 were synthesized straightforward by condensation of 2,3-butanedione with one equivalent substituted bis-aniline 4,4′-methylbis(2,6-diisopropylaniline), 4,4′-methylbis(2,6-diethylaniline) or 4,4′-methylbis(2,6-dimethylaniline), respectively, see Scheme 3. Once the ligands were obtained, the corresponding complexes can be prepared conveniently according to a literature method [11]. In the preparation of ligands B1–B3, a little excess (10%) of substituted bis-anilines were used to make the main end groups of the obtained ligand to be aniline-type end group (see Scheme 3). 13C NMR showed that, when the substituted bis-aniline was 4,4′-methylbis(2,6-diethylaniline), only aniline-type end groups were found; but when the substituted bis-aniline was 4,4′-methylbis(2,6-diisopropylaniline) or 4,4′-methylbis(2,6-dimethylaniline), besides aniline-type end groups, a little amount of ketone-type end groups were found (see Scheme 5 ). The number of the repeating unit can be calculated from 1H NMR integration of CH2 group in CN3,5-di-RC6H2 CH 2 3′,5′-di-RC6H2 . In ligands B1–B3, n is 4.0, 4.0 and 2.5, respectively. 3.2 Catalytic studies for ethylene polymerization The catalytic evaluation of new catalysts was carried out in toluene using MAO as cocatalyst. Comparative studies were also performed with mono-nickel-centre catalysts. The results were shown in Table 1 . The results showed that the catalytic activity varied significantly for catalysts of different kinds and for the same kind catalyst with different substitutes. Among bi-nickel-centre catalysts, the highest activity was achieved when the substitute is methyl. Amongst multi-nickel-centre catalysts, the highest activity was achieved when the substitute is ethyl; Among mono-nickel-centre catalysts, the highest activity was achieved when the substitute is methyl. Comparing the new catalysts, including bi-nickel-centre catalysts and multi-nickel-centre catalysts, with mono-nickel-centre catalysts, it could be found that both bi-nickel-centre catalysts and multi-nickel-centre catalysts demonstrated much higher catalytic activity for ethylene polymerization when the substitute was isopropyl or ethyl; but when the substitute was methyl, the new catalysts demonstrated lower catalytic activity than mono-nickel catalysts. The most active new catalyst was multi-nickel-centre catalyst with ethyl as substitute with the catalytic activity high up to 3220gPE/(gNih) (run no. 5), which is comparable with the highest catalytic activity 3320g/(gNih) (run no. 9) of mono-nickel-centre catalyst with methyl as substitute under the same reaction conditions. Furthermore, the polymerization status could be observed clearly because the reactor is transparent glass autoclave. The results showed that the polymerization status was quite different for different kind of catalyst and for the same kind catalyst with different substitutes, see Table 1. For run nos. 3, 5, 6, the polymerization system is slurry; for run nos. 1, 2, 4, 7, the polymerization system is gooey; For run nos. 8 and 9, the polymerization system is solution, polyethylene emerged after the reaction was quenched with excess ethanol. The prime difference between new catalysts and mono-nickel-centre catalysts is that the new catalysts have much bigger molecules than the mono-nickel-centre catalysts. Particularly, the distance between every two nickel centres was controlled for bi-nickel-centre catalysts, and the distances among several nickel centres were controlled for multi-nickel-centre catalysts. The experimental results in Table 1 clearly showed that this structural difference resulted in significant influence on catalytic activity for ethylene polymerization. Therefore, highly active bi- and multi-nuclear diimine/nickel catalysts for ethylene polymerization, were developed successfully. It has been proved that the scale of the substituted aryl group is one of the key factors of Ni(II) catalyst by reducing the competitive β-H elimination [11]. Comparing with the mono-nickel-centre catalysts, in bi-nickel-centre catalysts, it can be considered that one of the two phenyl rings around each nickel centre was introduced a bulky group at para position; In multi-nickel-centre catalysts, it can be considered that each of the two phenyl rings around each nickel centre was introduced a bulky group at para position. Although generally bulky substitutes at ortho positions of the phenyl rings have great influence on catalytic activity [11], these bulky substitutes at para positions could also have influence on catalytic activity by affecting the competitive β-H elimination in some extent. On the other hand, these bulky substitutes at para positions could also make the phenyl ring more electron-enriched, and therefore, they could slightly affect the coordination between chelating atom (N) and nickel centre, and probably they could make the coordination bond a little stronger, through which the catalytic performances, such as catalytic activity could be regulated. This might be the reason why the bi-nickel-centre catalysts, the multi-nickel-centre catalysts and the mono-nickel-centre catalysts demonstrated different catalytic activity even if the substitutes were the same. 4 Conclusions A convenient method was developed to prepare new α-diimine/nickel catalysts using substituted bis-aniline. Thus two kinds of new catalysts, including bi-nickel-centre catalysts {[2,6-diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH(CH3)2, CH2CH3, CH3} and multi-nickel-centre catalysts {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH(CH3)2, n =4.0; R, CH2CH3, n =4.0; R, CH3, n =2.5}, were prepared. The catalytic studies showed the new catalysts had highly catalytic activity for ethylene polymerization. Comparing with mono-nickel-centre catalysts, the new catalysts demonstrated much higher catalytic activity when the substitute was isopropyl or ethyl; But when the substitute was methyl, the new catalysts demonstrated lower catalytic activity than mono-nickel-centre catalysts. The most active new catalyst was multi-nickel-centre catalyst with ethyl as substitute, which catalytic activity was high up to 3220gPE/(gNih) at 25°C with Al(MAO)/Ni ratio at 500. Acknowledgment We thank the Alexander von Humboldt Foundation, the Fonds der Chemischen Industrie and the Deutsche Forschungsgemeinschaft (Graduiertenkolleg “Synthetische, mechanistische und reaktionstechnische Aspekte von Metallkatalysatoren”) for support of this work. References [1] W. Kaminsky Stud. Surf. Sci. Catal. 121 1999 3 [2] W. Kaminsky Adv. Catal. 46 2001 89 [3] G.G. Hlatky Coord. Chem. Rev. 199 2000 235 [4] G.J.P. Britovsek V.C. Gibson D.F. Wass Angew. Chem. Int. Ed. 38 1999 428 [5] S.D. Ittel L.K. Johnson M. Brookhart Chem. Rev. 100 2000 1169 [6] V.C. Gibson S.K. Spitzmesser Chem. Rev. 103 2003 283 [7] D.J. Crowther N.C. Baenziger R.F. Jordan J. Am. Chem. Soc. 113 1991 1455 [8] X. Yang C.L. Stern T.J. Marks J. Am. Chem. Soc. 116 1994 10015 [9] H.H. Brintzinger D. Fischer R. Muelhaupt Angew. Chem. Int. Ed. 34 1995 1143 [10] M. Bochmann J. Chem. Soc. Dalton Trans. 1996 255 [11] L.K. Johnson C.M. Killian M. Brookhart J. Am. Chem. Soc. 117 1995 6414 [12] M.D. Leatherman S.A. Svejda L.K. Johnson J. Am. Chem. Soc. 125 2003 3068 [13] C.M. Killian D.J. Tempel L.K. Johnson J. Am. Chem. Soc. 118 1996 11664 [14] D.P. Gates S.A. Svejda E. Oñate Macromolecules 33 2000 2320 [15] L.K. Johnson, C.M. Killian, S.D. Arthur, et al., WO 96/23010 (1996). [16] M.S. Brookhart, L.K. Johnson, S.D. Arthur, et al., US Patent 5886224 (1999). [17] M.S. Brookhart, L.K. Johnson, C.M. Killian, et al., US Patent 5866663 (1999). [18] M. S. Brookhart, L. K. Johnson. C. M. Killian, et al., US Patent 5891963 (1999). [19] M.S. Brookhart, L.K. Johnson. C.M. Killian, et al., US Patent 5880241 (1999). [20] B.L. Small M. Brookhart A.M.A. Bennett J. Am. Chem. Soc. 120 1998 4049 [21] A.M.A. Bennett, WO 98/27124 (1998). [22] G.J.P. Britovsek V.C. Gibson B.S. Kimberley Chem. Commun. 1998 849 [23] G.J.P. Britovsek, B.A. Dorer, V.C. Gibson, et al., WO 99/12981 (1999). [24] V.C. Gibson, O.D. Hoarau, B.S. Kimberley, et al., WO 01/58966 (2001). [25] G.J.P. Britovsek V.C. Gibson O.D. Hoarau Inorg. Chem. 42 2003 3454 [26] G.J.P. Britovsek M. Bruce V.C. Gibson J. Am. Chem. Soc. 121 1999 8728 [27] B.L. Small M. Brookhart Macromolecules 32 1999 2120 [28] C. Pellecchia M. Mazzeo D. Pappalardo Macromol. Rapid Commun. 19 1998 651 [29] I.S. Paulino U. Schuchardt J. Mol. Catal. A: Chem. 211 2004 55 [30] L.K. Johnson S. Mecking M. Brookhart J. Am. Chem. Soc. 118 1996 267 [31] S. Mecking L.K. Johnson L. Wang J. Am. Chem. Soc. 120 1998 888 [32] L. Johnson A. Bennett K. Dobbs Polym. Mater. Sci. Eng. 86 2002 319 [33] S.J. McLain K.J. Sweetman L.K. Johnson Polym. Mater. Sci. Eng. 86 2002 320 [34] J.C. Jenkins M. Brookhart J. Am. Chem. Soc. 126 2004 5827 [35] F.A. Hicks M. Brookhart Org. Lett. 2 2000 219 [36] F.A. Hicks J.C. Jenkins M. Brookhart Organometallics 22 2003 3533 [37] F.A. Hicks M. Brookhart Organometallics 20 2001 3217 [38] G.J.P. Britovsek S.P.D. Baugh O. Hoarau Inorg. Chim. Acta 345 2003 279 [39] P.-L. Bres, V.C. Gibson, C.D.F. Mabille, et al., WO 98/49208 (1998). [40] N.A. Cooley S.M. Green D.F. Wass Organometallics 20 2001 4769 [41] V.C. Gibson A. Tomov A.J.P. White Chem. Commun. 2001 719 [42] J. Heinicke M. Koesling R. Bruell Eur. J. Inorg. Chem. 2000 299 [43] L.G.L. Ward Inorg. Synth. 13 1971 154 [44] H.T. Dieck M. Svoboda T. Grieser Z. Naturforsch 36b 1981 823 [45] H. van der Poel G. van Koten Synth. Commun. 8 1978 305",
      "scopus-id": "11844251158",
      "coredata": {
        "eid": "1-s2.0-S1381116904007927",
        "dc:description": "Bi-nickel-centre catalysts {[2,6-diisopropyl-C6H3 NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 NC(CH3)(CH3)CN2,6-diisopropyl-C6H3][NiCl2]2; R, CH(CH3)2, CH2CH3, CH3} were prepared by Schiff-base condensation of 2,3-butanedione with 2,6-diisopropylaniline and substituted bis-aniline, and subsequent metathesis reaction with (DME)NiCl2. Multi-nickel-centre catalysts {[(NC(CH3)(CH3)CN3,5-di-RC6H2 CH2 3′,5′-di-RC6H2 )NiCl2] n ; R, CH(CH3)2, n =4.0; R, CH2CH3, n =4.0; R, CH3, n =2.5} were prepared by Schiff-base condensation of 2,3-butanedione with substituted bis-aniline, and subsequent metathesis reaction with (DME)NiCl2. Comparing with mono-nickel-centre catalysts, the new catalysts have much bigger molecules, particularly the distance between every two active centres was controlled for bi-nickel-centre catalysts, and the distances among several active centres were controlled for multi-nickel-centre catalysts, resulting in the micro chemical environment of nickel centre being regulated. The catalytic evaluation clearly showed that this structural regulation had significant influence on catalytic activity. When the substitute was isopropyl or ethyl, the new catalysts demonstrated much higher catalytic activity than the corresponding mono-nickel-centre catalysts; but when the substitute was methyl, the new catalysts demonstrated lower catalytic activity than the corresponding mono-nickel-centre catalysts. The most efficient new catalyst was multi-nickel-centre catalyst with ethyl as substitute, which catalytic activity was high up to 3220gPE/(gNih) at 25°C with Al(MAO)/Ni ratio at 500.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-03-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904007927",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, He-Kuan"
          },
          {
            "@_fa": "true",
            "$": "Schumann, Herbert"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904007927"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904007927"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00792-7",
        "prism:volume": "227",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "New bi-nuclear and multi-nuclear α-diimine/nickel catalysts for ethylene polymerization",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "α-Diimine"
          },
          {
            "@_fa": "true",
            "$": "Nickel"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          },
          {
            "@_fa": "true",
            "$": "Ethylene"
          },
          {
            "@_fa": "true",
            "$": "Polyethylene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-161",
        "prism:endingPage": "161",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 March 2005",
        "prism:doi": "10.1016/j.molcata.2004.10.013",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/j.molcata.2004.10.013",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "188",
            "@width": "481",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18803",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1753",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "107",
            "@width": "514",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5769",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "26",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "756",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "364",
            "@width": "524",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27792",
            "@ref": "sc4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "87",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1987",
            "@ref": "sc4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "212",
            "@width": "371",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14907",
            "@ref": "sc5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1795",
            "@ref": "sc5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "585",
            "@width": "530",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "46185",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "84",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1901",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "747",
            "@width": "530",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "57179",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "66",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904007927-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1779",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/11844251158"
      }
    }
  }
}