{
  "metadata": {
    "title": "Stopped-flow study of the cyclopolymerization of 1,5-hexadiene with MgCl<ce:inf loc=post>2</ce:inf>-supported Ziegler catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-11-21",
    "doi": "10.1016/S1381-1169(97)00105-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997001052",
    "pii": "S1381116997001052"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030722481",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-05-21 1998-05-21 2010-03-25T02:32:37 1-s2.0-S1381116997001052 S1381-1169(97)00105-2 S1381116997001052 10.1016/S1381-1169(97)00105-2 S350 S350.2 HEAD-AND-TAIL 1-s2.0-S1381116900X01951 2015-05-15T05:56:33.668241-04:00 0 0 19971121 1997 1998-05-21T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 125 125 2 3 2 3 Volume 125, Issues 2–3 123 L81 L84 L81 L84 19971121 21 November 1997 1997-11-21 1997 converted-article cor Copyright © 1997 Published by Elsevier B.V. STOPPEDFLOWSTUDYCYCLOPOLYMERIZATION15HEXADIENEMGCL2SUPPORTEDZIEGLERCATALYST MORI H KEII 1987 583 T TERANO 1989 203 M MORI 1995 651 H MORI 1997 1249 H MARVEL 1958 1740 C MAKOWSKI 1964 1549 H CHENG 1988 825 H DOI 1989 643 Y COATES 1993 91 G MILLER 1995 441 S ZIEGLERCATALYSTSRECENTSCIENTIFICINNOVATIONSTECHNOLOGICALIMPROVEMENTS KEII 1995 947 T MORIX1997XL81 MORIX1997XL81XL84 MORIX1997XL81XH MORIX1997XL81XL84XH item S1381-1169(97)00105-2 S1381116997001052 1-s2.0-S1381116997001052 10.1016/S1381-1169(97)00105-2 271358 2010-09-29T16:29:53.143418-04:00 1997-11-21 1-s2.0-S1381116997001052-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001052/MAIN/application/pdf/824c10ad8d920ef0a449972fe8f2a19c/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001052/MAIN/application/pdf/824c10ad8d920ef0a449972fe8f2a19c/main.pdf main.pdf pdf true 317453 MAIN 4 1-s2.0-S1381116997001052-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997001052/PREVIEW/image/png/e2464f20db4fd9ef7a7b867a086e50dc/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997001052/PREVIEW/image/png/e2464f20db4fd9ef7a7b867a086e50dc/main_1.png main_1.png png 68295 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 125 (1997) L81-L84 ~ JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL Letter Stopped-flow study of the cyclopolymerization of 1,5-hexadiene with MgC12-supported Ziegler catalyst Hideharu Moil, Hide:yuki Yamada, Hiroyuki Kono, Minoru Terano * School of Materials Science, Japan Advance~ r Institute of Science and Technology, 1-1 Asahidai, Tatsunokuchi, Ishikawa 923-12, Japan 1~ eceived 24 April 1997; accepted 17 May 1997 Abstract The initial polymerization stage of 1,5-hexadiene catalyzed by a MgC12-supported Ziegler catalyst was investigated by means of the stopped-flow method. The polymerization proceeded in toluene at 30 within the extremely short period (< 0.2 s) to give a solid polymer in which 92% of monomer units cyclized and 42% of the cyclopentane rings were trans. It was observed that the polymer yield and inolecular weight were proportional to the polymerization time up to 0.2 s, while the molecular weight distribution and the microstructure of the polymer obtained were constant under the condition. It revealed that the polymerization of 1,5-hexadiene with a MgC12-supported Ziegler catalyst could be performed under quasi-living stage by virtue of the stopped-flow method. 1997 Elsevier Science B.V. Keywords: MgC12-supported Ziegler catalyst; 5 topped-flow method; Quasi-living polymerization; Cyclopolymefization 1. Introduction Living polymerization is of great importance as a tool for the synthesis of tailer-made poly- mers with predictable, well-defined structure. It is natural that recent advances in ?olymer syn- thesis have involved developments of new liv- ing polymerization systems proceeding via a variety of mechanisms. For the coordination polymerization of olefins with Ziegler-Natta catalysts, chain growth occurs via olefin inser- tion into a metal-carbon bond, u hereas unfa- vorable reactions serve as chain termination or transfer steps. The inevitable side reactions, like the catalyst deactivation and various transfer Corresponding author. Fax: (81-761) 511-6~ 5. reactions, make it difficult to achieve the living system. Therefore, research for the discovery of novel living system in olefin polymerization still attracts both academic and industrial inter- ests. The stopped-flow method, by which the reac- tion can be conducted within the extremely short period (approx. 0.1 s), has been applied for the investigation of the kinetic behaviors on the initial stage of propene polymerization with MgC12-supported Ziegler catalysts [1-4]. The attractive feature of the method is that the poly- merization can be performed under a quasi-liv- ing stage, at which the states of the active sites are constant without time-dependent change, and the catalyst deactivation and chain transfer reac- tion can be negligible. However, the quasi-liv- ing polymerization system by virtue of the 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. PllS1381-1169(97)00105-2 L82 1f. Mori et al. / Journal of Molecular Catalysis A: Chemical 125 (1997) L81-L84 stopped-flow technique has been only focused on the propene polymerization. Polymerization of 1,5-hexadiene with various Ziegler-Natta catalysts is known to give the mixture of cyclic and uncyclic polymers. TiC12/trialkylaluminum [5,6], TiC13/diethyl- aluminum chloride [7], and vanadium catalyst system [8] were used for the purpose. Way- mouth et al. demonstrated that the cyclopoly- merization with homogeneous metallo- cene/methylaluminoxane catalyst systems un- der an appropriate condition gave unique poly(methylene-l,3-cyclopentane) with high se- lectively [9,10]. The cyclopolymerization ex- hibits a rapid chain growth reaction during which a conventional insertion of a vinyl group into the metal-carbon bond is followed by an intra- molecular insertion resulting in a cyclization. In this article, the results on the stopped-flow polymerization of 1,5-hexadiene catalyzed by a MgC12-supported Ziegler catalyst are presented as a part of our program of investigating novel polymerization system having a quasi-living character. 2. Experimental part 2.1. Catalyst and materials The MgCl~-supported Ziegler catalyst used in this study was prepared according to the method reported previously [3,4]. Ti content of the cata- lyst was 0.40 mmol Ti/g cat. 1,5-Hexadiene (purchased from Tokyo Chemical Industry) was refluxed and distilled over Call2. Triethylalu- minum (TEA, donated by Tosoh Akzo) was used as toluene solution. the catalyst and co-catalyst solution in toluene (100 ml) including 0.10 mol of 1,5-hexadiene ([M]total = 1.0 M) were placed in the vessels, respectively. The slurry and the solution were forced to flow simultaneously through a Teflon tube from vessels into a flask containing a quenching agent with a small pressure of nitro- gen. The polymerization occurred in the Teflon tube from the contacting point of the catalyst and co-catalyst to the quenching point in the flask. The polymerization time was adjusted by the length of the Teflon tube. The polymer obtained was washed with distilled water and dried in vacuo at 60 for 2 h. 2.3. Measurements Molecular weight and its distribution of the polymer obtained were determined by gel per- meation chromatography (GPC, Senshu SSC- 7100) with polystyrene gel column (Jordi Gel DVB, Mixed-Bed) at 160 using o-dichlorobe- nzene as a solvent. Calibration was conducted with polystyrene standards. 13C NMR spectra were recorded with a Varian Gemini300 spec- trometer at 120 in 1,2,4-trichlorobenzene. 10% (v/v) Benzene-d6 was added as internal lock. 13C NMR spectra were obtained on 20%(w/v) solution (pulse width--90 delay time = 5 s) and hexamethyldisiloxane was used as internal chemical shift reference. The stereos- electivity of the polymer regarding the cis/trans of cyclopentane ring structure was determined from 13C NMR spectrum of the polymers ac- cording to the data reported previously [7,9]. 3. Results and discussion 2.2. Polymerization The polymerization was performed with the catalyst (1.2 g) and TEA (14 mmol, AI/Ti mol ratio--- 30) in toluene at 30 using a stopped- flow apparatus according to the method reported previously [2,4]. The toluene slurry (100 ml) of As mentioned in Section 1, polymerization of 1,5-hexadiene with Ziegler-Natta catalysts pro- ceeds readily to give the mixture of cyclic and uncyclic polymers. Concerning the cyclopoly- mer obtained, it has four possible structures including both the cis/trans stereochemistry of ring and relative stereochemistry between rings. H. Mori et al. / Jc,urnal of Molecular Catalysis A: Chemical 125 (1997) L81-L84 L83 It must be noted that the microstructure of the polymer obtained from 1,5-hexadtene is depen- dent strongly on the catalyst syslem and poly- merization conditions. Polymerization of 1,5-hexadiene was per- formed with the MgC12-supportec Ziegler cata- lyst using TEA in toluene at 30? by means of stopped-flow method. At the polymerization time of 0.1 s, the polymerization afforded a solid polymer in which 92% of monomer units cyclized. Stereoselectivity of poly(methylene- 1,3-cyclopentane) determined by ~3C NMR was approximately 58:42 ratio between cis and trans five-membered rings. The value of the catalyst activity at 0.1 s was 110 g polymer/g Ti, which was less than one-half of the value for propene polymerization (approx. 300 g p~lypropene/g Ti at 0.1 s). The time-course of the polymerization of 1,5-hexadiene was followed during the initial stage, the results of which were saown in Figs. 1 and 2. Polymer yield was appa:;ently propor- tional to the polymerization time np to 0.2 s, at which the monomer conversion was less than 1%. There were no induction period, indicating that the formation of the active sites was so 250 200 0 E 150 E 0 100 C ,R 50 0 0 I I I 4000 3000 2000 1000 0 < 0.05 0.1 0.15 0.2 Polymerization time in s Fig. I. The dependence of polymer yield (Q) a!ld catalyst activity ( ) on the polymerization time. The polymerization of 1,5- hexadiene was carried out with a MgC12-supp0rted Ziegler cata- lyst in the presence of AI(C2Hs)3 at 30 in toluene using stopped-flow method. Polymerization conditii~ns: [M]= 1.0 M, catalyst = 1.2 g, AI(C2Hs)3 = 14 mmol (0.07 M), Al/Ti mole ratio = 30. IX 15000 10000 5000 3 0 2 0 0.2 I I I 0.05 0.1 0.15 t- 5 IX 4 Polymerization time in s Fig. 2. The dependence of molecular weight (C)) and molecular weight distribution ([3) of the resulting polymer on the poly- merization time. The conditions of the polymerization are shown in Fig. 1. rapid within approx. 0.01 s. Converting the polymer yield into the catalyst activity at regu- lar time intervals, the value was estimated to be 1200 + 100 g polymer/g Ti s, which was al- most constant over the range of the condition. As can be seen in Fig. 2, the molecular weight of polymer increased linearly with polymeriza- tion time, while molecular weight distribution was almost kept constant up to 0.2 s. Further- more, no difference was observed on the mi- crostructure (selectivity for cyclization = 92 + 1%, trans ring stereoselectivity = 42 __ 1%) of the resulting polymer under the condition. These results apparently indicate that the polymeriza- tion proceeds without chain transfer and termi- nation reactions, and that the active sites of the catalyst are constant at the initial polymerization stage. The polymerization of 1,5-hexadiene with a MgC12-supported Ziegler catalyst was consid- ered to proceed under a quasi-living stage by virtue of the stopped-flow method. Therefore, the stopped-flow polymerization of 1,5- hexadiene will be useful for the estimation of the explicit relationship between the nature of the active sites on the catalyst and polymer structure obtained as well as the evaluation of the parameters for stereospecificity in olefin polymerization. L84 H. Mori et al./ Journal of Molecular Catalysis A: Chemical 125 (1997) L81-L84 At the prolonged polymerization time (1.2 s), the catalyst activity was 1180 g polymer/g Ti- s, indicating the persistency of the catalyst activity. Although the monomer conversion was about 4%, the molecular weight approached to maximum value of about 25000. It was clear that the chain transfer reaction occurred at the prolonged polymerization time, which was simi- lar behavior for the propene polymerization. The value of molecular weight distribution was kept constant up to 1.2 s (Mw/Mn = 3.0) even if the chain transfer reaction proceeded with the propagation reaction. On the basis of these re- sults, it is considered that the reason for the broad molecular weight distribution at the initial polymerization stage is the existence of non- uniform active centers in the catalyst system proposed by Keii [2,11]. Therefore, the broad molecular weight distribution of resulting poly- mer seems to be inevitable for olefin poly- merization with heterogeneous MgC12-sup- ported Ziegler catalysts. In summary, the initial polymerization stage of 1,5-hexadiene catalyzed by typical MgC12- supported Ziegler catalyst has been introduced as a new quasi-living polymerization system. Because unfavorable side reactions can be neg- ligible, the stopped-flow technique will be use- ful from the view point of the observation of the relationship between the nature of the active sites on the catalyst and polymer structure ob- tained from not only the cyclopolymerization but also propene polymerization with MgC12- supported Ziegler catalysts. Further investiga- tions involving kinetic study are now in progress, the results of which will be reported in a forth- coming paper. Acknowledgements The authors are grateful to Toho Titanium Co., Ltd., Chisso Corp. and Tosoh Akzo Corp. for their support and donation to our laboratory. The authors also thank to Associate Professor Nobuhiko Yui for his variable advises for this work. References [1] T. Keii, M. Terano, K. Kimura, K. Ishii, Makromol. Chem. Rapid Commun. 8 (1987) 583. [2] M. Terano, T. Kataoka, T. Keii, J. Mol. Cat. 56 (1989) 203. [3] H. Mori, K. Tashino, M. Terano, Macromol. Rapid Com- mun. 16 (1995) 651. [4] H. Mori, H. Iguchi, K. Hasebe, M. Terano, Macromol. Chem. Phys. 198 (1997) 1249. [5] C.S. Marvel, J.K. Stille, J. Am. Chem. Soc. 80 (1958) 1740. [6] H.S. Makowski, B.K.C. Shim, Z.W. Wilchinsky, J. Polym. Sci. A 2 (1964) 1549. [7] H.N. Cheng, N.P. Khasat, J. Appl. Polym. Sci. 35 (1988) 825. [8] Y. Doi, N. Tokuhiro, K. Soga, Makromol. Chem. 190 (1989) 643. [9] G.W. Coates, R.M. Waymouth, J. Am. Chem. Soc. 115 (1993) 91. [10] S.A. Miller, R.M. Waymouth, in: G. Fink, R. Miilhaupt, H.H. Brintzinger (Eds.), Ziegler Catalysts, Recent Scientific Innovations and Technological Improvements, Springer- Verlag, Berlin, 1995, p. 441. [11] T. Keii, Macromol. Theory Simul. 4 (1995) 947. MOLCAA 97001052 S1381-1169(97)00105-2 10.1016/S1381-1169(97)00105-2 Chemical and metal complex catalysis Letter Stopped-flow study of the cyclopolymerization of 1,5-hexadiene with MgCl2-supported Ziegler catalyst Hideharu Mori Hideyuki Yamada Hiroyuki Kono Minoru Terano ∗ School of Materials Science, Japan Advanced Institute of Science and Technology, 1-1 Asahidai, Tatsunokuchi, Ishikawa 923-12, Japan ∗ Corresponding author. Fax: (81-761) 511-625. The initial polymerization stage of 1,5-hexadiene catalyzed by a MgCl2-supported Ziegler catalyst was investigated by means of the stopped-flow method. The polymerization proceeded in toluene at 30°C within the extremely short period (<0.2 s) to give a solid polymer in which 92% of monomer units cyclized and 42% of the cyclopentane rings were trans. It was observed that the polymer yield and molecular weight were proportional to the polymerization time up to 0.2 s, while the molecular weight distribution and the microstructure of the polymer obtained were constant under the condition. It revealed that the polymerization of 1,5-hexadiene with a MgCl2-supported Ziegler catalyst could be performed under quasi-living stage by virtue of the stopped-flow method. Keywords MgCl2-supported Ziegler catalyst Stopped-flow method Quasi-living polymerization Cyclopolymerization References [1] T Keii M Terano K Kimura K Ishii Makromol. Chem. Rapid Commun. 8 1987 583 [2] M Terano T Kataoka T Keii J. Mol. Cat. 56 1989 203 [3] H Mori K Tashino M Terano Macromol. Rapid Commun. 16 1995 651 [4] H Mori H Iguchi K Hasebe M Terano Macromol. Chem. Phys. 198 1997 1249 [5] C.S Marvel J.K Stille J. Am. Chem. Soc. 80 1958 1740 [6] H.S Makowski B.K.C Shim Z.W Wilchinsky J. Polym. Sci. A 2 1964 1549 [7] H.N Cheng N.P Khasat J. Appl. Polym. Sci. 35 1988 825 [8] Y Doi N Tokuhiro K Soga Makromol. Chem. 190 1989 643 [9] G.W Coates R.M Waymouth J. Am. Chem. Soc. 115 1993 91 [10] S.A Miller R.M Waymouth G Fink R Mülhaupt H.H Brintzinger Ziegler Catalysts, Recent Scientific Innovations and Technological Improvements 1995 Springer-Verlag Berlin 441 [11] T Keii Macromol. Theory Simul 4 1995 947",
      "scopus-id": "0030722481",
      "coredata": {
        "eid": "1-s2.0-S1381116997001052",
        "dc:description": "The initial polymerization stage of 1,5-hexadiene catalyzed by a MgCl2-supported Ziegler catalyst was investigated by means of the stopped-flow method. The polymerization proceeded in toluene at 30°C within the extremely short period (<0.2 s) to give a solid polymer in which 92% of monomer units cyclized and 42% of the cyclopentane rings were trans. It was observed that the polymer yield and molecular weight were proportional to the polymerization time up to 0.2 s, while the molecular weight distribution and the microstructure of the polymer obtained were constant under the condition. It revealed that the polymerization of 1,5-hexadiene with a MgCl2-supported Ziegler catalyst could be performed under quasi-living stage by virtue of the stopped-flow method.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-11-21",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997001052",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mori, Hideharu"
          },
          {
            "@_fa": "true",
            "$": "Yamada, Hideyuki"
          },
          {
            "@_fa": "true",
            "$": "Hiroyuki, Kono"
          },
          {
            "@_fa": "true",
            "$": "Terano, Minoru"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997001052"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997001052"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00105-2",
        "prism:volume": "125",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Stopped-flow study of the cyclopolymerization of 1,5-hexadiene with MgCl2-supported Ziegler catalyst",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "MgCl2-supported Ziegler catalyst"
          },
          {
            "@_fa": "true",
            "$": "Stopped-flow method"
          },
          {
            "@_fa": "true",
            "$": "Quasi-living polymerization"
          },
          {
            "@_fa": "true",
            "$": "Cyclopolymerization"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L81-L84",
        "prism:endingPage": "L84",
        "pubType": "cor",
        "prism:coverDisplayDate": "21 November 1997",
        "prism:doi": "10.1016/S1381-1169(97)00105-2",
        "prism:startingPage": "L81",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00105-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030722481"
      }
    }
  }
}