{
  "metadata": {
    "title": "Characterization and reactivity of SnO<ce:inf loc=post>2</ce:inf>-doped V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf>/γ-Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> catalysts in dehydrogenation of isobutane to isobutene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-11-01",
    "doi": "10.1016/j.molcata.2004.07.016",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904004455",
    "pii": "S1381116904004455"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-4544369930",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-08-26 2004-08-26 2010-03-28T13:36:59 1-s2.0-S1381116904004455 S1381-1169(04)00445-5 S1381116904004455 10.1016/j.molcata.2004.07.016 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01987 2015-05-15T05:56:32.920819-04:00 0 0 20041101 2004 2004-08-26T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 221 221 1 2 1 2 Volume 221, Issues 1–2 23 163 168 163 168 20041101 1 November 2004 2004-11-01 2004 article fla Copyright © 2004 Elsevier B.V. All rights reserved. CHARACTERIZATIONREACTIVITYSNO2DOPEDV2O5AL2O3CATALYSTSINDEHYDROGENATIONISOBUTANEISOBUTENE FU Y 1 Introduction 2 Experimental 2.1 Catalysts 2.2 Characterization 2.3 Catalytic test 3 Results and discussion 4 Conclusion Acknowledgment References BLASCO 1997 117 T MAMEDOV 1995 1 E DUTOIT 1997 275 D AMIRIDIS 1999 111 M SPENCER 1989 399 N PARMALIANA 1995 231 A FIERO 1988 323 J GRZYBOWSKASWIERKOSZ 1997 1 420 B LAKSHMI 2001 199 J WILDBERGER 1998 69 M HIROYUKI 1999 189 K HARLIN 2000 67 M HARLIN 2001 242 M KHODAKOV 1999 205 A LOPEZNIETO 1990 235 J LOPEZNIETO 1999 324 J CORMA 1993 425 A WACHS 1997 67 I DEO 1994 323 G SUN 1997 91 Q BLASCO 1997 203 T BOND 1991 1 G WANG 2001 103 G MA 2002 1733 H MA 2002 857 H MA 2003 903 H GAO 1999 618 X JEHNG 1998 5816 J VUURMAN 1992 5008 M WACHS 1996 437 I CORTEZ 2002 197 G HERRMANN 2003 177 J RISTIC 2002 270 M ONO 1981 343 T LUO 1992 257 X FUX2004X163 FUX2004X163X168 FUX2004X163XY FUX2004X163X168XY item S1381-1169(04)00445-5 S1381116904004455 1-s2.0-S1381116904004455 10.1016/j.molcata.2004.07.016 271358 2010-10-15T16:15:03.512778-04:00 2004-11-01 1-s2.0-S1381116904004455-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/MAIN/application/pdf/806a4e9bdbec338b26b17c1011d96e1d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/MAIN/application/pdf/806a4e9bdbec338b26b17c1011d96e1d/main.pdf main.pdf pdf true 364084 MAIN 6 1-s2.0-S1381116904004455-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/PREVIEW/image/png/c307d6b5df2c7cba80746ca448ae51ab/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/PREVIEW/image/png/c307d6b5df2c7cba80746ca448ae51ab/main_1.png main_1.png png 59999 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904004455-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/STRIPIN/image/gif/c8f1bccd17e6fa7b208508adc7957d28/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/STRIPIN/image/gif/c8f1bccd17e6fa7b208508adc7957d28/si3.gif si3 si3.gif gif 1696 35 356 ALTIMG 1-s2.0-S1381116904004455-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/STRIPIN/image/gif/5cef4dd7d930fe914ef6be2dd7d47738/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/STRIPIN/image/gif/5cef4dd7d930fe914ef6be2dd7d47738/si2.gif si2 si2.gif gif 2580 63 277 ALTIMG 1-s2.0-S1381116904004455-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/STRIPIN/image/gif/5df3ccbb5c19198565c3a0744f878d32/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/STRIPIN/image/gif/5df3ccbb5c19198565c3a0744f878d32/si1.gif si1 si1.gif gif 2317 62 277 ALTIMG 1-s2.0-S1381116904004455-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr1/THUMBNAIL/image/gif/014f8243877ce361b073a47ee2b11518/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr1/THUMBNAIL/image/gif/014f8243877ce361b073a47ee2b11518/gr1.sml gr1 gr1.sml sml 2556 51 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904004455-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr1/DOWNSAMPLED/image/jpeg/6bc0fecbfe06e2b5b381c226351cdaee/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr1/DOWNSAMPLED/image/jpeg/6bc0fecbfe06e2b5b381c226351cdaee/gr1.jpg gr1 gr1.jpg jpg 56997 284 699 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004455-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr2/THUMBNAIL/image/gif/148c1a52fda65b37251c508dbb2c94be/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr2/THUMBNAIL/image/gif/148c1a52fda65b37251c508dbb2c94be/gr2.sml gr2 gr2.sml sml 2053 52 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904004455-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr2/DOWNSAMPLED/image/jpeg/22d975a1886e17354edb38e3c0ae2db8/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr2/DOWNSAMPLED/image/jpeg/22d975a1886e17354edb38e3c0ae2db8/gr2.jpg gr2 gr2.jpg jpg 43415 287 687 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004455-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr3/THUMBNAIL/image/gif/fad7ca14a99a1f7bd64645c1b587e4c1/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr3/THUMBNAIL/image/gif/fad7ca14a99a1f7bd64645c1b587e4c1/gr3.sml gr3 gr3.sml sml 2793 93 95 IMAGE-THUMBNAIL 1-s2.0-S1381116904004455-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr3/DOWNSAMPLED/image/jpeg/bed7155516712f325a1b4b58a6899626/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr3/DOWNSAMPLED/image/jpeg/bed7155516712f325a1b4b58a6899626/gr3.jpg gr3 gr3.jpg jpg 83605 576 588 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004455-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr4/THUMBNAIL/image/gif/1f8e766353495a01cd4c0198f90e1aff/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr4/THUMBNAIL/image/gif/1f8e766353495a01cd4c0198f90e1aff/gr4.sml gr4 gr4.sml sml 2016 56 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904004455-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/gr4/DOWNSAMPLED/image/jpeg/ad5e41386a4320e9e97a2200eaf6a02d/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/gr4/DOWNSAMPLED/image/jpeg/ad5e41386a4320e9e97a2200eaf6a02d/gr4.jpg gr4 gr4.jpg jpg 29770 257 572 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904004455-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/fx1/THUMBNAIL/image/gif/e76d1facc23d3e92d7e40860ed8508e3/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/fx1/THUMBNAIL/image/gif/e76d1facc23d3e92d7e40860ed8508e3/fx1.sml fx1 true fx1.sml sml 2574 93 112 IMAGE-THUMBNAIL 1-s2.0-S1381116904004455-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904004455/fx1/DOWNSAMPLED/image/jpeg/9387bc152bdf935576bb3f4bc1f5a2a5/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904004455/fx1/DOWNSAMPLED/image/jpeg/9387bc152bdf935576bb3f4bc1f5a2a5/fx1.jpg fx1 true fx1.jpg jpg 14771 205 246 IMAGE-DOWNSAMPLED MOLCAA 4736 S1381-1169(04)00445-5 10.1016/j.molcata.2004.07.016 Elsevier B.V. Fig. 1 XRD patterns of V2O5/γ-Al2O3, Sn-doped V2O5/γ-Al2O3 and SnO2/γ-Al2O3 catalysts. Fig. 2 Raman spectra of γ-Al2O3, SnO2/γ-Al2O3 and V2O5/γ-Al2O3 catalyst with and without SnO2. Fig. 3 TPR profile of samples. Fig. 4 XPS spectra of undoped, Sn-doped V2O5/γ-Al2O3 and SnO2/γ-Al2O3. Table 1 Dehydrogenation of isobutane over bare and Sn-doped V2O5/γ-Al2O3 catalysts and its specific surface area Catalysts Conversion of isobutane (%) Selectivity to isobutene (%) S BET (m2/g) Undoped 38.6 89.0 137 SnO2 1.5wt.%–V2O5/Al2O3 40.5 92.8 126 SnO2 3wt.%–V2O5/Al2O3 44.5 92.3 144 SnO2 6wt.%–V2O5/Al2O3 39.0 92.9 132 SnO2 7.5wt.%–V2O5/Al2O3 38.6 91.4 131 At 590°C, GHSV = 1000h−1, vanadium oxide content is 10wt.% and reacted for 30min. Table 2 Comparison of TPR Results of pure SnO2, SnO2/Al2O3, V2O5/Al2O3, V2O5/SnO2 and SnO2–V2O5/Al2O3 series Samples Reduction temperatures (°C) Notes T1 T2 T3 SnO2 15%/Al2O3 690 Crystalline SnO2 detected by XRD SnO2 7.5%/Al2O3 630 SnO2 3%/Al2O3 600 SnO2 3%–V2O5 1%/Al2O3 430 500 585 SnO2 3%–V2O5 3%/Al2O3 430 500 580 SnO2 3%–V2O5 10%/Al2O3 400 500 SnO2 1.5%–V2O5 10%/Al2O3 430 515 SnO2 7.5%–V2O5 10%/Al2O3 440 530 660 Crystalline SnO2 detected by XRD V2O5 10%/Al2O3 540 V2O5 3%/SnO2 440 750 SnO2 750 Characterization and reactivity of SnO2-doped V2O5/γ-Al2O3 catalysts in dehydrogenation of isobutane to isobutene Yinghuan Fu Hongchao Ma Zhenlü Wang Wanchun Zhu Tonghao Wu Guo-jia Wang * Department of Chemistry, Jilin University, Changchun 130023, PR China * Corresponding author. Tel.: +86 431 8499144; fax: +86 431 5262225. Graphical abstract Raman spectra shows that Raman band of crystalline vanadia at 144, 199, 283, 405, 490, 524, 696 and 995cm−1 is not detected and Raman band of isolated monomeric vanadyl species at 1039cm−1 is observed after addition of tin. However, higher amounts of SnO2 (7.5wt.%) lead to the formation of more agglomarated vanadia (Raman band at 750 and 1006cm−1). Alumina-supported vanadium oxide catalysts (V2O5 ∼ 10wt.%) with and without SnO2 were tested in the dehydrogenation of isobutane at 590°C under atmospheric pressure and were characterized by BET, XPS, TPR, XRD and RAMAN. It is found that the electron interaction exists between V and Sn oxide species on the surface of support. The doping of appropriate amount of SnO2 leads to that the surface vanadia of catalysts is more reduced and is more highly dispersed than undoped catalyst. V2O5/γ-Al2O3 catalyst with 3wt.% of SnO2, exhibited higher reactivity in dehydrogenation of isobutane to isobutene. Keywords Vanadium oxide catalyst SnO2 Isobutane Dehydrogenation Isobutene 1 Introduction Supported vanadium oxides have been studied for a long time as catalysts for several reactions like selective oxidation of hydrocarbons, ammoxidation, selective catalytic reduction (SCR) of NO x with NH3, oxidative dehydrogenation and dehydrogenation of light alkanes to the corresponding alkenes [1–18]. Depending on the specific oxide support (e.g. SiO2, Al2O3, TiO2, ZrO2), preparation method, thermal treatment, V2O5 loading and presence of additives vanadia catalysts may show different catalytic activity and selectivity for oxidation and oxidative dehydrogenation of hydrocarbons [19–24]. We have already reported the dehydrogenation of isobutane to isobutene on V2O5/γ-Al2O3 by impregnation method and the effects of the addition of K and La to V2O5/γ-Al2O3 catalysts on their acidic properties and surface structures [25–28]. In the present paper, in order to enhance the activity of alumina-supported vanadia catalysts for the dehydrogenation of isobutane to isobutene, we prepared SnO2–V2O5/γ-Al2O3 catalysts by impregnation method. The effect of SnO2 addition on the activity of V2O5/γ-Al2O3 catalysts for the dehydrogenation of isobutane to isobutene and on the structure of catalysts was investigated by BET, XPS, TPR and RAMAN. 2 Experimental 2.1 Catalysts The catalysts with 10wt.% V2O5 loading on alumina were prepared by the impregnation method. The desired amount of SnCl4·5H2O and NH4VO3 solution was added into γ-Al2O3 (161m2/g, Beijing Research Institute of Chemical Industry), then it was dried upon stirring on water bath at 70°C for 2h. The samples were further dried at 120°C for 8h and calcined in air at 550°C for 15h. 2.2 Characterization The BET surface area of the samples, S BET, was obtained in an ASAP 2010 apparatus, following the BET method from N2 (99.999%) adsorption isotherms at 77K. Temperature programmed reduction (TPR) measurements were performed in a quartz tube with 30mg catalyst in a dried gas mixture of H2/Ar with a ratio 1/19. The tubular furnace was linearly heated from room temperature to 900°C at a heating rate of 15°C/min. The hydrogen consumption was detected by thermal conductivity detector (TCD). XPS spectra were recorded by using a VG-ESCA lab MKII spectrometer working in the constant analyzer energy mode with a pass energy of 50eV and Mg Kα radiation as the excitation source. The C1s lines were taken as internal references. A UV-visible Infinity Micro-Spectrometer (JY Co., France) was used to obtain Raman spectra. Raman scattering was operated at a power output of 260mW. The samples were activated at 873K in O2 for 1h and stored in a sealed glass tube prior to the measurements. The X-ray diffraction pattern were obtained by a Shimadzu XRD-6000 diffractometer with a Nickel filtered Cu Kα radiation (λ = 0.15406nm), power 40KV, 30mA. 2.3 Catalytic test The catalytic tests were carried out in a conventional fixed bed flow apparatus. The reactor was made of a stainless steel tube, in which a thermocouple was inserted to measure the temperature of the catalyst bed. Amount of 0.5g of catalyst was loaded in the reactor. The reaction gas was 99.9% isobutane and the space velocity was about 1000h−1. The reactant and the products were analyzed using a Shimadzu GC-8A gas chromatography with column of AgNO3–benzyl at room temperature and Shimadzu C-R6A data-detector. A small amount of by-products such as methane, ethane, propane, butane, propene, 1-butene and 2-butene were detected besides isobutene. Blank experiments were performed to find the homogeneous contributions to the net reaction. The reactor operates under isothermal, steady-state condition used in the present study. Conversion, selectivity and carbon balance are calculated by using the following formulae: (there products is also containing inconverted reactant) isobutane conversion ( % ) = moles of isobutane converted moles of isobutane in feed × 100 isobutene selectivity ( % ) = moles of isobutene formed moles of isobutane converted × 100 C-balance ( % ) = moles of carbon in products moles of carbon in feed × 100 Carbon balance is equal to 1 under the experimental conditions used in the present study. 3 Results and discussion The activity of isobutane dehydrogenation over bare and SnO2-doped V2O5/γ-Al2O3 catalysts and its specific surface area are listed in Table 1 . The conversion of isobutane increases with increase of SnO2 loading and the conversion of isobutane reaches a maximum value when the SnO2 loading is 3wt.%. Furthermore, the selectivity of isobutene is higher after doping SnO2. The catalytic behavior of samples showed that the influence of SnO2 loading in alumina-supported V2O5 catalysts is strong on their catalytic properties during the dehydrogenation of isobutane to isobutene. It can be found from Table 1 that specific surface area of the catalysts does not exhibit obvious change in a certain extent after doping SnO2. The XRD patterns of catalysts are showed in Fig. 1 . The crystalline V2O5 was not detected in the V2O5/γ-Al2O3 and Sn-doped V2O5/γ-Al2O3 catalysts (see Fig. 1a), which suggested that vanadium oxide well dispersed on surface of support γ-Al2O3 when vanadium oxide loading is 10wt.%. Whereas, the X-ray diffraction peaks of crystalline SnO2 is found when SnO2 loading is 7.5wt.% for Sn-doped V2O5/γ-Al2O3(see Fig. 1a) and SnO2 loading is 15wt.% for SnO2/γ-Al2O3(see Fig. 1b). According to the results shown in Table 1, it can be concluded that addition of excessive tin oxide results in formation of crystalline SnO2 and decrease improving role of SnO2 on catalytic properties of V2O5/γ-Al2O3 catalysts. Raman spectroscopy is a very sensitive technique for the detection of both crystalline and X-ray amorphous V2O5, since V2O5 is a strong Raman scatterer. In order to better understand the effect of tin oxide on the structure of surface vanadia, Raman spectroscopy was used to characterize structure of surface vanadia. The Raman spectra of γ-Al2O3, SnO2/γ-Al2O3 and V2O5/γ-Al2O3 catalyst with and without SnO2 are shown in Fig. 2 . The alumina supports do not exhibit any Raman bands or only very weak ones in the 200–1200cm−1 region due to the low polarizability of light atoms and the ionic character of the Al–O bonds. Raman band at 144, 199, 283, 405, 490, 524, 696 and 995cm−1 is observed for V2O5/γ-Al2O3, these Raman bonds have been assigned to crystalline vanadia [16], although the presence of V2O5 crystallites on V2O5/γ-Al2O3 is not known from XRD studies. Spectroscopic evidence at 1019cm−1 was also found for the presence of polymeric species [29] on the V2O5/γ-Al2O3. Whereas, the Raman bands of crystalline vanadia is not found for V2O5/γ-Al2O3 catalyst with SnO2. Isolated monomeric vanadyl species giving rise to the obvious Raman band at 1039cm−1 [30] and polymeric vanadyl species giving rise to the weak broad Raman band at (750cm−1 [31,32] are observed for SnO2 3wt.%–V2O5/γ-Al2O3 catalyst. With SnO2 loading rise up to 7.5wt.%, the isolated monomeric vanadyl species giving rise to the Raman band at 1039cm−1 disappears and polymeric vanadyl species giving rise to the broad Raman band at 766cm−1 enhances. At one time, Raman band at 1006cm−1 is attributed to polymeric vanadia species [33] is also detected for SnO2 7.5wt.%–V2O5/γ-Al2O3. The Raman spectra of V2O5/γ-Al2O3 catalyst with and without SnO2 indicates that the doping of appropriate amount of SnO2 leads to the surface vanadia of catalysts is more highly dispersed than undoped catalyst. Furthermore, we attended also to that a obvious Raman feature of SnO2 crystallites at (630cm−1 [34,35] is observed for SnO2 15wt.%/γ-Al2O3, and that the absence of Raman feature of SnO2 crystallites at (630cm−1 for SnO2 7.5wt.%–V2O5/γ-Al2O3. The absence of Raman feature of SnO2 crystallites for SnO2 7.5wt.%–V2O5/γ-Al2O3 is attributed to lower crystallization of SnO2 (towards to amorphous) than in SnO2 15wt.%/γ-Al2O3 and since V2O5 spectrum become predominant under this conditions. This is consistent with the Herrmann et al. [34] and Ristić et al. [35] studies on Raman spectra of tin oxide. The TPR spectra of pure SnO2, SnO2/Al2O3, V2O5/Al2O3, V2O5/SnO2 and SnO2–V2O5/Al2O3 series are shown in Fig. 3 and the corresponding TPR results are listed in Table 2 . Fig. 3a shows that only one hydrogen consumption peak at 540°C with obvious asymmestry is observed for V2O5 10wt.%/γ-Al2O3 catalyst in the TPR profiles. Whereas, a new hydrogen consumption peak about at 400–430°C front it is detected in the TPR profiles after addition of SnO2. The reduction behavior of V2O5/γ-Al2O3 catalysts obviously depends on the SnO2 loading. The reduction temperature decreased with the increase of SnO2 loading, while the reduction temperature increases when SnO2 loading exceed 3wt.%. The intensity of new peak at 400–430°C increases gradually with increase of SnO2 loading and the third hydrogen consumption peak about at 660°C is also found when the SnO2 content is 7.5wt.% (crystalline SnO2 detected by XRD see Fig. 1a). Regarding the attribution of three peaks, we also study in detail in present work. The TPR profiles of SnO2/Al2O3 with different SnO2 loading are shown in Fig. 2b. The reduction temperature of SnO2 on support Al2O3 increases with increase of SnO2 loading, the reduction temperature reaches 690°C when SnO2 loading up to 15wt.% and that crystalline SnO2 appears (see Fig. 1b). It is obvious that SnO2 dispersed better on support is more reduced. By comparison of the profiles of SnO2 7.5wt.%–V2O5/γ-Al2O3 and SnO2 15wt.%/Al2O3, we may concluded that the third reduction peak at 660°C is assigned to reduction of lower crystallization SnO2 for SnO2 7.5wt.%–V2O5/γ-Al2O3 catalyst. Order to understanding behavior of SnO2–V2O5/γ-Al2O3, we study also that TPR behavior of pure SnO2, V2O5/SnO2 and SnO2 3wt.%–V2O5/Al2O3 with different V2O5 loading series are shown in Fig. 3c and d. The reduction peak of amorphous SnO2 in V2O5/γ-Al2O3 catalyst is able to shift to lower temperature with increase of V2O5 loading from 600 up to 580°C and that overlap gradually with reduction of vanadia on γ-Al2O3 support, which results in it is hardly observed at lower SnO2 loading (see Fig. 3c). At one time, the intensity of the reduction peaks at 400–440 and (500°C is increases with increase of V2O5 loading. Moreover, Fig. 3d shows that pure SnO2 has only one reduction peak at 750°C and another reduction peak at 440°C is observed except for reduction peak at 750°C for V2O5/SnO2. According to the reduction behavior of samples in Fig. 3, as well as to dates of Table 2, we hereby concluded that the first reduction peak about at 400–440°C is assigned to reduction of vanadia on SnO2 and the second reduction peak about at 500–540°C is assigned to reduction of vanadia on γ-Al2O3 support. The effect of Sn addition on reducibility of V2O5/γ-Al2O3 may ascribe to that the addition of SnO2 resulted in an amorphous phase from of surface vanadia which lattice oxygen was easily released [36]. Similar TPR results once have been observed in the case of V2O5–SnO2 catalysts [30,37]. Furthermore, the XPS measurements for undoped and Sn-doped V2O5/γ-Al2O3, as well as for SnO2/γ-Al2O3 have been carried out and shown in Fig. 4 . Fig. 4A shows that the binding energies of Sn3d5/2 and Sn3d3/2 due to Sn-doped V2O5/γ-Al2O3 are higher than that of SnO2/γ-Al2O3. At one time, we also observed that the V2p3/2 binding energies shift to higher values after doping Sn in Fig. 4B. The XPS experiment indicates that a strong electronic interaction occurs between Sn and V oxides at the surface of the support. This interaction leads to a higher reducibility of the Sn and V oxides with respect to the corresponding undoped ones (as shown in Fig. 3). 4 Conclusion Thus, the electron interaction exists between V and Sn oxide species on the surface of support and appropriate amount of tin additive plays an important role in improving the dispersion and reducibility of surface vanadium oxide. Moreover, addition of SnO2 also increases the conversion of isobutane and the isobutene selectivity on the Sn-doped V2O5/γ-Al2O3. However, higher amounts of SnO2 lead to the formation of more unreducible agglomarated vanadia and crystalline SnO2 and also the decreases improving role of SnO2. Acknowledgment This work was supported by grant from the Natural Science Foundation of China (29873019). References [1] T. Blasco J.M. López Nieto Appl. Catal. A: Gen. 157 1997 117 [2] E.A. Mamedov C.V. Cortés Appl. Catal. A: Gen. 127 1995 1 [3] D.C.M. Dutoit M.A. Reiche A. Baiker Appl. Catal. B: Environ. 13 1997 275 [4] M.D. Amiridis R.V. Duevel I.E. Wachs Appl. Catal. B: Environ. 20 1999 111 [5] N.D. Spencer C.J. Pereira J. Catal. 116 1989 399 [6] A. Parmaliana F. Arena F. Frusteri D. Micli V. Sokolovskii Catal. Today 24 1995 231 [7] J.L.G. Fiero L.A. Arrua J.M. López Nieto G. Kremenic Appl. Catal. 37 1988 323 [8] B. Grzybowska-Swierkosz F. Trifiro J.C. Vedrine Appl. Catal. A: Gen. 157 1997 1 420 [9] J.L. Lakshmi N.J. Ihasz J.M. Miller J. Mol. Catal. A: Chem. 165 2001 199 [10] M.D. Wildberger T. Mallat U. Göbeo A. Baiker Appl. Catal. A: Gen. 168 1998 69 [11] K. Hiroyuki C.U.I. Katsumi Takahashi J. Odenbrand Mol. Catal. A: Chem. 139 1999 189 [12] M.E. Harlin V.M. Niemi A.O.I. Krause J. Catal. 195 2000 67 [13] M.E. Harlin V.M. Niemi A.O.I. Krause B.M. Weckhuysen J. Catal. 203 2001 242 [14] D.M. Clark, P.J.J. Tromp, P. Arnoldy, US Patent No. 5,220,092 (1993). [15] F.M. Lee, US Patent No. 4,607,129 (1986) F.M. Lee, US Patent No. 4,644,089 (1987). [16] A. Khodakov B. Olthof A. Bell E. Iglesia J. Catal. 181 1999 205 [17] J. López Nieto G. Kremenic J. Fierro Appl. Catal. A 61 1990 235 [18] J. López Nieto J. Soler P. Concepción J. Herguido M. Menéndez J. Santamaria J. Catal. 185 1999 324 [19] A. Corma J.M. López Nieto N. Paredes J. Catal. 144 1993 425 [20] I.E. Wachs B.M. Weckhuysen Appl. Catal. A: Gen. 157 1997 67 [21] G. Deo I.E. Wachs J. Catal. 146 1994 323 [22] Q. Sun H. Hu R.G. Herman J. Catal. 165 1997 91 [23] T. Blasco A. Galli J.M. Ló pez Nieto F. Trifiró J. Catal. 69 1997 203 [24] G.C. Bond S.F. Tahir Appl. Catal. 71 1991 1 [25] G.J. Wang H.C. Ma Y. Li React. Kinet. Catal. Lett. 74 2001 103 [26] H.C. Ma Z.L. Wang W.C. Zhu Polish J. Chem. 76 2002 1733 [27] H.C. Ma Z.Y. Liu Z.L. Wang Chem. J. Chin. U 23 2002 857 [28] H.C. Ma Y.H. Fu Y. Li Polish J. Chem. 77 2003 903 [29] X.T. Gao S.R. Bare J.L.G. Fierro J. Phys. Chem. B 103 1999 618 [30] J.M. Jehng J. Phys. Chem. B 102 1998 5816 [31] M.A. Vuurman I.E. Wachs J. Phys. Chem. 96 1992 5008 [32] I.E. Wachs Catal. Today 27 1996 437 [33] G.G. Cortez M.A. Banares J. Catal. 209 2002 197 [34] J.M. Herrmann F. Villain L.G. Appel Appl. Catal. A: Gen. 240 2003 177 [35] M. Ristić M. Ivanda S. Popović et al J. Non-Cryst. Solids 303 2002 270 [36] T. Ono Y. Nakagawa Y. Kubokawa Bull. Chem. Soc. Jpn. 54 1981 343 [37] X.M. Luo Y. Chen S.Y. Han Chin. J. Catal. 13 1992 257",
      "scopus-id": "4544369930",
      "coredata": {
        "eid": "1-s2.0-S1381116904004455",
        "dc:description": "Alumina-supported vanadium oxide catalysts (V2O5 ∼ 10wt.%) with and without SnO2 were tested in the dehydrogenation of isobutane at 590°C under atmospheric pressure and were characterized by BET, XPS, TPR, XRD and RAMAN. It is found that the electron interaction exists between V and Sn oxide species on the surface of support. The doping of appropriate amount of SnO2 leads to that the surface vanadia of catalysts is more reduced and is more highly dispersed than undoped catalyst. V2O5/γ-Al2O3 catalyst with 3wt.% of SnO2, exhibited higher reactivity in dehydrogenation of isobutane to isobutene.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-11-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904004455",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fu, Yinghuan"
          },
          {
            "@_fa": "true",
            "$": "Ma, Hongchao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Zhenlü"
          },
          {
            "@_fa": "true",
            "$": "Zhu, Wanchun"
          },
          {
            "@_fa": "true",
            "$": "Wu, Tonghao"
          },
          {
            "@_fa": "true",
            "$": "Wang, Guo-jia"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904004455"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904004455"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00445-5",
        "prism:volume": "221",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Characterization and reactivity of SnO2-doped V2O5/γ-Al2O3 catalysts in dehydrogenation of isobutane to isobutene",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Vanadium oxide catalyst"
          },
          {
            "@_fa": "true",
            "$": "SnO2"
          },
          {
            "@_fa": "true",
            "$": "Isobutane"
          },
          {
            "@_fa": "true",
            "$": "Dehydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Isobutene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "163-168",
        "prism:endingPage": "168",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 November 2004",
        "prism:doi": "10.1016/j.molcata.2004.07.016",
        "prism:startingPage": "163",
        "dc:identifier": "doi:10.1016/j.molcata.2004.07.016",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1696",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "63",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2580",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "62",
            "@width": "277",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "2317",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "51",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2556",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "284",
            "@width": "699",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56997",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2053",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "287",
            "@width": "687",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "43415",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "95",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2793",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "576",
            "@width": "588",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "83605",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "56",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2016",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "257",
            "@width": "572",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "29770",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2574",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "205",
            "@width": "246",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904004455-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "14771",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/4544369930"
      }
    }
  }
}