{
  "metadata": {
    "title": "Hierarchical gold microspheres catalyst: Simultaneous synthesis and immobilization",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2010-10-01",
    "doi": "10.1016/j.molcata.2010.07.013",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116910003237",
    "pii": "S1381116910003237"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-77957311414",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2010-07-30 2010-07-30 2010-10-31T17:19:41 1-s2.0-S1381116910003237 S1381-1169(10)00323-7 S1381116910003237 10.1016/j.molcata.2010.07.013 S300 S300.1 FULL-TEXT 1-s2.0-S1381116910X00140 2015-05-15T05:56:33.607047-04:00 0 0 20101001 2010 2010-07-30T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body mmlmath acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 331 331 1 2 1 2 Volume 331, Issues 1–2 8 35 39 35 39 20101001 1 October 2010 2010-10-01 2010 Regular papers article fla Copyright © 2010 Elsevier B.V. All rights reserved. HIERARCHICALGOLDMICROSPHERESCATALYSTSIMULTANEOUSSYNTHESISIMMOBILIZATION XIA Y 1 Introduction 2 Experimental 2.1 Materials 2.2 Fabrication of polyaniline (PANI) and polyaniline/polyacrylonitrile (PANI/PAN) blend films 2.3 Simultaneous synthesis and immobilization of hierarchical gold microspheres 2.4 Catalytic activity of hierarchical gold microspheres/PANI/PAN composite film 2.5 Instruments and measurements 3 Results and discussion 3.1 The morphology of hierarchical gold microspheres 3.2 Formation of the gold microspheres with hierarchical structure 3.3 The effects of experimental conditions on the formation of gold microspheres with hierarchical structure 3.4 Catalytic activity of gold quasi microspheres with hierarchical structure/PANI/PAN composite film 4 Conclusions Acknowledgements References LI 2007 618 622 Z WANG 2008 820 825 H GUO 2007 3163 3165 S SHETTI 2008 296 303 V KIM 2010 219 228 J XU 2008 1272 1276 L SUN 2008 11 16 Y COPPENS 2001 331 335 M CHEN 2009 1020 1024 X TANG 2008 1763 1768 X SUN 2007 773 775 F XIA 2010 1328 1335 Y LU 2005 5731 5736 L YONG 2005 5558 5561 C SUN 2005 4710 4712 X ZHONG 2006 2426 2431 L ZHANG 2005 332 336 Z WANG 2000 1933 1936 J KANG 1996 E POLYMERICMATERIALSENCYCLOPEDIASYNTHESISPROPERTIESAPPLICATIONS ZHANG 2005 42 47 Z PANIGRAHI 2007 4596 4605 S RASHID 2008 2261 2271 M XIA 2010 545 548 Y XIAO 2010 H LIU 2006 160 165 W SCHRINNER 2008 1928 1933 M LEE 2008 1523 1528 J XIAX2010X35 XIAX2010X35X39 XIAX2010X35XY XIAX2010X35X39XY item S1381-1169(10)00323-7 S1381116910003237 1-s2.0-S1381116910003237 10.1016/j.molcata.2010.07.013 271358 2010-12-01T15:42:34.259592-05:00 2010-10-01 1-s2.0-S1381116910003237-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/MAIN/application/pdf/f5c85b5b0bdbfe9045182379a32ffeaf/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/MAIN/application/pdf/f5c85b5b0bdbfe9045182379a32ffeaf/main.pdf main.pdf pdf true 617877 MAIN 5 1-s2.0-S1381116910003237-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/PREVIEW/image/png/992c7943a9a9d3da590ea15936aff3de/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/PREVIEW/image/png/992c7943a9a9d3da590ea15936aff3de/main_1.png main_1.png png 56895 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116910003237-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/STRIPIN/image/gif/d705eef24f9856f5688890093817cc3f/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/STRIPIN/image/gif/d705eef24f9856f5688890093817cc3f/si1.gif si1 si1.gif gif 584 34 117 ALTIMG 1-s2.0-S1381116910003237-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/fx1/DOWNSAMPLED/image/jpeg/ebd2ef8f7beccc1970a7f2ac6f6d8c1f/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/fx1/DOWNSAMPLED/image/jpeg/ebd2ef8f7beccc1970a7f2ac6f6d8c1f/fx1.jpg fx1 true fx1.jpg jpg 27472 150 470 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910003237-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/fx1/THUMBNAIL/image/gif/1869fc0edb7fb8bb81e14989bda04469/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/fx1/THUMBNAIL/image/gif/1869fc0edb7fb8bb81e14989bda04469/fx1.sml fx1 true fx1.sml sml 6814 70 219 IMAGE-THUMBNAIL 1-s2.0-S1381116910003237-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/fx1/HIGHRES/image/jpeg/1e6831de0264fb5f91e3269fadc3101c/fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/fx1/HIGHRES/image/jpeg/1e6831de0264fb5f91e3269fadc3101c/fx1_lrg.jpg fx1 fx1_lrg.jpg jpg 142993 400 1250 IMAGE-HIGH-RES 1-s2.0-S1381116910003237-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr1/DOWNSAMPLED/image/jpeg/e3623f1d86a503b2ea10b44fe40fb933/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr1/DOWNSAMPLED/image/jpeg/e3623f1d86a503b2ea10b44fe40fb933/gr1.jpg gr1 gr1.jpg jpg 88519 456 602 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910003237-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr1/THUMBNAIL/image/gif/87ba140056beaf3b5ebf746f4746c468/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr1/THUMBNAIL/image/gif/87ba140056beaf3b5ebf746f4746c468/gr1.sml gr1 gr1.sml sml 15972 164 217 IMAGE-THUMBNAIL 1-s2.0-S1381116910003237-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr1/HIGHRES/image/jpeg/57c57676623253852cd728ca9521cea0/gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr1/HIGHRES/image/jpeg/57c57676623253852cd728ca9521cea0/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 469493 1211 1600 IMAGE-HIGH-RES 1-s2.0-S1381116910003237-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr2/DOWNSAMPLED/image/jpeg/ed9114748564298eadef8e035d10aa1c/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr2/DOWNSAMPLED/image/jpeg/ed9114748564298eadef8e035d10aa1c/gr2.jpg gr2 gr2.jpg jpg 47643 162 674 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910003237-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr2/THUMBNAIL/image/gif/42f172a0697b1b4f71d3ce2bd70c6710/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr2/THUMBNAIL/image/gif/42f172a0697b1b4f71d3ce2bd70c6710/gr2.sml gr2 gr2.sml sml 4030 52 219 IMAGE-THUMBNAIL 1-s2.0-S1381116910003237-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr2/HIGHRES/image/jpeg/03afe3ab36f23159efb06d37ac956f63/gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr2/HIGHRES/image/jpeg/03afe3ab36f23159efb06d37ac956f63/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 204264 429 1790 IMAGE-HIGH-RES 1-s2.0-S1381116910003237-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr3/DOWNSAMPLED/image/jpeg/d7af6667b9c784309c364d5d1f635c80/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr3/DOWNSAMPLED/image/jpeg/d7af6667b9c784309c364d5d1f635c80/gr3.jpg gr3 gr3.jpg jpg 38937 226 594 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910003237-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr3/THUMBNAIL/image/gif/a0d0ec24bb39d05afd8168fb7e9253d2/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr3/THUMBNAIL/image/gif/a0d0ec24bb39d05afd8168fb7e9253d2/gr3.sml gr3 gr3.sml sml 2487 83 219 IMAGE-THUMBNAIL 1-s2.0-S1381116910003237-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910003237/gr3/HIGHRES/image/jpeg/b73b2a335c8bd766f00efd196775c485/gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910003237/gr3/HIGHRES/image/jpeg/b73b2a335c8bd766f00efd196775c485/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 211626 999 2629 IMAGE-HIGH-RES MOLCAA 7902 S1381-1169(10)00323-7 10.1016/j.molcata.2010.07.013 Elsevier B.V. Fig. 1 The appearances of PANI/PAN blend film (a), hierarchical gold microspheres/PANI/PAN composite film (b), hierarchically quasi gold microspheres(c and d). Insets of b, c and d are the EDS spectrum, XRD pattern, and HRTEM image of the as-prepared Au quasi microspheres on the surface of composite film, respectively. Fig. 2 TEM images of hierarchically quasi Au microspheres obtained at different periods: (a) 10min, (b) 15min, and (c) 30min. Insets of b and c are the magnified images of the corresponding Au quasi microspheres, respectively. Fig. 3 Catalytic activity of quasi Au microsphere with hierarchical structure/PANI/PAN composite film prepared under 10mM of HAuCl4. (a) Time-dependent UV–vis spectral changes of the catalyzed system and (b) plot of ln(C t /C 0) versus time. Table 1 The electrical and stretching properties of different conducting films. Samples a Conductivity (Scm−1) Stress at break (MPa) Strain at break (%) Young's Modulus (MPa) PANI content (wt.%) a – 74.4±0.5 6.4±0.5 962.8±25 – b 10−6 73.4±0.5 6.3±0.5 989.3.±25 13.9 c 10−5 72.9±0.5 6.1±0.5 980.5±25 20.5 d 10−4 72.4±0.5 5.9±0.5 973.2±25 32.6 a Sample a is the PANI/PAN blended film; samples b, c and d are all hierarchical quasi Au microspheres/PANI/PAN composite film. Table 2 The rate constants of different reaction systems of reduction of p-nitrophenol using different Au microspheres with hierarchical structure/PANI/PAN composite films as catalysts. Composite film samples Experimental conditions Au content (wt.%) Rate constants (min−1) 1# PANI/PAN film: 10−4 Scm−1 HAuCl4 aqueous solution: 20mM 6.00±0.05 1.68×10−2 2# PANI/PAN film: 10−5 Scm−1 HAuCl4 aqueous solution: 20mM 8.01±0.05 2.03×10−2 3# PANI/PAN film: 10−6 Scm−1 HAuCl4 aqueous solution: 20mM 10.28±0.05 2.43×10−2 4# PANI/PAN film: 10−4 Scm−1 HAuCl4 aqueous solution: 10mM 9.59±0.05 2.25×10−2 5# PANI/PAN film: 10−4 Scm−1 HAuCl4 aqueous solution: 5mM 8.35±0.05 2.10×10−2 6# PANI/PAN film: 10−4 Scm−1 HAuCl4 aqueous solution: 1mM 6.34±0.05 1.88×10−2 Hierarchical gold microspheres catalyst: Simultaneous synthesis and immobilization Youyi Xia a ⁎ Hongping Xiao b ⁎⁎ a Department of Polymer Science and Engineering, School of Chemistry and Chemical Engineering, Anhui University of Technology, Maanshan 243002, PR China b School of Chemistry and Materials Engineering, Wenzhou University, Wenzhou, Zhejiang 325035, PR China ⁎ Corresponding author. Tel.: +86 555 2311551; fax: +86 555 2311551. ⁎⁎ Corresponding author. Tel.: +86 577 86689302; fax: +86 577 86689302. Graphical abstract Hierarchical gold quasi microspheres, which give high catalytic activity, have been synthesized and immobilized simultaneously on the surface of conducting polyaniline/polyacrylonitrile blend film via in situ reduction of AuCl4 −. Without any other additives or additional energy, gold quasi microspheres with novel hierarchical structure have been successfully prepared and integrated simultaneously with a conducting polyaniline/polyacrylonitrile blend film via the in situ reduction of AuCl4 − on the film surface. The morphology and structure of the as-prepared gold microspheres are characterized, and its application as catalyst is also investigated. By controlling the concentration of HAuCl4 and polyaniline content (or conductivity) of polyaniline/polyacrylonitrile blend films, the amount and size of gold microspheres can be effectively adjusted. It is suggested that the polyaniline chains of the blend films play both reducing and structure-directing roles during the formation of Au microspheres with hierarchical structure. The catalytic studies show that the hierarchical gold microspheres give highly catalytic activity when taking the reduction of p-nitrophenol as a mode reaction. Keywords Hierarchical gold microspheres Polyaniline/polyacrylonitrile blend film Catalyst 1 Introduction Hierarchical micro/nanostructures with nanocrystals including nanoparticles, nanoplates, or nanopricks as building blocks have attracted considerable attention due to many promising applications [1–3]. Particularly, they are efficient for catalytic reaction system [4–9], because the hierarchical morphology affords high surface area, thus gives highly catalytic activity. Among lots of hierarchical materials, hierarchical noble metal micro/nanostructures, which combine the properties of noble metal and hierarchical materials, are particularly attractive in recent years. So far, a number of methods [3,10,11] have been developed for the synthesis of those micro/nanostructures. However, most of them usually demand additional reagents like reductant, surfactant, or rigorous conditions such as electrode, lighting and so on. On the other hand, as catalysts, hierarchical noble metal micro/nanostructures require suitable supports to prevent them from aggregating during the reaction to be catalyzed. Although some powders such as inorganic particles, polymer microgels and so on, can be used as supports, the regeneration process including precipitation, filtering and redispersing, is complex and tedious in practice. A promising approach to make the regeneration of those noble metal catalysts with hierarchical structure convenient and efficient involves integrating them with a processable substrate. As a result of this need, extensive explorations have been done in recent years, however, most of the employed methods are restricted by a two-step route (synthesizing hierarchical noble metal micro/nanostructures firstly and then casting them on the surface of a processable substrate [1]). Alternatively, simultaneous synthesis and immobilization of micro/nanostructures on a processable matrix has been attractive due to great convenience and efficiency. However, as far as we know, little has been done in this respect besides our previous work [12]. Herein, based on a conducting polyaniline/polyacrylonitrile blend film, we demonstrate a convenient one-step route to the simultaneous synthesis and immobilization of hierarchical gold microspheres at room temperature. The employed method does not demand any additional steric stabilizer such as surfactants or other polymers, and any additional energy such as heating or agitation. Furthermore, the synthesis and immobilization of hierarchical Au microspheres happen at the same time. In our case, the obtained metallic Au particle has uniformly hierarchical morphology, thus exhibit high surface area, which gives highly catalytic activity. 2 Experimental 2.1 Materials Aniline (ANI) monomers were purchased from Aldrich, and distilled under reduced pressure. Polyacrylonitrile (PAN) [M n =7×104], was purchased from Anqing Petrochemical Group, China. HAuCl4, 4-aminothiophenol, hydrochloric acid and (NH4)2S2O8 were analysis grades and used as received without further purification. 2.2 Fabrication of polyaniline (PANI) and polyaniline/polyacrylonitrile (PANI/PAN) blend films PANI was synthesized by chemical oxidization polymerization. 10ml of hydrochloric acid (5wt.%) aqueous solution containing 0.2282g of (NH4)2S2O8 oxidant was slowly added to 20ml of distilled water containing 90μl of aniline monomer. The mixture was stirred for 24h at room temperature, and then filtrated, washed by distilled water and dried in vacuum at 40°C. Thus, PANI was obtained. For preparing PANI/PAN blend film, PAN (0.10g) was dissolved in 50ml of N,N′-dimethylformamide (DMF), to which 0.10g of PANI was added. The mixture was stirred for 6h at room temperature and then a black filtrate was collected via being filtered. By using the solution casting method, a PANI/PAN blend film on the surface of a glass plane was obtained. That blend film could be readily peeled off and cut using a blade like pure PAN film. The typical film thickness was about 200μm. The PANI/PAN films with different polyaniline contents (or conductivities) could be obtained by adjusting the weight ratio between PANI and PAN. 2.3 Simultaneous synthesis and immobilization of hierarchical gold microspheres Without any other additives added, the PANI/PAN blend film (10mm×10mm×0.5mm, length×width×thickness) was immersed into 100ml of HAuCl4 aqueous solutions (1×10−2 moll−1) for 12h at room temperature. Then, the film was withdrawn and washed by excessive distilled water. After drying under ambient temperature, simultaneous synthesis and immobilization of hierarchical gold microspheres was achieved, and the hierarchical gold microspheres/PANI/PAN composite film could be obtained. The hierarchical gold microspheres content was calculated by using the following expression: W − W 0 W × 100 % where W and W 0 are the weights of hierarchical gold microspheres/PANI/PAN composite film and PANI/PAN blend film, respectively. 2.4 Catalytic activity of hierarchical gold microspheres/PANI/PAN composite film Typically, a reaction mixture of water (8ml), p-nitrophenol aqueous solution (5ml, 1.5×10−3 moll−1), and 1cm2 of dried composite film (0.05g) was first put in a beaker. To this stirring reaction mixture, 2ml of NaBH4 aqueous solution (1.5moll−1) was then added. The progress of the conversion of p-nitrophenol to p-aminophenol was then monitored via UV–vis spectroscopy by recording the time-dependent absorption spectra of the reaction at a regular time interval of 5min. 2.5 Instruments and measurements Scanning electron microscope and optical microscope observations were carried out on JSM-5610 and XPT-7 microscopes, respectively. X-ray diffraction (XRD) patterns were acquired with a Rigaku D/MAX-RC diffractometer using Cu Kα radiation in the 2θ range 5–55° at 45kV. The mechanical properties were measured at room temperature using an Instron 4301 (Instron, USA) universal testing machine. Briefly, the film samples prepared according to the ASTM standard D 882-01 (45mm×5mm×0.2mm, length×width×thickness) were tested at a rate of 10mmmin−1. Young's modulus was calculated from the linear part of the initial slope. For each sample, the test was performed 5 times. The result was averaged and a standard deviation was reported. Catalytic activity of hierarchical gold microspheres/PANI/PAN composite films was investigated by UV–vis spectra which were recorded on a UV-240 spectrometer (Shimadzu, Japan). 3 Results and discussion 3.1 The morphology of hierarchical gold microspheres After a black PANI/PAN blend film (Fig. 1a) is immersed into HAuCl4 aqueous solution for several minutes without any additives, the blended film exhibits a red-brown color as shown in Fig. 1b, indicating that the gold particles are simultaneously prepared and immobilization on the surface of blend film, as further confirmed by EDS pattern (inset of Fig. 1b). Thus, the Au particles/PANI/PAN composite film can be obtained. The morphologies of the resulted gold particles observed by SEM are shown in Fig. 1c and d. It can be seen that the gold particles are quasi Au microspheres with the size ranging from 1 to 2μm, and possess hierarchical structure with the thickness of 80–200nm nanoparticles as building blocks. In the XRD diffraction pattern (inset of Fig. 1c) of the composite film, several sharp diffraction peaks are observed at 38.3°, 44.9°, 64.3°, 77.4° and 81.6°, which can be assigned to diffraction from the 111, 200, 220, 311, and 222 planes [13] of gold crystal, respectively, corresponding to the face-centered cubic (fcc) structure (Joint Committee on Powder Diffraction Standards (JCPDS) file:04-0784). An additional inset, a HRTEM image, in Fig. 1d, corresponding to 1/3 {422} with a 2.5Å spacing, is also observed. This indicates that those gold quasi microspheres are dominated by {111} facets [14,15], which accords with the result of XRD data. Our experimental result show the composite film have good stretching properties (Table 1 ). In addition, it can be made easily in different size according to the demand, handled handily in or cut into various shapes as the PANI/PAN blend film matrix depending on end use. 3.2 Formation of the gold microspheres with hierarchical structure In general, the formation process of inorganic hierarchical architectures is a complex process, which is affected by crystal growth environments, crystal structures, surface energy and so forth [16,17]. From the SEM images (Fig. 2a–c) of immature Au microspheres formed during different periods, it can be believed that the formation process of the hierarchically quasi Au microspheres comprises mainly the formation of Au nanoparticles and the subsequent self-assembly of Au nanoparticles into hierarchical microspheres. When the conductive PANI/PAN film is immersed into the HAuCl4 aqueous solution at ambient temperature, negatively charged AuCl4 − anions may be absorbed on the surface of conductive PANI/PAN film and reduced to Au atoms, forming gold nanoparticles in the presence of the conductive PANI chains of PANI/PAN blend film. The reaction can be represented as Eq. (1) according to some related reports [18,19]. At the same time, those Au nanoparticles formed on the surface of the conductive film matrix tend to undergo entropy-driven random aggregation [17,20] with spherical shape to minimize the surface energies. Thus, the quasi Au microspheres with hierarchical superstructure are finally obtained: (1) [(C6H4)NH] X +AuCl4 − →[(C6H4)N] X +Au+4Cl− + XH+ 3.3 The effects of experimental conditions on the formation of gold microspheres with hierarchical structure To further investigate the self-assemblied processes of hierarchical Au microspheres, and the influences of the concentration of AuCl4 − and PANI content (or conductivity) of the employed PAN/PAN film matrix on the construction of hierarchical structures have been investigated. Although both the shape and size of quasi Au microspheres are independent of the concentration of AuCl4 − and PANI content, it is found that the density of quasi Au microspheres on the surface of composite film tends to increase with the increases of AuCl4 − and PANI content (or conductivity) (Table 2 ), indicating that hierarchical Au microspheres can be obtained easily and also controlled. 3.4 Catalytic activity of gold quasi microspheres with hierarchical structure/PANI/PAN composite film In order to investigate the catalytic activity of the as-prepared gold quasi microspheres, different composite films are employed for the catalytic reduction of p-nitrophenol by NaBH4. The composite film samples with the same size of 1cm2 are used in each reaction. We confirm that this reaction does not occur using the PANI/PAN blended film, even for lasting 24h. Fig. 3a shows a typical UV–vis absorption change of the reaction mixture by the addition of composite film which prepared from 10−4 Scm−1 of PANI/PAN blended film and 10mM of HAuCl4 aqueous solution. From these spectra, it can be seen that the absorption of p-nitrophenol at 400nm decreases obviously within 70min after the addition of composite film, indicating the excellent catalyst activity. Due to the excessive NaBH4 throughout the reaction, it is suggested that two principal species, p-nitrophenol and p-aminophenol influence the reaction kinetics. Therefore, pseudo-first-order kinetics could be applied for the evaluation of rate constants in this case. In Fig. 3b, the ratio of C t to C 0 (C t and C 0 are p-nitrophenol concentrations at time t and 0) is measured from the relative intensity of respective absorbance, A t /A 0. The linear relation of ln(C t /C 0) versus time is observed for the composite film catalyst, indicating that the reaction follows first-order kinetics. The rate constant (K =2.25×10−2 min−1) has been estimated from first-order reaction kinetics using the slope, indicating a high catalytic reduction rate comparable to some research results [21,22]. According to the same experimental method, the catalytic ability of a series of composite films is examined and the corresponding results are also listed in Table 2. As can be seen, the rate constant varies from 2.43×10−2 to 1.68×10−2 min−1 as the gold content of the composite film decreases from 10.28±0.05 to 6.00±0.05%. Explanations may be that more Au microspheres with hierarchical structure result in the bigger surface area, promoting the catalytic reaction. Moreover, our experiments show that those Au quasi microspheres with hierarchical structure are firmly integrated with the conductive PANI/PAN blended film matrix even in the case that they are washed by water repetitiously. This fact implies that these composite films can be used repeatedly. To support this point, we have repeated utilization produces for 25 times and have not found obvious change of the catalyst reaction rate constant. In our previous researches, we used some polymer micro/nanoparticles as supports to prepare several kinds of noble metals catalysis with good catalytic activity such as Ag@poly(3,4-ethylenedioxythiophene) yolk/shell structure [23], Ag/poly(acrylonitrile-co-vinyl acetate) composite microspheres [24] and so on. For comparison with those catalysis and some reported gold catalytic materials including bared, core–shell micro/nanostructures or other powder matrix decorated with gold micro/nanostructures [25–27], the present Au microspheres with hierarchical structure/PANI/PAN composite films have an obvious advantage of easy and convenient operation in the practical catalytic reaction system. For instance, the composite film can be processed to different shape according to the practical need, and put into or out from the catalytic reaction system freely. Moreover, the tedious regeneration process including precipitating, filtering and redispersing could be simplified by washing only with excessive water. Therefore, this composite film is indeed a good material for promoting the practical catalytic application. 4 Conclusions In this paper, we report an interesting and facile approach for simultaneous synthesis and immobilization of hierarchical gold microspheres by using a conductive blended film as reducing and structure-directing agent. The size and amount of the gold microspheres with nanoparticles as building blocks on the surface of the composite film can be easily controlled by varying the content of PANI in PANI/PAN blend film and concentration of HAuCl4. These composite films can be used as an advanced catalyst material due to their high catalysis, convenient operation and regeneration process in the practical application. Acknowledgements This work was supported by Zhejiang Provincial Science and Technology Project (2009C31133) of P. R. China, Natural Science Fund of Anhui Provincial Education committee of P. R. China (KJ2009A013Z), Young Teacher Fund (QZ200906) and SRTP Fund of Anhui University of Technology. References [1] Z.H. Li V. Ravain S. Ravaine P. Garrigue A. Kuhn Adv. Funct. Mater. 17 2007 618 622 [2] H. Wang N.J. Halas Adv. Mater. 20 2008 820 825 [3] S.J. Guo L. Wang E.K. Wang Chem. Commun. 7 2007 3163 3165 [4] V.N. Shetti J. Kim R. Srivastava M. Choi R. Ryoo J. Catal. 254 2008 296 303 [5] J. Kim M. Choi R. Ryoo J. Catal. 269 2010 219 228 [6] L. Xu S.J. Wu J.Q. Guan H.S. Wang Y.Y. Ma Q.B. Kan Catal. Commun. 9 2008 1272 1276 [7] Y.Y. Sun R. Prins Appl. Catal. A: Gen. 336 2008 11 16 [8] M.O. Coppens J.H. Sun T. Maschmeyer Catal. Today 69 2001 331 335 [9] X.Y. Chen C. Ma X.X. Li P. Chen J.G. Fang Catal. Commun. 10 2009 1020 1024 [10] X.L. Tang P. Jiang G.L. Ge M. Tsuji S.S. Xie Y.J. Guo Langmuir 24 2008 1763 1768 [11] F.Q. Sun J.C. Yu Angew. Chem. Int. Ed. 46 2007 773 775 [12] Y.Y. Xia Z.Q. Shi Y. Lu Polymer 51 2010 1328 1335 [13] L.H. Lu I. Randjelovic R. Capek N. Gaponik J. Yang H. Zhang A. Eychmuller Chem. Mater. 17 2005 5731 5736 [14] C.S. Yong J. Yun H. Park W.J. Kim D.H. Ha W.S. Yun Chem. Mater. 17 2005 5558 5561 [15] X.P. Sun S.J. Dong E.K. Wang Langmuir 21 2005 4710 4712 [16] L.S. Zhong J.S. Hu H.P. Liang A.M. Cao W.G. Song L.J. Wan Adv. Mater. 18 2006 2426 2431 [17] Z. Zhang X. Shao H. Yu Y. Wang M. Han Chem. Mater. 17 2005 332 336 [18] J.G. Wang K.G. Neoh E.T. Kang K.L. Tan J. Mater. Chem. 10 2000 1933 1936 [19] E.T. Kang Y.P. Ting K.G. Neoh K.L. Tan The Polymeric Materials Encyclopedia: Synthesis, Properties and Applications 1996 CRC Press, Inc. Boca Raton pp. 5496 [20] Z. Zhang H. Sun X. Shao D. Li H. Yu M. Han Adv. Mater. 17 2005 42 47 [21] S. Panigrahi S. Basu S. Praharaj S. Pande S. Jana A. Pal J. Phys. Chem. C 111 2007 4596 4605 [22] M.H. Rashid T.K. Mandal Adv. Funct. Mater. 18 2008 2261 2271 [23] Y.Y. Xia L. Xu Synth. Met. 160 2010 545 548 [24] H.P. Xiao Y.Y. Xia Polym. Eng. Sci. 2010 10.1002/pen.21708 [25] W. Liu X.L. Yang W.Q. Huang J. Colloid Interface Sci. 304 2006 160 165 [26] M. Schrinner S. Proch Y. Mei R. Kempe N. Miyajima M. Ballauff Adv. Mater. 20 2008 1928 1933 [27] J. Lee J.C. Park H. Song Adv. Mater. 20 2008 1523 1528",
      "scopus-id": "77957311414",
      "coredata": {
        "eid": "1-s2.0-S1381116910003237",
        "dc:description": "Without any other additives or additional energy, gold quasi microspheres with novel hierarchical structure have been successfully prepared and integrated simultaneously with a conducting polyaniline/polyacrylonitrile blend film via the in situ reduction of AuCl4 − on the film surface. The morphology and structure of the as-prepared gold microspheres are characterized, and its application as catalyst is also investigated. By controlling the concentration of HAuCl4 and polyaniline content (or conductivity) of polyaniline/polyacrylonitrile blend films, the amount and size of gold microspheres can be effectively adjusted. It is suggested that the polyaniline chains of the blend films play both reducing and structure-directing roles during the formation of Au microspheres with hierarchical structure. The catalytic studies show that the hierarchical gold microspheres give highly catalytic activity when taking the reduction of p-nitrophenol as a mode reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-10-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116910003237",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Xia, Youyi"
          },
          {
            "@_fa": "true",
            "$": "Xiao, Hongping"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116910003237"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116910003237"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(10)00323-7",
        "prism:volume": "331",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Hierarchical gold microspheres catalyst: Simultaneous synthesis and immobilization",
        "prism:copyright": "Copyright © 2010 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hierarchical gold microspheres"
          },
          {
            "@_fa": "true",
            "$": "Polyaniline/polyacrylonitrile blend film"
          },
          {
            "@_fa": "true",
            "$": "Catalyst"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "35-39",
        "prism:endingPage": "39",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 October 2010",
        "prism:doi": "10.1016/j.molcata.2010.07.013",
        "prism:startingPage": "35",
        "dc:identifier": "doi:10.1016/j.molcata.2010.07.013",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "34",
            "@width": "117",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "584",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "150",
            "@width": "470",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27472",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "70",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "6814",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "400",
            "@width": "1250",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "142993",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "456",
            "@width": "602",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "88519",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "217",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "15972",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1211",
            "@width": "1600",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "469493",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "162",
            "@width": "674",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "47643",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "52",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4030",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "429",
            "@width": "1790",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "204264",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "226",
            "@width": "594",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "38937",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "83",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2487",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "999",
            "@width": "2629",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910003237-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "211626",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/77957311414"
      }
    }
  }
}