{
  "metadata": {
    "title": "Brønsted acidic ionic liquids derived from alkylamines as catalysts and mediums for Fischer esterification: Study of structure–activity relationship",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2008-01-18",
    "doi": "10.1016/j.molcata.2007.06.025",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116907004049",
    "pii": "S1381116907004049"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-37349119737",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2007-07-10 2007-07-10 2010-03-29T10:57:16 1-s2.0-S1381116907004049 S1381-1169(07)00404-9 S1381116907004049 10.1016/j.molcata.2007.06.025 S300 S300.1 FULL-TEXT 1-s2.0-S1381116907X02620 2015-05-15T05:56:33.307883-04:00 0 0 20080118 2008 2007-07-10T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 279 279 2 2 Volume 279, Issue 2 10 182 186 182 186 20080118 18 January 2008 2008-01-18 2008 Catalysis in Ionic Liquids Chris Hardacre School of Chemistry and Chemical Engineering, Queen's University Belfast, Belfast BT9 5AG, Northern Ireland article fla Copyright © 2007 Elsevier B.V. All rights reserved. BRONSTEDACIDICIONICLIQUIDSDERIVEDALKYLAMINESCATALYSTSMEDIUMSFORFISCHERESTERIFICATIONSTUDYSTRUCTUREACTIVITYRELATIONSHIP GANESHPURE P 1 Introduction 2 Experimental 2.1 Preparation of ionic liquids 2.2 Procedure for esterification reaction 3 Results and discussion 4 Conclusions Acknowledgement References 2003 IONICLIQUIDSINSYNTHESIS SHELDON 2001 2399 2407 R OLIVERBOURBIGON 2002 419 437 H EARLE 2000 1391 1398 M WELTON 1999 2071 2083 T COLE 2002 5962 5963 A FRAGADUBREUIL 2002 185 190 J ZHU 2003 38 39 H NGUYEN 2004 2085 2093 H ARFAN 2005 743 748 A XING 2005 4147 4150 H JOSEPH 2005 107 110 T FORBES 2004 129 132 D GUI 2004 473 477 J XING 2006 53 59 H GANESHPURE 2007 273 278 P WANG 2006 603 607 C GANESHPUREX2008X182 GANESHPUREX2008X182X186 GANESHPUREX2008X182XP GANESHPUREX2008X182X186XP item S1381-1169(07)00404-9 S1381116907004049 1-s2.0-S1381116907004049 10.1016/j.molcata.2007.06.025 271358 2010-10-11T07:00:44.128454-04:00 2008-01-18 1-s2.0-S1381116907004049-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/MAIN/application/pdf/ea1f6d146b424b0c59c8e01666dee455/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/MAIN/application/pdf/ea1f6d146b424b0c59c8e01666dee455/main.pdf main.pdf pdf true 112773 MAIN 5 1-s2.0-S1381116907004049-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/PREVIEW/image/png/5c4bbe4899628954e84e9b1d901c1990/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/PREVIEW/image/png/5c4bbe4899628954e84e9b1d901c1990/main_1.png main_1.png png 71649 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116907004049-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/sc1/DOWNSAMPLED/image/gif/dae02654c1086a83bb05450e343b6c9e/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/sc1/DOWNSAMPLED/image/gif/dae02654c1086a83bb05450e343b6c9e/sc1.gif sc1 sc1.gif gif 1915 30 400 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004049-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/sc1/THUMBNAIL/image/gif/0dbe0075e1135d4fe91dc5000911ad24/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/sc1/THUMBNAIL/image/gif/0dbe0075e1135d4fe91dc5000911ad24/sc1.sml sc1 sc1.sml sml 351 9 125 IMAGE-THUMBNAIL 1-s2.0-S1381116907004049-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/fx1/DOWNSAMPLED/image/jpeg/77087fd5d217c6da416b01f40a10307b/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/fx1/DOWNSAMPLED/image/jpeg/77087fd5d217c6da416b01f40a10307b/fx1.jpg fx1 true fx1.jpg jpg 31603 172 325 IMAGE-DOWNSAMPLED 1-s2.0-S1381116907004049-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116907004049/fx1/THUMBNAIL/image/gif/9b5b7438de0c0db0ec86bf25d0d21212/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116907004049/fx1/THUMBNAIL/image/gif/9b5b7438de0c0db0ec86bf25d0d21212/fx1.sml fx1 true fx1.sml sml 1493 66 125 IMAGE-THUMBNAIL MOLCAA 6830 S1381-1169(07)00404-9 10.1016/j.molcata.2007.06.025 Elsevier B.V. Scheme 1 Table 1 Esterification of acetic acid with 1-octanol in the presence of various alkylammonium salts as ionic liquids a Entry Ionic liquid Additive p-CH3C6H4SO3H hydrate (mg) Yield b of n-octyl acetate (%) Phase separation (yes/no) 1 [Et3NH][HSO4] 81 Y 2 [Et3NH][H2PO4] 26 Y 3 [Et3NH][BF4] 18 Y 4 [Et3NH][BF4] 25 58 Y 5 [Et3NH][BF4] 100 90 Y 6 [Et3NH][p-CH3C6H4SO3] 42 N 7 [Et2NH2][HSO4] 88 Y 8 [Et2NH2][H2PO4] 25 Y 9 [Et2NH2][BF4] 50 Y 10 [EtNH3][HSO4] 94 Y 11 [EtNH3][H2PO4] 28 Y 12 [EtNH3][BF4] 25 Y a Conditions: acetic acid (20mmol), 1-octanol (24mmol) and ionic liquid (1gm); 90°C, 4h, under nitrogen atmosphere. b Yield based on acetic acid taken. Table 2 Effect of variation of cation in alkylammonium sulfate ionic liquids on the esterification of acetic acid with 1-octanol a Entry Ionic liquid Yield of n-octyl acetate b (%) Phase separation (yes/no) 1 [Et3NH][HSO4] 81 Y 2 [Et2(PhCH2)NH][HSO4] 86 Y 3 [n-Bu3NH][HSO4] 70 N 4 c [n-Bu3NH][HSO4] 53 N 5 [n-Oct3NH][HSO4] 70 N 6 [Et2NH2][HSO4] 88 Y 7 [i-Pr2NH2][HSO4] 72 Y 8 [EtNH3][HSO4] 94 Y a Conditions: acetic acid (20mmol), 1-octanol (24mmol) and ionic liquid (1gm); 90°C, 4h, under nitrogen atmosphere. b Yield based on acetic acid taken. c Water (20mmol) was added to the ionic liquid. Brønsted acidic ionic liquids derived from alkylamines as catalysts and mediums for Fischer esterification: Study of structure–activity relationship Pralhad A. Ganeshpure a ⁎ Gigi George b Jagannath Das a a Research Centre, Indian Petrochemicals Corporation Limited, Vadodara 391346, India b Department of Applied Chemistry, Cochin University of Science and Technology, Cochin 682022, India ⁎ Corresponding author. Tel.: +91 265 669 6068; fax: +91 265 669 3934. Esterification of acetic acid with 1-octanol was studied using a series of alkylammonium salts as Brønsted acidic ionic liquids. The following ionic liquids were prepared and used as catalysts and mediums in the esterification reaction; [Et3NH][HSO4], [Et3NH][H2PO4], [Et3NH][BF4], [Et3NH][p-CH3C6H4SO3], [Et2(PhCH2)NH][HSO4], [n-Bu3NH][HSO4], [n-Oct3NH][HSO4], [Et2NH2][HSO4], [Et2NH2][H2PO4], [Et2NH2][BF4], [i-Pr2NH2][HSO4], [EtNH3][HSO4], [EtNH3][H2PO4], and [EtNH3][BF4]. Higher acidity of the anion in the ionic liquid resulted in high yield of the ester. Yield of the ester decreased with increase in the size of the cation. There was no phase separation in the reactions where size of anion and/or cation was bigger. Graphical abstract A series of ionic liquids based on alkylammonium salts were synthesized. The ionic liquids were used as catalysts and mediums for the esterification of acetic acid with 1-octanol as a probe to understand their structure–activity relationship in the Fisher esterification. Keywords Ionic liquid Esterification Acid catalyst Acetic acid 1-Octanol 1 Introduction Currently, ionic liquids are receiving a widespread attention as mediums for a variety of reactions [1]. Their properties such as very low or practically no vapour pressure, remarkable solubility behaviour and possibility to vary structure to manipulate the parameters like density, solubility etc. has generated much interest among the researchers in chemistry. The Brønsted acidic ionic liquids have found application as catalyst and medium for the Fischer esterification reaction [2–10]. High conversions have been obtained as the water formed in the reaction is effectively solvated by the ionic liquid. Often the ionic liquid and the water forms one phase and the ester remains in a separate phase at the top. Thus, the product is conveniently separated from the catalyst. Use of ionic liquids also obviates need of volatile organic solvents generally used for azeotropic removal of water formed in the esterification. Therefore, ionic liquids provide environment-friendly alternative to the conventional solvents. The use of ionic liquids in the Fischer esterification has been limited to the derivatives of imidazole and pyridine. Literature reports specially designed ionic liquids called “task specific ionic liquids” for the esterification reaction [2,3,7]. These ionic liquids have cation that contains an alkyl chain with a sulfonic acid group, to provide a Brønsted acid catalyst. However, recently it is observed that the activity of ionic liquid is influenced by the acidity of anion and the sulfonic acid group in the cation probably plays no role in the esterification catalysis [11]. Moreover, preparation of such ionic liquids involves several synthetic steps. Recently, we have shown that ionic liquids derived from simple amines also show high activity for the esterification reaction [12]. However, the structure–activity relationship is not clearly understood in this system. In the present work, we have prepared a series of ionic liquids from alkylamines and applied them to the esterification of acetic acid with 1-octanol (Scheme 1 ) as the model substrates to study the structure–activity relationship. 2 Experimental All the chemicals were of reagent grade and used as received. N,N-diethylbenzylamine was prepared by alkylation of diethylamine with benzyl chloride. The melting points were determined on Sanyo Gallenkamp MPD350 apparatus. 1H NMR (300MHz) spectra were recorded on Varian Mercury-300 instrument. Moisture analysis was carried out by Karl–Fischer method on Metrohm (model 720 KFS Titrino) titrator. Gas chromatographic analysis was performed on Schimadzu GC 17A using the flame ionization detector. A capillary GC Column, Innowax (Length, 60m; ID, 0.32mm; film thickness, 0.5μm) and nitrogen as carrier gas were used. 2.1 Preparation of ionic liquids The ionic liquids were prepared by using the procedure reported in the literature [13]. Triethylammonium sulfate [Et3NH][HSO4]: Colourless crystals; yield 95%; m.p. 83–85°C, (Lit.[13] 91°C); 1H NMR (CD3OD) δ 1.24 (t, J =7Hz, 9H, CH3), 3.13 (q, J =7Hz, 6H, CH2), 5.18 (s, NH). Triethylammonium dihydrogen phosphate [Et3NH][H2PO4]: Colourless crystals; yield 88%; m.p. 85–87°C, (Lit.[13] 93°C); 1H NMR (CD3OD) δ 1.23 (t, J =7.3Hz, 9H, CH3), 3.08 (q, J =7.3Hz, 6H, CH2), 5.79 (s, NH). Triethylammonium tetrafluoroborate [Et3NH][BF4]: Colourless crystals; yield 93%; m.p. 98–101°C, (Lit.[13] 98°C); 1H NMR (CDCl3) δ 1.36 (t, J =7Hz, 9H, CH3), 3.22 (m, J =7Hz, 6H, CH2), 7.26 (br.s, NH). Triethylammonium p-toluenesulfonate [Et3NH][p-CH3C6H4SO3]: Colourless crystals; yield 97%; m.p. 84–86°C; 1H NMR (D2O) δ 1.10 (t, J =7.3Hz, 9H, CH3), 2.25 (s, 3H, CH3–Ar), 2.99 (q, J =7.3Hz, 6H, CH2), 7.21 (d, J =8Hz, 2H, ArH), 7.55 (d, J =8Hz, 2H, ArH). N,N-Diethylbenzylammonium sulfate [Et2(PhCH2)NH][HSO4]: Brownish gel; yield 99%; 1H NMR (D2O) δ 1.07 (t, 6H, CH3), 2.95 (m, 4H, CH2), 4.69 (s, 2H, CH2–Ph), 7.24 (br.s, 5H, Ph). Tributylammonium sulfate [n-Bu3NH][HSO4]: Colourless crystals; yield 97%; m.p. 83–87°C, (Lit.[13] 80°C); 1H NMR (D2O) δ 0.79 (t, J =7.3Hz, 9H, CH3), 1.22 (m, 6H, CH2), 1.52 (m, 6H, CH2), 2.98 (t, 6H, CH2). Trioctylammonium sulfate [n-Oct3NH][HSO4]: Colourless wax; yield 97%; 1H NMR (CDCl3) δ 0.87 (t, 9H, CH3), 1.28 (m, 30H, CH2), 1.70 (br.s, 6H, CH2); 3.05 (br.t, 6H, CH2–N). Diethylammonium sulfate [Et2NH2][HSO4]: Colourless crystals; yield 96%; m.p. 78–81°C (Lit.[13] 82°C); 1H NMR (D2O) δ 1.04 (m, 6H, CH3), 2.83 (m, 4H, CH2). Diethylammonium dihydrogen phosphate [Et2NH2][H2PO4]: Colourless crystals; yield 97%; m.p. 153–158°C (Lit.[13] 148°C); 1H NMR (D2O) δ 1.00 (m, 6H, CH3), 2.79 (m, 4H, CH2). Diethylammonium tetrafluoroborate [Et2NH2][BF4]: Colourless crystals; yield 97%; m.p. 172–176°C; 1H NMR (D2O) δ 1.18 (m, 6H, CH3), 2.97 (m, 4H, CH2). Diisopropylammonium sulfate [i-Pr2NH2][HSO4]: Colourless crystals; yield 96%; m.p. 111–116°C; 1H NMR (D2O) δ 1.15 (d, J =6.6Hz, 12H, CH3), 3.35 (m, J =6.6Hz, 2H, CH). Ethylammonium sulfate [EtNH3][HSO4]: Colourless viscous liquid; yield 90%; 1H NMR (D2O) δ 0.80 (m, 3H, CH3), 2.58 (m, 2H, CH2). Ethylammonium dihydrogen phosphate [EtNH3][H2PO4]: Colourless crystals; yield 99%; m.p.129–131°C; 1H NMR (D2O) δ 1.09 (m, 3H, CH3), 2.85 (m, 2H, CH2). Ethylammonium tetrafluoroborate [EtNH3][BF4]: Colourless crystals; yield 99%; m.p. 148–151°C; 1H NMR (D2O) δ 1.20 (t, 3H, CH3), 2.96 (q, 2H, CH2). 2.2 Procedure for esterification reaction A typical procedure for esterification reaction is as follows. Acetic acid (1.2g, 20mmol), 1-octanol (3.12g, 24mmol) and ionic liquid (1g) were taken in a round bottom flask of 25ml capacity. The flask was fitted with a condenser and flushed with nitrogen gas. A nitrogen balloon was fitted at the top of the condenser to maintain inert atmosphere. The contents were magnetically stirred at 90°C (oil bath) for 4h. The reaction mixture was cooled to room temperature and the layers separated. The top layer was analyzed using gas chromatography. Quantification of the product was done by applying relative response factors obtained from GC analysis of the standard mixtures of 1-octyl acetate and 1-octanol. When there was no phase separation in the reaction mixture the following procedure was used for isolation of the ester. The reaction mixture was cooled to room temperature, diluted with water (15ml) and extracted with ether (3×20ml). The combined ether extracts were washed with 5% aq. sodium bicarbonate solution (2×20ml) followed by water (20ml) and dried over anhydrous sodium sulfate. Evaporation of the solvent gave oil which was analyzed by GC. 3 Results and discussion A series of salts containing trialkylammonium, dialkylammonium, and alkylammonium cations was synthesized. In each category, there are three anions viz. HSO4 −, H2PO4 − and BF4 −. A salt with p-CH3C6H4SO3 − anion and triethylammonium cation was also prepared. The salts were applied as catalyst and medium in the esterification of acetic acid with 1-octanol as the model substrates. The reactions were performed with 20mmol of acetic acid, 24mmol of 1-octanol, and 1g of ionic liquid at 90°C for 4h under nitrogen atmosphere. The reaction temperature, time, and amount of ionic liquid have been optimized earlier [12] for the above reactant ratio with respect to the ionic liquid [Et3NH][HSO4]. The ionic liquid is used in catalytic amounts (1g=5mmol) and acetic acid to ionic liquid mole ratio is 4:1. We have also demonstrated that two recycles of the ionic liquid showed no loss of activity [12]. The majority of alkylammonium salts used in the present study have melting points below 100°C. A few salts, viz. [Et2NH2][H2PO4], [Et2NH2][BF4], [EtNH3][H2PO4], [EtNH3][BF4], and [i-Pr2NH2][HSO4] have melting points in the range of 111–176°C. However, the higher melting points of these salts presented no problem in their application as ionic liquids in these reactions which are performed at 90°C. These salts dissolve quickly when the reaction mixture is stirred and heated to 90°C. However, the salt separates out as a liquid phase within 10–30min of starting of the reaction. The water produced in the reaction and the salt together form the heavy phase, and the ester and unconsumed alcohol form the lighter phase. The salt, with the reaction water dissolved in it, remains as a liquid phase at the bottom even after cooling the reaction mixture to room temperature. The phases can be easily separated using a small separatory funnel. All the separated heavy phases remained in liquid state at room temperature except in the cases of the reactions using [Et2NH2][H2PO4] and [Et2NH2][BF4] (Table 1 , entries 8 and 9) wherein the salts crystallized out after a day. Thus, the behaviour of the high-melting salts is similar to that of the low-melting salts as ionic liquid mediums in this reaction. The result of the esterification reaction using the series of alkylammonium salts are shown in the Table 1. It is known that the nature of anion influences the catalytic activity of the ionic liquids in the Fischer esterification [7]. Initially, activity of triethylammonium salts containing HSO4 −, H2PO4 −, BF4 −, and p-CH3C6H4SO3 − was compared to see the effect of variation of these anions on the yield of the ester. Triethylammonium sulfate with highly acidic HSO4 − anion gave 81% yield of n-octyl acetate (Entry 1). Triethylammonium salts containing H2PO4 − and BF4 − anions showed poor activity (Entries 2 and 3). The catalytic activity of the ionic liquid with HSO4 − anion was substantially higher than the other two. Such a high activity of Brønsted ionic liquid with HSO4 − anion has also been observed in the cases of other ionic liquids in the Fischer esterification reaction [7]. Addition of catalytic amounts of p-toluenesulfonic acid hydrate to the reaction using [Et3NH][BF4] resulted in high yield of the ester (Entries 4 and 5). This indicates that weaker acidity of [Et3NH][BF4] was responsible for its poor activity. The ionic liquid with p-CH3C6H4SO3 − anion gave lower yield as compared to that with HSO4 − (Entry 6). This is primarily due to lower acidity of the former as compared to the latter. Moreover, the ester not forming separate layer in this reaction could also contribute to the lowering of the yield. Formation of a separate phase for the ester favours the equilibrium to the product side as it is expected to minimize the reverse reaction between the ester and water. The order of activity for the anions in the ionic liquids containing triethylammonium cation was [HSO4]>[p-CH3C6H4SO3]>[H2PO4]>[BF4]. Among the diethylammonium type the ionic liquid with HSO4 − anion also showed higher activity as compared to that with H2PO4 − and BF4 − anions (Entries 7–9). However, the ionic liquid with BF4 − anion exhibited higher activity than that with H2PO4 − unlike in the case of triethylammonium ionic liquid (Compare entries 2 and 3 with 8 and 9). The trend in the ethylammonium ionic liquids was similar to the triethylammonium ionic liquids with HSO4 − showing significantly higher activity than H2PO4 − and BF4 − (Entries 10–12). The ester formed separate phase in all the reactions except in the case of [Et3NH][p-CH3C6H4SO3] (Entry 6). The bulky anion, p-CH3C6H4SO3 − in the ionic liquid makes it miscible with the ester and/or alcohol resulting in no phase separation. The effect of variation of the cation in the alkylammonium ionic liquids on their activity in the esterification was studied. We have screened ionic liquids with [HSO4] anion and a variety of alkylammonium cations for the esterification of acetic acid with 1-octanol at 90°C for 4h under nitrogen atmosphere. The results are shown in the Table 2 . Esterification using the ionic liquid [Et3NH][HSO4] gave high yield of the ester (Entry 1). Replacing one of the ethyl groups in the above ionic liquid with a benzyl group resulted in a small increase in the yield of the ester (Entry 2). The ester and ionic liquid formed separate phases in both the above reactions. Esterification using the ionic liquid with tributylammonium cation resulted in relatively lower yield of the ester and no separate phases appeared in the reaction (Entry 3). The bigger size of the tributylammonium cation makes the salt miscible with the ester and/or the alcohol which results in a homogeneous solution. We attempted to induce phase separation in the reaction by adding 0.36g (20mmol) of water to the ionic liquid in the beginning of the reaction to reduce solubility of the ester in it. However, this failed to form separate phases and resulted in further lowering of the yield of the ester (Entry 4). Further increase in the bulk of the cation appears to have no effect on the activity of the ionic liquids as the use of trioctylammonium cation gave same results as the corresponding tributyl analogue (Compare Entries 3 and 5). The ionic liquid with diethylammonium cation gave higher yield than that with the bigger diisopropyl cation (Compare Entries 6 and 7). The ethylammonium sulfate with the smallest cation gave the highest yield of the ester (Entry 8). The order of activity among the ethylamines cations was as follows [EtNH3]>[Et2NH2]>[Et3NH] (Entries 1, 6, 8). In general, increase in the size of the cation resulted in decrease in the yield of the ester. This appears to be due to the decrease in the ability of the ionic liquids for solvation of the water with increase in the size of the cation in the ionic liquids. The majority of the salts employed form separate liquid phases in the esterification reaction. We have investigated the content of the phases in the reactions shown in the Table 1 except the entry 6 where no phase separation occurred. For the purpose of these investigations the reactions may be divided into two categories: (1) the reactions resulting in high yield viz. Entries 1, 5, 7, and 10; (2) the remaining reactions giving moderate and low yield of the ester. In the cases of the reactions giving high yield, the 1H NMR of the product phase showed that it contained the ester and the unreacted alcohol. There were no ionic liquids present in the product phase. The water content of this phase was less than 1%. 1H NMR of the ionic liquid (heavy) phase showed presence of no ester and alcohol in it. The unreacted acetic acid gets distributed in both the phases: Typically, 55% goes to the product phase and the balance remains in the heavy phase. Thus, there is no leaching of the ionic liquids in the product phase in the high-yield reactions. The situation is slightly different in the reactions where moderate or low yield of the ester is obtained. In these reactions, substantial amounts of unreacted acetic acid and 1-octanol are present due to low conversions. 1H NMR showed that all the ester and alcohol were present in the product phase and they were absent in the ionic liquid phase. However, traces of ionic liquids were found in the product phase. The small leaching of the ionic liquid in the product phase may be due to the solubility of the ionic liquid in 1-octanol which is present in higher amounts in these reactions. This is supported by the following observation. The product phase from the low yield reaction in the entry 3 (Table 1) contains traces of ionic liquid. However, the same ionic liquid when used with catalytic quantity of p-toluenesulfonic acid gave high yield of the ester (entry 5, Table 1) and there is no leaching of the ionic liquid in the product phase. Thus, leaching of traces of ionic liquid to the product phase can be eliminated by boosting the yield of the ester by adding Brønsted acid catalyst. The unreacted acetic acid also gets distributed in both the phases in the same way as in the cases of the high-yield reactions. 4 Conclusions The work demonstrates application of simple, inexpensive, and easily accessible alkylammonium salts as ionic liquid catalyst and medium for Fischer esterification reaction. Among the anions used, HSO4 − dominates the activity by providing the desired Brønsted acidity for the catalysis of esterification reaction. The ionic liquids containing anions, p-CH3C6H4SO3 −, H2PO4 −, and BF4 − are weaker acids and therefore show lower activity. However, they can be supplemented with a Brønsted acid catalyst such as p-toluenesulfonic acid hydrate to make up for the acidity to obtain high yield of the ester. For a given anion, the yield of the ester increases with decrease in the size of the cation. Better solvation of the water by the smaller cations is probably responsible for their higher activity. The matter becomes complicated when there is no phase separation in the reaction. This happens when the size of the cation and/or anion increases beyond certain limits. While the reactions using the salts [Et3NH][HSO4] and [Et2(PhCH2)NH][HSO4] gave phase separation, the ionic liquids [n-Bu3NH][HSO4] and [n-Oct3NH][HSO4] containing bigger cations gave no separate phases. Similarly, the ionic liquids [Et3NH][HSO4], [Et3NH][H2PO4] and [Et3NH][BF4] gave separate phases for the ester and ionic liquid, the corresponding ionic liquid with bigger anion [Et3NH][p-CH3C6H4SO3] formed no separate phases. The ionic liquids used in the present work have interesting solubility properties. The ester did not dissolve in the ionic liquid (heavy) phase and remained completely in the product (lighter) phase regardless of its high or low yield in the reaction. The ionic liquids do not leach into the product phase when the yield of the ester is high (above 80%). Their low cost and easy accessibility, clear separation of the ester phase, and no leaching of ionic liquids into the product phase show the potential of these ionic liquids for development as industrial esterification catalysts and mediums. Acknowledgement Gigi George would like to thank Indian Petrochemicals Corporation Limited for the permission to work in the Research Centre. References [1] (a) P. Wasserscheid T. Welton Ionic Liquids in Synthesis 2003 Wiley-VCH Weinheim (b) R. Sheldon Chem. Commun. 2001 2399 2407 (c) H. Oliver-Bourbigon L. Magna J. Mol. Catal. A: Chem. 182/183 2002 419 437 (d) M.J. Earle K.R. Seddon Pure Appl. Chem. 72 2000 1391 1398 (e) T. Welton Chem. Rev. 99 1999 2071 2083 [2] A.C. Cole J.L. Jensen I. Ntai K.L.T. Tran K.J. Weaver D.C. Forbes J.H. Davis Jr. J. Am. Chem. Soc. 124 2002 5962 5963 [3] J. Fraga-Dubreuil K. Bourahla M. Rahmouni J.P. Bazureau J. Hamelin Catal. Commun. 3 2002 185 190 [4] H.P. Zhu F. Yang J. Tang M.Y. He Green Chem. 5 2003 38 39 [5] H.P. Nguyen S. Znifeche M. Baboulene Synth. Commun. 34 2004 2085 2093 [6] A. Arfan J.P. Bazureau Org. Proc. Res. Dev. 9 2005 743 748 [7] H. Xing T. Wang Z. Zhou Y. Dai Ind. Eng. Chem. Res. 44 2005 4147 4150 [8] T. Joseph S. Sahoo S.B. Halligudi J. Mol. Catal. A: Chem. 234 2005 107 110 [9] D.C. Forbes K.J. Weaver J. Mol. Catal. A: Chem. 214 2004 129 132 [10] J. Gui X. Cong D. Liu X. Zhang Z. Hu Z. Sun Catal. Commun. 5 2004 473 477 [11] H. Xing T. Wang Z. Zhou Y. Dai J. Mol. Catal. A: Chem. 264 2006 53 59 [12] P.A. Ganeshpure G. George J. Das Arkivoc 2007 273 278 [13] C. Wang L. Guo H. Li Y. Wang J. Weng L. Wu Green Chem. 8 2006 603 607",
      "scopus-id": "37349119737",
      "coredata": {
        "eid": "1-s2.0-S1381116907004049",
        "dc:description": "Esterification of acetic acid with 1-octanol was studied using a series of alkylammonium salts as Brønsted acidic ionic liquids. The following ionic liquids were prepared and used as catalysts and mediums in the esterification reaction; [Et3NH][HSO4], [Et3NH][H2PO4], [Et3NH][BF4], [Et3NH][p-CH3C6H4SO3], [Et2(PhCH2)NH][HSO4], [n-Bu3NH][HSO4], [n-Oct3NH][HSO4], [Et2NH2][HSO4], [Et2NH2][H2PO4], [Et2NH2][BF4], [i-Pr2NH2][HSO4], [EtNH3][HSO4], [EtNH3][H2PO4], and [EtNH3][BF4]. Higher acidity of the anion in the ionic liquid resulted in high yield of the ester. Yield of the ester decreased with increase in the size of the cation. There was no phase separation in the reactions where size of anion and/or cation was bigger.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2008-01-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116907004049",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ganeshpure, Pralhad A."
          },
          {
            "@_fa": "true",
            "$": "George, Gigi"
          },
          {
            "@_fa": "true",
            "$": "Das, Jagannath"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116907004049"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116907004049"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(07)00404-9",
        "prism:volume": "279",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Brønsted acidic ionic liquids derived from alkylamines as catalysts and mediums for Fischer esterification: Study of structure–activity relationship",
        "prism:copyright": "Copyright © 2007 Elsevier B.V. All rights reserved.",
        "prism:issueName": "Catalysis in Ionic Liquids",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ionic liquid"
          },
          {
            "@_fa": "true",
            "$": "Esterification"
          },
          {
            "@_fa": "true",
            "$": "Acid catalyst"
          },
          {
            "@_fa": "true",
            "$": "Acetic acid"
          },
          {
            "@_fa": "true",
            "$": "1-Octanol"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "182-186",
        "prism:endingPage": "186",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 January 2008",
        "prism:doi": "10.1016/j.molcata.2007.06.025",
        "prism:startingPage": "182",
        "dc:identifier": "doi:10.1016/j.molcata.2007.06.025",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "30",
            "@width": "400",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004049-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1915",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "9",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004049-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "351",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "172",
            "@width": "325",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004049-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "31603",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "66",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116907004049-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1493",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/37349119737"
      }
    }
  }
}