{
  "metadata": {
    "title": "A novel catalyst for transesterification of dimethyl carbonate with phenol to diphenyl carbonate: samarium trifluoromethanesulfonate",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-06-17",
    "doi": "10.1016/S1381-1169(02)00013-4",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902000134",
    "pii": "S1381116902000134"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037124951",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-01-25 2002-01-25 2010-04-18T17:18:08 1-s2.0-S1381116902000134 S1381-1169(02)00013-4 S1381116902000134 10.1016/S1381-1169(02)00013-4 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01513 2015-05-15T05:56:33.301439-04:00 0 0 20020617 2002 2002-01-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref alllist content subj ssids 1381-1169 13811169 184 184 1 2 1 2 Volume 184, Issues 1–2 49 465 468 465 468 20020617 17 June 2002 2002-06-17 2002 converted-article sco Copyright © 2002 Elsevier Science B.V. All rights reserved. ANOVELCATALYSTFORTRANSESTERIFICATIONDIMETHYLCARBONATEPHENOLDIPHENYLCARBONATESAMARIUMTRIFLUOROMETHANESULFONATE FUMING M 1 Introduction 2 Experimental 2.1 Reagents 2.2 Analysis 2.3 Procedure of synthesis 3 Results and discussion 4 Conclusions References SHAIKH 1996 952 G BRAUSTEIN 1987 353 P SHAIKH 1992 1167 G KOBAYASHI 1992 6815 S KOBAYASHI 1993 371 S KOBAYASHI 1997 115 S KOBAYASHI 1999 545 S FOSBERG 1987 1017 J TUNDO 1988 1565 P FUMINGX2002X465 FUMINGX2002X465X468 FUMINGX2002X465XM FUMINGX2002X465X468XM item S1381-1169(02)00013-4 S1381116902000134 1-s2.0-S1381116902000134 10.1016/S1381-1169(02)00013-4 271358 2010-10-03T19:44:47.711707-04:00 2002-06-17 1-s2.0-S1381116902000134-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000134/MAIN/application/pdf/5fefb506b0357c7bffc3aed03c557f09/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000134/MAIN/application/pdf/5fefb506b0357c7bffc3aed03c557f09/main.pdf main.pdf pdf true 39906 MAIN 4 1-s2.0-S1381116902000134-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000134/PREVIEW/image/png/ac4d08fb48d38038adeb83cb3262eee8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000134/PREVIEW/image/png/ac4d08fb48d38038adeb83cb3262eee8/main_1.png main_1.png png 56152 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902000134-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000134/sc1/THUMBNAIL/image/gif/544593ac7296311e74996e48f8d3cc23/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000134/sc1/THUMBNAIL/image/gif/544593ac7296311e74996e48f8d3cc23/sc1.sml sc1 sc1.sml sml 688 29 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000134-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000134/sc1/DOWNSAMPLED/image/gif/f17612809beeeb90b58ffad4dcf872fe/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000134/sc1/DOWNSAMPLED/image/gif/f17612809beeeb90b58ffad4dcf872fe/sc1.gif sc1 sc1.gif gif 4274 103 446 IMAGE-DOWNSAMPLED MOLCAA 3531 S1381-1169(02)00013-4 10.1016/S1381-1169(02)00013-4 Elsevier Science B.V. Scheme 1 Transesterification of DMC with phenol to DPC catalyzed by Sm(OTf)3. Table 1 Transesterification of DMC with phenol catalyzed by Sm(OTf)3 Sn, Ti, Al and Zn compounds Catalyst Molar ratio catalyst-to-DMC Conversion of DMC (%) Yield of DPC (%) Yield of MPC (%) Yield of Anisole (%) Selectivity to DPC (%) TON mol DPC/mol catalyst Sm(OTf)3 1:70 34.4 31.1 2.1 1.2 90.4 21.8 n-Bu2SnO 1:60 37.6 33.3 4.3 Trace 88.6 20.0 Ti(OC4H9)4 1:60 31.2 26.0 5.2 Trace 83.3 15.6 AlCl3 1:10 18.2 15.0 2.2 1.0 82.4 1.5 ZnCl2 1:10 13.7 11.0 1.5 1.2 80.3 1.1 Reaction conditions: molar ratio of phenol-to-DMC 4:1; 12h; temperature 190°C. DPC yield was based on the amount of charged DMC. MPC: methyl phenyl carbonate. Table 2 Recylcing of Sm(OTf)3 in transesterification of DMC with phenol Times of catalyst used DMC conversion (%) DPC yield (%) Recovery of catalyst (%) DMC conversion calculated (%) 1 34.4 31.1 95 – 2 32.4 29.3 92 32.7 3 31.3 28.3 89 31.7 Reaction conditions: molar ratio of phenol-to-DMC 4:1; 12h; temperature 190°C. Recovery of catalyst was determined by the ratio of the isolated amount of Sm(OTf)3 based on the initial amount of Sm(OTf)3. DMC conversions calculated are determined as follows: 34.4×95(%)=32.7, 34.4×92(%)=31.7. Letter A novel catalyst for transesterification of dimethyl carbonate with phenol to diphenyl carbonate: samarium trifluoromethanesulfonate Mei Fuming ∗ Li Guangxing Nie Jin Xu Huibi Department of Chemistry, Huazhong University of Science and Technology, Wuhan, Hubei, 430074, PR China * Corresponding author. Samarium trifluoromethanesulfonate (Sm(OTf)3) was found to be a novel catalyst for synthesis of diphenyl carbonate (DPC) by transesterification of dimethyl carbonate (DMC) with phenol. The best result was obtained by using Sm(OTf)3 catalyst. The TON reached 21.8mol DPC/mol Sm when the reaction was carried out at 190°C with the molar ratio of phenol-to-DMC 4:1 for 12h. This catalyst could work in aqueous media and in air, and proved reusable. Keywords Samarium trifluoromethanesulfonate Transesterification Diphenyl carbonate Dimethyl carbonate 1 Introduction Diphenyl carbonate (DPC) is an industrially important intermediate for the production of a lot of organic chemicals [1]. Recently, DPC is used for the synthesis of polycarbonate by melt polymerization process. Transesterification of dimethyl carbonate (DMC) with phenol is a phosgene-free method for manufacturing DPC. This method is proven to be effective and is now used in a pilot-plant [2]. The synthesis of DPC by transesterification of DMC with phenol are usually catalyzed by organometallic compounds containing titanium, aluminium and tin [3–8] and conventional Lewis acid catalysts such as aluminium chloride and zinc chloride [9,10]. Most of these catalysts are sensitive to water and air in the system, and can not be completely recovered after reaction. Lanthanide trifluoromethanesulfonates have been used as catalysts in Michael addition, Diels–Alder reaction, Friedel–Crafts acylation and Aldol condensation for the purpose of overcoming the problems caused by the conventional Lewis acid catalysts [11–15]. We found that samarium trifluoromethanesulfonate (Sm(OTf)3) was also an effective catalyst for transesterification of DMC with phenol to synthesize DPC. To the best of our knowledge, it is the first time for this compound to be used in the catalytic synthesis of DPC (Scheme 1 ). 2 Experimental 2.1 Reagents DMC (Ube Chemicals, Japan) was fractionally distilled and stored over molecular sieve (4Å). Phenol was of laboratory reagent grade and subjected to drying and purification by standard procedure. Titanium butoxide (Shanghai Chemical Reagent Co., China), di-n-butyltin oxide (Fluka Chemical, Switzerland), aluminum chloride and zinc chloride were used as received. Sm(OTf)3 was prepared from samarium oxide (Sm2O3) and trifluoromethanesulfonic acid according to literature [16]. 2.2 Analysis The distillates during reaction were analyzed by gas chromatography (GC) (HP 6890). The product DPC was characterized by NMR spectroscopy (Varian XL-200), IR spectroscopy (Impact-420, Nicolet) and mass spectroscopy (HP 5973). The melting points were determined for the products and compared with literature. 2.3 Procedure of synthesis The reaction was carried out in a 250ml three-necked round-bottomed flask equipped with a nitrogen inlet, a dropping funnel, and a fractionating column connected to a liquid dividing head. Under nitrogen gas, reagents and a catalyst were added to the flask, with stirring and slowly increasing temperature. The occurrence of reaction was indicated by attainment of temperature of 62–63°C at the top of the column, which corresponded to the 70:30 boiling azeotrope of methanol and DMC. This azeotrope was analyzed by GC one time per hour. The temperature was kept at 190°C during the period of reaction. After filtration to recover the catalyst, the reaction mixture was distilled under 15mmHg. The product was then recrystallized in absolute ethanol to obtain pure DPC. 3 Results and discussion Although conventional Lewis acid catalysts have played important roles in modern organic synthesis, a small amount of water or oxygen in the reaction system could decompose or deacivate the catalysts. Kobayashi and co-workers demonstrated that lanthanide trifluoromethanesulfonate could substitute conventional Lewis acid catalysts in Michael addition, Diels–Alder reaction, Friedel–Crafts acylation and Aldol condensation [11–15], and could be used in aqueous media and in the presence of oxygen. Because Lewis acids can catalyze the synthesis of DPC by transesterification of DMC with phenol and lanthanide trifluoromethanesulfonate is a kind of Lewis acid, it should be suitable for this reaction. In addition, Yoshisato and Yoshitomi used La[OCH(CH3)2]3 and Sm2O3 as catalysts for transesterification of DMC with phenol to DPC and methyl phenyl carbonate [17,18]. Taking these into considerations, we explored the potential of Sm(OTf)3 for a catalyst in the transesterification. For comparison, tin, titanium, aluminum and zinc compounds are also tested as catalysts for the transesterification of DMC with phenol. The results are shown in Table 1 . The reactions (1) and (2) are endothermic [19]. The increase in temperature is favorable for reactions thermodynamically and kinetically. Thus, the yield of DPC will increase with increasing of temperature. The yield of DPC decreases when temperature is over 190°C. The reason is that when temperature is too high, catalysts deactivate and reactants, especially DMC, will easily escape from the reaction system due to its low boiling point (90.5°C). Because the equilibrium constant for reaction (1) is 3.0×10−4 at 453K [20], the reactions (1) and (2) are slow and thermodynamically unfavorable. Therefore, it is necessary to discharge the by-product CH3OH to shift the equilibrium in the direction of DPC formation and shorten the reaction time. From reactions (1) and (2), it is evident that the excess of phenol is favorable for producing DPC. We found that the molar ratio of phenol-to-DMC 4:1, reaction time 12h and temperature 190°C are the optimized reaction conditions. As shown in Table 1, Ti(OC4H9)4 has high activity, but it is hydrolyzed to TiO2 in the presence of aqueous media and can not be recovered at all. AlCl3 and ZnCl2 can be used as catalyst for this reaction, but they are also easily hydrolyzed and the turnover number is very low. The compound n-Bu2SnO is found to be effective and insensitive to air and water, but the obtained DPC shows greyish color due to the contamination of tin. Sm(OTf)3 has the highest turnover number and no samarium is detected in the product DPC. It can work in aqueous media or organic solvent. After filtration from reaction mixture and drying, Sm(OTf)3 is reusable. The results of recycling of catalyst are shown in Table 2 . From the data in Table 2, it is found that the catalytic activities of the recovered catalyst are almost the same as that of fresh catalyst. The decreases in DMC conversion of the second run and the third run are caused by the loss of catalyst during the physical treatment, filtration of catalyst from the reaction mixture. 4 Conclusions In summary, a novel catalyst Sm(OTf)3 for facile synthesis of DPC by transesterification of DMC with phenol in the presence of Sm(OTf)3 has been found. At the optimized conditions, the molar ratio of phenol-to-DMC 4:1, 12h and 190°C, the TON reaches 21.8mol DPC/mol Sm. In comparison to the other conventional catalysts, Sm(OTf)3 gives higher TON and can be used in aqueous media and in air, and recycled without significant decrease in the catalytic activity. Further study on the detail of this novel catalyst for the transesterification is under way in this laboratory. References [1] G. Shaikh S. Sivaram Chem. Rev. 96 1996 952 [2] Chemistry in Britain, 30, 1994, p. 970. [3] M. Komoritani, A. Horiguchi, Japanese Patent 05,123,597 (1993). [4] H. Yoshiyaka, Japanese Patent 62,277,345 (1987). [5] P. Braustein M. Lakkis D. Matt J. Mol. Catal. A 42 1987 353 [6] T. Nakauo, Japanese Patent 04,07,035 (1992). [7] G. Shaikh S. Sivaram Ind. Eng. Chem. Res. 31 1992 1167 [8] Idemitsu Kosan Co. Ltd., Japanese Patent 09,169,704 (1997). [9] Idemitsu Kosan Co. Ltd., Japanese Patent 09,169,703 (1997). [10] G.X. Li, F.M. Mei, W.L. Mo, Y.J. Pu, Fine Chem. 17 (2000) 170 (in Chinese). [11] S. Kobayashi I. Hachiya T. Takahori M. Araki H. Ishitani Tetrahedron Lett. 33 1992 6815 [12] A. Kawada, S. Mitamura, S. Kobayashi, J. Chem. Soc. Chem. Commun. 14 (1993) 1157. [13] S. Kobayashi I. Hachiya T. Takahori Synthesis 4 1993 371 [14] S. Kobayashi H. Ishitani M. Ueno Synletters 1 1997 115 [15] S. Kobayashi T. Busujima S. Nagayama Synletters 5 1999 545 [16] J.H. Fosberg V.T. Spaziano T.M. Balasubramanian G.K. Liu S.A. Kinsley C.A. Duckworth J.J. Poteruca P.S. Brown J.L. Miller J. Org. Chem. 52 1987 1017 [17] T. Yoshisato, T. Yoshitomi, Japanese Patent 09,59,209 (1997). [18] T. Yoshisato, T. Yoshitomi, Japanese Patent 09,59,223 (1997). [19] F.M. Mei, G.X. Li, W.L. Mo, Chem. Reag. 22 (2000) 193 (in Chinese). [20] P. Tundo F. Trotta G. Moraglio F. Ligorati Ind. Eng. Chem. Res. 27 1988 1565",
      "scopus-id": "0037124951",
      "coredata": {
        "eid": "1-s2.0-S1381116902000134",
        "dc:description": "Samarium trifluoromethanesulfonate (Sm(OTf)3) was found to be a novel catalyst for synthesis of diphenyl carbonate (DPC) by transesterification of dimethyl carbonate (DMC) with phenol. The best result was obtained by using Sm(OTf)3 catalyst. The TON reached 21.8mol DPC/mol Sm when the reaction was carried out at 190°C with the molar ratio of phenol-to-DMC 4:1 for 12h. This catalyst could work in aqueous media and in air, and proved reusable.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902000134",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Fuming, Mei"
          },
          {
            "@_fa": "true",
            "$": "Guangxing, Li"
          },
          {
            "@_fa": "true",
            "$": "Jin, Nie"
          },
          {
            "@_fa": "true",
            "$": "Huibi, Xu"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902000134"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902000134"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00013-4",
        "prism:volume": "184",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "A novel catalyst for transesterification of dimethyl carbonate with phenol to diphenyl carbonate: samarium trifluoromethanesulfonate",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Samarium trifluoromethanesulfonate"
          },
          {
            "@_fa": "true",
            "$": "Transesterification"
          },
          {
            "@_fa": "true",
            "$": "Diphenyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl carbonate"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "465-468",
        "prism:endingPage": "468",
        "pubType": "sco",
        "prism:coverDisplayDate": "17 June 2002",
        "prism:doi": "10.1016/S1381-1169(02)00013-4",
        "prism:startingPage": "465",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00013-4",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "29",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000134-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "688",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "103",
            "@width": "446",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000134-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4274",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037124951"
      }
    }
  }
}