{
  "metadata": {
    "title": "Influence of water/alkoxide ratio on the properties of Ru/Al<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>3</ce:inf> xerogel catalysts",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-12-15",
    "doi": "10.1016/S1381-1169(99)00210-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999002101",
    "pii": "S1381116999002101"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033572170",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2000-01-11 2000-01-11 2010-04-18T14:19:10 1-s2.0-S1381116999002101 S1381-1169(99)00210-1 S1381116999002101 10.1016/S1381-1169(99)00210-1 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01094 2015-05-15T05:56:33.651043-04:00 0 0 19991215 1999 2000-01-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 149 149 1 2 1 2 Volume 149, Issues 1–2 32 297 304 297 304 19991215 15 December 1999 1999-12-15 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. INFLUENCEWATERALKOXIDERATIOPROPERTIESRUAL2O3XEROGELCATALYSTS OKAFOR V 1 Introduction 2 Experimental 2.1 Sol–gel xerogel synthesis 2.2 Physico-chemical characterisation 3 Results 4 Discussion 5 Conclusions Acknowledgements References VANNICE 1975 449 M NIWA 1986 236 S VERNON 1990 181 P KLUSON 1997 331 P GUCZI 1997 L29 L YANG 1996 41 J LOPEZ 1989 170 T STOCKER 1995 171 C DUTOIT 1995 165 D VICARINI 1993 297 M BALAKRISHNAN 1993 395 K LOPEZ 1993 114 T COTTON 1972 411 F BARRETT 1951 373 E HARKINS 1943 431 W SING 1985 603 K MAEDA 1992 97 K OKAFORX1999X297 OKAFORX1999X297X304 OKAFORX1999X297XV OKAFORX1999X297X304XV item S1381-1169(99)00210-1 S1381116999002101 1-s2.0-S1381116999002101 10.1016/S1381-1169(99)00210-1 271358 2010-09-29T22:38:08.744288-04:00 1999-12-15 1-s2.0-S1381116999002101-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/MAIN/application/pdf/6d4145a3578e8c5eaeb60eb6f528bd95/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/MAIN/application/pdf/6d4145a3578e8c5eaeb60eb6f528bd95/main.pdf main.pdf pdf true 845319 MAIN 8 1-s2.0-S1381116999002101-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/PREVIEW/image/png/b80207f1127aef4dfb480eee1a1048ac/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/PREVIEW/image/png/b80207f1127aef4dfb480eee1a1048ac/main_1.png main_1.png png 61971 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999002101-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/sc1/THUMBNAIL/image/gif/25007b589ac3d789a2933d1c8b9fad2e/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/sc1/THUMBNAIL/image/gif/25007b589ac3d789a2933d1c8b9fad2e/sc1.sml sc1 sc1.sml sml 631 42 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/sc1/DOWNSAMPLED/image/gif/7de632de5a9f6166c514d8a955a6f40a/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/sc1/DOWNSAMPLED/image/gif/7de632de5a9f6166c514d8a955a6f40a/sc1.gif sc1 sc1.gif gif 2678 110 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002101-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr1/THUMBNAIL/image/gif/185f31d021da82eaa9671d5318f02d64/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr1/THUMBNAIL/image/gif/185f31d021da82eaa9671d5318f02d64/gr1.sml gr1 gr1.sml sml 1019 93 87 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr1/DOWNSAMPLED/image/gif/214f88be3d2ac9867e58225519edf293/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr1/DOWNSAMPLED/image/gif/214f88be3d2ac9867e58225519edf293/gr1.gif gr1 gr1.gif gif 3436 231 215 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002101-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr2/THUMBNAIL/image/gif/85fd6a5119d5af55caa1cb0745590eca/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr2/THUMBNAIL/image/gif/85fd6a5119d5af55caa1cb0745590eca/gr2.sml gr2 gr2.sml sml 1574 93 97 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr2/DOWNSAMPLED/image/gif/1dec2495fd6835601d2f78e2190ae275/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr2/DOWNSAMPLED/image/gif/1dec2495fd6835601d2f78e2190ae275/gr2.gif gr2 gr2.gif gif 9693 315 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002101-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr3/THUMBNAIL/image/gif/78d271faf488dfceedb4554b116b2b5d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr3/THUMBNAIL/image/gif/78d271faf488dfceedb4554b116b2b5d/gr3.sml gr3 gr3.sml sml 1397 93 90 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr3/DOWNSAMPLED/image/gif/5899898bbaa90a38897f93d928a40bd5/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr3/DOWNSAMPLED/image/gif/5899898bbaa90a38897f93d928a40bd5/gr3.gif gr3 gr3.gif gif 41955 691 671 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002101-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr4/THUMBNAIL/image/gif/e2551a36be8e870793f1aa00ff591e84/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr4/THUMBNAIL/image/gif/e2551a36be8e870793f1aa00ff591e84/gr4.sml gr4 gr4.sml sml 1699 79 125 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr4/DOWNSAMPLED/image/gif/1fff89ea96daf939be19d1698ded653e/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr4/DOWNSAMPLED/image/gif/1fff89ea96daf939be19d1698ded653e/gr4.gif gr4 gr4.gif gif 13817 316 497 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002101-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr5/THUMBNAIL/image/gif/b472d9b826ad6c430dbd9b5a9ea64151/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr5/THUMBNAIL/image/gif/b472d9b826ad6c430dbd9b5a9ea64151/gr5.sml gr5 gr5.sml sml 3586 93 98 IMAGE-THUMBNAIL 1-s2.0-S1381116999002101-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002101/gr5/DOWNSAMPLED/image/jpeg/1585572ddaa72daab0e922b45ecd7918/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002101/gr5/DOWNSAMPLED/image/jpeg/1585572ddaa72daab0e922b45ecd7918/gr5.jpg gr5 gr5.jpg jpg 182652 658 693 IMAGE-DOWNSAMPLED MOLCAA 2344 S1381-1169(99)00210-1 10.1016/S1381-1169(99)00210-1 Elsevier Science B.V. Scheme. 1 Fig. 1 Reagents used in this study: (a) the ruthenium acetate cluster unit [18], [Ru3O(OCOCH3)6(H2O)3]+, and (b) diethylene glycol. Fig. 2 Nitrogen physisorption on Ru/Al2O3 xerogel catalysts calcined at 773 K for 5 h: adsorption (↑)/desorption (↓) isotherm hysteresis loop of sample DEG3 (h=3). Fig. 3 Pore size distributions of calcined catalysts: (a) h=1, (b) h=3 and (c) h=9. Fig. 4 X-ray diffraction patterns of Ru/Al2O3 xerogel catalysts prepared with various water/alkoxide ratios, h, and calcined at 773 K for 5 h. Fig. 5 Scanning electron micrographs of the calcined catalysts: (a) h=1, (b) h=2, (c) h=3, (d) h=6 and (e) h=9. Table 1 Textural properties of Ru/Al2O3 xerogel catalysts calcined at 773 K for 5 h Sample A BET a (m2/g) V p b (cm3/g)(nm) d p c (nm) Weight loss (%) DEG1 149 0.16 4 52.5 DEG2 249 0.24 4 59.0 DEG3 273 0.33 5 74.4 DEG6 314 0.53 7 79.0 DEG9 428 0.81 8 79.1 a A BET: Specific surface area. b V p: BJH cumulative adsorption pore volume of pores in the maximum range 1.7 to 300 nm. c d p=4 V p/A BET, the pore size diameter inferred from the desorption branch of nitrogen physisorption isotherms. Influence of water/alkoxide ratio on the properties of Ru/Al2O3 xerogel catalysts Victor I. Okafor Neil J. Coville * Applied Chemistry and Chemical Technology Centre, Department of Chemistry, University of the Witwatersrand, Johannesburg, PO WITS 2050, South Africa * Corresponding author. Tel.: +27-11-716-2219; fax: +27-11-339-7967; E-mail: ncoville@aurum.chem.wits.ac.za A series of Ru/Al2O3 catalysts were prepared by the sol–gel method using water/alkoxide ratios, h, of 1, 2, 3, 6 and 9. An increase in h resulted in (i) total BET surface area (149 to 426 m2 g−1), (ii) particle size (SEM) distribution (1.3/1.7 mm to 0.05/0.14 mm) and (iii) pore characteristic (pore distribution, volume, size and shape) changes. Indeed the pore volume was found to increase linearly with h. Low h values (h<3) produced compact gel precipitates that had comparatively lower surface areas while better hydrolysis (h>3) gave rise to more porous gels with larger surface area and finer texture. Alumina crystallinity as well as ruthenium reducibility of calcined samples (773 K) were largely unaffected by h. XRD spectra revealed the presence of RuO2 after calcination. There was a significant effect on the percent weight loss (50 to 60%) of the samples on heating for h<3. The characterisation results show that the degree of hydrolysis can control the properties of Ru/Al2O3 catalysts in a predictable manner. Keywords Ru/Al2O3 catalysts Sol–gel Xerogel Water/alkoxide ratio Extent of hydrolysis 1 Introduction The extensive application of ruthenium supported catalysts in the Fischer–Tropsch synthesis [1], selective hydrogenation [2]and oxidation reactions [3], and hydrogenolysis of paraffins and olefins [4]is well known. Performance of the catalysts in these reactions is influenced by their physical and chemical properties that are in turn influenced by their preparation methods. The use of the highly controllable sol–gel technique [5]for the synthesis of supported metal catalysts, including ruthenium [6–8], offers attractive advantages for catalysis preparation and continues to generate much interest. The method is based on the use of hydrolysable molecular precursors, mostly metal or semi-metal alkoxides, and leads to catalysts with unique physico-chemical properties. The catalytically active metallic element can be introduced into the liquid alkoxide before hydrolysis and condensation, thus enabling the catalytic metal to be incorporated into the polymer network [9]. The mechanisms by which the hydrolysis and condensation reactions form the final oxide network are not well understood [9, 5], but can be represented in the simplified scheme (aluminum isopropoxide (Al(OPri)3) as the precursor alkoxide) shown in Scheme. 1 . According to Scheme. 1, complete hydrolysis of the alkoxide should occur when the ratio of Al(OPri)3/H2O=h=3. Advantageous features of sol–gel processed catalysts include high surface area, well-defined pore sizes and high purity [10]. These properties are influenced by several preparation parameters such as solvent type [11, 12], concentration, drying method [13], temperature and time of aging, calcination and water/alkoxide ratio (extent of hydrolysis) [5, 14, 15]. However the role of these variables on the synthesis of ruthenium/sol–gel materials has not been explored in any detail. Some pertinent studies in which the sol–gel methodology has been used in the synthesis of ruthenium catalysts are listed below. Niwa et al. [2]have studied the effects of various alcoholic solvents in the sol–gel preparation of ruthenium catalysts and found the technique useful for controlling the catalyst surface areas and porosities. Additionally, the ruthenium catalysts were purer and proved much more effective for the partial hydrogenation of benzene to cyclohexene. Yang and Shul [8]determined that the use of ethylene glycol as chelating agent in the sol–gel synthesis of Ru/Al2O3 catalysts effectively promoted the phase transition to α-alumina with high surface area even at 1073 K. Lopez et al. prepared Ru/SiO2 catalysts possessing different ruthenium concentrations by the sol–gel route enabling incorporation of ruthenium particles into the oxide network. The catalysts showed better selectivity and significantly greater resistance to coke formation and deactivation than those synthesised by the traditional impregnation method. This effect was attributed to structural differences in the prepared catalysts [9, 16]. Hydrolysis in sol–gel synthesis is often effected using excess water (i.e., high h values). Investigations into the effect of degree of hydrolysis on sol–gel derived catalysts employing low h values are few. Such a study by Balakrishnan and Gonzalez found the properties and catalytic activity of Pt/Al2O3 catalysts to be directly influenced by h [15]. The aim of the present work is to investigate the physical property response induced by the extent of hydrolysis in Ru/Al2O3 catalysts prepared by the sol–gel method using small h values. Performance of these catalysts in the partial oxidation reaction of methane will be reported elsewhere [17]. 2 Experimental 2.1 Sol–gel xerogel synthesis The sol–gel synthesis procedure used was adapted from the work of Yang and Shul [8]. A series of 2.6 wt.% Ru/Al2O3 xerogel catalyst samples were prepared with molar water/alkoxide ratio (h) of 1, 2, 3, 6 and 9 respectively. For example, when h=1, a reaction solution was made by dissolving aluminum isopropoxide (10.213 g, 0.05 mole; AIP, Aldrich) in refluxing propan-2-ol (12.182 g, 0.20 mole; BDH) for 2 h at 363 K. A separate solution of a μ3-oxo-triruthenium acetate complex, [Ru3O(OCOCH3)6(H2O)3][OCOCH3], (Fig. 1 (a)) (0.3475 g, 4.4×10−4 mole), the ruthenium source [19], was made in diethylene glycol (Fig. 1(b)) (27.356 g, 0.26 mole; DEG; BDH) by vigorous stirring for 2 h. The alkoxide solution was then combined with the ruthenium solution at 363 K and the solution maintained at this temperature for 3.5 h. The mixture was cooled to room temperature and allowed to stand for 4.5 h. The solution was then reheated to 363 K whereupon distilled water (0.9 g, 0.05 mole) was added. The resulting mixture was thoroughly homogenised with a spatula and aged for 12 h at 363 K. The gel was dried in a convection oven for 4 days at 383 K and calcined in air for 5 h at 773 K. The Ru/Al2O3 samples are denoted as DEG1, DEG2, DEG3, DEG6 and DEG9 with the digits corresponding to the molar water/alkoxide ratio employed during their synthesis. 2.2 Physico-chemical characterisation The specific surface areas (A BET), average cylindrical pore diameters d p and specific adsorption pore volumes V p were determined by nitrogen physisorption at 77 K using a Micromeritics ASAP 2010 instrument. Degassing of the samples to 0.1 Pa at 393 K preceded every measurement. V p was calculated by the Barret–Joyner–Halenda (BJH) method [20]that is assumed to cover the cumulative adsorption pore volume of pores in the range 1.7 to 300 nm. Pore size distributions were obtained from the desorption branch of the isotherms employing the BJH method [21]. A BET values were calculated in a relative pressure range 0.06 to 0.2 assuming a cross-sectional area of 0.162 nm2 for the nitrogen molecule at 77 K. Assessment of micropore volume was made from t-plot constructions using the Harkins–Jura correlation [22]. A JEOL JSM 840 electron microscope was utilised to obtain scanning electron micrographs (SEM) of the samples applying a 15 keV electron beam. Xerogel samples were initially coated with a gold layer; their microstructure was not affected by the beam and remained unchanged throughout the measurements. X-ray powder diffraction data were obtained from a Philips PW1820 instrument with a graphite monochromator using CuKα radiation generated at 40 kV and 20 mA. Data were collected by a step-scan method within a 2Θ region of 10 to 100°. Thermal analysis was carried out in an air convection oven at 773 K for 5 h and the weight loss determined after the sample was cooled to ambient temperature. Reducibility of the catalyst samples was determined by temperature programmed reduction measurements over hydrogen (5% H2 in nitrogen) at a heating rate of 10° per minute up to 1173 K. 3 Results Table 1 contains values depicting the textural properties of the catalysts calcined in air at 773 K for 5 h. For all molar water/alkoxide ratios (h) employed, the resulting catalysts exhibited similar Type-IV isotherms with Type-H2 desorption hysteresis indicative of mesoporosity and an insignificant presence of microporosity [23]. A representative adsorption/desorption isotherm hysteresis loop of a sample (DEG3) is shown in Fig. 2 . Pore size distributions varied with h: the pore size distribution maxima broadened with larger h values. Pore size distributions for h=1, h=3 and h=9 are shown in Fig. 3 . The level of hydrolysis clearly affected the specific surface areas (A BET) of the xerogel catalysts. After calcination the samples had A BET values of 149 to 429 m2 g−1, with values increasing with h. The adsorption pore volume as well as the average pore diameter also increased with h ranging from 0.16 to 0.81 cm3 g−1 and 4 to 8 nm respectively (Table 1). XRD patterns recorded after calcination of the samples revealed that they were largely amorphous. The low crystallinity exhibited was independent of h (Fig. 4 ). The measured diffraction lines and intensities of the samples were compared with a PDF database file which showed that the only contribution to crystallinity was from RuO2 crystallites. Scanning electron micrographs of xerogel catalysts synthesised with varying h are shown in Fig. 5 . The samples consist of plate-like, stacked particles with sharp edges and terraces. Particle size was dependent on h and decreased when h increased. The ranges are h=1, 1.3 to 1.7 mm; h=2, 0.9 to 1.7 mm; h=3, 0.5 to 0.8 mm; h=6, 0.2 to 0.8 mm; h=9, 0.05 to 0.14 mm. All the samples showed similar TPR behaviour with the ruthenium reduction occurring in a broad temperature band between 418 and 603 K. The weight loss recorded after calcination for all the samples investigated are given in Table 1. The weight loss mirrors the trend in h and increased as h increased. The weight loss arises mainly from the condensation and subsequent evolution of alcohol and water as well as the evolution of diethylene glycol and its oxidation residues in the catalyst matrix. There is a large increase in weight loss at h=3, the theoretical stoichiometric water/alkoxide ratio. From this point onwards weight loss does not change significantly. 4 Discussion In this study a bidentate ligand was chosen for use in the sol–gel reaction. Diethylene glycol, like ethylene glycol, could be expected to coordinate to a ruthenium complex as a chelating or bridging ligand [8]and this binding mode will affect the hydrolysis/condensation process [2]. The influence of the degree of hydrolysis, h, is not limited to the synthesis of the aluminum alkoxide but will also influence the behaviour of the Ru complex. In addition, structural differences between ruthenium–alumina alkoxide catalysts and plain alumina supports prepared with the same property-modifying solvents have also been observed [12]. Diethylene glycol is a strong chelating agent [24]and, as with ethylene glycol [8], may act as a bidentate ligand and surfactant preventing agglomeration of Ru/Al2O3 particles in the sol-state. Its effect is to render the alkoxide less susceptible to hydrolysis and in doing so delays or prevents complete condensation of the sol. Low values of the molar water/alkoxide ratio, h, have been investigated in this study so that h can be related to the extent or level of hydrolysis during the sol–gel processing of the catalysts. Utilisation of a sufficiently large h achieves complete hydrolysis of the reagent, and gives fine and porous Ru/Al2O3 with high surface areas. The extent of hydrolysis hence determines the size of the oligomer formed before heat treatment and thus influences the morphology (particle size, pore size and surface area) of the final product. The influence of h on the surface area and particle size of the prepared catalysts is clearly significant (see Table 1 and Fig. 5). Under the conditions employed, A BET increased with increasing h while particle size decreased while the particle assumed a finer structure. Pore data and surface area values indicate that insufficient hydrolysis (h<3) leads to precipitation of the gel particles yielding condensed products with diminished surface area whereas fuller hydrolysis (h>3) enhanced surface area and yielded a more open, finer texture suggestive of homogeneous gels composed of polymeric building blocks. As a general rule dilution results in lower molecular association [16]. Hydrolysis (and ultimately condensation) is, therefore, better facilitated in the presence of more water. The trend shown by the desorption pore size distribution (Fig. 2) is that the samples change from a narrow pore size distribution maxima to a broader one as h increases leading to larger pores. However, the Type-H4 adsorption/desorption hysteresis loop displayed by all the samples, as well as the diffraction patterns (see Figs. 2 and 5) show that pore shape and crystallinity are independent of h. This is not unexpected since these properties of the xerogel catalysts are known [5, 8, 24]to be influenced more considerably by the solvent and calcination temperature (in the case of crystallinity) than by the degree of hydrolysis. For these samples crystalline structure is enhanced at the higher calcination temperatures. The temperature programmed reduction (TPR) measurements indicate that the reducibility of the ruthenium is not significantly affected by h, occurring in the same wide temperature band of ∼418 to 603 K for all samples. The TPR observation is consistent with X-ray diffraction patterns of the samples that show the presence of RuO2 as the only crystallites in the structures. Thermal analysis results (Table 1) support the explanation that incomplete hydrolysis limits condensation leading to less porous, low surface area precipitates. As h increases, the amount of hydrolysed moieties increases. This, in turn, translates into greater condensation in the form of more expulsion of water, alcohol and some diethylene glycol molecules during calcination. The increase in weight loss with h may be also partly attributed to a concomitant increase in the amount of adsorbed water in the products. Beyond the theoretical stoichiometric water/alkoxide amount, h=3, weight loss stabilises. It is conceivable that water in h>3 samples resides as adsorbed water most of which is removed during drying (4 days at 383 K) before calcination. For this reason excess water has a limited impact on weight loss during calcination. 5 Conclusions An increase in the degree of hydrolysis, h, in the sol–gel reaction yields Ru/Al2O3 catalysts possessing increasing surface areas. The porosity and particle size of catalysts are also influenced by h. Under the conditions employed, X-ray diffraction studies on the samples show that the crystallinity (alumina, RuO2) of the calcined samples is only slightly affected by h. Weight loss of calcined samples increased up to h=3, the theoretical stoichiometric water/alkoxide amount. Variation of h did not significantly affect the reducibility of the xerogel catalysts as revealed by temperature programmed reduction studies. It is evident from the results of this study that the extent of hydrolysis is an important parameter for controlling the properties of Ru/Al2O3 xerogel catalysts and permits the synthesis of Ru/Al2O3 complexes with controllable physical properties. Acknowledgements We wish to thank the University, Foundation for Research Development and Andrew W. Mellon Foundation for financial assistance. References 1 M.A. Vannice J. Catal. 37 1975 449 2 S. Niwa F. Mizukami S. Isoyama T. Tsuchiya K. Shimizu S. Imai J. Imamura J. Chem. Technol. Biotechnol. 36 1986 236 3 P.D.F. Vernon M.L.H. Green A.K. Cheetham A.T. Ashcroft Catal. Lett. 6 1990 181 4 J.H. Sinfelt, in: Bimetallic Catalysts: Discoveries, Concepts and Applications, Wiley, New York, 1983. 5 C.J. Brinker, G.W. Scherer, in: Sol–Gel Science: The Physics and Chemistry of Sol–Gel Processing, Academic Press, San Diego, 1990. 6 P. Kluson J. Had Z. Belohav L. Cerveny Appl. Catal. 149 1997 331 7 L. Guczi G. Stefler Zs. Koppany L. Borko S. Niwa F. Mizukami Appl. Catal. 161 1997 L29 8 J.C. Yang Y.G. Shul Catal. Lett. 36 1996 41 9 T. Lopez A. Lopez-Gaona R. Gomez J. Non-Cryst. Solids 110 1989 170 10 U. Schubert, J. Chem. Soc., Dalton Trans., 1996, 3343. 11 C. Stocker M. Schneider A. Baiker J. Porous Mater. 2 1995 171 12 V.I. Okafor, PhD. Thesis, University of the Witwatersrand, 1998. 13 D.C.M. Dutoit M. Schneider A. Baiker J. Porous Mater. 1 1995 165 14 M.A. Vicarini G.A. Nicolaon S.J. Teichner Bull. Soc. Chim. Fr. 107 1993 297 15 K. Balakrishnan R.D. Gonzalez J. Catal. 144 1993 395 16 T. Lopez R. Gomez O. Novaro A. Ramirez-Solis E. Sanchez-Mora S. Castillo E. Poulain J.M. Martinez-Magadan J. Catal. 141 1993 114 17 V. Okafor, M. Makoa, N. Coville, manuscript in preparation. 18 F.A. Cotton J.G. Norman Jr. Inorg. Chim. Acta 6 1972 411 19 A. Spencer, G. Wilkinson, J. Chem. Soc. Dalton Trans., 1972, 1570. 20 E.P. Barrett L.G. Joyner P.P. Halenda J. Am. Chem. Soc. 73 1951 373 21 J.C.P. Broekoff, in: B. Delmon, P. Grange, P. Jacobson, G. Poncelet (Eds.), Preparation of Heterogeneous Catalysts II, Stud. Surf. Sci. Catal. 3, Elsevier, Amsterdam, 1973, p. 3. 22 W.D. Harkins G. Jura J. Chem. Phys. 11 1943 431 23 K.S.W. Sing D.H. Everett R.A.W. Haul L. Moscou R.A. Pierotti J. Rouquerol T. Siemieniewska Pure Appl. Chem. 57 1985 603 24 K. Maeda F. Mizukami S. Niwa M. Toba J. Chem. Soc. Faraday Trans. 88 1 1992 97",
      "scopus-id": "0033572170",
      "coredata": {
        "eid": "1-s2.0-S1381116999002101",
        "dc:description": "A series of Ru/Al2O3 catalysts were prepared by the sol–gel method using water/alkoxide ratios, h, of 1, 2, 3, 6 and 9. An increase in h resulted in (i) total BET surface area (149 to 426 m2 g−1), (ii) particle size (SEM) distribution (1.3/1.7 mm to 0.05/0.14 mm) and (iii) pore characteristic (pore distribution, volume, size and shape) changes. Indeed the pore volume was found to increase linearly with h. Low h values (h<3) produced compact gel precipitates that had comparatively lower surface areas while better hydrolysis (h>3) gave rise to more porous gels with larger surface area and finer texture. Alumina crystallinity as well as ruthenium reducibility of calcined samples (773 K) were largely unaffected by h. XRD spectra revealed the presence of RuO2 after calcination. There was a significant effect on the percent weight loss (50 to 60%) of the samples on heating for h<3. The characterisation results show that the degree of hydrolysis can control the properties of Ru/Al2O3 catalysts in a predictable manner.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-12-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999002101",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Okafor, Victor I."
          },
          {
            "@_fa": "true",
            "$": "Coville, Neil J."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999002101"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999002101"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00210-1",
        "prism:volume": "149",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Influence of water/alkoxide ratio on the properties of Ru/Al2O3 xerogel catalysts",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Ru/Al2O3 catalysts"
          },
          {
            "@_fa": "true",
            "$": "Sol–gel"
          },
          {
            "@_fa": "true",
            "$": "Xerogel"
          },
          {
            "@_fa": "true",
            "$": "Water/alkoxide ratio"
          },
          {
            "@_fa": "true",
            "$": "Extent of hydrolysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "297-304",
        "prism:endingPage": "304",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 December 1999",
        "prism:doi": "10.1016/S1381-1169(99)00210-1",
        "prism:startingPage": "297",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00210-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "42",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "631",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "110",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2678",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "87",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1019",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "231",
            "@width": "215",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3436",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "97",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1574",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "315",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9693",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "90",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1397",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "691",
            "@width": "671",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "41955",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "79",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1699",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "316",
            "@width": "497",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13817",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "98",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3586",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "658",
            "@width": "693",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002101-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "182652",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033572170"
      }
    }
  }
}