{
  "metadata": {
    "title": "The leaching and re-deposition of metal species from and onto conventional supported palladium catalysts in the Heck reaction of iodobenzene and methyl acrylate in <ce:italic>N</ce:italic>-methylpyrrolidone",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-03-11",
    "doi": "10.1016/S1381-1169(01)00436-8",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901004368",
    "pii": "S1381116901004368"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037061029",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-12-06 2001-12-06 2010-04-18T17:18:08 1-s2.0-S1381116901004368 S1381-1169(01)00436-8 S1381116901004368 10.1016/S1381-1169(01)00436-8 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01471 2015-05-15T05:56:33.301439-04:00 0 0 20020311 2002 2001-12-06T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 180 180 1 2 1 2 Volume 180, Issues 1–2 22 211 219 211 219 20020311 11 March 2002 2002-03-11 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. LEACHINGREDEPOSITIONMETALSPECIESCONVENTIONALSUPPORTEDPALLADIUMCATALYSTSINHECKREACTIONIODOBENZENEMETHYLACRYLATEINNMETHYLPYRROLIDONE ZHAO F 1 Introduction 2 Experimental 2.1 Catalyst 2.2 Heck reaction 2.2.1 Materials 2.2.2 General reaction procedures 2.2.3 Homogeneous reactions 2.2.4 Heterogeneous reactions 3 Results and discussion 3.1 Palladium leaching 3.2 Palladium re-deposition 3.3 Mechanism of Heck reaction with supported palladium catalyst 4 Conclusion References CABRI 1995 2 W CRISP 1998 427 G HERRMANN 1997 1357 W BRUNEL 2000 1946 J DJAKOVITCH 1999 16 L KIVIAHO 1995 25 J BARRETOROSA 1991 263 M ZHAO 2000 843 F SHMIDT 1996 406 A SHIRAI 1999 219 M ARAI 1996 704 M ZHAO 1999 383 F BELLER 1996 6535 M HERRMANN 1999 23 W ZHAO 2000 479 F ZHAOX2002X211 ZHAOX2002X211X219 ZHAOX2002X211XF ZHAOX2002X211X219XF item S1381-1169(01)00436-8 S1381116901004368 1-s2.0-S1381116901004368 10.1016/S1381-1169(01)00436-8 271358 2010-10-03T19:43:57.939892-04:00 2002-03-11 1-s2.0-S1381116901004368-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/MAIN/application/pdf/7f50b2940f6569635862886084ce3498/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/MAIN/application/pdf/7f50b2940f6569635862886084ce3498/main.pdf main.pdf pdf true 226890 MAIN 9 1-s2.0-S1381116901004368-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/PREVIEW/image/png/2c864f4eccae955506b7be279ba36320/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/PREVIEW/image/png/2c864f4eccae955506b7be279ba36320/main_1.png main_1.png png 62914 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901004368-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr1/THUMBNAIL/image/gif/5b450b70aeb23e5648a63f5def6b9ff0/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr1/THUMBNAIL/image/gif/5b450b70aeb23e5648a63f5def6b9ff0/gr1.sml gr1 gr1.sml sml 1434 88 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr1/DOWNSAMPLED/image/gif/6a099ae78c8191613623914331b757be/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr1/DOWNSAMPLED/image/gif/6a099ae78c8191613623914331b757be/gr1.gif gr1 gr1.gif gif 8102 298 421 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc1/THUMBNAIL/image/gif/62f6b0635a503551f77ea84b351a9229/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc1/THUMBNAIL/image/gif/62f6b0635a503551f77ea84b351a9229/sc1.sml sc1 sc1.sml sml 802 27 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc1/DOWNSAMPLED/image/gif/0581b1b257a76fa75e756d34d7d22dee/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc1/DOWNSAMPLED/image/gif/0581b1b257a76fa75e756d34d7d22dee/sc1.gif sc1 sc1.gif gif 5072 105 492 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc2/THUMBNAIL/image/gif/250fd2a42e6ae2bce4144b29b612b218/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc2/THUMBNAIL/image/gif/250fd2a42e6ae2bce4144b29b612b218/sc2.sml sc2 sc2.sml sml 871 44 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-sc2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc2/DOWNSAMPLED/image/gif/67757f85f66860bbbbabcda6b166b5ce/sc2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc2/DOWNSAMPLED/image/gif/67757f85f66860bbbbabcda6b166b5ce/sc2.gif sc2 sc2.gif gif 3583 118 339 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr2/THUMBNAIL/image/gif/a5b5dd40b5188318fe0374e302d2b82d/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr2/THUMBNAIL/image/gif/a5b5dd40b5188318fe0374e302d2b82d/gr2.sml gr2 gr2.sml sml 1647 93 122 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr2/DOWNSAMPLED/image/gif/0e4ce0bf94c333c5977c20e356f00d93/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr2/DOWNSAMPLED/image/gif/0e4ce0bf94c333c5977c20e356f00d93/gr2.gif gr2 gr2.gif gif 8637 307 403 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr3/THUMBNAIL/image/gif/07428f3e6870291926e9b6595ef1bde9/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr3/THUMBNAIL/image/gif/07428f3e6870291926e9b6595ef1bde9/gr3.sml gr3 gr3.sml sml 1819 91 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr3/DOWNSAMPLED/image/gif/3cdba260512736e1b06f41e8bc9b707b/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr3/DOWNSAMPLED/image/gif/3cdba260512736e1b06f41e8bc9b707b/gr3.gif gr3 gr3.gif gif 6757 237 327 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr4/THUMBNAIL/image/gif/ff21cd88d0fef373bf0f73f3384dded2/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr4/THUMBNAIL/image/gif/ff21cd88d0fef373bf0f73f3384dded2/gr4.sml gr4 gr4.sml sml 2155 94 60 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/gr4/DOWNSAMPLED/image/jpeg/dbb9116f59751b5d75ca106dbe2b1f80/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/gr4/DOWNSAMPLED/image/jpeg/dbb9116f59751b5d75ca106dbe2b1f80/gr4.jpg gr4 gr4.jpg jpg 114566 735 471 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901004368-sc3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc3/THUMBNAIL/image/gif/d29d8462d2496b46e96b545c638dfb28/sc3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc3/THUMBNAIL/image/gif/d29d8462d2496b46e96b545c638dfb28/sc3.sml sc3 sc3.sml sml 1033 93 101 IMAGE-THUMBNAIL 1-s2.0-S1381116901004368-sc3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901004368/sc3/DOWNSAMPLED/image/jpeg/f56396e728292132be77c4570b5b1c0b/sc3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901004368/sc3/DOWNSAMPLED/image/jpeg/f56396e728292132be77c4570b5b1c0b/sc3.jpg sc3 sc3.jpg jpg 35068 533 577 IMAGE-DOWNSAMPLED MOLCAA 3420 S1381-1169(01)00436-8 10.1016/S1381-1169(01)00436-8 Elsevier Science B.V. Fig. 1 Homogeneous Heck vinylation of iodobenzene with methyl acrylate in toluene using Pd(OAc)2 catalyst in the presence and absence of NMP or TPP ligand. Reaction conditions: iodobenzene, methyl acrylate, triethylamine, 20mmol each; total volume of reaction mixture, 15ml; catalyst Pd(OAc)2, 0.05mmol; temperature, 95°C. Scheme 1 A possible complex formed from NMP molecule and Pd(OAc)2 catalyst during Heck vinylation of iodobenzene in NMP. Scheme 2 Phosphine-free, nitrogen-based ligands for Heck reactions [17]. Fig. 2 Influence of addition of small quantity of triethylamine on homogeneous Heck vinylation of iodobenzene with methyl methacrylate in NMP in the presence of Na2CO3 base using Pd(OAc)2 catalyst. Reaction conditions: iodobenzene, methyl acrylate, 5mmol each; NMP, 30ml; Na2CO3, 2.5mmol; catalyst Pd(OAc)2, 0.05mmol; temperature, 100°C. Fig. 3 XRD of 10wt.% Pd/C catalyst before and after Heck vinylation of iodobenzene with methyl acrylate in NMP at 160°C. Fig. 4 Bright and dark field TEM images for 10wt.% Pd/C catalyst before and after Heck vinylation of iodobenzene with methyl acrylate in NMP at 160°C. Scheme 3 Mechanism for Heck reaction of iodobenzene and methyl acrylate over a carbon-supported palladium catalyst in NMP in the presence of Et3N and Na2CO3 bases. Table 1 Influence of pretreatments of 1.8wt.% Pd/SiO2 catalyst on conversion and palladium leaching for Heck vinylation of iodobenzene with methyl acrylate in NMP Catalyst Pretreatment a Conversion b (%) Palladium leaching level (ppm) Before reaction After reaction Reduced NMP + Et3N 87 40 22 NMP 64 19 58 As-prepared NMP + Et3N 56 18 65 NMP 40 8 67 Calcined NMP + Et3N 46 26 46 NMP 35 12 38 a For pretreatment procedures, see Section 2. b Reaction conditions: iodobenzene, methyl acrylate, triethylamine, 5mmol each; NMP, 30ml; catalyst, 150mg (Pd 0.0254mmol); temperature, 80°C; reaction time, 2h. The leaching and re-deposition of metal species from and onto conventional supported palladium catalysts in the Heck reaction of iodobenzene and methyl acrylate in N-methylpyrrolidone Fengyu Zhao a Masayuki Shirai b Yutaka Ikushima a Masahiko Arai c ∗ a Supercritical Fluids Research Centre, National Institute of Advanced Industrial Science and Technology, Sendai 983-8551, Japan b Institute of Multidisciplinary Research for Advanced Materials, Tohoku University, Sendai 980-8577, Japan c Division of Materials Science and Engineering, Graduate School of Engineering, Hokkaido University, Sapporo 060-8628, Japan * Corresponding author. Fax: +81-11-706-6594 When supported palladium catalysts are used for Heck vinylation of iodobenzene with methyl acrylate in N-methylpyrrolidone (NMP) in the presence of triethylamine and sodium carbonate bases, the reaction proceeds homogeneously with dissolved active palladium species that are formed through coordination of NMP and triethylamine with palladium. These active species easily react with iodobenzene (oxidative addition), beginning the catalytic cycle of Heck coupling. The last step of catalyst regeneration takes place with the action of sodium carbonate. The active palladium species are not stable and deposit the metal to support when they cannot find iodobenzene to react in the reaction mixture after this substrate is completely consumed. The re-deposition of palladium occurs on the surfaces of bare support and/or palladium particles remaining on it, depending on the nature of support surface and the number and size of residual metal particles. The growth of palladium particles has been observed after the reuse of catalyst in some case. However, the supported catalysts are recyclable without loss of activity. Keywords Heck vinylation Heterogeneous catalysis Palladium Leaching Re-deposition 1 Introduction Heck reaction has received considerable attentions in recent years as it offers versatile method for generating new carboncarbon bond [1–5]. The reaction is normally carried out with a palladium catalyst, a phosphine ligand and a base in homogeneous mode of operation. However, the reaction suffers from some limitations that have so far precluded widely spread industrial applications. A relatively large amount of catalyst is needed for reasonable conversion and catalyst recycling is often hampered by early precipitation of palladium black [1,6]. Recently, highly efficient homogeneous catalysts have been reported by Brunel et al. [7]. In view of practical applications, the use of heterogeneous catalysts is important for the catalyst separation and recycling. However, only sporadic works have been reported on heterogeneous Heck reactions, and conventional supported catalysts are often concerned with a problem of leaching of catalytic active species like costly palladium metal. Djakovitch et al. examined Heck reactions catalyzed with zeolite-supported palladium catalysts and reported some quantitative data of palladium leaching [8]. Kiviaho et al. [9] reported that the catalysts of palladium supported on modified silica supports, such as Pd[P(C6H5)3]2/SiO2Ti(NH)2 and Pd[P(C6H5)3]2/SiO2Sn(NH)2, could catalyze the Heck vinylation of iodobenzene with methyl acrylate; these catalysts were stable with very less amounts of Pd leaching and were reused for several times. Barreto-Rosa et al. [10] studied carbonylation of allyl ethers using a charcoal-supported palladium catalyst and proposed that the reaction proceeded through homogeneous catalytic pathways. Bergbreiter and Chen [11] reported that the allylation of aniline with allyl acetate with a Pd/C catalyst in the presence of triphenylphosphine (TPP) was also catalyzed by soluble palladium complexes. The leaching of active species is a serious problem for supported metal catalysts, which prohibits the catalyst separation and recycling. Although the literature contains several references to the leaching of supported palladium catalyst, the investigation has not been extended beyond comparing the leaching levels for several catalysts and the mechanism of palladium leaching has not been discussed in detail. From the view of application, it is significant to study the mechanism of catalyst leaching in order to control the leaching process and level. So the palladium leaching has further been studied in the present work. We have found that when the vinylation reactions of iodobenzene with methyl acrylate are catalyzed with Pd/SiO2 and Pd/C catalysts, the rate of reaction depends on the amount of palladium dissolved in the solution; namely, the reactions proceed homogeneously with these dissolved palladium species [12]. The same results were also reported in a previous communication of Shmidt and Mametova [13]. It is worth to note that the dissolved palladium species can re-deposit on supports after the completion of reaction in our reaction system and the catalysts are recyclable without loss in activity [12]. The mechanism of palladium leaching and re-deposition will be discussed in the present work. 2 Experimental 2.1 Catalyst A commercial 10wt.% Pd on activated carbon sample was purchased from Wako Pure Chem. Ind. A 1.8wt.% Pd/SiO2 catalyst was prepared by ion exchange with Pd(NH3)4Cl2 as precursor using SiO2 (Aldrich, Davisil grade 646, 35–60mesh). The Pd/C sample was reduced by flowing hydrogen at 200°C for 3h. After ion exchange, Pd/SiO2 sample was dried under dynamic evacuation (as-prepared catalyst). Then it was reduced by hydrogen or calcined in air at 450°C for 3h (reduced and calcined catalysts, respectively). These samples were stored in a desiccator before reaction. The details of preparation procedures for those catalysts are described elsewhere [14,15]. 2.2 Heck reaction 2.2.1 Materials Catalyst of Pd(OAc)2, ligand of TPP, reactants of iodobenzene and methyl acrylate, solvents of N-methylpyrrolidone (NMP) and toluene, bases of triethylamine and sodium carbonate were purchased from Wako Pure Chem. Ind. and were used without further purification. 2.2.2 General reaction procedures The Heck reactions were carried out in a 100ml autoclave under ambient atmosphere. Iodobenzene, methyl acrylate and a certain amount of triethylamine were mixed with solvent of NMP or toluene. Before reaction, a small quantity of this mixture was sampled and analyzed by gas chromatograph (GC). The liquid mixture was put into the autoclave and then catalyst and sodium carbonate (if necessary) were added. The reaction mixture was heated to the desired reaction temperature while vigorously agitating with a magnetic stirrer. The reaction was monitored at various time intervals by analyzing the reaction mixture using GC (Yanaco G3800, Silicon OV-1, 6m) with flame ionization detector. The conversion was determined from the amount of iodobenzene consumed and error limits for the percent-conversion data were ±3.0% due to the reproducibility of the data for repeated runs. The amount of Pd leaching out into the solution was measured using atomic absorption spectroscopy. Under the conditions used, the concentrations of Pd determined included errors less than ±0.5ppm. 2.2.3 Homogeneous reactions Typical reaction conditions: iodobenzene, methyl acrylate, 5mmol each; triethylamine, 0.1∼5mmol; catalyst Pd(OAc)2, 0.05mmol; ligand TPP or NMP, 0.1mmol; solvent toluene or NMP, 30ml; reaction temperature, 80–100°C; reaction time 2h. 2.2.4 Heterogeneous reactions The Pd/SiO2 catalyst was subjected to a few pretreatments before reaction. A 150mg of Pd/SiO2sample (as-prepared, reduced and calcined, including 0.0254mmol Pd) was immersed in NMP (30ml) solvent or the mixture of NMP (30ml) and Et3N (5mmol) at room temperature for 2h, then small quantities of the mixture were sampled and analyzed by atomic absorption spectroscopy to determine the Pd leaching level on these pretreatments. Then, the reactants of iodobenzene (5mmol), methyl acrylate (5mmol) and base Et3N (5mmol, if necessary) were added to the mixture, and the mixture was put into the reactor. The reaction was started by heating the mixture to the desired temperature. For catalyst recycling test, the first run was carried under the reaction conditions: iodobenzene, methyl acrylate, 5mmol each; triethylamine, 1mmol; catalyst 10wt.% Pd/C catalyst, 80mg (0.0752mmol Pd); sodium carbonate, 2.5mmol; solvent NMP, 30ml at 160°C. After the first run was completed, the reaction mixture was cooled to room temperature, and the reaction mixture was made to stand for about 15min until the solid materials precipitated, then the liquid phase was separated by decantation, which included NMP, triethylamine, substrates, products and HI-base adducts. The residual solid mixture with a small quantity of liquids, including catalyst and sodium carbonate, was reused directly for the subsequence reactions. After fresh reactants were added, the subsequent reaction was conducted under the same reaction conditions. The size of supported palladium particles before and after recycling was measured by using JEM-2000EX electron microscope operated in the bright field mode and X-ray diffraction (XRD) with Shimadzu XD-D1. 3 Results and discussion For the Heck reactions of iodobenzene and methyl acrylate with conventional supported palladium catalysts, the palladium leaching and re-deposition were shown to occur, as reported previously [12]. In the following sections, governing factors and mechanisms of these palladium mass transfer phenomena will be discussed from the results with both heterogeneous and homogeneous palladium catalysts. 3.1 Palladium leaching It was reported that the rate of homogeneous Heck reaction with Pd(OAc)2 catalyst without any ligands in NMP solvent was larger than that with Pd(OAc)2 catalyst and TPP ligand [16]. For these experiments, Et3N was used as a base. In heterogeneous Heck reactions with supported palladium catalysts, NMP and Et3N were also used as a solvent and a base, respectively. To examine the influence of NMP and Et3N on the palladium leaching, a 1.8wt.% Pd/SiO2 catalyst has been pretreated with NMP and/or Et3N before reaction. The results of these pretreatments on conversion and leaching level obtained are shown in Table 1 . The leaching of palladium into NMP is enhanced by the presence of Et3N and the leaching level is higher for hydrogen-reduced catalyst than those for calcined and as-prepared catalysts, in which supported palladium species are in some oxidation state. These results indicate that the palladium leaching occurs through interactions of NMP and Et3N with the metal and this process is easier to take place for reduced palladium than for oxidized palladium. To further examine the influence of NMP, homogeneous Heck vinylation of iodobenzene with methyl acrylate has been carried out in toluene solvent in the presence of a ligand quantity of TPP or NMP (TPP/Pd=NMP/Pd=2). The time–conversion curves obtained are shown in Fig. 1 , indicating that the addition of NMP increases the rate of reaction more markedly compared with TPP ligand. It can then be assumed that the NMP molecules produce a more active complex with palladium than do TPP ligands. A possible form of such a complex is proposed in Scheme 1 , which is produced through interaction between N of NMP and Pd. Ohff et al. [17] have recently developed a new phosphine-free, nitrogen-based ligand for Heck reactions, from which new dimeric imine palladium complexes are formed as shown in Scheme 2 . Their work supports the possibility of the formation of the complex given in Scheme 1. It was shown that the presence of mixed bases of Et3N and Na2CO3 enhanced the rates of Heck reaction, Na2CO3 was mainly consumed, and the amounts of Et3N from 1∼5mmol had no effect on the reaction [12]. Na2CO3 was unable to play a role in the leaching of palladium and in the formation of active palladium complexes, which were produced with NMP molecules only when Et3N was not used. In the absence of Na2CO3, Et3N took part in the formation of soluble active palladium complexes at the first step of reaction and in the regeneration of these species at the last step of catalytic cycle. When the organic and inorganic bases were used at the same time, they should have separately played their own roles, Et3N producing the active palladium complexes and Na2CO3 regenerating them. This may be responsible for the larger rate of reaction in the presence of these two bases than the rate with a single base of Na2CO3. Another responsible factor may be a difference in the reactivity between the palladium complexes formed from both NMP and Et3N and from NMP alone. To further discuss the role of Et3N, we have examined the influence of the addition of small amount of Et3N to homogeneous Heck reaction in the presence of Na2CO3. The results of time–conversion curves obtained are shown in Fig. 2 . The rate of reaction increases with an increase in the amount of Et3N added but it does not change so much when the Et3N/Pd ratio increases from 10 to 12. These ratios of 10 and 12 seem to be large for a coordination number with a palladium. In addition to the role of ligand, another role of Et3N should be taken into consideration, which is a reducing agent to reduce the catalyst from palladium(II) to palladium(0) active species. Beller and Riermeier [18] also reported the influence of the coordination of organic base amine with palladium on the rate of reaction and product distribution in Heck reactions. Herrmann et al. [19] reported that the coordination of amine with palladium blocked the free coordination sites of palladium, which improved the regio-selectivity towards internal olefins. It is assumed from the mentioned results that the palladium leaching is caused by the coordination of solvent NMP and organic base Et3N with palladium to form palladium complexes soluble in the reaction solution. These palladium complexes are active species and the present Heck vinylation mainly proceeds homogeneously in the solution although the catalyst is originally heterogeneous. In addition, the formation of such a complex is easier to occur with reduced catalyst than oxidized catalysts, for which the complex formation and leaching should follow the reduction of oxidized palladium species by some agents like Et3N. It is reasonable to assume that the oxidized palladium species are more resistant to the leaching from supports by NMP and Et3N than the reduced ones. 3.2 Palladium re-deposition After the reaction completes (iodobenzene completely disappears), palladium goes back to the surface of support. Since all the palladium species do not leach out into solvent, the dissolved palladium could re-deposit on two possible sites, which are bare surface of support and surface of palladium particles remaining on support. The size of palladium particles has been examined before and after reaction by XRD and TEM for a 10wt.% Pd/C catalyst. In this experiment, a higher reaction temperature of 160°C was used because the re-deposition occurred more rapidly. Fig. 3 shows XRD patterns, indicating that the palladium(111) and (200) diffraction peaks became sharper and so the palladium particles grew after reaction. The particle growth was also supported by TEM results given in Fig. 4 . For this catalyst, therefore, the re-deposition occurs preferentially on the surface of residual palladium particles than the bare surface of support. Probably this would be different depending on such factors as the nature of support surface and/or the number and size of residual metal particles. It was previously indicated that the surface functional groups on carbon and silica were significant for the palladium re-deposition, which were carboxyl and hydroxyl groups, for example [20]. 3.3 Mechanism of Heck reaction with supported palladium catalyst From the results described earlier, the mechanism of the Heck vinylation of iodobenzene with supported palladium catalyst in NMP solvent with Et3N and Na2CO3 bases is proposed, which is shown in Scheme 3 . At the first step, soluble palladium complexes are formed by the coordination with polar solvent NMP and/or organic base Et3N, and these are catalytically active species. When iodobenzene exists, its oxidative addition to these palladium complexes occurs and the reaction continues to go homogeneously in the solvent according to the accepted mechanism of Heck reaction [4]. When iodobenzene is completely consumed and absent in the reaction mixture, however, the complexes are not so stable that the palladium will go back to the surface of support (re-deposition). At the last step of reductive elimination, Na2CO3 mainly acts rather than Et3N. This should not affect the total rate of reaction since the rate with the mixed bases is not so different from that with Et3N alone. We have observed a higher rate of reaction in the presence of both Et3N and Na2CO3 compared with that using Na2CO3 only. This may be due to the differences in the leaching level and/or in the reactivity between the palladium complexes formed with NMP and Et3N and those with NMP. For 10wt.% Pd/C catalyst used in the present work, the palladium re-deposition occurs preferentially on the surface of residual palladium particles and so the size of metal particles increases after reaction. The palladium leaching occurs more easily for hydrogen-reduced sample compared with as-prepared and calcined samples. For the latter two samples, oxidized palladium species should be the first reduced to palladium(0) species and then form the complexes with NMP and/or Et3N soluble in the solvent. NMP and/or Et3N are supposed to be a reducing agent for the formation of palladium(0) species [4]. 4 Conclusion The mechanism of palladium leaching and re-deposition has been discussed in this work. The palladium leaching into NMP solvent is caused by the coordination of NMP and/or Et3N with palladium(0) species, producing catalytically active palladium complexes. These complexes are not stable but react easily with iodobenzene to start the catalytic cycle. Although the reaction mixture is a solid–liquid heterogeneous system, the reaction proceeds homogeneously in the solution and the rate of reaction is comparable to those of originally homogeneous reactions with organopalladium catalysts. When iodobenzene does not exist after its complete consumption, however, palladium of the complexes goes back to the surface of support and it is recyclable for subsequent reactions without loss of activity. The re-deposition of palladium occurs on the surfaces of bare support and/or residual palladium particles depending on the nature of catalyst and the reaction conditions. The mass transfer of leaching and re-deposition results in high reaction rate and in separation and recyclable use of catalyst. References [1] R.F. Heck, Palladium Reagents in Organic Synthesis, Academic Press, London, 1985. [2] W Cabri I Candiani Acc Chem. Res. 28 1995 2 [3] G.T Crisp Chem. Soc. Rev. 27 1998 427 [4] S. Braese, A. De Meijere, in: F. Dieterich, P. J. Stang (Eds.), Metal-Catalyzed Cross-Coupling Reactions, Wiley, Weinheim, 1998, pp. 96–166. [5] R.F. Heck, Palladium Catalyzed Vinylation of Organic Halides, Organic Reactions, Vol. 27, Wiley, New York, 1982, pp. 345–393. [6] W.A Herrmann C Brossmer C.-P Reisinger T.H Riermeier K Ofele M Beller Chem. Eur. J. 3 1997 1357 [7] J.M Brunel A Heumann G Buono Angew. Chem. Int. Ed. Engl. 39 2000 1946 [8] L Djakovitch H Heise K Koehler J. Organomet. Chem. 584 1999 16 [9] J Kiviaho T Hanaoka Y Kubota Y Sugi J. Mol. Catal. Chem. 101 1995 25 [10] M.M Barreto-Rosa M.C Bonnet I Tkatchenko Stud. Surf. Sci. Catal. 59 1991 263 [11] D.E. Bergbreiter, B. Chen, J. Chem. Soc. Chem. Commun. (1983) 1238. [12] F.Y Zhao B.M Bhanage M Shirai M Arai Chem. Eur. J. 6 2000 843 [13] A.F Shmidt L.V Mametova Kinet. Catal. 37 1996 406 [14] M Shirai N Suzuki Y Nishiyama K Torii M Arai Appl. Catal. A Gen. 177 1999 219 [15] M Arai S.-L Guo M Shirai Y Nishiyama K Torii J. Catal. 161 1996 704 [16] F.Y Zhao B.M Bhanage M Shirai M Arai J. Mol. Catal. A Chem. 142 1999 383 [17] M. Ohff, A. Ohff, D. Milstein, Chem. Commun. (1999) 357. [18] M Beller T.H Riermeier Tetrahedron Lett. 37 1996 6535 [19] W.A Herrmann V.P.W Bohm C.-P Reisinger J. Organomet. Chem. 576 1999 23 [20] F.Y Zhao K Murakami M Shirai M Arai J. Catal. 194 2000 479",
      "scopus-id": "0037061029",
      "coredata": {
        "eid": "1-s2.0-S1381116901004368",
        "dc:description": "When supported palladium catalysts are used for Heck vinylation of iodobenzene with methyl acrylate in N-methylpyrrolidone (NMP) in the presence of triethylamine and sodium carbonate bases, the reaction proceeds homogeneously with dissolved active palladium species that are formed through coordination of NMP and triethylamine with palladium. These active species easily react with iodobenzene (oxidative addition), beginning the catalytic cycle of Heck coupling. The last step of catalyst regeneration takes place with the action of sodium carbonate. The active palladium species are not stable and deposit the metal to support when they cannot find iodobenzene to react in the reaction mixture after this substrate is completely consumed. The re-deposition of palladium occurs on the surfaces of bare support and/or palladium particles remaining on it, depending on the nature of support surface and the number and size of residual metal particles. The growth of palladium particles has been observed after the reuse of catalyst in some case. However, the supported catalysts are recyclable without loss of activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-03-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901004368",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhao, Fengyu"
          },
          {
            "@_fa": "true",
            "$": "Shirai, Masayuki"
          },
          {
            "@_fa": "true",
            "$": "Ikushima, Yutaka"
          },
          {
            "@_fa": "true",
            "$": "Arai, Masahiko"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901004368"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901004368"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00436-8",
        "prism:volume": "180",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "The leaching and re-deposition of metal species from and onto conventional supported palladium catalysts in the Heck reaction of iodobenzene and methyl acrylate in N-methylpyrrolidone",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heck vinylation"
          },
          {
            "@_fa": "true",
            "$": "Heterogeneous catalysis"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Leaching"
          },
          {
            "@_fa": "true",
            "$": "Re-deposition"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "211-219",
        "prism:endingPage": "219",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 March 2002",
        "prism:doi": "10.1016/S1381-1169(01)00436-8",
        "prism:startingPage": "211",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00436-8",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1434",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "298",
            "@width": "421",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8102",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "27",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "802",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "105",
            "@width": "492",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5072",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "44",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "871",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "118",
            "@width": "339",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3583",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1647",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "307",
            "@width": "403",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8637",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "91",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1819",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "237",
            "@width": "327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6757",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "60",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2155",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "735",
            "@width": "471",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "114566",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "101",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1033",
            "@ref": "sc3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "533",
            "@width": "577",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901004368-sc3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "35068",
            "@ref": "sc3",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037061029"
      }
    }
  }
}