{
  "metadata": {
    "title": "The role of Mn and Li promoters in supported rhodium catalysts in the formation of acetic acid and acetaldehyde",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-08-01",
    "doi": "10.1016/S1381-1169(97)00012-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000125",
    "pii": "S1381116997000125"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0000947933",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000125 S1381-1169(97)00012-5 S1381116997000125 10.1016/S1381-1169(97)00012-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00623 2015-05-15T05:56:33.668241-04:00 0 0 19970801 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 122 122 2 3 2 3 Volume 122, Issues 2–3 5 115 123 115 123 19970801 1 August 1997 1997-08-01 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ROLEMNLIPROMOTERSINSUPPORTEDRHODIUMCATALYSTSINFORMATIONACETICACIDACETALDEHYDE LUO H BHASIN 1978 120 M ICHKAWA 1978 2273 M ICHIKAWA 1988 569 M PROC9THINTCONGRCATAL ARAKAWA 1988 602 H PROC9THINTERNCONGRCATALCALGARY VANDENBERG 1985 340 F STEVENSON 1990 1576 A LISITSYN 1990 201 A LIN 1995 207 P LUO 1988 241 H LUO 1994 232 H WILSON 1981 193 T LUO 1995 126 H SIE 1991 371 S GARLAND 1962 1049 C YANG 1957 1504 A LEE 1986 522 G LUOX1997X115 LUOX1997X115X123 LUOX1997X115XH LUOX1997X115X123XH item S1381-1169(97)00012-5 S1381116997000125 1-s2.0-S1381116997000125 10.1016/S1381-1169(97)00012-5 271358 2010-09-29T19:52:50.725374-04:00 1997-08-01 1-s2.0-S1381116997000125-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000125/MAIN/application/pdf/69d93a1fb3a764d0b12d4a961aa3f18f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000125/MAIN/application/pdf/69d93a1fb3a764d0b12d4a961aa3f18f/main.pdf main.pdf pdf true 836260 MAIN 9 1-s2.0-S1381116997000125-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000125/PREVIEW/image/png/b933663c65dab1f0fb6411ffaa72236c/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000125/PREVIEW/image/png/b933663c65dab1f0fb6411ffaa72236c/main_1.png main_1.png png 58941 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL The role of Mn and Li promoters in supported rhodium catalysts in the formation of acetic acid and acetaldehyde Hong-Yuan Luo a, Pei-Zi Lin a* , Shui-Bo Xie a, Huan-Wen Zhou a, Chang-Hai XU a, Shi-Yu Huang a, Li-Wu Lin a, Dong-Bai Liang a, Pin-Liang Yin b, Qin Xin b a Dalian Institute of Chemical Physics, Chinese Academy of Sciences, P.O. Box 110, Dalian 116023, China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China Received 4 April 1996; accepted 17 December 1996 Abstract Rh-Mn-Li/SiOz catalysts consisting of 1 wt% Rh for the synthesis of CZ oxygenates from syngas were studied by CO + HZ reaction and characterized by TPR, HZ-TPD, ESR and IR techniques. The Rh-Mn-Li/S'OZ catalysts, which showed a good selectivity for the formation of acetic acid and acetaldehyde, have been found to be quite different from the Rh-V/Si02 catalysts reported previously, which mainly promoted the formation of ethanol. Comparing with the Rh-V/S'OZ catalysts, the Rh-Mn-Li/Si02 exhibited lower capacity of hydrogen adsorption, lower hydrogenation activity, more intense interaction of the manganese oxide with the Rh component, and more intense bands of twin-adsorbed CO (i.e. more Rh\" ion). The good selectivity of the Rh-Mn-Li/Si02 catalysts towards acetaldehyde and acetic acid formation were correlated to these features. 997 Elsevier Science B.V. Keywords: Rhodium; Manganese; Lithium; Acetic acid; Acetaldehyde 1. Introduction The catalytic conversion of syngas to C2+ oxygenated compounds is a topic of growing interest from both practical and mechanistic points of view. It was reported by Bhasin et al. that CZ+ oxygenated compounds such as ethanol, acetaldehyde and acetic acid were selectively obtained from syngas over rhodium catalysts under high-pressure conditions [ 1 ]. Ichikawa found that a pyrolytic rhodium cluster catalyst supported on lanthanum oxide gave Corresponding author. 1381-1169/97/$17.00 1997 Elsevier Science B.V. All rights reserved. P11 S1381-1169(97)00012-5 ethanol in 61 % selectivity at sub-atmospheric synthesis gas reaction [2]. At present many studies have been devoted to seeking new catalysts with high activity and selectivity to CZ+ oxygenated compounds from syngas [3-7]. As a consequence of these investigations a rhodiumbased catalyst was suggested as a promising candidate for the direct production of C2+ oxygenated compounds from syngas. The effects of various supports and promoters on the catalytic activity and selectivity to the formation of C2+ oxygenated compounds have also been studied extensively. In our laboratory, we have also investigated and developed two kinds of rhodium catalysts 116 H.-Y. Guo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997)115-123 for the production of C2+ oxygenated compounds from syngas [8]. One is the Rh-V/Si02, and the other is the Rh-Mn/Si02. The former favored the formation of ethanol, and practically no acetic acid product was observed in the syngas reaction [9,10], the latter tended to produced acetic acid and acetaldehyde [11,12]. The cause of the difference in product distribution between these two catalyst systems is not clear so far. In this paper we report some interesting results of the syngas reaction and of characterization research of Rh-Mn/Si02 catalysts for the synthesis of C 2 oxygenates from syngas, and discuss the reasons for the difference in product distribution between the Rh-Mn/Si02 and the Rh-V/Si02 catalysts. 2. Experimental Catalysts were prepared by impregnating Si02 (20-40 mesh, BET surface area 200 m2/g, Haiyang Chemicals Plant, China) with an aqueous solution of RhCl3, xH20 (Johnson Matthew Company, UK) and/or Mn(N03)2 and/or LiN03, and drying at 393 K. pH values of the solutions were ca. 1.2. Rhodium loading in all of the catalysts was 1 wt%. The ratio of Rh/Mn for syngas reaction was 1:1, the others are stated in the context. 2.1. Syngas reaction The catalyst was reduced by pure hydrogen in the reactor in-situ before the reaction. The temperature was raised at 2 K/min up to 623 K, and then held constant for at least 8 h. The HZ flow rate was 4 1/h and the pressure, was 0.5 MPa. The loading of catalyst is 0.3 g (- 0.6 ml) for each test. The reaction system consisted of a small fixed bed tubular reactor with an external heating system, which was made of 316L stainless with 300 mm length, 6 mm internal diameter. The effluent passed through a condenser filled with 150 ml of cold water. The produced oxygenated compounds were dis- solved into the water and analyzed by off-line gas chromatography. The gaseous effluents were analyzed by an on-line GC. In this work, the steady stage was achieved at about 200 h from the start of the reaction. Hence, sampling was carried out after 200 h of reaction. Liquid samples were analyzed by collecting the sample for 4 h, while the gas products were analyzed for each hour. Conditions for the temperature programmed reduction(TPR) of the catalysts were: catalyst sample 10 mg, H2/Ar = 5:95 (volume ratio), flow rate 20 ml/min, heating rate 16 K/min. Temperature programmed desorption of HZ (Hz TPD): ca. 50 mg of catalyst was reduced in flow hydrogen at 593 K for 1 h, and then cooled to room temperature. The desorption experiment was performed in temperature programmed rate of 32 K/min. Argon was used as the carrier gas. ESR spectra of catalysts were recorded by TEJ-PE-2XG spectrometer at frequency of 9.426 GHz and RT. Treating conditions are shown in the text. IR study of adsorbed CO: The IR spectroscopy studies were conducted in a quartz cell. The catalyst wafer (20 t 1 mg, diameter 15 mm) was reduced in situ by flow hydrogen at 607 K for 1 h and evacuated to 1.3 X 10-3 Pa. IR spectra of adsorbed CO were recorded by a PE-580B IR spectrometer. Its resolution is 2.3 cm-' in the range of 900-4000 cm-'. 3. Results and discussion 3.1. Syngas reaction 3.1.1. Product distribution It would be very interesting to know the product distribution of syngas conversion on the Rh-Mn/Si02 catalyst. The composition of oxygenated products is presented in Table 1. Fig. 1 shows the distribution of oxygenated compounds and gaseous hydrocarbons in the products of syngas conversion at reaction condi- H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 Table 1 Composition of C2-oxygenated products in small-scale performances CH3CH0 (wt%) C2HSOH (wt%) PrOH (wt%) MeOAc (wt%) EtOAc (wt%) BuOH (wt%) HOAc (wt%) 31.7 30.0 1.5 0.6 3.9 0.58 31.6 T= 563 K, P = 3.0 MPa, HZ/CO = 2, SV = 27000 ml/g - h, PrOH = C3H7OH, MeOAc = CH3COOCH3, EtOAc = CH3COOC2H5, BuOH = C4H90H, HOAc = CH3COOH. tions: T= 563 K, P = 3.0 MPa, SV = 27000 ml/g - h. From Fig. 1 it can be found that the Rh-Mn/Si02 catalyst produced CZ oxygenated compounds selectively. Methane was a major component in the gaseous products. Besides methane, hydrocarbons with carbon number up to 6 were found, but their amount decreased sharply with the carbon number. Fig. 2 presents the relationship between the logarithmic value of the concentration of oxygenated compounds and hydrocarbons with carbon number of these compounds. From Fig. 2, we can also find that the distribution of oxygenated compounds on the Rh-Mn/Si02 catalyst is quite different from the Anderson-Schulz-Flory (ASF) distribution of ordinary Fischer-Tropsch synthesis, but the distribution of hydrocarbons in the gaseous products followed the ASF distribution [13]. 1-a Ln Cn=Ln +nLn a a Cn: concentration of produced hydrocarbons and oxygenates with n carbon number, a : relative probability of chain growth. According to the distribution of oxygenated and hydrocarbon products, it could be deduced that the reaction intermediate 'CH.,' was formed too hydrocarbon oxygenated 2 3 4 Carbon number \\ 80 60 _E~ V 40 20 r 0 5 8 Fig. 1. Distribution of products on the bench-scale experiment. over the Rh-Mn/Si02 catalyst surface and that the rate of chain growth was lower than that of CO insertion into the 'CH,' species on the Rh-Mn/Si02 catalyst surface. 3.1.2. Influence of reaction conditions on activity and selectivity The experimental data of CO conversion, STY and selectivity to C 2 oxygenated compounds under different reaction conditions are presented in Tables 2-5. The experimental results indicate that, when the reaction temperature was elevated, the CO conversion, the production of C 2 oxygenated compounds and the formation of methane increased, but the selectivity to C Z oxygenated compounds decreased. It can also be found that when the total reaction pressure was elevated, the conversion of CO and the STY of CZ oxygenates and methane increased significantly, while the selectivity to CZ oxygenates increased slowly. The STY of CZ oxygenated compounds was 444 g/kg ~ h at 593 K of reaction temperature and 3.0 MPa of total reaction pressure. In the produced oxygenated compounds, ethanol, acetaldehyde and acetic acid were the most-abundant compounds. to 8 z hydrocarbon o0oxygenates of 6 7 0 1 2 3 4 5 carbon number Fig. 2. Relation of logarithm of concentration versus carbon number. H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 Table 2 Effect of reaction temperature on the activity and selectivity to C2-oxygenated compounds Temp. (K) CO conv. (%) STYcZ,y (g/kg - h) STYCHQ (g/kg - h) SCZ_oxy (%) 563 3.6 205.8 46.1 56.8 573 4.8 260.7 53.4 67.0 583 7.4 314 127.6 49.5 593 9.5 427 189 44.9 P = 3.0 MPa, SV = 27000 ml/g - h. Table 3 Effect of reaction pressure on the activity and selectivity to C2-oxygenated compounds P (MPa) Conv. (CO%) STYcZ-o~y (g/kg - h) STYcH4 (g/kg - h) SC Z_oxy (%) 3.0 9.5 427 189 44.9 4.5 11.9 586 220 49 6.0 14.6 736 279 50.6 7.0 16.4 869 311 53.4 T= 593 K, SV = 27000 ml/g - h. The increase of reaction pressure was favorable to the STY and selectivity to CZ oxygenates. 3.1.3. Test of durability of the Rh-Mn / Si02 catalyst with reaction time The change in catalyst performance with the lapse of reaction time was measured with the small-scale apparatus. The measurement was carried out continuously for near 400 h. After the first 200 h, the steady state of reaction was achieved. The activity and selectivity to C2_ oxygenated compounds were found to be quite stable throughout the whole durability test. The results of the catalyst durability test are shown Table 4 Effect of reaction temperature on the distribution of produced oxygenated products T (K) CI-oxy (MOM CZ-oxy (MOM C3-oxy (mol%) C4 oxy (mol%) 563 0.43 97.9 1.24 0.38 573 1.08 96.5 1.25 0.5 583 1.46 95.7 1.71 1.13 593 2.55 94.4 1.80 1.2 P = 3.0 MPa, SV = 27000 ml/g - h. Table 5 Effect of reaction pressure on the distribution of oxygenated products P (MPa) C1-oxy (MOM C2-oxy (Mol%) C3-oxy (mol%) C4-oxy (MOM 3.0 2.55 94.4 1.8 1.2 4.5 5.7 90.0 2.3 2.0 6.0 7.3 88.0 2.4 2.4 7.0 10.3 84.8 2.4 2.5 T= 578 K. H.-Y. Luo et al. / Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 Table 6 Durability of Rh-Mn/Si02 catalysts Time on stream (h) Temp. (K) 119 Pressure (MPa) Feed rate (1/h) STY (g/kg - h) -- SCz-oxy (%) 208 593 3.0 8.5 454 42.9 298 593 3.0 8.5 444 44.7 398 593 3.0 8.5 484 47.8 in Table 6, no deterioration of the catalyst activity was observed during the life test for near 400 h. 3.2. Characterization results TPR results are shown in Fig. 3. The Rh/S'02 catalyst without promoter gave a re- h 9 _i 7U f e d 300 400 500 600 TEMPERATURE (K) 700 800 Fig. 3. TPR profiles of various catalysts: a, 2%Mn/SiOz; b, 1%Rh/Si02; c, 1%Rh-2%Mn/SiOZ; d, 1%Rh-2%Mn0.05%Li/Si02; e, 1%Rh-2%Mn-0.15%LS2; f, 1%Rh2%Mn-0.3%LS2; g, 1%Rh-2%Mn-0.5%LSiOZ; h, 1 %Rh-0.15%LS2 . duction peak of lower temperature at ca. 433 K (profile a), while the Mn/SiOz sample exhibited a higher one at ca. 603 K (profile b). Addition of Mn to the Rh/S'02 catalyst led to a shift of the reduction peak of rhodium to a higher temperature, but a shift of the reduction peak of the manganese component itself to a lower temperature. These results indicated that manganese had a suppression effect for the reduction of the rhodium precursor. On the other hand, rhodium can promote the reduction of the manganese component. The introduction of Li to the Rh-Mn/SiOz catalysts further retarded the reduction of rhodium as well as promoted the process of manganese oxide reduction (profile d, f, e). The profile peak at ca. 503 K in Fig. 1 seemed related to the reduction of the N03 radical. The addition of Li to Rh/S'02 played a suppressing role to the reduction of rhodium, as shown by profile h. The larger area of reduction peak in profile h than that in profile a (Rh/Si02) seemed related to reduction of LiN031 presumably to LiN02' The HZ TPD profiles of both 1%Rh/Si02 and 1%Rh-2%Mn/Si02, as shown in Fig. 4 had 2 peaks, which were ascribed to desorbed hydrogen from two kinds of sites. The addition of manganese to Rh/S'02 led to shifts of two desorption peak towards higher temperature and an increase of peak area. The increase of hydrogen desorption amount due to the addition of Mn appeared to be related to hydrogen spilling over on the surface of the catalyst. ESR spectra of the 2%Mn/Si02 sample before and after reduction are shown in Fig. 5. The spectrum before reduction (spectrum a) exhibited a sextet of Mn2+ ion, and indicated that 120 H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 501 z O 468 O w a N x b a i 300 500 700900 TEMPERATURE (K) Fig. 4. HZ-TPD profiles of catalysts: a, 1%Rh/Si02; b, 1%Rh2%Mn/Si02. the sample contained very few Mn2+ ion. During the drying process of the sample after impregnation, its color first changed from colorless to pink, and finally changed to black. This implied that the Mn2+ ion impregnated onto xi x500 b Fig. 5. ESR spectra of 2%Mn/S'OZ. a, evacuated at RT for 0.5 h before reduction; b, after reduction at 603 K for 1 h. 90,A 100Gauss Fig. 6. ESR spectra of 1%Rh-2%Mn/SiOz. a, evacuated at RT for 0.5 h before reduction; b, after reduction at 603 K for 1 h. silica was oxidized to ions of higher valence by oxygen in air, possibly to Mn4+. This change of the sample color supported the ESR results. In the spectrum of the sample after reduction at 613 K for 1 h, no fine structure of Mn2+ sextet were observed, and ESR signal intensity of the sample increased sharply, suggesting large amount of manganese ions of higher valence was reduced to Mn2+. This observation was consistent with the above conclusion. As shown in Fig. 6, the ESR signal of a 1%Rh-2%Mn/Si02 catalyst was obviously higher than that of the 2%Mn/Si02 sample, and the hyperfine structure of the spectrum was not so clear as that of the latter. This may be due to more amount of Mn2+ ion existing in this catalyst, and revealed that the rhodium component in the 1oRh-2%Mn/Si02 sample had a tendency of stabilizing the Mn2+ ions. Wilson et al. [11] have suggested that this would lead to the formation of composite oxides of rhodium and manganese. The hyperfine structure in the ESR spectrum of the 1 %Rh2oMn/Si02 catalyst after reduction at 603 K disappeared completely, the peak width became narrower, whilst the intensity was increased. This implied that a large amount of Mn2+ ions was produced during the reduction of this catalyst, and the coupling interaction between the Mn2+ ion formed during reduction increased. This resulted in the disappearance of the Mn2+ hyperfine structure. Simultaneously, the obvious difference between the ESR spectra of the H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 2%Mn/Si02 and the 1%Rh-2%Mn/Si02 after reduction by hydrogen at similar conditions was observed, i.e., the Mn2+ signal intensity of the latter is about 20 times greater than that of the former. Occurrence of rhodium promoted the reduction of manganese ion of higher valence to Mn2+. The spectrum peak of the reduced 1%Rh-Mn/Si02 catalyst became narrower, which suggested a change of the magnetism environment at the surrounding of the Mn2+ ion. Possibly, certain substance of weaker magnetism such as a composite of Rhl+ and manganese oxide was formed, and the magnetism interaction within the catalyst was weakened. The IR spectra of the Rh/Si02 catalysts with and without Mn and Li promoters were shown 2067 027 209 ' i 1863 . . cc ' W z m d 1870 a 1870 2500 WAVENUMBERfCM-1) Fig. 7. IR spectra of CO adsorbed at RT on various catalysts: a, 1%Rh/Si02; b, 1%Rh-2%aMn/SiOy; c, 1%Rh-2%Mn0.5%Li/SiOz. 121 in Fig. 7, The band at 1875 cm-1 was ascribed to bridge-adsorbed CO, the band at 2067 cm-' to linearly adsorbed CO, while the bands at 2092 cm-1 and 2022 cm-1 were ascribed to twin-adsorbed CO. It can be seen from Fig. 7 that the introduction of Mn and Li weakened the bridged CO and enhanced twin-adsorbed CO. This is easy to be understood from the demonstrated fact that during reduction, transition metal and alkali metal oxides in the catalysts can move onto the metal surface and partly cover it, and this would result in a being divided of bigger metal ensembles into smaller ones. As a result, a band of weakened bridged CO could be observed. Generally, it is considered that twin-adsorbed CO takes place on isolated Rhl + sites [14,15]. Since the addition of Mn and Li to the Rh/Si02 catalysts suppressed the rhodium reduction, more Rh\" ions would exist on the catalyst surface, so that more intense twin-adsorbed CO bands were recorded. Also, the above-mentioned TPR and ESR results supported this conclusion. In the study of adsorbed CO on a 1 %Rh2%Mn-1%Li/Si02 catalyst at various temperatures, it has been found that the intensity of twin-adsorbed CO bands increased with higher temperature of adsorption, as shown by Fig. 8. The results indicated that more Rh+ t ions exist on the catalyst surface and favors the formation of acetic acid and acetaldehyde. A major problem in the synthesis of CZ oxygenates is how to select suitable promoters and preparation procedure to improve the activity and selectivity for the formation of C 2 oxygenates. Mn and Li as promoters of supported rhodium catalysts exhibited a good promoting effect, and have a pertinent feature that it promoted the formation of acetic acid and acetaldehyde. On the other hand, vanadium promoted the formation of ethanol. The good activity and selectivity of Rh-Mn-Li/Si02 and RhV/Si02 catalysts seemed related to the formation of composite sites of Mn or V promoter and Rh, which commonly catalyzed the formation of C 2 oxygenates. The tendency of Mn to 122 H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 X2022 2092 2500 2000 WAVENUMBER (CM-') Fig. 8. IR spectra of CO adsorbed at various temperatures on 1%Rh-2%Mn-1%Li/SiOz catalysts. promoting the formation of acetic acid and acetaldehyde seemed due to its lower capacity of hydrogen storage and lower ability of hydrogenation relative to V as well as due to its more intensive suppression of the reduction of rhodium in the Rh-Mn based catalysts, thus keeping more Rh' + ions after H 2 reduction. The favoring effect of vanadium promoted catalysts to form ethanol can be attributed to its large capability of hydrogen storage as well as to the existence of fewer Rht+ ions after reduction, as shown by a weakened twin-bands in the IR spectra of adsorbed CO [ 10]. In the previous paper [10] concerning the promoting effect of vanadium, it has been reported that the amount of hydrogen desorption from Rh-V/Si02 catalysts was much larger than that from the Rh/Si02 catalysts, and was found to be nearly proportional to the added amount of vanadium. The amount of hydrogen desorption from the 2%Rh-2%V/Si02 catalyst was 3-4 times of that from the 2%Rh/Si02. Comparing with the Rh-V/Si02 catalysts, the amount of hydrogen desorption from the 1%Rh-2%Mn/Si02 catalyst was about 1.3 times of that from the Rh/Si02 with the same rhodium loading. In IR studies of adsorbed CO, a large shift of 60-70 cm-' for the bridged CO was observed on the Rh-V/Si02 catalysts, when the catalysts were cooled to room temperature in hydrogen after reduction and before CO was absorbed. On the other hand, no band shifts were recorded when these catalysts were evacuated to remove hydrogen after reduction, irrespective of that CO was adsorbed alone or coadsorbed with Hz. These results suggested that the spilled-over hydrogen possibly took part in the activation of adsorbed CO. In comparison to the RhMn/Si02 or Rh-Mn-Li/Si02 catalysts, bands of the twin-adsorbed CO on the Rh-V/Si02 catalysts were much weaker and easier to be removed by heating in H 2 + CO atmosphere. Up to now, a variety of adsorbed CO species, namely, linear, bridged, dicarbonyl, and tilted were recorded and a large shift of bridged CO band to a lower wave number on transition metal promoted rhodium catalysts. Ichikawa et al. [3] considered that the bridged CO was the active species for CO hydrogenation to CZ oxygenates, based on a large shift of bridged CO band. Knozinger et al. [7] found that bridged, linear and tilted CO can all be hydrogenated in the studies of hydrogenating ability of various species of adsorbed CO, and they reached the conclusion that it is difficult to establish which species is responsible for the formation of C 2 oxygenates in the CO + H z reaction. Apparently, these different conclusions were due to the fact that the catalysts of different authors had different activity and selectivity towards C Z oxygenates, and also different conditions were used in the characterization of the catalysts, although they had similar compositions. For H.-Y. Luo et al. /Journal of Molecular Catalysis A: Chemical 122 (1997) 115-123 example, some catalysts are active and selective for the synthesis of C Z oxygenates, the others are not so good. Some catalysts for IR measurement of adsorbed CO experienced a treatment of high vacuum, and others reserved more hydrogen after reduction. In the previous paper, R' + ions were considered to be the sites for promoting the formation of Cz+ oxygenates [5]. However, Ponec et al. [ 16] studied the relation between the Rt + ion concentration and selectivity of the formation of C Z oxygenates in Rh/V203 catalysts by solvent extraction, and found that the most active and selective Rh/V203 catalysts contained no detectable amount of rhodium ions. This implied that the existence of rhodium ions was not necessary for the formation of C Z oxygenates. In this study, both Rh-Mn/S'02 and RhV/S'Oz were active and selective catalysts for the formation of CZ oxygenates, but only the Rh-Mn/S'02 catalyst exhibited strong IR bands of twin adsorbed CO. These results do not support the opinion that rhodium ions are the sites of the formation of CZ oxygenates. However, the high concentration of rhodium ions shown by strong IR bands of twin adsorbed CO had a good correlation with the selectivity towards the formation of acetic acid and acetaldehyde. A lower capacity of hydrogen storage and a lower ability of hydrogenation seemed to be the reason of leading to high selectivity for the formation of acetic acid and acetaldehyde. It deserves to mention that the Rh-Mn/S'02 catalysts which had a lower ability of hydrogen storage exhibited a somewhat lower activity than the Rh-V/Si02 catalysts. These results also supported our previous opinion that the 123 spilled-over hydrogen on the catalyst surface takes part in the activation of adsorbed CO. Acknowledgements We thank Johnson Matthew Company for providing rhodium chloride for the study of the synthesis of CZ oxygenates from syngas. References [1] M.M. Bhasin, N.J. Bartley, P.C. Ellegen and T.P. Wilson, J. Catal. 54 (1978) 120. [2] M. Ichkawa, Bull. Chem. Soc. Jap. 51 (1978) 2273. [3] M. Ichikawa, A. Fukuoku and T. Kimura, in: Proc. 9th Int. Congr. Catal., M.J. Phillips and M. Teman (Editors), Vol. 2, Calgary (1988) p. 569. [4] H. Arakawa, T.A. Hanaoka, K. Takeuchi, T. Matsuzaki and Y. Sugi., Proc. 9th. Intern. Congr. Catal., Calgary, Vol. 2 (1988) p. 602. [5] F.G.A. Van den berg, J.H.E. Glezer and W.M.H. Satchler, J. Catal. 93 (1985) 340. [6] A.C. Stevenson, A. Listsyn and H. Knozinger, J. Phys. Chem. 94 (1990) 1576. [7] A.S. Lisitsyn, S.A. Stevenson and H. Knozinger, J. Mol. Catal. 63 (1990) 201. [8] P-Z. Lin, D-B. Liang, H-Y. Luo, C-H. Xu, H-W. Zhou and S-Y. Huang, Appl. Catal. 131(2) (1995) 207. [9] H-Y. Luo, A.G.T.M. Bastein, A.A.T.P. Mulder and V. Ponec, Appl. Catal. 38 (1988) 241. [10] H-Y. Luo, H-W. Zhou, L-W. Lin, D-B. Liang, C. Li, D. Fu and Q. Xin, J. Catal. 145 (1994) 232. [111 T.P. Wilson, P.H. Kasai and P.C. Ellgen, J. Catal. 69 (1981) 193. [12] H-Y. Luo, S-B. Xie, H-w. Zhou, L-W. Lin and D-B. Liang, China J. Catal. 16(2) (1995) 126. [131 S.T. Sie, M.M.G. Senden and H.M.H. Van Wechem, Catal. Today 8 (1991) 371. [14] C.W. Garland and J.R. Wilt, J.M. Chem. Phys. 36 (1962) 1049. [15] A.C. Yang and C.W. Garland, J. Phys. Chem. 61 (1957) 1504. [16] G. v.d. Lee, B. Schuller, Post, T.L.F. Favre and V. Ponec, J. Catal. 98 (1986) 522. MOLCAA 97000125 S1381-1169(97)00012-5 10.1016/S1381-1169(97)00012-5 Molecular aspects of heterogeneous catalysis Article The role of Mn and Li promoters in supported rhodium catalysts in the formation of acetic acid and acetaldehyde Hong-Yuan Luo a Pei-Zi Lin ∗ a Shui-Bo Xie a Huan-Wen Zhou a Chang-Hai Xu a Shi-Yu Huang a Li-Wu Lin a Dong-Bai Liang a Pin-Liang Yin b Qin Xin b a Dalian Institute of Chemical Physics, Chinese Academy of Sciences, P.O. Box 110, Dalian 116023, China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian 116023, China ∗ Corresponding author. RhMnLi/SiO2 catalysts consisting of 1 wt% Rh for the synthesis of C2 oxygenates from syngas were studied by CO + H2 reaction and characterized by TPR, H2-TPD, ESR and IR techniques. The RhMnLi/SiO2 catalysts, which showed a good selectivity for the formation of acetic acid and acetaldehyde, have been found to be quite different from the RhV/SiO2 catalysts reported previously, which mainly promoted the formation of ethanol. Comparing with the RhV/SiO2 catalysts, the RhMnLi/SiO2 exhibited lower capacity of hydrogen adsorption, lower hydrogenation activity, more intense interaction of the manganese oxide with the Rh component, and more intense bands of twin-adsorbed CO (i.e. more Rh1+ ion). The good selectivity of the RhMnLi/SiO2 catalysts towards acetaldehyde and acetic acid formation were correlated to these features. Keywords Rhodium Manganese Lithium Acetic acid Acetaldehyde References [1] M.M. Bhasin N.J. Bartley P.C. Ellegen T.P. Wilson J. Catal. 54 1978 120 [2] M. Ichkawa Bull. Chem. Soc. Jap. 51 1978 2273 [3] M. Ichikawa A. Fukuoku T. Kimura M.J. Phillips M. Ternan Proc. 9th Int. Congr. Catal. Vol. 2 1988 569 Calgary [4] H. Arakawa T.A. Hanaoka K. Takeuchi T. Matsuzaki Y. Sugi Proc. 9th. Intern. Congr. Catal., Calgary Vol. 2 1988 602 [5] F.G.A. Van den berg J.H.E. Glezer W.M.H. Satchler J. Catal. 93 1985 340 [6] A.C. Stevenson A. Listsyn H. Knozinger J. Phys. Chem. 94 1990 1576 [7] A.S. Lisitsyn S.A. Stevenson H. Knozinger J. Mol. Catal. 63 1990 201 [8] P-Z. Lin D-B. Liang H-Y. Luo C-H. Xu H-W. Zhou S-Y. Huang Appl. Catal. 131 2 1995 207 [9] H-Y. Luo A.G.T.M. Bastein A.A.T.P. Mulder V. Ponec Appl. Catal. 38 1988 241 [10] H-Y. Luo H-W. Zhou L-W. Lin D-B. Liang C. Li D. Fu Q. Xin J. Catal. 145 1994 232 [11] T.P. Wilson P.H. Kasai P.C. Ellgen J. Catal. 69 1981 193 [12] H-Y. Luo S-B. Xie H-w. Zhou L-W. Lin D-B. Liang China J. Catal. 16 2 1995 126 [13] S.T. Sie M.M.G. Senden H.M.H. Van Wechem Catal. Today 8 1991 371 [14] C.W. Garland J.R. Wilt J.M. Chem. Phys. 36 1962 1049 [15] A.C. Yang C.W. Garland J. Phys. Chem. 61 1957 1504 [16] G.v.d. Lee B. Schuller Post T.L.F. Favre V. Ponec J. Catal. 98 1986 522",
      "scopus-id": "0000947933",
      "coredata": {
        "eid": "1-s2.0-S1381116997000125",
        "dc:description": "RhMnLi/SiO2 catalysts consisting of 1 wt% Rh for the synthesis of C2 oxygenates from syngas were studied by CO + H2 reaction and characterized by TPR, H2-TPD, ESR and IR techniques. The RhMnLi/SiO2 catalysts, which showed a good selectivity for the formation of acetic acid and acetaldehyde, have been found to be quite different from the RhV/SiO2 catalysts reported previously, which mainly promoted the formation of ethanol. Comparing with the RhV/SiO2 catalysts, the RhMnLi/SiO2 exhibited lower capacity of hydrogen adsorption, lower hydrogenation activity, more intense interaction of the manganese oxide with the Rh component, and more intense bands of twin-adsorbed CO (i.e. more Rh1+ ion). The good selectivity of the RhMnLi/SiO2 catalysts towards acetaldehyde and acetic acid formation were correlated to these features.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-08-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000125",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Luo, Hong-Yuan"
          },
          {
            "@_fa": "true",
            "$": "Lin, Pei-Zi"
          },
          {
            "@_fa": "true",
            "$": "Xie, Shui-Bo"
          },
          {
            "@_fa": "true",
            "$": "Zhou, Huan-Wen"
          },
          {
            "@_fa": "true",
            "$": "Xu, Chang-Hai"
          },
          {
            "@_fa": "true",
            "$": "Huang, Shi-Yu"
          },
          {
            "@_fa": "true",
            "$": "Lin, Li-Wu"
          },
          {
            "@_fa": "true",
            "$": "Liang, Dong-Bai"
          },
          {
            "@_fa": "true",
            "$": "Yin, Pin-Liang"
          },
          {
            "@_fa": "true",
            "$": "Xin, Qin"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000125"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000125"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00012-5",
        "prism:volume": "122",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "The role of Mn and Li promoters in supported rhodium catalysts in the formation of acetic acid and acetaldehyde",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Rhodium"
          },
          {
            "@_fa": "true",
            "$": "Manganese"
          },
          {
            "@_fa": "true",
            "$": "Lithium"
          },
          {
            "@_fa": "true",
            "$": "Acetic acid"
          },
          {
            "@_fa": "true",
            "$": "Acetaldehyde"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "115-123",
        "prism:endingPage": "123",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 August 1997",
        "prism:doi": "10.1016/S1381-1169(97)00012-5",
        "prism:startingPage": "115",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00012-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0000947933"
      }
    }
  }
}