{
  "metadata": {
    "title": "The effect of CeO<ce:inf loc=post>2</ce:inf> and BaO on Pd catalysts used for lean-burn natural gas vehicles",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2009-08-04",
    "doi": "10.1016/j.molcata.2009.03.028",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111690900154X",
    "pii": "S138111690900154X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-67649479616",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2009-03-28 2009-03-28 2010-04-16T17:45:36 1-s2.0-S138111690900154X S1381-1169(09)00154-X S138111690900154X 10.1016/j.molcata.2009.03.028 S300 S300.1 FULL-TEXT 1-s2.0-S1381116909X00105 2015-05-15T05:56:33.307883-04:00 0 0 20090804 2009 2009-03-28T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 308 308 1 2 1 2 Volume 308, Issues 1–2 12 73 78 73 78 20090804 4 August 2009 2009-08-04 2009 Regular papers article fla Copyright © 2009 Elsevier B.V. All rights reserved. EFFECTCEO2BAOPDCATALYSTSUSEDFORLEANBURNNATURALGASVEHICLES ZHANG X 1 Introduction 2 Experimental 2.1 Support and catalyst preparation 2.2 Catalytic activity measurements 2.3 Support and catalyst characterization 3 Results and discussion 3.1 Catalytic activity 3.2 Textural properties and dispersion 3.3 XRD characterization 3.4 H2-TPR study 3.5 XPS results 4 Conclusions Acknowledgements References GELIN 2003 45 57 P MOWERY 1999 157 169 D LAMPERT 1997 211 223 J PERSSON 2007 401 414 K FINO 2006 559 563 D GELIN 2002 1 37 P LAPISARDI 2006 564 568 G WANG 2008 789 797 S THEVENIN 2003 78 86 P THEVENIN 2002 139 149 P GROPPI 1999 399 412 G LIOTTA 2003 763 770 L KLINGSTEDT 2000 3 9 F KLINGSTEDT 2001 301 316 F KLINGSTEDT 2002 248 262 F FERRER 2005 487 492 V PANPRANOT 2004 583 590 J MAHATA 2000 262 270 N DEMOULIN 2006 41 49 O MATSOUKA 2008 715 722 V LAPISARDI 2007 461 464 G LIOTTA 2007 299 304 L GUO 2007 73 78 J WOOTSCH 2004 259 266 A SIMPLICIO 2006 9 14 L ANGEL 2008 173 178 G CENTI 2001 287 312 G LIESKE 1985 1841 1842 H YUE 2005 241 249 B SHYU 1988 4964 4970 J DESOUZAMONTEIRO 1995 89 106 R MASUI 2007 13892 13897 T NATILE 2005 6272 6286 M MURUGAN 2005 3983 3993 B KOBAYASHI 2001 287 292 T GUIMARAES 2003 4311 4319 A PADILLA 2008 541 547 J ZHANGX2009X73 ZHANGX2009X73X78 ZHANGX2009X73XX ZHANGX2009X73X78XX item S1381-1169(09)00154-X S138111690900154X 1-s2.0-S138111690900154X 10.1016/j.molcata.2009.03.028 271358 2010-09-21T22:46:26.336024-04:00 2009-08-04 1-s2.0-S138111690900154X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/MAIN/application/pdf/83caf4e7729c52f5351d76e061a436a9/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/MAIN/application/pdf/83caf4e7729c52f5351d76e061a436a9/main.pdf main.pdf pdf true 508479 MAIN 6 1-s2.0-S138111690900154X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/PREVIEW/image/png/820fe076835bf843d0cea14044d5c6ca/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/PREVIEW/image/png/820fe076835bf843d0cea14044d5c6ca/main_1.png main_1.png png 88409 849 656 IMAGE-WEB-PDF 1 1-s2.0-S138111690900154X-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr1/DOWNSAMPLED/image/jpeg/121f6613f6989b312c4d1054be700615/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr1/DOWNSAMPLED/image/jpeg/121f6613f6989b312c4d1054be700615/gr1.jpg gr1 gr1.jpg jpg 34484 289 715 IMAGE-DOWNSAMPLED 1-s2.0-S138111690900154X-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr1/THUMBNAIL/image/gif/2f6bc5c68f2879734202c767e14f3bdb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr1/THUMBNAIL/image/gif/2f6bc5c68f2879734202c767e14f3bdb/gr1.sml gr1 gr1.sml sml 2494 88 219 IMAGE-THUMBNAIL 1-s2.0-S138111690900154X-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr2/DOWNSAMPLED/image/jpeg/8c87fbd48b041c35cc14e35d4db5466a/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr2/DOWNSAMPLED/image/jpeg/8c87fbd48b041c35cc14e35d4db5466a/gr2.jpg gr2 gr2.jpg jpg 28824 270 378 IMAGE-DOWNSAMPLED 1-s2.0-S138111690900154X-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr2/THUMBNAIL/image/gif/b315b71c1e8b8c7ed54c628b9dc3a356/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr2/THUMBNAIL/image/gif/b315b71c1e8b8c7ed54c628b9dc3a356/gr2.sml gr2 gr2.sml sml 5919 156 219 IMAGE-THUMBNAIL 1-s2.0-S138111690900154X-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr3/DOWNSAMPLED/image/jpeg/0cce65096da364a6ce3f67121180741d/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr3/DOWNSAMPLED/image/jpeg/0cce65096da364a6ce3f67121180741d/gr3.jpg gr3 gr3.jpg jpg 16277 278 379 IMAGE-DOWNSAMPLED 1-s2.0-S138111690900154X-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr3/THUMBNAIL/image/gif/c9ac55c1289d782458d4829db39fd262/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr3/THUMBNAIL/image/gif/c9ac55c1289d782458d4829db39fd262/gr3.sml gr3 gr3.sml sml 3125 160 219 IMAGE-THUMBNAIL 1-s2.0-S138111690900154X-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr4/DOWNSAMPLED/image/jpeg/99b1b4da22fd2378a63be42ee1ca19fb/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr4/DOWNSAMPLED/image/jpeg/99b1b4da22fd2378a63be42ee1ca19fb/gr4.jpg gr4 gr4.jpg jpg 40329 279 719 IMAGE-DOWNSAMPLED 1-s2.0-S138111690900154X-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/gr4/THUMBNAIL/image/gif/018f226eb14346cbb98f5b7937d3ae55/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/gr4/THUMBNAIL/image/gif/018f226eb14346cbb98f5b7937d3ae55/gr4.sml gr4 gr4.sml sml 2717 85 219 IMAGE-THUMBNAIL 1-s2.0-S138111690900154X-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/fx1/DOWNSAMPLED/image/jpeg/68f14f0ce63b082e0a5e5d8aa077a388/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/fx1/DOWNSAMPLED/image/jpeg/68f14f0ce63b082e0a5e5d8aa077a388/fx1.jpg fx1 true fx1.jpg jpg 28450 225 253 IMAGE-DOWNSAMPLED 1-s2.0-S138111690900154X-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111690900154X/fx1/THUMBNAIL/image/gif/4d5753549c6ce40df96a43f1d4974cbf/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111690900154X/fx1/THUMBNAIL/image/gif/4d5753549c6ce40df96a43f1d4974cbf/fx1.sml fx1 true fx1.sml sml 3566 164 184 IMAGE-THUMBNAIL MOLCAA 7512 S1381-1169(09)00154-X 10.1016/j.molcata.2009.03.028 Elsevier B.V. Fig. 1 Methane (a) and CO (b) conversion versus temperature over PdAl, PdBaAl, PdCeAl, and PdBaCeAl catalysts in the simulated exhaust gas: CH4 0.063vol.%, CO 0.40vol.%, NO 0.063vol.%, O2 5vol.%, and CO2 12vol.%, N2 as balance gas. Fig. 2 XRD patterns of PdAl (a), PdBaAl (b), PdCeAl (c) and PdBaCeAl (d). Fig. 3 The TPR of catalysts PdAl (a), PdBaAl (b), PdCeAl (c), PdBaCeAl (d). Fig. 4 Pd 3d (a) and O 1s (b) XPS spectra of PdAl, PdBaAl, PdCeAl, and PdBaCeAl catalysts. Table 1 Light-off and completely conversion temperatures for methane and CO oxidation. Samples T 50 (°C) T 90 (°C) ΔT (°C) CH4 CO CH4 CO CH4 CO PdAl 309 174 347 179 38 5 PdBaAl 303 168 340 177 37 9 PdCeAl 295 164 333 169 38 5 PdBaCeAl 318 163 369 177 51 14 Table 2 The results of BET for Al2O3 supports and CO-chemisorption for catalysts. Samples S BET (m2/g) Vs (ml/g) Average pore diameter (nm) Samples Dispersion (%) Mean particles size (nm) Al 138 0.46 10.1 PdAl 40 2.8 BaAl 166 0.49 9.5 PdBaAl 41 2.7 CeAl 146 0.45 9.4 PdCeAl 42 2.6 BaCeAl 160 0.43 10.8 PdBaCeAl 24 4.6 Table 3 The binding energy and surface atomic composition results of catalysts. Samples Pd BE (eV) Al2p Ba 3d5/2 Ce 3d5/2 Pd:Al (atom) 3d5/2 3d3/2 at% BE (eV) at% BE (eV) at% BE (eV) at% PdAl 336.6 341.8 0.47 74.2 37.53 – – – – 0.0125 PdBaAl 336.3 341.5 0.45 74.2 32.14 780.0 0.94 – – 0.0140 PdCeAl 337.0 342.2 0.39 74.2 20.44 – – 882.9 1.18 0.0191 PdBaCeAl 336.3 341.5 0.34 74.2 33.49 780.1 0.83 No observed – 0.0102 337.0 342.2 Table 4 The binding energy and surface composition results of O 1s for four catalysts. Samples O 1s O:Pd (atom) BE (eV) at% OI/OII (at%) PdAl 530.3 (531.2) 62.00 38.2/61.8 132 PdBaAl 530.4 (531.7) 66.46 44.6/55.4 148 PdCeAl 530.8 (532.0) 77.99 63.3/36.7 200 PdBaCeAl 530.6 (531.9) 65.35 51.4/48.6 192 The effect of CeO2 and BaO on Pd catalysts used for lean-burn natural gas vehicles Xiaoyu Zhang a Enyan Long a Yile Li a Lijuan Zhang b Jiaxiu Guo c Maochu Gong a Yaoqiang Chen a ⁎ a Key Laboratory of Green Chemistry & Technology of the Ministry of Education, College of Chemistry, Sichuan University, Chengdu 610064, Sichuan, PR China b State Key Laboratory of Catalysis, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, 457 Zhongshan Road, Dalian 116023, PR China c College of Architecture and Environment, Sichuan University, Chengdu 610064, Sichuan, PR China ⁎ Corresponding author. Tel.: +86 28 85418451; fax: +86 28 85418451. Graphical abstract Al2O3 supports doped by CeO2 and/or BaO and Pd catalysts are prepared and characterized. Catalytic activities are investigated in a mixture gas simulated the exhaust emissions from lean-burn natural gas vehicles (NGVs). The doping of CeO2 or BaO alone can increase catalytic activity for methane and CO oxidation, however, the coexistence of CeO2 and BaO causes detrimental effect to activity. Palladium catalysts supported on Al2O3 doped by BaO and/or CeO2 were prepared by impregnation method. Various techniques, including N2 adsorption (Brunauer–Emmet–Teller method; BET), X-ray diffraction (XRD), CO-chemisorption, H2-temperature-programmed reduction (H2-TPR) and X-ray photoelectron spectroscopy (XPS), were employed to characterize the effect of BaO and/or CeO2 on the physicochemical properties of prepared catalysts. Catalytic activities for methane and CO oxidation were evaluated in a gas mixture simulated the exhaust from lean-burn natural gas vehicles (NGVs). The BET results showed that the supports possessed high specific surface area, suitable pore volume and pore size distribution. The activity results indicated that the catalyst modified by CeO2 showed the best performance for methane and CO removal, and the one modified by both BaO and CeO2 the worst. CO-chemisorption and H2-TPR results indicated that the addition of ceria or barium alone could increase the dispersion of palladium and improve the reducibility of catalysts. The results of XPS showed that BaO increased the electron density around PdO while CeO2 activated the lattice oxygen and increased the content of oxygen species on the surface of catalysts. When BaO and CeO2 were added simultaneously, their respective potential effect was restrained by each other resulting in the decrease of catalytic activity. Keywords CeO2 BaO Modified Al2O3 Lean-burn natural gas vehicles (NGVs) catalysts Pd-support interaction 1 Introduction With the deterioration of environment and decreasing of oil resources, lean-burn natural gas fuelled vehicles (NGVs) has aroused considerable attention, because of its economy, less CO2 emission, less NOx and particulates in the exhaust compared with gasoline and diesel engines [1–5]. However, there is still high level of unburned methane in the exhaust. Methane is a potent greenhouse gas, which is estimated to have a 20-year global warming potential 35 times that of carbon dioxide at equivalent emission rates [3], so it must be reduced by catalytic converter before emitted into the atmosphere. Methane is the most stable hydrocarbon molecule and is very difficult to be converted, and its conversion needs high temperature and excellent catalysts. However, the temperature of the exhaust from NGVs is low, typically lower than 550°C. Furthermore, in the exhaust, there are water vapor (about 10–15%), carbon dioxide (10–15%), large excess of oxygen and little SO2 and NOx. These all increase the difficulties of methane conversion and require the use of specific catalysts with high catalytic activity able to oxidize methane at lower temperatures under strongly lean-burn conditions [6,7]. Many studies have focused on the palladium supported alumina catalysts that are accepted widely as the most active catalysts for methane oxidation under lean conditions. Different additives such as Ce, Ba, La, and Zr have been used to improve the properties of Pd catalysts [8], especially Ba and Ce, which are often used in three-way catalysts. Generally, BaO is used to improve thermal stability of Al2O3 supports and promote catalytic activity for methane combustion at high temperature. CeO2 has the ability to storage/release oxygen, which is also used to improve the thermal stability of supports, and is beneficial to stabilize active PdO and to increase PdO dispersion by interaction with PdO, thus enhance the catalytic activity [8]. Many researches have been made to investigate the influence of CeO2 or BaO alone on the activity and thermal stability at temperature as high as 1000°C for catalytic combustion of methane [9–11]. Liotta and Deganello [12] have investigated Pd catalysts supported on Al2O3–CeO2–BaO with different cerium contents used for methane combustion. It is concluded that when ceria loading is lower, about 4–8wt%, the catalyst has the best activity, and with CeO2 content increasing, the catalytic activity for methane combustion is decreasing. But their conclusion is made on the presence of both ceria and barium, and they did not investigate the activity of catalysts supported on Al2O3 doped with CeO2 or BaO alone. Klingstedt et al. [13–15] have also investigated the CeO2 and BaO separately modified catalysts used for NGVs operated under stoichiometric condition. They find that the addition of CeO2 or BaO can promote catalytic activity for methane conversion, CO oxidation and NOx removal, widen the lambda window, and improve the hydrothermal stability of Pd catalysts. There are very few studies on palladium supported on Al2O3 doped with CeO2 or BaO used for the oxidation of methane and CO at low temperature under lean-burn NGVs exhaust condition, and much fewer on the supported catalysts doped with CeO2 and BaO at the same time. In this paper, palladium catalysts supported on γ-Al2O3 modified by CeO2 and/or BaO were prepared. The catalysts were evaluated in a gas mixture simulated the exhaust of lean-burn natural gas vehicles at low temperatures. N2-adsorption method, X-ray diffraction (XRD), CO-chemisorption and catalytic activity testing investigated the influences of the addition of CeO2 and BaO on the textural, structural and catalytic properties of palladium catalysts. H2-temperature-programmed reduction (H2-TPR) and X-ray photoelectron spectroscopy (XPS) were employed to investigate the interaction between palladium and BaO or CeO2. 2 Experimental 2.1 Support and catalyst preparation Al2O3, BaO–Al2O3, CeO2–Al2O3 and BaO–CeO2–Al2O3 were prepared by co-precipitation method. Al(NO3)3·9H2O was used as precursor, dissolved in distilled water, then mixed with the solution of Ce(NO3)3·6H2O, Ba(NO3)2 and the mixture of Ce(NO3)3·6H2O and Ba(NO3)2 separately. Then the mixed solutions were precipitated by adding excessive mixture solution of NH3·H2O and (NH4)2CO3. During the titration, pH was kept at 9.5. After co-precipitation process, the precipitates thus obtained were boiled, filtered, washed, dried and then calcined at 900°C for 4h. The nominal contents of BaO and CeO2 were both 4wt% for modified supports. The Pd catalysts were prepared by impregnation of modified supports with Pd(NO3)2 solutions. The Pd content is 1.4wt%. Then the catalysts were dried at 120°C overnight, calcined at 550°C for 2h. Monolithic catalysts were obtained as follows: the prepared powder catalysts were ball-milled with proper amount deionized water to obtain homogeneous slurry, then the resulting slurry were spread onto a honeycomb cordierite (2.5cm3, Corning, China). Excess slurry was blown off using compressed air. The obtained Pd loading was about 2.5g/L and the washcoat loading was 180g/L. The coated catalysts were dried overnight at 120°C, calcined at 550°C for 2h. They were labeled as PdAl, PdBaAl, PdCeAl, and PdBaCeAl. 2.2 Catalytic activity measurements Catalytic activity test was carried out on monolithic samples in a multiple fixed-bed continuous flow micro-reactor by passing a gas mixture simulated the exhaust emissions from lean-burn natural gas vehicles. The test was performed from 240 to 500°C with an interval of 20°C, and repeated tests were carried out until the conversion was constant. The simulated exhaust contained CH4 0.063vol.%, CO 0.40vol.%, NO 0.063vol.%, O2 5.0vol.%, and CO2 12.0vol.%, N2 as balance gas. The gas space velocity was 34000h−1. The gases were regulated by mass-flow controllers before entering reactor. The concentration of CH4 was analyzed by on-line gas chromatography equipped with FID detector, and CO was analyzed online by a five-component analyzer FGA-4100 (Fofen Analytical Instrument Co. Ltd., China), before and after the simulated gases passing through the reactor. 2.3 Support and catalyst characterization The BET specific surface area and pore size measurements were performed by adsorption/desorption of N2 at the liquid nitrogen temperature on a ZXF-06 automatic surface analyzer (Xibei Chemical Institute, China). Before adsorption measurement, the samples were degassed in vacuum for 2h at 400°C. The crystal structures of the samples were determined by a power X-ray diffraction on a DX-1000 diffractometer using Cu Kα radiation (λ =0.15406nm) and operating at 40kV and 25mA. The XRD data were recorded for 2θ values between 10° and 90° with an interval of 0.03°. The scanning way was continuous scanning for PdAl and PdBaCeAl with 1s count accumulation time per step, and progressive scanning for PdBaAl and PdCeAl with 2s count accumulation time per step. The crystalline phases were identified by comparison with the reference data from the International Center for Diffraction Data (ICDD). The metal dispersions and mean particle sizes of palladium on four supports were determined by CO-chemisorption over reduced catalysts. Approximately 300mg sample was placed in an U-shaped quartz tube. Prior to chemisorption, the catalyst was reduced in a flow of H2 (30ml/min) at 550°C for 1h, and then purged with pure N2 for 1h. After cooled down to room temperature, carbon monoxide was pulsed over the reduced catalyst until the thermal conductivity detector (TCD) signal from the pulse was constant. The number of exposed Pd atoms was calculated assuming a chemisorption stoichiometry of CO/Pd=1 and all CO was adsorbed on exposed Pd atoms [16,17], and mean particle size was determined by d =(1.12/D)×10−9 m =(1.12/D)nm [18,19]. H2-TPR was performed on a quartz tubular micro-reactor. 100mg sample was pretreated in a flow of 10vol.% O2/N2 mixture gas (20ml/min) at 500°C for 45min, cooled to room temperature in N2 (30ml/min). The reduction was carried out in a flow of 5vol.% H2/N2 mixture (20ml/min) from room temperature to 1000°C with a heating rate of 10°C/min. The consumption of H2 was detected by TCD. XPS experiments were carried out on a spectrometer (XSAM-800, KRATOS Co.) with Al Kα radiation under UHV, calibrated internally by the carbon deposit C 1s binding energy (BE) at 284.8eV. The uncertainty of binding energy (BE) values is 0.2eV. 3 Results and discussion 3.1 Catalytic activity The results of catalytic activity for methane and CO oxidation over PdAl, PdBaAl, PdCeAl and PdBaCeAl in the simulated exhaust gas are shown in Fig. 1 . From the curves of methane oxidation (Fig. 1a), it can be seen that the methane conversion of four catalysts increases continuously with the raising of temperature, and reaches completely conversion above 400°C. The addition of BaO or CeO2 increases the catalytic activity for methane conversion under lean-burn condition. But the addition of both BaO and CeO2 obviously decreases the activity of catalyst under this condition. The data of T 50, T 90 and ΔT = T 90 − T 50 are obtained from Fig. 1a, and listed in Table 1 . T 50, T 90 and ΔT are used to evaluate the performances of catalysts. The light-off temperature (T 50) and completely conversion temperature (T 90) is the temperature at which a given pollutant conversion reaches 50% and 90%, respectively. ΔT is the temperature range from T 50 to T 90. It is found that all catalysts exhibit excellent catalytic performances for methane oxidation. T 50 and T 90 for PdAl are about 309 and 347°C, respectively. For catalyst PdBaAl, T 50 and T 90 are 303 and 340°C, exhibiting better activity for methane oxidation. The minimum values of T 50 (295°C) and T 90 (333°C) for methane are obtained on PdCeAl, indicating that CeO2 facilitates the methane oxidation effectively. The ΔT of PdAl, PdBaAl and PdCeAl is 38, 37 and 38°C, respectively as shown in Table 1. The small value of ΔT suggests that CH4 reaches completely conversion as soon as it is lighted-off, indicating that these catalysts exhibit remarkably excellent temperature properties. And the value is even much smaller than that of HC from gasoline vehicles [20]. Combining with the difficulty of CH4 conversion, the result of ΔT has particular significance for the industrial application of PdAl, PdBaAl and PdCeAl. The activity results in present work are better than that reported in the literatures associated with CH4 conversion [7,21], suggesting that the catalysts have excellent catalytic performances for methane oxidation at low temperature and are suitable to used for NGVs exhaust purification. But for catalyst PdBaCeAl, the coexistence of BaO and CeO2 causes the sharp decrease of activity, with the highest T 50 and T 90 (318 and 369°C) and the largest ΔT (51°C) in four catalysts. Nevertheless, this result is still better than that reported in Ref. [12]. Fig. 1b presents the activity results for CO oxidation. It can be seen that the CO conversion begins at low temperature and reaches completely conversion very quickly. The data of T 50, T 90 and ΔT are listed in Table 1. As shown in Table 1, the catalysts exhibit high activities for CO oxidation and ΔT is very small. In the four catalysts, PdCeAl exhibits the best catalytic activities, T 50 and T 90 are 164 and 169°C, respectively, and ΔT is only 5°C, which has not been found in literature. But PdAl has the worst activity with the highest light-off and completely conversion temperature, 174°C for T 50 and 179°C for T 90. For PdBaAl, T 50 and T 90 are 168 and 177°C and ΔT increases to 9°C. For PdCeBaAl, T 50 is similar to that of PdCeAl and T 90 is same to that of PdBaAl, but ΔT is the largest (14°C). The results indicate that CeO2 and/or BaO can promote the conversion of CO, especially CeO2, which maybe due to the presence of great excess oxygen [22] and is in good agreement with Refs. [23,24]. 3.2 Textural properties and dispersion The results of BET surface areas and pore properties of supports are summarized in Table 2 . It is shown that the specific surface area and the pore volume of Al2O3 support are 138m2/g and 0.46ml/g, respectively. The addition of BaO into Al2O3 can increase the specific surface area (166m2/g) and pore volume (0.49ml/g). When the support is modified by CeO2, the specific surface area (146m2/g) is slightly increased while pore volume (0.45ml/g) is almost kept the same. The BET results indicate that CeO2 can enhance the textural properties of Al2O3, but is less effective than BaO. This is in good agreement with literature [12]. When BaO and CeO2 are added simultaneously, the specific surface area increases to 160m2/g, and pore volume decreases to 0.43ml/g, suggesting that the coexistence of BaO and CeO2 does not further improve the surface area and pore volume of Al2O3; the surface area result is different with that of Ref. [12], but is similar to that reported in the literature [9], which has the similar contents of CeO2 and BaO. According to the data of specific surface areas and pore volume in Table 2, it is found that the results of textural properties are not line relationship with the catalytic activities of catalysts. The support with the largest specific surface area and pore volume is not corresponding to the best catalytic activities of catalyst. The results of CO-chemisorption of Pd catalysts are also listed in Table 2. It has been reported that palladium dispersion and particle size play an important role in the catalytic activities. Simplício et al. [25] have concluded that the highest dispersion and smallest PdO particle size of Pd catalysts can be resultant in the best catalytic activity for methane oxidation. In Table 2, it is revealed that Pd is well dispersed on PdAl, PdBaAl, PdCeAl, and the mean particle size is small. But for PdBaCeAl, the Pd dispersion decreases abruptly, and Pd particle size increases significantly. These results indicate that only BaO or CeO2 addition can stabilize the Pd dispersion and maintain small Pd particle size, but the coexistence of CeO2 and BaO decrease the Pd dispersion and increase Pd particle size, which maybe lead to the decrease of catalytic activity. A good correlation is observed between Pd dispersion and catalytic activity, and the lower dispersion of Pd catalysts should be one of the reasons for poor activity of PdBaCeAl in this study. Also, the results are in good agreement with the conclusion of Ref. [25]. 3.3 XRD characterization Fig. 2 shows the XRD patterns of PdAl, PdBaAl, PdCeAl and PdBaCeAl. Active γ-Al2O3 phase are observed in all prepared materials. No visible PdO or metallic Pd phase can be observed for all catalysts. Combination with the results of CO-chemisorption, it can be suggested that Pd is well dispersed on the surface of supports, which can promote the catalytic activity of the supported catalysts. For PdBaAl and PdBaCeAl samples, no XRD peaks are ascribed to BaO phase, indicating that BaO is well dispersed in support. For CeO2 modified samples, the peaks at 28.6°, 33.2°, 47.5° and 56.2° belong to the cubic fluorite-type CeO2. As reported [26], even if little amount of CeO2 present in Al2O3, the CeO2 phase can be detected. 3.4 H2-TPR study H2-TPR experiments were carried out to evaluate the relationship between the catalytic activity and the reducibility of supported catalysts. The redox ability of catalysts is closely related to the catalytic activity. It is widely accepted that the main active phase for methane oxidation is PdO. The transformation between PdO and Pd, the rate of PdO species reduction and Pd reoxidation are critical to catalytic activity [25,27]. The H2-TPR profiles of four catalysts are shown in Fig. 3 . The sharp peak between 100 and 200°C is attributed to the reduction of small PdO species, and the small negative peak located at lower temperature could be caused by decomposition of β-PdH x [28]. It is observed that the maximum reduction temperature of PdAl is 156°C. The reduction peak of PdBaAl shifts down to 132°C, indicating that the Pd–Ba interaction promotes the reduction of PdO resulting in the improvement of the catalytic activity for methane oxidation, as reported by Yue et al. [29]. The reduction of PdCeAl displays maximum peak of PdO at around 128°C, lower than that of PdAl. The other peaks located at 208 and 950°C are attributed to the reduction of surface CeO2 interacting with Pd and the reduction of bulk CeO2 to Ce2O3, respectively [16,30]. The results suggest that the strong Pd–Ce interaction improves the reduction of PdO and surface CeO2. It is also reported that the presence of CeO2 shifts the reduction temperature of PdO to lower value, while the palladium similarly facilitates the reduction of the cerium surface species [31]. However, for PdBaCeAl, the maximum reduction peak of PdO shifts to higher temperature (162°C), and is closed to that of PdAl without CeO2 or BaO. The profile also displays other peaks located at 394, 758 and 954°C which are similar to the reduction of CeO2/Al2O3 support [30]. These peaks are associated with the reduction of surface oxygen of CeO2, with the formation of CeAlO3 and with the reduction of CeO2 to Ce2O3, respectively. Based on the different reduction temperatures of PdCeAl and PdBaCeAl, it is confirmed that BaO changes the chemical surroundings of CeO2. The interaction of Pd–Ce almost disappears because of the addition of BaO, thus the reduction temperature of PdO and CeO2 increase. The H2-TPR results indicate that the interaction of PdO with BaO or CeO2 can promotes the reducibility of PdO, thus enhance the activity of catalysts, but the addition of both BaO and CeO2 to the support could not achieve this effect. The results are in good consistent with that of catalytic activity for methane oxidation. 3.5 XPS results In order to investigate the effect of BaO and CeO2 on Pd catalysts in depth, XPS is used to characterize the electronic state of Pd and the surface composition of catalysts. Tables 3 and 4 summarize the binding energy (BE) values and the surface atomic ratios calculated from XPS for four catalysts. Fig. 4a and b shows the XPS spectra lines of Pd 3d and O 1s after edited by XPSPEAK, respectively. The BE values of the Pd 3d5/2 are assigned to PdO [15,31], indicating that the palladium species in the four catalysts are PdO, which is more active than metal Pd. Compared with PdAl, the doping of BaO makes the Pd 3d peaks (seen Fig. 4a) shift to lower BE by 0.3eV, while the doping of CeO2 makes them shift to higher BE value by 0.4eV. For the PdBaCeAl catalyst, the Pd 3d peaks are affected by both CeO2 and BaO, which can be described as the combination of PdBaAl and PdCeAl profiles (seen Fig. 4a and Table 3). From Fig. 4a, it can be seen that the presence of both BaO and CeO2 change the surface chemical surrounding of PdO, make it more similar to that of PdAl, showing that the effect of BaO or CeO2 is restrained by each other. This is consistent with the result of TPR. Fig. 4b and Table 4 show the XPS lines of O 1s and the relative content of O species on the surface. There are mainly two types of surface oxygen species could be recognized from the O 1s XPS lines. The peaks located at 530.0–531.0eV are assigned to the lattice oxygen (hereafter denoted as OI); the other one located at 531.0–532.5eV (hereafter denoted as OII) may be assigned to be the surface hydroxyl groups or the defect oxygen as Refs. [32–34]. For sample PdCeAl, there is also another peak located at 529.6eV which is assigned to the oxygen species binding with Ce. From the results in Table 4, it can be found that, after modified by BaO or CeO2, the binding energies (BE) of O 1s shift to higher value. The BE value of O 1s for PdBaCeAl is higher than that of PdAl, but dose not shift to higher value compared with PdCeAl and PdBaAl, which should be due to the co-effect of BaO and CeO2. From Table 4, it is also observed that the oxygen species content on the surface is increased and the relative ratio of OI and OII is changed. For the sample without CeO2, the OII is primary although BaO increases the OI content of PdBaAl. Nevertheless, CeO2 significantly increase the proportion of OI (lattice oxygen) on the surface. PdCeAl possesses the highest relative ratio of OI, and is most active for methane oxidation, suggesting that lattice oxygen plays an important role in catalytic reaction. However, it should be pointed out that PdBaCeAl holds the second large amount of OI in four catalysts but has the worst activity. This can be illustrated by combining with the results of TPR and Pd atom ratio on the surface. The fact that the reduction of PdO and CeO2 is more difficult reveals lower oxygen mobility of PdBaCeAl. In addition, as displayed in Table 3, the Pd content (0.34%) on the surface is the smallest. These may cause the poor activity of PdBaCeAl. As reported in Refs. [15,35], the addition of Ba could increase the electron density around PdO as an electron donor, resulting in the decrease of BE value and enhancing the thermal stability of PdO. In present paper, combining with the results of CO-chemisorption and H2-TPR, it can be concluded that the PdO–BaO interaction can stabilize the PdO dispersion and improve the redox ability of PdO/Pd, thus leading to the better catalytic activity for methane oxidation. The doping of CeO2 increases the BE values of Pd 3d peaks, which is owing to the strong interaction of PdO with CeO2 and CeO2–Al2O3 support system, as reported in Refs. [31,36,37]. When CeO2 is present, the atom ratio of O to Pd (200:1) is increased greatly compared with that of PdAl (132:1) and the percentage of lattice oxygen is also increased, as shown by the results of O 1s. These results indicate that more active oxygen surrounds PdO phase, thus accelerate the reduction of PdO and enhance catalytic activity for methane oxidation. However, in the case of BaO and CeO2 added into the support simultaneously, CeO2 species cannot be detected on the surface of PdBaCeAl by XPS, it can be inferred that the interaction of PdO–CeO2 is weaker, which is resultant in the enhancement of reduction temperature (Fig. 3). The surface composition of atoms also change. These findings suggest that BaO alter the chemical surroundings of PdO and CeO2. The decrease of CeO2 and PdO contents on the surface reveals that more PdO and CeO2 enter into the bulk of Al2O3 support. These results indicate that the addition of BaO changes the distribution of CeO2 in support, weakens the mutual interaction of PdO and surface CeO2. Similarly, the interaction between PdO and BaO is also weakened owing to the presence of CeO2. As a result, the catalytic activity for methane and CO oxidation decreases rapidly. Based on the above results, it can be concluded that the strong interaction between PdO and additives plays an important role in promoting catalytic activity. But the coexistence of BaO and CeO2 does not give the expected synergistic effect. 4 Conclusions In this study, palladium supported catalysts used for lean-burn natural gas vehicles (NGVs) have been prepared and investigated. The activity results indicate that the catalysts have excellent performances for methane and CO removal at low temperature under lean condition, and have great potential to industrial application. Among them, PdCeAl shows the best activity but PdBaCeAl the worst. It is found that the catalytic activity is strongly affected by the interaction of PdO and additives. BaO or CeO2 each could stabilize palladium dispersion, enhance the reducibility of palladium catalyst and increase the catalytic activity for methane and CO oxidation. BaO and CeO2 influence the properties of catalysts by different ways: the former is effective as an electron donor, increasing the electron density around PdO; the latter is acted owing to its strong mutual interaction with PdO on the surface and its ability of activating lattice oxygen and increasing oxygen mobility. Nevertheless, in the case of BaO and CeO2 added simultaneously, BaO makes CeO2 enter into the bulk of Al2O3 and cannot be detected on the surface, which weakens the interaction of PdO–CeO2. Similarly, the electronic effect of BaO is also weakened by CeO2. The coexistence of BaO and CeO2 restrains the beneficial effect with each other and cannot give the expected synergistic effect, leading to the worst catalytic activity for methane oxidation. Acknowledgements We gratefully acknowledge the financial support from the Key Program of National Natural Science Foundation of China (No. 20333030), the National High Technology Research and Development Program of China (863 Program, No. 2006AA06Z347) and the National Natural Science Foundation of China (No. 20773090). We also thank Professor Jumu Zhu (Sichuan University) for XRD and Chuan Xin (Analysis and Testing Center Chengdu Branch, Chinese Academy of Sciences) for XPS measurements. References [1] P. Gélin L. Urfels M. Primet E. Tena Catal. Today 83 2003 45 57 [2] D.L. Mowery M.S. Graboski T.R. Ohno R.L. McCormick Appl. Catal. B 21 1999 157 169 [3] J.K. Lampert M.S. Kazi R.J. Farrauto Appl. Catal. B 14 1997 211 223 [4] K. Persson K. Jansson S.G. Järås J. Catal. 245 2007 401 414 [5] D. Fino N. Russo G. Saracco V. Specchia Catal. Today 117 2006 559 563 [6] P. Gélin M. Primet Appl. Catal. B 39 2002 1 37 [7] G. Lapisardi L. Urfels P. Gélin M. Primet A. Kaddouri E. Garbowski S. Toppi E. Tena Catal. Today 117 2006 564 568 [8] S. Wang D.N. Gao C.X. Zhang Z.S. Yuan P. Zhang S.D. Wang Prog. Chem. 20 2008 789 797 [9] P.O. Thevenin A. Alcalde L.J. Pettersson S.G. Järås J.L.G. Fierro J. Catal. 215 2003 78 86 [10] P.O. Thevenin E. Pocoroba L.J. Pettersson H. Karhu I.J. Väyrynen S.G. Järås J. Catal. 207 2002 139 149 [11] G. Groppi C. Cristiani L. Lietti C. Ramella M. Valentini P. Forzatti Catal. Today 50 1999 399 412 [12] L.F. Liotta G. Deganello J. Mol. Catal. A 204–205 2003 763 770 [13] F. Klingstedt A.K. Neyestanaki L.-E. Lindfors T. Ollonqvist J. Väyrynen React. Kinet. Catal. Lett. 70 2000 3 9 [14] F. Klingstedt A.K. Neyestanaki R. Byggningsbacka L.-E. Lindfors M. Lundén M. Petersson P. Tengström T. Ollonqvist J. Väyrynen Appl. Catal. A 209 2001 301 316 [15] F. Klingstedt H. Karhu A.K. Neyestanaki L.-E. Lindfors T. Salmi J. Väyrynen J. Catal. 206 2002 248 262 [16] V. Ferrer A. Moronta J. Sánchez R. Solano S. Bernal D. Finol Catal. Today 107–108 2005 487 492 [17] J. Panpranot K. Pattamakomsan J.G. Goodwin Jr. P. Praserthdam Catal. Commun. 5 2004 583 590 [18] N. Mahata V. Vishwanathan J. Catal. 196 2000 262 270 [19] O. Demoulin I. Seunier M. Navez P. Ruiz Appl. Catal. A 300 2006 41 49 [20] V. Matsouka M. Konsolakis R.M. Lambert I.V. Yentekakis Appl. Catal. B 84 2008 715 722 [21] G. Lapisardi P. Gélin A. Kaddouri E. Garbowski S. Da Costa Top. Catal. 42–43 2007 461 464 [22] L.F. Liotta G.D. Carlo G. Pantaleo G. Deganello E. Merlone Borla M. Pidria Catal. Commun. 8 2007 299 304 [23] J.X. Guo S.H. Yuan M.C. Gong L. Zhang D.D. Wu M. Zhao Y.Q. Chen Acta Phys. Chim. Sin. 23 2007 73 78 [24] A. Wootsch C. Descorme D. Duprez J. Catal. 225 2004 259 266 [25] L.M.T. Simplício S.T. Brandão E.A. Sales L. Lietti F. Bozon-Verduraz Appl. Catal. B 63 2006 9 14 [26] G.D. Angel J.M. Padilla I. Cuauhtemoc J. Navarrete J. Mol. Catal. A 281 2008 173 178 [27] G. Centi J. Mol. Catal. A 173 2001 287 312 [28] H. Lieske J. Volter J. Phys. Chem. 89 1985 1841 1842 [29] B.H. Yue R.X. Zhou Y.J. Wang X.M. Zheng J. Mol. Catal. A 238 2005 241 249 [30] J.Z. Shyu W.H. Weber S. Gandhi J. Phys. Chem. 92 1988 4964 4970 [31] R. de Souza Monteiro F. Bellot Noronha L. Chaloub Dieguez M. Schmal Appl. Catal. A 131 1995 89 106 [32] T. Masui K. Koyabu K. Minami T. Egawa N. Imanaka J. Phys. Chem. C 111 2007 13892 13897 [33] M.M. Natile G. Boccaletti A. Glisenti Chem. Mater. 17 2005 6272 6286 [34] B. Murugan A.V. Ramaswamy D. Srinivas C.S. Gopinath V. Ramaswamy Chem. Mater. 17 2005 3983 3993 [35] T. Kobayashi T. Yamada K. Kayano Appl. Catal. B 30 2001 287 292 [36] A.L. Guimarães L.C. Dieguez M. Schmal J. Phys. Chem. B 107 2003 4311 4319 [37] J.M. Padilla G. Del Angel J. Navarrete Catal. Today 133–135 2008 541 547",
      "scopus-id": "67649479616",
      "coredata": {
        "eid": "1-s2.0-S138111690900154X",
        "dc:description": "Palladium catalysts supported on Al2O3 doped by BaO and/or CeO2 were prepared by impregnation method. Various techniques, including N2 adsorption (Brunauer–Emmet–Teller method; BET), X-ray diffraction (XRD), CO-chemisorption, H2-temperature-programmed reduction (H2-TPR) and X-ray photoelectron spectroscopy (XPS), were employed to characterize the effect of BaO and/or CeO2 on the physicochemical properties of prepared catalysts. Catalytic activities for methane and CO oxidation were evaluated in a gas mixture simulated the exhaust from lean-burn natural gas vehicles (NGVs). The BET results showed that the supports possessed high specific surface area, suitable pore volume and pore size distribution. The activity results indicated that the catalyst modified by CeO2 showed the best performance for methane and CO removal, and the one modified by both BaO and CeO2 the worst. CO-chemisorption and H2-TPR results indicated that the addition of ceria or barium alone could increase the dispersion of palladium and improve the reducibility of catalysts. The results of XPS showed that BaO increased the electron density around PdO while CeO2 activated the lattice oxygen and increased the content of oxygen species on the surface of catalysts. When BaO and CeO2 were added simultaneously, their respective potential effect was restrained by each other resulting in the decrease of catalytic activity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2009-08-04",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111690900154X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Zhang, Xiaoyu"
          },
          {
            "@_fa": "true",
            "$": "Long, Enyan"
          },
          {
            "@_fa": "true",
            "$": "Li, Yile"
          },
          {
            "@_fa": "true",
            "$": "Zhang, Lijuan"
          },
          {
            "@_fa": "true",
            "$": "Guo, Jiaxiu"
          },
          {
            "@_fa": "true",
            "$": "Gong, Maochu"
          },
          {
            "@_fa": "true",
            "$": "Chen, Yaoqiang"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111690900154X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111690900154X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(09)00154-X",
        "prism:volume": "308",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "The effect of CeO2 and BaO on Pd catalysts used for lean-burn natural gas vehicles",
        "prism:copyright": "Copyright © 2009 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "CeO2"
          },
          {
            "@_fa": "true",
            "$": "BaO"
          },
          {
            "@_fa": "true",
            "$": "Modified Al2O3"
          },
          {
            "@_fa": "true",
            "$": "Lean-burn natural gas vehicles (NGVs) catalysts"
          },
          {
            "@_fa": "true",
            "$": "Pd-support interaction"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "73-78",
        "prism:endingPage": "78",
        "pubType": "fla",
        "prism:coverDisplayDate": "4 August 2009",
        "prism:doi": "10.1016/j.molcata.2009.03.028",
        "prism:startingPage": "73",
        "dc:identifier": "doi:10.1016/j.molcata.2009.03.028",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "289",
            "@width": "715",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34484",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2494",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "378",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28824",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "156",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "5919",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "278",
            "@width": "379",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16277",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "160",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3125",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "279",
            "@width": "719",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "40329",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "85",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2717",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "225",
            "@width": "253",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28450",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "184",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S138111690900154X-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3566",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/67649479616"
      }
    }
  }
}