{
  "metadata": {
    "title": "A molecular route towards silica supported zirconium catalysts active for the mild oxidation of olefins with H<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>2</ce:inf>",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-06-13",
    "doi": "10.1016/S1381-1169(97)00031-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116997000319",
    "pii": "S1381116997000319"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030983143",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116997000319 S1381-1169(97)00031-9 S1381116997000319 10.1016/S1381-1169(97)00031-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X0060X 2015-05-15T05:56:33.668241-04:00 0 0 19970613 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 120 120 1 3 1 2 3 Volume 120, Issues 1–3 110 L27 L31 L27 L31 19970613 13 June 1997 1997-06-13 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. AMOLECULARROUTETOWARDSSILICASUPPORTEDZIRCONIUMCATALYSTSACTIVEFORMILDOXIDATIONOLEFINSH2O2 QUIGNARD F NOTARI 1988 413 B NOTARI 1993 163 B REDDY 1990 L1 J HUYBRECHTS 1990 240 D SATO 1994 1853 T TANEV 1994 321 P CORMA 1995 18 A BLASCO 1995 65 T MASCHENMEYER 1995 159 T HUTTLER 1995 177 R CAMBLOR 1996 1339 M KLEIN 1996 476 S GONTIER 1996 651 S GONTIER 1996 125 S BELLUSSI 1992 220 G CLERICI 1993 71 M KLOUW 1994 195 C GEOBALDO 1992 109 F DOTRONGON 1996 299 MACIEL 1980 7606 G ZHURALEV 1987 316 L DAVIDSON 1973 269 P 1989 372 VOGELSTEXTBOOKQUANTITATIVEINORGANICANALYSIS QUIGNARD 1992 928 F LECUYER 1992 C PHDTHESIS SCHWARTZ 1980 465 J ZAKHAROV 1977 421 V LECUYER 1991 1660 C LEYRIT 1996 395 P QUIGNARD 1994 1153 F CARNEY 1989 8751 M CARNEY 1992 761 M DONGARE 1991 690 M SHELDON 1973 427 R SHELDON 1980 107 R QUIGNARDX1997XL27 QUIGNARDX1997XL27XL31 QUIGNARDX1997XL27XF QUIGNARDX1997XL27XL31XF item S1381-1169(97)00031-9 S1381116997000319 1-s2.0-S1381116997000319 10.1016/S1381-1169(97)00031-9 271358 2010-09-29T19:51:57.188878-04:00 1997-06-13 1-s2.0-S1381116997000319-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000319/MAIN/application/pdf/c8dc776ded353b3a0ba3012712b79cf2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000319/MAIN/application/pdf/c8dc776ded353b3a0ba3012712b79cf2/main.pdf main.pdf pdf true 447010 MAIN 5 1-s2.0-S1381116997000319-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116997000319/PREVIEW/image/png/a91c564e9a0aab4ab79b0fa7c19af969/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116997000319/PREVIEW/image/png/a91c564e9a0aab4ab79b0fa7c19af969/main_1.png main_1.png png 62486 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 120 (1997) L27-L31 Letter JOURNAL OF MOLECULAR CATALYSIS A: CHEMICAL A molecular route towards silica supported zirconium catalysts active for the mild oxidation of olefins with H 202 Franise Quignard a, Agn Choplin a* , Remy Teissier b Institut de Recherches sur la Catalyse-CNRS, 2, Avenue A. Einstein, 69626 Villeurbanne Cedex, France ELF-ATOCHEM, Centre de Recherches Rhe-Alpes, rue Henri Moissan, B.P. 63, 69310 Pierre-Bite, France Received 5 December 1996 Abstract A series of Zr based catalysts were synthesized using tetraneopentylzirconium as precursor complex and a silica partially dehydroxylated. Modifications of the Zr coordination sphere of the anchored complex, (=Si0)ZrNp3 (Np = neopentyl), by hydrolysis or hydrogenolysis lead to catalysts showing unexpected activity for the epoxidation of cyclohexene and hydroxylation of phenol with H202. Keywords: Supported catalysts; Zirconium; Epoxidation; Hydroxylation; Hydrogen peroxide 1. Introduction The most representative industrial heterogeneous catalysts for the mild oxidation of olefins are the titanium based SHELL and ENICHEM solids [1,2,4]. They illustrate two among the approaches described for introducing titanium on/in a solid, which are: (i) grafting a complex, such as Ti(OR)4, TiX4 (X = F, Cl) on a solid such as silica, via a covalent bond =SiO-Ti; the active species result from reactions of hydrolysis, condensation and/or calcination [1-3]; (ii) incorporating titanium into the framework of silicalite: Ti(OR)4 is introduced directly into the synthesis mixture of the solid [4]. Although those two solids show high performances in terms of activity and selectivity for a number of ' Corresponding author. Fax: +33-472-399. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. PH S1381-1169(97)00031-9 reactions and substrates [1-3,5-8], they suffer from severe drawbacks: low stability towards hydrogen peroxide for the former and steric constraints for the latter. Therefore, the search for new solids showing no steric limitations is very active [9-18]. The precise nature of the active and selective sites in the different solids as well as the reaction mechanisms are still a matter of debate [19-23]. Nevertheless, it is now generally accepted that a good catalyst is one which has isolated titanium sites and thus no titanium oxide particles and even no Ti-O-Ti bonds, responsible for unproductive hydrogen peroxide decomposition. A number of parameters should favor the formation of isolated active sites when the complex grafting method is chosen: well-separated hydroxyl groups on the surface of silica (the anchoring groups), only one type of surface L28 F. Quignard et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) L27-L31 reaction with the precursor complex. The first condition is met by dehydroxylating silica at temperatures above 773 K [24,25]. The ideal precursor complex has only one type of ligand and reacts with the surface without formation of reactive by-products. Finally, the post-anchoring modification of the coordination sphere around the metal must be possible under conditions which avoid the disastrous condensation reactions and the rupture of the anchoring bond. Some of these conditions are met when TiF4 is the precursor complex and low loadings of Ti are used [3], but are clearly not with Ti(OR)4, for which hydrolysis and condensation occur simultaneously [1,2]. We wish to report here the catalytic properties for the oxidation of olefins with hydrogen peroxide of three supported Zr complexes, derived from ZrNp4 (Np = neopentyl) and a silica dehydroxylated at 773 K, a system which fullfills at once all the conditions stated above for the obtainment of isolated active sites. 2. Experimental Tetraneopentylzirconium, ZrNp4, is prepared according to the procedure described by Lappert et al. [26]. Silica (from Degussa, 200 m2/g) is evacuated at 773 K (10-4 Torr, 16 h) prior impregnation. Typically, the catalyst precursor (solid 1) is prepared by impregnation of the pretreated silica (2.5 g) with a ZrNp4 (90 mg, 24 mmol) solution in n-hexane (10 ml), under dry, oxygen-free Ar. After magnetic stirring of this slurry (298 K, 1 h, then 333 K, 10 min), the solvent is removed via a cannula and the solid evacuated (10-4 Torr, 333 K, 8 h) in order to achieve complete reaction of the complex with silica and removal of traces of unreacted complex. Hydrolysis reactions are performed by introducing HZO (22 Torr, 298 K, 1 h) on the solid, followed by evacuation (10-4 Torr, 298 K, 1 h). Hydrogenolysis is performed under the following conditions: p(HZ) = 400 Torr, 423 K, 10 h. All solids present a zirconium content lower than 1 wt% (see Tables 1 and 2 for precise value). For the reaction of epoxidation of cyclohexene, the catalytic tests were performed under the following conditions: the solid (mta = 2 g) and cyclohexene: 0.5 mol in diglyme (20 ml) are introduced in a round bottomed flask fitted with a condenser, a mechanical stirrer and a septum. The mixture is brought to a temperature of ca. 363 K and HZOZ (70 wt%, 25 mmol) in diglyme (10 ml) is then slowly added within 1 h. The solution is analyzed after 3 h by VPC (Carbowax AT-wax column, 30 m, diameter: 0.53 mm); the amount of HZOZ is determined by iodometric titration [27]. For the reaction of hydroxylation of phenol, the solid (mca = 0.100 g) and phenol (10 g) are heated at 323 K; H 202 (70 wt%, 10 mmol) is then added to the suspension. The solution is analyzed by VPC after 24 h of reaction and H202 analyzed by iodometric titration. The HZOZ conversion is given by: % conv. = 100* ~[moles H2021 - [moles HZOZ1f }/(moles H20z1 The product P; selectivity is given by: select. % = 100* mole Pi]/{[moles HZOZ] - [moles H202] f } . Analysis of the Zr content in solution was performed by ICP; the lower detection limit was 1 ppm. 3. Results and discussion 3.1. Synthesis of the catalysts We have previously demonstrated that only one surface complex is formed when ZrNp4 reacts with a silica dehydroxylated at 773 K. The formation of (=Si0)ZrNp3 (1) occurs with evolution of neopentane, inert towards the system: SiOH + ZrNp4 __~'(=Si0)ZrNp3 + NpH L29 F. Quignard et al. /Journal of Molecular Catalysis A: Chemical 120 (1997) G27-G31 - SiOZr(OH)3 -SiOZrNp3 ' (ii) ( ~ Si0)3 ZrH ~ 3 (iii) (i) ), (~ Si0)3Zr(OH) 4 s Scheme I. (i) Hydrolysis; (ii) hydrogenolysis at 423 K; (iii) treatment under hydrogen at 673 K. Supported complex 1 was fully characterized by spectroscopic and chemical methods [28,29]; it is itself not a catalyst, but the supported zirconium hydrides derived from 1 catalyze alkene isomerization and polymerization, and alkane hydrogenolysis, while supported tris(isopropoxy)zirconium catalyses reduction/oxidation reactions by hydrogen transfer [30-34]. By taking advantage of the ease of hydrolysis of the Zr-C and Zr-H bonds and of the high oxophilicity of Zr, we synthesized three ported hydroxy complexes (Scheme 1). Supported complex 2 is obtained by mild hydrolysis of 1: the reaction liberates 3.1 mol neopentane/mol [Zr](this reaction is one of the methods used to determine the number of neopentyl ligands around Zr in complex 1). Further characterization by IR spectroscopy confirms the identification of 2 as a hydroxy complex ( v(Zr(OH) at 3784 and 3679 cm-1); this complex is bonded to the surface of silica (no variation of the intensity of the band at 3747 cm-' ( v(=SiO-H)) [29]. Supported zirconium hydrides 3 are formed by hydrogenolysis of 1; (=Si0)3Zr-H is the major surface species. Their formation results from Zr-C bond rupture and reduction of some siloxane bridges with formation of surface Si-H bonds. They have been fully characterized [35]. Mild hydrolysis of 3 gives complex 4, as deduced from the evolution of H Z and the appearance in the IR spectrum of a band at 3760 cm-' ( v(Zr-OH) [35]. Complexes 2 and 4 differ thus essentially by their number of siloxy ligands. The third catalyst, 5, results from the reaction between the surface zirconium hydride com- sup- plexes 3 and HZ at 673 K. It is so far not fully identified, but Zr remains bonded to the surface and has no more hydride ligands as indicated by the two following facts: no significant intensity change of the band at 3747 cm-' (free silanols), total disappearance of the vibrational bands around 1630 cm-' ( v(Zr-H)) [35]. Apparently, the new surface species, 5, results from a hy dride transfer from Zr to Si as suggested by an intensity increase of the bands at 2253 and 2198 cm-' (assigned to surface [Si]) [35]. Differ ent hypotheses can be formulated concerning the nature of 5, among which the following surface entities (=Si0)4Zr (an `incorporated' Zr) and (SO2_ (a `supported' Zr) are reasonable candidates. The first species, (=Si0)4Zr, involves the rupture of a =Si-O Si= bridge [35]; the second one, (=Si0)2Zr(=O) would result from the rupture of an =Si-O-Zr= bridge, a process similar to that reported by Bergman et al. for the synthesis of Cp2 Zr = 0 [36,37]. None among the three solids, 2, 4 and 5 presents an absorption band in the UV spectrum (210-500 nm), suggesting in agreement with the IR data that no large Zr02 particles (band at ca. 230 nm) are present [18]. Nevertheless, in the absence of reliable data concerning the absorption spectra of Zr-based solids, it is difficult to conclude unambiguously to the symmetry of the coordination sphere around Zr. 3.2. Catalytic properties All three zirconium based solids 2, 4 and 5 are catalysts for the epoxidation of cyclohexene with H 202 (Table 1). Interestingly, their activ- Table l Epoxidation of cyclohexene with H O Catalyst Zr HO, (wt%) cony. (%n) 2 4 5 z z select. epoxide diol Tot. select. (%) 0.93 0.67 0.37 76 68 72 63 8 59 6 70 s 71 65 7s L30 Table 2 Hydroxylation of phenol with Hz02 Catalyst Zr ConV. H202 Sdydrozybenzenes R (%wt) (%) (%) 0.93 98 0.67 90 0.33 97 31 24 25 0.6 0.2 0.4 a R = [hydroquinone]/[catechol]. ity is as high as those found for conventional amorphous titanium based solids and the ratio epoxide/diol is very high. Total epoxide yields (including the diol, formed by hydrolysis of the epoxy ring) are close to 550; the main by-products result from allylic oxidation of cyclohexene (3-cyclohexen-l-of and 3-cyclohexen-l-one). The best catalyst is solid 5 (Table 1) in terms of activity (per Zr) and of selectivity for the epoxide. This seems to be correlated to the structure of the precursor surface entity, but may also be a function of Zr concentration, a factor which may govern the extent of site isolation. At the end of the reaction, the solids were separated from the catalytic solutions by simple filtration; no Zr could be detected in the solutions. Most interesting are the catalytic properties of these same solids for the hydroxylation of phenol (Table 2). Although the activities must be considered as moderate, the selectivities for dihydroxybenzenes are remarkably high (ca. 30%), even when compared to supported titanium catalysts (prepared by conventional methods). The ratio hydroquinone over catechol, always lower than 0.6, differs significantly for the three catalysts, a tendency not understood so far. 4. Conclusions The catalytic performances of these new zirconium based catalysts for epoxidation of cyclohexene and hydroxylation of phenol are unusual, when compared to those reported for different Zr based solids or to molecular Zr complexes [38-40]. This may be attributed to F. Quignard et al. /Journal of Molecular Catalysis A: Chemical 120 (I)1,27-131 their method of synthesis, combining a silica surface presenting mainly isolated hydroxyl groups, a homoleptic alkylzirconium complex as precursor and low metal loadings. These parameters probably ensure the obtainment of isolated active sites i.e. mononuclear surface zirconium entities, remaining as such after mild hydrolysis of the precursors. These species are stable towards H202 (no detectable metal leaching). We are currently characterizing more accurately these solids and developing the synthesis of their titanium analogs whose catalytic properties are expected to be even better. References [1] R.C. Rogers, Brit. Pat. 1249079 (1971). [2] H.P. Wulff, US Pat. 3923843 (1975). [3] R. Teissier, J. Kervennal, Fr. Pat. 9304752 (1993). [4] M. Taramasso, G. Perego, B. Notari, US Pat. 4410.501 (1983). [5] B. Notari, Stud. Surf. Sci. Catal. 37 (1988) 413. [6] B. Notari, Stud. Surf. Sci. Catal. 18 (1993) 163. [7] J.S. Reddy, R. Kumar, P. Ranatsamy, Appl. Catal. 58 (1990) Ll. [8] D.R.C. Huybrechts, L. De Bruycker, P.A. Jacobs, Nature 345 (1990) 240. [9] T. Sato, J. Dakka, R.A. Sheldon, Stud. Surf. Sci. Catal. 84 (1994) 1853. [10] P.T. Tanev, M. Chibwe, T.J. Pinnavaia, Nature 368 (1994) 321. [11] A. Corma, P. Esteve, A. Martinez, S. Valencia, J. Catal. 152 (1995) 18. [12] T. Blasco, A. Corma, M.T. Navarro, J. Perez-Pariente, J. Catal. 156 (1995) 65. [13] T. Maschenmeyer, F. Rey, G. Sankar, J.M. Thomas, Nature 378 (1995) 159. [14] R. Huttler, T. Mallat, A. Baiker, J. Catal. 153 (1995) 177. [15] M.A. Camblor, M. Costantini, A. Corma, L. Gilbert, P. Esteve, A. Martinez, S. Valencia, J. Chem. Soc., Chem. Commun. (1996) 1339. [16] S. Klein, S. Thorimbert, W.F. Maier, J. Catal. 163 (1996) 476. [17] S. Goofier, R. Teissier, A. Tuel, J. Chem. Soc., Chem. Commun. (1996) 651. [18] S. Goofier, A. Tuel, Appl. Catal. A 143 (1996) 125. [19] G. Bellussi, A. Carati, M.G. Clerici, G. Madinelli, R. Millini, J. Catal. 133 (1992) 220. [20] M.G. Clerici, P. Ingallina, J. Catal. 140 (1993) 71. [21] C.B. Klouw, C.B. Dartt, J.A. Labinger, M.E. Davis, J. Catal. 149 (1994) 195. [22] F. Geobaldo, S. Bordiga, A. Zecchina, E. Giamello, G. Leofanti, G. Petrini, Catal. Lett. 16 (1992) 109. F. Quignard et al. /Journal of Molecular Catalysis A: Chemical 720 (1997) L27-L31 [23] Do Trong On, L. Le Noc, L. Bonneviot, J. Chem. Soc., [32] R.A. Setterquist, US Pat. 4011282 (1977). Chem. Commun. (1996) 299. [24] G.E. Maciel, D.W. Sindorf, J. Am. Chem. Soc. 102 (1980) 7606. [25] L.T. Zhuralev, Langmuir 3 (1987) 316. [26] P.J. Davidson, M.F. Lappert, R. Pearce, J. Organomet. Chem. 57 (1973) 269. [27] G.H. Jeffery, J. Bassett, J. Mendham, R.C. Denney (Eds.), Vogel's Textbook of Quantitative Inorganic Analysis, Wiley, New York, 1989, p. 372. [28] F. Quignard, C. Luyer, C. Bougault, F. Lefebvre, A. Choplin, D. Olivier, J.M. Basset, Inorg. Chem. 31 (1992) 928. [29] C. Luyer, Ph.D. Thesis, University of Lyon-1, France (1992). [30] J. Schwartz, M.D. Ward, J. Mol. Catal. 8 (1980) 465. [31] V.A. Zakharov, V. Dudchenko, E.A. Paukshtis, L.G. Karakchiev, Yu.I. Yermakov, J. Mol. Catal. 2 (1977) 421. L31 [33] C. Luyer, F. Quignard, A. Choplin, D. Olivier, J.M. Bas set, Angew. Chem. Intern. Ed. Engl. 10 (1991) 1660. [34] P. Leyrit, C. McGill, F. Quignard, A. Choplin, J. Mol. Catal. 112 (1996) 395. [35] F. Quignard, A. Choplin, C. Luyer, J.M. Basset, J. Chem. Soc. Dalton Trans. 1 (1994) 1153. [36] M.J. Carney, P.J. Walsh, F.J. Hollander, R.G. Bergman, J. Am. Chem. Soc. 111 (1989) 8751. [37] M.J. Carney, P.J. Walsh, F.J. Hollander, R.G. Bergman, J. Organomet. 11 (1992) 761. [38] M.K. Dongare, P. Singh, P.P. Moghe, P. Ranatsamy, Zeolites 11 (1991) 690. [39] R.A. Sheldon, J.A. Van Doom, J. Catal. 31 (1973) 427. [40] R.A. Sheldon, J. Mol. Catal. 7 (1980) 107. MOLCAA 97000319 S1381-1169(97)00031-9 10.1016/S1381-1169(97)00031-9 Molecular aspects of heterogeneous catalysis Letter A molecular route towards silica supported zirconium catalysts active for the mild oxidation of olefins with H2O2 Françoise Quignard a Agnès Choplin ∗ a Rémy Teissier b a Institut de Recherches sur la Catalyse-CNRS, 2, Avenue A. Einstein, 69626 Villeurbanne Cedex, France b ELF-ATOCHEM, Centre de Recherches Rhône-Alpes, rue Henri Moissan, B.P. 63, 69310 Pierre-Bénite, France ∗ Corresponding author. Fax: +33-472-445399. A series of Zr based catalysts were synthesized using tetraneopentylzirconium as precursor complex and a silica partially dehydroxylated. Modifications of the Zr coordination sphere of the anchored complex, (SiO)ZrNp3 (Np = neopentyl), by hydrolysis or hydrogenolysis lead to catalysts showing unexpected activity for the expoxidation of cyclohexene and hydroxylation of phenol with H2O2. Keywords Supported catalysts Zirconium Epoxidation Hydroxylation Hydrogen peroxide References [1] R.C. Rogers, Brit. Pat. 1249079 (1971). [2] H.P. Wulff, US Pat. 3923843 (1975). [3] R. Teissier, J. Kervennal, Fr. Pat. 93 04 752 (1993). [4] M. Taramasso, G. Perego, B. Notari, US Pat. 4410.501 (1983). [5] B. Notari Stud. Surf. Sci. Catal. 37 1988 413 [6] B. Notari Stud. Surf. Sci. Catal. 18 1993 163 [7] J.S. Reddy R. Kumar P. Ranatsamy Appl. Catal. 58 1990 L1 [8] D.R.C. Huybrechts L. De Bruycker P.A. Jacobs Nature 345 1990 240 [9] T. Sato J. Dakka R.A. Sheldon Stud. Surf. Sci. Catal. 84 1994 1853 [10] P.T. Tanev M. Chibwe T.J. Pinnavaia Nature 368 1994 321 [11] A. Corma P. Esteve A. Martinez S. Valencia J. Catal. 152 1995 18 [12] T. Blasco A. Corma M.T. Navarro J. Perez-Pariente J. Catal. 156 1995 65 [13] T. Maschenmeyer F. Rey G. Sankar J.M. Thomas Nature 378 1995 159 [14] R. Huttler T. Mallat A. Baiker J. Catal. 153 1995 177 [15] M.A. Camblor M. Costantini A. Corma L. Gilbert P. Esteve A. Martinez S. Valencia J. Chem. Soc., Chem. Commun. 1996 1339 [16] S. Klein S. Thorimbert W.F. Maier J. Catal. 163 1996 476 [17] S. Gontier R. Teissier A. Tuel J. Chem. Soc., Chem. Commun. 1996 651 [18] S. Gontier A. Tuel Appl. Catal. A 143 1996 125 [19] G. Bellussi A. Carati M.G. Clerici G. Madinelli R. Millini J. Catal. 133 1992 220 [20] M.G. Clerici P. Ingallina J. Catal. 140 1993 71 [21] C.B. Klouw C.B. Dartt J.A. Labinger M.E. Davis J. Catal. 149 1994 195 [22] F. Geobaldo S. Bordiga A. Zecchina E. Giamello G. Leofanti G. Petrini Catal. Lett. 16 1992 109 [23] Do Trong On L. Le Noc L. Bonneviot J. Chem. Soc., Chem. Commun. 1996 299 [24] G.E. Maciel D.W. Sindorf J. Am. Chem. Soc. 102 1980 7606 [25] L.T. Zhuralev Langmuir 3 1987 316 [26] P.J. Davidson M.F. Lappert R. Pearce J. Organomet. Chem. 57 1973 269 [27] G.H. Jeffery J. Bassett J. Mendham R.C. Denney Vogel's Textbook of Quantitative Inorganic Analysis 1989 Wiley New York 372 [28] F. Quignard C. Lécuyer C. Bougault F. Lefebvre A. Choplin D. Olivier J.M. Basset Inorg. Chem. 31 1992 928 [29] C. Lécuyer Ph.D. Thesis 1992 University of Lyon-1 France [30] J. Schwartz M.D. Ward J. Mol. Catal. 8 1980 465 [31] V.A. Zakharov V. Dudchenko E.A. Paukshtis L.G. Karakchiev Yu.I. Yermakov J. Mol. Catal. 2 1977 421 [32] R.A. Setterquist, US Pat. 4011282 (1977). [33] C. Lécuyer F. Quignard A. Choplin D. Olivier J.M. Basset Angew. Chem. Intern. Ed. Engl. 10 1991 1660 [34] P. Leyrit C. McGill F. Quignard A. Choplin J. Mol. Catal. 112 1996 395 [35] F. Quignard A. Choplin C. Lécuyer J.M. Basset J. Chem. Soc. Dalton Trans. 1 1994 1153 [36] M.J. Carney P.J. Walsh F.J. Hollander R.G. Bergman J. Am. Chem. Soc. 111 1989 8751 [37] M.J. Carney P.J. Walsh F.J. Hollander R.G. Bergman J. Organomet. 11 1992 761 [38] M.K. Dongare P. Singh P.P. Moghe P. Ranatsamy Zeolites 11 1991 690 [39] R.A. Sheldon J.A. Van Doorn J. Catal. 31 1973 427 [40] R.A. Sheldon J. Mol. Catal. 7 1980 107",
      "scopus-id": "0030983143",
      "coredata": {
        "eid": "1-s2.0-S1381116997000319",
        "dc:description": "A series of Zr based catalysts were synthesized using tetraneopentylzirconium as precursor complex and a silica partially dehydroxylated. Modifications of the Zr coordination sphere of the anchored complex, (SiO)ZrNp3 (Np = neopentyl), by hydrolysis or hydrogenolysis lead to catalysts showing unexpected activity for the expoxidation of cyclohexene and hydroxylation of phenol with H2O2.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-06-13",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116997000319",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Quignard, Françoise"
          },
          {
            "@_fa": "true",
            "$": "Choplin, Agnès"
          },
          {
            "@_fa": "true",
            "$": "Teissier, Rémy"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116997000319"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116997000319"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(97)00031-9",
        "prism:volume": "120",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "A molecular route towards silica supported zirconium catalysts active for the mild oxidation of olefins with H2O2",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Supported catalysts"
          },
          {
            "@_fa": "true",
            "$": "Zirconium"
          },
          {
            "@_fa": "true",
            "$": "Epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Hydroxylation"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "L27-L31",
        "prism:endingPage": "L31",
        "pubType": "fla",
        "prism:coverDisplayDate": "13 June 1997",
        "prism:doi": "10.1016/S1381-1169(97)00031-9",
        "prism:startingPage": "L27",
        "dc:identifier": "doi:10.1016/S1381-1169(97)00031-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030983143"
      }
    }
  }
}