{
  "metadata": {
    "title": "Enantioselective heterogeneous catalysis. 3. Effect of oxygen on catalyst activity and selectivity in the enantioselective hydrogenation of pyruvates",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-04-11",
    "doi": "10.1016/S1381-1169(96)00379-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003792",
    "pii": "S1381116996003792"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030974037",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003792 S1381-1169(96)00379-2 S1381116996003792 10.1016/S1381-1169(96)00379-2 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00441 2015-05-15T05:56:33.668241-04:00 0 0 19970411 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 1 1 Volume 118, Issue 1 10 79 87 79 87 19970411 11 April 1997 1997-04-11 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. ENANTIOSELECTIVEHETEROGENEOUSCATALYSIS31EFFECTOXYGENCATALYSTACTIVITYSELECTIVITYINENANTIOSELECTIVEHYDROGENATIONPYRUVATES AUGUSTINE R AUGUSTINE 1993 1803 R NIWA 1982 137 S NIPPONKAGAKUKAISHI WEBB 1983 319 G SIMONS 1994 465 K SIMMONS 1992 174 K BOND 1992 421 G WEHRLI 1989 245 J BLASER 1991 721 H BLASER 1991 73 H BLASER 1988 153 H ORITO 1979 1118 Y NIPPONKAGAKUKAISHI ORITO 1980 670 Y NIPPONKAGAKUKAISHI SUTHERLAND 1990 77 I BLASER 1989 19 H MEHEUX 1991 387 P CARLEY 1995 2167 A MARGETFALVI 1995 175 J JOHNSTON 1995 180 P MINDER 1994 115 B MENON 1979 138 P BURCH 1982 20 R AUGUSTINE 1986 3025 R DENOTTER 1978 116 G DAUTZENBERG 1978 26 F AUGUSTINE 1985 87 R AUGUSTINE 1994 547 R AUGUSTINE 1984 4853 R AUGUSTINE 1994 95 R AUGUSTINEX1997X79 AUGUSTINEX1997X79X87 AUGUSTINEX1997X79XR AUGUSTINEX1997X79X87XR item S1381-1169(96)00379-2 S1381116996003792 1-s2.0-S1381116996003792 10.1016/S1381-1169(96)00379-2 271358 2010-09-29T19:50:37.472104-04:00 1997-04-11 1-s2.0-S1381116996003792-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003792/MAIN/application/pdf/fd170a206bb1e58d55d4d4f69ff2f3c1/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003792/MAIN/application/pdf/fd170a206bb1e58d55d4d4f69ff2f3c1/main.pdf main.pdf pdf true 857106 MAIN 9 1-s2.0-S1381116996003792-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003792/PREVIEW/image/png/202a5ebf96bdf774aa7bbf8a4f6cd0be/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003792/PREVIEW/image/png/202a5ebf96bdf774aa7bbf8a4f6cd0be/main_1.png main_1.png png 60155 849 656 IMAGE-WEB-PDF 1 a~' ELSEVIER JOURNALOF MOLECULAR CAULYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 118 (1997) 79-87 Enantioselective heterogeneous catalysis. 3 ' . Effect of oxygen on catalyst activity and selectivity in the enantioselective hydrogenation of pyruvates Robert L. Augustine * , Setrak K. Tanielyan Department of Chemistry, Seton Hall Uniuersitv, South Orange. NJ 07079, USA Received 6 March 1996; accepted 28 August 1996 Abstract Data are presented which are in agreement with previous reports concerning the enhanced activity and enantioselectivity of freshly re-reduced platinum catalysts when used for the chiral hydrogenation of a-ketoesters. Catalyst deactivation was observed on heating the platinum catalyst in either hydrogen or helium at 350 for two hours and then using it without exposure to oxygen. The presence or absence of cinchonidine had no effect on the rates of pyruvate hydrogenations run using these catalysts. These data establish that the deactivation of the catalyst was not caused by a strong adsorption of the alkaloid on the platinum surface. The activity and enantioselectivity of these catalysts were increased on addition of air to the reaction mixture. The reported enhanced activity and enantioselectivity shown by freshly re-reduced catalysts depend, then, not only on the re-reduction step but also on a brief exposure of this catalyst to air. It appears from published experimental details that the oxygen present in the solvent used in the hydrogenation is probably sufficient for this purpose. Keywords: Enantioselective hydrogenation; Pyruvate hydrogenation; Cinchona alkaloid modifiers 1. Introduction The use of heterogeneous catalytic systems to promote enantioselective reactions is an area of increasing interest in recent years. The chiral hydrogenation of pyruvates over platinum catalysts which had been modified with one of the cinchona alkaloids has been extensively studied over the past several years with the goal of trying to understand the nature of the catalystmodifier-substrate interactions which lead to Corresponding author. For part 2, see [11. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. P1/S1381-1169(96)00379-2 the high enantiomeric excesses reported for these reactions [2-17]. It has been repeatedly shown that the highest ee's were obtained when the catalyst was re-reduced in hydrogen at elevated temperatures immediately before use [12-15]. This factor is important regardless of the procedure used to modify the catalyst with the alkaloid before initiating the hydrogenation. One of the more common methods of catalyst activation involves stirring the catalyst with an ethanol solution of one of the cinchona alkaloids, usually cinchonidine, for one to twenty hours before transferring the modified catalyst to the reactor for use in the pyruvate hydrogena- 80 R.L. Augustine, S.K. Tanielyan/Journal of Molecular Catalysis A: Chemical 118 (1997) 79-87 tion [4,12-14]. Interestingly, it has been established that this exposure of the catalyst to oxygen is also essential for obtaining high reaction rates and product ee's [16]. This apparent dichotomy was explained by the observation that adsorption of cinchonidine onto a platinum surface was weakened by the presence of oxygen [5,17]. Since it appeared that oxygen competed with the alkaloid for adsorption on the platinum surface, it was concluded that the loss of activity and enantioselectivity in reactions run over catalysts which were treated with cinchonidine in the strict absence of oxygen was caused by the strong adsorption of the alkaloid which, effectively, poisoned the catalyst [5]. The generality of this explanation, however, has been questioned [ 18,19]. Another explanation for the enhanced activity and product ee observed with catalysts which had been modified by stirring in air with ethanolic solutions of cinchonidine was that the alcohol was oxidized to acetic acid in the process [20]. Since cinchonidine modified platinum catalyzed pyruvate hydrogenations run in the presence of acetic acid generally gave the highest reaction rates and enantioselectivities, it was proposed that it was the acetic acid produced during the activation procedure which was responsible for the higher rates and product ee's which were observed. This explanation, however, did not address the fact that platinum catalysts which were modified by stirring with ethanolic solutions of cinchonidine in an oxygen-free atmosphere were almost completely inert for pyruvate hydrogenations [16]. There are, however, other reports of the loss of activity and reaction selectivity for a number of vapor phase reactions run using platinum catalysts which had been heated in hydrogen at elevated temperatures [21-23]. Catalyst activity and selectivity were regenerated on exposure of the catalyst to oxygen [23]. These changes have been ascribed to the formation of a PtAI alloy with Pt/A1203 catalysts [24,25], the poisoning of the platinum surface by strongly adsorbed hydrogen [21] and the transformation of the platinum surface into unreactive ROM planes [22]. Since catalyst deactivation was also observed on heating in helium, it was proposed that the deactivation resulted from a reorganization of the surface atoms into less active arrangements. Exposure to oxygen then promoted a restructuring to the active surface arrangement [23]. Our single turnover (STO) studies showed that if the heat treatments were not too severe the oxygen exposure regenerated essentially the same surface characteristics which the catalyst had before heating [23]. It must be recognized, though, that these deactivation studies all involved reactions which were run in the vapor phase while the activation/deactivation observed in the pyruvate hydrogenations were liquid phase reactions. It was decided, therefore, to re-examine the effect of oxygen on catalyst activity and enantioselectivity in the hydrogenation of pyruvates and to utilize in this study our recent developments involving the analyses of the individual ( R) and ( S) lactate formation [ 1 ] to determine whether the changes in product ee were the result of any particular behavior in the formation of either the ( R) or the ( S) lactate. 2. Experimental The experimental details of the reaction have been described [1]. The catalysts used were a commercial 5% Pt/A1203, JM-94 obtained from Johnson-Matthey, and a 4.9% Pt/S'02 which was prepared by ion exchange [26]. Samples of each of these catalysts were re-reduced in a stream of hydrogen at 350 and then cooled under helium to room temperature. Ten milligram samples of these freshly reduced catalysts were then transferred, in air, to a 25 mL Erlenmeyer flask which served as the reactor. After evacuation and filling with hydrogen several times, 15 mL of methyl acetate was added to the flask and the mixture stirred under a hydrogen atmosphere for 15 min with the temperature held at 25 0.1. An aliquot of a R.G. Augustine, S.K. Tanielyan/Journal of MolecularCatalysisA: Chemical 118 (/997) 79-87 standard solution of purified dihydrocinchonidine in methyl acetate was then injected into the reactor through a septum and stirring under hydrogen continued for another 15 min. The amount of dihydrocinchonidine added corresponded to 0.4 mol of alkaloid per mole of Pt in the catalyst sample used. Ethyl pyruvate (0.25 mL) was then added through a septum and the measurement of hydrogen consumption was begun using an automated apparatus [27]. Samples (0.05 mL) of the reaction mixture were extracted after every 1.2 mL of hydrogen uptake (about 2% conversion) and analyzed by gas chromatography using a Chiraldex B-TA chiral column as previously described [2]. All components of the reaction mixture were completely separated under the conditions used. At higher conversions the samples were taken at longer intervals. The enantiomeric excess, ee, of each sample was calculated using the equation: %ee = ((R - S)/(R + S)) * 100. The initial rates were obtained using data from the first ten percent of the reaction. Zero order rate extrapolations were determined using a linear regression through these points. First order extrapolations were calculated using the equation, X = X.(1 - e--k`) with the constant, k. determined from plots of ln( Xa - X) versus time. The remainder of the reduced catalysts were stored in screw capped vials with samples used periodically for reactions run up to three weeks after the re-reduction. Other hydrogenations used samples of the catalysts which had not been subjected to the hydrogen re-reduction procedure. Some reactions used catalysts which had been heated and then used in the hydrogenation without exposure to air. This was accomplished by placing 10 mg of the catalyst into the reactor flask and then heating the flask and the catalyst to 350 for two hours in an atmosphere of either pure hydrogen or pure helium. After cooling, 15 mL of pure, degassed, methyl acetate was carefully added to the catalyst through a 81 septum and the reaction procedure continued as described above but using degassed solutions of dihydrocinchonidine and ethyl pyruvate. After running these reactions for two hours, 2 mL of air was injected into the reactor and the reaction monitored for an additional period of time. The methyl acetate and ethyl pyruvate were degassed by distillation under an argon atmosphere with all transfers made using a gas tight syringe. 3. Results and discussion Methyl acetate was selected as the solvent for these hydrogenations for a number of reasons. As previously discussed [28,29], this solvent has a minimal interaction with the platinum so it would not interfere with the catalystmodifier-substrate interactions. In addition, the possibility of hemiketal formation with the pyruvate is removed with this solvent. Further, no oxidation of the solvent can be expected to take place during the catalyst pretreatment. Two catalysts were chosen for this study. The 4.9% Pt/S'02 was the catalyst used for our previous study [1] and the 5% Pt/A1203, JM-94, was the commercial catalyst used by other workers and found to give relatively high ee's [29]. The different supports were used in order to eliminate the possibility that any conclusions drawn might be interpreted as being support specific [ 18]. Fig. la shows the hydrogen uptake curves for ethyl pyruvate hydrogenations run over dihydrocinchonidine modified 4.9% Pt/SiO, catalysts which were freshly re-reduced, re-reduced and stored in air for two days or used without re-reduction. As described in the experimental (Section 2), the freshly re-reduced catalyst was transferred, in air, from the tube in which the hydrogen treatment was run into the hydrogenation reactor. The hydrogenation run over this catalyst proceeded rapidly and was essentially completed after about 60 min. The hydrogenation run using the two-day old catalyst was 0. n n ~ Oc Q O. N w ha B c. ~ 0 tc ~n a ~ ro - h m n G h 7 ~c h ~l I N ~ w 3. O ^o m ~' ~ a m ~' c. y O CY ~' two O ~ n p: 0. 7' w o G -i Mmoles of Lactate Formation ~ o m 3 0 c `h. ~ \\ 0 o> v O 1 0 3 N Q N N O h rf cu Vt O can .h drQ i Cr O (~D h a. i' G. Fv pD p ~ ,.O.t CD b u n o ,.~.,- '..~' n C h O ?7 h ~ a. '*\" c~ ~ P. Cr - 5D O ~j O ~ ~ CD ' N \"O `,~ n 0 `.r a. h a. :~ h b ~ 0 O ,-W'. ht n fD ' CD O v0, O ,C 7 ~G O bG H 5 x Rw 0 &b co ~' 2 c a. c as ., n ., m < w x~ `a `t w r: ~ W cn s O -_1, a :p ID C A' N h m Mmole of H2 Uptake N v O N w Q fi Percent ee . ~ , , , Yu ~ i h y, DD . O 2 D ~ D O , D D O D' D Po O ~ d ,C D 'Wil V c D b R.L. Augustine, S.K. Tanielyan /Journal of Molecular Catalysis A: Chemical 118 (1997) 79-87 shown, the highest ee was obtained with the freshly re-reduced catalyst with the two-day old material giving a somewhat lower value. The non-rereduced catalyst gave the lowest product ee. The arrows in Fig. lb indicate the point of about 15% conversion for each hydrogenation. Obviously, as the catalyst activity decreased the time to reach 150 conversion increased but in all three examples, the product ee rose significantly up to this point and then remained relatively constant at higher conversions. Fig. 2 shows the curves for the formation of the individual ( R) and ( S) lactates for each of the three hydrogenations described in Fig. 1. Along with the experimental data for the formation of the individual lactates there are also extrapolations of both the zero order and first order curves based on the initial lactate concentration data. With the two re-reduced catalysts the experimental curves for ( R) and ( S) lactate formation lay between the zero order and first order extrapolations. With the freshly reduced catalyst it appears that ( R) lactate production is closer to zero order than is observed with the two-day old material. When the non-rereduced catalyst was used, however, the lactate formation curves were essentially first order. We have observed similar results when the 5% Pt/A1203, JM-94, was used in place of the 4.9% Pt/Si02. Our previously proposed reaction mechanism is pictured in Scheme 1. When the experimental 83 data for the formation of the ( R) and (S) lactates lay between the first and zero order extrapolations, it was concluded that the rate was probably determined by the speed of the hydrogen transfer steps which are combined into kH(R) and kH(s) in Scheme 1. However, with the reaction run over the non-rereduced catalyst both the (R) and (S) lactate formation were essentially first order indicating that in the presence of an oxidized platinum surface the formation of both the Pre-S and the Pre-R intermediates were rate determining. While these data did show some difference in the kinetic results for ( R) and ( S) lactate formation between the data obtained using the re-reduced catalysts and that which had not been re-reduced, there was no really significant difference in reaction order for the formation of the ( R) and ( S) lactates in hydrogenations run over the freshly re-reduced catalyst and that which was two-days old. About all that can be said here is that these data agree with published results; the use of freshly reduced catalysts give higher product ee's than is obtained when the catalyst has been exposed to air for times up to three to four weeks [15]. There was still the matter concerning the nature of the effect which the presence of oxygen has on the activity and enantioselectivity of these re-reduced catalysts. To ascertain what might be occurring in the absence of oxygen, a M YS M YR L ~ L H Hz 2 k~PtM-PyS PtM yR z(s) ~~pre-S\" Nk(S) k~(R) re-R\" ~z(R) k PtM Ys -z(s> k_ ~ k-z(R) Pt-PYR I ~(S PY ~R> I M Hz + Hz kH(S) ~ k3(s> Pt M kstR)Il ks(R) kH(W PtM yS Ko(sI KocR> Pt r-PY R H > )4( >/ H M H PtM__LS LS LR PtM-t~R Scheme 1. 84 R.L. Augustine, S.K. Tanielyan /Journal of Molecular Catalysis A: Chemical 118 (1997) 79-87 sample of the JM-94 catalyst was heated, in the hydrogenation reactor, under hydrogen at 350 for two hours and then cooled to room temperature in a hydrogen atmosphere. Degassed solvent, dihydrocinchonidine solution and ethyl pyruvate were then introduced into the reactor through a septum using a gas tight syringe so the catalyst had no exposure to oxygen after the re-reduction step. Curve (c) in Fig. 3 shows the rate of hydrogen uptake for this oxygen-free reaction. For comparison, the uptake curves obtained when the freshly reduced catalyst was used in the presence of dihydrocinchonidine (curve (a)) and without the alkaloid modifier (curve (b)) are also included in Fig. 3. It is obvious from these data that the rate of hydrogenation decreased significantly when the catalyst had no contact with oxygen after the re-reduction period. The product ee also decreased from about 75% for the freshly reduced catalyst under the standard reaction conditions to about 30% for the reaction run in the absence of oxygen. It has been proposed that the decrease in rate and product ee observed over catalysts which were not exposed to oxygen during the modification step was caused by a strong adsorption of 2.5 2.0 a~ Y N 1.5 a? 1.0 0.5 0.0 the cinchonidine on the freshly reduced catalyst [5]. In support of this conclusion it was shown that oxygen apparently competes with the alkaloid for adsorption on the platinum surface and, thus, decreases the extent of cinchonidine adsorption [5,17]. However, curve (d) in Fig. 3 shows that the rate of hydrogen uptake for an oxygen-free hydrogenation run without the introduction of cinchonidine was almost identical with that run in the presence of the alkaloid. These data do not support the premise that the catalyst deactivation was the result of a strong adsorption of the alkaloid since if that were the case the hydrogenation run in the absence of cinchonidine should proceed at a faster rate, something which was not observed. As mentioned in the Introduction, some deactivation has been reported for platinum catalysts which were heated in helium and then used for the vapor phase hydrogenation of butene [23]. Interestingly, catalyst activity and selectivity were restored on exposure of the catalyst to oxygen [23]. These data show that the re-reduction of the surface was not a necessary factor in the loss of activity when these catalysts are heated but that oxygen is still needed to regenerate the active species. To see if this deactiva- ,O> es =75% d peoe=30%co~a~,... ee = 30% 0 50 100 150 Time (minutes) a o Freshly Reduced JM 94 with Cinchonidine b Freshly Reduced JM94 without Cinchonidine e v JM 94 H2 350 no Oxygen with Cinchonidine d . JM 94 H2 350 no Oxygen without Cinchonine e e JM 94 He 3ذC no Oxygen with Cinchonidine Fig. 3. Hydrogen uptake curves for ethyl pyruvate hydrogenations run using dihydrocinchonidine modified 5% Pt/A1203 UM 94) catalysts. R.G. Augustine, S. K. Tanielyan/Journal of Molecular Catalysis A: Chemical l18 (1997) 79-87 2.0 1.5 S 1.0 E 0.5 a Oz Addition -- 50 100 150 Time (minutes) 0.7 0.6 0.5 Ti J 0.4 d 0.3 0.2 0.1 ~- 02 Addition--r ee~7k0 . . 0 _ . ' 1 o (R) 0 0 p o I , * (S) 0 . ~ 50 100 150 Time (minutes) 50 40 CD 30 $ rt m 20 10 85 Fig. 4. (a) Hydrogen uptake curve for an ethyl pyruvate hydrogenation run using a dihydrocinchonidine modified 5% Pt/A120UM 94) catalyst which had been heated in hydrogen at 350 for two hours and used without exposure to any oxygen; (b) rates of (R) and (S) lactate formation and variation in product ee during the course of this hydrogenation. The vertical dashed line indicates the time when 2 mL of air was injected into the reaction mixture. tion could also be observed in the present hydrogenation, a sample of the JM-94 catalyst was placed in the reactor flask and heated to 350 in an atmosphere of pure helium for two hours. After cooling under vacuum, the reactor was filled with hydrogen and the degassed solvent, a 2.0 Y W 1.5 m 1.0 0.5 OZ Addition -. ~oo4Po 0 , ~ i i 50 100 150 200 Time (minutes) 0.7 0.6 0.5 13 m 150.4 0.3 0.2 0.1 dihydrocinchonidine solution and ethyl pyruvate were added through a septum using a gas-tight syringe, and the rate of hydrogen uptake recorded as shown by curve (e) in Fig. 3. Here the rate was somewhat lower than that shown by curves (c) and (d) but the product ee was the b ~- Oz Addition - ee I ~ t- (R) 00 00 50 100 150 200 Time (minutes) 50 40 v 30 m 20 10 Fig. 5. (a) Hydrogen uptake curve for an ethyl pyruvate hydrogenation run using a dihydrocinchonidine modified 5% Pt/A120; OM 94) catalyst which had been heated in helium at 350 for two hours and used without exposure to any oxygen; (b) rates of (R) and (S) lactate formation and variation in product ee during the course of this hydrogenation. The vertical dashed line indicates the time when 2 mL of air was injected into the reaction mixture. 86 R.L. Augustine, S.K. Tanielyan/Journal of Molecular Catalysis A: Chemical 118 (1997) 79-87 same as that obtained with the reaction described by curve (c). Previous work has shown that these heat deactivated catalysts could be restored to their original activity and selectivity by exposure to oxygen [23]. This was done by either exposing the heated catalyst to a stream of oxygen for an hour or by storing the catalyst in air for a day or two. Neither of these procedures appeared to be applicable in the present instance. Instead, it was decided to add air to the hydrogenation mixture after it had been running for some time. In this way it was felt that a more direct comparison between the oxygen free system and that to which some air had been added would be obtained. Fig. 4a shows the rate of hydrogen uptake for the reaction run using a catalyst which had been heated in an atmosphere of hydrogen. The first segment of this curve is curve (c) in Fig. 3. However, after the reaction had been run for two hours, two milliliters of air were injected into the system and, as shown by the data in Fig. 4a, the rate of hydrogen uptake increased significantly. Fig. 4b shows the effect of added air on the product ee as well as on the rates of formation of the individual ( R) and ( S) lactates. These data establish that the product ee had leveled initially at about 30% but on addition of the oxygen the ee increased to about 40%. It appears from the individual lactate formation data that this increase is caused primarily by a significant increase in ( R) lactate production. Fig. 5 shows similar data obtained using the catalyst which had been deactivated by heating in helium. Here, too, a significant increase in rate was observed when air was introduced into the reaction mixture. This rate increase was accompanied by an increase in product ee from about 30% to about 38%, apparently brought about by an increase in ( R) lactate formation. The same behaviour was observed on heating a sample of the 4.9% Pt/S'02 catalyst in either hydrogen or helium. The amount of air added to these reaction mixtures was arbitrarily selected and no attempt was made to maximize catalyst reactivation. It was apparent from these results, though, that the heat deactivated catalysts did have some activity restored on exposure to oxygen and that, in this way, they behaved in a manner similar to that observed for the heat deactivated catalysts used in vapor phase reactions [23]. Since the deactivation was shown to be caused primarily by the heat treatment and not by the presence of either hydrogen or cinchonidine, it would seem that the previously suggested explanation of the deactivation and reactivation by oxygen would apply here as well [23]. In effect, it was proposed that on heating, the platinum particles are transformed into entities which do not have the proper orientation of the surface atoms to promote the adsorption of the reactants. In other words, the active sites, while retaining their overall geometries, are transformed into atomic arrangements on which adsorption is not readily accomplished. However, interaction of the platinum with oxygen apparently causes a restructuring of the surface so the original adsorption properties are restored. 4. Conclusions The data presented here are in agreement with previous reports concerning the enhanced activity and enantioselectivity of freshly re-reduced catalysts when used for the chiral hydrogenation of a-ketoesters. A decrease in product ee was observed with reactions run using a freshly re-reduced catalyst, one that was exposed to air for two days after re-reduction or one that was not re-reduced. Catalyst deactivation was observed on heating the platinum catalyst in either hydrogen or helium at 350 for two hours and then using it without exposure to any oxygen. The presence or absence of cinchonidine had no effect on the rates of pyruvate hydrogenations run using these catalysts. When cinchonidine was present, the product ee's from these oxygen-free reactions were only about one-third that obtained using a R.G. Augustine, S.K. Tanielyan/Journal of Molecular Catalysis A: Chemical / 78 (1997) 79-87 freshly re-reduced catalyst which had been briefly exposed to air. These data establish that the deactivation of the catalyst was not caused by a strong adsorption of the alkaloid on the platinum surface. The activity and enantioselectivy of these catalysts were increased on addition of air to the reaction mixture. The reported enhanced activity and enantioselectivity shown by freshly re-reduced catalysts depends, then, not only on the re-reduction step but also on a brief exposure of this catalyst to air. It appears from published experimental details that the oxygen present in the solvent used in the hydrogenation is probably sufficient for this purpose. Acknowledgements This work was supported by the National Science Foundation under Grant No. CTS9312533. The salt used to prepare the 4.9% Pt/S'02 catalyst was supplied by Johnson Matthey through their precious metal loan program. The 5% Pt/A1203 UM-94) catalyst was supplied by Johnson Matthey. References [1] R.L. Augustine and S.K. Tanielyan, J. Mol. Catal., in press. [2] R.L. Augustine, S.K. Tanielyan and L.K. Doyle, Tetrahe dron: Asymmetry 4 (1993) 1803. [3] S. Niwa, S. Imai and Y. Onto, Nippon Kagaku Kaishi (1982) 137. [4] G. Webb and P.B. Wells, Catal. Today 32 (1983) 319. [5] K.E. Simons, P.A. Meheux, S.P. Griffiths, LM. Sutherland, P. Johnston, P.B. Wells, A.F. Carley, M.K. Rajumon, M.W. Roberts and A. Ibbotson, Recl. Trav. Chim. Pays-Bas 113 ((994) 465. [13] 87 [6] K.E. Simmons, A. Ibbotson and P.B. Wells, Catalysis and Surface Characterisation, Spec. Publ. R. Soc. Chem. 114 (1992) 174. [7] G. Bond, K.E. Simons, A. Ibbotson, P.B. Wells and D.A. Whan, Catal. Today 12 (1992) 421. [8] J.T. Wehrli, A. Baiker, D.M. Mono, H.U. Blaser and H.P. Jalett, J. Mol. Catal. 57 (1989) 245. [9] H.U. Blaser, S.K. Boyer and U. Pettlekow, Tetrahedron: Asymmetry 2 (1991) 721. [10] H.U. Blaser and M. Muller, Stud. Surf. Sci. Catal. 59 (Heterog. Catal. Fine Chem., II) (1991) 73. [11] H.U. Blaser, J.P. Jalett, D.M. Mono, J.F. Reber and J.T. Wehrli, Stud. Surf. Sci. Catal. 41 (Heterog. Catal. Fine Chem.) (1988) 153. [12] Y. Orito, S. Imai and S. Niwa, Nippon Kagaku Kaishi (1979) 1118. Y. Orito, S. Imai and S. Niwa, Nippon Kagaku Kaishi (1980) 670. [14] LM. Sutherland, A. lbbotson, R.B. Moyes and P.B. Wells, J. Catal. 125 (1990) 77. [IS] H.U. Blaser, H.P. Jalett, D.M. Mono and J. Wehrli, Appl. Catal. 52 (1989) 19. (16] P.A. Meheux, A. Ibbotson and P.B. Wells, J. Catal. 128 (1991) 387. [17] A.F. Carley, M.K. Rajumon, M.W. Roberts and P.B. Wells, J. Chem. Soc. Farady Trans. 91 (1995) 2167. J.L. Margetfalvi and M. Hegedus, J. Catal. 156 (1995) 175. P. Johnston and P.B. Wells, J. Catal. 156 (1995) 180. B. Minder, T. Mallat, P. Skrabal and A. Baiker, Catal. Lett. 29 (1994) 115. [21] P.G. Menon and G.F. Froment, J. Catal. 59 (1979) 138. [22] R. Burch and L.C. Garla, J. Catal 72 (1982) 20. [23] R.L. Augustine and K.P. Kelly. J. Chem. Soc. Faraday Trans. 1 82 (1986) 3025. [24] G.J. Den Otter and F.M. Dautzenberg, J. Catal. 53 (1978) 116. [25] F.M. Dautzenberg and H.B.M. Wolters, J. Catal. 56 (1978) 26. [26] R.L. Augustine, K.P. Kelly and Y.M. Lay, Appl. Catal. 19 (1985) 87. [27] R.L. Augustine, S.K. Tanielyan and G. Wolosh, Chem. Ind. (Dekker) 53 (fatal. Org. React.) (1994) 547. [28] R.L. Augustine, R.W. Warner and M.J. Melnick, J. Org. Chem. 49 (1984) 4853. [29] R.L. Augustine and P. Techasauvapak, J. Mol. fatal. A 87 (1994) 95. MOLCAA 96003792 S1381-1169(96)00379-2 10.1016/S1381-1169(96)00379-2 Molecular aspects of heterogeneous catalysis Article Enantioselective heterogeneous catalysis. 3 1 1 For part 2, see [1]. . Effect of oxygen on catalyst activity and selectivity in the enantioselective hydrogenation of pyruvates Robert L. Augustine ∗ Setrak K. Tanielyan Department of Chemistry, Seton Hall University, South Orange, NJ 07079, USA ∗ Corresponding author. Data are presented which are in agreement with previous reports concerning the enhanced activity and enantioselectivity of freshly re-reduced platinum catalysts when used for the chiral hydrogenation of α-ketoesters. Catalyst deactivation was observed on heating the platinum catalyst in either hydrogen or helium at 350°C for two hours and then using it without exposure to oxygen. The presence or absence of cinchonidine had no effect on the rates of pyruvate hydrogenations run using these catalysts. These data establish that the deactivation of the catalyst was not caused by a strong adsorption of the alkaloid on the platinum surface. The activity and enantioselectivity of these catalysts were increased on addition of air to the reaction mixture. The reported enhanced activity and enantioselectivity shown by freshly re-reduced catalysts depend, then, not only on the re-reduction step but also on a brief exposure of this catalyst to air. It appears from published experimental details that the oxygen present in the solvent used in the hydrogenation is probably sufficient for this purpose. Keywords Enantioselective hydrogenation Pyruvate hydrogenation Cinchona alkaloid modifiers References [1] R.L. Augustine and S.K. Tanielyan, J. Mol. Catal., in press. [2] R.L. Augustine S.K. Tanielyan L.K. Doyle Tetrahedron: Asymmetry 4 1993 1803 [3] S. Niwa S. Imai Y. Orito Nippon Kagaku Kaishi 1982 137 [4] G. Webb P.B. Wells Catal. Today 32 1983 319 [5] K.E. Simons P.A. Meheux S.P. Griffiths I.M. Sutherland P. Johnston P.B. Wells A.F. Carley M.K. Rajumon M.W. Roberts A. Ibbotson Recl. Trav. Chim. Pays-Bas 113 1994 465 [6] K.E. Simmons A. Ibbotson P.B. Wells Catalysis and Surface Characterisation Spec. Publ. R. Soc. Chem. 114 1992 174 [7] G. Bond K.E. Simons A. Ibbotson P.B. Wells D.A. Whan Catal. Today 12 1992 421 [8] J.T. Wehrli A. Baiker D.M. Monti H.U. Blaser H.P. Jalett J. Mol. Catal. 57 1989 245 [9] H.U. Blaser S.K. Boyer U. Pettlekow Tetrahedron: Asymmetry 2 1991 721 [10] H.U. Blaser M. Muller Stud. Surf. Sci. Catal. 59 1991 73 (Heterog. Catal. Fine Chem., II) [11] H.U. Blaser J.P. Jalett D.M. Monti J.F. Reber J.T. Wehrli Stud. Surf. Sci. Catal. 41 1988 153 (Heterog. Catal. Fine Chem.) [12] Y. Orito S. Imai S. Niwa Nippon Kagaku Kaishi 1979 1118 [13] Y. Orito S. Imai S. Niwa Nippon Kagaku Kaishi 1980 670 [14] I.M. Sutherland A. Ibbotson R.B. Moyes P.B. Wells J. Catal. 125 1990 77 [15] H.U. Blaser H.P. Jalett D.M. Monti J. Wehrli Appl. Catal. 52 1989 19 [16] P.A. Meheux A. Ibbotson P.B. Wells J. Catal. 128 1991 387 [17] A.F. Carley M.K. Rajumon M.W. Roberts P.B. Wells J. Chem. Soc. Farady Trans. 91 1995 2167 [18] J.L. Margetfalvi M. Hegedus J. Catal. 156 1995 175 [19] P. Johnston P.B. Wells J. Catal. 156 1995 180 [20] B. Minder T. Mallat P. Skrabal A. Baiker Catal. Lett. 29 1994 115 [21] P.G. Menon G.F. Froment J. Catal. 59 1979 138 [22] R. Burch L.C. Garla J. Catal 72 1982 20 [23] R.L. Augustine K.P. Kelly J. Chem. Soc. Faraday Trans. I 82 1986 3025 [24] G.J. Den Otter F.M. Dautzenberg J. Catal. 53 1978 116 [25] F.M. Dautzenberg H.B.M. Wolters J. Catal. 56 1978 26 [26] R.L. Augustine K.P. Kelly Y.M. Lay Appl. Catal. 19 1985 87 [27] R.L. Augustine S.K. Tanielyan G. Wolosh Chem. Ind. (Dekker) 53 1994 547 (Catal. Org. React.) [28] R.L. Augustine R.W. Warner M.J. Melnick J. Org. Chem. 49 1984 4853 [29] R.L. Augustine P. Techasauvapak J. Mol. Catal. A 87 1994 95",
      "scopus-id": "0030974037",
      "coredata": {
        "eid": "1-s2.0-S1381116996003792",
        "dc:description": "Data are presented which are in agreement with previous reports concerning the enhanced activity and enantioselectivity of freshly re-reduced platinum catalysts when used for the chiral hydrogenation of α-ketoesters. Catalyst deactivation was observed on heating the platinum catalyst in either hydrogen or helium at 350°C for two hours and then using it without exposure to oxygen. The presence or absence of cinchonidine had no effect on the rates of pyruvate hydrogenations run using these catalysts. These data establish that the deactivation of the catalyst was not caused by a strong adsorption of the alkaloid on the platinum surface. The activity and enantioselectivity of these catalysts were increased on addition of air to the reaction mixture. The reported enhanced activity and enantioselectivity shown by freshly re-reduced catalysts depend, then, not only on the re-reduction step but also on a brief exposure of this catalyst to air. It appears from published experimental details that the oxygen present in the solvent used in the hydrogenation is probably sufficient for this purpose.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-11",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003792",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Augustine, Robert L."
          },
          {
            "@_fa": "true",
            "$": "Tanielyan, Setrak K."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003792"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003792"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00379-2",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Enantioselective heterogeneous catalysis. 3 1 1 For part 2, see [1]. . Effect of oxygen on catalyst activity and selectivity in the enantioselective hydrogenation of pyruvates",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Enantioselective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Pyruvate hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Cinchona alkaloid modifiers"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "79-87",
        "prism:endingPage": "87",
        "pubType": "fla",
        "prism:coverDisplayDate": "11 April 1997",
        "prism:doi": "10.1016/S1381-1169(96)00379-2",
        "prism:startingPage": "79",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00379-2",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030974037"
      }
    }
  }
}