{
  "metadata": {
    "title": "Mild hydrogenation of quinoline: 2. A novel Rh-containing pillared layered clay catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-06-17",
    "doi": "10.1016/S1381-1169(02)00003-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902000031",
    "pii": "S1381116902000031"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037124945",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-01-18 2002-01-18 2010-04-18T17:18:08 1-s2.0-S1381116902000031 S1381-1169(02)00003-1 S1381116902000031 10.1016/S1381-1169(02)00003-1 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01513 2015-05-15T05:56:33.301439-04:00 0 0 20020617 2002 2002-01-18T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 184 184 1 2 1 2 Volume 184, Issues 1–2 31 267 272 267 272 20020617 17 June 2002 2002-06-17 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. MILDHYDROGENATIONQUINOLINE CAMPANATI M 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References PEROT 1991 447 G SHUMAN 1990 738 R SCHAUS 1990 3553 J BOUYSSOU 1992 895 P CURTIS 1989 168 C ADKINS 1948 695 H SHAW 1987 1477 J SANTANGELO 1994 877 F FREIFELDER 1963 203 M WEBB 1992 319 G WEHRLI 1990 207 J FLEGO 1998 323 C LIN 1993 539 S LU 2000 223 C ANABTAWI 1980 456 J CAMPANATIX2002X267 CAMPANATIX2002X267X272 CAMPANATIX2002X267XM CAMPANATIX2002X267X272XM item S1381-1169(02)00003-1 S1381116902000031 1-s2.0-S1381116902000031 10.1016/S1381-1169(02)00003-1 271358 2010-10-03T19:44:47.716082-04:00 2002-06-17 1-s2.0-S1381116902000031-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/MAIN/application/pdf/83a902466079ee5f1d7ee17f448ecac0/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/MAIN/application/pdf/83a902466079ee5f1d7ee17f448ecac0/main.pdf main.pdf pdf true 227598 MAIN 6 1-s2.0-S1381116902000031-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/PREVIEW/image/png/45a8a5187f627cb14dd5fe7081cf33eb/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/PREVIEW/image/png/45a8a5187f627cb14dd5fe7081cf33eb/main_1.png main_1.png png 61690 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902000031-si4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/STRIPIN/image/gif/5788822a3f24b0a119af0894775e8204/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/STRIPIN/image/gif/5788822a3f24b0a119af0894775e8204/si4.gif si4 si4.gif gif 495 12 115 ALTIMG 1-s2.0-S1381116902000031-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/STRIPIN/image/gif/5788822a3f24b0a119af0894775e8204/si4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/STRIPIN/image/gif/5788822a3f24b0a119af0894775e8204/si4.gif si3 si3.gif gif 495 12 115 ALTIMG 1-s2.0-S1381116902000031-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/STRIPIN/image/gif/a2b5448d84951f5fa7fffe35f8a2af0a/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/STRIPIN/image/gif/a2b5448d84951f5fa7fffe35f8a2af0a/si2.gif si2 si2.gif gif 486 16 107 ALTIMG 1-s2.0-S1381116902000031-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/STRIPIN/image/gif/035839a55f81cf00ab17afe8e188eaef/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/STRIPIN/image/gif/035839a55f81cf00ab17afe8e188eaef/si1.gif si1 si1.gif gif 428 12 89 ALTIMG 1-s2.0-S1381116902000031-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr1/THUMBNAIL/image/gif/25f2d73c264c80c960a0be6f7c6bf4cb/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr1/THUMBNAIL/image/gif/25f2d73c264c80c960a0be6f7c6bf4cb/gr1.sml gr1 gr1.sml sml 773 49 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000031-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr1/DOWNSAMPLED/image/gif/c98c32cad5cdc2aa2e66b5b3ddc51f5e/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr1/DOWNSAMPLED/image/gif/c98c32cad5cdc2aa2e66b5b3ddc51f5e/gr1.gif gr1 gr1.gif gif 6741 220 560 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000031-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr2/THUMBNAIL/image/gif/235fab6f23f3a756c3d1048cd572a679/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr2/THUMBNAIL/image/gif/235fab6f23f3a756c3d1048cd572a679/gr2.sml gr2 gr2.sml sml 1484 93 86 IMAGE-THUMBNAIL 1-s2.0-S1381116902000031-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr2/DOWNSAMPLED/image/gif/4790f59632c60e31025f31dc0aa93695/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr2/DOWNSAMPLED/image/gif/4790f59632c60e31025f31dc0aa93695/gr2.gif gr2 gr2.gif gif 8821 341 314 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000031-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr3/THUMBNAIL/image/gif/39d4ce09660d4439d2a0ea1578c2ff66/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr3/THUMBNAIL/image/gif/39d4ce09660d4439d2a0ea1578c2ff66/gr3.sml gr3 gr3.sml sml 1606 93 91 IMAGE-THUMBNAIL 1-s2.0-S1381116902000031-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr3/DOWNSAMPLED/image/gif/493518b85bfd6e4ea6d5bee2a684660c/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr3/DOWNSAMPLED/image/gif/493518b85bfd6e4ea6d5bee2a684660c/gr3.gif gr3 gr3.gif gif 9817 343 335 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000031-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr4/THUMBNAIL/image/gif/03f0e8a2e9d11cf5362819b1aef7548f/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr4/THUMBNAIL/image/gif/03f0e8a2e9d11cf5362819b1aef7548f/gr4.sml gr4 gr4.sml sml 2515 93 93 IMAGE-THUMBNAIL 1-s2.0-S1381116902000031-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr4/DOWNSAMPLED/image/jpeg/8784438216dbf9e8a5f37be57f0f8fcd/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr4/DOWNSAMPLED/image/jpeg/8784438216dbf9e8a5f37be57f0f8fcd/gr4.jpg gr4 gr4.jpg jpg 56533 330 330 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000031-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr5/THUMBNAIL/image/gif/030a1674fb5c642c3fe2b3599dc152af/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr5/THUMBNAIL/image/gif/030a1674fb5c642c3fe2b3599dc152af/gr5.sml gr5 gr5.sml sml 2516 93 93 IMAGE-THUMBNAIL 1-s2.0-S1381116902000031-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000031/gr5/DOWNSAMPLED/image/jpeg/1e25b635fc41532f80e1857200c1c548/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000031/gr5/DOWNSAMPLED/image/jpeg/1e25b635fc41532f80e1857200c1c548/gr5.jpg gr5 gr5.jpg jpg 52719 329 329 IMAGE-DOWNSAMPLED MOLCAA 3521 S1381-1169(02)00003-1 10.1016/S1381-1169(02)00003-1 Elsevier Science B.V. Fig. 1 Reaction pathway for quinoline hydrogenation. Fig. 2 X-ray powder diffraction patterns of the Rh–PLC catalyst before and after the catalytic tests. Fig. 3 X-ray powder diffraction patterns of the Rh–Al2O3 catalyst before and after the catalytic tests. Fig. 4 High resolution micrograph of Rh–PLC catalyst before the catalytic tests (magnification 400,000×). Fig. 5 High resolution micrograph of Rh–PLC catalyst after the catalytic tests (magnification 500,000×). Table 1 Basal spacing (d 001), surface area, pore volume, micropore volume (V μ) and DFT pore volume distribution d 001 (nm) Surface area (m2/g) Total pore volume (cm3/g) V μ (cm3/g) DFT pore volume distribution (cm3/g) 0–2nm 2–10nm 10–100nm PLC 1.8 269 0.192 0.063 0.070 0.060 0.062 Rh–PLC 1.8 194 0.190 0.053 0.051 0.043 0.096 Table 2 Rh crystallite size determined by H2 chemisorption for the catalysts before and after the catalytic tests Catalyst Rh crystallite size (nm) Before After Rh–Al2O3 4 36 Rh–PLC 2 18 Table 3 Conversion of quinoline and yield in py-THQ and DHQ obtained using 5wt.% Rh on Al2O3 (Rh–Al2O3) and 2wt.% Rh on pillared layered montmorillonite (Rh–PLC) catalysts (W Rh–Al2O3 =0.450g; W Rh–PLC=1.125g; quinoline=15.0ml; i-propanol=135.0ml; P H2 =2.0MPa) Test Catalyst Temperature (K) Quinoline conversion (%) Yield in py-THQ (%) Yield in DHQ (%) 1 Rh–Al2O3 373 95.8 95.2 0.0 2 Rh–PLC 373 10.1 9.4 0.0 3 Rh–Al2O3 473 100.0 99.5 0.0 4 a Rh–PLC 473 99.9 49.6 41.9 a Yield in the by-products (%): N-2-propyl-quinoline (5.1), N-2-propyl-2-propyl-cyclohexylamine (2.3) and propyl-cyclohexane (traces). Mild hydrogenation of quinoline 2. A novel Rh-containing pillared layered clay catalyst M Campanati a M Casagrande b I Fagiolino a M Lenarda b L Storaro b M Battagliarin c A Vaccari a ∗ a Dipartimento di Chimica Industriale e dei Materiali, INSTM Udr di Bologna, Viale Risorgimento 4, 40136 Bologna, Italy b Dipartimento di Chimica, Università Ca’Foscari di Venezia, INSTM UdR di Venezia, Via Torino 155/B, 30100 Mestre-Venezia, Italy c Dipartimento di Chimica Fisica, Università Ca’Foscari di Venezia, INSTM UdR di Venezia, Via Torino 155/B, 30100 Mestre-Venezia, Italy * Corresponding author. Tel.: +39-051-209-3683; fax: +39-051-209-3680 A novel highly dispersed Rh-containing catalyst (Rh, 2wt.%) was prepared by ion-exchange of a Mg/Al/Ce pillared montmorillonite and characterized by chemical analysis, X-ray diffraction analysis and H2 chemisorption. The Rh crystallites which formed were smaller than 2nm. The catalytic behavior of this Rh-containing pillared layered clay (Rh–PLC) catalyst was investigated in the mild hydrogenation of quinoline (T=373–473K; P H2 =2.0MPa) and compared with that of a commercial 5wt.% Rh on alumina (Rh–Al2O3) catalyst. At 373K, both catalysts gave only partial hydrogenation to 1,2,3,4-tetrahydroquinoline (py-THQ), although with a significantly lower conversion for Rh–PLC, attributable to its microporous structure and steric hindrance of quinoline. However, when the temperature was increased to 473K, Rh–PLC, unlike the commercial catalyst, was able to fully hydrogenate quinoline to decahydroquinoline, underlining the key role played by the metal particle size. Keywords Quinoline Mild hydrogenation Rh Pillared layered clay Metal dispersion 1 Introduction The hydrogenation of quinoline and its derivatives is of high industrial relevance, with applications in the petrochemical, fine chemical and pharmaceutical industries [1–4]. Heterogeneous catalysts containing different metals (Pd, Ni, Rh, Pt, Cu, etc.) have been tested in the liquid phase for the complete hydrogenation of quinoline to decahydroquinoline (DHQ) which was found to occur with two different reaction steps [5]. The first one is the formation mainly of 1,2,3,4-tetrahydroquinoline (py-THQ), while the second is the complete hydrogenation of py-THQ to DHQ (Fig. 1 ). The reaction conditions required for the first step include reaction temperatures up to 373K and hydrogen pressure from 0.1 to 7.0MPa, using an alcohol as the solvent [6–8]. The conversion of py-THQ to DHQ requires longer reaction times and more drastic reaction conditions, typically a temperature in the range 448–533K, hydrogen pressure between 11.0 and 21.0MPa and the use of a strong Brönsted acid as the solvent [9,10]. The role of the reaction parameters in mild hydrogenation of quinoline has been investigated using different noble metals (Pd, Rh, Ru)-based commercial catalysts, evidencing in all cases only partial hydrogenation to py-THQ [11]. This catalyst deactivation during the first step hydrogenation to py-THQ may be attributed to the adsorption of reaction intermediate(s) on the active sites. Moreover, a possible way to remove this effect was the addition of a Lewis base to the reaction mixture, which favored complete hydrogenation by competitive adsorption on the catalyst surface. Another possible way to smooth the catalyst deactivation may be the use of highly dispersed metal catalysts, analogous to that observed in the stereoselective hydrogenation of methyl pyruvate using a Pt–cinchonidine heterogeneous catalyst [12]. When the Pt crystallites were smaller than 4nm, a decrease in enantioselectivity was observed and attributed to a decrease in the adsorption on the metal surface of the quinolinic ring of cinchonidine [13–15]. The aim of the research reported here was to shed light on the role of the metal particle size, by preparing a highly dispersed Rh-containing pillared layered clay (Rh–PLC) catalyst and checking its activity in the mild hydrogenation of quinoline. For comparison, a commercial Rh/Al2O3 catalyst was also investigated in the same conditions. 2 Experimental Flego et al. [16] reported that a montmorillonite pillared with mixed Al/Ce/Mg polyoxocations gave rise to quite thermally resistant materials, therefore, the synthetic procedure described was applied in the preparation of the pillared clay support. To 500ml of a solution containing AlCl3 (0.125mol), Ce(NO3)3·6H2O (0.016mol) and Mg(NO3)2·6H2O (0.019mol), a total of 320ml of 1M NaOH solution was slowly added under vigorous stirring. The resulting clear solution obtained was first aged for 3h at 333K and then 15.0g of dry Ca-montmorillonite (Detercal P1-Laviosa) were slowly added under vigorous stirring. This mixture was mechanically stirred for 2h at 333K and for 48h at room temperature, then it was centrifuged and washed with distilled water until free of Cl− ions (AgNO3 test). The washed clay was dried at 373K for 12h, then ground and calcined in a muffle furnace under air flow at 823K for 24h to form the PLC. A total of 2g of PLC (mesh 60–120) were added to 170ml of an aqueous solution containing 0.116g of [Rh(NH3)5Cl]Cl2. The mixture was stirred for 4 days at room temperature, then washed with distilled water until free of Cl− ions (AgNO3 test). The rhodium loading, determined by atomic absorption spectroscopy was 2wt.%. The Rh–PLC catalyst was dried at 373K for 12h, then ground and calcined in a glass reactor at 673K for 12h ( airflow=80 ml/min, heatingrate=1 K/min) followed by cooling under He flow, then reduced under hydrogen flow at 673K for 2h (H2 flow=40ml/min, heating rate=8K/min). The commercial catalyst 5wt.% Rh supported on Al2O3 (Rh–Al2O3) (Engelhard) was supplied in reduced form and used without any further treatment. X-ray diffraction analyses were carried out using a Philips PW 1319 diffractometer with Cu Kα radiation. Adsorption–desorption experiments using N2 were carried out at 77K using a Micromeritics ASAP 2010. Before each measurement the samples were outgassed at 423K and 1.33×10−3 Pa for 12h. The N2 isotherms were used to determine the surface area. The t-plot and DFT (density functional theory) methods were used to evaluate the micropore volume (V μ) and the pore distribution, respectively. Hydrogen chemisorption measurements were performed using a Micromeritics Autochem 2910. High resolution TEM micrographs were taken with a JEM 3010 (JEOL), operating at 300kV. Few milligrams of the powder were gently ground in an agate mortar under high-purity i-propyl alcohol: the suspension was sonicated for 5min, in order to further disrupt possible agglomerates. A 5μl droplet of suspension was transferred onto a wholly amorphous carbon film, coating a 200 mesh copper grid (TAAB Laboratories Equipment), and let dry in a desiccator. Catalytic tests were carried out using a 300ml stainless steel Parr reactor equipped with a magnetic stirrer and digital oven temperature control instrument. The standard conditions for the experiments carried out were: 2.0MPa H2 pressure, 15.0ml of quinoline, 135.0ml of i-propanol and 0.450g of Rh–Al2O3 or 1.125g Rh–PLC catalyst (to maintain constant the quinoline/Rh weight ratio). The quinoline (98%) and i-propanol (98%) (Aldrich Chemicals) were used as received without any previous purification. Before heating, the autoclave was purged with helium at 0.3MPa three times. When the system reached the reaction temperature, the hydrogen was introduced at the set pressure and the reaction started. The reaction mixtures were sampled after 150min of reaction time and analyzed by gas chromatography using a Perkin Elmer Autosystem XL equipped with an PE-5 column (30 m×0.25 mm , film thickness 0.25μm) and FID detector. The yield reported are referred to the starting quinoline and the qualitative analyses were carried out using a GC–MS Hewlett-Packard GCD 1800A system equipped with an HP-5 column (30 m×0.25 mm , film thickness 0.25μm) and mass spectrometer detector. 3 Results and discussion Al/Ce/Mg pillared clays have a very high thermal stability [16]. It is well known that the thermal stability of pillared clays is related more to the composition of the pillars than to the type of clay used. With pure aluminum pillars, the structure collapses at T=723K, while Ce/Mg/Al pillared clays are stable up to 873K. The main characterization data (d 001 basal spacing, surface area, micropore volume and pore distribution) of the starting PLC support and Rh–PLC catalyst are reported in Table 1 . The Rh–PLC catalyst shows the same basal spacing as that of the PLC and only a slight decrease in surface area and porosity. The wide angle XRD profiles of the Rh–PLC and the Rh–Al2O3 catalysts are reported in Figs. 2 and 3 . The XRD profile of the inorganic supporting material, mainly in the case of alumina, is superimposed on the signals attributable to metallic Rh, nevertheless the sharp peaks of particles larger than 5nm would have been detectable and, thus, their presence can be excluded in both samples before and after the reaction. The diameters of the metal particles before reaction, estimated by H2 chemisorption, were 2 and 4nm for Rh–PLC and Rh–Al2O3 catalysts, respectively (Table 2 ). The former finding has been confirmed also by high resolution TEM microscopy that showed the presence of Rh particles <2nm on the surface of the Rh–PLC catalyst as prepared (Fig. 4 ). The hydrogenation of quinoline carried out at 373K showed very different activities for the Rh–Al2O3 and Rh–PLC catalysts (Table 3 , tests 1 and 2). After 150min, the hydrogenation of quinoline using Rh–Al2O3 catalyst was almost complete and significantly higher than that obtained with the Rh–PLC catalyst. However, with both catalysts the main product was py-THQ, with very low amounts (yield≤1%) of 5,6,7,8-tetrahydroquinoline (bz-THQ) as a by-product. In these conditions, the fully hydrogenated DHQ was not observed, probably as a result of catalyst deactivation due to adsorption of the intermediate(s) on the surface [11]. The lower activity obtained using the Rh–PLC catalyst may be attributed to the microporous nature of the pillared clay support and to the steric hindrance of the quinoline molecule that can consequently interact only with a small fraction of Rh, i.e. the metal crystallites present on the surface of the catalyst particles. At temperatures higher than 373K, the two catalysts showed completely different behaviors (Table 3). At 473K, the commercial catalyst showed only a slight increase in the quinoline conversion in comparison to the test carried out at the lower temperature, without any change in the selectivity (tests 1 and 3). On the contrary, the Rh–PLC catalyst exhibited not only the complete conversion of quinoline, but, surprisingly, also gave rise to a significant amount of the fully hydrogenated product (DHQ). This latter result is even more intriguing considering that at 473K, Rh–PLC catalysts also formed a non-negligible amount of by-products (ca. 10%), attributable to the alkylation of DHQ by i-propanol (N-2-propyl-quinoline) followed by hydrogenolysis (N-2-propyl-2-propyl-cyclohexylamine and traces of propyl-cyclohexane). The increase of activity observed for the Rh–PLC catalyst in the range 373–473K corresponded to an apparent activation energy (E aapp ) of about 110kJ/mol, value sensibly higher to that attributable to a decrease of diffusion phenomena. Although, we were not able to keep in the literature a value of the E aapp for the complete hydrogenation of quindine to DHQ, it may be extrapolated on the basis of the data reported for benzene, naphthalene and pyridine [17–19]. Considering that moving from the hydrogenation of benzene to that of naphthalene a difference of E aapp of about 40kJ/mol has been reported in the literature [17,18], a difference of ca. 50kJ/mol between the E aapp for the hydrogenation of quindine and that of pyridine [19] may be considered reasonable. XRD profiles of both the catalyst samples before and after the catalytic tests (Figs. 2 and 3) did not show significant increases in the size of the metal particles due to sintering phenomena, therefore the apparent decrease in the metal dispersion evidenced by H2 chemisorption measurements for the samples after the catalytic tests (Table 2) has to be essentially attributed to a reduction of the active surface caused by the adsorption of coke or other heavy products. However, it must be pointed out that after reaction, the size of the Rh crystallites in the Rh–PLC catalyst is smaller than in the commercial catalyst. This assumption was confirmed by high resolution TEM microscopy, which evidenced that in the Rh–PLC catalyst after the catalytic test all the particles visible on the catalyst surface had diameters≤2nm (Fig. 5 ). Therefore, the Rh particle size of the two catalysts before and after reaction (Table 2) indicates that the key parameter to obtain mild hydrogenation of quinoline to DHQ is the size of the Rh crystallites. An average particle size of about 2nm may avoid any strong adsorption of reaction intermediate(s) and favor the further hydrogenation of py-THQ. 4 Conclusions Highly dispersed noble metal containing catalysts may be obtained by ion-exchange of PLCs. Even though in these catalysts only the surface metal clusters are available for interaction with bulky substrates, they exhibit an interesting and unusual catalytic behavior. In particular, in the mild hydrogenation of quinoline, unlike that observed with a commercial Rh–alumina catalyst, using a Rh-exchanged PLC catalyst (Rh particle size≤2nm), it was possible to obtain a good yield in the fully hydrogenated product (DHQ). This latter result may shed light on the role of the metal particle size in the enantioselective hydrogenation using Pt–cinchonidine heterogeneous catalysts [12–15]. Thus, it may be hypothesized that the observed decrease in enantioselectivity with decreasing size of the metal particles is attributable to an increase in the hydrogenation of the quinolinic ring of the cinchonidine, rather than merely to a decrease in its adsorption on the catalyst surface [14]. Acknowledgements Financial support from the Italian National Research Council [CNR, Rome (I)—Programma “Chimica” L.95/95] is gratefully acknowledged. Thanks are due to Engelhard for providing the commercial Rh/Al2O3 catalyst. References [1] G Perot Catal. Today 10 1991 447 [2] R.T Shuman P.L Ornstein J.W Paschal P.D Gesellchem J. Org. Chem. 55 1990 738 [3] J.M Schaus D.L Huser R.D Titus Synth. Commun. 20 1990 3553 [4] P Bouyssou C Le Goff J Chenault J. Heterocycl. Chem. 29 1992 895 [5] C.W Curtis D.R Cahela Energy Fuels 3 1989 168 [6] H Adkins H.R Billica J. Am. Chem. Soc. 70 1948 695 [7] J.E Shaw P.R Stapp J. Heterocycl. Chem. 24 1987 1477 [8] F Santangelo C Casagrande G Miragoli V Vecchietti Eur. J. Med. Chem. 20 1994 877 [9] M Freifelder Adv. Catal. 14 1963 203 [10] S. Tsushima, J. Sudzuki, J. Chem. Soc. Jpn. 64 (1943) 1295; Chem. Abstr. 41 (1947) 3801. [11] M. Campanati, A. Vaccari, O. Piccolo, J. Mol. Catal. A, in press. [12] Y. Orito, S. Imai, S. Niwa, Nippon Kagaku Kaishi 8 (1979) 1118; Chem. Abstr. 91 (1979) 192483h. [13] G Webb P.B Wells Catal. Today 12 1992 319 [14] J.T Wehrli A Baiker D.M Monti U Blaser J. Mol. Catal. 61 1990 207 [15] S.D. Jackson, M.B.T. Keegan, G.D. McLellan, P.A. Meheux, R.B. Moyes, G. Webb, P.B. Wells, R. Whyman, J. Willis, in: G. Poncelet, P.A. Jacobs, P. Grange, B. Delmon (Eds.), Preparation of catalysts V, Studies in Surface Science and Catalysis, Vol. 63, Elsevier, Amsterdam, 1991, p. 135. [16] C Flego L Galasso R Millini I Kiricsi Appl. Catal. A 168 1998 323 [17] S.D Lin M Albert Vannice J. Catal. 143 1993 539 [18] C.-M Lu Y.-M Lin I Wang Appl. Catal. A 198 2000 223 [19] J.A Anabtawi R.S Mann K.C Khulbe J. Catal. 63 1980 456",
      "scopus-id": "0037124945",
      "coredata": {
        "eid": "1-s2.0-S1381116902000031",
        "dc:description": "A novel highly dispersed Rh-containing catalyst (Rh, 2wt.%) was prepared by ion-exchange of a Mg/Al/Ce pillared montmorillonite and characterized by chemical analysis, X-ray diffraction analysis and H2 chemisorption. The Rh crystallites which formed were smaller than 2nm. The catalytic behavior of this Rh-containing pillared layered clay (Rh–PLC) catalyst was investigated in the mild hydrogenation of quinoline (T=373–473K; P H2 =2.0MPa) and compared with that of a commercial 5wt.% Rh on alumina (Rh–Al2O3) catalyst. At 373K, both catalysts gave only partial hydrogenation to 1,2,3,4-tetrahydroquinoline (py-THQ), although with a significantly lower conversion for Rh–PLC, attributable to its microporous structure and steric hindrance of quinoline. However, when the temperature was increased to 473K, Rh–PLC, unlike the commercial catalyst, was able to fully hydrogenate quinoline to decahydroquinoline, underlining the key role played by the metal particle size.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-06-17",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902000031",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Campanati, M"
          },
          {
            "@_fa": "true",
            "$": "Casagrande, M"
          },
          {
            "@_fa": "true",
            "$": "Fagiolino, I"
          },
          {
            "@_fa": "true",
            "$": "Lenarda, M"
          },
          {
            "@_fa": "true",
            "$": "Storaro, L"
          },
          {
            "@_fa": "true",
            "$": "Battagliarin, M"
          },
          {
            "@_fa": "true",
            "$": "Vaccari, A"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902000031"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902000031"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00003-1",
        "prism:volume": "184",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Mild hydrogenation of quinoline 2. A novel Rh-containing pillared layered clay catalyst",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Quinoline"
          },
          {
            "@_fa": "true",
            "$": "Mild hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Rh"
          },
          {
            "@_fa": "true",
            "$": "Pillared layered clay"
          },
          {
            "@_fa": "true",
            "$": "Metal dispersion"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "267-272",
        "prism:endingPage": "272",
        "pubType": "fla",
        "prism:coverDisplayDate": "17 June 2002",
        "prism:doi": "10.1016/S1381-1169(02)00003-1",
        "prism:startingPage": "267",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00003-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-si4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "495",
            "@ref": "si4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "495",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "16",
            "@width": "107",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "486",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "89",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "428",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "49",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "773",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "220",
            "@width": "560",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6741",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "86",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1484",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "341",
            "@width": "314",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8821",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1606",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "343",
            "@width": "335",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9817",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2515",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "330",
            "@width": "330",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "56533",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "93",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2516",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "329",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000031-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52719",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037124945"
      }
    }
  }
}