{
  "metadata": {
    "title": "Catalysts from MCM-41: framework modification, pore size engineering, and organic–inorganic hybrid materials",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-03-25",
    "doi": "10.1016/S1381-1169(01)00349-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901003491",
    "pii": "S1381116901003491"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037170589",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-03-15 2002-03-15 2010-04-18T17:18:08 1-s2.0-S1381116901003491 S1381-1169(01)00349-1 S1381116901003491 10.1016/S1381-1169(01)00349-1 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01483 2015-05-15T05:56:33.301439-04:00 0 0 20020325 2002 2002-03-15T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confeditor confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref alllist content subj ssids 1381-1169 13811169 181 181 1 2 1 2 Volume 181, Issues 1–2 4 25 31 25 31 20020325 25 March 2002 2002-03-25 2002 Fifteenth Indian National Symposium on Catalysis and Second Conference of the Indo-Pacific Catalysis Association Pune,India 23–25 January 2001 20010123 20010125 A.V.Ramaswamy,S.Sivasanker,P.Ratnasamy converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. CATALYSTSMCM41FRAMEWORKMODIFICATIONPORESIZEENGINEERINGORGANICINORGANICHYBRIDMATERIALS CHUAH G 1 Introduction 2 Synthesis and characterization 3 Al-substitution 4 Lewis acids 5 Organic–inorganic hybrid catalysts 6 Conclusion References KRESGE 1992 710 C CIESLA 1999 131 U LINDLAR 2000 167 B SCHACHT 1998 485 S RAVIKOVITCH 1997 3671 P JAENICKE 1999 165 S EBITANI 1993 73 K HU 2000 412 X CAUVEL 1997 749 A SUBBARAO 1997 2661 Y JAENICKE 2000 143 S LIN 1999 287 X CHUAHX2002X25 CHUAHX2002X25X31 CHUAHX2002X25XG CHUAHX2002X25X31XG item S1381-1169(01)00349-1 S1381116901003491 1-s2.0-S1381116901003491 10.1016/S1381-1169(01)00349-1 271358 2010-10-03T19:44:09.387422-04:00 2002-03-25 1-s2.0-S1381116901003491-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/MAIN/application/pdf/0ef0e17839d735ab68ac06ce670b1fbd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/MAIN/application/pdf/0ef0e17839d735ab68ac06ce670b1fbd/main.pdf main.pdf pdf true 90730 MAIN 7 1-s2.0-S1381116901003491-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/PREVIEW/image/png/8770e0de9dd0012c83f627160c8911df/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/PREVIEW/image/png/8770e0de9dd0012c83f627160c8911df/main_1.png main_1.png png 60311 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901003491-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/STRIPIN/image/gif/a8d5187280de7fdb6500ec452497f02e/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/STRIPIN/image/gif/a8d5187280de7fdb6500ec452497f02e/si2.gif si2 si2.gif gif 227 14 32 ALTIMG 1-s2.0-S1381116901003491-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/STRIPIN/image/gif/a8d5187280de7fdb6500ec452497f02e/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/STRIPIN/image/gif/a8d5187280de7fdb6500ec452497f02e/si2.gif si1 si1.gif gif 227 14 32 ALTIMG 1-s2.0-S1381116901003491-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr1/THUMBNAIL/image/gif/0e8ca701b44850eb3abd25a215a70b39/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr1/THUMBNAIL/image/gif/0e8ca701b44850eb3abd25a215a70b39/gr1.sml gr1 gr1.sml sml 1424 93 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr1/DOWNSAMPLED/image/gif/481c6d7d8285dfd3112ae3bc061e0bcf/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr1/DOWNSAMPLED/image/gif/481c6d7d8285dfd3112ae3bc061e0bcf/gr1.gif gr1 gr1.gif gif 5199 246 331 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003491-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr2/THUMBNAIL/image/gif/92804c3661713e66ff7e0e085bcc16e0/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr2/THUMBNAIL/image/gif/92804c3661713e66ff7e0e085bcc16e0/gr2.sml gr2 gr2.sml sml 648 93 80 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr2/DOWNSAMPLED/image/gif/aafd11d6c21973090727bebcc4062e9d/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr2/DOWNSAMPLED/image/gif/aafd11d6c21973090727bebcc4062e9d/gr2.gif gr2 gr2.gif gif 7941 529 453 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003491-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr3/THUMBNAIL/image/gif/8c31439feac199b6057970c94f027175/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr3/THUMBNAIL/image/gif/8c31439feac199b6057970c94f027175/gr3.sml gr3 gr3.sml sml 1224 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr3/DOWNSAMPLED/image/gif/dd5e7332ee8cb9743d9b4097c9a6ff01/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr3/DOWNSAMPLED/image/gif/dd5e7332ee8cb9743d9b4097c9a6ff01/gr3.gif gr3 gr3.gif gif 5397 265 402 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003491-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr4/THUMBNAIL/image/gif/e70fe3b920a48842ea531567942c9f78/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr4/THUMBNAIL/image/gif/e70fe3b920a48842ea531567942c9f78/gr4.sml gr4 gr4.sml sml 1271 94 124 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr4/DOWNSAMPLED/image/gif/98d37bfd7d0022dd7399874e31a3c6f3/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr4/DOWNSAMPLED/image/gif/98d37bfd7d0022dd7399874e31a3c6f3/gr4.gif gr4 gr4.gif gif 4722 252 334 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003491-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr5/THUMBNAIL/image/gif/ed68c87971dcab187b76f5a89b5f01b4/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr5/THUMBNAIL/image/gif/ed68c87971dcab187b76f5a89b5f01b4/gr5.sml gr5 gr5.sml sml 1073 94 104 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr5/DOWNSAMPLED/image/gif/1d1dc6a4704f0cb7a2ad3911a35ddf36/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr5/DOWNSAMPLED/image/gif/1d1dc6a4704f0cb7a2ad3911a35ddf36/gr5.gif gr5 gr5.gif gif 4553 296 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901003491-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr6/THUMBNAIL/image/gif/2aef30f3be15e343bbea3652e4c73d96/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr6/THUMBNAIL/image/gif/2aef30f3be15e343bbea3652e4c73d96/gr6.sml gr6 gr6.sml sml 1261 92 125 IMAGE-THUMBNAIL 1-s2.0-S1381116901003491-gr6.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901003491/gr6/DOWNSAMPLED/image/gif/011cb7989883a5d2d2fcec37858457c9/gr6.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901003491/gr6/DOWNSAMPLED/image/gif/011cb7989883a5d2d2fcec37858457c9/gr6.gif gr6 gr6.gif gif 4565 253 343 IMAGE-DOWNSAMPLED MOLCAA 3344 S1381-1169(01)00349-1 10.1016/S1381-1169(01)00349-1 Elsevier Science B.V. Fig. 1 Influence of the synthesis temperature on pore size and wall thickness of Al-MCM-41 (Si/Al=10). Fig. 2 27 Al MAS-NMR of samples 8L (Si/Al=5) and 9L (Si/Al=10) before and after calcination. Samples before calcination are labeled precursor. Fig. 3 Concentration of Brönsted acid sites (determined from IR of adsorbed pyridine) as function of the Al-content: direct synthesis (♦); post-synthesis modification with Al(O–iPr)3) (▴); ion-exchange with Al(NO3)3 (•); post-synthesis modification with AlCl3 (■); post-synthesis modification with NaAlO2 (×). Fig. 4 Correlation between cumene conversion at 300°C and concentration of Brönsted acid sites on Al-MCM-41 prepared by different methods: direct synthesis (♦); post-synthesis modification with Al(O–iPr)3 (▴); ion-exchange with Al(NO3)3 (•); post-synthesis modification with AlCl3 (■); post-synthesis modification with NaAlO2 (×). Fig. 5 Selectivity to mono-alkylation products as function of the pore size over AlCl3/MCM-41. Fig. 6 Dependence of alkylation activity on ZnCl2 loading for ZnCl2/MCM-41 catalysts. Table 1 Catalyst Reaction conditions (°C, h) Mole ratio a (molmol−1) Conversion b (%) Selectivity Mono- Poly- Product Others Di- Tri- AlCl3 25, 0.5 1:1 100 57.1 Trace 38.7 4.2 AlCl3 25, 0.5 2:1 100 78.2 Trace 20.8 1 AlCl3 35, 0.5 4:1 100 86.7 0 12.3 1 AlCl3/SiO2 35, 0.5 2:1 100 75.5 Trace 20.3 3.2 AlCl3/MCM-41 35, 0.5 2:1 100 75.8 Trace 20.5 3.7 AlCl3/MCM-41 c 35, 0.5 2:1 100 75.5 Trace 20.8 3.7 a Ratio difluorobenzene:isopropanol. b Conversion of isopropanol. c Second run; after completion of the first reaction, the liquid was decanted off, and fresh difluorobenzene added followed by addition of 2-chloropropane. Catalysts from MCM-41: framework modification, pore size engineering, and organic–inorganic hybrid materials G.K Chuah X Hu P Zhan 1 S Jaenicke * Department of Chemistry, National University of Singapore, 10 Kent Ridge Crescent, Singapore 119260, Singapore * Corresponding author. Fax: +65-7791691 1 Present address: Hewlett Packard Singapore (Pte) Ltd. The mesoporous material, MCM-41, is characterized by an extremely high surface area and a one-dimensional system of cylindrical pores with a narrow size distribution in the mesopore range. Adjustment of the pore size over the range 2.0–4.0nm can be easily achieved by selection of a templating agent. However, the material has little intrinsic catalytic activity. In order to take advantage of the unique opportunities inherent in the defined porosity, catalytic activity has to be introduced. This can be done by inorganic ions, or by affixing organic/metal-organic active groups on the material. We describe catalysts for high temperature gas-phase reactions where functionalization has been achieved by the introduction of framework alumina and platinum. For liquid-phase reactions, we developed solid bases as well as solid Lewis acids based upon modified MCM-41. Through pore size engineering, i.e. matching the pore size to the size of the reacting molecules, the selectivity of the catalyst can be increased, as shown for the preparation of linear alkyl benzenes. Keywords MCM-41 Pore size engineering Solid acids Solid bases Organic-inorganic hybrid materials 1 Introduction Since their first description in 1992 [1], the mesoporous materials of the M41S family have attracted much interest. They had been developed at Mobil research with the expectation to create zeolite-like materials with bigger pores, which should extend the range of zeolite applications towards bulkier molecules. The driving force behind the development was the need of the refining industry to process heavier crudes as higher-quality deposits become depleted. However, the promises in the field of petrochemical processing have only partially been fulfilled. Two problems were early recognized: low catalytic activity due to low intrinsic acidity, and insufficient hydrothermal stability. In this paper, we discuss some attempts towards the improvement of these materials for practical applications. Examples for the use of MCM-41 based catalysts for high temperature gas-phase reactions and for liquid-phase processes at lower temperature will be presented. 2 Synthesis and characterization The M41S materials, of which MCM-41 is the best characterized subgroup, are prepared by a micelle templating method [2]. A silica source is subjected to mild hydrothermal conditions in the presence of a micelle-forming cationic detergent such as a cetyl trimethylammonium (CTMA) salt. An alkaline pH is adjusted with NaOH, NH3, tetramethylammonium hydroxide (TMAOH) or CTMAOH. Various silica sources have been evaluated, such as Ludox (colloidal silica), Aerosil (high surface area fumed silica) or molecular precursors, e.g. sodium silicate or tetraethylorthosilicate (TEOS). Likewise, different sources of alumina were tried: NaAlO3; AlCl3; Al(O–i-Pr)3; Al(NO3)3. Many groups have developed their own methods, and have identified critical parameters, e.g. the need to control and adjust the pH during crystallization [3]. For characterization, three methods have to be combined: low-angle X-ray diffraction, electron microscopy, and gas adsorption measurements. The X-ray diffraction pattern of the MCM-41 materials has reflexes only at low-angles: one dominant peak at about 2° (2θ) is followed by four or more lines of decreasing intensity, which can be indexed on a hexagonal lattice. No reflections are observed at higher angles, indicating that the arrangement of the atoms within the walls is essential amorphous. The structure of the walls resembles that of silica gel, with corner and edge-shared SiO4-tetraedra linked in a random manner. X-ray diffraction is not capable to assess the quality of the material, and samples that give only one reflection have been found to contain considerable fractions of MCM-41 material. Schacht and Schüth [4] simulated diffraction spectra and found that even at a high defect rate, diffraction patterns can still be indexed for a hexagonal lattice, however, if the domain size decreases, the higher order reflections disappear. High resolution electron microscopy gives a qualitative picture of the size of ordered domains, but quantitative evaluation of pore size and wall thickness is difficult due to the focus problem. Analysis of sorption isotherms is a valuable tool to assess the structure of MCM-41. With N2, the adsorption isotherms generally show a steep step at p/p 0≈0.4. Materials with pores <4nm do not show any hysteresis. However, if the pores are bigger, or if Ar or O2 are used as adsorbates, a well-developed hysteresis loop is observed [4]. The adsorption isotherms are frequently evaluated using the BJH theory, which is based on the Kelvin equation. Non-local density functional (NLDF) theory may give a better estimate [5] of the true pore size. If results from X-ray diffraction and pore size analysis are combined, one obtains information on the thickness of the walls that separate the individual pores. 3 Al-substitution Already, the first disclosure on MCM-41 materials mentioned Al-substitution. It is well known that the introduction of Al3+ into a tetrahedral site of the SiO2 framework leads to the trapping of a counter-ion for charge compensation; if the counter-ion is H+, Brönsted acidity results. At higher temperature, the material will dehydrate, and Brönsted sites are transformed into Lewis acid sites. However, it had also been observed early on that introduction of Al led to material with reduced long-range order. Many attempts were made to improve the material, particularly by varying the chemistry of the synthesis gel, the composition, the sequence of addition of the ingredients, and the time and temperature of the hydrothermal treatment. Our results on the influence of synthesis temperature on the pore size and wall thickness are shown in Fig. 1 [6]. A higher synthesis temperature leads to a decrease in the pore diameter, together with a moderate increase in the wall thickness. The walls of our material are relatively thick compared to the value reported by other groups; at approximately 2nm, the thickness corresponds to about five linked SiO4-tetrahedra. This may be the reason for a relatively good thermal stability of the material. For the introduction of alumina into the framework, two strategies were pursued: direct synthesis from gel compositions that contained both silica and alumina, and post-synthesis modification of a purely siliceous material with reagents such as AlCl3 or Al(O–i-Pr)3, where i-Pr=CH(CH3)2. 27 Al MAS-NMR (Fig. 2 ) proves that the as-synthesized material contains most of the Al-ions in tetrahedral coordination as indicated by the single resonance at +50ppm relative to a standard of Al3+ (aqueous). At the higher Al-content (e.g. sample Al 8L with Si/Al=5), about 10% of the Al is in an hexagonal environment already in the as-synthesized form. On calcining, some of the alumina leaves the framework and forms particles in the pores. The alumina in these particles is hexagonally coordinated and gives rise to a signal at 0ppm. Post-synthesis modification leads to a higher incorporation of alumina; we were able to prepare materials with Si/Al=2 that maintained the MCM-41 structure and contained a large fraction of the aluminum ions in the framework. However, the acidity of these materials is only moderate, comparable to that of amorphous silica–alumina gels. Fig. 3 shows the number of Brönsted acid sites, estimated from the relative intensity of the band at 1548cm−2 in the IR spectra of adsorbed pyridine, as a function of the Al-content of the material. For material prepared by direct synthesis and by grafting of alumina from Al(O–iPr)3, we observe an increase in the number of acid sites with increasing Al-content. However, if AlCl3 is used for post-synthesis modification of siliceous MCM-41, the reverse trend is observed: at low Al-content (17mol%), the concentration of acid sites is comparable to that of material with similar Al-content prepared by direct synthesis. However, at higher Al-content, the number of acid sites decreases. XRD and sorption isotherms show that the MCM-41 structure remains unchanged. AlCl3 reacts vigorously with surface silanol groups. In this way, the entire surface can be terminated with Al-species, which upon calcinations form a continuous alumina-like overlayer. Only very few bridging OH groups of the type Al(OH)Si, which are believed to be responsible for the Brönsted acidity, are present. The less reactive aluminum alkoxide will bind only to one surface silanol group. The bulky nature of the precursor prevents two aluminum centers to approach each other closely. On calcination, the Al-species are incorporated into the wall of the MCM-41. Thus, Al and Si will be well dispersed. However, the acidity at any given alumina content is lower than that of directly synthesized samples. The catalytic properties of Al-substituted MCM-41 have been tested with cumene cracking in the gas-phase as the test reaction [7]. The cumene cracking reaction correlates well with the concentration of Brönsted acid sites as determined by IR of adsorbed pyridine (Fig. 4 ). The catalysts show good initial activity; the activity is higher than that of a commercial mordenite. However, the activity decreases rapidly because of coke formation. The activity of the catalyst can be maintained at a high level if it is doped with Pt at a level of 0.25–1.0%, and if hydrogen is fed together with the cumene. Without hydrogen, the activity of the Pt-containing catalyst is lower than that of the parent material. We attribute this to the fact that on impregnation, the Pt-crystallites deposit preferentially at the acid sites, and therefore, reduce the acidity that is required for the cracking reaction. However, in the presence of hydrogen, a spillover effect [8] comes into action: hydrogen adsorbs and dissociates on the Pt-particles. The H-atoms diffuse to Lewis acid sites where they loose an electron and transform to H+. In this way, the acidity is enhanced, and the cracking reaction proceeds smoothly. The active hydrogen reacts also with the coke precursors, and prevents the deposition of a fouling layer that could block access to the active sites. The thermal stability of the MCM-41 material prepared in this way is good; the material can be used to temperatures of 700°C with little decrease in surface area. Higher heating, however, leads to irreversible collapse of the pore system. Framework substitution of Si by Al leads to a certain decrease in thermal properties. Nevertheless, the thermal stability is still reasonably good. We were able to regenerate cracking catalysts based on Al-MCM-41 for at least six times. The re-generation consisted of slow burn-off of the deposited coke in a stream of air at 550°C. After the first re-generation cycle, the materials recovered only about 50–60% of the initial activity, but there was little further decrease in activity after subsequent re-generations. 4 Lewis acids Lewis acid catalysts can be obtained by immobilizing AlCl3 or other Lewis acids on MCM-41. The immobilization reaction, which takes place at moderate temperature is due to a specific interaction between the AlCl3-species and surface silanol groups. Grafting of AlCl3 can be from the gas or the liquid-phase. For this study, AlCl3 was immobilized on calcined MCM-41 by a liquid-phase reaction. Benzene is the preferred solvent. In order to establish shape selectivity, a series of materials with different pore diameter was prepared [9]. For the templating step, alkyl trimethylammonium salts with alkyl chains of 10–18 carbon atoms in length were used. The test reaction was the Friedel–Crafts alkylation of benzene with linear 1-alkenes. Linear alkyl benzenes (LABs) are important intermediates in the production of bio-degradable detergents. Our catalyst shows high activity already at room temperature, and affords linear alkylbenzenes with very high selectivity and in good yields. The mesoporous support does not interfere with the activity of the AlCl3, but enhances the selectivity to the mono-substituted products. The catalyst directs the benzene ring preferably to the second-position of the alkyl chain as expected if the reaction proceeds via the more stable carbonium ion. Substitution at other positions along the alkyl chain, which results from double bond migration, is a serious problem in the presently used process with an homogeneous HF catalyst. A shape-selective effect could be demonstrated, and the mono-alkylation selectivity is clearly related to the pore size. However, from Fig. 5 , one extrapolates the optimum pore size for this reaction to be around 1.0nm—considerably smaller than the smallest pore size available with our mesoporous materials. At too small a pore size, the selectivity is again poorer as shown for a zeolite (ZSM-5) with micropores of about 0.5nm. The reaction here takes presumably place at the outer surface, and a shape-selective effect is not to be expected. The strategy of adapting the pore size to the size of the reactants could open the door to the active design of environmentally friendly catalysts that are tailored to the specific application. The catalyst has been found useful for several other reactions. 2-(2,4-difluorophenyl) propane is a key intermediate in the manufacture of Fluconazole, an anti-fungal agent [10]. It can be obtained by alkylation of 1,3-difluorobenzene with either i-propanol, propene, or 2-propylchloride. From an environmental point of view, the alcohol would be the preferred reagent. However, the water liberated in the reaction immediately deactivates the catalyst. With propene, too, the activity of the catalyst decreased rapidly, and the catalyst could not be reactivated by simple washing. TGA shows that an organic deposit had formed on the catalyst. Apparently, the propene polymerizes at the surface, poisoning the catalyst and restricting access to the active sites. The 2-chloropropane reacts smoothly at room temperature. The HCl evolved in the reaction is not soluble in the solution and can be easily separated and recovered. The immobilized catalyst promotes the reaction under very mild conditions (35°C); its activity is equal to that of AlCl3 in homogeneous phase (Table 1 ). The catalyst can be easily separated from the products, and can be re-used if the separation is done under exclusion of moisture. The alkylation of other substituted benzenes was also evaluated. Here, one does not only face the problem of multiple substitution at the aromatic ring, but in addition, ligand rearrangement and ligand exchange are possible side reactions. It was found that a less active Lewis acid, e.g. ZnCl2 on MCM-41, performed better than the AlCl3-based system. ZnCl2 was impregnated on the carrier from methanol solution. This method allows one to vary the loading over a wide range. However, it is observed that the activity reaches a maximum at about 4mmolg−1 (Fig. 6 ). This concentration is below that required for mono-layer coverage. Obviously, the interaction of the reacting molecules with both the Lewis acid center and other surface sites is required for the reaction. 5 Organic–inorganic hybrid catalysts Organic–inorganic hybrid materials can be prepared from MCM-41 by linking active sites to the surface through organic chains. A C3 (propyl-) spacer was used to connect the active head group to the silica surface. The surface functionalization follows procedures well-established in the analytical field to prepare chromatographic phases. The preferred linker is triethoxysilylpropylamine [11] or 3-trimetloxysilylpropoxymethyloxirane [12]. Strong base catalysts were obtained by anchoring triazabicyclo[4,4,0]dec-5-ene on the silica framework. These catalysts are useful, e.g. in the synthesis of mono-glycerides from glycidol and a fatty acid. Organic bases with different pK b are available, so that the basicity can be adjusted for the targeted reaction. Such optimization is shown by comparing the catalyst for the mono-glyceride formation with that for the Knoevenagel condensation of benzaldehyde with heptaldehyde or hexaldehyde to form jasmine aldehyde and other molecules that are useful in the preparation of fragrances and perfumes [13]. However, the tethered bases show considerably less basicity than in the free form [14]. Another problem is the fact that these organic–inorganic hybrids cannot be regenerated by simply burning off all foulants. 6 Conclusion MCM-41 is a challenge to the researcher in the field of catalysis. The possibility to synthesize materials with a controlled pore size gives a new tool at hand. However, one has to look for reactions where the specific advantages of the uniform porosity will materialize. Strategies to functionalize MCM-41 have lead to much improved understanding of the material and its interactions. But some problems, such as its limited hydrothermal stability, are still waiting for a solution. References [1] C.Y Kresge M.E Leonowicz W.J Roth J.C Vartuli J.S Beck Nature 359 1992 710 [2] U Ciesla F Schüth Microporous Mesoporous Mater. 27 1999 131 [3] B Lindlar A Kogelbauer R Prins Microporous Mesoporous Mater. 38 2000 167 [4] S Schacht F Schüth Microporous Mesoporous Mater. 22 1998 485 [5] P.I Ravikovitch D Wei W.T Chueh G.L Haller A.V Neimark J. Phys. Chem. B 101 1997 3671 [6] P. Zhan, M.Sc. Thesis, National University of Singapore, Singapore, 1998. [7] S Jaenicke G.K Chuah P Zhan Science and technology in catalysis 1998 Stud. Surf. Sci. Catal. 121 1999 165 [8] K Ebitani T Tanaka H Hattori Appl. Catal. A 102 1993 73 [9] X.C Hu M.L Foo G.K Chuah S Jaenicke J. Catal. 195 2000 412 [10] K. Murthy, G. Weeratunga, D.J. Norris, B.K. Radatus, US Patent 5,508,423 (1996). [11] A Cauvel G Renard D Brunel J. Org. Chem. 62 1997 749 [12] Y.V Subba Rao D.E De Vos P.A Jacobs Angew. Chem. Int. Ed. Engl. 36 1997 2661 [13] S Jaenicke G.K Chuah X.H Lin X.C Hu Microporous Mesoporous Mater. 3535 2000 143 [14] X Lin G.K Chuah S Jaenicke J. J. Mol. Catal. A: Chem. 150 1999 287",
      "scopus-id": "0037170589",
      "coredata": {
        "eid": "1-s2.0-S1381116901003491",
        "dc:description": "The mesoporous material, MCM-41, is characterized by an extremely high surface area and a one-dimensional system of cylindrical pores with a narrow size distribution in the mesopore range. Adjustment of the pore size over the range 2.0–4.0nm can be easily achieved by selection of a templating agent. However, the material has little intrinsic catalytic activity. In order to take advantage of the unique opportunities inherent in the defined porosity, catalytic activity has to be introduced. This can be done by inorganic ions, or by affixing organic/metal-organic active groups on the material. We describe catalysts for high temperature gas-phase reactions where functionalization has been achieved by the introduction of framework alumina and platinum. For liquid-phase reactions, we developed solid bases as well as solid Lewis acids based upon modified MCM-41. Through pore size engineering, i.e. matching the pore size to the size of the reacting molecules, the selectivity of the catalyst can be increased, as shown for the preparation of linear alkyl benzenes.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-03-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901003491",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chuah, G.K"
          },
          {
            "@_fa": "true",
            "$": "Hu, X"
          },
          {
            "@_fa": "true",
            "$": "Zhan, P"
          },
          {
            "@_fa": "true",
            "$": "Jaenicke, S"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901003491"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901003491"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00349-1",
        "prism:volume": "181",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Catalysts from MCM-41: framework modification, pore size engineering, and organic–inorganic hybrid materials",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "Fifteenth Indian National Symposium on Catalysis and Second Conference of the Indo-Pacific Catalysis Association",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "MCM-41"
          },
          {
            "@_fa": "true",
            "$": "Pore size engineering"
          },
          {
            "@_fa": "true",
            "$": "Solid acids"
          },
          {
            "@_fa": "true",
            "$": "Solid bases"
          },
          {
            "@_fa": "true",
            "$": "Organic-inorganic hybrid materials"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "25-31",
        "prism:endingPage": "31",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 March 2002",
        "prism:doi": "10.1016/S1381-1169(01)00349-1",
        "prism:startingPage": "25",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00349-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "32",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "227",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "32",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "227",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1424",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "246",
            "@width": "331",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5199",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "80",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "648",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "529",
            "@width": "453",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7941",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1224",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "265",
            "@width": "402",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5397",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1271",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "252",
            "@width": "334",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4722",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "104",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1073",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "296",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4553",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1261",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "253",
            "@width": "343",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901003491-gr6.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4565",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037170589"
      }
    }
  }
}