{
  "metadata": {
    "title": "Functionalization and block reactions of polyolefins using metallocene catalysts and borane reagents",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-01-14",
    "doi": "10.1016/S1381-1169(96)00095-7",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996000957",
    "pii": "S1381116996000957"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0031020782",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-24 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996000957 S1381-1169(96)00095-7 S1381116996000957 10.1016/S1381-1169(96)00095-7 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00660 2015-05-15T05:56:33.63776-04:00 0 0 19970114 1997 1998-03-24T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confdate confloc contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 115 115 1 1 Volume 115, Issue 1 16 115 127 115 127 19970114 14 January 1997 1997-01-14 1997 International Symposium on Olefin Metathesis and Related Chemistry Durham, UK 10–14 July 1995 19950710 19950714 converted-article fla Copyright © 1997 Published by Elsevier B.V. FUNCTIONALIZATIONBLOCKREACTIONSPOLYOLEFINSUSINGMETALLOCENECATALYSTSBORANEREAGENTS CHUNG T PINAZZI 1977 711 C CHUNG 1988 1903 T CHUNG 1989 3251 T BOOR 1979 J ZIEGLERNATTACATALYSTSPOLYMERIZATIONS PURGETT 1988 677 M RUGGERI 1983 863 G AGGARWAL 1970 S BLOCKPOLYMERS RIESS 1971 G COLLOIDALMORPHOLOGICALBEHAVIORBLOCKGRAFTCOPOLYMERS SZWARC 1982 1 M YOUNG 1984 1 R MIYAMOTO 1985 123 M WEBSTER 1983 5706 O RISSE 1989 1558 W SCHROCK 1989 3191 R DOI 1988 2896 Y DOI 1989 201 Y YASUDA 1992 5115 H COHEN 1986 2457 R MULHAUPT 1991 317 R MAKROMOLCHEMMACROMOLSYMP CHUNG 1993 3019 T CHUNG 1993 2759 T CHUNG 1994 7533 T CHUNG 1993 3467 T CHUNG 1993 26 T CHUNG 1995 3565 T LEE 1992 2115 I CHUNGX1997X115 CHUNGX1997X115X127 CHUNGX1997X115XT CHUNGX1997X115X127XT item S1381-1169(96)00095-7 S1381116996000957 1-s2.0-S1381116996000957 10.1016/S1381-1169(96)00095-7 271358 2010-09-29T19:49:07.257519-04:00 1997-01-14 1-s2.0-S1381116996000957-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000957/MAIN/application/pdf/44b67f0403ce1ad8b9fc98edfea86948/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000957/MAIN/application/pdf/44b67f0403ce1ad8b9fc98edfea86948/main.pdf main.pdf pdf true 987379 MAIN 13 1-s2.0-S1381116996000957-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996000957/PREVIEW/image/png/6d6d3e88f3343d32be9850a561fd71f5/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996000957/PREVIEW/image/png/6d6d3e88f3343d32be9850a561fd71f5/main_1.png main_1.png png 59242 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 JOURNAL OF MOLECULAR CATALYSIS if A: CHEMICAL Functionalization and block reactions of polyolefins using metallocene catalysts and borane reagents T.C. Chung * , H.L. Lu Department of'Materials Science and Engineering The Pennsylvania State University, University Park, PA 1680. USA Abstract This paper discusses the utilization of metallocene catalyst and borane reagent for the preparation of funetionalized polyolefins and diblock copolymers containing polyolefin and functional polymer segments. Two advantages in the metallocene catalyst with strained ligand geometry are (i) the excellent incorporation of high a-olefin, including borane-containing a-olefin, into polyolefin chain with relatively narrow molecular weight and composition distributions, (ii) the production of polyolefin with chain end unsaturation which can be effectively hydroborated to form the borane-terminated polyolefin. In turn, the borane groups in polyolefin are very versatile intermediates, which not only can be quantitatively interconverted to various functional groups but also can easily be oxidized to produce `living' polymeric radicals for radical polymerization. With the coexistence of free radical-polymerizable monomers, we have prepared many diblock copolymers, such as PP-b-PMMA, PP-b-PVA and PP-b-PS, most of them would be very difficult to prepare by other methods. Keywords: Functional polyolefin; Polyolefin diblock copolymer: Borane-terminated polyolefin; Metallocene catalyst; Borane monomer 1. Introduction Although useful in many commercial applications, polyolefins suffer a major deficiency, poor interaction with other materials. The inert nature of polyolefins significantly limits their end uses, particularly, those in which adhesion, dyeability, paintability, printability or compatibility with other functional polymers is paramount. The poor compatibility of polyolefins is further evidenced in polymer blends, attempts to blend polyolefins with other polymers have been unsuccessful for much the same reasons, i.e., the incompatibility of two polymers. Accordingly, the chemical modification of polyolefins has been an area of increasing interest as a route to higher value products and various methods of functionalization [1-3] have been employed to alter their chemical and physical properties. It is well-known that the transition metal coordination polymerization, involving Ziegler-Natta and metallocene catalysts, is the most important method for preparing linear polyolefins [4], but the direct polymerization of functional monomers by this method is normally very difficult, because of catalyst k Corresponding author. 1381-1169/97/$17.00 Published by Elsevier Science B.V. PIIS1381-1169(96)00095-7 116 T C. Chung, H.L. Lu /Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 poisoning and other reactions [5]. The Lewis acid components (Ti, V, Zr and Al) of this catalyst will tend to complex with nonbonded electron pairs on N, O, and X of functional monomers, in preference to complexation with the 7r-electrons of double bonds. The net result is the deactivation of the active polymerization sites by formation of stable complexes between catalysts and functional groups, thus inhibiting polymerization. Some attempts by using post-polymerization processes, modifying the preformed polyolefins, suffer from other problems, such as the degradation [6] of polymer backbone. It is clear that there is a fundamental need to develop new chemistry which can address the challenge of preparing functionalized polyolefins with controllable molecular weight and functional group concentration. An established technique for improving the interfacial interaction between polymers is the use of block and graft copolymers as compatibilizers [7,8]. The diblock copolymer structure is known to be the most effective compatibilizer. Usually, the incompatible polymer blends can be improved by adding a small quantity (as low as 1 %) of suitable diblock copolymer, which alters the morphology of these blends as well as interfacial adhesion between domains. It is especially desirable to prepare polyolefin diblock copolymers containing functional polymers, such as PMMA, PVA, which can dramatically increase the interaction of polyolefin with a broad range of polymers containing functional groups and substrates, such as glass fiber and metals, with polar surfaces. In chemistry, most block copolymers have been produced by sequential living polymerization processes, namely anionic [9,10] cationic [11,12], group transfer [13] and recently metathesis [14,15] living polymerizations. However, the extension of sequential living polymerization to Ziegler-Natta and metallocene polymerizations, for the preparation of polypropylene diblock copolymers, has been very limited. Only few cases [16-18] have been reported under very inconvenient reaction conditions and special catalysts. The other methods to prepare polypropylene diblock copolymers involved a transformation reaction, from anionic to Ziegler-Natta polymerization [19], from Ziegler-Natta to free radical vinyl polymerization [20] and coupling reaction [21]. In many cases these products are likely to be an intimate mixture of homopolymers and perhaps some block copolymer. Based on measured lifetimes of the growing chains and efficiency of coupling reaction, the yields of polypropylene diblock copolymers are well below 20%. In our previous papers, we have systematically investigated the borane-containing polyolefins [22-24] using Ziegler-Natta catalysts and their subsequent functionalizations. Both direct and post polymerization processes have been developed to prepare borane-containing polyolefins which have several borane groups located in the side chains of polyolen. The borane group can not only be converted to various functional groups but also be selectively oxidized to the free radical initiator for the consequent graft from radical polymerization in the side chains. Several polyolefin graft copolymers, such as PP-g-PMMA [25], EP-g-PMMA [26] and PIB-g-PMMA [27], were reported. They were proved to be effective compatibilizers to improve polyolefin blends by forming small and uniform domain sizes and increasing the interaction between domains. 2. Results and discussion In this paper, we will discuss the unique combination of metallocene catalysis and borane chemistry. Two important features of metallocene catalysts, including incorporation of high a-olefins and the production of chain end unsaturated polyolefin, are especially useful to obtain functionalized polyolefin copolymers with controllable microstructure and composition. The easy incorporation of borane-containing oa-olefins with a-olefins results in functional polyolefins with relatively narrow T.C. Chung, H.L. Lu / Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 117 molecular weight and composition distribution. On the other hand, the chain end unsaturated polyolefin can be transformed to borane terminated polymer which then becomes polymeric radical for the formation of diblock copolymers containing polyolefin and functional polymer segments. 2.1. Functional polyolefins Eq. 1 shows the copolymerization of ethylene and 5-hexenyl-9-BBN using metallocene catalysts, such as Et(Ind)ZZrClz/MAO and CpzZrClz/MAO. The resulting borane containing polyethylene (PE-B) was interconverted to the hydroxylated polymer. CHz=CHq + CHz=CH Meocene Catalysts: Et(Ind)2ZrChtTAAO A CpzZYC17IMA0 Catalyst (1) -(CH2-CHz)x-(CHZ-)y- NaOl\"HA _ -(CH7-CH2)x-(CH=-)y- (2)4 O H The copolymerization was carried out in a Parr reactor under NZ atmosphere. Usually, the reaction was initiated by charging catalyst solution into the mixture of ethylene and 5-hexenyl-9-BBN, and a constant ethylene pressure was maintained throughout the polymerization process. Almost immediately white precipitate was observed in the beginning of reaction. The copolymerization was terminated by addition of IPA. Table 1 summarizes the experimental results. Overall, the homogeneous zirconocene/MAO catalysts, especially, Et(Ind)2ZrC12/MAO with strained ligand geometry and an opened active site, show satisfactory copolymerization results at ambient temperature. Comparing runs A-1 to A-4, the concentration of borane groups in polyethylene is basically proportional to the concentration of borane monomer feed. About 50-60% of borane monomers was incorporated into the PE copolymers after about half hour. It is interesting to note that the catalyst activity systematically increases with the concentration of borane monomer. Obviously, no retardation due to the borane groups is shown in these cases. The copolymerization of borane monomers in CPZZrClz/MAO system (shown in run B-2) is significantly more difficult, only 1.22 mol% of borane monomer is incorporated in PE copolymer even at high concentration of borane monomer. On the other hand, the heterogeneous TiCl3 - AA/Et2 AICI catalyst shows no detectable amount of borane group in the copolymer as shown in run C-1. Table 1 A summary of copolymerization reactions between ethylene (m I and 5-hexenyl-9-BBN (m Z ) Run no. Cat. type Comonomers ml /m2 Reaction temp./time Cat. activity Borane in copolymer (psi)/(g) /min. (kg/mol - h) (mol%) A-1 1 45/0 30/60 644 0 A-2 I 45 /0.56 30/30 1469 1.25 A-3 1 45/1.52 30/30 2020 2.15 A-4 1 45/2.10 30/30 2602 2.30 B-1 11 45/0 30/70 337 0 B-2 1I 45/5 30/70 643 1.22 C-1 III 80/10 60/110 4.0 0 Catalysts: Et(Ind)ZZrClZ /MAO (I), CpzZrC12 /MAO (II) and TiC13 - AA/Etz AIC1 (IIl). 118 T. C. Chung, H.L. Lu/Journal of Molecular Catalysis A: Chemical 115 (1997) 115-727 The borane containing copolymers are stable for long periods of time (6 months in dry-box) or at elevated temperatures (90 during NMR measurement) as long as Oz is excluded. In this study, the borane groups in polymers were reacted by ionic processes using NaOH/H202 reagents at 40 for 3 h. The borane groups were completely converted to the corresponding hydroxy groups even in the heterogeneous conditions. The high surface area of borane groups in PE-B copolymer is apparently due to the semicrystalline microstructure (discussed later). Fig. 1 (a) shows ' H NMR spectra of the hydroxylated polyethylene (PE-OH) copolymers. The peak at 3.5 ppm is corresponding to the protons adjacent to the primary alcohol. The integrated intensity ratio between the chemical shift at 3.5 ppm, corresponding to (-CH2-O) group, and the chemical shift at 1.4 ppm, corresponding to (-CH2-) group in ethylene unit, provides the copolymer composition. It is very interesting to note that the resulting functionalized polyethylene is structurally similar to that of linear low density polyethylene (LLDPE), except a functional group located at the end of each side chain. 2.2. Diblock copolymers Eq. 2 illustrates the reaction scheme for the preparation of polypropylene diblock copolymers, which includes three steps, (i) the preparation of polypropylene with chain end unsaturation, (ii) the hydroboration by borane reagent and (iii) oxidation and subsequent free radical chain extension. FH3 H-B-:!~( ~~H3 PP_C_CHz - PP-CH-CHI-H (2) H3 -PP- CH-CHrO-P The chemistry involves only one borane group per polymer chain, which provides an ultimate test for examining the efficiency of borane reagent in the chain extension process. In addition, the molecular structure of diblock copolymer will offer valuable information about the reaction mechanism of this new radical polymerization. Polypropylene with chain end unsaturation was prepared by using a homogeneous Et(Ind)2ZrC12/MAO catalyst. As is well known, the major termination step in metallocene polymerization is (3-proton elimination, which creates a double bond at the end of each polyolefin chain. Fig, 2 shows the 'H NMR spectra of polypropylene produced at various temperature. The unsaturation region in the ' H NMR spectra clearly shows two types of double bonds. Two singlets at 4.78 and 4.72 ppm, corresponding to (CH2 =) in the external olefin, is resulted of proton elimination from the 1,2-inserted propagating chain end. The multiplets at 5.51 and 5.18 ppm correspond to (CH=) in the internal double bond which is the product of proton elimination of the 2,1-inserted propagating chain end. The higher the reaction temperature the higher the olefin concentration, which indicates the lower molecular weight. This temperature-molecular weight relationship is also consistent with GPC results. It is very interesting to note that the ratio of external and internal olefins is very dependent on the reaction temperature. At elevated temperature (such as 80), the external double bond is the major product. The chain end unsaturated polypropylene was used as the starting material for the preparation of diblock copolymers. The hydroboration reactions were carried out under heterogeneous reaction T.C. Chung, H.L. Lu / Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 (C) (b) (a) 8.0 7.0 6.0 5.0 4.0 (PPM) 3.0 2.0 1.0 0.0 Fig. 1. 'H NMR spectra of polyethylene-co-hexen-6-ol) with (a) 1.70 mol%, (b) 2.15 mol% and (c) 4.95 mol% of alcohol groups. ( `: p-xylene). 119 conditions by suspending the powder form of polypropylene in THE Slightly excess 9.borabyclononane (9-BBN) was used to ensure complete reaction. Usually, the reaction mixture was stirred at SS for 5 h before removing the polymer powder from solution by filtration. To examine the efficiency of reaction, some of hydroborated polymer was oxidized to hydroxylated polymer by using NaOH/H202 reagents at 40 for 6 h. The olefmic chemical shifts between 4.7 and 5.6 ppm disappear to the limit of NMR sensitivity. Apparently, both hydroboration and oxidation reactions 120 T.C. Chung, H.L. Lu/Journal of Molecular Catalysis A: Chemical 115 (1997)115-127 * d-xylene (a) (b) (C) * d-benzene ** TMS * d-toluene -JP 7,5 7.0 6.5 6.0 5.5 5.0 4.5 4.0 3.5 3.0 2.5 2.0 1.5 1,0 0.5 ppm Fig. 2. The comparison of 'H NMR spectra of PP polymers prepared by homogeneous Et(Ind)ZZrC12/MAO catalyst at (a) 30, (b) 50 and (c) 80. were not inhibited by the insolubility of polypropylene. On the other hand, most of 9-BBN terminated polypropylene (PP-9-BBN) was subjected to the oxidation reaction by oxygen in the presence of free radical polymerizable monomers, such as methyl methacrylate (MMA), ethyl methacrylate (EMA), TC. Chung, H.L. Lu/Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 121 vinyl acrylate (VA), butyl acrylate (BA) and styrene. The in situ formation of polymeric radical at the polymer chain end initiates radical polymerization. Eq. 3 illustrates this chain extension reaction. CH 3 wwwvwPP-CH-CH2-H4~ 1 CH3 -PPwwCH-CHZ-O-O-H' 1 CH3 PP-CH-CH-O' + -H<!~ (III) (tI) CH, CH CH3 CH, (3) -PP-CH-CHZ-O-CHz-C-k~ .-\"'~ -wwwPFL-CH-CH2-O-CHZ-QH~ C=O (V) O (IV) K CH3 MMA CH3 CH, www--wpp-CH-CH2-O-CH2-i-PMMA- (VI) C=O bL CH3 The reaction was usually carried out by slowly adding oxygen to the suspending polymer solution containing polypropylene, monomer and solvent at ambient temperature. Due to the unfavorable ring strain increase by inserting oxygen into the C-B bonds in the bicyclic ring of 9-BBN, which destroys the stable double chair-form structure, the oxidation reaction selectively takes place at C-B bond [26,27] in the linear alkyl group to produce peroxyborane (C-O-O-B) (1). The peroxyborarne behaves very differently from regular benzoyl peroxides and consequently decomposes by itself even at ambient temperature. The decomposition reaction follows the homolytic cleavage of peroxide to generate an alkoxy radical (C-O * ) (II) and a borinate radical (B-O * ) (111) which is relatively stable due to the back-donating of electron density to the empty p-orbital of boron. The alkoxyl radical (lI), produced by the homolytic cleave of peroxyborane, is very reactive and can then be used for the initiation of radical polymerization. On the other hand, the borinate radical (III) stabilized by the empty p-orbital of boron through back-donating electron density, is too stable to initiate polymerization. However, the borinate radical (III) may form a weak and reversible bond with the growing chain end (VI) during the polymerization reaction. Upon the dissociation of electron pair in the resting state (V), the growing chain end (VI) can then react with monomers to extend the polymer chain. The radical polymerization was terminated by precipitating polymer mixture in MeOH. The product, isolated by filtration and washed with MeOH, was then subjected to the fractionalization. In the PP-b-PMMA case, the sample was extracted for 24 h with refluxing acetone and heptane using a Soxhlet apparatus to give three fractions, the I H NMR spectra of the three fractions are shown in Fig. 3. The heptane-soluble fraction shown in Fig. 3 (a) is basically pure PP, which has three multiple peaks around 1.09, 1.39 and 1.75 ppm, corresponding to CH3, CHZ and CH protons, respectively. On the other hand, the acetone-soluble fraction shown in Fig. 3 (b) contains only PMMA. 'the peak at 122 T C, Chung, H.L. Lu/Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 * d-x)lene (a) (b) (c) -,- 7.o s s:o PPM o:; Fig. 3. 1 H NMR spectra of three fractionalization products, (a) heptane soluble fraction, (b) acetone soluble fraction and (c) both solvent insoluble fraction. 3.58 ppm corresponds to methoxyl groups (CH30) in PMMA. The major fraction ( > 60%), insoluble in heptane and acetone but soluble in toluene at elevated temperature, is PP-b-PMMA diblock copolymer. The 1H NMR spectrum of PP-b-PMMA Fig. 3 (c) shows 45 mol% of PMMA. Fig. 4 compares the GPC curves between the starting PP homopolymer and the resulting PP-b-PMMA 0.642- 0.640-1 0.638- 0. 636- 0.634u 0.632- 0.630 0.628- 0.625- 0. 620- TC. Chung, H.L. Lu/Journal of Molecular CatalysisA: Chemical 115 (1997) 115-127 (a) WR1 1W ~ \\ 36.00 38.00 40.00 42.00 44.00 46.00 48.00 50.00 52.00 54.00 56.00 58.00 Minutes Fig. 4. GPC curves of (a) PP and (b) the corresponding PP-b-PMMA copolymer. 123 diblock copolymer. The molecular weight increases more than double from M= 13 000 to Mn = 29 000 g/mol and molecular weight distribution (MWD) slightly increases from 1.48 to 1.69. The GPC results are consistent with the t H NMR measurement which show about 1 / 1 mole ratio between PP and PMMA in copolymer. During the propagation step, the resting state (V) of growing chain end forming a weak bond with the borinate radical (III) may minimize the undesirable chain transfer and termination reactions, namely, radical coupling and disproportional reactions between two growing chain ends. In fact, these results are consistent with the control reactions using alkyl-9-BIBN as the radical initiator, which showed `living' radical polymerization of MMA under similar reaction conditions. The detailed experimental conditions and results are summarized in Table 2. All reactions were started from the same PP sample with Mn = 13 000 and MW/Mn = 1.48. The reactions were taken place at ambient temperature for 16 h. The overall yield of diblock copolymer is between 60 and 80%, which is very encouraging in view of the fact there is only one borane initiator in each polymer chain and up to 20% of polymer chains are without a borane group. All three reactions; hydroboration, oxidation and radical polymerization must be very effective despite the use of heterogeneous conditions. The mol% of MMA in copolymer can be controlled by monomer concentration and reaction time. Slightly better results, with less amount of homopolymers, using benzene solvent may due to the slow diffusion of oxygen in reaction media, which offers better selectivity in the oxidation of PP-9-BBN. 124 T.C Chung, H.L. Lu /Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 Table 2 A summary of PP-b-PMMA diblock copolymers Reaction conditions Fractionalization product mol% MMA in diblock copolymer pp MMA Solvent Oxygen Acetone Heptane Insoluble (g) (g) (ml) (ml) (g) (g) (g) 0.5 5 THF/5 0.44 0.25 0.18 0.72 33 0.5 5 benzene/5 0.44 0.16 0.08 0.90 28 13.3 80 THF/80 10.8 45 The same radical chain extension were also applied to other free radical polymerizable monomers, including ethyl methacrylate (EMA), vinyl acrylate (VAc), butyl acrylate (BA) and styrene. The products were subjected to the same vigorous fractionalization processes. Fig. 5 shows the 1H NMR spectra of PP-b-PEMA, PP-b-PBA and PP-b-PS copolymers, containing 27, 34 and 11 mol% of radical polymerized monomers, respectively. All reactions were run under similar reaction conditions, ambient temperature and THF solvent. The significantly lower incorporation of styrene monomers may be associated with the acidic nature of borane initiator. The acid-base interactions between borane and monomers containing basic oxygen, such as MMA, EMA, VAc and BA, may provide `cage' effect, with surrounding monomers next to catalyst, which leads to effective initiation and polymerization. Styrene monomers without any specific interaction with borane may be much more difficult to approach the reaction center, especially in the polar solvent (THF) which forms borane f THF complex. 3. Experimental section 3.1. Instrumentation and materials All room and high temperature 1 H NMR were recorded on a Bruker AM-300 spectrometer with DISNMR software. The molecular weight was determined using a Waters 150C which was operated at 135. The columns used were p,Styragel HT of 106, 105, 104 and 103 A. A flow rate of 0.7 ml/min was used and the mobile phase was trichlorobenzene. Narrow molecular weight polyethylene samples were used as standards. Ethylene bis(indenyl)zirconium dichloride (Et(Ind)2ZrC12) was prepared as described in the literature [28]. 9-Borabicyclononane (Aldrich), MAO (Ethyl) and high purity grade propylene (MG Industries) were used as received. HPLC grade tetrahydrofuran and toluene were deoxygenated by argon sparge before refluxing for 48 h and then distilled from their respective deep blue or purple sodium anthracenide solution under argon. Methyl methacrylate, ethyl methacrylate, vinyl acrylate, butyl acrylate and styrene were dried with CaH2 and distilled under N2. 3.2. Copolymerization reactions The copolymerization reactions were conducted in a Parr 450 ml stainless autoclave equipped with a mechanical stirrer. In a typical example, 2.1 g of 5-hexenyl-9-BBN, 100 ml of toluene and 1.5 g of MAO (30 wt.% in toluene) were placed in the reactor in an argon filled dry box. The sealed reactor was then moved out from the dry box and was purged with ethylene gas at constant 45 psi pressure. After the temperature reached to 30, the catalyst solution of 2.09 mg (5 Rmol) of Et(Ind)ZZrC12 in T. C. Chung, H. L. Lu/Journal of Molecular Catalvsis A: Chemical 115 (1997) 115-127 125 * d-benzene * (c) * d-toluene * * i (b) * d-toluene (a) ** 0~- 7.5 7.0 6.5 6.0 5.5 5.0 4.5 4.0 3.L _._ _ PPM Fig. 5. 1 H NMR spectra of (a) PP-b-PEMA with 27 mole% of EMA. (b) PP-b-PBA with 34 mol%n of BA and (c) PP-b-PS with I 1 molo of styrene. 2 ml of toluene was added under ethylene pressure to catalyze the copolymerization. Additional ethylene was fed continuously into the reactor to maintain a constant pressure of 45 psi during the whole course of the copolymerization. After a predetermined reaction time, the reaction was 126 T C. Chung, H.L. Lu / Journal of Molecular Catalysis A: Chemical 115 (1997) 115-127 terminated by addition of 100 ml dried and OZ free IPA. The polymer was isolated by filtration and washed with IPA before drying under vacuum. 3.3. Synthesis of chain-end unsaturated PP To a Parr 450 ml stainless autoclave equipped with a mechanical stirrer, 100 ml of toluene and 0.5 g (2.5 mmol in Al) methylaluminoxane (MAO) (30 wt.% in toluene) were placed in argon filled dry-box. The sealed reactor was then moved out from the dry box and purged with propylene gas. At 30, the catalyst solution of 2.09 mg (5 p,mol) of Et(Ind)2ZrC12 in 2 ml of toluene was added under propylene pressure to initiate the polymerization. Additional propylene was fed continuously into the reactor to maintain a constant pressure of 10 psi during the whole course of the polymerization. After 60 min, the reaction was terminated by addition of 100 ml of dilute HCl solution in MeOH, the polymer was isolated by filtering and washed completely with MeOH and dried under vacuum at 50 for 8 h. About 33.7 g of PP fine powder was obtained. 3.4. Hydroboration and oxidation reactions To a 250 ml glass flask with magnetic stirrer bar, 4.0 g chain-end unsaturated PP was placed in a suspension of 100 ml dry, OZ free THF in argon filled dry box, the polymer was hydroborated by the addition of 5.0 ml, 0.5 M 9-BBN solution in THE The polymer slurry was stirred at 55 for 5 h, then filtered, washed with dry, OZ free IPA and dried in vac. Chain-end borane containing polypropylene was then obtained. About 2.0 g of borane terminated PP was placed in a suspension of 50 ml dry, Oz free THF in dry box. The sealed reactor was moved out and purged with nitrogen gas. To the polymer slurry, a solution containing 0.4 g of NaOH in 2 ml H20 and 0.5 ml MeOH purged by N2 was added at room temperature, then 1.6 ml of 30% oxygen-free H202 was added dropwise at 0. The oxidation was performed at 40 for 6 h before being poured into 100 ml of MeOH. The polymer solid was filtered, then was refluxed in 100 ml of MeOH for 2 h before distilling off 10 ml of MeOH. The hydroxylated PP was then recovered by filtration and was dried in vacuum oven at 50 for 8 h. Chain-end OH group in PP was observed by IR, 1 H NMR. 3.5. Synthesis of PP diblock copolymers In a typical example, 13.3 g of borane-terminating polypropylene was placed in a suspension of 80 g dry uninhibited MMA with 80 ml THF in a sealed, opaque flask. The reaction was initiated by injecting 10.8 ml dry 02 over a period of 5 h. After stirring the mixture at room temperature for 16 h, the reaction was terminated by addition of 100 ml methanol. The precipitated polymer was filtered and then fractionated by acetone and heptane extractions in a Soxhlet apparatus under N2 for 24 h, respectively. The soluble fractions were isolated by vacuum-removal of solvent. The insoluble polymer was PP-b-PMMA which was completely soluble in xylene at elevated temperatures. 4. Conclusion It is both scientific challenge and industrial importance to develop a facile method to prepare polyolefin diblock copolymers, especially, containing functional groups and having relatively well-de- T C. Chung, H.L. Lu /Journal of Molecular Catalysis A: Chemical 715 (1997) 115-127 127 fined molecular structures. The unique combination of metallocene (single-site) catalysis and borane chemistry provides an valuable and effective route to prepare polyolefin diblock copolymers, with a broad range copolymer composition and relatively narrow molecular weight distribution. They would be very difficult to prepare by other existing methods. The reported diblock copolymers, including PP-b-PMMA, PP-b-PEMA, PP-b-PVA, PP-b-PBA and PP-b-PS, are very interesting interfacial reagents to improve the interactions between polypropylene to other materials. Some physical properties and applications, such as mechanical strength, adhesives and PP blends and composites, are currently under investigation. Acknowledgements Authors would like to thank the financial support from the Polymer Program of the National Science Foundation. References [1] C. Pinazzi, P. Guillaume and D. Reyx, J. Eur. Polym., 13 (1977) 711. [2] T.C. Chung, M. Raate, E. Berluche and D.N. Schulz, Macromolecules, 21 (1988) 1903. [3] T.C. Chung, J. Polym. Sci., Polym. Chem. Ed., 27 (1989) 3251. [4] J. Boor, Jr., Ziegler-Natta Catalysts and Polymerizations, Academic Press, New York, 1979. [5] M.D. Purgett and O. Vogl, J. Polym. Sci.: A, Polym. Chem. 26 (1988) 677. [6] G. Ruggeri, M. Aglietto, A. Petragnani and F. Ciardelli, Eur. Polym. J., 19 (1983) 863. [7] S.L. Aggarwal, Block Polymers, Plenum Press, New York, 1970. [81 G. Riess, J. Periard and A. Banderet, Colloidal and Morphological Behavior of Block and Graft Copolymers, Plenum Press, New York, 1971. [91 M. Szwarc, Adv. Polym. Sci., 47 (1982) 1. [l0] R.N. Young and R.P. Quirk, L. Fetters, J. Adv. Polym. Sci., 56 (1984) 1. [111 M. Miyamoto, M. Sawamoto and T. Higashimura, Macromolecules, 18 (1985) 123. [121 J.P. Kennedy, US Pat. 4,946,899 (1990). [131 OW. Webster, W.R. Hertler, D.Y. Sogah, W.B. Farnham and T.V. Rajanbabu, J. Am. Chem. Soc., 105 (1983) 5706. [14] W. Risse and R.H. Grubbs, Macromolecules, 22 (1989) 1558. [151 R.R. Schrock, K.B. Yap, D.C. Yang, H. Sitzmann, L.R. Sita and G.C. Bazan, Macromolecules, 22 (1989) 3191. [161 Y. Doi, S. Suzuki and K. Soga, Macromolecules, 19 (1988) 2896. [171 Y. Doi and T. Keii, Adv. Polym. Sci., 73/74 (1989) 201. [ 18] H. Yasuda, M. Furo, H. Yamamoto, A. Nakamura, S. Miyake and N. Kibino, Macromolecules, 25 (1992) 5115. [191 R.E. Cohen, J. Polym. Sci., A: Polym. Chem., 24 (1986) 2457. [201 E. Agouri, R. Laputte, Y. Philardeau and J. Rideau, US Pat. 3,887,650 (1975). [211 R. Mulhaupt, T. Duschek and B. Rieger, Makromol. Chem., Macromol. Symp., 48/49 (1991) 317. [22] T.C. Chung and D. Rhubright, Macromolecules, 26 (1993) 3019. [231 T.C. Chung and D. Rhubright, J. Polym. Sci., Polym. Chem. Ed., 31 (1993) 2759. [241 T.C. Chung, H.L. Lu and C.L. Li, Macromolecules, 27 (1994) 7533. [251 T.C. Chung, D. Rhubright and G.J. Jiang, Macromolecules, 26 (1993) 3467. [26] T.C. Chung, W. Janvikul, R. Bernard and G.J. Jiang, Macromolecules, 27 (1993) 26. [27] T.C. Chung, W. Janvikul, R. Bernard, R. Hu, C.L. Li, S.L. Liu and G.J. Jiang, Polymer, 18 (1995) 3565. [281 I.M. Lee, W.J. Gauthier, J.M. Ball, B. Iyengar and S. Cottons, Organometallics, 11 (1992) 2115. MOLCAA 96000957 S1381-1169(96)00095-7 10.1016/S1381-1169(96)00095-7 Functionalization and block reactions of polyolefins using metallocene catalysts and borane reagents T.C Chung ∗ H.L Lu Department of Materials Science and Engineering The Pennsylvania State University, University Park, PA 1680, USA ∗ Corresponding author. This paper discusses the utilization of metallocene catalyst and borane reagent for the preparation of functionalized polyolefins and diblock copolymers containing polyolefin and functional polymer segments. Two advantages in the metallocene catalyst with strained ligand geometry are (i) the excellent incorporation of high α-olefin, including borane-containing α-olefin, into polyolefin chain with relatively narrow molecular weight and composition distributions, (ii) the production of polyolefin with chain end unsaturation which can be effectively hydroborated to form the borane-terminated polyolefin. In turn, the borane groups in polyolefin are very versatile intermediates, which not only can be quantitatively interconverted to various functional groups but also can easily be oxidized to produce ‘living’ polymeric radicals for radical polymerization. With the coexistence of free radical-polymerizable monomers, we have prepared many diblock copolymers, such as PP-b-PMMA, PP-b-PVA and PP-b-PS, most of them would be very difficult to prepare by other methods. Keywords Functional polyolefin Polyolefin diblock copolymer Borane-terminated polyolefin Metallocene catalyst Borane monomer References [1] C Pinazzi P Guillaume D Reyx J. Eur. Polym. 13 1977 711 [2] T.C Chung M Raate E Berluche D.N Schulz Macromolecules 21 1988 1903 [3] T.C Chung J. Polym. Sci., Polym. Chem. Ed. 27 1989 3251 [4] J Boor Jr. Ziegler-Natta Catalysts and Polymerizations 1979 Academic Press New York [5] M.D Purgett O Vogl J. Polym. Sci.: A, Polym. Chem. 26 1988 677 [6] G Ruggeri M Aglietto A Petragnani F Ciardelli Eur. Polym. J. 19 1983 863 [7] S.L Aggarwal Block Polymers 1970 Plenum Press New York [8] G Riess J Periard A Banderet Colloidal and Morphological Behavior of Block and Graft Copolymers 1971 Plenum Press New York [9] M Szwarc Adv. Polym. Sci. 47 1982 1 [10] R.N Young R.P Quirk L Fetters J. Adv. Polym. Sci. 56 1984 1 [11] M Miyamoto M Sawamoto T Higashimura Macromolecules 18 1985 123 [12] J.P. Kennedy, US Pat. 4,946,899 (1990). [13] O.W Webster W.R Hertler D.Y Sogah W.B Farnham T.V Rajanbabu J. Am. Chem. Soc. 105 1983 5706 [14] W Risse R.H Grubbs Macromolecules 22 1989 1558 [15] R.R Schrock K.B Yap D.C Yang H Sitzmann L.R Sita G.C Bazan Macromolecules 22 1989 3191 [16] Y Doi S Suzuki K Soga Macromolecules 19 1988 2896 [17] Y Doi T Keii Adv. Polym. Sci. 73/74 1989 201 [18] H Yasuda M Furo H Yamamoto A Nakamura S Miyake N Kibino Macromolecules 25 1992 5115 [19] R.E Cohen J. Polym. Sci., A: Polym. Chem. 24 1986 2457 [20] E. Agouri, R. Laputte, Y. Philardeau and J. Rideau, US Pat. 3,887,650 (1975). [21] R Mulhaupt T Duschek B Rieger 5th ed. Makromol. Chem., Macromol. Symp. 48/49 1991 317 [22] T.C Chung D Rhubright Macromolecules 26 1993 3019 [23] T.C Chung D Rhubright J. Polym. Sci., Polym. Chem. Ed. 31 1993 2759 [24] T.C Chung H.L Lu C.L Li Macromolecules 27 1994 7533 [25] T.C Chung D Rhubright G.J Jiang Macromolecules 26 1993 3467 [26] T.C Chung W Janvikul R Bernard G.J Jiang Macromolecules 27 1993 26 [27] T.C Chung W Janvikul R Bernard R Hu C.L Li S.L Liu G.J Jiang Polymer 18 1995 3565 [28] I.M Lee W.J Gauthier J.M Ball B Iyengar S Collons Organometallics 11 1992 2115",
      "scopus-id": "0031020782",
      "coredata": {
        "eid": "1-s2.0-S1381116996000957",
        "dc:description": "This paper discusses the utilization of metallocene catalyst and borane reagent for the preparation of functionalized polyolefins and diblock copolymers containing polyolefin and functional polymer segments. Two advantages in the metallocene catalyst with strained ligand geometry are (i) the excellent incorporation of high α-olefin, including borane-containing α-olefin, into polyolefin chain with relatively narrow molecular weight and composition distributions, (ii) the production of polyolefin with chain end unsaturation which can be effectively hydroborated to form the borane-terminated polyolefin. In turn, the borane groups in polyolefin are very versatile intermediates, which not only can be quantitatively interconverted to various functional groups but also can easily be oxidized to produce ‘living’ polymeric radicals for radical polymerization. With the coexistence of free radical-polymerizable monomers, we have prepared many diblock copolymers, such as PP-b-PMMA, PP-b-PVA and PP-b-PS, most of them would be very difficult to prepare by other methods.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-01-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996000957",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Chung, T.C"
          },
          {
            "@_fa": "true",
            "$": "Lu, H.L"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996000957"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996000957"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00095-7",
        "prism:volume": "115",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Functionalization and block reactions of polyolefins using metallocene catalysts and borane reagents",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "prism:issueName": "International Symposium on Olefin Metathesis and Related Chemistry",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Functional polyolefin"
          },
          {
            "@_fa": "true",
            "$": "Polyolefin diblock copolymer"
          },
          {
            "@_fa": "true",
            "$": "Borane-terminated polyolefin"
          },
          {
            "@_fa": "true",
            "$": "Metallocene catalyst"
          },
          {
            "@_fa": "true",
            "$": "Borane monomer"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1",
        "openaccessSponsorType": null,
        "prism:pageRange": "115-127",
        "prism:endingPage": "127",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 January 1997",
        "prism:doi": "10.1016/S1381-1169(96)00095-7",
        "prism:startingPage": "115",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00095-7",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0031020782"
      }
    }
  }
}