{
  "metadata": {
    "title": "EXAFS study of Pd/Sibunit and Pd–Ga/Sibunit catalysts for liquid-phase hydrogenation of acetylene to ethylene",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2015-07-31",
    "doi": "10.1016/j.molcata.2015.03.014",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116915001181",
    "pii": "S1381116915001181"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-84926068659",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2015-03-21 2015-03-21 2015-04-22T20:49:40 1-s2.0-S1381116915001181 S1381-1169(15)00118-1 S1381116915001181 10.1016/j.molcata.2015.03.014 S300 S300.1 FULL-TEXT 1-s2.0-S1381116915X00069 2022-06-17T11:02:39.092133Z 0 0 20150701 20150731 2015 2015-03-21T13:03:27.295556Z absattachment articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid highlightsabst primabst ref specialabst 1381-1169 13811169 true 403 403 C Volume 403 4 10 14 10 14 201507 July 2015 2015-07-01 2015-07-31 2015 Regular Papers article fla Copyright © 2015 Elsevier B.V. All rights reserved. EXAFSSTUDYPDSIBUNITPDGASIBUNITCATALYSTSFORLIQUIDPHASEHYDROGENATIONACETYLENEETHYLENE SMIRNOVA N 1 Introduction 2 Experimental 2.1 Preparation of catalysts 2.2 Catalytic tests 2.3 EXAFS spectroscopy 3 Results and discussion 3.1 Catalytic properties of Pd/Sibunit and Pd–Ga/Sibunit 3.2 Structure of catalysts 4 Conclusions Acknowledgements References OSSWALD 2008 210 218 J OSSWALD 2008 219 227 J KOVNIR 2009 93 103 K KOVNIR 2008 7 8 K KOVNIR 2009 1784 1792 K SHAO 2011 10231 10235 L LI 2012 1764 1775 L KLANJSEK 2012 085703 085712 M COLLINS 2005 83 88 S RODRIGUEZ 2010 66 70 L OTA 2012 27 38 A ARMBRUSTER 2011 9112 9118 M SMIRNOVA 2012 152 158 N SHITOVA 2011 251 257 N HOU 2013 13305 13312 R PETRE 2001 177 185 A HAGHOFER 2012 13 21 A WOWSNICK 2014 221 230 G HAGHOFER 2012 21816 21827 A WOWSNICK 2014 209 220 G SMIRNOVAX2015X10 SMIRNOVAX2015X10X14 SMIRNOVAX2015X10XN SMIRNOVAX2015X10X14XN 2022-06-09T20:54:10.247Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined RFBR 14-03-90032 Bel_a РФФИ Russian Foundation for Basic Research http://data.elsevier.com/vocabulary/SciValFunders/501100002261 http://sws.geonames.org/2017370/ Russian Science Foundation RSF Russian Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/501100006769 http://sws.geonames.org/2017370/ Ministry of Education of Russia Physicochemical studies were partially performed in the Omsk Regional Center for collective use of SB RAS (Omsk). EXAFS spectra were recorded using the equipment of the Siberian Synchrotron and Terahertz Radiation Center (Novosibirsk) under partial support by the Ministry of Education of Russia and by the Russian Science Foundation. Authors gratefully acknowledge the financial support from the RFBR , grant No. 14-03-90032 Bel_a . item S1381-1169(15)00118-1 S1381116915001181 1-s2.0-S1381116915001181 10.1016/j.molcata.2015.03.014 271358 2015-04-22T20:11:24.112351-04:00 2015-07-01 2015-07-31 1-s2.0-S1381116915001181-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/MAIN/application/pdf/54fb9c210a691a826468017fad8c7c7f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/MAIN/application/pdf/54fb9c210a691a826468017fad8c7c7f/main.pdf main.pdf pdf true 549401 MAIN 5 1-s2.0-S1381116915001181-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/PREVIEW/image/png/cbf246e9072953435ba68d2950bce771/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/PREVIEW/image/png/cbf246e9072953435ba68d2950bce771/main_1.png main_1.png png 59039 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116915001181-gr3_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr3/HIGHRES/image/jpeg/467a77373b7f03205cf7a04e840c2f5c/gr3_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr3/HIGHRES/image/jpeg/467a77373b7f03205cf7a04e840c2f5c/gr3_lrg.jpg gr3 gr3_lrg.jpg jpg 150153 1274 1708 IMAGE-HIGH-RES 1-s2.0-S1381116915001181-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr2/HIGHRES/image/jpeg/0ae35720950a00f3374317f6c4260ff7/gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr2/HIGHRES/image/jpeg/0ae35720950a00f3374317f6c4260ff7/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 115224 1286 1708 IMAGE-HIGH-RES 1-s2.0-S1381116915001181-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr1/HIGHRES/image/jpeg/81c25a0e4d35058df56825d96b2b1576/gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr1/HIGHRES/image/jpeg/81c25a0e4d35058df56825d96b2b1576/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 260231 1568 1708 IMAGE-HIGH-RES 1-s2.0-S1381116915001181-fx1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/fx1/HIGHRES/image/jpeg/b3cf35e7457598bbcce4d08ae061e172/fx1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/fx1/HIGHRES/image/jpeg/b3cf35e7457598bbcce4d08ae061e172/fx1_lrg.jpg fx1 true fx1_lrg.jpg jpg 201853 886 2213 IMAGE-HIGH-RES 1-s2.0-S1381116915001181-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr3/DOWNSAMPLED/image/jpeg/b72d437501729af4ef10ed8cf4f92c49/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr3/DOWNSAMPLED/image/jpeg/b72d437501729af4ef10ed8cf4f92c49/gr3.jpg gr3 gr3.jpg jpg 24227 288 386 IMAGE-DOWNSAMPLED 1-s2.0-S1381116915001181-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr2/DOWNSAMPLED/image/jpeg/a2f75b7191ef920cee6b03648d96767f/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr2/DOWNSAMPLED/image/jpeg/a2f75b7191ef920cee6b03648d96767f/gr2.jpg gr2 gr2.jpg jpg 19148 291 386 IMAGE-DOWNSAMPLED 1-s2.0-S1381116915001181-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr1/DOWNSAMPLED/image/jpeg/d85015bea0f49d40236f90855a8fd019/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr1/DOWNSAMPLED/image/jpeg/d85015bea0f49d40236f90855a8fd019/gr1.jpg gr1 gr1.jpg jpg 39641 354 386 IMAGE-DOWNSAMPLED 1-s2.0-S1381116915001181-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/fx1/DOWNSAMPLED/image/jpeg/7546693a313be44520754d1b767df4fa/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/fx1/DOWNSAMPLED/image/jpeg/7546693a313be44520754d1b767df4fa/fx1.jpg fx1 true fx1.jpg jpg 24137 200 500 IMAGE-DOWNSAMPLED 1-s2.0-S1381116915001181-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr3/THUMBNAIL/image/gif/5a14d8aded0276994224b6b069766556/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr3/THUMBNAIL/image/gif/5a14d8aded0276994224b6b069766556/gr3.sml gr3 gr3.sml sml 4224 163 219 IMAGE-THUMBNAIL 1-s2.0-S1381116915001181-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr2/THUMBNAIL/image/gif/7d037cd0796aee449249bb61857c7ac1/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr2/THUMBNAIL/image/gif/7d037cd0796aee449249bb61857c7ac1/gr2.sml gr2 gr2.sml sml 3468 164 218 IMAGE-THUMBNAIL 1-s2.0-S1381116915001181-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/gr1/THUMBNAIL/image/gif/8f2c1c8459d00a71d925ef2c03c6f3bc/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/gr1/THUMBNAIL/image/gif/8f2c1c8459d00a71d925ef2c03c6f3bc/gr1.sml gr1 gr1.sml sml 4494 163 178 IMAGE-THUMBNAIL 1-s2.0-S1381116915001181-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116915001181/fx1/THUMBNAIL/image/gif/408edf4e75fe225c88ca648d236a3e86/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116915001181/fx1/THUMBNAIL/image/gif/408edf4e75fe225c88ca648d236a3e86/fx1.sml fx1 true fx1.sml sml 3723 88 219 IMAGE-THUMBNAIL MOLCAA 9453 S1381-1169(15)00118-1 10.1016/j.molcata.2015.03.014 Elsevier B.V. Fig. 1 Atomic radial distribution (ARD) functions near palladium for catalysts Pd–Ga/Sibunit with different ratios Pd:Ga. Fig. 2 ARD functions of Pd in the sample 0.5%Pd/Sibunit. The solid line shows experimental data; the dotted line shows simulation results. Fig. 3 ARD functions of Ga in the sample 0.5%Pd–0.08%Ga/Sibunit (dotted line) and bulk β-Ga2O3 (solid line). Table 1 Catalytic properties of a series of Pd–Ga/Sibunit with different content of Ga. Here, X #3β4#2 is the conversion of acetylene, and S #3β4#4 is the selectivity toward ethylene. The reaction temperature was 55°C. The catalyst weight was 0.01g. No. Catalyst Molar ratio Pd:Ga X C2H2, % S C2H4, % 1 0.5%Pd/Sibunit – 24 46 2 0.5%Pd–0.03%Ga/Sibunit 1:0.1 25 48 3 0.5%Pd–0.08%Ga/Sibunit 1:0.25 36 53 4 0.5%Pd–0.16%Ga/Sibunit 1:0.5 32 43 5 0.5%Pd–0.33%Ga/Sibunit 1:1 16 28 6 0.5%Pd–0.66%Ga/Sibunit 1:2 10 15 7 0.5%Pd–1.30%Ga/Sibunit 1:4 5 – Table 2 Simulation parameters for PdK EXAFS spectra of samples Pd–Ga/Sibunit with different ratios Pd:Ga (R – interatomic distance, N – coordination number, σ – the Debye–Waller factor, R-factor – discrepancy coefficient). Sphere number Scattering element R, Å CN σ 2 104, Å2 R-factor, % 0.5%Pd/Sibunit (Pd:Ga=1:0) 1 Pd 2.74 7.9 63.0 15.6 0.5%Pd–0.08%Ga/Sibunit (Pd:Ga=1:0.25) 1 O 2.07 0.5 8.6 2 Ga 2.55 0.8 21.3 8.7 3 Pd 2.74 5.5 85.6 4 Ga (Pd) 3.62 1.7 147.0 0.5%Pd–0.16%Ga/Sibunit (Pd:Ga=1:0.5) 1 О 2.01 0.4 9.0 2 Ga 2.53 1.9 86.8 10.6 3 Pd 2.76 4.4 112.5 4 Ga (Pd) 3.63 0.7 53.5 0.5%Pd–0.33%Ga/Sibunit (Pd:Ga=1:1) 1 Ga 2.53 3.2 128.5 20.8 2 Pd 2.75 5.9 148.8 3 Ga (Pd) 3.63 0.4 15.2 0.5%Pd–1.3%Ga/Sibunit (Pd:Ga=1:4) 1 Ga 2.61 5.2 161.5 8.4 2 Pd 2.81 4.3 132.4 EXAFS study of Pd/Sibunit and Pd–Ga/Sibunit catalysts for liquid-phase hydrogenation of acetylene to ethylene N.S. Smirnova a ⁎ D.A. Shlyapin a N.B. Shitova a D.I. Kochubey b P.G. Tsyrul’nikov a a Institute of Hydrocarbons Processing of Siberian Branch of Russian Academy of Sciences, Neftezavodskaya Str., 54, Omsk 644040, Russia Institute of Hydrocarbons Processing of Siberian Branch of Russian Academy of Sciences Neftezavodskaya Str. 54 Omsk 644040 Russia b Boreskov Institute of Catalysis, Prosp. Akad. Lavrentieva 5, Novosibirsk 630090, Russia Boreskov Institute of Catalysis Prosp. Akad. Lavrentieva 5 Novosibirsk 630090 Russia ⁎ Corresponding author. Tel.: +7 3812 672 275; fax: +7 3812 646 156. Graphical abstract A series of catalysts Pd/Sibunit and Pd–Ga/Sibunit were prepared by impregnation with joint solutions of palladium and gallium nitrates in ethanol. The state of the active component and catalytic properties of the samples were studied in the liquid-phase hydrogenation of acetylene. The EXAFS method showed that the active component in the gallium-modified catalysts exists in the form of a non-stoichiometric Pd–Ga solid solution. The activity of the catalysts was found to be determined by the ratio Pd:Ga. It was shown that at the molar ratios Ga:Pd>0.5:1, the catalytic activity is reduced by blocking the surface of the bimetallic particles by gallium oxide. Keywords EXAFS spectroscopy Pd/Sibunit catalysts Pd–Ga phase Selective liquid-phase hydrogenation of acetylene 1 Introduction Conversion of natural and associated petroleum gas into more valuable hydrocarbons (particularly ethylene) is an important scientific and technological challenge. For large-scale production of inexpensive ethylene, an experimental technology from Synfuels Int. Inc. may be of promise. The technology consists in the production of acetylene by oxidative pyrolysis of natural gas, the absorption of acetylene in a solvent and its subsequent selective hydrogenation to ethylene in the liquid phase [1,2]. The most important step in this process is hydrogenation of acetylene. This reaction is carried out in a solvent to avoid overheating of the reaction mixture and to enhance the process selectivity. The general composition of hydrogenation catalysts includes supported palladium modified with Ga, In, Ag, Mn, or Zn [2,3]. The most effective modifiers are the elements of group IIIA (Ga, In) [3], but their modifying effect has been little studied. In recent years, intermetallic compounds of palladium and gallium have become of considerable interest as catalysts for the selective gas-phase hydrogenation of acetylene to ethylene, for the steam reforming of methanol, and for the synthesis of methanol from CO2 and H2 [4–12]. It has been shown that the Pd–Ga intermetallic compounds are more selective and resistant to deactivation in the gas-phase hydrogenation of acetylene than conventional catalysts Pd/Al2O3 [4,6]. Of practical interest are Pd–Ga systems deposited on different supports (activated carbon, Al2O3, SiO2, etc.) [13,14]. Supported bimetallic Pd–Ga particles can be obtained by coprecipitation [15], coreduction of precursors of palladium and gallium in an organic medium [16], or by impregnation of the support with water [17] or alcohol [10] solutions of precursors. The last two methods are the simplest to implement. Previously, we have studied the catalytic and structural properties of Pd/Ga2O3 [18]. On the basis of EXAFS data, it was shown that the bimetallic Pd–Ga phase is present in these catalysts in the subsurface layers of palladium particles. The presence of such an inhomogeneous alloy increases the activity of catalysts in the liquid-phase hydrogenation of acetylene. We have also attempted to obtain bimetallic Pd–Ga compounds on Sibunit via its impregnation with joint aqueous solutions of palladium nitrate and gallium nitrate (followed by drying and reduction [19]). However, despite the presence of contacts between palladium and gallium compounds on a support surface, a large part of the components located separately [19], which made it impossible to fully reveal the effect of modification of supported palladium with gallium. In the present paper, to enhance the interaction between palladium and gallium, we used a method, according to which supported bimetallic catalysts were prepared by impregnation with alcoholic solutions [10]. The aim of this work was to study the structure and catalytic properties of such catalysts in dependence on ratio Pd:Ga. Carbon composite Sibunit was selected as a support because of almost complete absence (in comparison with alumina) on its surface of strong Lewis acid sites, which promote the formation of oligomers [20]. 2 Experimental 2.1 Preparation of catalysts Catalysts Pd/Sibunit and Pd–Ga/Sibunit were prepared by impregnating the support with a joint alcoholic solution of palladium and gallium [10]. An aqueous solution of palladium nitrate was dried to form brown crystals. After that, exact amount of Ga(NO3)3·8H2O (reagent grade) was added, and 80mL of ethanol was poured under stirring to obtain full dissolution of salts. After a minute of stirring, a specific amount of Sibunit (SBET =200 m2/g, fraction 0.09–0.07mm) was added into the resulting solution. The suspension was stirred for 5–7min, placed in an ultrasonic bath and sonicated for 1h at the frequency of 22kHz. After that, the sample was dried at 40°C 8h for complete evaporation of alcohol, and the deposit reduced at 500°C for 3h in a joint flow of helium (75vol%) and hydrogen (25vol%) (total gas flow rate was 60mL/min). The rate of heating and cooling was 10°C/min. The prepared sample was cooled in a reducing mixture, purged with argon or helium, poured in airtight bags in inert flow and sealed to prevent contact with air. Because of the limited thermal stability of Sibunit with supported palladium in air and hydrogen, the technique from [10] was modified: in particular, supported components were not subjected to calcination in air at 250°C, and their reduction was carried out at 500°C instead of 550°C. To study the influence of the amount of added gallium on activity and selectivity of the samples in the liquid-phase hydrogenation of acetylene, we synthesized a series of catalysts with the different ratios of palladium to gallium. The molar ratio Pd:Ga in the series was 1:0.1, 1:0.25, 1:0.5, 1:1, 1:2, and 1:4. The palladium content in the samples was 0.5wt% (Table 1 ). 2.2 Catalytic tests The samples were tested in a shaking gradientless thermostated flow reactor under the following conditions: reaction temperature was 55°C, reagent flow W gas.mix was 100mL/min, the frequency of reactor shaking was 5–6s−1, the catalyst weight was 10mg, the amount of solvent (N-methylpyrrolidone) was 8mL. The reaction gas mixture consisted of 4vol% of С2Н2, 90vol% of H2, and 6vol% of He (balance). These test conditions provided the kinetic region of the reaction. Duration of the experiment was ∼220min. Analysis of the initial reaction gas mixture and the mixture of reaction products was performed using a gas chromatograph “Chromos GC-1000” (OOO “Chromos”, Russia) equipped with a capillary column (stationary phase was SiO2, operating temperature was 60°C) and a flame ionization detector. Nitrogen was used as a carrier gas. Based on the facts that most part of oligomers consist of C4-oligomers such as 1,3-butadiene or butenes, which do not remain in the solvent, and the number of non-evaporable heavy products is negligible, the analysis of the reaction mixture was carried out only from the gas phase. The conversion of acetylene (XС2Н2, %) and selectivity (SС2Н4, %) toward ethylene were calculated from the areas of corresponding peaks according the formulas given in [20]. The dynamics of these parameters was monitored, and characteristics of different samples were compared after reaching a stationary catalytic activity. The acetylene conversion and ethylene selectivity were calculated from their values from their values in pseudo-steady state regime. The relative error of determining the values of X С2Н2 and S С2Н4 is equal to 5%. 2.3 EXAFS spectroscopy The XRD data of these catalysts cannot be given by reason of low Pd and Ga concentrations. The essential information may be obtained only from EXAFS data. EXAFS spectra of the K-absorption edge of palladium were recorded at the EXAFS station of the Siberian Center of Synchrotron Radiation. The electron energy in the VEPP-3 storage ring was 2GeV; a current was 70mA. A split crystal Si (111) was used as a monochromator. All spectra were recorded in the fluorescence mode with an increment of 2.5eV. Synchrotron radiation was monitored using an ionization chamber filled with argon. The signal from the sample was detected using a scintillation detector operating in the current mode. The resulting spectra were processed using the Viper software [21] according to a standard procedure [22]. The spectra were processed as k 2χ(k) in the wavenumber range 2.50–12.00Å−1. The background was subtracted by extrapolation with Victorin polynomials of the pre-edge absorption into the EXAFS region. The smooth part of the absorption coefficient was approximated using three cubic spline functions. As a starting point E 0 of an EXAFS spectrum, an inflection point at the absorption edge was used. Spectra were simulated using the Fourier filtration. Structural parameters were calculated from quantum-chemical data obtained using the FEFF-7 software [23]. Data on the structure of the compounds were obtained from the Inorganic Crystal Structure Database (ICSD) [24] and the Crystallography Open Database [25]. Additionally, the K-absorption edge of Pd in a palladium foil was recorded as a reference spectrum. 3 Results and discussion 3.1 Catalytic properties of Pd/Sibunit and Pd–Ga/Sibunit A series of catalysts with a molar ratio Pd:Ga of 1:0.1, 1:0.25, 1:0.5, 1:1, 1:2, and 1:4 (No. 1–7, Table 1) was tested in the liquid-phase hydrogenation of acetylene. The main reaction products under these conditions were ethylene and C4+ oligomers. The selectivity toward ethane was zero. The catalyst without gallium (Pd/Sibunit) was used as a reference sample. A sample that contained only gallium (without palladium) was inactive in the hydrogenation of acetylene. As seen from Table 1, the ethylene selectivity is low due to high relative solubility of acetylene and low hydrogen solubility in N-methylpyrrolidone at these conditions [26]. The catalytic properties of the samples are heavily dependent on the content of gallium. An increase in the amount of gallium until a specific ratio Pd:Ga=1:0.25 improves the catalytic performance of modified samples compared with the catalyst Pd/Sibunit. In particular, the conversion of acetylene increases from 24 to 36%, and the selectivity toward ethylene increases from 46 to 53%. The maximum values ​​of the conversion (36%) and selectivity (53%) were observed for the catalyst 0.5%Pd–0.08%Ga/Sibunit. The further increase in the amount of gallium from 0.33 to 1.30 wt% leads to a drastic reduction in the catalytic activity and to an increase in the selectivity toward oligomers. The latter may be related to the increased formation of Ga2O3, which contains strong Lewis sites [27]. The sample 0.5%Pd–1.3% Ga/Sibunit demonstrated very low (∼5%) conversion toward acetylene, and therefore it was impossible to determine the selectivity toward each product for this sample. Thus, according to the obtained dependence of catalytic activity on the concentration of gallium, the optimal molar ratios Pd:Ga are 1:0.25–1:0.5, while even a slight excess of gallium leads to a significant reduction in the conversion of acetylene and selectivity toward ethylene. 3.2 Structure of catalysts Changes that occur in the catalyst structure with the increase in the content of modifier were studied by EXAFS. The EXAFS spectra of palladium were recorded for the samples with the molar ratios Pd:Ga of 1:0, 1:0.25, 1:0.5, 1:1, and 1:4 (Fig. 1 ). According to the obtained data, the ARD curve for the sample 0.5%Pd/Sibunit can be described with one coordination sphere Pd–Pd (Fig. 1, Table 2 ). The distance Pd–Pd of 2.74Å is due to the distance of the first coordination sphere of metallic palladium. The peak due to the distance Pd–Pd is split into two because of the complex shape of the backscatter amplitude function. Thus, the peak marked in Fig. 1 with an asterisk is due to the main peak of Pd–Pd (Fig. 2 ). ARD functions of palladium obtained for the catalysts Pd–Ga/Sibunit with different ratios Pd:Ga and simulation parameters of the spectra are shown in Fig. 1 and Table 2. The most intense peaks, located at ∼2.5 and 2.1Å, correspond to the distance Pd–Pd in metallic palladium (∼2.74Å) and to the distance Pd–Ga in a joint palladium-gallium phase (∼2.52Å), respectively. For catalysts with a gallium content less than 1.3wt%, the distance Pd–Pd, obtained by simulation of EXAFS spectra, is ∼2.74Å. In GaPd2 (and in any intermetallic Pd–Ga compound), the distance between palladium atoms is larger than the distance Pd–Pd in metallic Pd (2.74Å) and is equal to ∼2.80–3.00Å [8]. The Debye–Waller factors for the distance Pd–Pd and Pd–Ga in these catalysts are greater than in pure metals, which can mean either the formation of disordered structures or the presence of a large set of close distances. We can assume that the catalyst in this case is not a stoichiometric intermetallic GaPd2, but rather a non-uniform solid solution with a similar composition. The formation of an almost stoichiometric alloy in the outer layer of palladium nanoparticles is also possible. Coordination numbers (CN) for the distance Pd–O (2.01–2.07Å) are very small, which indicates their insignificant contribution to the overall spectrum of palladium. The peak at ∼3.3Å may refer to the distance Pd–Ga (3.63Å) in the bimetallic phase or to the sphere Pd–Pd in palladium oxide. However, the absence of the sphere Pd–Pd at 3.04Å, characteristic of PdO, and a low coordination number for Pd–O suggest that the peak at ∼3.3Å corresponds more likely to the distance Pd–Ga. Furthermore, the distance Pd–Ga at 3.63Å is not characteristic of the intermetallic compound GaPd2, but the similar distances 3.56–3.63Å (due to Ga–O–Ga) are present in the structure of β-Ga2O3 (ICSD No. 83645). Most probably, the distance Pd–Ga at 3.63Å corresponds to the distance Pd–O–Ga between palladium atoms in the metal particle and gallium oxide, which is located either under the Pd particle (and acts as a substrate) or on the surface of bimetallic particles and partially shield them. With an increase in the content of gallium, the peak from Pd–Ga rises, and the peak from the distance Pd–Pd decreases. For the sample with the ratio Pd:Ga=1:4, the distances Pd–Ga and Pd–Pd are larger and equal to 2.61 and 2.81Å, respectively. The increase in the distance Pd–Pd to 2.81Å indicates the formation of a stoichiometric intermetallic compound. The peak at 3.63Å due to the distance Pd–Ga, in this case, cannot be reliably detected because of the high noise level. The EXAFS spectrum of gallium was recorded for the sample 0.5%Pd–0.08%Ga/Sibunit. The results of modeling are shown on Fig. 3 . The model spectrum shows the presence of Ga–O and Ga–Ga coordination spheres. According to previously obtained EXAFS data for bulk Ga2O3 (solid line on Fig. 3) [18], the first peak corresponds to Ga–O coordination sphere with the distance 1.97Å. Next peak of Ga spectrum (dotted line on Fig. 3) in 0.5%Pd–0.08%Ga/Sibunit may be ascribed to Ga–Ga coordination sphere. According to the results of catalytic tests (Table 1), the most active and selective catalyst was 0.5%Pd–0.08%Ga/Sibunit. The EXAFS data demonstrate that this catalyst contains a Pd–Ga solid solution. The least active was the sample with the highest content of gallium (0.5%Pd–1.3%Ga/Sibunit). A possible explanation for its low activity may be blocking of the intermetallic phase by surface gallium oxide. It is known that in the synthesis of palladium catalysts on Sibunit (including methods of the impregnation from ethanol solutions), the reduction of palladium nitrate to metallic Pd proceeds even during the deposition. When reduction proceeds in hydrogen, the formation of palladium-gallium intermetallic compounds should include the diffusion of gallium atoms into the already formed particles of metallic palladium. Here, a non-uniform distribution of gallium over the diameter of palladium nanoparticles is most probable. In a reducing atmosphere at temperatures up to 500°C, the formation of the most thermodynamically stable intermetallic GaPd2 is most probable [28]. The highest activity is achieved for the ratio of Ga:Pd≤0.5:1; i.e., before the formation of the stoichiometric intermetallic compound. With the increase in the gallium content, the coating of Pd particles with excess gallium is quite possible, which can lead to full blocking of their surface. An electronic state of gallium, in this case, is not essential. On the other hand, during the liquid-phase hydrogenation, because of the presence of very small (<100ppb) [29] amounts of water and oxygen, a segregation of gallium onto the surface of already formed bimetallic particles is also possible. At that, the surface contains metallic palladium blocked with gallium oxide [30,31]. With an increase in the amount of the modifier in the sample, all excess amounts of gallium are located on the surface of the particles and block the active sites, leading to a decrease in the overall activity of the catalyst. 4 Conclusions During this work, we studied the state of the active component and catalytic properties of the samples Pd/Sibunit and Pd–Ga/Sibunit prepared by support impregnation with joint alcohol solutions of precursors. In this work, it is shown that the transition from gallium oxide as carrier to a carbon composite Sibunit which does not have the Lewis acid sites, does not change the nature of the active component. According to EXAFS data, in the catalysts modified with gallium, the active component exists in the form of a non-stoichiometric gallium-palladium solid solution. It has been shown that the catalytic properties are significantly affected not only by the presence of the palladium–gallium phase but also by the blocking of the particle surface. In this case, the determining factor is the ratio of the amounts of deposited palladium and gallium. Addition of large amounts of the modifier (molar ratio Ga:Pd is more than 0.25:1 or 0.5:1, and the concentrations of palladium ∼0.5wt%) leads to a deterioration in the activity and selectivity of the samples because of the blocking of the active component by gallium oxide. Acknowledgements Authors thank E.A. Anoshkina for conducting catalytic tests. Physicochemical studies were partially performed in the Omsk Regional Center for collective use of SB RAS (Omsk). EXAFS spectra were recorded using the equipment of the Siberian Synchrotron and Terahertz Radiation Center (Novosibirsk) under partial support by the Ministry of Education of Russia and by the Russian Science Foundation. Authors gratefully acknowledge the financial support from the RFBR, grant No. 14-03-90032 Bel_a. References [1] http://www.synfuels.com (accessed 28.11.14). [2] M. M. Johnson, E.R. Peterson, S.C. Gattis US Patent 7692051B2 (2010). [3] M. M. Johnson, E.R., Peterson, S.C. Gattis US Patent 2011/0217781A1 (2011). [4] J. Osswald, Active-site isolation for the selective hydrogenation of acetylene: the Pd–Ga and Pd–Sn intermetallic compounds, Berlin (2006). [5] J. Osswald R. Giedigkeit R.E. Jentoft M. Armbrüster F. Girgsdies K. Kovnir T. Ressler Y. Grin R. Schlögl J. Catal. 258 2008 210 218 [6] J. Osswald K. Kovnir M. Armbrüster R. Giedigkeit R.E. Jentoft U. Wild Y. Grin R. Schlögl J. Catal. 258 2008 219 227 [7] K. Kovnir J. Osswald M. Armbrüster D. Teschner G. Weinberg U. Wild A. Knop-Gericke T. Ressler Y. Grin R. Schlögl J. Catal. 264 2009 93 103 [8] K. Kovnir M. Schmidt C. Waurisch M. Armbrüster Y. Prots Yu. Grin Z. Kristallogr. New Cryst. Struct. 223 2008 7 8 [9] K. Kovnir M. Armbrüster D. Teschner T.V. Venkov L. Szentmiklósi F.C. Jentoft A. Knop-Gericke Y. Grin R. Schlögl Surf. Sci. 603 2009 1784 1792 [10] L. Shao W. Zhang M. Armbrüster D. Teschner F. Girgsdies B. Zhang O. Timpe M. Friedrich R. Schlögl D.S. Su Angew. Chem. Int. Ed. 50 2011 10231 10235 [11] L. Li B. Zhang E. Kunkes K. Föttinger M. Armbrüster D.S. Su W. Wei R. Schlögl M. Behrens ChemCatChem 4 2012 1764 1775 [12] M. Klanjšek A. Gradišek A. Kocjan M. Bobnar P. Jeglič M. Wencka Z. Jagličić P. Popčević J. Ivkov A. Smontara P. Gille M. Armbrüster G. Yu J. Dolinšek J. Phys. Condens. Matter 24 2012 085703 085712 [13] S.E. Collins D.L. Chiavassa A.L. Bonivardi M.A. Baltanás Catal. Lett. 103 2005 83 88 [14] L. Rodríguez D. Romero D. Rodríguez J. Sánchez F. Domínguez G. Arteaga App. Catal. A: Gen. 373 2010 66 70 [15] A. Ota E.L. Kunkes I. Kasatkin E. Groppo D. Ferri B. Poceiro Yerga R.M. Navarro M. Behrens J. Catal. 293 2012 27 38 [16] M. Armbrüster G. Wowsnick M. Friedrich M. Heggen R. Cardoso-Gil J. Am. Chem. Soc. 133 2011 9112 9118 [17] C. F. Elkjær, C.D. Damsgaard, I. Sharafutdinov, S. Dahl, Book of Abstracts EuropaCat X, Glasgow, UK (2011). [18] N.S. Smirnova D.A. Shlyapin O.O. Mironenko E.A. Anoshkina V.L. Temerev N.B. Shitova D.I. Kochubey P.G. Tsyrul’nikov J. Mol. Catal. A: Chem. 358 2012 152 158 [19] N. S. Smirnova, O.O. Mironenko, E.A. Anoshkina, D.A. Shlyapin, O.V. Protasova, M.V. Trenikhin, P.G. Tsyrul'nikov. Book of Abstracts Carbocat-V, Bressanone/Brixen, Italy (2012). [20] N.B. Shitova D.A. Shlyapin T.N. Afonasenko E.N. Кudrya P.G. Tsyrul'nikov V.A. Likholobov Kinet. Catal. 52 2011 251 257 [21] [21] VIPER distributive http://www.cells.es/en/beamlines/bl22-claess/software (accessed 02.12.14). [22] D. I. Kochubey, EXAFS Spectroscopy of Catalysts, Novosibirsk, (1992, in Russian). [23] [23] FEFF7 http://www.feffproject.org/feffproject-feff-download.html (accessed 02.12.14). [24] http://www.fiz-karlsruhe.de/icsd_web.html (accessed 02.12.14). [25] Crystallography Open Database http://www.crystallography.net/ (accessed 02.12.14). [26] R. Hou T. Wang X. Lan Ind. Eng. Chem. Res. 52 2013 13305 13312 [27] A.L. Petre A. Auroux P. Gélin M. Caldararu N.I. Ionescu Thermochim. Acta. 379 2001 177 185 [28] A. Haghofer K. Föttinger F. Girgsdies D. Teschner A. Knop-Gericke R. Schlögl G. Rupprechter J. Catal. 286 2012 13 21 [29] G. Wowsnick D. Teschner M. Armbrüster I. Kasatkin F. Girgsdies R. Yu Grin Schlögl M. Behrens J. Catal. 309 2014 221 230 [30] A. Haghofer K. Föttinger M. Nachtegaal M. Armbrüster G. Rupprechter J. Phys. Chem. C 116 2012 21816 21827 [31] G. Wowsnick D. Teschner I. Kasatkin F. Girgsdies M. Armbrüster A. Zhang Y. Grin R. Schlögl M. Behrens J. Catal. 309 2014 209 220",
      "scopus-id": "84926068659",
      "coredata": {
        "eid": "1-s2.0-S1381116915001181",
        "dc:description": "A series of catalysts Pd/Sibunit and Pd–Ga/Sibunit were prepared by impregnation with joint solutions of palladium and gallium nitrates in ethanol. The state of the active component and catalytic properties of the samples were studied in the liquid-phase hydrogenation of acetylene. The EXAFS method showed that the active component in the gallium-modified catalysts exists in the form of a non-stoichiometric Pd–Ga solid solution. The activity of the catalysts was found to be determined by the ratio Pd:Ga. It was shown that at the molar ratios Ga:Pd>0.5:1, the catalytic activity is reduced by blocking the surface of the bimetallic particles by gallium oxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2015-07-31",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116915001181",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Smirnova, N.S."
          },
          {
            "@_fa": "true",
            "$": "Shlyapin, D.A."
          },
          {
            "@_fa": "true",
            "$": "Shitova, N.B."
          },
          {
            "@_fa": "true",
            "$": "Kochubey, D.I."
          },
          {
            "@_fa": "true",
            "$": "Tsyrul’nikov, P.G."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116915001181"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116915001181"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(15)00118-1",
        "prism:volume": "403",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "EXAFS study of Pd/Sibunit and Pd–Ga/Sibunit catalysts for liquid-phase hydrogenation of acetylene to ethylene",
        "prism:copyright": "Copyright © 2015 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "EXAFS spectroscopy"
          },
          {
            "@_fa": "true",
            "$": "Pd/Sibunit catalysts"
          },
          {
            "@_fa": "true",
            "$": "Pd–Ga phase"
          },
          {
            "@_fa": "true",
            "$": "Selective liquid-phase hydrogenation of acetylene"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "10-14",
        "prism:endingPage": "14",
        "pubType": "fla",
        "prism:coverDisplayDate": "July 2015",
        "prism:doi": "10.1016/j.molcata.2015.03.014",
        "prism:startingPage": "10",
        "dc:identifier": "doi:10.1016/j.molcata.2015.03.014",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "high",
            "@height": "1274",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr3_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "150153",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1286",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "115224",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "1568",
            "@width": "1708",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "260231",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "high",
            "@height": "886",
            "@width": "2213",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-fx1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "201853",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "288",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24227",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "291",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19148",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "354",
            "@width": "386",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "39641",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "200",
            "@width": "500",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "24137",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4224",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "218",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3468",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "178",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4494",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "88",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116915001181-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3723",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/84926068659"
      }
    }
  }
}