{
  "metadata": {
    "title": "One-pot synthesis of diisobornyl ether from camphene using heteropoly acid catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-01-16",
    "doi": "10.1016/j.molcata.2005.08.038",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905006011",
    "pii": "S1381116905006011"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-29144441341",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-09-30 2005-09-30 2010-03-29T20:21:43 1-s2.0-S1381116905006011 S1381-1169(05)00601-1 S1381116905006011 10.1016/j.molcata.2005.08.038 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02242 2015-05-15T05:56:33.000448-04:00 0 0 20060116 2006 2005-09-30T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 243 243 2 2 Volume 243, Issue 2 18 258 263 258 263 20060116 16 January 2006 2006-01-16 2006 article fla Copyright © 2005 Elsevier B.V. All rights reserved. ONEPOTSYNTHESISDIISOBORNYLETHERCAMPHENEUSINGHETEROPOLYACIDCATALYSTS LANA E 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgments References ERMAN 1985 W CHEMISTRYMONOTERPENESENCYCLOPEDICHANDBOOK CHALK 1988 A CATALYSISORGANICREACTIONS BAUER 1997 K COMMONFRAGRANCEFLAVORMATERIALSPREPARATIONPROPERTIESUSES RADBIL 1999 524 A DASILVA 2003 129 K RADBIL 2001 1850 A HARMER 2001 45 M BIELANSKI 2003 153 A IZUMI 1992 Y ZEOLITECLAYHETEROPOLYACIDINORGANICREACTIONS OKUHARA 1996 113 T KOZHEVNIKOV 2002 I CATALYSTSFORFINECHEMICALSCATALYSISBYPOLYOXOMETALATES TIMOFEEVA 2003 19 M ROBLESDUTENHEFNER 2001 33 P DASILVA 2004 425 K KAUR 2002 448 J KOZHEVNIKOVA 2002 1178 E KOZHEVNIKOVA 2003 69 E MAKSIMOV 1989 317 G MATOUO 1994 M YIN 1995 1065 X SHIKATA 1995 49 S LIM 2002 175 S PERRIN 1996 D PURIFICATIONLABORATORYCHEMICALS KOZHEVNIKOV 1997 63 I KOZHEVNIKOV 1998 171 I SILVERSTEIN 2005 R SPECTROSCOPICIDENTIFICATIONORGANICCOMPOUNDS BROUANT 1974 37 P LANAX2006X258 LANAX2006X258X263 LANAX2006X258XE LANAX2006X258X263XE item S1381-1169(05)00601-1 S1381116905006011 1-s2.0-S1381116905006011 10.1016/j.molcata.2005.08.038 271358 2010-10-08T06:13:52.834356-04:00 2006-01-16 1-s2.0-S1381116905006011-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/MAIN/application/pdf/065de82c73baa863e92d0094af58bba2/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/MAIN/application/pdf/065de82c73baa863e92d0094af58bba2/main.pdf main.pdf pdf true 134360 MAIN 6 1-s2.0-S1381116905006011-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/PREVIEW/image/png/4d8965b4689bf6dd0274e025ea7da228/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/PREVIEW/image/png/4d8965b4689bf6dd0274e025ea7da228/main_1.png main_1.png png 69073 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905006011-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/fx1/DOWNSAMPLED/image/gif/56feb32bd901934a6504aa8e1603018c/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/fx1/DOWNSAMPLED/image/gif/56feb32bd901934a6504aa8e1603018c/fx1.gif fx1 true fx1.gif gif 2141 66 246 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006011-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/fx1/THUMBNAIL/image/gif/3dbc17455a5617722c2514431fd561b0/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/fx1/THUMBNAIL/image/gif/3dbc17455a5617722c2514431fd561b0/fx1.sml fx1 true fx1.sml sml 884 33 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905006011-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/sc1/DOWNSAMPLED/image/jpeg/24841eec89fba571af94197b91da09a2/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/sc1/DOWNSAMPLED/image/jpeg/24841eec89fba571af94197b91da09a2/sc1.jpg sc1 sc1.jpg jpg 11296 74 433 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006011-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/sc1/THUMBNAIL/image/gif/c553f04acb14864c01406a969f2cf42d/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/sc1/THUMBNAIL/image/gif/c553f04acb14864c01406a969f2cf42d/sc1.sml sc1 sc1.sml sml 1534 21 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905006011-sc2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/sc2/DOWNSAMPLED/image/jpeg/4b2f4509d85e36d67ecd1775d9ed416f/sc2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/sc2/DOWNSAMPLED/image/jpeg/4b2f4509d85e36d67ecd1775d9ed416f/sc2.jpg sc2 sc2.jpg jpg 19150 314 517 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905006011-sc2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905006011/sc2/THUMBNAIL/image/gif/1bef834e1b9619b6275c6b00e07e6d4e/sc2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905006011/sc2/THUMBNAIL/image/gif/1bef834e1b9619b6275c6b00e07e6d4e/sc2.sml sc2 sc2.sml sml 1684 76 125 IMAGE-THUMBNAIL MOLCAA 5496 S1381-1169(05)00601-1 10.1016/j.molcata.2005.08.038 Elsevier B.V. Scheme 1 Scheme 2 Table 1 NMR data for compound 2 (δ, ppm) a Atom 2a (major isomer) 2b (minor isomer) HMBC δ (1H) δ (13C) δ (1H) δ (13C) (both isomers) 1, 1′ 48.76 49.41 H-8, 8′ 2, 2′ 3.16-3.20 (m, 1H) 84.46 3.16–3.20 (m, 1H) 86.80 H-10, 10′; H-6, 6′; H-2′, 2 3, 3′ 1.52–1.55 (m, 1H) 1.67–1.70 (m, 1H) 38.48 1.57–1.67 (m, 1H) 1.70–1.76 (m, 1H) 39.79 4, 4′ 1.57–1.67 (m, 1H) 45.26 1.57–1.67 (m, 1H) 45.20 H-6, 6′; H-8, 8′ 5, 5′ 1.57–1.67 (m, 1H) 0.96 (m, 1H) 27.40 1.57–1.67 (m, 1H) 0.96 (m, 1H) 27.40 H-3, 3′ 6ax 6′ax 1.42–1.50 (m, 1H) 34.47 1.42–1.50 (m, 1H) 34.47 H-10, 10′; H-2, 2′ 6eq 6′eq 0.96 (m, 1H) 0.96 (m, 1H) H-10, 10′; H-2, 2′ 7, 7′ 46.32 46.47 H-3, 3′; H-10, 10′ 8, 8′ 0.78 (s, 3H) 20.30 0.78 (s, 3H) 20.35 H-9, 9′ 9, 9′ 0.97 (s, 3H) 20.16 0.96 (s, 3H) 20.19 10, 10′ 0.82 (s, 3H) 12.45 0.87 (s, 3H) 12.07 H-6, 6′ a Resonance multiplicities in parentheses: s, singlet; m, multiplet. Table 2 Homogeneous conversion of camphene (0.40M) catalyzed by H3PW12O40 (PW) in nitrobenzene Run Catalyst (mol%) T (°C) Time (min) Conversion (%) Selectivity (%) 2 3 Others a 1 PW (1.0) 15 30 26 87 13 120 51 93 2 5 300 62 90 3 7 2 PW (1.0) 25 30 38 95 5 120 46 91 3 6 300 54 90 2 8 3 PW (1.0) 40 30 38 42 4 54 120 44 36 2 62 4 b PW (1.0) 25 120 45 89 4 7 150 42 88 3 9 5 PW (0.5) 25 30 25 87 5 8 120 34 79 5 16 300 45 71 5 24 6 c PW (1.0) 25 30 13 0 100 120 22 0 100 7 H2SO4 25 30 80 0 0 100 a Mainly, oligomerization products. b An additional amount of camphene (0.2M) was added to the reaction solution after 120min. c 0.5wt.% of H2O was added. Table 3 Heterogeneous conversion of camphene (0.40M) catalyzed by H3PW12O40 (PW) in benzene Run Catalyst (wt.%) T (°C) Time (min) Conversion (%) Selectivity (%) 2 3 Others a 1 None 25 300 2 0 0 0 2 SiO2 (2.0) 25 300 2 0 0 0 3 20% PW/SiO2 (2.0) 25 180 19 61 34 5 4 20% PW/SiO2 (2.5) 25 180 37 90 4 6 5 b , c 20% PW/SiO2 (4.0) 25 180 50 90 5 5 6 20% PW/SiO2 (4.0) 40 180 49 89 6 5 7 20% PW/SiO2 (4.0) 60 180 36 14 3 83 8 20% PW/SiO2 (4.0) 80 30 69 0 0 100 9 d 20% PW/SiO2 (4.0) 25 180 0 0 0 0 40 360 28 82 16 2 10 Amberlyst-15 (4.0) 25 240 15 0 11 89 a Mainly, oligomerization products. b No conversion camphene and formation of products was observed after the catalyst was removed by centrifugation, fresh substrate added and the system allowed to react further. c After the reaction, the catalyst was separated by centrifugation and reused three times. d 0.5wt.% of H2O was added. One-pot synthesis of diisobornyl ether from camphene using heteropoly acid catalysts Enio José Leão Lana a Kelly A. da Silva Rocha a Ivan V. Kozhevnikov b Elena V. Gusevskaya a ⁎ a Departamento de Química, Universidade Federal de Minas Gerais, Av. Antonio Carlos 6627, 31270-901 Belo Horizonte, MG, Brazil b Department of Chemistry, University of Liverpool, Liverpool L69 7ZD, UK ⁎ Corresponding author. Tel.: +55 31 3 499 57 55; fax: +55 31 3 499 57 00. A novel one-pot catalytic synthesis of diisobornyl ether directly from camphene (1) has been developed. The reaction occurs under near ambient conditions in the presence of dissolved or silica-supported heteropoly acid H3PW12O40 (PW) as a catalyst to give diisobornyl ether (2) with up to 90% selectivity at 50–60% conversion, along with isoborneol (3). Ether 2 appears to be a new compound; it was isolated as a mixture of meso and dl stereoisomers and fully characterized by MS-GC, NMR and IR spectroscopy. The supported PW catalyst can be easily separated and reused; no PW leaching from support was observed during the reaction. Conventional acid catalysts such as H2SO4 or Amberlyst-15 showed no activity in this reaction. Graphical abstract A novel one-pot catalytic synthesis of diisobornyl ether directly from camphene (1) has been developed. The reaction occurs under near ambient conditions in the presence of dissolved or silica-supported heteropoly acid H3PW12O40 (PW) as a catalyst to give diisobornyl ether (2) with up to 90% selectivity at 50–60% conversion. Keywords Camphene Etherification Diisobornyl ether Heteropoly acid Catalysis 1 Introduction Terpenes constitute a class of natural products that can be transformed into compounds commercially important for industrial production of fragrances, perfumes, flavors and pharmaceuticals as well as useful synthetic intermediates and chiral building blocks [1–3]. Various monoterpenic esters and ethers, which are produced by acid-catalyzed reactions of monoterpenes with carboxylic acids or alcohols, respectively, can be used as fragrances. Camphene is a particularly attractive raw material employed for manufacturing synthetic substitutes for natural aromas. This compound can be converted to borneol and isoborneol as well as to their ethers and esters that are used in formulations of soap and cosmetic perfumes and medicines, as well as in the industrial production of synthetic camphor (Scheme 1 ) [1,4–6]. Preparation of some alkylisobornyl ethers by alkoxylation of camphene has been described [6–9], however no synthesis of diisobornyl ether, neither from isoborneol itself nor from isoborneol and camphene, has been reported yet. Dialkyl ethers, which are widely used as octane boosters in the fuel for motor vehicles, are usually produced either by alcohol addition to olefins or by alcohol etherification. Both these reactions require strong Brønsted acid catalysts, with ion-exchange resins, such as Amberlyst-15, being a choice in industrial processes [10,11]. Heteropoly acids (HPAs), especially those of the Keggin series, are promising catalysts for the synthesis of fine and specialty chemicals [12–15]. Due to their strong acidity, they generally exhibit high catalytic activities both in homogeneous and heterogeneous systems. With HPA catalysts, no side reactions that frequently occur with mineral acids (e.g., sulfonation, chlorination, etc.) take place. HPAs are soluble in water and polar organic solvents, such as lower alcohols and carboxylic acids, but insoluble in hydrocarbons, which often allows one to recover HPA catalysts from liquid-phase reaction systems without neutralization simply by precipitating with a hydrocarbon solvent. Recently, it has been reported that homogeneous and silica-supported HPA catalysts are efficient for the hydration/acetoxylation of monoterpenes [5,16], cyclization of citronellal [17], Friedel–Crafts acylation [18] and Fries rearrangement of aryl esters [19,20]. HPAs are also active catalysts for etherification of various olefins with alcohols [4,11,21–25]. This work describes the application of H3PW12O40 (PW), the strongest HPA in the Keggin series, as a catalyst for the novel, one-pot conversion of camphene to diisobornyl ether, which, to our knowledge, is a new compound. Both homogeneous and heterogeneous systems are studied. 2 Experimental Chemicals were purchased from commercial sources and used as received, unless otherwise stated. H3PW12O40·10H2O and racemic camphene were from Aldrich. Benzene was purified before use, as described elsewhere [26]. 31P MAS NMR spectra were recorded at room temperature and 4kHz spinning rate on a Bruker Avance DSX 400NMR spectrometer using 85% H3PO4 as a reference. Powder X-ray diffraction (XRD) of the catalysts was measured using a Rigaku Geigerflex-3034 diffractometer with Cu Kα radiation. Surface area and porosity of the catalysts were measured by nitrogen physisorption at 77K on a Micromeritics ASAP 2000 instrument. Tungsten and phosphorus content in the catalysts was measured by inductively coupled plasma (ICP) emission spectroscopy on a Spectro Ciros CCD spectrometer. The silica-supported catalyst, 20wt.% H3PW12O40/SiO2 (PW/SiO2), was prepared by impregnating Aerosil 300 (S BET, 300m2 g−1) with an aqueous PW solution and calcined at 130°C/0.2–0.3Torr for 1.5h, as described previously [27]. The PW content was determined by ICP. The integrity of the Keggin structure of PW was confirmed by 31P MAS NMR; the catalysts showed only a single peak at ca. −15ppm characteristic of H3PW12O40 [28]. From XRD, the catalyst included crystalline phase of PW on the silica surface. It had a BET surface area of 200m2 g−1 and a pore volume of 0.53cm3 g−1. The reactions were carried out in a glass reactor equipped with a magnetic stirrer at 15–40°C. In a typical run, a mixture of camphene (0.40M), dodecane (0.20M, internal standard) and PW (0.5–1.0mol% based on 1) or solid PW/SiO2 catalyst in nitrobenzene or benzene, respectively, was intensively stirred under air at a specified temperature. The reaction progress was followed by gas chromatography (GC) using a Shimadzu 17 instrument fitted with a Carbowax 20M capillary column and a flame ionization detector. The GC mass balance was based on the substrate charged. The difference was attributed to the formation of oligomers, which were not GC determinable. The products were identified by GC-MS on a Hewlett-Packard MSD 5890/Series II instrument operated at 70eV. Catalyst recycling was performed as follows. After reaction completion, the mixture was centrifuged and the solution was taken off the catalyst with a pipette. The catalyst was washed with hexane and transferred into the reactor recharged with fresh substrate solution. To control catalyst leaching and the possibility of a homogeneous reaction, the catalyst was removed from the reaction system by centrifugation and the solution was recharged with fresh substrate and allowed to react. No conversion of camphene was observed in such experiments indicating the absence of homogeneous reaction. Product 2 was isolated by column chromatography (silica) as a mixture (ca. 60/40) of meso (2a) and dl (2b) stereoisomers and identified by GC/MS, IR (Mattson FTIR 3000/Galaxy Series), 1H and 13C NMR spectroscopy (Bruker DRX-400, tetramethylsilane, CDCl3, COSY, HMQC, HMBC and DEPT experiments). Spectroscopic data for diisobornyl ether (2) (light yellow oil): MS (m/z/rel. int.): 152/2, 137/44, 95/24, 81/100, 69/28, 67/30, 55/22; IR (film) ν max/cm−1: 1110 [ν(R–O–R)]. For 1H and 13C NMR data see Table 1 . 3 Results and discussion Transformations of camphene (1) in the presence of dissolved or solid silica-supported PW catalysts were studied in nitrobenzene or benzene solutions, respectively. The results obtained are presented in Tables 2 and 3 . In most cases in homogeneous and heterogeneous systems, two isomers of product 2 were formed as the main products (detected by GC). Isoborneol 3 (2–6% selectivity at high conversions) was detected as a minor product. In some cases, in addition to 2 and 3, some oligomerization products were also formed; their yield was quantified as the difference in mass balance. Choosing appropriate reaction conditions could minimize the oligomerization. Products 2a and 2b resulting from camphene were isolated from the reaction solutions as a mixture (ca. 60/40) and identified by GC-MS, IR and NMR spectroscopy. The IR spectrum of the 2a/2b mixture shows a strong absorption at 1110cm−1, which is characteristic of aliphatic ethers and corresponds to the asymmetric C–O–C stretching vibration [29]. From the GC-MS, IR, 1H and 13C NMR data, we suggest that 2 is diisobornyl ether, whose structure is shown in Scheme 1. The assignment of hydrogen and carbon resonances (Table 1), which are similar to those of isoborneol itself except for C-2 and H-2, is also supported by COSY (1H, 1H), HMQC (1H, 13C), HMBC (1H, 13C) and DEPT NMR experiments. The two isomers of 2 could be exo–exo (diisobornyl), exo–endo (isobornyl–bornyl) or endo–endo (dibornyl) forms. The corresponding carbon and hydrogen atoms of both ring systems in each isomer show the same resonances in 1H and 13C NMR spectra, indicating that both isomers have symmetrical structures. HMBC spectra of both isomers show the long-range cross signals corresponding to the correlation between carbon C-2 and hydrogen H-2′ of the other ring system. On the other hand, most of the 13C signals and some 1H signals (H-3, 3′; H-9, 9′ and H-10, 10′) for the two isomers are slightly different. The NOESY spectrum of the 2a/2b mixture reveals that in both isomers, protons H-2/2′ give NOE with protons H-6ax/6′ax showing their spatial proximity. This clearly indicates the exo–exo configuration for both isomers, as shown in Scheme 2 . Moreover, as the chemical shifts of protons H-2 in borneol and isoborneol are significantly different (Δδ =0.4ppm [30]), this should also be expected for the corresponding ethers. However, both ring systems in 2a and 2b show the resonances of H-2 in the same region of 3.16–3.20ppm (Table 1). Thus, compounds 2a and 2b formed from the racemic camphene are most likely to be meso and dl stereoisomers of the symmetrical diisobornyl ether (exo–exo configuration). Also it should be noted that only isoborneol 3 was detected by GC as byproduct. No borneol, i.e., endo isomer of isoborneol, was observed in detectable amounts. In blank reactions, with no catalyst (Table 3, run 1) or pure silica (Table 3, run 2) added, practically no camphene conversion was observed for 6h at 25°C in either solvent. On the other hand, PW as a homogeneous catalyst in nitrobenzene solution or silica-supported PW in benzene solution showed high activity and selectivity towards 2 under near ambient conditions. Reaction rates and selectivities depended on the conditions applied; however, in all runs, the reaction was complete in 2–3h. The final conversions of camphene reached 40–60% depending on the temperature, with selectivity to 2 being 90–93% under optimized conditions (Table 2, runs 1 and 2; Table 2, runs 5 and 6). Generally, water was not added to the reaction system. The amount of hydration water present in the PW catalysts and commercial camphene was sufficient for the formation 2 and 3. Surprisingly, the addition of only 0.5wt.% of water to the initial reaction mixture strongly inhibited the conversion of camphene both in homogeneous (Table 2, cf. runs 2, 4 and 6) and heterogeneous (Table 3, cf. runs 9 and 5) systems. It is interesting that in the homogeneous system, differently from the heterogeneous one, the selectivity of the reaction is completely changed, with only isoborneol 3 being formed. Addition of 0.5wt.% water to the system after reaction completion did not increase the yield of products. On the other hand, about 40% of camphene additionally added to the system was converted within 30min (Table 2, run 4). Thus, the role of water in this system is a complex one. We found that only traces of water are required for the reaction, whereas excess of water kills the catalyst activity. The effect of water is different in homogeneous and heterogeneous systems, which is probably related to different state of water in these systems. In homogeneous system (in nitrobenzene), water is most likely bound to HPA molecules. It should be noted that HPA crystalline hydrates could bear up to about 30 water molecules per polyanion. In heterogeneous system (2–4wt.% of HPA/SiO2 in benzene), most of water probably exists inside SiO2 pores. As the SiO2 porosity is about 50%, it is possible to accommodate about 1–2% water in such system with no separation of aqueous phase. This is probably the reason why water caused the different effect on the reaction selectivity in homogeneous and heterogeneous systems. The reaction rate increased with increasing the amount of catalyst, as expected (Table 2, cf. runs 2 and 5; Table 3, cf. runs 3–5). However, the use of too small amounts of catalyst decreased the selectivity to 2 (Table 2, run 5; Table 3, run 3). The selectivity strongly decreased when the temperature was increased to 40°C in homogeneous systems and to 60°C in heterogeneous systems to form high-boiling oligomers as the main products (Table 2, run 3; Table 3, run 7). In contrast to PW, conventional acid catalysts, such as H2SO4 (Table 2, run 7) or Amberlyst-15 (Table 3, run 10), showed no activity in the formation of ether 2 from camphene under similar conditions. As PW is not soluble in benzene, no PW leaching during the reaction from the PW/SiO2 catalyst was expected (Table 3, run 5). PW/SiO2 is easily separable from the reaction mixture and reusable after washing with hexane. In run 5 (Table 3), after the reaction, the catalyst was filtered off, washed with hexane and used repeatedly (three times) with ca. 10% loss of activity in each run. Thus, in the fourth run, only about half of the initial activity was observed probably because of the blockage of active sites in the catalyst by carbonaceous deposit. In homogeneous systems, PW can be recovered from nitrobenzene solutions without neutralization by precipitating with a hydrocarbon solvent and reused. We attempted to synthesize 2 by the addition of isoborneol to camphene and by etherification of isoborneol using PW as a homogeneous catalyst in nitrobenzene or 20% PW/SiO2 as a heterogeneous catalyst in benzene. Surprisingly, only dehydration of isoborneol to camphene was observed under such conditions, with no formation of ether 2. For example, 75% of isoborneol was converted into camphene in 1h in nitrobenzene solutions containing PW ([1]=[3]=0.2M; [PW]=3.5×10−3 M, 25°C). In the presence of the PW/SiO2 catalyst, a 30% conversion of isoborneol to camphene was observed in 4h ([3]=0.4M; 4.0wt.% of 20% PW/SiO2, benzene, 25°C). No traces of 2 was found in these experiments. Tentatively, the acid-catalyzed conversion of camphene to diisobornyl ether and isoborneol can be represented as shown in Scheme 2. The reaction involves the protonation of camphene to form non-classical carbenium ion 4, which then undergoes a nucleophilic attack either by water to give isoborneol 3 or by camphene and water resulting in diisobornyl ether 2. Remarkably, a very high stereoselectivity is observed in both reactions, with only exo isomers of the alcohol and the ether being formed. An alternative pathway via a nucleophilic attack of the initially formed isoborneol on carbenium ion 4 appears less probable because the etherification of camphene by isoborneol does not occur (see above). Many important details remain unclear, however. Why is the formation of 2 efficient when only traces of water are present in the system? Even small additives of water inhibit this reaction. No camphene dimerization to yield dicamphene is observed, although this could have been expected in the reaction system. Why is PW the effective catalyst, whereas H2SO4 and Amberlyst-15 are not? Further studies are needed to answer all these questions. 4 Conclusions Diisobornyl ether was for the first time synthesized directly from camphene in liquid-phase under near ambient conditions. It was obtained with up to 90–95% selectivity at 50–60% camphene conversion as a mixture of meso and dl stereoisomers. The reaction is catalyzed by dissolved or silica-supported heteropoly acid H3PW12O40. No PW leaching was observed during the reaction with the supported catalyst. Both homogeneous and heterogeneous PW catalysts can be separated from the reaction mixtures and reused. Conventional acid catalysts, such as H2SO4 or Amberlyst-15, showed no activity in this reaction. Attempts to synthesize diisobornyl ether by the addition of isoborneol to camphene or by the etherification of isoborneol using PW as a catalyst were unsuccessful, only dehydration of isoborneol to camphene was observed. Acknowledgments Financial support from the CNPq and FAPEMIG is gratefully acknowledged. We also thank FAPEMIG for a post-doctoral scholarship for EJLL and CNPq for a doctoral scholarship for KASR. References [1] W.E. Erman Chemistry of the Monoterpenes. An Encyclopedic Handbook 1985 Marcel Dekker New York [2] A.J. Chalk P.N. Rylander H. Greenfield R.L. Augustine Catalysis of Organic Reactions vol. 22 1988 Marcel Dekker New York p. 43 [3] K. Bauer D. Garbe H. Surburg Common Fragrance and Flavor Materials: Preparation Properties and Uses 1997 Wiley New York [4] A.B. Radbil’ M.V. Kulikov T.N. Sokolova V.R. Kartashov B.A. Zolin B.A. Radbil’ Chem. Nat. Commun. 35 1999 524 [5] K.A. Da Silva I.V. Kozhevnikov E.V. Gusevskaya J. Mol. Catal. A 192 2003 129 [6] A.B. Radbil’ B.A. Zolin B.A. Radbil’ T.V. Ryazanova T.V. Klimanskaya Russ. J. Appl. Chem. 74 2001 1850 [7] USSR Patent 352,870 (1972); Chem. Abstr. 78:43774h. [8] USA Patent 3,354,225 (1967); Chem. Abstr. 68:29902k. [9] R.M. Boden, USA Pat. No. 4,443,633 (1984); Chem. Abstr. 101:72324k. [10] M.A. Harmer Q. Sun Appl. Catal. A 221 2001 45 [11] A. Bielanski A. Lubanska J. Pozniczek A. Micek-Ilnicka App. Catal. A 256 2003 153 [12] Y. Izumi K. Urabe M. Onaka Zeolite, Clay and Heteropoly Acid in Organic Reactions 1992 Kodansha Tokyo [13] T. Okuhara N. Mizuno M. Misono Adv. Catal. 41 1996 113 [14] I.V. Kozhevnikov Catalysts for Fine Chemicals Catalysis by Polyoxometalates vol. 2 2002 Wiley Chichester [15] M.N. Timofeeva Appl. Catal. A 256 2003 19 [16] P.A. Robles-Dutenhefner K.A. Da Silva M.R.H. Siddiqui I.V. Kozhevnikov E.V. Gusevskaya J. Mol. Catal. A 175 2001 33 [17] K.A. Da Silva P.A. Robles-Dutenhefner E.M.B. Sousa E.F. Kozhevnikova I.V. Kozhevnikov E.V. Gusevskaya Catal. Commun. 5 2004 425 [18] J. Kaur K. Griffin B. Harrison I.V. Kozhevnikov J. Catal. 208 2002 448 [19] E.F. Kozhevnikova E.G. Derouane I.V. Kozhevnikov Chem. Commun. 2002 1178 [20] E.F. Kozhevnikova J. Quartararo I.V. Kozhevnikov Appl. Catal. A 245 2003 69 [21] G.M. Maksimov I.V. Kozhevnikov React. Kinet. Catal. Lett. 39 1989 317 [22] M. Matouo T. Tagawa S. Goto J. Chem. Eng. Jpn. 27 1994 [23] X.D. Yin B.L. Yang S. Goto Int. J. Chem. Kinet. 27 1995 1065 [24] S. Shikata T. Okuhara M. Misono J. Mol. Catal. A 100 1995 49 [25] S.S. Lim G.I. Park I.K. Song W.Y. Lee J. Mol. Catal. A 182 2002 175 [26] D.D. Perrin W.L.F. Armarego Purification of Laboratory Chemicals 4th ed. 1996 Butterworth Heinemann Oxford [27] I.V. Kozhevnikov A. Sinnema A.J.A. Van Der Weerdt H. Van Bekkum J. Mol. Catal. A 120 1997 63 [28] I.V. Kozhevnikov Chem. Rev. 98 1998 171 [29] R.M. Silverstein F.X. Webster Spectroscopic Identification of Organic Compounds 2005 Wiley New York [30] P. Brouant J.-P. Reboul B. Cristau Ann. Pharm. Franc. 34 1974 37",
      "scopus-id": "29144441341",
      "coredata": {
        "eid": "1-s2.0-S1381116905006011",
        "dc:description": "A novel one-pot catalytic synthesis of diisobornyl ether directly from camphene (1) has been developed. The reaction occurs under near ambient conditions in the presence of dissolved or silica-supported heteropoly acid H3PW12O40 (PW) as a catalyst to give diisobornyl ether (2) with up to 90% selectivity at 50–60% conversion, along with isoborneol (3). Ether 2 appears to be a new compound; it was isolated as a mixture of meso and dl stereoisomers and fully characterized by MS-GC, NMR and IR spectroscopy. The supported PW catalyst can be easily separated and reused; no PW leaching from support was observed during the reaction. Conventional acid catalysts such as H2SO4 or Amberlyst-15 showed no activity in this reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-01-16",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905006011",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Lana, Enio José Leão"
          },
          {
            "@_fa": "true",
            "$": "da Silva Rocha, Kelly A."
          },
          {
            "@_fa": "true",
            "$": "Kozhevnikov, Ivan V."
          },
          {
            "@_fa": "true",
            "$": "Gusevskaya, Elena V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905006011"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905006011"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00601-1",
        "prism:volume": "243",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "One-pot synthesis of diisobornyl ether from camphene using heteropoly acid catalysts",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Camphene"
          },
          {
            "@_fa": "true",
            "$": "Etherification"
          },
          {
            "@_fa": "true",
            "$": "Diisobornyl ether"
          },
          {
            "@_fa": "true",
            "$": "Heteropoly acid"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "258-263",
        "prism:endingPage": "263",
        "pubType": "fla",
        "prism:coverDisplayDate": "16 January 2006",
        "prism:doi": "10.1016/j.molcata.2005.08.038",
        "prism:startingPage": "258",
        "dc:identifier": "doi:10.1016/j.molcata.2005.08.038",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "66",
            "@width": "246",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2141",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "33",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "884",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "74",
            "@width": "433",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "11296",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "21",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1534",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "314",
            "@width": "517",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-sc2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19150",
            "@ref": "sc2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "76",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905006011-sc2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1684",
            "@ref": "sc2",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/29144441341"
      }
    }
  }
}