{
  "metadata": {
    "title": "A novel palladium catalyst for the synthesis of hydrogen peroxide from carbon monoxide, water and oxygen",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1999-12-28",
    "doi": "10.1016/S1381-1169(99)00218-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116999002186",
    "pii": "S1381116999002186"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0033613492",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-27 1999-12-27 2010-04-18T14:19:10 1-s2.0-S1381116999002186 S1381-1169(99)00218-6 S1381116999002186 10.1016/S1381-1169(99)00218-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01124 2015-05-15T05:56:33.651043-04:00 0 0 19991228 1999 1999-12-27T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 150 150 1 2 1 2 Volume 150, Issues 1–2 10 87 94 87 94 19991228 28 December 1999 1999-12-28 1999 converted-article fla Copyright © 1999 Elsevier Science B.V. All rights reserved. ANOVELPALLADIUMCATALYSTFORSYNTHESISHYDROGENPEROXIDECARBONMONOXIDEWATEROXYGEN BIANCHI D 1 Introduction 2 Experimental 2.1 General procedure for the synthesis of hydrogen peroxide (batch mode) 2.2 Kinetic measurements 2.3 Synthesis of hydrogen peroxide (continuous operation mode) 3 Results and discussion References ZUDIN 1979 1559 V JACOBSON 1988 40590x F TOGNI 1994 497 A BIANCHI 1999 706 D DIETRICHBUCHECKER 1982 5291 C YAMADA 1990 2710 M PETERSON 1998 3185 K BONTEMPI 1987 67 A RAGAINI 1996 1 F BIANCHIX1999X87 BIANCHIX1999X87X94 BIANCHIX1999X87XD BIANCHIX1999X87X94XD item S1381-1169(99)00218-6 S1381116999002186 1-s2.0-S1381116999002186 10.1016/S1381-1169(99)00218-6 271358 2010-09-29T22:38:20.123794-04:00 1999-12-28 1-s2.0-S1381116999002186-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/MAIN/application/pdf/ff3462ce663faa0ff03f7972570fa710/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/MAIN/application/pdf/ff3462ce663faa0ff03f7972570fa710/main.pdf main.pdf pdf true 116209 MAIN 8 1-s2.0-S1381116999002186-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/PREVIEW/image/png/ebd7594370ca8fd0dd6b7c2cbd127af9/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/PREVIEW/image/png/ebd7594370ca8fd0dd6b7c2cbd127af9/main_1.png main_1.png png 60109 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116999002186-si3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/STRIPIN/image/gif/b66249cd44a55113f6d4ab195c9d42ba/si3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/STRIPIN/image/gif/b66249cd44a55113f6d4ab195c9d42ba/si3.gif si3 si3.gif gif 885 14 263 ALTIMG 1-s2.0-S1381116999002186-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/STRIPIN/image/gif/4fd3ac3842a57e6499e807390a2b1013/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/STRIPIN/image/gif/4fd3ac3842a57e6499e807390a2b1013/si2.gif si2 si2.gif gif 799 13 224 ALTIMG 1-s2.0-S1381116999002186-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/STRIPIN/image/gif/416972350a3acc6164b043cee059cb56/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/STRIPIN/image/gif/416972350a3acc6164b043cee059cb56/si1.gif si1 si1.gif gif 784 13 222 ALTIMG 1-s2.0-S1381116999002186-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr1/THUMBNAIL/image/gif/c76715b5485b507e4a172717e3ada8ae/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr1/THUMBNAIL/image/gif/c76715b5485b507e4a172717e3ada8ae/gr1.sml gr1 gr1.sml sml 1324 94 120 IMAGE-THUMBNAIL 1-s2.0-S1381116999002186-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr1/DOWNSAMPLED/image/gif/84e517ce00a705326f0347c4acef3001/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr1/DOWNSAMPLED/image/gif/84e517ce00a705326f0347c4acef3001/gr1.gif gr1 gr1.gif gif 4457 233 299 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002186-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr2/THUMBNAIL/image/gif/dc41877270c3a536d49bb3d96609e523/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr2/THUMBNAIL/image/gif/dc41877270c3a536d49bb3d96609e523/gr2.sml gr2 gr2.sml sml 1409 94 121 IMAGE-THUMBNAIL 1-s2.0-S1381116999002186-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr2/DOWNSAMPLED/image/gif/931d6ccaf90731ce7004ae0a0cac82f7/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr2/DOWNSAMPLED/image/gif/931d6ccaf90731ce7004ae0a0cac82f7/gr2.gif gr2 gr2.gif gif 4702 232 300 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002186-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr3/THUMBNAIL/image/gif/25e728861e04faa9805e37a673deb646/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr3/THUMBNAIL/image/gif/25e728861e04faa9805e37a673deb646/gr3.sml gr3 gr3.sml sml 1334 93 122 IMAGE-THUMBNAIL 1-s2.0-S1381116999002186-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr3/DOWNSAMPLED/image/gif/dadac1082d060dcad41f9bbddbe507b6/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr3/DOWNSAMPLED/image/gif/dadac1082d060dcad41f9bbddbe507b6/gr3.gif gr3 gr3.gif gif 4497 233 305 IMAGE-DOWNSAMPLED 1-s2.0-S1381116999002186-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr4/THUMBNAIL/image/gif/3cb6c771e0e616cfda2217a8b7dbfe8c/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr4/THUMBNAIL/image/gif/3cb6c771e0e616cfda2217a8b7dbfe8c/gr4.sml gr4 gr4.sml sml 1548 93 124 IMAGE-THUMBNAIL 1-s2.0-S1381116999002186-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116999002186/gr4/DOWNSAMPLED/image/gif/adceefef417cfb1f5c74b1269b4f27de/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116999002186/gr4/DOWNSAMPLED/image/gif/adceefef417cfb1f5c74b1269b4f27de/gr4.gif gr4 gr4.gif gif 5283 233 311 IMAGE-DOWNSAMPLED MOLCAA 2352 S1381-1169(99)00218-6 10.1016/S1381-1169(99)00218-6 Elsevier Science B.V. Fig. 1 Effect of the temperature. Ligand 8/C7F15COOH/Pd molar ratio: 4/40/1; solvent: trichlorobenzene/1-butanol/water 35/25/40 (v/v/v); total pressure: 7100 kPa (P CO: 600 kPa; P O2 : 6500 kPa). Fig. 2 Effect of the gas-phase composition. Ligand 8/C7F15COOH/Pd molar ratio: 4/40/1; solvent: trichlorobenzene/1-butanol/water 35/25/40 (v/v/v); temperature: 70°C; total pressure: 7100 kPa. (*) LEL: Lower Explosion Limit for carbon monoxide/oxygen mixtures. Fig. 3 Synthesis of hydrogen peroxide by palladium catalysis: kinetic profile. (□) Ligand 8; acid: C7F15COOH; solvent: 2,4-trichlorobenzene/2-methyl-2-butanol/water; (■) Ligand 8; acid: toluene-4-sulfonic acid; solvent: toluene/2-methyl-2-butanol/water; Pd/Cl− molar ratio: 1/1. Temperature: 70°C; total pressure: 8100 kPa (P CO=600 kPa; P O2 =7500 kPa). Fig. 4 Synthesis of hydrogen peroxide by palladium catalysis: continuous operation. Ligand 8; acid: toluene-4-sulfonic acid; solvent: toluene/2-methyl-2-butanol/water; Pd/Cl− molar ratio: 1/1. Temperature: 70°C; total pressure: 8100 kPa (P CO=600 kPa; P O2 =7500 kPa). (■) Hydrogen peroxide concentration in the aqueous phase withdrawn from the reactor; (*) turnover number (moles of hydrogen peroxide per mole of palladium). Table 1 Effect of the ligand a Ligand Acid TOF (h−1)b phen (1) H2SO4 0c bipy (2) H2SO4 0c 4,7-dpphen (3) H2SO4 0c 2,9-dmphen (4) H2SO4 4d 2,9-dbphen (5) H2SO4 0c 2,9-dpphen (6) H2SO4 0e 2,9-dClphen (7) H2SO4 32 2,9-dm-4,7-dpphen (8) H2SO4 431 a Ligand/acid/Pd molar ratio: 4/40/1; solvent: trichlorobenzene/1-butanol/water 35/25/40 (v/v/v); temperature: 70°C; P CO: 600 kPa; P O2 : 6500 kPa. bTurnover frequency (moles of hydrogen peroxide per mole of palladium per hour). cThe formation of stable red complexes was observed. dThe complex was soluble in the aqueous phase. eThe precipitation of reduced palladium was observed. Table 2 Effect of the acid promoter a Ligand Acid TOF (h−1)b 2,9-dm-4,7-dpphen (8) H2SO4 431 2,9-dm-4,7-dpphen (8) Tol–SO3H 442 2,9-dm-4,7-dpphen (8) HCl 0 2,9-dm-4,7-dpphen (8) HPF6 172c 2,9-dm-4,7-dpphen (8) CF3COOH 528 2,9-dm-4,7-dpphen (8) C7F15COOH 634 2,9-dm-4,7-dpphen (8) C8F17SO3H 170c 2,9-dmphen (4) H2SO4 4 2,9-dmphen (4) C7F15COOH 681 a Ligand/acid/Pd molar ratio: 4/40/1; solvent: trichlorobenzene/1-butanol/water 35/25/40 (v/v/v); temperature: 70°C; P CO: 600 kPa; P O2 : 6500 kPa. bTurnover frequency (moles of hydrogen peroxide per mole of palladium per hour). cThe precipitation of reduced palladium was observed. Table 3 Effect of the alcohol cosolvent a Ligand Cosolvent % cosolventb TOF (h−1)c 2,9-dm-4,7-dpphen (8) none 0 0 2,9-dm-4,7-dpphen (8) 1-butanol 40 634 2,9-dm-4,7-dpphen (8) 1-butanol 100 15d 2,9-dm-4,7-dpphen (8) 2-methyl-2-butanol 40 578 2,9-dmphen (4) none 0 0 2,9-dmphen (4) 1-butanol 40 681 2,9-dmphen (4) 2-methyl-2-butanol 40 124 a Ligand/C7F15COOH/Pd molar ratio: 4/40/1; solvent: trichlorobenzene/alcohol/water; temperature: 70°C; P CO: 600 kPa; P O2 : 6500 kPa. bCosolvent/trichlorobenzene v/v ratio. cTurnover frequency (moles of hydrogen peroxide per mole of palladium per hour). dThe precipitation of reduced palladium was observed. Table 4 Effect of chlorinated solvents a Entry Solvent Acid TONb Residual catalytic activity (%)c 1 1,2,4-trichlorobenzene C7F15COOH 939 31 2 1,2,4-trichlorobenzene Tol–SO3H 658 35 3 chlorobenzene Tol–SO3H 738 57 4 1,2-dichloroethane Tol–SO3H 251 0 5 toluene C7F15COOH 293 69d 6 toluene Tol–SO3H 42 0d 7 toluenee C7F15COOH 420 100 8 toluenec Tol–SO3H 876 100 a Ligand 8/acid/Pd molar ratio: 4/40/1; solvent: 2-methyl-2-butanol/water 35/25/40 (v/v/v); temperature: 70°C; P CO: 600 kPa; P O2 : 6500 kPa. bTurnover number (moles of hydrogen peroxide per mole of palladium after 3 h of reaction). cMeasured after 3 h of reaction. dThe precipitation of reduced palladium was observed. eA weighed amount of hydrochloric acid was added to the reaction mixture with a molar ratio Cl/Pd=1/1. A novel palladium catalyst for the synthesis of hydrogen peroxide from carbon monoxide, water and oxygen Daniele Bianchi * Rossella Bortolo Rino D'Aloisio Marco Ricci EniChem, Centro Ricerche Novara, Istituto G. Donegani, Via Fauser 4, I-28100 Novara, Italy * Corresponding author. E-mail: daniele_bianchi@hq.enichem.geis.com The synthesis of hydrogen peroxide from carbon monoxide, water and oxygen in a biphasic system using palladium complexes with bidentate nitrogen ligands as catalysts was investigated. After testing a series of phenanthroline derivatives, 2,9-dimethyl-4,7-diphenylphenanthroline (8) was selected as the most efficient ligand. The palladium complex with ligand 8 showed high stability and catalytic activity (turnover number up to 600 moles of hydrogen peroxide per mole of palladium per hour) and, on the basis of a preliminary study, carried out in continuous operation mode, it appears a promising catalyst for the development of an industrial process. Keywords Palladium N-ligands Hydrogen peroxide 1 Introduction Hydrogen peroxide is a chemical that is becoming more and more popular as an environmentally friendly oxidant, due mainly to its unique feature of producing water as the only by-product [1]. Industrially, hydrogen peroxide is produced primarily by the alternate oxidation and reduction of alkylantraquinone derivatives [2]. Since this method is quite complex (a stoichiometric amount of quinone must be used and recycled) extensive studies have been carried out in order to find a direct route, such as the synthesis from hydrogen and oxygen or from carbon monoxide, oxygen and water. The latter reaction, disclosed in 1979 by Yermakov et al. (Eq. (1)) [3], is less critical in terms of safety since it allows to operate in a wider range of non-ignitable gas phase composition. (1) O2+CO+H2O→H2O2+CO2 Despite the favourable thermodynamics of the reaction (ΔG°298=−134 kJ mol−1), the original catalyst (palladium triphenylphosphine complex) was quite inefficient and a turnover number (TON, moles of hydrogen peroxide per mole of palladium) of only 5 could be obtained. The fast catalyst inactivation was mainly due to the oxidation of the phosphine ligand with consequent precipitation of reduced palladium. A moderate improvement of the catalyst life (TON up to 87) was obtained by using the more stable triphenylarsine as the palladium ligand [4, 5], being the process still not suitable for a practical application. On the other hand, during the last 15 years nitrogen ligands have turned out to be valuable substitutes of more traditional phosphorus ligands in a number of homogeneously catalysed reactions [6]. Recently, as a part of an industrial research aimed at developing a new process for the production of hydrogen peroxide, we have found that palladium complexes containing bidentate nitrogen ligands efficiently catalyse the reaction 1 with productivity quite comparable to that of the current commercial process [7]. Hydrogen peroxide formation is likely to occur through known reactions: (i) the reduction of Pd(II) complex, by carbon monoxide and water, affording carbon dioxide and Pd(0) species; (ii) the oxidation of this Pd(0) species by oxygen with formation of a Pd(II) peroxo-complex; (iii) the reaction of the latter species with an acid, producing hydrogen peroxide and restoring the initial Pd(II) complex. We now report the influence of the reaction conditions (palladium ligand, acid cocatalyst, nature of the solvent, temperature and gas phase composition) on the hydrogen peroxide yield and the catalyst efficiency. We also report a study of the catalyst stability, carried out in continuous operation mode. 2 Experimental The ligands used in this study were: 1,10-phenanthroline (phen) (1), 2-2′-bipyridine (bipy) (2), 4,7-diphenyl-1,10-phenanthroline (4,7-dpphen) (3), 2,9-dimethyl-1,10-phenanthroline (2,9-dmphen) (4), 2,9-n-dibutyl-1,10-phenanthroline (2,9-dbphen) (5), 2,9-diphenyl-1,10-phenanthroline (2,9-dpphen) (6), 2,9-dichloro-1,10-phenantroline (2,9-dClphen) (7), 2,9-dimethyl-4,7-diphenyl-1,10-phenanthroline (2,9-dm-4,7-dpphen) (8). Ligands 1–4 and 8 were purchased from Aldrich. Ligands 5, 6 and 7 were synthesised according to the procedures described in literature [8, 9]. 2.1 General procedure for the synthesis of hydrogen peroxide (batch mode) Pd(OAc)2 (0.07 mmol), an acid (C7F15COOH or toluene-4-sulfonic) (2.8 mmol) and one among the ligands 1–8 (0.28 mmol) were dissolved in a mixture of the organic solvent (1,2,4-trichlorobenzene or toluene) (40 ml) and the cosolvent (1-butanol or 2-methyl-2-butanol) (60 ml), and stirred for 6 h at 25°C. The resulting complex solution was added to water (80 ml) to form a biphasic system and poured into an autoclave containing a glass liner. The reactor was then pressured to 6500 kPa partial pressure of O2 and 600 kPa partial pressure of CO in order to form a non-flammable gas mixture. The reactions were carried out for 1 h at 70°C, with the mixture being stirred by a magnetically-driven impeller. After depressuring the reactor, the hydrogen peroxide concentration in the aqueous solution was measured by titration with potassium permanganate. 2.2 Kinetic measurements Pd(OAc)2 (2.5 mmol), C7F15COOH (60 mmol) and 2,9-dm-4,7-dpphen (8) (20 mmol) were dissolved in a mixture of 1,2,4-trichlorobenzene (85 ml) and 2-methyl-2-butanol (15 ml), and stirred for 6 h at 25°C. Alternatively, a second catalytic system was prepared in the same way by using toluene-4-sulfonic acid and toluene instead of C7F15COOH and 1,2,4-trichlorobenzene, respectively. In both cases, the resulting solution was added to water (80 ml) to form a biphasic system. The comparison between the two catalysts was carried out in the same reactor described above, equipped with an automatic system to maintain constant the inlet pressure and composition of the gas mixture. The reactions were carried out at 70°C and 8100 kPa of total pressure (P CO=600 kPa; P O2 =7500 kPa). The hydrogen peroxide concentration in the aqueous phase was determined periodically during the course of each run by temporarily stopping the gas flow for 1 min, which allowed the liquid phases to separate, withdrawing a measured volume of aqueous phase and pumping back into the reactor an equal volume of deionised water. 2.3 Synthesis of hydrogen peroxide (continuous operation mode) Pd(OAc)2 (2.5 mmol), toluene-4-sulfonic acid (60 mmol) and 2,9-dm-4,7-dpphen (8) (20 mmol) were dissolved in a mixture of toluene (85 ml) and 2-methyl-2-butanol (15 ml), and stirred for 6 h at 25°C. The resulting solution was added to water (80 ml) to form a biphasic system. The reaction was carried out in a stainless steel (Hastelloy C) autoclave equipped with a bottom outlet and an automatic system to maintain constant the inlet pressure and composition of the gas mixture. The reactor was fed with an aqueous solution of toluene-4-sulfonic acid (87 mM) and hydrochloric acid (1 mM), saturated with 2-methyl-2-butanol. The aqueous phase (containing the produced hydrogen peroxide) was selectively withdrawn from a non-stirred area created on the bottom of the reactor which allowed the phase separation. The feeding and withdrawal flow rate were 80 ml/h corresponding to a residence time of 1 h. The reaction was carried out at 70°C and 8100 kPa of total pressure (P CO=600 kPa; P O2 =7500 kPa) for 10 h in a continuous operation mode. 3 Results and discussion The reaction was carried out in a biphasic system, being the catalyst soluble in the organic phase and the produced hydrogen peroxide soluble in the aqueous phase. The biphasic operation minimises the ligand oxidation by reducing the contact with hydrogen peroxide and makes possible the separation and recycling of the catalyst by simple decantation. After screening a wide variety of organic solvents, we found that the reaction was strongly accelerated by the presence of a water-immiscible alcohol which possibly plays an active role in the reaction mechanism, acting as a ligand itself. The selected reaction medium, for the catalysts comparison, was a mixture of 1-butanol, 1,2,4-tricholorobenzene (a hydrophobic solvent added in order to improve the phase separation) and water. The catalysts were generated in situ from Pd(acetate)2, 4 equiv of one among the ligands 1–8, and 40 equiv of sulfuric acid, added as a cocatalyst. All the reactions were performed at 70°C and 7100 kPa of total pressure with an excess of oxygen (P CO=600 kPa; P O2 =6500 kPa) in order to prevent the precipitation of reduced palladium, which becomes predominant under reducing conditions. As reported in Table 1 , we observed three different reactivities, depending on the nature of the substitution in the 2,9-positions of the ligand. All the unsubstituted ligands phen (1), bipy (2) and 4,7-dpphen (3), in presence of CO, lead to the formation of stable red complexes, being as a result ineffective in the synthesis of hydrogen peroxide. The ligands bearing bulky substituents, such as 2,9-dbphen (5) and 2,9-dpphen (6), due to their steric hindrance adjacent to the N-donor function, do not form stable species but gave unstable Pd(0) complexes which quickly dissociated with formation of reduced palladium. The best results were obtained with 2,9-dm-4,7-dpphen (8), which showed the optimum steric and donating capacity for the palladium catalysed synthesis of hydrogen peroxide. The lower turnover frequency (TOF) found for the 2,9-dClphen (7) indicates that such electron-withdrawing substituents have a severe negative effect on the catalytic activity, while 2,9-dmphen (4) afforded a water soluble complex, almost inactive under these reaction conditions. In addition to the above described phenanthroline derivatives, we tested a series of monodentate (triphenylamine, 4-phenylpyridine, 2,6-dicholoropyridine, phenanthridine) and polydentate nitrogen ligands [2,6-di(2-pyridil)pyridine, 2,3-di(2-pyridil)pyrazine, 3,6-di(2-pyridil)-1,2,4,5-tetrazine, 6,7-dimethyl-2,3-di(2-pyridyl)quinoxaline, 2,4,6-tri(2-pyridil)triazine, picolinic acid] without finding any appreciable activity in the synthesis of hydrogen peroxide. The same set of ligands was used for an extensive screening of different metals (Fe, Ru, Co, Rh, Ir, Ni, Pt, Cu, Ag), in order to find a possible alternative to the palladium. Operating in the same reaction conditions, only a slight activity (TOF=5) was detected using the platinum complex with ligand 8, whereas all the other metals gave inactive species confirming the unique features of palladium as a catalyst. As shown in Table 2 for the palladium complex with ligand 8, an improvement of the catalyst efficiency was obtained by using an acid promoter, such as trifluoroacetic or perfluorooctanoic acid, the anion of which coordinates only weakly to the metal. In the case of the perfluorooctanoic acid, even the water soluble palladium complex formed with the hydrophilic ligand 4 was moved into the organic phase by the highly hydrophobic anion acting as a phase transfer agent (the partition of the complex in the organic phase was <1% and >99% with trifluoroacetate and perfluorooctanoate anion, respectively), showing a dramatic raising of TOF from 4 to 681 h−1. Other fluorinated acids, such as perfluorooctanesulfonic and hexafluorophosporic acids, accelerated the dissociation of the complex with precipitation of reduced palladium. Conversely, the strongly coordinating chloride anion inhibited the reaction by forming stable unreactive complexes. In Fig. 1 , the effect of the temperature on the catalytic activity of the complex with ligand 8 is reported. A sharp increase of TOF was measured in the temperature range between 0 and 70°C. The process was not carried out at higher temperature in order to prevent side reactions such as the hydrogen peroxide decomposition and the ligand oxidation. The study of the effect of the gas phase composition on the catalyst activity and stability was carried out by operating with non-ignitable mixtures of oxygen and carbon monoxide below the Lower Explosion Limit (LEL=12.5% CO molar fraction) and above the Upper Explosion Limit (UEL=94% CO molar fraction). As shown in Fig. 2 , under oxidising conditions the reaction was accelerated by increasing the carbon monoxide molar fraction up to 9%; beyond this value the complex became unstable and partial precipitation of reduced palladium started to occur. This phenomenon was emphasised operating under reducing conditions (98% CO molar fraction) where the immediate precipitation of reduced palladium was observed with production of traces of hydrogen peroxide. As reported above, the selection of the most efficient catalysts was carried out in a biphasic system using a mixture of 1-butanol and 1,2,4-trichlorobenzene (2:3 v:v) as organic phase. As shown in Table 3 , the presence of the alcohol cosolvent was necessary to activate the reduction of the palladium complexes, which was completely unreactive in pure trichlorobenzene, whereas it was rapidly reduced to Pd-black operating in pure 1-butanol. The analysis of the solvent at the end of the reaction revealed that 1-butanol was partially oxidised to butanal (2% conversion was found after 10 h). A comparative test, carried out in absence of carbon monoxide, showed that primary and secondary alcohols can act themselves as reducing agents of the palladium [10], with formation of hydrogen peroxide and the corresponding carbonyl derivative, according to Eq. (2). (2) O2+R2CHOH→H2O2+R2CO The reaction is catalysed by the palladium complex since 1-butanol does not undergo spontaneous oxidation under the given reaction conditions. This side reaction could be avoided by using a tertiary alcohol cosolvent (2-methyl-2-butanol) which was equally effective at least in the activation of the complex with the ligand 8 and resulted in stability toward the palladium catalysed oxidation. An equally crucial role in determining the catalytic activity and the stability of the catalyst was played by the organic solvent present as the second component of the organic medium. In Table 4 are reported the turnover numbers and the residual catalytic activities of the complex with the ligand 8, measured after 3 h of reaction in different organic media. The residual activity was determined by recycling the organic phase in a successive catalytic cycle, after removal of the aqueous phase containing the produced hydrogen peroxide and replacing with an equal amount of pure water. In spite of their strong accelerating effect on the synthesis of hydrogen peroxide (Table 4, entries 1, 4), chlorinated solvents caused a rapid inactivation of the catalyst. Only a negligible improvement of the catalyst stability was obtained, replacing the perfluorinated acid with the non-halogenated toluene-4-sulfonic acid (entry 2), indicating the prevailing effect of the solvent. This phenomenon was explained by the presence of an undesired side-reaction: the reduction of the organic chloride catalysed by the palladium with carbon monoxide and water, according to Eq. (3). (3) RCl+CO+H2O→RH+HCl+CO2 Using 1,2,4-tricholobenzene as a solvent, a progressive accumulation of mono- and dichlorobenzenes was indeed detected in the reaction mixture by GLC-MS analysis. The hydrochloric acid generated in this way, even at a low concentration (molar ratio Cl/Pd≥4/1), can act as a strongly coordinating ligand of palladium, leading to the formation of stable complexes with consequent irreversible inactivation of the catalyst [11]. The higher the observed chloride release rate (1,2-dichloroethane>trichlorobenzene>chlorobenzene), the faster the inactivation rate of the catalyst (entries 2–4). The mass spectroscopy analysis of the exhausted catalyst, recovered from a chlorinated reaction medium (tricholorobenzene/2-methyl-2-butanol), revealed indeed the presence of chlorine containing polynuclear species with molecular weight higher than 1000. The attempt to replace halogenated solvents with toluene were initially unsuccessfully (entry 5, 6), since in the chloride-free medium the complex became unstable and the rapid precipitation of reduced palladium was detected. A similar behaviour was observed with a series of different non-chlorinated solvents such as xylene, anisole, acetophenone and benzonitrile. Much better results, in terms of catalyst stability, were obtained operating in the halogen-free solvent, adding only a weighed amount of hydrochloric acid (Cl:Pd molar ratio=1:1), which exerted a remarkable stabilising effect against the formation of reduced palladium [12](entry 7, 8). In Fig. 3 are reported the kinetic profiles of the reaction carried out using the ligand 8 operating either in a halogenated environment (acid: C7F15COOH; solvent: 1,2,4-trichlorobenzene/2-methyl-2-butanol/water) and in a halogen-free environment (acid: toluene-4-sulfonate, solvent: toluene/2-methyl-2-butanol/water). Under the latter conditions it was possible to achieve high TON, producing hydrogen peroxide aqueous solutions up to 8% w/w concentration. The stability of the catalytic system was confirmed with a preliminary test in continuous operation mode. In this case, the aqueous phase, containing the produced hydrogen peroxide, was continuously withdrawn from the bottom of the reactor while an aqueous solution of toluene-4-sulfonic acid and hydrochloric acid, saturated with 2-methyl-2-butanol, was fed from the top, as described in Section 2. The catalyst, quantitatively distributed in the organic phase, was maintained inside the reactor. As shown in Fig. 4 , the hydrogen peroxide productivity was constant for 10 h of operation (H2O2 concentration in the aqueous phase=1.8% w/w; TON=1600), without any appreciable loss of the catalytic activity. In conclusion, complexation of palladium with a suitable bidentate nitrogen ligand provides an efficient catalyst for the synthesis of hydrogen peroxide from carbon monoxide, oxygen and water. The structure of the ligand as well as the nature of the weakly-coordinating anion and the solvent play a key role in determining the catalytic activity and the operational stability of the complexes, which were both dramatically improved with respect to the palladium-based catalytic systems already described in literature. The development of a continuous operation process, more suitable for an industrial application, is presently under consideration. References 1 G. Strukul, in: G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluver, Dordrecht, 1992, p. 1. 2 G. Goor, in: G. Strukul (Ed.), Catalytic Oxidations with Hydrogen Peroxide as Oxidant, Kluver, Dordrecht, 1992, p. 13. 3 V.N. Zudin V.A. Likholobov Y.I. Yermakov Kinet. Katal. 20 1979 1559 4 F.E. Jacobson, (BOC) U.S. Patent, 4711772, 1987. 5 F.E. Jacobson Chem. Abstr. 108 1988 40590x 6 A. Togni L.M. Venanzi Angew. Chem., Int. Ed. Engl. 33 1994 497 7 D. Bianchi R. Bortolo R. D'Aloisio M. Ricci Angew. Chem. Int. Ed. Engl. 33 1999 706 8 C.O. Dietrich-Buchecker P.A. Marnot J.P. Savage Tetrahedron Lett. 50 1982 5291 9 M. Yamada Y. Nakamura S. Kuroda I. Shimao Bull. Chem. Soc. Jpn. 63 1990 2710 10 K.P. Peterson R.C. Larock J. Org. Chem. 63 1998 3185 11 A. Bontempi E. Alessio G. Chanos G. Mestroni J. Mol. Catal. 42 1987 67 12 F. Ragaini S. Cenini J. Mol. Catal. A: Chem. 109 1996 1",
      "scopus-id": "0033613492",
      "coredata": {
        "eid": "1-s2.0-S1381116999002186",
        "dc:description": "The synthesis of hydrogen peroxide from carbon monoxide, water and oxygen in a biphasic system using palladium complexes with bidentate nitrogen ligands as catalysts was investigated. After testing a series of phenanthroline derivatives, 2,9-dimethyl-4,7-diphenylphenanthroline (8) was selected as the most efficient ligand. The palladium complex with ligand 8 showed high stability and catalytic activity (turnover number up to 600 moles of hydrogen peroxide per mole of palladium per hour) and, on the basis of a preliminary study, carried out in continuous operation mode, it appears a promising catalyst for the development of an industrial process.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1999-12-28",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116999002186",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Bianchi, Daniele"
          },
          {
            "@_fa": "true",
            "$": "Bortolo, Rossella"
          },
          {
            "@_fa": "true",
            "$": "D'Aloisio, Rino"
          },
          {
            "@_fa": "true",
            "$": "Ricci, Marco"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116999002186"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116999002186"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(99)00218-6",
        "prism:volume": "150",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "A novel palladium catalyst for the synthesis of hydrogen peroxide from carbon monoxide, water and oxygen",
        "prism:copyright": "Copyright © 1999 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "N-ligands"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen peroxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "87-94",
        "prism:endingPage": "94",
        "pubType": "fla",
        "prism:coverDisplayDate": "28 December 1999",
        "prism:doi": "10.1016/S1381-1169(99)00218-6",
        "prism:startingPage": "87",
        "dc:identifier": "doi:10.1016/S1381-1169(99)00218-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "14",
            "@width": "263",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-si3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "885",
            "@ref": "si3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "224",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "799",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "13",
            "@width": "222",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "784",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "120",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1324",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "299",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4457",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "121",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1409",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "232",
            "@width": "300",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4702",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "122",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1334",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "305",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4497",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "124",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1548",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "233",
            "@width": "311",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116999002186-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "5283",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0033613492"
      }
    }
  }
}