{
  "metadata": {
    "title": "Liquid phase acetophenone hydrogenation on Ru/Cr/B catalysts supported on silica",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2002-09-30",
    "doi": "10.1016/S1381-1169(02)00079-1",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116902000791",
    "pii": "S1381116902000791"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0037201052",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2002-04-01 2002-04-01 2010-04-18T17:18:08 1-s2.0-S1381116902000791 S1381-1169(02)00079-1 S1381116902000791 10.1016/S1381-1169(02)00079-1 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01550 2015-05-15T05:56:33.301439-04:00 0 0 20020930 2002 2002-04-01T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 188 188 1 2 1 2 Volume 188, Issues 1–2 17 133 139 133 139 20020930 30 September 2002 2002-09-30 2002 converted-article fla Copyright © 2002 Elsevier Science B.V. All rights reserved. LIQUIDPHASEACETOPHENONEHYDROGENATIONRUCRBCATALYSTSSUPPORTEDSILICA CASAGRANDE M 1 Introduction 2 Experimental 2.1 Materials 2.2 Catalysts preparation 2.3 Powder X-ray diffraction (XRD) 2.4 X-ray photoelectron spectroscopy (XPS) (ESCA) 2.5 Catalytic acetophenone hydrogenation 3 Results and discussion 3.1 Catalysts characterisation 3.1.1 XRD measurements 3.1.2 ESCA measurements 3.1.2.1 RuB/SIL 3.1.2.2 RuCrB/SIL(4/1) 3.1.2.3 RuCrB/SIL(1/1) 3.1.2.4 RuCrB/SIL(1/4) 3.2 Catalytic tests 4 Conclusions Acknowledgements References ARAMENDIA 1988 41 M KUMBHAR 1993 241 P BERGAULT 1998 328 I LAVAUD 1999 223 N RAJASHEKHARAM 1999 83 M BERGAULT 1999 161 I HAMARTHIBAULT 1993 131 S MASSON 1993 147 J MALYALA 2000 71 R KLUSON 1995 13 P KLUSON 1996 107 P TOBA 1999 243 M NARASIMHAN 1989 1112 C DESHPANDE 1990 165 V DESHPANDE 1990 174 V COQ 1994 10180 B LUTTEROTTI 1998 101 L LENARDA 1996 325 M CASAGRANDEX2002X133 CASAGRANDEX2002X133X139 CASAGRANDEX2002X133XM CASAGRANDEX2002X133X139XM item S1381-1169(02)00079-1 S1381116902000791 1-s2.0-S1381116902000791 10.1016/S1381-1169(02)00079-1 271358 2010-10-03T19:46:21.143448-04:00 2002-09-30 1-s2.0-S1381116902000791-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/MAIN/application/pdf/c7bf2bcfb8f7b63c18b699f20f655759/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/MAIN/application/pdf/c7bf2bcfb8f7b63c18b699f20f655759/main.pdf main.pdf pdf true 142486 MAIN 7 1-s2.0-S1381116902000791-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/PREVIEW/image/png/d83037746ad926bf0b154e17e7cf7825/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/PREVIEW/image/png/d83037746ad926bf0b154e17e7cf7825/main_1.png main_1.png png 60536 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116902000791-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr1/THUMBNAIL/image/gif/9e7bb17d26505f78311f614ee8cd431a/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr1/THUMBNAIL/image/gif/9e7bb17d26505f78311f614ee8cd431a/gr1.sml gr1 gr1.sml sml 740 93 53 IMAGE-THUMBNAIL 1-s2.0-S1381116902000791-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr1/DOWNSAMPLED/image/gif/fa888c81b143199e94a62efc989e4c55/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr1/DOWNSAMPLED/image/gif/fa888c81b143199e94a62efc989e4c55/gr1.gif gr1 gr1.gif gif 8078 442 253 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000791-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr2/THUMBNAIL/image/gif/d8bfdbb7794dbd884e0037fb2cf8c4de/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr2/THUMBNAIL/image/gif/d8bfdbb7794dbd884e0037fb2cf8c4de/gr2.sml gr2 gr2.sml sml 1340 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000791-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr2/DOWNSAMPLED/image/gif/b3f0b86ee2861c0a66a2ca922dfcc225/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr2/DOWNSAMPLED/image/gif/b3f0b86ee2861c0a66a2ca922dfcc225/gr2.gif gr2 gr2.gif gif 10739 365 557 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000791-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/sc1/THUMBNAIL/image/gif/dfa173c274689f0dc9cb20349414443b/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/sc1/THUMBNAIL/image/gif/dfa173c274689f0dc9cb20349414443b/sc1.sml sc1 sc1.sml sml 1002 93 116 IMAGE-THUMBNAIL 1-s2.0-S1381116902000791-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/sc1/DOWNSAMPLED/image/gif/0b27e82b4b062b9ec0b800b4fd2fd1d7/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/sc1/DOWNSAMPLED/image/gif/0b27e82b4b062b9ec0b800b4fd2fd1d7/sc1.gif sc1 sc1.gif gif 3985 270 336 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000791-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr3/THUMBNAIL/image/gif/fd227e72feef8a0516e740cf22753a53/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr3/THUMBNAIL/image/gif/fd227e72feef8a0516e740cf22753a53/gr3.sml gr3 gr3.sml sml 1394 53 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000791-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr3/DOWNSAMPLED/image/jpeg/41b334663a58cacc4bd2e517536900ef/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr3/DOWNSAMPLED/image/jpeg/41b334663a58cacc4bd2e517536900ef/gr3.jpg gr3 gr3.jpg jpg 16730 178 419 IMAGE-DOWNSAMPLED 1-s2.0-S1381116902000791-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr4/THUMBNAIL/image/gif/aa59ac0fee30fd1b44bc4762e4f8c5b5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr4/THUMBNAIL/image/gif/aa59ac0fee30fd1b44bc4762e4f8c5b5/gr4.sml gr4 gr4.sml sml 1119 47 125 IMAGE-THUMBNAIL 1-s2.0-S1381116902000791-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116902000791/gr4/DOWNSAMPLED/image/jpeg/cae31d296eb629bf13249c1c6b56152c/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116902000791/gr4/DOWNSAMPLED/image/jpeg/cae31d296eb629bf13249c1c6b56152c/gr4.jpg gr4 gr4.jpg jpg 12629 156 418 IMAGE-DOWNSAMPLED MOLCAA 3588 S1381-1169(02)00079-1 10.1016/S1381-1169(02)00079-1 Elsevier Science B.V. Fig. 1 X-ray diffraction patterns (logarithmic scale) vs. 2θ of the indicated specimens. Data points refer to experimental data and full lines to a fit according to the Rietveld methods. The broad peak at 2θ≅43° refers to a Ru nanocrystalline phase. The satisfactory goodness of the fit (R wp values between 5 and 7%) enable us to determine the final structural parameters in terms of physically meaningful quantities, i.e. phase abundance, average crystallite size, and lattice strain. Fig. 2 XPS spectrum of RuCrB/SIL(1/1). Scheme 1 Reaction scheme for the hydrogenation of acetophenone. AP: acetophenone; PE: 1-phenyl ethanol; CHMK: cyclohexyl methyl ketone; CHE: 1-cyclohexyl ethanol. Fig. 3 Product distribution and total conversion after 1h of reaction time for the studied catalysts. Fig. 4 Products distribution and conversion versus reaction time over RuCrB/SIL(4/1) catalyst. Table 1 Structural parameters of the reported samples, obtained with the Rietveld fit Sample Phase fraction Ru/Si (% w/w) Particles dimension 〈D〉 (nm) Average mean square strain 〈ε 2〉1/2 RuB/SIL 1.2 2 2e−2 RuCrB/SIL(4/1) 0.9 1 3e−2 RuCrB/SIL(1/1) 1.0 1 3e−2 RuCrB/SIL(1/4) 0.5 ≅1 a 1e−2 a The peak is too weak and broad to allow a clear evaluation of the phase fraction and particles dimension. Table 2 Binding energies (eV) and XPS atomic ratios for reported samples Sample Ru 3d5/2 Cr 2p3/2 Ru/Cr n+ RuB/SIL 280.0 ± 0.5 – – 282.0 ± 0.5 RuCrB/SIL(4/1) 279.0 ± 0.5 576.0 ± 0.5 1.2 281.0 ± 0.5 RuCrB/SIL(1/1) 280.0 ± 0.5 577.0 ± 0.5 0.22 282.0 ± 0.5 RuCrB/SIL(1/4) 280.0 ± 0.5 577.0 ± 0.5 0.05 282.0 ± 0.5 Table 3 Product distribution and total conversion after 1h reaction time for the studied catalysts Catalyst Ru/Cr (ESCA) Conversion (%) Product (%) PE CHMK CHE RuB/SIL – 90 22 36 42 RuCrB/SIL(4/1) 1.2 59 58 22 20 RuCrB/SIL(1/1) 0.22 33 67 21 12 RuCrB/SIL(1/4) 0.05 26 70 20 10 Conversion (%): moles of acetophenone reacted/moles of acetophenone introduced per cent. Table 4 Product distribution and total conversion for increasing reaction times for the RuCrB/SIL(4/1) catalyst Reaction time (h) Conversion (%) Product (%) PE CHMK CHE 1 59 58 22 20 3 81 32 30 38 6 98 4 27 69 Conversion (%): moles of acetophenone reacted/moles of acetophenone introduced per cent. Liquid phase acetophenone hydrogenation on Ru/Cr/B catalysts supported on silica Manuela Casagrande a Loretta Storaro a Aldo Talon a Maurizio Lenarda a ∗ Romana Frattini b Enrique Rodrı́guez-Castellón c Pedro Maireles-Torres c a Dipartimento di Chimica, Università di Venezia Ca’ Foscari, Via Torino 155B, and INSTM-UdR di Venezia, 30100 Mestre-Venezia, Italy b INFM and Dipartimento di Chimica Fisica, Università di Venezia Ca’ Foscari, Via Torino 155B, 30100 Mestre-Venezia, Italy c Departamento de Quı̀mica Inorgánica, Cristalografia y Mineralogı́a, Universidad de Málaga, Apdo. 59, 29071 Málaga, Spain * Corresponding author. Tel.:+39-0412346762; fax: +39-0412346735. The liquid phase hydrogenation of acetophenone was studied over a series of silica supported bimetallic catalysts with various Ru/Cr atomic ratios. The catalysts were prepared by reduction of the metal salts with NaBH4 aqueous solutions and were characterised by X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) (ESCA). The hydrogenation reaction was carried out in batch at a hydrogen pressure of 9 bar. The selectivity towards reduction of the carbonyl function increases with the increasing amount of Cr ions added. Keywords Hydrogenation Acetophenone Ruthenium/chromium catalysts Catalysts characterisation XPS XRD 1 Introduction The catalytic hydrogenation of organic derivatives containing a carbonyl group, is a reaction widely used in the preparation of intermediates for the fine chemicals and pharmaceutical industries. The hydrogenation of acetophenone is particularly important because of the extensive industrial use of two of the possible reaction products: 1-phenyl ethanol (PE) and 1-cyclohexyl ethanol (CHE). In fact, CHE is employed in the manufacturing of some polymers, while PE finds use in the pharmaceutical and perfume industries. The reaction is usually carried out in the liquid phase, at low hydrogen pressure, using transition metals supported on zeolites or oxides as catalysts [1–6]. Bimetallic systems [7–9] are often preferred in order to obtain better activity, stability and selectivity of the catalytic systems. Ruthenium, on various oxidic supports, has been used for the selective catalytic hydrogenation of aromatics and carbonyl groups [10,11]. Bimetallic ruthenium/tin based systems, in particular, were successfully used in the hydrogenation of carbonylic and carboxylic derivatives [12–16]. Chromium ions have been used as promoters in Raney nickel based catalysts for the selective acetophenone reduction [7–9]. In this paper, we present the results of a study on the liquid phase hydrogenation of acetophenone using silica supported ruthenium based catalysts, promoted by chromium ions, which are prepared by reduction at room temperature with aqueous sodium tetrahydroborate. 2 Experimental 2.1 Materials Acetophenone, PE, cyclohexyl methyl ketone (CHMK), n-hexane, NaBH4, RuCl3·3H2O and CrCl3·6H2O were Aldrich Chimica products, while hydrogen was from SIAD. Silica was a 432(7)Grace silica catalyst support, with a surface area of 320m2/g and pore volume of 1.65ml/g. 2.2 Catalysts preparation The loading of ruthenium was fixed to 2% (w/w). A series of catalysts, with Ru/Cr molar ratios 4:1, 1:1, and 1:4, respectively, and identified as RuCrB/SIL(4/1), RuCrB/SIL(1/1), and RuCrB/SIL(1/4), respectively, were prepared as described below. An aqueous solution of RuCl3·3H2O and CrCl3·6H2O was added to a vigorously stirred aqueous slurry of SiO2. The resulting mixture was left to stand for 2h. Then an aqueous solution of sodium borohydride (molar ratio Ru:NaBH4, 1:400) was added dropwise to the slurry. After the reduction was completed, the catalyst was filtered, washed first with distilled water and successively with acetone and then vacuum dried for 3h. The sample RuB/SIL was prepared by SiO2 impregnation with an aqueous solution of RuCl3·3H2O. The suspension was left to stand for 2h. The reduction with NaBH4 was carried out as described above for the other samples. 2.3 Powder X-ray diffraction (XRD) The X-ray diffraction patterns were collected with a Bragg–Brentano powder diffractometer using Cu Kλ radiation (λ=1.5418Å) and a monochromator in the diffracted beam. Diffraction data were analysed with the Rietveld method [17], using the RIETQUAN codes [18]. This program, in a fully automated version, is particularly suited for a quantitative evaluation of the phases present in the X-ray diffraction patterns. The parameters of physical meaning, such as lattice constant, phase abundance, average crystallite size and microstrain, are worked out from the full pattern analysis and not by comparative investigation of the peak broadening after analysis for each peak [19]. 2.4 X-ray photoelectron spectroscopy (XPS) (ESCA) X-ray photoelectron spectra were obtained using a Physical Electronics PHI 5700 spectrometer with a non-monochromatic Mg Kα radiation (300W, 15kV, 1253.6eV) as excitation source. High-resolution spectra were recorded at a 45° take-off-angle by a concentric hemispherical energy electron analyser, operating in the constant pass energy mode at 29.35eV, using a 720μm diameter analysis area. Under these conditions, the Au 4f7/2 line was recorded with 1.16eV FWHM at a binding energy of 84.0eV. The spectrometer energy scale was calibrated using Cu 2p3/2, Ag 3d5/2 and Au 4f7/2 photoelectron lines at 932.7, 368.3, and 84.0eV, respectively. Charge referencing was done against Si 2p at 103.1eV, because the signal C 1s is overlapped with the Ru 3d3/2 peak. Samples were mounted on a sample holder without adhesive tape and kept overnight at high vacuum in the preparation chamber, before they were transferred to the analysis chamber of the spectrometer for the measure. Each spectral region was scanned with several sweeps till a good signal to noise ratio was observed. Survey spectra in the range 0–1200eV were recorded at 187.85eV of pass energy. The pressure in the analysis chamber was maintained lower than 5×10−6 Pa. The PHI ACCESS ESCA-V6.0 F software package was used for acquisition and analysis of the data. A Shirley-type background was subtracted from the signals. Gauss–Lorentz curves (maximum 20% Lorentz) were used for the fitting of the recorded data. Atomic concentration percentages of samples were determined taking into account the corresponding area sensitivity factor for the different measured spectral regions. The absolute errors in atomic concentration are 1.0% for carbon, 2.0% for oxygen, 2.0% for Si, and ca. 5% for the other elements. For scaling reasons, the intensity of each spectrum was normalised at its maximum value in all the XPS figures. 2.5 Catalytic acetophenone hydrogenation The reactions were carried out in a 230ml stainless steel autoclave. In a typical hydrogenation experiment, 100mg of catalyst, 10ml of solvent and 4.3mmol of acetophenone were charged into the autoclave. The reactor was purged with hydrogen four times, to remove the air, then was pressurised up to 9bar and heated to 333K. The reacting mixture was stirred at 500rpm. After the required reaction time, the reactor was cooled to room temperature and the reaction mixture recovered for analysis. The products were analysed by gas chromatography (Hewlett Packard 6890) with a HP-5 capillary column and with a FID detector. 3 Results and discussion 3.1 Catalysts characterisation 3.1.1 XRD measurements All the samples were analysed by powder XRD. Experimental profiles were fitted according to the Rietveld methods, and the results are shown in Fig. 1 . In Table 1 , the obtained phase abundance, average crystallite size, lattice strain values are reported. All the samples were found to have a phase fraction value corresponding to a Ru content (% w/w), that corresponds to one half the theoretical loading, planned for the catalyst. This finding was confirmed by the Atomic Adsorption data. The metal particles resulted all of nanometric dimensions, with 〈D〉 values inferior to 2nm. Crystalline phases of chromium oxides were not found. Nevertheless, the presence of Cr and B species appear to cause a modification of the lattice parameters, that resulted, respectively, in values of a=b=2.9674 and c=4.7304 versus the values of a=b=2.7058 and c=4.282 reported in the literature [20]. 3.1.2 ESCA measurements All the bimetallic catalysts samples were analysed by ESCA and binding energies (eV) and XPS ratios Ru/Cr n+ are reported in Table 2 . A survey of the XPS spectra showed evidence of the presence of C 1s, O 1s, Si 2p, Ru 3d, and Cr 2p in the chromium containing samples, and in the remaining sample also, evidence of B 1s along with Na 1s, Si 2p and O 1s correspond to SiO2. 3.1.2.1 RuB/SIL The Ru 3d3/2 peak overlaps with the C 1s signal, but the Ru 3d5/2 can be seen without problems. The position of Ru 3d5/2 peak at 280.0eV corresponds to Ru(0), while the peak at 282.0eV to Ru(III), with a corresponding Ru(0)/Ru(III) ratio of 3/1. The presence of still unreduced ruthenium species can be explained by the fact that the samples have been handled in air. B 1s has a very noisy signal with a maximum at 193.0±0.5eV corresponding to an oxidised boron species. 3.1.2.2 RuCrB/SIL(4/1) The Ru 3d5/2 signal is asymmetric and the doublet Ru 3d3/2 overlaps the C 1s signal. Anyway, the Ru 3d5/2 signal was analysed and can be described as the combination of a peak corresponding to Ru(0) 65% at 279.0±0.5eV and one to Ru(III) 35% at 281.0±0.5eV. The Cr 2p3/2 signal indicates the existence of Cr(III) 77% at 576.0±0.5eV and Cr(VI) 23% at 579.0±0.5eV. 3.1.2.3 RuCrB/SIL(1/1) The Ru 3d3/2 peak overlaps the C 1s signal, but the Ru 3d5/2 can be seen without problems. The broad peak at 281.0eV can be decomposed in two peaks at 280.0 and 282.0eV, corresponding to Ru(0) 52% and Ru(III) 48% (Fig. 2 ). B 1s is very noisy with two maxima at 192.0±0.5 and 193.0±0.5eV, clearly due to boron being in an oxidised state. The Cr 2p3/2 peak was found at 577.0±0.5eV, and corresponds to the presence of only Cr(III); no Cr(VI) was detected. 3.1.2.4 RuCrB/SIL(1/4) The Ru 3d5/2 signal was deconvoluted in two contributions, one at 280.0±0.5eV that corresponds to Ru(0) 61%, and the other at 282.0±0.5eV, corresponding to Ru(III) 39%. The B 1s signal is very noisy with a maximum at 193.0±0.5eV. Cr 2p3/2 peak is at 577.0±0.5eV and corresponds to the presence of Cr(III); no Cr(VI) was detected. It can be easily seen from the ESCA data, that the Ru/Cr species ratios (1.2, 0.22, and 0.05) observed on the catalyst surface are quite different from the Ru/Cr ions ratios (4, 1, and 0.25) of the solution used in the catalysts’ preparation, resulting in effective Ru/Cr ratios approximately one fourth of the theoretical. This finding clearly can be an indication of a partial coverage of the ruthenium nanoparticles by oxidised Cr species. 3.2 Catalytic tests The acetophenone hydrogenation has a quite complex reaction scheme (Scheme 1 ) that has been the subject of several mechanistic studies [3–5]. The reduction, in fact, of the carbon–oxygen double bond gives PE, the hydrogenation of the aromatic ring gives the CHMK, and both compounds undergo further hydrogenation to CHE. Product distribution data for all studied catalysts after 1h of reaction time are reported in Table 3 and Fig. 3 . The monometallic RuB/SIL catalyst showed quite a high catalytic activity with 90% conversion after 1h of reaction. Nevertheless, the catalyst is not selective, the reaction mixture being in fact constituted after 1h of reaction by a mixture of the aromatic alcohol (PE) and the alicyclic ketone (CHMK) formed by hydrogenation of the aromatic ring, and by the totally reduced alicyclic alcohol (CHE) that can be generated both by the reduction of PE and CHMK. The aromatic ring hydrogenation appeared to be the prevailing reaction. This is not surprising due to the nanometric dimensions of the metal particles and the well-known hydrogenation ability of ruthenium catalysts [10,21]. After 90min, all the acetophenone is converted and after 3h the only product detected was alicyclic alcohol (CHE). When chromium ions were added to the ruthenium catalyst until an effective Ru/Cr atomic ratio of 1.2 was reached on the surface, the selectivity towards the reduction of the carbonyl function sharply increased. In fact, after 1h of reaction (Table 3, Fig. 3), the PE production increased by 36%, while that of CHMK decreased by 14%, and the overall acetophenone conversion decreased by 30%. Addition of more Cr ions (Ru/Cr=0.22) caused a further 30% decrease of the conversion, but only an 11% increase of the PE production. A further decrease of the Ru/Cr atomic ratio to 0.05 resulted only in slight modifications of the product distribution. In Fig. 4 , a typical course of acetophenone transformation on the Ru/Cr catalyst RuCrB/SIL(4/1) is reported as an example. In Table 4 , the product distribution data at various reaction times for the same catalyst are summarised. The enhanced selectivity of the mixed metals catalytic systems toward the hydrogenation of the acetophenone carbonyl function can be attributed to the creation of new active sites of the type M–M1 3+. On these sites, the carbonyl group is activated by the bonding of the oxygen atom to the oxophylic Cr3+cations that facilitates the attack of the hydride on the catalyst surface [7–9]. Addition of increasing amounts of chromium ions causes an initial strong selectivity rise toward the carbonyl reduction but successive additions only slightly modify the product distribution. A decrease of the conversion was observed as chromium ions are added to the ruthenium catalysts. ESCA measurements showed that the Ru0/Ru3+ratio on the catalyst surface decreases as the Cr content increases. Nevertheless, the Ru0/Ru3+ ratio is observed to go from 3/1 to 2/1 and 1/1, as the Ru/Cr ratio decreased from pure Ru to Ru/Cr (4/1) and Ru/Cr (1/1). Further chromium additions (Ru/Cr, 1/4) left the Ru0/Ru3+ ratio almost unaltered. These findings can be explained, supposing that the increasing amounts of chromium ions added probably prevented the complete reduction of the ruthenium cations during the catalysts’ activation, resulting in a strong decrease of the hydrogenation activity. On the other hand, a mere physical coverage of the ruthenium active sites by Cr oxidised species evidenced by ESCA data, surely contributes to the activity reduction. It is consequently readily explainable that, while the initial addition of Cr ions to the starting solution used to obtain RuCrB/SIL(4/1) strongly increased the selectivity, but only slightly affected the overall activity, the further addition of Cr caused a slight selectivity increase, coupled to a strong activity decrease, and in spite of the overwhelming amount of Cr ions added (Ru/Cr=0.05), the RuCrB/SIL(1/1) and RuCrB/SIL(1/4) gave similar performances. 4 Conclusions We can conclude that, room temperature reduction of a solution of ruthenium salt with aqueous sodium borohydride slurried with silica allows the preparation of nanostructured catalysts that resulted very active in the low-pressure hydrogenation of acetophenone. The addition of chromium salts to the starting solution gave rise to catalysts, with an increased selectivity toward the reduction of the carbonyl function, but at the same time depressed the overall catalyst performance. The selectivity increase is attributable to the strong interaction of the oxygen atom of the carbonyl with the Cr ions. The overall hydrogenation activity decrease can be due both to the minor reducibility of the Ru ions caused by the presence of adjacent chromium ions, and to the partial coverage of the reduced ruthenium surface active sites by aggregates of chromium(III) oxide. Acknowledgements This work was supported by funds of the Ministero dell’Università e Ricerca Scientifica MURST (Fondo d’Ateneo) and by the Italian National Research Council (CNR, Rome (I)—Programma “Chimica” L.95/95). References [1] M.A. Aramendia V. Borau C. Jiménez J.M. Marinas M.E. Sempere P. Urbano Appl. Catal. 43 1988 41 [2] P.S. Kumbhar Appl. Catal. A: Gen. 96 1993 241 [3] I. Bergault P. Fouilloux C. Joly-Vuillemin H. Delmas J. Catal. 175 1998 328 [4] N. Lavaud P. Magnoux F. Alvarez L. Melo G. Giannetto M. Guisnet J. Mol. Catal. A Chem. 142 1999 223 [5] M.V. Rajashekharam I. Bergault P. Foilloux D. Schweich H. Delmas R.V. Chaudhari Catal. Today 48 1999 83 [6] I. Bergault C. Joly-Vuillemin P. Fouilloux H. Delmas Catal. Today 48 1999 161 [7] S. Hamar-Thibault J. Masson P. Fouilloux J. Court Appl. Catal. A: Gen. 99 1993 131 [8] J. Masson S. Vidal P. Cividino P. Fouilloux J. Court Appl. Catal. A: Gen. 99 1993 147 [9] R.V. Malyala C.V. Rode M. Arai S.G. Hedge R.V. Chaudhari Appl. Catal. A: Gen. 193 2000 71 [10] P. Kluson L. Cerveny Appl. Catal. A: Gen. 128 1995 13 [11] P. Kluson L. Cerveny J. Mol. Catal. A 108 1996 107 [12] M. Toba S. Tanaka S. Niwa F. Mizukami Z. Koppàny L. Guczi K.-Y. Cheah T.-S. Tang Appl. Catal. A: Gen. 189 1999 243 [13] C.S. Narasimhan V.M. Deshpande K. Ramnarayan Indian Eng. Chem. Res. 28 1989 1112 [14] V.M. Deshpande W.R. Patterson C.S. Narasimhan J. Catal. 121 1990 165 [15] V.M. Deshpande K. Ramnarayan C.S. Narasimhan J. Catal. 121 1990 174 [16] B. Coq P.S. Kumbhar C. Moreau P. Moreau F. Figueras A. Young J. Phys. Chem. 98 1994 10180 [17] The Rietveld Method, R. International Union of Crystallography, Oxford University Press, Oxford, 1993. [18] L. Lutterotti S. Gialanella Acta Mater. 46 1998 101 [19] M. Lenarda R. Ganzerla L. Storaro R. Frattini S. Enzo R. Zanoni J. Mater. Res. 11 1996 325 [20] National Bureau of Standards, Circular 539, Vol. IV, 1955, p. 5. [21] G.A. Olah, A. Molnàr, Hydrocarbon Chemistry, Wiley, New York, 1995.",
      "scopus-id": "0037201052",
      "coredata": {
        "eid": "1-s2.0-S1381116902000791",
        "dc:description": "The liquid phase hydrogenation of acetophenone was studied over a series of silica supported bimetallic catalysts with various Ru/Cr atomic ratios. The catalysts were prepared by reduction of the metal salts with NaBH4 aqueous solutions and were characterised by X-ray diffraction (XRD) and X-ray photoelectron spectroscopy (XPS) (ESCA). The hydrogenation reaction was carried out in batch at a hydrogen pressure of 9 bar. The selectivity towards reduction of the carbonyl function increases with the increasing amount of Cr ions added.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2002-09-30",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116902000791",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Casagrande, Manuela"
          },
          {
            "@_fa": "true",
            "$": "Storaro, Loretta"
          },
          {
            "@_fa": "true",
            "$": "Talon, Aldo"
          },
          {
            "@_fa": "true",
            "$": "Lenarda, Maurizio"
          },
          {
            "@_fa": "true",
            "$": "Frattini, Romana"
          },
          {
            "@_fa": "true",
            "$": "Rodrı́guez-Castellón, Enrique"
          },
          {
            "@_fa": "true",
            "$": "Maireles-Torres, Pedro"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116902000791"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116902000791"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(02)00079-1",
        "prism:volume": "188",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Liquid phase acetophenone hydrogenation on Ru/Cr/B catalysts supported on silica",
        "prism:copyright": "Copyright © 2002 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Acetophenone"
          },
          {
            "@_fa": "true",
            "$": "Ruthenium/chromium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Catalysts characterisation"
          },
          {
            "@_fa": "true",
            "$": "XPS"
          },
          {
            "@_fa": "true",
            "$": "XRD"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "133-139",
        "prism:endingPage": "139",
        "pubType": "fla",
        "prism:coverDisplayDate": "30 September 2002",
        "prism:doi": "10.1016/S1381-1169(02)00079-1",
        "prism:startingPage": "133",
        "dc:identifier": "doi:10.1016/S1381-1169(02)00079-1",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "53",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "740",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "442",
            "@width": "253",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "8078",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1340",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "365",
            "@width": "557",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "10739",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1002",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "336",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3985",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "53",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1394",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "178",
            "@width": "419",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "16730",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1119",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "156",
            "@width": "418",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116902000791-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12629",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0037201052"
      }
    }
  }
}