{
  "metadata": {
    "title": "Co-oxidative epoxidation of cyclohexene with molecular oxygen, isobutyraldehyde reductant, and the polyoxoanion-supported catalyst precursor [(<ce:italic>n</ce:italic>-C<ce:inf loc=post>4</ce:inf>H<ce:inf loc=post>9</ce:inf>)<ce:inf loc=post>4</ce:inf>N]<ce:inf loc=post>5</ce:inf>Na<ce:inf loc=post>3</ce:inf>[(1,5-COD)Ir · P<ce:inf loc=post>2</ce:inf>W<ce:inf loc=post>15</ce:inf>Nb<ce:inf loc=post>3</ce:inf>O<ce:inf loc=post>62</ce:inf>]. The importance of key control experiments including omitting the catalyst and adding radical-chain initiators",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00301-9",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003019",
    "pii": "S1381116996003019"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599596",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S1381116996003019 S1381-1169(96)00301-9 S1381116996003019 10.1016/S1381-1169(96)00301-9 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2022-06-21T08:31:18.890584Z 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 4 15 28 15 28 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. COOXIDATIVEEPOXIDATIONCYCLOHEXENEMOLECULAROXYGENISOBUTYRALDEHYDEREDUCTANTPOLYOXOANIONSUPPORTEDCATALYSTPRECURSORNC4H94N5NA315CODIRP2W15NB3O62IMPORTANCEKEYCONTROLEXPERIMENTSINCLUDINGOMITTINGCATALYSTADDINGRADICALCHAININITIATORS MIZUNO N MISONO 1987 269 M JEANNIN 1987 1529 Y POPE 1991 34 M ONO 1992 431 Y IZUMI 1992 Y ZEOLITECLAYHETEROPOLYACIDINORGANICREACTIONS MIZUNO 1994 319 N OKUHARA 1996 113 T FARAJ 1987 1487 M HILL 1986 536 C 1989 ACTIVATIONFUNCTIONALIZATIONALKANES HILL 1995 407 C MANSUY 1991 7222 D YAMAWAKI 1986 53 K DAUMAS 1989 64 M SYNTHESIS MATOBA 1984 865 Y VENTURELLO 1983 3831 C VENTURELLO 1985 107 C VENTURELLO 1988 1553 C DUNCAN 1995 681 D ISHII 1988 3587 Y SCHWEGLER 1988 823 M NEUMANN 1995 5066 R NEUMANN 1994 5509 R BALISTRERI 1989 947 F OGUCHI 1989 2053 T SAKATA 1991 6233 Y SHIMIZU 1991 2583 M SAKAE 1992 289 S NEUMANN 1989 1324 R NEUMANN 1995 5753 R 1981 METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS 1987 PRINCIPLESAPPLICATIONSORGANOTRANSITIONMETALCHEMISTRY HAWKINS 1950 2169 E KATSUKI 1980 5974 T MIZUNO 1991 84 N POHL 1995 767 M POHL 1995 1413 M COLLMAN 1967 4809 J LYONS 1974 2737 J TABUSHI 1981 7371 I ITOH 1982 6450 S MATSUDA 1988 625 Y MARCHON 1989 389 J SYNTHESIS NEUMANN 1995 171 R NEUMANN 1991 121 R DIOXYGENACTIVATIONHOMOGENEOUSCATALYTICOXIDATION MURAHASHI 1992 7913 S MIZUNO 1993 1839 N MIZUNO 1993 1985 N MIZUNO 1994 593 N HAMAMOTO 1993 6421 M KANEDA 1992 6827 K MURAHASHI 1992 7923 S IWANEJKO 1991 113 R DIOXYGENACTIVATIONHOMOGENEOUSCATALYTICOXIDATION YAMADA 1991 2109 T TAKAI 1991 2513 T MUKAIYAMA 1993 439 T MASTRORILLI 1995 7943 P YOROZU 1994 2195 K IMAGAWA 1994 527 K NAGATA 1994 1259 T LASZLO 1993 318 P CATALYTICSELECTIVEOXIDATIONS MUKAIYAMA 1993 327 T YAMADA 1992 2231 T YAMADA 1991 5 T YAMADA 1991 1 T MUKAIYAMA 1990 1661 T RODGERS 1990 1323 K HABER 1989 451 J VINOGRADOV 1985 2269 2272 M IZVAKADNAUKSSSRSERKHIM MASLOV 1986 540 S MLODNICKA 1986 205 T MASLOV 1989 15 S MASLOV 1983 61 S 1973 FREERADICALS SHELDON 1981 R METALCATALYZEDOXIDATIONSORGANICCOMPOUNDS MCNESBY 1954 325 J NICLAUSE 1966 25 M SIMMONS 1973 7759 K NAM 1996 1045 W DAY 1994 3119 V LARKIN 1990 1563 D RILEY 1987 287 D COLLMAN 1987 314 316 J PRINCIPLESAPPLICATIONSORGANTRANSITIONMETALCHEMISTRY HUYSER 1970 39 65 E FREERADICALCHAINREACTIONS MIZUNOX1996X15 MIZUNOX1996X15X28 MIZUNOX1996X15XN MIZUNOX1996X15X28XN 2022-06-10T19:22:19.942Z http://vtw.elsevier.com/data/voc/AddOnTypes/50.7/aggregated-refined Ministry of Education, Science and Culture of Japan MEXT Ministry of Education, Culture, Sports, Science and Technology http://data.elsevier.com/vocabulary/SciValFunders/501100001700 http://sws.geonames.org/1861060/ NSF CHE-9531110 NSF National Science Foundation http://data.elsevier.com/vocabulary/SciValFunders/100000001 http://sws.geonames.org/6252001/ DOE USDOE U.S. Department of Energy http://data.elsevier.com/vocabulary/SciValFunders/100000015 http://sws.geonames.org/6252001/ BES FG03-93ER14369 BES Basic Energy Sciences http://data.elsevier.com/vocabulary/SciValFunders/100006151 http://sws.geonames.org/6252001/ This work was supported in part by a Grant-in-Aid from the Ministry of Education, Science and Culture of Japan (to N.M.) and by DOE/ BES grant # FG03-93ER14369 and NSF grant # CHE-9531110 (to R.G.F.). item S1381-1169(96)00301-9 S1381116996003019 1-s2.0-S1381116996003019 10.1016/S1381-1169(96)00301-9 271358 2010-09-28T03:14:51.191939-04:00 1996-12-23 1-s2.0-S1381116996003019-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003019/MAIN/application/pdf/2cc9a513517a4fa30321f369e2e4f30f/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003019/MAIN/application/pdf/2cc9a513517a4fa30321f369e2e4f30f/main.pdf main.pdf pdf true 1570577 MAIN 14 1-s2.0-S1381116996003019-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003019/PREVIEW/image/png/213ed4b6d9b1fa1ddf3e07755fe721e8/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003019/PREVIEW/image/png/213ed4b6d9b1fa1ddf3e07755fe721e8/main_1.png main_1.png png 54624 849 656 IMAGE-WEB-PDF 1 ELSEVIER JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 Co-oxidative epoxidation of cyclohexene with molecular oxygen, isobutyraldehyde reductant, and the polyoxoanion-supported catalyst precursor [( n-C4H9) 4N]SNa3[(1,5-COD) lr ' P2W15Nb3062]. The importance of key control experiments including omitting the catalyst and adding radical-chain initiators. Noritaka Mizuno \" * , Heiko Weiner b, Richard G. Finke b, * Department of Applied Chemistry, School of Engineering, The University of Tokyo, Tokyo 113. Japan n Department of Chemistry, Colorado State University, Ft. Collins, CO 80523. USA Abstract To reveal the underlying problems and misleading results that can be obtained from uninitiated O,/aldehyde/olefin co-oxidative epoxidations that proceed by a radical-chain mechanism, a series of nearly identical experiments were set up at the University of Tokyo and Colorado State University. The main catalyst precursor studied is the oxidatively resistant, polyoxoanion-supported organometallic complex [(n-CQH9)4N]SNa3[(1,5-COD)lr PZW,SNb306Z], 1. Three other LnM P,W,5Nb3062 complexes were also examined [L = Re(CO)3 , Ru(C6 H6)2+, and Rh(1,5-COD)'], as well as the framework-incorporated cobalt(Il) complex, [(n-C4H9)QN]QH[PW,ICott039 ]. Several types of important but often omitted control reactions were also performed, again to expose the pitfalls in studies of O,/aldehyde/olefin co-oxidative epoxidations, specifically: (i) the control of leaving out the catalyst completely, (11) controls for 0,-mass-transfer limitations, (iii) controls examining a range of different solvents (CH3CN, CH-,Cl2, CICH,CHZC1, and C1,CHCHCI=), and (iv) controls comparing uninitiated versus deliberately peroxide-initiated reactions. The resultant reproducibilities, product conversions, selectivities, and yields are presented and discussed, as are stereochemical results using cis- and trans-stilbene. Several important insights are generated for the area of co-oxidative epoxidations proceeding by a radical-chain mechanism, most notably that the catalyzed results are inferior to ROOH-initiated, uncatalyzed co-oxidative epoxidations examined under otherwise identical conditions. Keywords: Olefin co-oxidations; Aldehyde amoxidation; Radical-chain reactions; Acylperoxy radicals; Olefin epoxidation; Catalysis; Polyoxoanion-supported catalysis; No-catalyst control reactions: Added radical-chain initiator control reactions; Stereochemical studies; Mechanistic studies Corresponding authors. 1381-1 t69/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PIIS1381-1169(96)00301-9 16 1. Introduction N. Mizuno et al./ Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 An attractive and technologically significant aspect of polyoxometalates in catalysis [1] is their inherent stability towards important oxygen donors such as H202 or, better, molecular oxygen itself [2-5]. For example, heteropolyoxometalate catalysts are useful for liquid-phase oxidations using hydrogen peroxide of alcohols [6], allyl alcohols [7], olefins [8,9], alkynes [10], /3-unsaturated acids [ 11 ], uic-diols [ 12], phenol [ 13], and amines [ 14]. Polyoxometalate-based catalysts are also useful olefin epoxidation and paraffin oxygenation catalysts using iodosylbenzene or t-butyl hydroperoxide [2-5,15] as oxidants. Polyoxometalate-based catalysts are especially significant as prototype catalysts for mechanistic investigations of oxidative catalysis, since their oxidative stability minimizes the otherwise complicating issue of catalyst degradation effects upon selectivity, kinetic and mechanistic studies. Olefin epoxidation is an especially important oxygenation reaction, both industrially and in organic synthesis, due to the usefulness of epoxides as synthetic intermediates. Consistent with the high interest in olefin epoxidations, many ruthenium, molybdenum, and titanium complexes have been reported to be active catalysts for epoxidations with peracids or peroxides [ 16]. However, much less is known about the oxygenation of olefins using molecular oxygen in combination with polyoxoanion catalysts [1720]. Previously, we reported that the prototype P2WisNb306z -supported IrI(1,5-COD) organom etallic com plex, [( nC4H9)4N]SNa3[(1,5-COD)Ir P2W,SNb3062], 1, serves as an effective precatalyst for the allylic oxygenation (autoxidation) of cyclohexene by molecular oxygen [17]. Ishii and coworkers have reported that V5 '-substitution for Mo6+ in PM012040 leads to an effective epoxidation catalyst using molecular oxygen [20]. Less is known, however, about the underlying mechanisms of these processes. One exception is the [(n-C4H9)4N]SNa3[(1,5-COD)Ir P2W,5Nb3062] based system, where detailed product, kinetic and mechanistic studies have been completed and are being readied for publication [17]d. In the area of co-oxidative epoxidation of olefins using molecular oxygen, one of us has previously reported that PWoII039 is an active catalyst for cyclohexene, 1-decene, and styrene epoxidation with molecular oxygen in the presence of isobutyraldehyde as the reluctant [19]. However, the highest yields reported to date for such metal-catalyzed co-oxidative epoxidations are typically <, ca. 90%, a value still lower than desired [19-22]. A significant but little appreciated point is that the yield of cyclohexene oxide is within experimental error of the uncatalyzed yield of 87% for cyclohexene co-oxidation with aldehydes reported by Kaneda and co-workers - a key, but often neglected, paper [21]. As this result implies, there is a need for additional definitive mechanistic work in the OZ/aldehyde/olefin cooxidation area, although unequivocal evidence for a radical-chain mechanism for RCHO autoxidation - involving acyl radical, RC(O) ' and, following capture by 02, acylperoxy radical, RC(O)00 ', intermediates - has been available for more than 30 years now [21,23,24]. Unfortunately, this classic work is little cited in most current studies of O2/RCHO/olefin co-oxidative epoxidations. Of special note is that irreproducibility was the hallmark of early RCHO plus 02 oxidation studies done around 1950, irreproducibility due to the failure to control the initiation and termination steps of this radical-chain process [23]c. Noteworthy recent catalyst survey, product and stereochemical work by Nam and coworkers [25] provide stereochemical evidence that cis-stilbene co-oxidative epoxidation with isobutyraldehyde and 02 proceeds with a loss of stereochemistry to yield both the cis- and trans-epoxide. The authors interpret their results primarily in terms of a precedent RC(O)00 ' radical epoxidizing agent, Eq. (1) [24], an interpretation that is, however and unfortunately, N. Mizuno et al. / Journal of Molecular Catalvsis A: Chemical l 14 (1996) 15-28 equivocal based on the data provided. ' Nam and co-workers also point out that their evidence suggests the presence of a less important, metal-dependent epoxidation pathway, possibly via a M-OOC(O)R, M-O(H)OC(O)R, or M=O species [25]. O O Rd - R_c_OO+ 0 R2 - [61* - 0 R-eO Herein we examine polyoxoanion-supported organometallic precatalysts such as [( nC4H9)4N]sNa3[(1,5-COD)Ir PZWISNb3062], 1, in the co-oxidative epoxidation of cyclohexene with molecular oxygen and using isobutyraldehyde as the reductant. This system provides cyclohexene oxide in as hh yield as has been previously seen for a metal-catalyzed process, 88-94% yield at 97 3% conversion, depending upon the exact conditions. The selectivity ratio (SR, the ratio of the desired cyclohexene epoxide to the two minor side products, cyclohexene-l-of and -1-one) is typical for such reactions, SR = 10-15. A significant finding, however, is that a 2-4 fold higher selectivity ratio, SR = 2$-37, at nearly as good a cyclohexene conversion, 76-88%, is seen in the control reaction consisting of the uncatalyzed process. Furthermore, key experiments have been repeated independently at both the University of Tokyo (UT) and at Colorado State University (CSU). The expectation in designing these experiments was that they would reveal the readily 1 The data provided are not definitive in establishing the desired evidence for a RC(O)00' or other, radical-mediated epoxidation process, since the often competing rate of radical catalyzed ci.s- to traps-stilbene isomerization is not established (i.e., by an examination of the ratio of cis- to traps-stilbene in recovered starting material). In other words, the authors did not consider and thus did not rule out a mechanism where a radical-catalyzed cisto traps-stilbene isomerization occurs prior to the epoxidation step (and thus that the observed loss of stereochemistry reflects that step, and not the desired epoxidation step). 17 predictable Z variable induction periods, resultant variable reaction times, and thus variable yields that one expects for a radical-chain process that is not initiated (i.e., one run without added radical-chain initiators such as ROOH). Such expected effects have not been clearly revealed in the previous OZ/aldehyde/olefin co-oxidation literature. Indeed, a non-optimum feature in all of the 20 previous 02/aldehyde/olefin co-oxidative epoxidations in the literature [19-22] is the failure to deliberately initiate them with ROOH or other, radical-chain initiators. (While arguably a fatal flaw only in kinetic or other, more quantitative studies, the results herein will demonstrate that an added initiator is a necessary feature in reproducible synthetic studies as well.) Finally, and perhaps most significantly, the results led us to compare the best catalyzed process herein or in the literature to an initiated, uncatalyzed process. The results are interesting, and have significant implications for this subarea of oxidation catalysis, vide infra. 2. Experimental 2.1. General [(n-C4H9)4N]sNa3[(1 ,5-COD)Ir PzWlsNb306z]~ 1~ [(n-C4H9)4N]5 Na3[(1,5_ COD)Rh PZW 1sNb X062], 2, [(n_ C4H9)4N]4.sNa2.s [(C6H6)Ru PZWISNb306a], 3, and [(n-C aH 9)4N]R[(CO)3Re P2W,sNb3062], 4, were prepared from [(n- - Restated, the results presented herein reveal a principle wellknown to kineticists, but neglected in this subarea of oxidation catalysis: no study of any radical-chain reaction should be conducted without a prior derivation of at least an expected rate law (i.e., one based on a literature-based, `best-guess' mechanism). Doing just this before the present studies revealed a typical rate law for such a radical-chain mechanism, rate a [radical-chaininitiator]l~ =. In other words, if zero (or variable) adventitious initiator is present and the reaction is not deliberately initiated, then the expected rate is zero (or variable). These predicted results are just those seen in several of the oxidation runs in the present paper (e.g., those in CH~CI,, Table 1). 18 N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 C4H9)4N]9p2W15Nbs062 and [(1,5-COD)MCl]2 (M = Ir, R h), [(C 6H 6)RuC12 ]2 or [(CO)3Re(NCCH3)3]BF4 in a < 1 PPM OZ concentration, Vac Atmospheres drybox following our literature procedures [17]. Solvents were distilled under dry N2 and from the indicated drying agents prior to use: 1,2-dichloroethane [Wako Pure Chemicals, from CaH2 (at UT); Aldrich, from CaH2 (at CSU)], dichloromethane [Wako Pure Chemicals, from CaH2 (at UT); Aldrich, from CaH2 (at CSU)], acetonitrile [Wako Pure Chemicals, from CaH2 (at UT); Aldrich, from 5 A mol sieves (at CSU)], 1,1,2,2-tetrachloroethane [activated 5 A molecular sieve (at CSU)] and cyclohexene [Tokyo Kasei, from Na under N2 (at UT); Aldrich, from Na under N2, and passed through alumina in the drybox prior to use to remove residual, trace peroxides (at CSU)]. Isobutyraldehyde was used as commercially obtained [Tokyo Kasei (UT) or Aldrich (CSU)]. Oxygen gas was commercially obtained from Tomoe Shokai (UT) or General Air (CSU) and used without further purification. Cis- and trans-stilbenes for stereochemical experiments done at CSU, as well as the cis- and trans-stilbene oxide products, were obtained from Aldrich, stored in a 4 refrigerator, and used as received. 2.2. Co-oxidation reactions performed at the University of Tokyo In a Vac Atmospheres drybox, 23-25 mg (4.06-4.14 ~Lmol) of the precatalyst [(nC4H9)4N]SNa3[(1,5-COD)Ir P2W15Nb3062], 1, was placed in a sealable glass vial (40 ml) containing a magnetic stir bar (10 mm) and 3 ml of the prechosen solvent (see Table 1). Next, 250 p,mol of cyclohexene and aldehyde (1000 p,mol) were added to the solution, the vial was sealed with a teflon seal and cap, and the vial was brought out of the drybox. The reaction was initiated by introducing 1 atm OZ into the system by simply removing the cap and flowing OZ over the solution. The reaction vessel was then placed in a 38 constant-temperature wa- ter bath, and vigorously stirred without protection from room light (since controls, vide infra, showed that light had no detectable effect on the yields or selectivities). The reaction vessel was removed from the bath every 10 min to refill the vial with 1 atm of 02, and the reaction solution was periodically sampled by syringe (and the time noted) for analysis by gas chromatography (Unisole F-200 glass column, 2 m, FID detector) using n-hexane as an internal standard in comparison to response factors obtained from authentic product samples. All runs with 1 were repeated twice and the error bars quoted are the rough estimates based on these two runs. (More data for better statistics was judged a poor use of manpower given the much more meaningful error bars available by comparing the UT and the CSU experiments, vide infra.) 2.3. Co-oxidation reactions performed at Colorado State University At CSU, the co-oxidation of cyclohexene and the control reactions cited below were also carried out at 1 atm dioxygen pressure and in a 38 0.1 constant temperature bath (Fischer Scientific). In a Vac Atmospheres k 1 PPM OZ concentration) drybox, a 25 mL side-arm round bottom flask was fitted with a septum and a magnetic stir bar (20 mm). The precatalyst [(nC4H9)4N]SNa3[(1,5-COD)Ir ' P2W15Nb3062]1 1, (50 mg; 8.82 p,mol) was dissolved in the 25 mL side-arm round bottomed flask using 6 mL of the prechosen solvent. Next, 50 R,L (494 p,mol) freshly distilled cyclohexene and isobutyraldehyde (200 p,L, 2202 l,mol, ca. 4 equivalents) were added to the solution via a gas-tight syringe. The side-arm flask was sealed, and then brought out of the drybox. Next, the flask was attached to an oxidation apparatus consisting of a condenser, fitted with a Claisen adapter, and then capped at its top with an upside-down, 250 mL round-bottomed flask with a male 24/40 joint (this 250 mL flask served as a oxygen reservoir). The oxidation apparatus was connected to a vacuum line using a hose attached to N. Mizuno et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 a glass-tube-fitted stopper, where the stopper was placed into the side-arm (`U-tube') 24/40 opening of the Claisen adapter (a detailed drawing of this apparatus will be available elsewhere [27]). The bottom-most, 25 mL side-arm roundbottomed flask portion of the oxidation apparatus was then cooled to 77 K with liquid nitrogen (in a bath supported on a jack-stand), and the whole system was placed under vacuum, before being refilled with 1 atm of oxygen. A pressure of 1 atm oxygen was maintained at all times. Next, the 77 K bath was removed, the jackstand was lowered, and the 25 mL side-arm reaction vessel was carefully placed into a 38 0.1 constant temperature bath, where it came up to the bath temperature within 2-3 min, and was vigorously vortex stirred (at >, 1400 rpm) via its 20 mm long stir bar. (The stir bar size. and the vortex stirring at >_ 1400 rpm, are crucial as they are required to avoid O.,-masstransfer limitations, vide infra.) The reaction's progress was then followed periodically by sampling via a gas-right syringe and analyzing the mixture by gas chromatography (DB-1 capillary column, temp. (initial) 50 for 3 min, IO per minute temperature ramp, temp. (final) 160 for 6 min, He carrier gas flow 1-2 mL per min and 12 psig head pressure). Cyclohexyl chloride was used as an internal standard (20 NLL, which was added at the .start of the reaction A and ' A referee has inquired whether or not the RCl internal standard is consumed under the radical-generating reaction conditions, presumably since a R-Cl and RCHO C-H bond dissociation energies (BDEs) are roughly the same values, ca. 85 kcal/mol. The answer, experimentally, is \"no\", since control experiments: (i) show no ( < 10%) consumption of the RCl over the 4-6 h reaction times, and (ii) there are no detected Cl--containing products (and the reaction is very clean and the mass balance high). Note that this is the expected result: the RCO radical is captured at diffusion controlled rates by the (diradical) O_ so that the species that would have had to do the Cl' abstraction is R(C)00'. But, the O-Cl BDE in `RC(O)00-Cl' is low, so that the hypothetical reaction `RC(O)00'+RCIRC(O)00-CI+R\" is thermodynamically uphill leading, ultimately, to a high kinetic-based selectivity in this radical reaction. 19 response factors were obtained using authentic compounds. Time t = 0 was defined as after the oxygen had been added and when the solution warmed to 38. The identities of the three observed products (cyclohexene oxide, 1-of and 1-one) were established by co-injection as well as by gc-ms in the case of 1 in CH,Cl,. 2.4. Mass-transfer controls (done at CSU) A previous report [28]a suggests that air oxidation of aliphatic aldehydes is mass-transfer limited at room temperature and at aldehyde concentrations of more than 2-5 mol%. This prompted us to use low aldehyde concentrations in all experiments. In addition, to confirm that solution chemistry (and not oxygen uptake by the liquid phase) is the rate-determining step as desired, the reaction rate was measured as a function of stirring speed. A standard reaction of 1 under the CSU conditions described above is indeed stirring rate dependent at stirring rates 800 rpm. However, above >, 1400 rpm the initial rate of olefin disappearance became independent from the stirring speed (i.e., in the CSU apparatus and with a 20 mm stir bar), demonstrating that, under the specific conditions used herein, these oxidation reactions are not O,mass-transfer limited. 2.5. Controls .showing the lack of influence of light (done at CSU) Autoxidations of aldehydes to peroxyacids can be light-initiated [23]c,d. Hence, early control experiments were performed in the presence of diffuse laboratory light and then in its absence. The results, Table 2, show that light does not alter the reaction conversion, within experimental error, when compared to identical experiments in which the reaction vessel and mixture were protected from light by wrapping with 2 layers of black electrical tape. Subsequently, all reactions were performed without protection from light. 20 N. Mizuno et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 2.6. Controls showing the reproducibility of ROOH-initiated, catalyzed reactions (done at CSU) To confirm our prediction of better reproducibility in deliberately initiated co-oxidation reactions, a series of 4 runs were done that were under the standard CSU conditions with added cyclohexene hydroperoxide as initiator: The precatalyst [(n-C4H9)4N]SNa3[(1,5-COD)Ir P2W,SNb3O62], 1 (50 mg; 8.82 ~Lmol) was dissolved in the 25 mL round bottom flask using 6 ml, of 1,2-dichloroethane as solvent. Next, 50 [,L (494 [,mol) freshly distilled cyclohexene, isobutyraldehyde 200 RL (2202 p,mol), and 5 V,L (35.04 p,mol, 80% active ROOH by I-/starch titration) cyclohexene hydroperoxide were added to the solution via a gas-tight syringe. A temperature of 38, and 1 atm OZ, were maintained during the ca. 6 h reaction time. The results show reproducible cyclohexene conversions of 87 6%, and 80 6% cyclohexene oxide was obtained with a selectivity ratio of 11 1 %. 2.7. No catalyst and solvent variation control reactions (done at UT and at CSU) In these control reactions, done under the otherwise identical reaction conditions detailed previously for experiments at each institution, the OZ/cyclohexene/RCHO reaction was examined with and without added metal catalysts. In addition, conversions and selectivities were examined in the solvents CH3CN, CHZC12, 1,2C2H4C12, and (at CSU) 1,1,2,2-CZH2Cl4. The results are summarized in Table 1 and in the Results and discussion section. 2.8. Stereochemical studies using cis- and trans-stilbene (done at CSU) The co-oxidation of cis- and trans-stilbene with isobutyraldehyde was carried out at 38 0.1 and 1 atm oxygen in the CSU oxidation apparatus described earlier. All conditions were identical to those in a typical CSU oxidation run, except where noted below. Eight total experiments were done, four using cis- and four using trans-stilbene as starting material, each pair in the four different solvents CH2C12, 1,2C2H4C12, C2HSOH, and CH3CN. These experiments, all done without added peroxide initiator, under light, and without added metal catalyst, employed 6 mL of the indicated solvent, 50 mg (594 [,mol) olefin and 200 p,L (2202 p,mol) isobutyraldehyde. The cis- and trans-stilbene reactants and epoxide products were analyzed by gc using a DB-1 capillary column (temperature program: temp. (initial) 80 initially (i.e., for 0 min), 10 per minute temperature ramp, temp. (final) 200 for 28 min, injector and detector temperatures, 200; He carrier gas flow 1-2 mL per min and 12 psig head pressure). The results obtained as a function of solvent are summarized in Table 3. A control reaction showed that cis-stilbene in CH 2C1 Z did not isomerize to trans-stilbene, in the absence of OZ and isobutyraldehyde, but under otherwise unchanged reaction and analysis conditions. 3. Results and discussion 3.1. Product and selectivity studies The time course of cyclohexene oxidation by molecular oxygen in CH3CN, using isobutyraldehyde as reductant and with [(nC4H9)4N]5Na3[(I,5-COD)Ir - PZW15Nb3062], 1, as precatalyst, is shown in Fig. la and b, data obtained at the University of Tokyo. The observed induction period seen in Fig. la and b is the first piece of evidence, among many to be described, consistent with the expected radicalchain autoxidation of isobutyraldehyde to produce RC(O)00 ' (R = isobutyl) and other radical intermediates [23]. Cyclohexene oxide and small amounts (1-4%) of 2-cyclohexen-l-of and N. Mizuno et al. /Journal of Molecular Catalvsis A: Chemical 114 (1996) 15-28 300 200 [ 100 12 1000 Boo Boo g aoo a 200 o~ 00 0 0H I o~ _ __ 0 100 200 >--COON CHO 0 100 200 300 Time / min 300 Fig. 1. Top: time course of cyclohexene epoxidation by molecular oxygen in the presence of isobutyraldehyde and [(nCaH9)4N]SNa;[(1.5-COD)Ir-W,5N63062], 1, as precatalyst (University of Tokyo conditions and results). [(nC4H9)aN]a,[(1.5-COD)Ir P=W,,Nb3062], 24.8 mg (4.37 lx mol); cyclohexene, 21 p.L (250 p mol); isobutyraldehyde, 90.8 pL (1000 p.mol); Po,, I atm; 3 mL dichloromethane solvent, 38. Bottom: time course of formation of isobutyric acid (ca. 40(l% yield under this particular set of conditions). Note the induction periods in each figure, signaling the production of an intermediate (e.g., RC(O)00' or RC(O)OOH) that causes autocatalysis of the reaction. 2-cyclohexen-1-one are observed along with ca. 4 equivalents (i.e., 400%) of isobutyricacid `', products typical of such O,/RCHO/cyclohexene co-oxidative epoxidations. In CH3CN, an often used solvent system (but one shown herein to be non-optimum, vide infra), the cyclohexene conversion after 3 h is 37 3%, and product selectivity is 32 2% cyclohexene oxide, I 0.1% 2-cyclohexen-I-ol, and 4 0.1% 2cyclohexen-l-one. These products correspond to a relatively low selectivity ratio of 6.4 0.4 (i.e., 32 2/ [4 .0 0.1 + 1.0 0.1]). a Less aldehyde oxidation to isobutyr7c acid, ca. 130%, is seen in CH,CI=, for example, vide infra. 21 3.2. Survey of other solvent systems The solvent dependence of the co-oxidation of cyclohexene and isobutyraldehyde with molecular oxygen, and using [(nC4H9)4N]SNa3[(1,5-COD)Ir P,Wb306,], 1, as a prototype precatalyst, was examined in some detail. First, both the Tokyo and the Colorado State conditions were used to examine the yields and selectivity to cyclohexene oxide in CH,Cl, and in C1CH,CH,C1, Table 1. The Tokyo experiments revealed -a decreased epoxide yield after ca. 3 h in the following order: 1,2-dichloroethane 94 5% >, dichloromethane 88 4% > acetonitrile 37 3%, Table I, first 3 entries. The CSU conversion (95%) and epoxide yield (88%) in the preferred solvent, 1,2-dichloroethane, agreed nicely with the Tokyo results (100 5% conversion and 94 S% epoxide) within experimental error, Table 1, entry 3. There is, however, a noticeable lack of detectable cyclohexene-l-of in the CSU results in l,2-dichloroethane, although the data suggest that the cyclohexene-l-of seen in the Tokyo experiments has been overoxidized to cyclohexene-l-one under the CSU conditions [i.e., since the total CSU percentage (7%) of cyclohexene1-one agrees nicely within experimental error of the Tokyo total yield (6%) of cyclohexene-l-of (2%) and cyclohexene-I-one (4%)]. Of even greater interest, because of what it reveals about how to properly conduct such radical-chain co-oxidative reactions, is the quite variable conversions and selectiritios in CH,CIZ in the two labs. At CSU, one run in CH ,CI , failed to give any product whatsoever (no conversion of cyclohexene nor isobutyraldehyde was observed after more than 6 h), not even after the subsequent addition of authentic, independently prepared ROOH initiator (R = cyclohex-2-enyl). A second, ostensibly identical CSU reaction in CH,CI, did start. but provided only 46% conversion in comparison to 96% for the analogous Tokyo run, even though the CSU reaction time (5-8 h) was more than twice as long as that in the Tokyo experiment (3 h), 22 N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 Table 1, entry 2. These are just the predicted results in such deliberately (at least in these studies!) uninitiated, and hence uncontrolled and variable, RCHO radical-chain autoxidations. The superiority of the chlorinated hydrocarbon solvents in terms of percent conversions and yields suggests either (or both) (a) the initiation of the reaction by trace ROOH or other impurities, or (b) the involvement of sol- Table 1 Co-oxidative epoxidations using 1 as precatalystin different solvents plus key, no-catalyst and other control reactions a,b Solvent (Tokyo and/or CSU results) Conv. (%) Yield (%) O OH C CH3CN Tokyo results 37 3 32 2 1 0.1 4 0.1 CH2C12 Tokyo results 96 5 88 4 2 0.1 6 0.1 CSU results #1 0 0 0 0 CSU results #2 46 34 4 8 1,2-C2H4C12 Tokyo results 100 5 94 5 2 0.1 4 0.1 CSU results 95 88 nd ` 7 1,1,2,2-C2H2CI4 CSU results 90 82 nd ` 8 No catalyst, in CH2C12 d CSU results 25 22 nd ` 3 No catalyst, in 1,2-C2H4C12 Tokyo results a 88 4 85 4 1 + 0.1 2 + 0.1 CSU results f 76 74 nd 2 TBA,P2Wi5Nb3062 in 1,2-C2H4CI2 CSU results 85 80 nd ` 5 With catalyst, 1, ROOH initiated, in 1,2-C2H4C12 CSU results 87 + 6 80 + 6 1 + 0.2 6 + 1 [(n-CQ HAN]qHPWIICOIi03in 1,2-C2HQC12 9 Tokyo results 78 4 70 4 3 0.1 5 0.1 a Tokyo reaction conditions: 23-25 mg (4.06-4.41 p.mol) precatalyst; 3 mL solvent; 21 p.L (250 p.mol) cyclohexene; 90.8 pL (1000 p,mol) isobutyraldehyde; 1 atm 02; 38; reaction time ca. 3 h. b CSU reaction conditions: 50 mg (8.82 p,mol) precatalyst; 6 mL solvent; 50 p,L (594 p,mol) cyclohexene; 200 p,L (2202 pLmol) isobutyraldehyde; 1 atm 02; 38; reaction time 5-8 h. Not detectable ( < 1 %). d A small but detectable, < 20 min induction period was seen in this no-catalyst control reaction. The induction period in this no-catalyst control reaction was ca. 1.5 h, and the 88% conversion was obtained after 4 h. f A small but detectable, < 20 min induction period was observed. The 76% conversion was obtained after 6 h. ' Results reported for the reaction conditions: 4 mg (1.2 p.mol) precatalyst; 3 mL 1,2-C2H4C12 solvent; 21 p,L (250 p,mol) cyclohexene; 90.8 p,L (1000 Wmol) isobutyraldehyde; 1 atm 02; 30; GC analysis: Unisole F-200 (glass column, 2 m), FID detector. Further increases in precatalyst weight decreased the yield of cyclohexene oxide, presumably due to capture of the RC(O)00 ', epoxide-forming (or other radical) intermediate(s) by the HPWIICo39 precatalyst. N. Wuno et al. /Journal of Molecular Catalvsis A: Chemical 114 (1996) 15-28 vent radicals such as C12CH', CICH2CH'(Cl), or C12CHC'(C12) [25] in, most probably, the RCHO autoxidation process 5. Multiple, chlorinated trace-products have been identified in our detailed product, kinetic and mechanistic studies of the autoxidation of cyclohexene by O, and 1 in CHZC12 (i.e., cyclohexene alone, without added RCHO), thereby providing direct evidence for the participation of CHZC12 in at least that radical-chain reaction [17]d. 3.3. The contrastingly high reproducibility, high 23 C4H9)4N]7[(C6H6)Ru PZW15Nb3062], 3, 55% conversion (and 79% epoxide) after 10 h [and 91% conversion (and 78% selectivity) after 20 h] > [(n-C4H9)4N]5Na3[(1,5-COD)lr P,W, 5 Nb 3 062 ], 1, 46% (and 81 % epoxide) after 6 h. Note that the selectivity does not change significantly for these precatalysts (it is some what solvent dependent, however'), as in each case where activity is observed, the percent epoxide is between 55-79%, and the side prod ucts are roughly constant, 2-8% cyclohexene-l one, and < 2% cyclohexene-l-ol. These results conuersion of ROOH-initiated, catalyzed co- are identical in their general finding to the oxidatit,e epoxidations To confirm the prediction provided by the kinetic analysis given earlier, a series of runs were done using 1 as precatalyst and that were under the standard CSU conditions, except that 0.071 equivalents of ROOH (R = cyclohexen-2 yl)initiator versus the 494 p,mol cyclohexene were added. The results of 4 identical runs showed a reproducible 87 6% conversion, 80 6% epoxide, and a selectivity ratio of 11 1, Table 1, next-to-last entry. 3.4. The influence of different polyoxoanion supported transition-metal precatalysts The effect of changing the polyoxoanion-sup ported organometallic precatalyst was investi gated in dichloromethane inexperiments done at CSU. The percent conversions (and selectivi ties to epoxide) observed after 6-10 h for these uninitiated reactions are: [( n C4H9)4N]g[(CO)3 Re PzW15Nb306z], 4, 62% conversion (81 % epoxide) 6 after 6 h > [( n- 5 We note that the literature precedent available prior to the present studies implicates solvent-radical participation only for tetra-chloroethylene, Cl=CHCHCIz, and then only in long-chain processes for a reaction in which excellent H' donors such as RCHO were not present [26]. 6 The [(n-CrH9)aN]$[(CO)3Re PZW,5Nb306z], 4, precatalyst yields a white precipitate after ca. 5-6 h reaction, and the oxidation reaction stopped after ca. 7-8 h, apparently due to the formation of an insoluble, catalyst-depleting by-product. recent report by Nam and co-workers [25]: the catalyst has a relatively small effect on the selectivity. As previously interpreted [25], this is strong evidence that the metal catalyst is not involved in the kinetically dominant epoxidation step. 3.5. Comparisons of the polvo.xoanion-supported catalyzed and uncatahzed systems to literature catalysts Given the results presented here (i.e., the condition and solvent-dependent induction times, conversions and selectivities), a comparison of different co-oxidative epoxidation results from different laboratories is problematic if not dangerous, especially the results of uninitiated catalytic results. However, a comparison of the best catalyzed co-oxidation process reported to date to the best uncatalyzed process reported herein is highly desirable and (vide infra) provides important insights. This in turn means that it is necessary to push, as far as the literature 7 In the survey of different polyoxoanion-supported transitionmetal precatalysts done in Tokyo in CH?CN and again delihcratelv uninitiated, the cyclohexene oxide yields after 6.5 h decreased in the order [(n-Cathy);N]~Na,[(I,5-COD)Ir P,W 1SNb306-] (83 4% epoxide) ~ [lnCaH9)4N]4.sNaz.s[(CaHa)Ru ~ P,W,5N6306=] (79r epoxide) > >[(n-C4H9)4N]SNa3[(1,5-C)Rh-P=W,SNb306,]=0. The fact that the relatively sluggish Rh precatalyst does yield some epoxide, but only after a 4 day induction herind, is again as expected for a trace-ROOH or other impurity-initiated, RCHO radical-chain autoxidation pathway. 24 N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 Table 2 Additional control reactions without catalyst, with and without added cyclohex-2-enyl hydroperoxide (CyHP), and with or without light (done at CSU) Experiment No.Additional conditions Conversion b (%) Selectivity versus epoxide ` (%) I no catalyst, no initiator, in diffuse room light d 25 ` 88 II no catalyst, no initiator, in the dark 45 a 94 r III no catalyst, CyHP initiator added, in diffuse room light 100 96 g IV no catalyst, CyHP initiator added, in the dark 95 93 a Reaction conditions: 6 mL CHZCl2 solvent; 50 wL (594 wmol) cyclohexene; 200 pLL (2202 p,mol) isobutyraldehyde; 1 atm 02; 38.0 0.1; reaction time ca. 6 h. b Conversion was defined as: {([olefin],-, - E[all products])/[olefin],-o} X 100. Selectivity was defined as: {[cyclohexene oxide]/E[all products]} X 100. d The results were obtained after 6 h; cyclohexen-l-one (trace) and cyclohexen-l-of (ca. 4%) are also formed. e These 25% (experiment #I) and 45% (experiment #II) conversions are, for such uninitiated reactions, the same within experimental error - see for instance the Tokyo versus CSU entries for CHZC12 as solvent in Table 1, second set of entries. f For experiment II the side products are 6% cyclohexene-l-one, but no detectable (< 1%) cyclohexene-l-ol, for a selectivity ratio of 15.7. g For experiment III the side products are 4% cyclohexene-l-one, but no detectable (< 1%) cyclohexene-l-ol, for a selectivity ratio of 17.7. data allow, a comparison of the efficacy of the prototype polyoxoanion-supported precatalyst such as [(n-C4H9)4N]5Na3[(1,5-COD)lr P2W1sNb3062]1 1, to the previous best literature catalyst for 02/aldehyde/olefin co-oxidative epoxidations. The available data [ 19-22] reveal that 1, in the preferred chlorinated solvents (Table 1), gives as high a reported yield of cyclohexene oxide (88-94%) as any previously reported catalysts, notably the better catalysts PW11Co11039 (70 4%, Table 1, last entry), PV2Mo10040 , Nill(dmp)2, Nin(mac)2 or Fen(dmp)3 [19-22] (w here dm p = the bis[1 ,3-di( pmethoxyphenyl)-1,3-propanedionato] ligand, and mac = the bis[3-methyl-2,4-pentanedionato] ligand). Also noteworthy here is that the present 02 plus isobutyraldehyde epoxidation system is more effective in terms of its epoxide yield than the use of either iodosylbenzene [3,19] or hydrogen peroxide [9]. 3.6. Comparison of the best, polyoxoanion-based catalyst to the `no catalyst' control reaction The above results allowed us to do an important, previously unavailable experiment: to quantitatively compare both the selectivity and the relative conversions (i.e., the relative rates) of the best, catalyst- and solvent-optimized, cat- alyzed OZ/RCHO/olefin co-oxidation process to the results from an uncatalyzed (and, presently, uninitiated and otherwise unoptimized) control reaction done under identical conditions. The Tokyo results, Table 1, entries 5 (in CH2Cl2) and 6 (in C12CHCHC12) versus their catalyzed reference points, entries 2 (in CH2C12) and 3 (in C12CHCHC12) show that the unoptimized, uncatalyzed process in the preferred solvent C12CHCHC12 proceeds with a nearly 2 fold superior selectivity ratio of 28.3 1.3 $ (versus that of 15.6 1.2 for the cat- 8 Significantly, Kaneda and co-workers see the same uncatalyzed cyclohexene oxide yield (87%) [211 as we do (88%), within 1 % [211. This suggests, as Nam and co-workers also saw [251, that such OZ /RCHO/olefin co-oxidation processes show selectivities that are largely (albeit not completely [251) catalyst independent. Consistent with this statement, Nam and co-workers find a product selectivity ratio for cyclohexene co-oxidation of 15 in CH3CN, using isobutyraldehyde and with Fe(cyclam)(CF3S03)z as precatalyst. As further evidence that this selectivity ratio is a useful mechanistic indicator, others report that cyclohexene cooxidation with RCHO and Fe powder (or Fe(OAc)3 or FeC13 6 H20) in CH2C12 gives 71% cyclohexene oxide, 1% 2-cycloxehene-l-ol, and 3% 2-cyclohexene-l-one, for a selectivity ratio of 17.8, that is, again in the same general range as seen previously and seen herein [18]h. Note, however, that these latter authors conclude erroneously (on p. 7913 of their paper [18]h) that the selective formation of epoxides indicates \"the presence of an oxometal species\" (italics have been added). The literature [24,25] and the results herein all point, instead, to RC(O)00' as the kinetically dominant epoxidizing agent. N. Mizuno et al. /Journal of Molecular CatalvSis A: Chemical 114 (7996) 15-28 25 alyzed process). The conversion is nearly as good as well, 88 4% (versus 96 5 in 3 h for the catalyzed process). Not surprisingly, a longer period of ca. 1 h is required for the 88% conversion in the uncatalyzed process, a finding again consistent with the metal being involved in primarily the RCHO autoxidation process. The CSU results in C12CHCHCI2 show an identical trend, but now with a nearly 4 fold superior selectivity ratio of 37 (versus that of 10 for the catalyzed process), and again nearly as good a conversion, 76% (versus 90% in 3 h for the catalyzed process). The implication here is obvious: an uncatalyzed, but initiated and optimized, process needs to be carefully examined to see if it cannot in fact be made to be superior to the best reported catalyzed process. Two preliminary experiments testing just this hypothesis are presented in Table 2. They reveal a 95-100% conversion and a 93-96% selectivity to epoxide, along with a selectivity ratio of 12.6 to 15.7! The preliminary conclusion here is apparent: an as yet unoptimized, initiated, but uncatalYzed 02/RCHO/olefin co-oxidative epoxidation process is as good as the best reported, fairly optimized, catalvzed (but uninitiated) process! The needed additional quantitative optimization, kinetic and mechanistic studies of primarily the uncatalyzed process are in progress, Table 3 Stereochemical studies of cis- and trans-stilbene co-oxidative epoxidation a Solvent Olefin and will be reported in detail elsewhere shortly [27]. 3.7. Stereochemical and prior isomerization control experiments with cis- and trans-stilbene: Stereochemical evidence consistent with and fully supportive of RC(0)00- as the predominant epoxidizing agent To provide evidence for or against a radicalbased epoxidizing agent, stereochemical studies were performed using cis- and trans-stilbene. Note that these were deliberately done without added metal catalyst, and are deliberately uninitiated, given the results of the control experiments described immediately above [and given the desire to examine the stereochemistfy under the (uninitiated) conditions that most closely tie into the rest of the studies presented herein]. Stereochemical studies under initiated, uncatalyzed conditions are being done as well and will be reported elsewhere [27]. Note also that the stereochemical studies without catalyst provided below avoid the possibility of any metal catalvzed contribution to the observed (vide infra) cis- to trans-stilbene isomerization. The observed stereochemistry as a function of solvent, Table 3, reveals a highly consistent, nearly invariant, picture: trans-stilbene oxide is the predominant product, regardless of whether Conv. b (%) Products (%) trans-stilbene cis-stilbene trans-stilbene oxide CH,CI, C,H,Cla C,H50H CH ;CN ci.s-stilbene trans-stilbene ci.s-stilbene trans-stilbene ci.s-stilbene trans-stilbene cis-stilbene trans-stilbene 42 63 16 35 47 57 34 62 18 37 5 65 24 43 22 38 58 I 84 -nd 53 2 66 2 19 62 II 35 17 55 II 60 Reaction conditions: 6 mL solvent; 594 p,mol olefin; 2202 pmol isobutyraldehyde; 1 atm O,; 38 0.1, reaction time. 16 h. n Conversion was defined as: {([olefin],=o - E[all products])/[olefin],=,,) X 100. Reaction time 20 h. d Not detected (i.e.. < 1 car). ci.s-stilbene oxide 5 nd \" nd ~ nd 6 nd ` I nd ` 26 N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 or not one starts with cis- or traps-stilbene; there is also accompanying cis- to traps-isomerization of stilbene. These stereochemical results agree completely with those of Nam and co-workers [25] in that the loss of stereochemistry is seen in all cases examined. The present results can be taken a step further, in that they report the ratio of recovered transstilbene/cis-stilbene for each experiment, Table 3. Since in every case in Table 3 beginning with cis-stilbene the ratio of recovered traps-stilbene/cis-stilbene is 1, but the ratio of traps-epoxide/cis-epoxide product is 1, the results rule out a mechanism for the observed scrambling involving a cis- to traps-stilbene prior equilibrium, followed by preferential epoxidation of the thermodynamically more stable traps-isomer. The stereochemical evidence provides, then, compelling evidence for a radical-based species as the kinetically dominant epoxidizing agent. The literature [24] provides a compelling case that this radical is the acylperoxy radical, RC(O)00 '. Hence, the RC(O)00 epoxidation process shown back in Eq. (1) derives full support from the present studies. 4. Summary and conclusions The key findings of the this study are as follows: (1) As far as uninitiated but catalyzed processes go, the polyoxoanion-supported precatalysts [(n-C4H9)4N]5Na3[LnM ' P2W15Nb3O621 (L,,M = (1,5-COD)lr+, Re(CO)3 , Ru(C6H6)2+) are as efficacious, and as oxidatively robust, a precatalyst for O2/RCHO/olefin co-oxidations as any reported. (2) However, the conversions and yields of such non-initiated O2/RCHO/olefin co-oxidative epoxidations are almost surely much more variable, and more solvent and other conditiondependent, then has been generally reported in the literature. (3) Such a variability is exactly what one expects from an analysis of the rate law antici- pated for such a radical-chain reaction, a rate a [initiator]t/2, for example [27,30]. (4) Hence, one should not study this, or any other, radical-chain reaction without (a) first predicting the probably rate law if at all possible (i.e., for the literature-based, best-guess mechanism), and (b) without controlling the chain-initiation step by deliberately adding ROOH or other initiators. These principles apply to arguably all radical-chain reactions 9 [29,30]. (5) An important experiment in this area indeed, for any `catalyzed process' - is to do the control to see what the yield is in the uncatalyzed reaction. (6) The observed selectivities are, fortunately, fairly constant for the 02/RCHO/olefin co-oxidative epoxidations reported to date, ranging from a selectivity ratio of 10-40. This previously unreported finding argues strongly for a common mechanism among all the studies reported to date. (7) A quantitative comparison of the catalyzed and uncatalyzed co-oxidative epoxidation reactions reveals that even the unoptimized, uncatalyzed process has a 2-4 fold higher, 2840 selectivity ratio and nearly as high a conversion (76-88%) and epoxide yield (74-85%). (8) Preliminary data for a ROOH-initiated, uncatalyzed process as suggested in (7) reveals as high a conversion (95 5%), as good if not better epoxide yields (93-96%), and equivalent selectivity ratios (15.7 to 17.7) in comparison to even the best reported, largely optimized, catalyzed process (95-100% conversions, 88-94% epoxide, and 15.6 selectivity ratio). Additional optimization, stereochemical and kinetic and mechanistic experiments of primarily the uncatalyzed process are in progress [27]. 9 A case demonstrating this point, and expanding it to demonstrate the importance of controlling the chain-termination steps too when possible, is a classic study of radical-based oxidative additions by Hill and Puddephatt, discussed in detail elsewhere [29]. An examination of the kinetics of any radical-chain reaction reveals the well-established point [30] that the initiation and termination often dominate the observed kinetics and thus rates (the propagation steps are, of course, also important [30]). N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 (9) Stereochemical studies of cis- and transstilbene epoxidation, in conjunction with the necessary control of analyzing the ratio of trans-stilbene/cis-stilbene in the recovered starting material, confirm that a well-precedented RCHO radical-chain autoxidation yields a acylperoxy radical, RC(O)00 ', as the kinetically dominant epoxidizing agent. Such a mechanism is consistent with, and fully supported by, both the present work and key prior mechanistic work [24,25]. Lastly, we believe the intrinsically environmentally friendly nature 1of the in-situ, lowlevel, on-site generation of active epoxidation reagents such as RC(O)00 ' (i.e., in comparison to the inefficient and inherently less safe transport of even dilute oxidants such as RC(O)OOH or H202) is noteworthy. For this latter reason alone, such co-oxidative epoxidation processes deserve additional close scrutiny [27]. Acknowledgements This work was supported in part by a Grantin-Aid from the Ministry of Education, Science and Culture of Japan (to N.M.) and by DOE/ BES grant # FG03-93ER14369 and NSF grant # CHE-9531 110 (to R.G.F.). References [ I ] Review of especially strong acid and oxidation catalysis. generally by classical, oxidizing heteropolyanions: (a) M. Misono, Catal. Rev. Sci. Eng. 29 (1987) 269; (b) Y. Jeannin and M. Fournier, Pure Appl. Chem. 59 (1987) 1529; (c) M.T. Pope and A. Miiller, Angew. Chem. Int. Ed. Engl. 30 (1991) 34; (d) Y. Ono, Perspectives in Catalysis, Blachwell Sci. Publ.. London, 1992, p. 431; (e) Y. Izumi, K. Urabe and A. 1This statement of course assumes that the co-oxidation product, isobutyric acid in the present example, is either also of value (e.g., its commercial dehydrogenation to methacrylic acid), or can be recycled by reduction back to the corresponding aldehyde (+H,O). In this latter case, such co-oxidation processes are, of course, equivalent to the use of either HZ +OZ or H1Oz. Onaka, Zeolite, Clay, and Heteropoly Acid in Organic Reactions, Kodansha-VCH, Tokyo-Weinheim, 1992; (f) N. Mizuno and M. Misono, J. Mol. Catal. 86 (1994) 319; (g) T. Okuhara, N. Mizuno and M. Misono, Adv. Catal. 42 (1996) 113. [2] M. Faraj and C.L. Hill, J. Chem. Soc., Chem. Commun. (1987) 1487. [3] C.L. Hill and R.B. Brown, J. Am. Chem. Soc. 108 (1986) 536. [4] (a) C.L. Hill (Ed.), Activation and Functionalization of Alkanes, John Wiley and Sons, New York, 1989. (b) For a recent, comprehensive review of heteropolyoxoanions in homogeneous catalysis see: C.L. Hill and C.M. Prosser-McCartha, Coord. Chem. Rev. 143 (1995) 407. [5] D. Mansuy, J.-F. Bartoli, P. Battioni, D.K. Lyon and R.G. Finke. J. Am. Chem. Soc. 113 (1991) 7222. [6] (a) K. Yamawaki, T. Yoshida, H. Nishihara, Y. Ishii and M. Ogawa, Synth. Commun. 16 (1986) 53; (b) M. Daumas, Y. Vo-Quang and L. Vo-Quang, Synthesis (1989) 64. [7] Y. Matoba, H. Inoue, J. Akagi, T. Okabayashi, Y. Ishii and M. Ogawa, Synth. Commun. 14 (1984) 865. [8] (a) C. Venturello, E. Alneri and M. Ricci, J. Org. Chem. 48 (1983) 3831; (b) C. Venturello, R. D'Aloiso, J.C.J. Bart and M. Ricci, J. Mol. Catal. 32 (1985) 107; (c) C. Venturello and R. D'Aloisi, J. Org. Chem. 53 (1988) 1553; (d) D.C. Duncan, R.C. Chambers, E. Hecht and C.L. Hill, J. Am. Chem. Sue. 117 (1995) 681, and references therein. [9] (a) Y. Ishii, K. Yamawaki, T. Ura, H. Yamada, T. Yoshida and M. Ogawa, J. Org. Chem. 53 (1988) 3587; (b) M. Schwegler, M. Floor and H. van Bekkum, Tetrahedron Lett. 29 (1988) 823; (c) R. Neumann and M. Gara, J. Am. Chem. Sue. 117 (1995) 5066; (d) R. Neumann and M. Gara, J. Am. Chem. Soc. 116 (1994) 5509. [10] F.P. Balistreri, S. Failla, E. Spina and G.A. Tomaselli, J. Org. Chem. 54 (1989) 947. [11] T. Oguchi, Y. Sakata, N. Takeuchi, K. Kaneda, Y. Ishii and M. Ogawa, Chem. Lett. (1989) 2053. [12] Y. Sakata and Y. Ishii, J. Org. Chem. 56 (1991) 6233. [13] M. Shimizu, H. Orita, T. Hayakawa, Y. Watanabe and K. Takehira, Bull. Chem. Sue. Jpn. 64 (1991) 2583. [14] S. Sakae, Y. Sakata, Y. Nishiyama and Y. Ishii, Chem. Lett. (1992) 289. [15] R. Neumann and C. A-Gnim, J. Chem. Soc., Chem. Commun. (1989) 1324; R. Neumann and A.K. Khenkin, Inorg. Chem. 34 (1995) 5753. [16] (a) R.A. Sheldon and J.K. Kochi (Eds.), Metal-Catalyzed Oxidations of Organic Compounds, Academic Press, New York, 1981; (b) J.P. Collman, L.S. Hegedus, J.R. Norton and R.G. Finke (Eds.), Principles and Applications of Organotransition Metal Chemistry, University Science Books, Mill Valley, 1987; (c) E.G.E. Hawkins, J. Chem. Soc. (1950) 2169; T. Katsuki and K.B. Sharpless, J. Am. Chem. Soc. 102 (1980) 5974. [17] (a) N. Mizuno, D.K. Lyon and R.G. Finke, J. Catal. 128 (1991) 84; (b) M. Pohl, Y. Lin, T.J.R. Weakley, K. Nomiya, M. Kaneko, H. Weiner and R.G. Finke, Inorg. Chem. 34 (1995) 767; (c) M. Pohl, D.K. Lyon, N. Mizuno, K. Nomiya and R.G. Finke, Inorg. Chem. 34 (1995) 1413; (d) H. Weiner, A. Trovarelli and R.G. Finke. J. Mol. Catal., manuscript in 28 N. Mizuno et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 15-28 preparation; (e) T. Nagata, M. Pohl, H. Weiner and R.G. Finke, Inorg. Chem., in press. [18] (a) J.P. Collman, M. Kubota and J.W. Hosking, J. Am. Chem. Soc. 89 (1967) 4809; (b) J.E. Lyons, Tetrahedron Lett. (1974) 2737; I. Tabushi and A. Yazaki, J. Am. Chem. Soc. 103 (1981) 7371; (c) S. Itoh, K. Inoue and M. Matsumoto, J. Am. Chem. Soc. 104 (1982) 6450; (d) Y. Matsuda, H. Koshima, K. Nakamura and Y. Murakami, Chem. Lett. (1988) 625; (e) J.-C. Marchon and R. Ramasseul, Synthesis (1989) 389; (f) R. Neumann and M. Dahan, J. Chem. Soc. Chem. Commun. (1995) 171; (g) R. Neumann and M. Levin, in: L.I. Sim6ndi (Ed.), Dioxygen Activation and Homogeneous Catalytic Oxidation, Elsevier Science Publishers B.V., Amsterdam, 1991, p. 121; (h) S.-I. Murahashi, Y. Oda and T. Naota, J. Am. Chem. Soc. 114 (1992) 7913. [19] (a) N. Mizuno, T. Hirose, M. Tateishi and M. Iwamoto, Chem. Lett. (1993) 1839; (b) N. Mizuno, M. Tateishi, T. Hirose and M. Iwamoto, Chem. Lett. (1993) 1985; (c) N. Mizuno, T. Hirose and M. Iwamoto, Stud. Surf. Sci. Catal. 82 (1994) 593. [20] M. Hamamoto, K. Nakayama, Y. Nishiyama and Y. Ishii, J. Org. Chem. 58 (1993) 6421. [21] (a) K. Kaneda, S. Haruta, T. Imanaka, M. Hamamoto, Y. Nishiyama and Y. Ishii, Tetrahedron Lett. 33 (1992) 6827; (b) S.-I. Murahashi, Y. Oda and T. Naota, J. Am. Chem. Soc. 114 (1992) 7923; (c) R. Iwanejko, P. Leduc, T. Mlodnicka and J. Poltowicz, in: L.I. Simandi (Ed.), Dioxygen Activation and Homogeneous Catalytic Oxidation, Elsevier Science Publishers, Amsterdam, 1991, p. 113. [22] (a) T. Yamada, T. Takai, O. Rhode and T. Mukaiyama, Bull. Chem. Soc. Jpn. 64 (1991) 2109; (b) T. Takai, E. Hata, T. Yamada and T. Mukaiyama, Bull. Chem. Soc. Jpn. 64 (1991) 2513; (c) T. Mukaiyama, K. Yorozu, T. Takai and T. Yamada, Chem. Lett. (1993) 439; (d) P. Mastrorilli, C.F. Nobile, G.P. Suranna and L. Lopez, Tetrahedron 51 (1995) 7943; (e) K. Yorozu, T. Takai, T. Yamada and T. Mukaiyama, Bull. Chem. Soc. Jpn. 67 (1994) 2195; (f) K. Imagawa, T. Nagata, T. Yamada and T. Mukaiyama, Chem. Lett. (1994) 527; (g) T. Nagata, K. Imagawa, T. Yamada and T. Mukaiyama, Chem. Lett. (1994) 1259; (h) P. Laszlo, M. Levart, E. Bouhlel, M.-T. Montaufier and G.P. Singh, in: S.T. Oyama and J.W. Hightower (Eds.) Catalytic Selective Oxidations, ACS Symposium Series 523, ACS, Washington, DC, 1993, p. 318; (i) T. Mukaiyama, T. Yamada, T. Nagata and K. Imagawa, Chem. Lett. (1993) 327; (j) T. Yamada, K. Imagawa, T. Nagata and T. Mukaiyama, Chem. Lett. (1992) 2231; (k) T. Yamada, O. Rhode, T. Takai and T. Mukaiyama, Chem. Lett. (1991) 5; (1) T. Yamada, T. Takai, O. Rhode and T. Mukaiyama, Chem. Lett. (1991) 1; (m) T. Mukaiyama, T. Takai, T. Yamada and O. Rhode, Chem. Lett. (1990) 1661; (n) K.R. Rodgers, I.M. Arafa and H.M. Goff, J. Chem. Soc., Chem. Commun. (1990) 1323; (o) J. Haber, T. Mlodnicka and J. Poltowicz, J. Mol. Catal. 54 (1989) 451; (p) M.G. Vinogradov, I.P. Kovalev and G.I. Nikishin, N.D. Zelinskii Institute of Organic Chemistry, Academy of Sciences of the USSR, Moscov. Translated from Izv. Akad. Nauk SSSR, Ser. Khim. 10, October (1985) 2269-2272; (q) S.A. Maslov, G. Wagner and W.L. Rubailo, Neftechimia 26 (1986) 540 (in Russian); (r) T. Mlodnicka, J. Mol. Catal. 36 (1986) 205; (s) S.A. Maslov and W.P. Neumann, Oxid. Commun. 12 (1989) 15; (t) S.A. Maslov, JR. Monnier and G.W. Keulks, Oxid. Commun. 3 (1983) 61. [23] Lead reviews of aldehyde oxidation: (a) J.K. Kochi (Ed.), Free Radicals, Vol. I and II, John Wiley and Sons, New York, London, Sydney, Toronto, 1973; (b) R.A. Sheldon and J.K. Kochi, Metal-Catalyzed Oxidations of Organic Compounds, Academic Press Inc., New York, London, Toronto, Sydney, San Francisco, 1981; (c) J.R. McNesby and C.A. Heller, Jr., Chem. Rev. 54 (1954) 325; (d) M. Niclause, J. Lemaire and M. Letrort, Adv. Photochem. 4 (1966) 25. [24] K.E. Simmons and D.E. Van Sickle, J. Am. Chem. Soc. 95 (1973) 7759. [25] (a) W. Nam, H.J. Kim, S.H. Kim, R.Y. Ho and J.S. Valentine, Inorg. Chem. 35 (1996) 1045; (b) These authors too apparently missed Kaneda's paper [21]. [26] VW. Day, T.A. Eberspacher, W.G. Klemperer and B. Zhong, J. Am. Chem. Soc. 116 (1994) 3119, and especially reference 10 therein. [27] H. Weiner and R.G. Finke, unpublished results and experi ments in progress. [28] (a) D.R. Larkin, J. Org. Chem. 55 (1990) 1563; (b) D.P. Riley, D.P. Getman, G.R. Beck and R.M. Heintz, J. Org. Chem. 52 (1987) 287. [29] J.P. Collman, L.S. Hegedus, J.R. Norton and R.G. Finke Principles and Applications of Organotransition Metal Chemistry, Unversity Science Books, Mill Valley, CA, 1987; see pp. 314-316 and reference 60 therein. [301 E.S. Huyser, Free-Radical Chain Reactions, Wiley-Intersci ence, New York, 1970, Ch. 3, pp. 39-65. MOLCAA 96003019 S1381-1169(96)00301-9 10.1016/S1381-1169(96)00301-9 Chemical and metal complex catalysis Co-oxidative epoxidation of cyclohexene with molecular oxygen, isobutyraldehyde reductant, and the polyoxoanion-supported catalyst precursor [(n-C4H9)4N]5Na3[(1,5-COD)Ir · P2W15Nb3O62]. The importance of key control experiments including omitting the catalyst and adding radical-chain initiators Noritaka Mizuno ∗ a Heiko Weiner b Richard G Finke ∗ b a Department of Applied Chemistry, School of Engineering, The University of Tokyo, Tokyo 113, Japan b Department of Chemistry, Colorado State University, Ft. Collins, CO 80523, USA ∗ Corresponding authors. ∗ Corresponding authors. To reveal the underlying problems and misleading results that can be obtained from uninitiated O2/aldehyde/olefin co-oxidative epoxidations that proceed by a radical-chain mechanism, a series of nearly identical experiments were set up at the University of Tokyo and Colorado State University. The main catalyst precursor studied is the oxidatively resistant, polyoxoanion-supported organometallic complex [(n-C4H9)4N]5Na3[(1,5-COD)Ir · P2W15Nb3O62], 1. Three other L n M · P2W15Nb3On− 62 complexes were also examined (L n M = Re(CO)+ 3, Ru(C6H6)2+, and Rh(1,5-COD)+], as well as the framework-incorporated cobalt(II) complex, [(n-C4H9)4N]4H[PW11COIIO3− 39]. Several types of important but often omitted control reactions were also performed, again to expose the pitfalls in studies of O2/aldehyde/olefin co-oxidative epoxidations, specifically: (i) the control of leaving out the catalyst completely, (ii) controls for O2-mass-transfer limitations, (iii) controls examining a range of different solvents (CH3CN, CH2Cl2, ClCH2CH2Cl, and Cl2CHCHCl2), and (iv) controls comparing uninitiated versus deliberately peroxide-initiated reactions. The resultant reproducibilities, product conversions, selectivities, and yields are presented and discussed, as are stereochemical results using cis- and trans-stilbene. Several important insights are generated for the area of co-oxidative epoxidations proceeding by a radical-chain mechanism, most notably that the catalyzed results are inferior to ROOH-initiated, uncatalyzed co-oxidative epoxidations examined under otherwise identical conditions. Keywords Olefin co-oxidations Aldehyde autoxidation Radical-chain reactions Acylperoxy radicals Olefin epoxidation Catalysis Polyoxoanion-supported catalysis No-catalyst control reactions Added radical-chain initiator control reactions Stereochemical studies Mechanistic studies References [1] (a) Review of especially strong acid and oxidation catalysis, generally by classical, oxidizing heteropolyanions M Misono Catal. Rev. Sci. Eng. 29 1987 269 [1] (b) Y Jeannin M Fournier Pure Appl. Chem. 59 1987 1529 [1] (c) M.T Pope A Müller Angew. Chem. Int. Ed. Engl. 30 1991 34 [1] (d) Y Ono Perspectives in Catalysis Blachwell Sci. Publ., London 1992 431 [1] (e) Y Izumi K Urabe A Onaka Zeolite, Clay, and Heteropoly Acid in Organic Reactions 1992 Kodansha-VCH Tokyo-Weinheim [1] (f) N Mizuno M Misono J. Mol. Catal. 86 1994 319 [1] (g) T Okuhara N Mizuno M Misono Adv. Catal. 42 1996 113 [2] M Faraj C.L Hill J. Chem. Soc., Chem. Commun. 1987 1487 [3] C.L Hill R.B Brown J. Am. Chem. Soc. 108 1986 536 [4] (a) C.L Hill Activation and Functionalization of Alkanes 1989 John Wiley and Sons New York [4] (b) For a recent, comprehensive review of heteropolyoxoanions in homogeneous catalysis see C.L Hill C.M Prosser-McCartha Coord. Chem. Rev. 143 1995 407 [5] D Mansuy J.-F Bartoli P Battioni D.K Lyon R.G Finke J. Am. Chem. Soc. 113 1991 7222 [6] (a) K Yamawaki T Yoshida H Nishihara Y Ishii M Ogawa Synth. Commun. 16 1986 53 [6] (b) M Daumas Y Vo-Quang L Vo-Quang Synthesis 1989 64 [7] Y Matoba H Inoue J Akagi T Okabayashi Y Ishii M Ogawa Synth. Commun. 14 1984 865 [8] (a) C Venturello E Alneri M Ricci J. Org. Chem. 48 1983 3831 [8] (b) C Venturello R D'Aloiso J.C.J Bart M Ricci J. Mol. Catal. 32 1985 107 [8] (c) C Venturello R D'Aloisi J. Org. Chem. 53 1988 1553 [8] (d) D.C Duncan R.C Chambers E Hecht C.L Hill J. Am. Chem. Soc. 117 1995 681 and references therein [9] (a) Y Ishii K Yamawaki T Ura H Yamada T Yoshida M Ogawa J. Org. Chem. 53 1988 3587 [9] (b) M Schwegler M Floor H van Bekkum Tetrahedron Lett. 29 1988 823 [9] (c) R Neumann M Gara J. Am. Chem. Soc. 117 1995 5066 [9] (d) R Neumann M Gara J. Am. Chem. Soc. 116 1994 5509 [10] F.P Balistreri S Failla E Spina G.A Tomaselli J. Org. Chem. 54 1989 947 [11] T Oguchi Y Sakata N Takeuchi K Kaneda Y Ishii M Ogawa Chem. Lett. 1989 2053 [12] Y Sakata Y Ishii J. Org. Chem. 56 1991 6233 [13] M Shimizu H Orita T Hayakawa Y Watanabe K Takehira Bull. Chem. Soc. Jpn. 64 1991 2583 [14] S Sakae Y Sakata Y Nishiyama Y Ishii Chem. Lett. 1992 289 [15] R Neumann C A-Gnim J. Chem. Soc., Chem. Commun. 1989 1324 R Neumann A.K Khenkin Inorg. Chem. 34 1995 5753 [16] (a) R.A Sheldon J.K Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press New York [16] (b) J.P Collman L.S Hegedus J.R Norton R.G Finke Principles and Applications of Organotransition Metal Chemistry 1987 University Science Books Mill Valley [16] (c) E.G.E Hawkins J. Chem. Soc. 1950 2169 T Katsuki K.B Sharpless J. Am. Chem. Soc. 102 1980 5974 [17] (a) N Mizuno D.K Lyon R.G Finke J. Catal. 128 1991 84 [17] (b) M Pohl Y Lin T.J.R Weakley K Nomiya M Kaneko H Weiner R.G Finke Inorg. Chem. 34 1995 767 [17] (c) M Pohl D.K Lyon N Mizuno K Nomiya R.G Finke Inorg. Chem. 34 1995 1413 [17] (d) H. Weiner, A. Trovarelli and R.G. Finke, J. Mol. Catal., manuscript in preparation; [17] (e) T. Nagata, M. Pohl, H. Weiner and R.G. Finke, Inorg. Chem., in press. [18] (a) J.P Collman M Kubota J.W Hosking J. Am. Chem. Soc. 89 1967 4809 [18] (b) J.E Lyons Tetrahedron Lett. 1974 2737 I Tabushi A Yazaki J. Am. Chem. Soc. 103 1981 7371 [18] (c) S Itoh K Inoue M Matsumoto J. Am. Chem. Soc. 104 1982 6450 [18] (d) Y Matsuda H Koshima K Nakamura Y Murakami Chem. Lett. 1988 625 [18] (e) J.-C Marchon R Ramasseul Synthesis 1989 389 [18] (f) R Neumann M Dahan J. Chem. Soc. Chem. Commun. 1995 171 [18] (g) R Neumann M Levin L.I Simándi Dioxygen Activation and Homogeneous Catalytic Oxidation 1991 Elsevier Science Publishers B.V., Amsterdam 121 [18] (h) S.-I Murahashi Y Oda T Naota J. Am. Chem. Soc. 114 1992 7913 [19] (a) N Mizuno T Hirose M Tateishi M Iwamoto Chem. Lett. 1993 1839 [19] (b) N Mizuno M Tateishi T Hirose M Iwamoto Chem. Lett. 1993 1985 [19] (c) N Mizuno T Hirose M Iwamoto Stud. Surf. Sci. Catal. 82 1994 593 [20] M Hamamoto K Nakayama Y Nishiyama Y Ishii J. Org. Chem. 58 1993 6421 [21] (a) K Kaneda S Haruta T Imanaka M Hamamoto Y Nishiyama Y Ishii Tetrahedron Lett. 33 1992 6827 [21] (b) S.-I Murahashi Y Oda T Naota J. Am. Chem. Soc. 114 1992 7923 [21] (c) R Iwanejko P Leduc T Mlodnicka J Poltowicz L.I Simandi Dioxygen Activation and Homogeneous Catalytic Oxidation 1991 Elsevier Science Publishers Amsterdam 113 [22] (a) T Yamada T Takai O Rhode T Mukaiyama Bull. Chem. Soc. Jpn. 64 1991 2109 [22] (b) T Takai E Hata T Yamada T Mukaiyama Bull. Chem. Soc. Jpn. 64 1991 2513 [22] (c) T Mukaiyama K Yorozu T Takai T Yamada Chem. Lett. 1993 439 [22] (d) P Mastrorilli C.F Nobile G.P Suranna L Lopez Tetrahedron 51 1995 7943 [22] (e) K Yorozu T Takai T Yamada T Mukaiyama Bull. Chem. Soc. Jpn. 67 1994 2195 [22] (f) K Imagawa T Nagata T Yamada T Mukaiyama Chem. Lett. 1994 527 [22] (g) T Nagata K Imagawa T Yamada T Mukaiyama Chem. Lett. 1994 1259 [22] (h) P Laszlo M Levart E Bouhlel M.-T Montaufier G.P Singh S.T Oyama J.W Hightower Catalytic Selective Oxidations 4th Ed. ACS Symposium Series 523 1993 ACS Washington, DC 318 [22] (i) T Mukaiyama T Yamada T Nagata K Imagawa Chem. Lett. 1993 327 [22] (j) T Yamada K Imagawa T Nagata T Mukaiyama Chem. Lett. 1992 2231 [22] (k) T Yamada O Rhode T Takai T Mukaiyama Chem. Lett. 1991 5 [22] (l) T Yamada T Takai O Rhode T Mukaiyama Chem. Lett. 1991 1 [22] (m) T Mukaiyama T Takai T Yamada O Rhode Chem. Lett. 1990 1661 [22] (n) K.R Rodgers I.M Arafa H.M Goff J. Chem. Soc., Chem. Commun. 1990 1323 [22] (o) J Haber T Mlodnicka J Poltowicz J. Mol. Catal. 54 1989 451 [22] (p) M.G Vinogradov I.P Kovalev G.I Nikishin N.D Zelinskii Translated from 4th Ed. Izv. Akad. Nauk SSSR, Ser. Khim. 10 October 1985 Institute of Organic Chemistry, Academy of Sciences of the USSR Moscov 2269 2272 [22] (q) S.A Maslov G Wagner W.L Rubailo Neftechimia 26 1986 540 (in Russian) [22] (r) T Mlodnicka J. Mol. Catal. 36 1986 205 [22] (s) S.A Maslov W.P Neumann Oxid. Commun. 12 1989 15 [22] (t) S.A Maslov J.R Monnier G.W Keulks Oxid. Commun. 3 1983 61 [23] (a) Lead reviews of aldehyde oxidation 4th Ed. J.K Kochi Free Radicals Vol. I and II 1973 John Wiley and Sons New York, London, Sydney, Toronto [23] (b) R.A Sheldon J.K Kochi Metal-Catalyzed Oxidations of Organic Compounds 1981 Academic Press Inc., New York, London, Toronto, Sydney, San Francisco [23] (c) J.R McNesby C.A Heller Jr. Chem. Rev. 54 1954 325 [23] (d) M Niclause J Lemaire M Letrort Adv. Photochem. 4 1966 25 [24] K.E Simmons D.E Van Sickle J. Am. Chem. Soc. 95 1973 7759 [25] (a) W Nam H.J Kim S.H Kim R.Y Ho J.S Valentine Inorg. Chem. 35 1996 1045 [25] (b) These authors too apparently missed Kaneda's paper [21]. [26] V.W Day T.A Eberspacher W.G Klemperer B Zhong J. Am. Chem. Soc. 116 1994 3119 and especially reference 10 therein [27] H. Weiner and R.G. Finke, unpublished results and experiments in progress. [28] (a) D.R Larkin J. Org. Chem. 55 1990 1563 [28] (b) D.P Riley D.P Getman G.R Beck R.M Heintz J. Org. Chem. 52 1987 287 [29] J.P Collman L.S Hegedus J.R Norton R.G Finke Principles and Applications of Organtransition Metal Chemistry 1987 University Science Books Mill Valley, CA 314 316 and reference 60 therein [30] E.S Huyser Free-Radical Chain Reactions 1970 Wiley-Interscience New York 39 65 Ch. 3",
      "scopus-id": "0030599596",
      "coredata": {
        "eid": "1-s2.0-S1381116996003019",
        "dc:description": "To reveal the underlying problems and misleading results that can be obtained from uninitiated O2/aldehyde/olefin co-oxidative epoxidations that proceed by a radical-chain mechanism, a series of nearly identical experiments were set up at the University of Tokyo and Colorado State University. The main catalyst precursor studied is the oxidatively resistant, polyoxoanion-supported organometallic complex [(n-C4H9)4N]5Na3[(1,5-COD)Ir · P2W15Nb3O62], 1. Three other L n M · P2W15Nb3On− 62 complexes were also examined (L n M = Re(CO)+ 3, Ru(C6H6)2+, and Rh(1,5-COD)+], as well as the framework-incorporated cobalt(II) complex, [(n-C4H9)4N]4H[PW11COIIO3− 39]. Several types of important but often omitted control reactions were also performed, again to expose the pitfalls in studies of O2/aldehyde/olefin co-oxidative epoxidations, specifically: (i) the control of leaving out the catalyst completely, (ii) controls for O2-mass-transfer limitations, (iii) controls examining a range of different solvents (CH3CN, CH2Cl2, ClCH2CH2Cl, and Cl2CHCHCl2), and (iv) controls comparing uninitiated versus deliberately peroxide-initiated reactions. The resultant reproducibilities, product conversions, selectivities, and yields are presented and discussed, as are stereochemical results using cis- and trans-stilbene. Several important insights are generated for the area of co-oxidative epoxidations proceeding by a radical-chain mechanism, most notably that the catalyzed results are inferior to ROOH-initiated, uncatalyzed co-oxidative epoxidations examined under otherwise identical conditions.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003019",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Mizuno, Noritaka"
          },
          {
            "@_fa": "true",
            "$": "Weiner, Heiko"
          },
          {
            "@_fa": "true",
            "$": "Finke, Richard G"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003019"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003019"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00301-9",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Co-oxidative epoxidation of cyclohexene with molecular oxygen, isobutyraldehyde reductant, and the polyoxoanion-supported catalyst precursor [(n-C4H9)4N]5Na3[(1,5-COD)Ir · P2W15Nb3O62]. The importance of key control experiments including omitting the catalyst and adding radical-chain initiators",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Olefin co-oxidations"
          },
          {
            "@_fa": "true",
            "$": "Aldehyde autoxidation"
          },
          {
            "@_fa": "true",
            "$": "Radical-chain reactions"
          },
          {
            "@_fa": "true",
            "$": "Acylperoxy radicals"
          },
          {
            "@_fa": "true",
            "$": "Olefin epoxidation"
          },
          {
            "@_fa": "true",
            "$": "Catalysis"
          },
          {
            "@_fa": "true",
            "$": "Polyoxoanion-supported catalysis"
          },
          {
            "@_fa": "true",
            "$": "No-catalyst control reactions"
          },
          {
            "@_fa": "true",
            "$": "Added radical-chain initiator control reactions"
          },
          {
            "@_fa": "true",
            "$": "Stereochemical studies"
          },
          {
            "@_fa": "true",
            "$": "Mechanistic studies"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-28",
        "prism:endingPage": "28",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00301-9",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00301-9",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599596"
      }
    }
  }
}