{
  "metadata": {
    "title": "An organometallic route to mono and bimetallic Pt and Pt-Pd catalysts supported on magnesium oxide: thermoanalytical investigation and catalytic behavior in MCP conversion",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-09-15",
    "doi": "10.1016/S1381-1169(03)00328-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903003285",
    "pii": "S1381116903003285"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0041330391",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-06-07 2003-06-07 2010-04-18T22:33:40 1-s2.0-S1381116903003285 S1381-1169(03)00328-5 S1381116903003285 10.1016/S1381-1169(03)00328-5 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01744 2015-05-15T05:56:32.920819-04:00 0 0 20030915 2003 2003-06-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings suppl vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast dedication primabst ref specialabst alllist content subj ssids 1381-1169 13811169 204 205 204 205 C Volumes 204–205 49 465 472 465 472 20030915 15 September 2003 2003-09-15 2003 In honour of Prof. R. Ugo on the occasion of his 65th. Birthday D. Roberto and R. Psaro converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. ORGANOMETALLICROUTEMONOBIMETALLICPTPTPDCATALYSTSSUPPORTEDMAGNESIUMOXIDETHERMOANALYTICALINVESTIGATIONCATALYTICBEHAVIORINMCPCONVERSION DOSSI C 1 Introduction 2 Experimental 3 Results and discussion 4 Conclusions Acknowledgements References DAVIS 1991 313 R CLARKE 1993 122 J DALSANTO 2001 296 V KAZANSKI 1993 327 V KAPPERS 1996 183 M RECCHIA 1999 1 S PSARO 1995 L 19 R RADES 2000 3285 T RADES 1996 16238 T FIERMANS 2000 108 L PAWELEC 2002 223 B ARAMENDIA 1999 1192 M ROBERTI 1973 381 A BELLATRECCIA 1995 2045 M DOSSI 1993 233 C DOSSI 2000 416 421 C DOSSI 1998 157 C BABA 1974 665 S NAKAMURA 1975 63 Y DALSANTO 2001 185 V CHOI 1996 790 H DOSSIX2003X465 DOSSIX2003X465X472 DOSSIX2003X465XC DOSSIX2003X465X472XC item S1381-1169(03)00328-5 S1381116903003285 1-s2.0-S1381116903003285 10.1016/S1381-1169(03)00328-5 271358 2010-10-04T20:44:30.811996-04:00 2003-09-15 1-s2.0-S1381116903003285-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/MAIN/application/pdf/41448660502a7b5e5e010faca5d70dcd/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/MAIN/application/pdf/41448660502a7b5e5e010faca5d70dcd/main.pdf main.pdf pdf true 125331 MAIN 8 1-s2.0-S1381116903003285-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/PREVIEW/image/png/a44d741b602c8bdcff64ac59a198a6db/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/PREVIEW/image/png/a44d741b602c8bdcff64ac59a198a6db/main_1.png main_1.png png 62140 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903003285-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/STRIPIN/image/gif/1e8af3923ff68f022f7ac89feba07377/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/STRIPIN/image/gif/1e8af3923ff68f022f7ac89feba07377/si2.gif si2 si2.gif gif 1715 20 424 ALTIMG 1-s2.0-S1381116903003285-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/STRIPIN/image/gif/b4753f744b22e041ab84507fed459295/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/STRIPIN/image/gif/b4753f744b22e041ab84507fed459295/si1.gif si1 si1.gif gif 1231 18 315 ALTIMG 1-s2.0-S1381116903003285-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/fx1/THUMBNAIL/image/gif/42dd6b8cc4613760d6a3dee1f7e93811/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/fx1/THUMBNAIL/image/gif/42dd6b8cc4613760d6a3dee1f7e93811/fx1.sml fx1 true fx1.sml sml 817 35 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903003285-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/fx1/DOWNSAMPLED/image/gif/54ccbadc0e02bc3f3e4b3f17deaef763/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/fx1/DOWNSAMPLED/image/gif/54ccbadc0e02bc3f3e4b3f17deaef763/fx1.gif fx1 true fx1.gif gif 3033 91 329 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003285-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr1/THUMBNAIL/image/gif/8dfefe24793ea680e23f76e860e607e1/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr1/THUMBNAIL/image/gif/8dfefe24793ea680e23f76e860e607e1/gr1.sml gr1 gr1.sml sml 1341 75 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903003285-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr1/DOWNSAMPLED/image/gif/58705d783c65bb8a5ae266d10ea5ec3d/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr1/DOWNSAMPLED/image/gif/58705d783c65bb8a5ae266d10ea5ec3d/gr1.gif gr1 gr1.gif gif 12188 345 576 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003285-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr2/THUMBNAIL/image/gif/9f728c27de9f67a63cdfc6abc9a0579c/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr2/THUMBNAIL/image/gif/9f728c27de9f67a63cdfc6abc9a0579c/gr2.sml gr2 gr2.sml sml 1559 82 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903003285-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr2/DOWNSAMPLED/image/gif/474a326e56eb388ae195565c59e484d4/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr2/DOWNSAMPLED/image/gif/474a326e56eb388ae195565c59e484d4/gr2.gif gr2 gr2.gif gif 12622 361 549 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903003285-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr3/THUMBNAIL/image/gif/4f02b294f6a3472bbc803c455d5c22a1/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr3/THUMBNAIL/image/gif/4f02b294f6a3472bbc803c455d5c22a1/gr3.sml gr3 gr3.sml sml 1749 77 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903003285-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903003285/gr3/DOWNSAMPLED/image/gif/d6a349464790fddd6ef0dc6a7d9b6f53/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903003285/gr3/DOWNSAMPLED/image/gif/d6a349464790fddd6ef0dc6a7d9b6f53/gr3.gif gr3 gr3.gif gif 13782 341 556 IMAGE-DOWNSAMPLED MOLCAA 4116 S1381-1169(03)00328-5 10.1016/S1381-1169(03)00328-5 Elsevier Science B.V. Fig. 1 TPRD profiles in H2 (8%)/He mixture of [Pt(hfa)2] supported on MgO via chemical vapor deposition. Fig. 2 TPRD profiles in H2 (8%)/He mixture of [Pt(acac)2] + [Pd(acac)2] co-impregnated on MgO from CH2Cl2 solution. Fig. 3 Comparison of TPRD profiles at m/z=15 of [Pt(hfa)2] of the two monometallic [Pd(acac)2]/MgO and [Pt(acac)2]/MgO with the bimetallic [Pd(acac)2] + [Pt(acac)2]/MgO catalysts. Table 1 MCP conversion after 1h at 350°C Catalyst name Metal loading (%) H/Pt Cl/Pt TOF a (× 102) [as total metal] TOF a,b (× 102) [as exposed metal] Pt(CVD)/MgO 1.0 1.13 0.0 12.8 11.3 Pt(SI-RCN)/MgO 1.05 1.05 0.84 14.0 13.3 Pt(SI-00)/MgO 0.75 1.05 0.0 10.5 10.0 Pt(SI-Cl)/MgO 1.0 0.66 0.90 17.2 26.1 a TOF were calculated at MCP conversions between 4 and 20%, and expressed as: molMCP converted/(molmetals). b Considering a surface stoichiometry H/Pt=1. Table 2 Catalytic conversion of MCP after 1h at 500°C with monometallic Pd and Pt catalysts Catalyst Metal precursor Preparation method Total conversion (mol.%) Benzene yield (mol.%) Reference Pt(SI-Cl)/MgO [Pt(acac)2] SI 38 15 This work Pt(CVD)/MgO [Pt(hfa)2] CVD 20 7 This work Pt/KL [Pt(hfa)2] CVD 90 76 [17] Pd/MgO [Pd(allyl)(CP)] CVD 88 61 [4] Pd/MgO [Pd(acac)2] SI 61 46 This work Table 3 Activity for ring opening of MCP after 1h at 350°C Catalyst Cl/M (M = Pt, Pd) TOF a (× 102), total metal (Pd + Pt) TOF a (× 102), total Pt Pt/MgO 0.9 17.2 17.2 Pt+Pd/MgO mechanical mixture b 0.61 2.8 16.8 Pt-Pd/MgO bimetallic catalyst b 0.82–0.9 0.32 1.92 Pd/MgO 0.60 0.12 N/A a TOF were calculated at MCP conversions between 4 and 20%, and expressed as: molMCP converted/(molmetals). b Metal loading: Pt 0.23%; Pd 1.05%. Table 4 Catalytic activity and benzene yield in MCP after 1h at 500°C Catalyst Total conversion (mol.%) Benzene yield (mol.%) Pt/MgO 33 15 Pt+Pd/MgO mechanical mixture 50 32 Pt-Pd/MgO bimetallic catalyst 80 55 Pd/MgO 61 46 An organometallic route to mono and bimetallic Pt and Pt-Pd catalysts supported on magnesium oxide: thermoanalytical investigation and catalytic behavior in MCP conversion Dedicated to Professor Renato Ugo on the occasion of his 65th birthday C. Dossi a ∗ A. Pozzi a S. Recchia a A. Fusi b R. Psaro c V. Dal Santo c a Dipartimento di Scienze CC.FF.MM. Università dell’Insubria, Via Valleggio 11, 22100 Como, Italy b Dipartimento di Chimica Inorganica, Metallorganica e Analitica, Università di Milano, Via Venezian 21, 20133 Milano, Italy c ISTM-CNR, Via C. Golgi 19, 20133 Milano, Italy * Corresponding author. Tel.: +39-031-326213; fax: +39-031-2386449. Bimetallic catalysts Pt-Pd/MgO prepared from organometallic complexes via solvent impregnation showed high activity and appreciable selectivity to benzene in the methylcyclopentane aromatization reaction. Their performances are comparable respect to Pt/KL systems and are superior if compared with those of monometallic Pt and Pd on MgO catalysts. The utilization of organometallic complexes of palladium and platinum to form mono and bimetallic catalysts on basic magnesium oxide support was studied and rationalized. Thermoanalytical data in hydrogen flow suggested the uselessness of volatile, fluorinated organometallic precursors for platinum catalysts, because the strong chemical interaction on the surface, occurring during CVD, prevents the subsequent conventional reductive elimination process to take place. Conventional solvent impregnation of acetylacetonate complexes was instead successful. Chemical interaction of the organometallic complex with basic surface sites of the MgO support was occurring already in the deposition step, resulting in an even surface distribution of the metal precursor, and the formation of bimetallic Pt-Pd sites. Alloy formation between platinum and palladium in the bimetallic catalyst was then proposed and studied using methylcyclopentane conversion between 350 and 500°C as test reaction. Keywords Bimetallic catalysis Thermoanalytical studies Chemical vapor deposition Chlorine promotion Magnesium oxide 1 Introduction Magnesium oxide is a solid of high surface basicity, which has gained high technical significance and widespread use as refractory material. In catalytic applications, instead, it never reached, like the other basic oxides, the popularity of acidic carriers, although the pioneering work of Pines [1]. Nevertheless, results revealed MgO-supported platinum [2,3] and palladium [4,5] catalysts to be highly selective toward aromatization of alkanes. These peculiar properties seem to stem from interactions between Pt or Pd metal phase with surface Lewis basic sites, that alter the electron density of the metal [6,7]. Moreover, magnesium oxide seems to have beneficial effects on the chemical reactivity of bimetallic particles, such as Pt-Sn catalysts for selective hydrogenation reactions [8] and Fe-Ir catalysts for methanol synthesis [9]. In this respect, it would appear scientifically worthy to investigate the catalytic properties of bimetallic Pt-Pd particles on magnesium oxide; such bimetallic systems already showed good catalytic activity for hydrogenation of aromatics when supported on different zeolites [10–14] and alumina [6]. In both cases, alloying was demonstrated, evidencing surface segregation of palladium. In the case of magnesium oxide, the use of surface organometallic chemistry might be regarded as a winning alternative to conventional salt-based chemistry; metal–metal interactions can be originating upon deposition of suitable organometallic precursors of the two elements, and hydrogen β-elimination of ligands used to form the supported metal phase. The choice of organometallic precursors may also play a prominent role to maintain the correct basicity as well as morphological properties of magnesium oxide [5], which would be severely modified under aqueous environments. In this paper, we will present and discuss the surface organometallic reactivity of the acetylacetonate complexes of platinum and palladium to form MgO-supported mono and bimetallic Pt and Pt-Pd catalysts for methylcyclopentane ring opening as test reaction [15] to investigate alloying between Pd and Pt. 2 Experimental Catalyst preparation. [Pt(acac)2] (acac, acetylacetonate) and [Pt(CH3CN)2Cl2] were purchased from Strem Chemicals and used without any purification. [Pt(hfa)2] (hfa, hexafluoroacetylacetonate) was purchased from Strem Chemicals and purified by sublimation in inert atmosphere. [Pd(acac)2] was prepared from K2PdCl4 as reported in the literature [16]. Reagent grade MgO (Carlo Erba RPE) was refluxed in doubly distilled water for 2h and dried in air at 100°C. Highly dehydroxylated magnesium oxide was obtained by heating in air from 25 to 500°C and further evacuation (P=10−5 mbar) at this temperature overnight. Reagent grade tetrahydrofuran (THF) and dichloromethane (Fluka) were dried over 5Å molecular sieves. The catalysts were prepared by impregnation of the MgO support with dilute solutions of the appropriate metal precursor at room temperature under nitrogen atmosphere. The solution became colorless after few hours on stirring; the yellow-colored impregnated material was then filtered off, and dried overnight in vacuo (10−2 mbar). Adsorption of the metal precursor on the surface was quantitative; no metal was left in the impregnation solvent. Namely, three monometallic catalysts on MgO were prepared starting from Pt(acac)2 in dichloromethane (Pt(SI-Cl)/MgO); [Pt(acac)2] in THF (Pt(SI-00)/MgO) and [Pt(CH3CN)2Cl2] in dichloromethane (Pt(SI-RCN)/MgO). Bimetallic Pt-Pd materials were co-impregnated by co-dissolving the two acetylacetonates in dichloromethane (Pt-Pd/MgO). Chemical vapor deposition of [Pt(hfa)2] on MgO (leading to Pt(CVD)/MgO sample) was carried out using the same equipment and experimental condition already developed for KL zeolite [17]. Determinations of chloride ion contents and metal loadings were done on catalysts at the end of the activation process in hydrogen at 500°C. Metals were analyzed by Flame-AAS or GF-AAS after dissolution of the catalyst in HNO3/HCl (3/1) mixture [18]. Chloride ion was analyzed by argentometric titration upon dissolution of the catalyst in diluted nitric acid [19]. Thermoanalytical studies. Temperature programmed reductive decomposition (TPRD) were done in flowing H2 (8%)/He mixture in a flow-through glass reactor [5]. Evolution products were monitored by an on-line quadrupole mass spectrometer (VG Masstorr, 0–130amu) interfaced by a differentially pumped capillary inlet. Data acquisition was done in selected ion monitoring mode, and data are presented as a function of the increasing temperature. A detailed description of the instrumental set-up was reported elsewhere [20]. Pulse chemisorption studies. Metal dispersion was obtained by pulse chemisorption of hydrogen at 55°C on a computerized Micromeritics Pulse Chemisorption 2700 instruments. Fresh catalysts were first heated in hydrogen to 500°C at 10°C/min, and cooled in Argon to 55°C. H2 (50μl) was then pulsed every 5min, until saturation of the active phase was reached. Catalytic studies. Methylcyclopentane (MCP) conversion was performed between 350 and 500°C on a continuous flow, fixed-bed microreactor, working at atmospheric pressure, with a H2/MCP ratio of about 20. Methylcyclopentane (Reagent grade from Fluka) was kept on 5Å molecular sieves, and fed via a thermostatted saturator. Quantitative analysis of reactant and products was done on an on-line gas chromatograph (Carlo Erba Instruments HRGC 5160) fitted with a thermostatted sampling valve and FID, using a 50-m, silica-fused capillary PONA column (Hewlett-Packard). 3 Results and discussion The [Pt(hfa)2] complex was found an ideal precursor for chemical vapor deposition of platinum inside KL zeolite [17], where it was trapped and stabilized via non-bonding interactions within zeolite cages. On non-porous crystalline oxides, instead, chemical interactions between the organometallic precursor and the active sites are necessary for the CVD process. The feasibility of CVD process on MgO indicates that [Pt(hfa)2] chemically reacts with the surface active sites of the support; this reactivity is probably related to two different phenomena. On one hand, the acidity of CF bonds in hexafluoroacetylacetone ligands is facilitating the interaction with basic sites. Secondly, the intervention of surface oxygen sites is leading to the formation of [Pt(hfa)2(O-Mg)]− surface complex, in the same reaction scheme occurring with Lewis bases as PR3, Et2HN [21], where one hexafluoroacetylacetone ligand is O,O′-coordinated and the second one is C-bonded. Upon vapor deposition of the complex, the catalyst is subjected to a thermal treatment in hydrogen, for removing the organic ligands on the coordination sphere of the metal, and reducing divalent platinum to a zero-valent active metal phase. This process is performed under TPRD conditions and the resulting profile is shown in Fig. 1 . Interestingly, no evolution of free hfaH ligand, as monitored at m/z=69, corresponding to the most abundant CF3 + ion, is observed from room temperature up to 500°C. Instead, methane is primarily evolved in an intense and broad peak centered around 440°C, with minor features between 150 and 250°C. This behavior is significantly different from that reported for KL zeolite, where evolution of hfaH ligand was observed at 265°C and interpreted as an one-step mechanism of reductive elimination of ligands [17]: [Pt(hfa)2]/KL+H 2→1/x Pt x/KL+2hfaH Onto magnesium oxide, the strong chemical interaction between the organometallic precursor and the active O–Mg sites of its surface prevents a conventional reductive elimination process to take place. Instead, platinum-catalyzed hydrogenolytic rupture of CF bond is strongly favored by the scrubbing effect of Mg2+ sites to form MgF ionic bonds. The carbon skeleton of hfaH ligand is then left as carbonaceous-like deposits on the surface and removed as methane at high temperatures. This CVD catalyst was then investigated in methylcyclopentane conversion at 350 and 500°C, and compared with solvent-impregnated catalysts prepared from [Pt(acac)2] and [Pt(CH3CN)2Cl2] [22]. The catalytic activity for ring opening of MCP at 350°C is reported in Table 1 and expressed as turn over frequencies (TOF). All TOF values were calculated under differential reaction conditions at MCP conversion levels below 20%. Selectivity for ring opening products was always higher than 95%, with a small residual activity for ring enlargement to cyclohexane and benzene. No cracking products were instead found. TOF value for MCP conversion is highest for the catalyst prepared from solvent impregnation in CH2Cl2 of [Pt(acac)2], reaching a value around 0.17mol of converted MCP per mole of metal per second. A “correct” chlorine-doping for Pt/MgO catalysts is required. Starting from a Cl-containing metal precursor, like Pt(CH3CN)2Cl2, results in an adsorption of high amounts of Cl atoms on support that poison basic sites lowering catalytic performances. Instead, by using a Cl-free Pt precursor and a chlorinated solvent, chlorine is mainly adsorbed on metallic particles and on basic support only near them and has beneficial effects on catalytic properties; the use of the non-chlorinated THF solvent yielded the poorest catalyst. Similar results were already found in the hydrodechlorination reaction where the best catalysts was found to be Pt(SI-Cl)/MgO [22]. CVD catalyst was significantly inferior to the solvent-impregnated material from [Pt(acac)2], with a 33% reduction in the catalytic activity. The difference is even worse if TOF values are calculated for exposed metal, considering metal dispersions obtained via pulse chemisorption of hydrogen at 55°C (Table 1). The reduced H/Pt value for the CH2Cl2-impregnated Pt(SI-Cl)/MgO catalyst might be rationalized on recent EXAFS data on similar catalysts for hydrodechlorination reactions, where the use of dichloromethane as solvent resulted in higher Pt-Pt coordination numbers, probably for the higher surface mobility of Pt-Cl x fragments [22]. The beneficial effects of chlorine atoms cannot, however, be related to the creation of Lewis acidity on the catalyst. In fact, the very low selectivity (<5%) to acid-catalyzed ring enlargement can reject any substantial involvement of chlorine-induced acidity on catalytic activity. Following Gault’s conclusions, ring opening reaction is, in fact, the one catalyzed only by the metal function [23]. Moreover, the same increase in catalytic activity should be observed for the fluorine-containing catalyst, since surface acidity of Mg–F sites should be even higher than Mg–Cl sites. Therefore, chlorine atoms are primarily modifying the electronic structure of platinum phase, without contributing significantly to acid-catalyzed pathways to ring enlargement and/or cracking. The Pt(CVD)/MgO and Pt(SI-Cl)/MgO catalysts have been tested in MCP conversion to benzene at 500°C under integral conditions (Table 2 ). It is interesting to notice that the solvent impregnated Pt(SI-Cl)/MgO material is more active than the CVD-based catalyst, confirming that chlorine seems to be essential in hydrocarbon conversion reactions. However, it was never possible to reach high conversion levels, above 40%, and deactivation by carbon deposition was also observed, particularly at high contact times. Benzene selectivity remains low as well, if compared with the excellent results shown by non-acidic zeolites [17], and by MgO-based palladium catalysts [2,3]. Activity and selectivity of these catalysts may be improved by alloying Pt and Pd, as it is already known for different zeolites [10–14] and for alumina [6]. It was chosen a high Pd/Pt ratio, in a Pt-doping approach to Pd/MgO catalysts, in order to maintain the good aromatization activity and promote the catalyst stability at high temperatures. The availability of acetylacetonate complexes for both palladium and platinum, and their similarity in surface chemistry on magnesium oxide is thus suggesting a viable route to the preparation of bimetallic particles on MgO. The [M(acac)2] complexes (M=Pt, Pd) are coimpregnated on highly dehydroxylated magnesium oxide from dichloromethane solution; the yellow solution becomes rapidly colorless, indicating a quantitative chemisorption process. Hydrogen reduction of the impregnated material was then investigated under TPRD conditions, as shown in Fig. 2 . It is immediately apparent that the mass profile at m/z=85 is totally flat up to 500°C. This signal, due to the [COCH2COCH3]+ ion, is a typical fragmentation ion in the electron impact (EI) mass spectrum of acetylacetone; the occurrence of metal reduction following a classical reductive elimination mechanism with evolution of free acetylacetone: [M(acac)2]/MgO+H 2→M 0/MgO+2acacH (M=Pt,Pd) may thus be rejected. We may instead notice a broad and complex evolution of m/z=58 between 100 and 330°C, with broad features around 110–120 and 200–290°C. The signal at m/z=58 is attributed to the [CH3COCH3]+ ion radical as the parent ion in the electron impact mass spectrum of acetone. The evolution profile of [CH3]+ ion at m/z=15 is quite complex, and roughly parallels that at m/z=58 up to about 320°C, since the [CH3]+ fragment is present in the electron impact spectra of acetone and of all other minor evolution products, such as isopropanol. At higher temperatures, above 300°C, new evolution peaks are observed. This indicates that, in this temperature range, the signal at m/z=15 can be due only to the evolution of methane [20]. It may be suggested that this formation of methane derives from the hydrogenolysis of the organic residues left on the catalyst, as it is often observed in TPRD profiles of reforming-type catalysts. The profile at m/z=15 can thus be considered as a convenient fingerprint of all reaction pathways during H2 reduction of the supported organometallic complexes. It has to be inferred that the reductive decomposition of surface [M(acac)2] complexes follows a complex surface chemistry, with the active participation of the dichloromethane solvent, since a Cl/M ratio around 0.9 is found on the final catalyst. On the basis of the known organometallic chemistry of [Pt(acac)2] in the presence of halide ions, formation of intermediate species with chlorine–metal bonds and different coordination geometries of acac ligands is suggested. Moreover, the profile at m/z=15 of the bimetallic catalysts cannot be simply considered as the sum of the individual profiles of the two monometallic materials (Fig. 3 ), and may be interpreted as the evidence for the formation of bimetallic Pt-Pd entities on the surface of MgO, already at an early step prior the formation of zero-valent metal phase. Bimetallic Pt-Pd/MgO catalysts are then tested, and compared with monometallic Pd/MgO and Pt/MgO materials, in MCP conversion, in order to gain more information about the structure of bimetallic catalysts (Table 3 ). However, no corrections on metal dispersions are reported in TOF data for bimetallic catalysts, since H2 pulse chemisorption technique is unable to discriminate between Pt and Pd. The TOF of Pt-Pd/MgO catalyst is intermediate between Pt and Pd, reflecting the intrinsic low activity of Pd/MgO for MCP ring opening at 350°C. Instead, a sample of the mechanical mixture of the two monometallic catalysts taken as reference materials shows a significantly higher activity than the bimetallic catalyst. Moreover, if TOF values are then counted on platinum atoms only, the mechanical mixture is almost indistinguishable from Pt/MgO, since no alloying between platinum and palladium can occur in the mechanical mixture. Instead, the bimetallic catalyst is almost 10 times less active. These data may thus be interpreted on the basis of Pd enrichment on the surface of the bimetallic particles, as proposed by different groups on zeolite-supported catalysts [10–14]. When the reaction temperature is raised to 500°C under integral condition, dehydrocyclization to benzene is taking place as main reaction, together with some cracking to C1–C5 alkanes. MCP conversions, and benzene yields are then reported in Table 4 . The bimetallic catalyst is significantly more active than the mechanical mixture, and benzene yield (55%) is also higher, even than the monometallic Pd/MgO. These results are quite promising, although catalytic performance is not still reaching values shown by CVD-based catalyst. Preliminary results seem also to indicate a good stability of bimetallic catalysts under reaction conditions; the selectivity to aromatics is maintained even after 30hours on stream at 500°C, with a 25–30% reduction in the overall activity. This behavior is to be related to the excellent interaction between platinum and the MgO surface, as already evidenced in Pt/MgO catalysts for CCl4 hydrodechlorination reaction [22,24]. 4 Conclusions Surface organometallic chemistry of platinum and palladium acetylacetonates was exploited to allow bimetallic particles to be formed on MgO. The use of a chlorinated solvent was a key step to favor chemical interactions with the basic sites of the support, and to introduce a controlled amount of chlorine atoms at the metal–support interface. The use of the [Pt(hfa)2] precursor for chemical vapor deposition was less successful, since its reactivity with the basic sites led to complete rupture of CF bonds, and to a final catalyst of lower activity. The beneficial effects of alloying Pt with Pd during catalyst impregnation and further hydrogen decomposition of acetylacetonate complexes are then demonstrated, either in term of catalyst activity and stability of the metal phase. Acknowledgements The authors are deeply indebted to Dr. Marco Anghileri, now with Recordati SpA, Milano, Italy, for the experimental work and useful discussions. References [1] H. Pines, The chemistry of catalytic conversion of hydrocarbons, Academic Press, New York, 1981. [2] R.J. Davis E.G. Derouane Nature 349 1991 313 [3] J.K.A. Clarke M.J. Bradley J.A. Garvie A.J. Craven T. Baird J. Catal. 143 1993 122 [4] C. Dossi, A. Fusi, S. Recchia, M. Anghileri, R. Psaro, J. Chem. Soc., Chem. Comm. 10 (1994) 1245. [5] V. Dal Santo L. Sordelli C. Dossi S. Recchia E. Fondra G. Vlaic R. Psaro J. Catal. 198 2001 296 [6] V.B. Kazanski V.Yu. Borovkov E.G. Derouane Catal. Lett. 19 4 1993 327 [7] M. Kappers C. Dossi R. Psaro S. Recchia A. Fusi Catal. Lett. 39 1996 183 [8] S. Recchia C. Dossi N. Poli A. Fusi L. Sordelli R. Psaro J. Catal. 184 1999 1 [9] R. Psaro C. Dossi R. Della Pergola L. Garlaschelli S. Calmotti S. Marengo M. Bellatreccia R. Zanoni Appl. Catal. A. 121 1995 L 19 [10] T. Rades T.M. Polisset J. Fraissard Stud. Surf. Sci. Catal. 130D 2000 3285 [11] T. Rades V.Yu. Borovkov V.B. Kazanski T.M. Polisset J. Fraissard J. Phys. Chem. 100 1996 16238 [12] L. Fiermans R. De Griese G. De Doncker P.A. Jacobs J.A. Martens J. Catal. 193 2000 108 [13] B. Pawelec R. Mariscal R.M. Navarro S. van Bokhorst S. Rojas J.L.G. Fierro Appl. Catal. A 225 2002 223 [14] M.A. Aramendia J.A. Benitez V. Borau C. Jimenez J.M. Marinas J.R. Ruiz F. Urbano Langmuir 15 1999 1192 [15] A. Roberti V. Ponec W.M.H. Sachtler J. Catal. 28 1973 381 [16] Gmelin Handbuch der Anorganischer Chemie, Palladium, Verlag Chimie, Weinheim, 1947, p. 302. [17] M. Bellatreccia R. Zanoni C. Dossi R. Psaro S. Recchia G. Vlaic J. Chem. Soc., Farad. Trans. 91 1995 2045 [18] C. Dossi P. Losi S. Calmotti Ann. Chim. (Rome) 83 1993 233 [19] C. Dossi S. Recchia A. Fusi Fresenius J. Anal. Chem. 367 2000 416 421 [20] C. Dossi R. Psaro A. Fusi S. Recchia V. Dal Santo L. Sordelli Thermochim. Acta 317 1998 157 [21] S. Baba T. Ogura S. Kawaguchi Bull. Chem. Soc. (Jpn) 47 1974 665 Y. Nakamura K. Nakamoto Inorg. Chem. 14 1 1975 63 [22] V. Dal Santo C. Dossi R. Psaro S. Recchia L. Sordelli Stud. Surf. Sci. Catal. 140 2001 185 [23] F. Gault, Advances in Catalysis, in: D.D. Eley, H. Pines, P.B. Weisz (Eds.), vol. 30, Academic Press, San Diego, 1981, p. 1. [24] H.C. Choi S.H. Choi O.B. Yang J.S. Lee K.H. Lee S.Y. Kim J. Catal. 161 1996 790",
      "scopus-id": "0041330391",
      "coredata": {
        "eid": "1-s2.0-S1381116903003285",
        "dc:description": "The utilization of organometallic complexes of palladium and platinum to form mono and bimetallic catalysts on basic magnesium oxide support was studied and rationalized. Thermoanalytical data in hydrogen flow suggested the uselessness of volatile, fluorinated organometallic precursors for platinum catalysts, because the strong chemical interaction on the surface, occurring during CVD, prevents the subsequent conventional reductive elimination process to take place. Conventional solvent impregnation of acetylacetonate complexes was instead successful. Chemical interaction of the organometallic complex with basic surface sites of the MgO support was occurring already in the deposition step, resulting in an even surface distribution of the metal precursor, and the formation of bimetallic Pt-Pd sites. Alloy formation between platinum and palladium in the bimetallic catalyst was then proposed and studied using methylcyclopentane conversion between 350 and 500°C as test reaction.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-09-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903003285",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dossi, C."
          },
          {
            "@_fa": "true",
            "$": "Pozzi, A."
          },
          {
            "@_fa": "true",
            "$": "Recchia, S."
          },
          {
            "@_fa": "true",
            "$": "Fusi, A."
          },
          {
            "@_fa": "true",
            "$": "Psaro, R."
          },
          {
            "@_fa": "true",
            "$": "Dal Santo, V."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903003285"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903003285"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00328-5",
        "prism:volume": "204",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "An organometallic route to mono and bimetallic Pt and Pt-Pd catalysts supported on magnesium oxide: thermoanalytical investigation and catalytic behavior in MCP conversion",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "In honour of Prof. R. Ugo on the occasion of his 65th. Birthday",
        "openaccess": "0",
        "prism:issn": "13811169",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Bimetallic catalysis"
          },
          {
            "@_fa": "true",
            "$": "Thermoanalytical studies"
          },
          {
            "@_fa": "true",
            "$": "Chemical vapor deposition"
          },
          {
            "@_fa": "true",
            "$": "Chlorine promotion"
          },
          {
            "@_fa": "true",
            "$": "Magnesium oxide"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "openaccessSponsorType": null,
        "prism:pageRange": "465-472",
        "prism:endingPage": "472",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 September 2003",
        "prism:doi": "10.1016/S1381-1169(03)00328-5",
        "prism:startingPage": "465",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00328-5",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "424",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1715",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "315",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "1231",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "35",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "817",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "91",
            "@width": "329",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3033",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1341",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "345",
            "@width": "576",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12188",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "82",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1559",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "361",
            "@width": "549",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12622",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "77",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1749",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "341",
            "@width": "556",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903003285-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "13782",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0041330391"
      }
    }
  }
}