{
  "metadata": {
    "title": "Asymmetric allylic alkylation using a polymer-supported palladium catalyst in the presence of chiral ligands",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2003-07-01",
    "doi": "10.1016/S1381-1169(03)00126-2",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116903001262",
    "pii": "S1381116903001262"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0038172306",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2003-03-25 2003-03-25 2010-04-18T22:33:40 1-s2.0-S1381116903001262 S1381-1169(03)00126-2 S1381116903001262 10.1016/S1381-1169(03)00126-2 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01707 2015-05-15T05:56:33.301439-04:00 0 0 20030701 2003 2003-03-25T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 201 201 1 2 1 2 Volume 201, Issues 1–2 13 131 135 131 135 20030701 1 July 2003 2003-07-01 2003 converted-article fla Copyright © 2003 Elsevier Science B.V. All rights reserved. ASYMMETRICALLYLICALKYLATIONUSINGAPOLYMERSUPPORTEDPALLADIUMCATALYSTINPRESENCECHIRALLIGANDS DELLANNA M 1 Introduction 2 Results and discussion 3 Conclusions 4 Experimental 4.1 General procedure for Palladium-catalysed allylic alkylation 4.2 Catalytic test for the determination of the activity of the mother liquor Acknowledgements References TROST 2002 1 B TROST 1996 395 B SONG 2002 3495 C FAN 2002 3385 Q SANDEE 2002 309 A GAMEZ 1995 1109 P SALUZZO 2000 30 C HALLMANN 1999 4037 K UOZUMI 2001 2919 Y HASHIZUME 2000 5197 T DELLANNA 2000 17 M HAYASHI 1982 4963 T TOGNI 1994 4062 A YAMAGUCHI 1991 663 M SPRINZ 1993 1769 J FERNANDEZGALAAN 1997 3758 R DELATORRE 1998 4634 F WIDHALM 2002 315 M TOGNI 1996 1031 A BLOCHL 1996 4125 P TROST 1999 4545 B AUBURN 1985 2033 P DELLANNAX2003X131 DELLANNAX2003X131X135 DELLANNAX2003X131XM DELLANNAX2003X131X135XM item S1381-1169(03)00126-2 S1381116903001262 1-s2.0-S1381116903001262 10.1016/S1381-1169(03)00126-2 271358 2010-10-04T20:42:49.986499-04:00 2003-07-01 1-s2.0-S1381116903001262-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/MAIN/application/pdf/85cd4dbb1f5e097f4c5588394e294703/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/MAIN/application/pdf/85cd4dbb1f5e097f4c5588394e294703/main.pdf main.pdf pdf true 82193 MAIN 5 1-s2.0-S1381116903001262-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/PREVIEW/image/png/afdd1359da0865c55942bd8c300deaec/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/PREVIEW/image/png/afdd1359da0865c55942bd8c300deaec/main_1.png main_1.png png 60646 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116903001262-si2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/STRIPIN/image/gif/a7d18d9fd830dea6c879c70c9aef76bb/si2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/STRIPIN/image/gif/a7d18d9fd830dea6c879c70c9aef76bb/si2.gif si2 si2.gif gif 684 12 166 ALTIMG 1-s2.0-S1381116903001262-si1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/STRIPIN/image/gif/169a66a1e45595d10b47a60f22684e73/si1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/STRIPIN/image/gif/169a66a1e45595d10b47a60f22684e73/si1.gif si1 si1.gif gif 692 12 176 ALTIMG 1-s2.0-S1381116903001262-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/fx1/THUMBNAIL/image/gif/decfd467c22090aff855fed7b135fe32/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/fx1/THUMBNAIL/image/gif/decfd467c22090aff855fed7b135fe32/fx1.sml fx1 true fx1.sml sml 360 11 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903001262-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/fx1/DOWNSAMPLED/image/gif/837f5960567efc0ee6d8f4d176884f30/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/fx1/DOWNSAMPLED/image/gif/837f5960567efc0ee6d8f4d176884f30/fx1.gif fx1 true fx1.gif gif 2882 49 543 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001262-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/gr1/THUMBNAIL/image/gif/cd5f95b53e38b4eb828801e87bee8c90/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/gr1/THUMBNAIL/image/gif/cd5f95b53e38b4eb828801e87bee8c90/gr1.sml gr1 gr1.sml sml 1285 51 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903001262-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/gr1/DOWNSAMPLED/image/gif/e4adb74c1bf976fe248d81408d79ffa2/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/gr1/DOWNSAMPLED/image/gif/e4adb74c1bf976fe248d81408d79ffa2/gr1.gif gr1 gr1.gif gif 7908 186 452 IMAGE-DOWNSAMPLED 1-s2.0-S1381116903001262-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/sc1/THUMBNAIL/image/gif/decfd467c22090aff855fed7b135fe32/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/sc1/THUMBNAIL/image/gif/decfd467c22090aff855fed7b135fe32/sc1.sml sc1 sc1.sml sml 360 11 125 IMAGE-THUMBNAIL 1-s2.0-S1381116903001262-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116903001262/sc1/DOWNSAMPLED/image/gif/837f5960567efc0ee6d8f4d176884f30/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116903001262/sc1/DOWNSAMPLED/image/gif/837f5960567efc0ee6d8f4d176884f30/sc1.gif sc1 sc1.gif gif 2882 49 543 IMAGE-DOWNSAMPLED MOLCAA 3999 S1381-1169(03)00126-2 10.1016/S1381-1169(03)00126-2 Elsevier Science B.V. Fig. 1 Chiral ligands used in the allylic alkylation model reaction. Scheme 1 Model reaction. Table 1 Allylic alkylation of rac-1,3-diphenyl-2-propenyl acetate (0.5mmol) with dimethyl malonate (1.5mmol) in the presence of N,O-bis(trimethylsilyl)acetamide (BSA) (1.5mmol), KOAc (2mg), Pd-pol (0.0123mmol of Pd), chiral ligand (0.015mmol), at 21°C in CH2Cl2 (3ml) under 1atm N2 Entry Chiral ligand Time (h) Yield a (%) ee b (%) 1 (R,S)-PPFA 14 80 60 2 c – 14 70 54 3 d (R,S)-PPFA 14 90 61 4 c – 14 80 56 5 d,e (R,S)-PPFA 14 85 62 6 d,f (R,S)-PPFA 14 75 59 7 (R,S)-JOSIPHOS 96 90 93 8 c – 120 71 85 9 (R,R)-NORPHOS 14 60 69 a Isolated yield. b The ee in S-enantiomer determined by HPLC analysis and by its optical rotation [16]. c Reaction promoted by the catalyst recovered from the reaction described in the previous entry without adding any chiral ligand. d In the presence of 0.030mmol of chiral ligand. e The palladium catalyst is Pd(AAEMA)2 (0.0123mmol). f The palladium catalyst is Pd(acac)2 (0.0123mmol). Asymmetric allylic alkylation using a polymer-supported palladium catalyst in the presence of chiral ligands Maria Michela Dell’Anna Piero Mastrorilli Cosimo Francesco Nobile ∗ Gian Paolo Suranna Dipartimento d’Ingegneria delle Acque e di Chimica, Politecnico di Bari; Via Orabona, Bari 4 I-70125, Italy * Corresponding author. Tel.: +39-080-5963608; fax: +39-080-5963611. Polymer-supported Pd(AAEMA)2 [AAEMA−: deprotonated form of 2-(acetoacetoxy)ethyl methacrylate] in the presence of chiral ligands catalyses the asymmetric substitution of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate. Polymer-supported Pd(AAEMA)2 (Pd-pol) [AAEMA−: deprotonated form of 2-(acetoacetoxy)ethyl methacrylate] in the presence of chiral ligands catalyses the asymmetric substitution of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate. A series of conventional ligands were tested: the enantioselectivities (up to 93% ee) were similar to those observed employing the analogous homogeneous catalyst or a classical soluble palladium complex. In some case the supported catalyst was used in two subsequent runs with only a slight loss of activity and selectivity. Keywords Polymer-supported palladium complex Asymmetric allylic alkylation Hybrid catalysis 1 Introduction The asymmetric allylic alkylation is an important tool for the synthesis of optically pure organic compounds [1]. This reaction is generally promoted by soluble palladium complexes generated in situ by adding some chiral ligands (for reviews, see [2]) to a solution of π-allylpalladium chloride. There are only few examples [3] of the exploitation of this cross-coupling reaction in the presence of heterogeneous catalysts. Among the most recent ones, there are three different classes of catalysis: • The achiral system, concerning with the use of an aqueous/organic two-phase catalysis in which the palladium catalyst is immobilised in the aqueous phase or on the surface of an hydrophilic support, such as an inorganic oxide [4], silica [5], cellulose [6]. In all these examples the catalysts are recyclable, but the reactions have not been performed enantioselectively. • The addition of polymeric chiral ligands to the reaction mixture containing π-allylpalladium chloride in order to generate in situ the heterogeneous active catalyst. In this system the catalyst allowed to obtain up to 85% ee in the alkylation of several allylic acetates using polymeric nitrogen ligands [7], and up to 80% ee in the substitution of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate using pyridinooxazolines [8] grafted to cross-linked polystyrene and to polyethyleneglycol-containing resins TentaGel and ArgoGel. Unfortunately, in all these cases the recovered resin lost its catalytic activity after the first catalytic cycle. • The use of pre-formed heterogeneous chiral catalysts, such as an amphiphilic resin-supported P,N-chelating palladium complex [9] which was effective in water solvent and recyclable with up to 98% ee, and a palladium complex with an amphiphilic P,N-chiral ligand derived from d-glucosamine [10], which is soluble in water and represents an efficient and recyclable catalyst for asymmetric allylic substitution in aqueous/organic biphasic medium (up to 85% ee). Following our studies on the catalytic activity of polymer-supported Pd(AAEMA)2 (denoted as Pd-pol) [11] in CC bond forming reactions [12], we have investigated a new method for the design of a hybrid chiral catalytic system for the allylic alkylation reaction, based on the use of a polymeric palladium complex in the presence of a chiral ligand, in order to generate in situ an insoluble asymmetric palladium catalyst. The best results in terms of catalytic activity and recyclability were obtained using Pd-pol in conjunction with a ferrocenylphosphine. 2 Results and discussion As heterogeneous catalyst for the allylic alkylation we used Pd-pol in the presence of different conventional chiral ligands, such as (−)-(R)-N,N-dimethyl-1-[(S)-2-(diphenylphosphino)ferrocenyl]-ethylamine [(R,S)-PPFA] [13], (R)-(−)-1-[(S)-2-(diphenylphosphino)ferrocenyl]ethyldicyclohexylphosphine [(R,S)-JOSIPHOS] [14], (2R,3R)-(−)-2,3-bis(diphenylphosphino)-bicyclo[2.2.1]hept-5-ene [(R,R)-NORPHOS] [15], known to be efficient in the asymmetric allylic alkylation (Fig. 1 ). As model reaction we chose the allylic alkylation of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate in the presence of N,O-bis(trimethylsilyl)acetamide (BSA) and a catalytic amount of KOAc (Scheme 1 ) in CH2Cl2. The obtained results are shown in Table 1 . In the preliminary experiments, the allylic alkylation of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate was carried out in the presence of Pd-pol without any ligand, but no coupling occured. When triphenylphosphine was added to the reaction mixture, the racemic alkylation product was obtained in 6h with 80% yield. Unfortunately, the recovered catalyst showed no residual catalytic activity due to severe palladium leaching revealed by the elemental analyses. In the presence of (R,S)-PPFA (ligand/Pd=1.2mol/mol) as chiral ligand the coupling occurred in 14h with an enantiomeric excess of 60% in the first catalytic cycle (yield=80%, entry 1) and 54% in the recycle (yield=70%, entry 2). The elemental analysis of the recovered resin revealed the presence of the chiral ligand in the catalyst (P = 0.6%) and a drop of palladium amount from the initial value of 2.63% to the final one of 1.26%. From these results it is evident that the molar P/Pd ratio in the catalyst at the end of the reaction is equal to 2, meaning that two ligands are bound to the same metal centre. (R,S)-PPFA is a bidentate ligand, which generally binds to the metal centre with both phosphorus and nitrogen functionalities. However, due to a fluxional behaviour of allylpalladium(II)-PPFA derivatives, PdN bond rupture in PPFA complexes is frequently observed [17]. We assume that at the end of the catalytic cycle two PPFA ligands co-ordinate the metal centre only by the phosphorus functionality, acting as monodentate ligand. For steric and electronic reasons the presence of two chelating ligands on the metal anchored to the AAEMA-polymer seems very unlikely. According to these observations the model reaction reported in Scheme 1 was carried out in the presence of a molar ratio PPFA/Pd equal to 2.5. Under these conditions the ee remained nearly unchanged whereas the yields in the first two cycles were slightly higher (entries 3–4). Moreover, after two cycles the phosphorus and the palladium contents were similar to those found in the previous experiments, indicating that the residual metal supported on the resin was bound to two equivalents of (R,S)-PPFA, whatever was the amount of chiral ligand added at the beginning. To see if the PdN bond rupture occurred during the catalytic cycle or if the chiral ligand acted as a monodentate phosphane before the allylic alkylation reaction, we left Pd-pol and 2.5eq. (R,S)-PPFA in CH2Cl2 under stirring for 48h. The recovered resin showed a palladium amount equal to 2.1% and a phosphorous amount equal to 0.95%. The consequent molar ratio P/Pd=1.55 revealed that the ligand acted partially as chelating and partially as monodentate before the addition of the substrate. Unfortunately, the catalytic activity of (R,S)-PPFA/Pd-pol system dramatically dropped after the second run, and only negligible conversion of the substrate was achieved in the third reaction cycle. In order to compare the reactivity of Pd-pol with its soluble analogous, we carried out the alkylation reaction of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate, under the above mentioned conditions, in the presence of monomeric Pd(AAEMA)2 and (R,S)-PPFA (ligand/Pd=2.5mol/mol), obtaining 85% yield in the coupling product and 62% ee in the S enantiomer after 14h (entry 5). The reactivity of Pd(AAEMA)2 was even better than that of commercial Pd(acac)2: in the presence of the acetylacetonato complex and (R,S)-PPFA (ligand/Pd=2.5mol/mol) the alkylation reaction afforded in 14h a 75% yield and a 59% ee in the S coupling enantiomer (entry 6). From the reported data, it is apparent that the catalytic activities of Pd-pol, Pd(AAEMA)2 and Pd(acac)2 are similar, suggesting that the same Pd(0)/Pd(II) mechanism [2] operates in all the considered catalytic systems. In order to verify the possibility of a homogeneous mechanism with the system (R,S)-PPFA/Pd-pol, we studied the catalytic activity of the reaction solution after removal of the solid catalyst, by filtration at about 20% conversion of rac-1,3-diphenyl-2-propenyl acetate. This reaction mixture without Pd-pol was left under stirring, and it gave quantitative conversion of the substrate after further 14h. This evidence, along with recyclability of Pd-pol shown above, suggests that a slow leaching in the first two runs is to be held responsible for the catalytic activity and that a homogeneous mechanism is operative for the (R,S)-PPFA/Pd-pol system. Accordingly, the elemental analysis of the resin isolated at about 20% conversion showed a significant metal leaching (the residual metal content dropped from 2.63% down to 1.60%). When (R,S)-JOSIPHOS was used as chiral ligand, as expected, both the yield and the ee were satisfactory, reaching 90% yield and 93% ee in the first cycle (entry 7), and 71% yield and 85% ee in the recycle (entry 8). Unfortunately, also in this case metal leaching was observed in significant content (Pd amount passed from 2.63% before reaction to 1.60% after two cycles). Comparing the activity of palladium allyl chloride/(R,S)-JOSIPHOS [14] catalytic system to Pd-pol/(R,S)-JOSIPHOS, we observed no substantial differences in the catalyst selectivity, although the Pd-pol based system was less active. Eventually, the catalytic activity of Pd-pol in the allylic alkylation reaction was investigated in the presence of a non-ferrocenyl chiral ligand: (R,R)-NORPHOS [15]. After 14h reaction the yield was 60% and the ee 69% (entry 9), but the recovered resin was inactive in subsequent cycles. The elemental analysis indicated again severe metal leaching; during the first run the palladium amount dropped from the initial value of 2.63% to 0.92%. The data shown above indicate that the recyclability of the catalytic system depends on the ligand used to trigger the reaction: in the cases of (R,S)-PPFA and (R,S)-JOSIPHOS, the system is reusable whereas in the other cases [(R,R)-NORPHOS and PPh3] complete leaching limited the activity of Pd-pol to only the first run. A possible explaination of such a behaviour could inhere the different steric and electronic effects of the ferrocenyl- and non-ferrocenyl ligands, known to be determinant for the enantioselectivity of the allylic alkylation reaction [18]. These effects can also influence the stability of the corresponding soluble palladium complexes, so the more these complexes are stable, the higher will be the metal loss. 3 Conclusions Pd-pol is a catalyst for allylic alkylation of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate only in the presence of a phosphorous ligand. The system can reach good enantioselectivity (up to 93%) depending on the chiral ligand used. When chiral ferrocenyl ligands, such as (R,S)-PPFA and (R,S)-JOSIPHOS were employed the supported catalyst can be used in two subsequent runs. In the presence of PPh3 or (R,R)-NORPHOS the metal leaching during the first cycle is almost quantitative, probably due to the higher stability of the corresponding soluble palladium complexes. 4 Experimental All manipulations and reactions with air- or moisture-sensitive materials were carried out under an atmosphere of nitrogen using standard Schlenk techniques. Solvents were freshly distilled from the appropriate drying agents and degassed before use. All chemicals (including chiral ligands) were purchased from Aldrich or Strem and used as received. rac-1,3-Diphenyl-2-propenyl acetate was synthesised using a literature procedure [19]. The supported catalyst (Pd-pol) was prepared according to the procedure reported in [11]. The palladium content in the supported catalyst was determined by atomic absorption spectrometry using a Perkin-Elmer 3110 instrument. The phosphorous amount in the recovered catalyst was assessed by UV spectroscopy using a calibration curve. Chromatographic analyses were carried out on Hewlett Packard 6890 instruments using a HP-5 cross-linked 5% PH ME siloxane (30.0 m×0.32 mm×0.25 μm) column (injector temperature 280°C, FID temperature 280°C, carrier: nitrogen). GC–MS data (EI, 70eV) were acquired on a HP 6890 instrument (injector temperature 280°C, carrier: helium) using a HP-1 cross-linked methyl siloxane (60.0 m×0.25 mm×1.0 mm) capillary column coupled with a mass spectrometer HP 5973. The product was identified by comparison of its GC and GC–MS features with those of an authentic sample. Conversions were calculated gas chromatographically using n-dodecane as internal standard calibrated to the corresponding pure compound. The enantiomeric excess was determined by HPLC analysis with use of a chiral stationary phase column (CHIRALCEL OD-H; hexane/i-PrOH=98/2, flow 0.5ml/min, λ=254nm, t r(R)=19.60min, t r(S)=20.64min). 4.1 General procedure for Palladium-catalysed allylic alkylation A mixture of ligand (0.015mmol) and Pd-pol (Pd=2.63%, 0.0123mmol of Pd) in dry dichloromethane (1.0ml) was stirred at room temperature under nitrogen for 1h, and to the resulting suspension rac-1,3-diphenyl-2-propenyl acetate (0.5mmol), N,O-bis(trimethylsilyl)acetamide (1.5mmol), dimethyl malonate (1.5mmol), CH3COOK (2mg) and CH2Cl2 (2ml) were added in this order. The reaction was monitored by GC analysis and the conversions were assessed using n-dodecane as internal standard. At the end of the reaction the supported catalyst was recovered by filtration and it was washed with CH2Cl2, acetone and petroleum ether. The reaction solution was concentrated under vacuum and the resulting mixture was extracted with diethyl ether (50ml). The extract was washed twice with saturated NH4Cl aqueous solution (50ml) and then dried over Na2SO4. After removal of the ether, the residue was purified by silica gel column chromatography with hexane–ethyl acetate (3:1) to afford pure dimethyl (1,3-diphenylprop-2-en-1-yl) malonate. 4.2 Catalytic test for the determination of the activity of the mother liquor The reaction solution was separated from the supported catalyst by filtration, at ∼20% conversion of the substrate (GLC analyses). The clear solution was left under stirring and the reaction course was monitored by GLC as described above. Acknowledgements We thank MIUR and CNR for financial support, Dr. Giuseppe Romanazzi for his kind assistance and Mr. E. Pannacciulli for the elemental analyses. References [1] B.M. Trost Chem. Pharm. Bull. 50 2002 1 [2] (a) B.M. Trost, C. Lee, Catalytic Asymmetric Synthesis, Ojima I. (Ed.), second edition, Wiley–VCH, New York, 2000 B.M. Trost D.L. Van Vranken Chem. Rev. 96 1996 395 [3] (a) C.E. Song S-G. Lee Chem. Rev. 102 2002 3495 (b) Q.-H. Fan Y.-M. Li A.S.C. Chan Chem. Rev. 102 2002 3385 [4] A. Choplin, S. Dos Santos, F. Quignard, S. Sigismondi, D. Sinou, Catal. Today (1998) 471. [5] A.J. Sandee D. Dimitrijevic R.J. van Haaren J.N.H. Reek P.C.J. Kamer P.W.N.M. van Leeuwen J. Mol. Catal. A 182–183 2002 309 [6] F. Quignard, A. Choplin, Chem. Commun. (2001) 21. [7] (a) P. Gamez B. Dunjic F. Fache M. Lemaire Tetrahedron: Asymmetry 6 1995 1109 (b) C. Saluzzo R. ter Halle F. Touchard F. Fache E. Schulz M. Lemaire J. Organomet. Chem. 603 2000 30 [8] K. Hallmann E. Macedo K. Nordstrom C. Moberg Tetrahedron: Asymmetry 10 1999 4037 [9] Y. Uozumi K. Shibatomi J. Am. Chem. Soc. 123 2001 2919 [10] T. Hashizume K. Yonehara K. Ohe S. Uemure J. Org. Chem. 65 2000 5197 [11] M.M. Dell’Anna P. Mastrorilli A. Rizzuti G.P. Suranna C.F. Nobile Inorg. Chim. Acta 304 2000 17 [12] M.M. Dell’Anna, P. Mastrorilli, F. Muscio, C.F. Nobile, G.P. Suranna, Eur. J. Inorg. Chem. (2002) 1094. [13] T. Hayashi M. Konishi H. Ito M. Kumada J. Am. Chem. Soc. 104 1982 4963 [14] A. Togni C. Breutel A. Schyder F. Spindler H. Landert A. Tijani J. Am. Chem. Soc. 116 1994 4062 [15] M. Yamaguchi T. Shima T. Yamagishi M. Hida Tetrahedron: Asymmetry 2 1991 663 [16] J. Sprinz G. Helmchen Tetrahedron Lett. 34 1993 1769 [17] (a) R. Fernandez-Galàan F.A. Jalòn B.R. Manzano J.R. de la Fuente M. Vrahami B. Jedlicka W. Weissensteiner G. Jogl Organometallics 16 1997 3758 (b) F.G. de la Torre F.A. Jalòn A. Lopez-Agenjo B.R. Manzano A. Rodriguez T. Sturm W. Weissensteiner M. Martinez-Ripoll Organometallics 17 1998 4634 [18] (a) M. Widhalm U. Nettekoven H. Kalchhauser K. Mereiter M.J. Calhorda V. Felix Organometallics 21 2002 315 (b) A. Togni U. Burckhardt V. Gramlich P.S. Pregosin R. Salzmann J. Am. Chem. Soc. 118 1996 1031 (c) P.E. Blochl A. Togni Organometallics 15 1996 4125 (d) P.S. Pregosin, G. Trabesinger, J. Chem. Soc., Dalton Trans. (1998) 727 (e) B.M. Trost F.D. Toste J. Am. Chem. Soc. 121 1999 4545 [19] P.R. Auburn P.B. Mackenzie B. Bosnich J. Am. Chem. Soc. 107 1985 2033",
      "scopus-id": "0038172306",
      "coredata": {
        "eid": "1-s2.0-S1381116903001262",
        "dc:description": "Polymer-supported Pd(AAEMA)2 (Pd-pol) [AAEMA−: deprotonated form of 2-(acetoacetoxy)ethyl methacrylate] in the presence of chiral ligands catalyses the asymmetric substitution of rac-1,3-diphenyl-2-propenyl acetate with dimethyl malonate. A series of conventional ligands were tested: the enantioselectivities (up to 93% ee) were similar to those observed employing the analogous homogeneous catalyst or a classical soluble palladium complex. In some case the supported catalyst was used in two subsequent runs with only a slight loss of activity and selectivity.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2003-07-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116903001262",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Dell’Anna, Maria Michela"
          },
          {
            "@_fa": "true",
            "$": "Mastrorilli, Piero"
          },
          {
            "@_fa": "true",
            "$": "Nobile, Cosimo Francesco"
          },
          {
            "@_fa": "true",
            "$": "Suranna, Gian Paolo"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116903001262"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116903001262"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(03)00126-2",
        "prism:volume": "201",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Asymmetric allylic alkylation using a polymer-supported palladium catalyst in the presence of chiral ligands",
        "prism:copyright": "Copyright © 2003 Elsevier Science B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Polymer-supported palladium complex"
          },
          {
            "@_fa": "true",
            "$": "Asymmetric allylic alkylation"
          },
          {
            "@_fa": "true",
            "$": "Hybrid catalysis"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "131-135",
        "prism:endingPage": "135",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 July 2003",
        "prism:doi": "10.1016/S1381-1169(03)00126-2",
        "prism:startingPage": "131",
        "dc:identifier": "doi:10.1016/S1381-1169(03)00126-2",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "166",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-si2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "684",
            "@ref": "si2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "12",
            "@width": "176",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-si1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "ALTIMG",
            "@size": "692",
            "@ref": "si1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "360",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "49",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2882",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "51",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1285",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "186",
            "@width": "452",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7908",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "11",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "360",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "49",
            "@width": "543",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116903001262-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2882",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0038172306"
      }
    }
  }
}