{
  "metadata": {
    "title": "Platinum supported on TiO<ce:inf loc=post>2</ce:inf> as a new selective catalyst on heterogeneous hydrogenation of α,β-unsaturated oxosteroids",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2010-12-01",
    "doi": "10.1016/j.molcata.2010.09.019",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116910004097",
    "pii": "S1381116910004097"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-78649636397",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2010-10-07 2010-10-07 2010-11-26T22:28:45 1-s2.0-S1381116910004097 S1381-1169(10)00409-7 S1381116910004097 10.1016/j.molcata.2010.09.019 S300 S300.1 FULL-TEXT 1-s2.0-S1381116910X00164 2015-05-15T05:56:33.607047-04:00 0 0 20101201 2010 2010-10-07T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst pubtype ref specialabst alllist content subj ssids 1381-1169 13811169 333 333 1 2 1 2 Volume 333, Issues 1–2 4 1 5 1 5 20101201 1 December 2010 2010-12-01 2010 Editor's Choice paper article fla Copyright © 2010 Elsevier B.V. All rights reserved. PLATINUMSUPPORTEDTIO2ANEWSELECTIVECATALYSTHETEROGENEOUSHYDROGENATIONUNSATURATEDOXOSTEROIDS NUNES R 1 Introduction 2 Experimental 2.1 Equipments and reagents 2.2 Catalyst synthesis 2.3 Hydrogenation procedure 2.3.1 Reduction of 4-androstene-3,17-dione and 3β-acetoxy-pregna-5,16-diene-20-one 2.4 Catalyst recycling 3 Results and discussion 3.1 Catalyst characterization 3.2 Catalytic hydrogenation of α,β-unsaturated oxosteroids 3.3 Catalyst recycling 4 Conclusions Acknowledgments References MAKIARVELA 2005 1 49 P STEFFAN 2008 1337 1348 M RAS 2009 3175 3185 E SHIJU 2009 1 17 N HANSON 2007 1342 1349 J DJERASSI 1963 C STEROIDREACTIONSOUTLINEFORORGANICCHEMISTS AUGUSTINE 1972 111 144 R ORGANICREACTIONSINSTEROIDCHEMISTRY STEROIDHYDROGENATION SKODAFOLDES 2003 4095 4129 R ZSIGMOND 2006 297 304 A KANG 2006 9021 9024 F SHENVI 2008 7241 7243 R SZORI 2008 14 19 K AHER 2009 2005 2009 N MARCOSESCRIBANO 2009 8493 8496 A NUNES 2009 115 120 R BRODIE 2000 171 179 A GERTOSIO 1999 141 145 V RYNDIN 2000 364 373 Y FELFOLDI 2005 323 329 K WILDS 1950 5524 5529 A NISHIMURA 1966 1796 1797 S NISHIMURA 1966 2394 2395 S MCQUILLIN 1963 5996 6003 P FIGUEIREDO 1989 J CATALISEHETEROGENEA YASHIN 1951 4654 4657 R DJERASSI 1952 422 424 C RAVASIO 1991 4329 4333 N NUNES 2006 275 282 R MILLS 1993 417 425 A HERRMANN 1999 115 129 J DUTTA 2009 674 679 S SILVA 2009 147 154 C GOEL 2010 1 6 M TAUSTER 1987 389 394 S ZHANG 1998 10871 10878 Z ROSLOV 2009 711 716 I LITTER 1999 89 114 M BURROWS 2006 H SINTESEEESTRUTURAUMAABORDAGEMPRATICA IKEO 1991 N HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY NUNESX2010X1 NUNESX2010X1X5 NUNESX2010X1XR NUNESX2010X1X5XR item S1381-1169(10)00409-7 S1381116910004097 1-s2.0-S1381116910004097 10.1016/j.molcata.2010.09.019 271358 2010-11-29T14:37:22.53234-05:00 2010-12-01 1-s2.0-S1381116910004097-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/MAIN/application/pdf/24d85749621684f93d1e05232f95113d/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/MAIN/application/pdf/24d85749621684f93d1e05232f95113d/main.pdf main.pdf pdf true 437715 MAIN 5 1-s2.0-S1381116910004097-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/PREVIEW/image/png/141c913c294206d6fba1f9567e020f1f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/PREVIEW/image/png/141c913c294206d6fba1f9567e020f1f/main_1.png main_1.png png 56422 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116910004097-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/fx1/DOWNSAMPLED/image/gif/7c0dfa4dca833c91de72ce3ae117e8ff/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/fx1/DOWNSAMPLED/image/gif/7c0dfa4dca833c91de72ce3ae117e8ff/fx1.gif fx1 true fx1.gif gif 3586 142 222 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910004097-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/fx1/THUMBNAIL/image/gif/dda8ad8f97a05752fc3b05d776796b62/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/fx1/THUMBNAIL/image/gif/dda8ad8f97a05752fc3b05d776796b62/fx1.sml fx1 true fx1.sml sml 3514 140 219 IMAGE-THUMBNAIL 1-s2.0-S1381116910004097-fx1_lrg.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/fx1/HIGHRES/image/gif/f3a7994e61af3b577c4f7ca3cbb36160/fx1_lrg.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/fx1/HIGHRES/image/gif/f3a7994e61af3b577c4f7ca3cbb36160/fx1_lrg.gif fx1 fx1_lrg.gif gif 29070 1254 1967 IMAGE-HIGH-RES 1-s2.0-S1381116910004097-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr1/DOWNSAMPLED/image/jpeg/d1421de2e008c1d16e44543c9cc77da2/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr1/DOWNSAMPLED/image/jpeg/d1421de2e008c1d16e44543c9cc77da2/gr1.jpg gr1 gr1.jpg jpg 52498 401 375 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910004097-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr1/THUMBNAIL/image/gif/c11a25a96ad3212965e9fddd97e22e3f/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr1/THUMBNAIL/image/gif/c11a25a96ad3212965e9fddd97e22e3f/gr1.sml gr1 gr1.sml sml 7868 163 153 IMAGE-THUMBNAIL 1-s2.0-S1381116910004097-gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr1/HIGHRES/image/jpeg/d38cf0c845a3beaf7eb790fe7a101b30/gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr1/HIGHRES/image/jpeg/d38cf0c845a3beaf7eb790fe7a101b30/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 249287 1064 996 IMAGE-HIGH-RES 1-s2.0-S1381116910004097-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr2/DOWNSAMPLED/image/jpeg/ffadd3acb0ac9cdaa9e224002ab79588/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr2/DOWNSAMPLED/image/jpeg/ffadd3acb0ac9cdaa9e224002ab79588/gr2.jpg gr2 gr2.jpg jpg 25889 317 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910004097-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr2/THUMBNAIL/image/gif/afe92c148e5c6f10a688af30d10adde6/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr2/THUMBNAIL/image/gif/afe92c148e5c6f10a688af30d10adde6/gr2.sml gr2 gr2.sml sml 4316 164 194 IMAGE-THUMBNAIL 1-s2.0-S1381116910004097-gr2_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/gr2/HIGHRES/image/jpeg/4a05c72baecfabe892d83e1b5c0577dd/gr2_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/gr2/HIGHRES/image/jpeg/4a05c72baecfabe892d83e1b5c0577dd/gr2_lrg.jpg gr2 gr2_lrg.jpg jpg 112044 1404 1665 IMAGE-HIGH-RES 1-s2.0-S1381116910004097-sc1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/sc1/DOWNSAMPLED/image/jpeg/089b7ad36ac98d7b9cff9ec699bd69c4/sc1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/sc1/DOWNSAMPLED/image/jpeg/089b7ad36ac98d7b9cff9ec699bd69c4/sc1.jpg sc1 sc1.jpg jpg 53438 382 676 IMAGE-DOWNSAMPLED 1-s2.0-S1381116910004097-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/sc1/THUMBNAIL/image/gif/f7303587563b62728f4fe63058fc7ec4/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/sc1/THUMBNAIL/image/gif/f7303587563b62728f4fe63058fc7ec4/sc1.sml sc1 sc1.sml sml 3063 124 219 IMAGE-THUMBNAIL 1-s2.0-S1381116910004097-sc1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116910004097/sc1/HIGHRES/image/jpeg/67664c9226590f17d077e2c8c0a79d92/sc1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116910004097/sc1/HIGHRES/image/jpeg/67664c9226590f17d077e2c8c0a79d92/sc1_lrg.jpg sc1 sc1_lrg.jpg jpg 333833 1693 2994 IMAGE-HIGH-RES MOLCAA 7948 S1381-1169(10)00409-7 10.1016/j.molcata.2010.09.019 Elsevier B.V. Fig. 1 TEM micrograph of 1Pt/TiO2 catalyst. Inset: alternative view of the same material at different magnification. Fig. 2 Activity of the 3Pt/TiO2 catalyst after 5 subsequent runs. Scheme 1 Table 1 Specific BET surface area (S BET), platinum particle size (d Pt), load (y Pt) and amount of reduced platinum (Pt(0)) for TiO2 supported catalysts. Catalyst S BET (±5m2 g−1) d Pt a (±0.2nm) d Pt b (±5nm) y Pt (±0.05wt. %) Pt(0) (±3%) TiO2 32.3 – – – – 1Pt/TiO2 32.9 4.0 30 1.03 66 3Pt/TiO2 34.8 5.4 73 3.02 91 a Determined by TEM analysis. b determined by H2 chemisorption. Table 2 Conversion and selectivity of the hydrogenation reactions [Pt]=3.0×10−3 mmol; solvent: toluene (2mL); substrate/M=35 under several conditions of steroids 1 and 2. Entry Steroid Catalyst P H2 (bar) T (°C) Time (h) Conversion (%) Chemo selectivity (%) Diastereo selectivity (%) 1 1 3Pt/TiO2 20 100 1/12 97 95 (1.1 + 1.2) 71 (1.1) 2 1 3Pt/TiO2 20 30 1/2 94 95 (1.1 + 1.2) 70 (1.1) 3 1 3Pt/TiO2 5 30 1/2 96 97 (1.1 + 1.2) 70 (1.1) 4 1 1Pt/TiO2 5 30 1/2 45 97 (1.1 + 1.2) 73 (1.1) 2 98 96 (1.1 + 1.2) 75 (1.1) 5 1 1Pt/TiO2 20 100 8 85 (1.3) 6 1 10Pd/C 5 30 1/2 80 97 (1.1 + 1.2) 54 (1.1) 7 2 1Pt/TiO2 5 30 1 99 96 (2.1) 8 2 1Pt/TiO2 20 100 17 79 (2.2) 9 2 TiO2 5 30 2 0 – (2.2) Key for number designation in Scheme 1. Editor's choice paper Platinum supported on TiO2 as a new selective catalyst on heterogeneous hydrogenation of α,β-unsaturated oxosteroids Rui M.D. Nunes a Bruno F. Machado b Mariette M. Pereira a ⁎ Maria José S.M. Moreno c Joaquim L. Faria b ⁎ a Departamento de Química, Universidade de Coimbra, Rua Larga, 3004-535 Coimbra, Portugal b Laboratório de Catálise e Materiais (LCM), Laboratório Associado LSRE/LCM, Departamento de Engenharia Química, Faculdade de Engenharia, Universidade do Porto, Rua Dr. Roberto Frias s/n, 4200-465 Porto, Portugal c Centro de Estudos Farmacêuticos, Faculdade de Farmácia, Universidade de Coimbra, 3000-295 Coimbra, Portugal ⁎ Corresponding authors. Tel.: +351 225 081 645; fax: +351 225 081 449. Graphical abstract The Pt/TiO2 catalysts prepared by photochemical deposition of platinum onto titania are very selective (70% and 96% of α-diastereoselectivity) for the hydrogenation of the carbon–carbon double bond of the α,β-unsaturated oxosteroids, 4-androstene-3,17-dione (I) and 3β-acetoxypregna-5,16-dien-20-one (II). Research highlights ▶ Pt nanoparticles (4–5nm) are supported over TiO2 by photochemical deposition ▶ Pt/TiO2 is an efficient catalyst for the hydrogenation of α,β-unsaturated oxosteroids ▶ The activity and selectivity of these catalysts are pressure independent but the regioselectivity can be modulated by temperature ▶ The α-diastereoselectivity was outstanding, comparable to the homogeneous process ▶ No decrease of activity or selectivity is observed after using the catalyst in five consecutive cycles. This paper describes the photochemical deposition of platinum onto TiO2 surface and the full characterization of the catalysts using BET, XPS and TEM techniques. The 1 and 3wt. % Pt/TiO2 catalysts reveal high activity with 70% and 96% of α-diastereoselectivity in the hydrogenation of the carbon–carbon double bond of the α,β-unsaturated oxosteroids 4-androstene-3,17-dione, and 3β-acetoxypregna-5,16-dien-20-one, respectively. Using higher temperature and pressure, the catalysts promote the further reduction of C-3 carbonyl group. Catalyst recovering and recycling is easily achieved with no appreciable lost of catalytic activity after five subsequent runs. Keywords Heterogeneous Hydrogenation Unsaturated oxosteroid Platinum 1 Introduction Chemo-selective hydrogenation of multi-unsaturated molecules over heterogeneous catalysts is a demanding task [1–4]. The polyfunctionalization of the steroidal framework, for example, is a stimulating stereochemical exercise in synthetic chemistry. The complexity and diversity of functional groups endow these molecules with their diverse biological properties, namely as hormones and vitamins [5]. The characterization of the receptors and enzymes involved in the biosynthesis and metabolism of these compounds engaged the synthetic chemist on the optimization and development of stereoselective processes. Therefore, the chemo and diastereoselective hydrogenation of unsaturated steroids remains an important field due to the potentiality of this process to synthesize steroidal bioactive molecules and metabolites. In the literature, several approaches are reported to perform the selective reduction of steroidal conjugated enones and dienones by using metal–ammonia solutions [6,7] and catalytic processes, either homogeneous [8,9], heterogeneous [10–14] or by linking homogeneous catalysts onto solid supports [15]. Due to easily catalyst recovery, heterogeneous catalysts have been extensively employed in steroid hydrogenation, namely palladium supported on carbon [16]. Also, heterogeneous catalysts serve the purpose of diastereo- [17,18] and enantioselective [19] reduction of carbonyl groups in the steroidal framework. The diastereoselectivity of these hydrogenation reactions depends on the mode of substrate adsorption 1,2 versus 1,4 to the catalytic active site, which can be modulated by metal, support, solvent polarity and pH [16,20–24]. In general, heterogeneous reduction of Δ4-3-ketosteroids produces mainly the 5β-isomer [25–27], while the homogeneous or supported homogeneous catalytic processes allow the opposite α-selectivity [5,8,28]. Titanium dioxide can be used as a catalyst itself, photocatalyst under UV light in the degradation of organic pollutants [29–33], or as a support for heterogeneous catalyst preparation. In this field, noble metals, especially platinum, have been used to some extent. The possibility of taking advantage of the strong metal support interaction (SMSI) effect, after high temperature reduction, certainly makes TiO2 a very interesting support for hydrogenation reactions [34]. The photochemical deposition is an efficient method for metal deposition over semiconductor materials [35,36], which was successfully applied in the recovery of noble metals from wastewaters under UV light [30,32], and can be used as an alternative technique to the preparation of noble metal supported catalysts. Its main advantage resides on the ability of spreading very effectively the metal throughout the support, thus normally leading to high dispersions. Additionally, when a semiconductor, like TiO2, is used as support the photodeposition process also results in simultaneous reduction of the metal ions by conduction band electrons. The latter can be further enhanced by addition of certain substances said sacrificial electron donors that can supply an almost unlimited amount of electrons and, thus, improve the rate of photodeposition. Among the most commonly used are formaldehyde, methanol and 2-propanol [37]. In the present study we report the photochemical deposition of platinum into TiO2 and the full characterization of the catalyst. These heterogeneous catalyst presented high activity and selectivity for the carbon–carbon double bond hydrogenation of the α,β-unsaturated oxosteroids 4-androstene-3,17-dione, 1, and 3β-acetoxypregna-5,16-dien-20-one, 2. 2 Experimental 2.1 Equipments and reagents 1H and 13C NMR spectra were recorded in CDCl3 solutions on Bruker Avance 300 operating at 300.13 for 1H and 75.47MHz for 13C. TMS was used as internal reference. GC and GC–MS experiments were carried out on Agilent 6890 series equipped with capillary Agilent HP5 columns with 30m and 0.5m respectively, and identification of products was carried out against standards [15,28]. Solvents were obtained from commercial sources (Aldrich) distilled and dried before use, according to standard procedures [38]. Specific BET surface areas (S BET) were calculated based on the nitrogen adsorption–desorption isotherms determined at −196°C with a Coulter Omnisorp 100CX apparatus. The samples were outgassed for at least 4h at 150°C, before allowing them to cool down in vacuum to ambient temperature. The metal dispersion was determined by H2 chemisorption at room temperature in an U-shaped tubular quartz reactor after a thermal treatment to remove contaminant species from the catalyst surface. Pulses of H2 were injected through a calibrated loop into the sample at regular time intervals until the area of the peaks became constant. The amounts of H2 chemisorbed were calculated from the areas of the resultant H2 peaks. The H2 was monitored with a SPECTRAMASS Dataquad quadrupole mass spectrometer. Transmission electron microscopy (TEM) observations were made with a LEO 906 E from LEICA (120kV voltage). The samples were dispersed in ethanol and collected on a copper carbon-coated TEM grid. Surface analysis for topographical and analytical characterization was carried out by scanning electron microscopy (SEM) with a JEOL JSM-6301F (15keV) electron microscope equipped with an OXFORD INCA ENERGY 350 energy dispersive X-ray spectroscopy (EDS) system. The sample powders were mounted on a double-sided adhesive tape and observed at different magnifications under two different detection modes, secondary and back-scattered electrons. X-ray photoelectron spectroscopy (XPS) was used to determine the surface atomic composition of platinum supported catalysts in a VG Scientific ESCALAB 200A spectrometer using a non-monochromatized AlKα radiation (1486.6eV). The sample powders were mounted directly on a double-sided adhesive tape. The pressure in the analysis chamber was inferior to 10−8 mbar during data collection. Binding energy (BE) spectra were recorded in the regions of O1s, Ti2p, and Pt4f. The spectra thus obtained were analyzed by XPSpeak 4.1 software by deconvoluting the peaks with mixed Lorentzian–Gaussain functions after a Shirley background subtraction. 2.2 Catalyst synthesis Titania supported platinum catalysts with different metal loadings, 1 and 3wt. % (1Pt/TiO2 and 3Pt/TiO2, respectively), were prepared by the photochemical deposition method. The aqueous solutions containing the desired amounts of methanol (Riedel-de Haën, 99.8), dihydrogen hexachloroplatinate (IV) (Alfa Aesar, 99.9%) and titanium dioxide (P-25, Evonik previously Degussa) were sonicated for 30min to prevent particle agglomeration. The suspensions were then irradiated by a low-pressure mercury lamp with an emission line at 253.7nm (ca. 3W of radiant flux) for 4h. The catalysts were then recovered by filtration and dried in oven at 90°C for 2 days [35]. A 500°C thermal treatment was applied to the catalysts, consisting of calcination under nitrogen (N2, 4h, 100mLmin−1), reduction with hydrogen (H2, 2h, 20mLmin−1) and finally flushing again with N2 for 30min in order to remove physisorbed hydrogen, and stored in a desiccator until further use. The platinum loaded to the support was controlled indirectly by monitoring the 261nm band of the rinsing water using an UV–vis spectrometer (Jasco V560). A 10wt. % Pd/C commercial (10Pd/C, extent of labeling: 10wt. % loading in a dry basis, matrix activated carbon, wet support, Degussa type E101 NE/W, Sigma–Aldrich 330108) was used as benchmark catalyst for the reduction of 4-androstene-3,17-dione. 2.3 Hydrogenation procedure The substrate (0.07mmol) and the catalyst were introduced in the autoclave. The system was sealed and then purged with three H2/vacuum cycles, after which toluene (10mL) was introduced through an inlet cannula. The reaction mixture was heated to the required temperature and then the system was filled with desired H2 pressure. After reaching the desired temperature and pressure, stirring was initiated. The conversions and selectivity were determined by gas chromatography. 2.3.1 Reduction of 4-androstene-3,17-dione and 3β-acetoxy-pregna-5,16-diene-20-one 4-Androstene-3,17-dione (1) and 3β-acetoxy-pregna-5,16-diene-20-one (2) were submitted to heterogeneous catalytic hydrogenation according to the general procedure described above. When the catalytic reaction was stopped, the reactor was cooled and depressurized. Evaporation of toluene afforded a crude that was submitted to silica gel preparative column chromatography using CH2Cl2:AcOEt (9:1) as eluent. 5α-H-androstan-3,17-dione 1.1 and 3β-acetoxy-17α-H-pregn-5-ene 2.1 were isolated and characterized. Data is in good agreement with the previously reported one [15,28]. 2.4 Catalyst recycling After each run, the reactor was opened to air. Catalyst recovery was performed by filtration of the solid from the reaction mixture. Then, the catalyst was reintroduced in the reactor and purged. A fresh substrate solution, in toluene, was introduced via an inlet cannula. The catalytic reaction conditions described above were used to perform the subsequent catalytic cycles. 3 Results and discussion 3.1 Catalyst characterization P-25 titanium dioxide from Evonik was used throughout this study and consists of an anatase/rutile (A/R) crystalline ratio of 80/20, surface area of 32m2 g−1 and particle size ca. 22nm. Due to the production mechanism of this material TiO2 is essentially non-porous with all the observed surface area due to adsorption on the external surface. A certain load of Pt (1–3wt. %) was deposited on the surface by the photochemical method. Table 1 summarizes catalyst specific BET surface areas, platinum particle size (according to TEM analysis and hydrogen chemisorption), load (EDS semi-quantitative analysis) and oxidation state (XPS analysis). For each sample analyzed a minimum of 3 reproducible measurements was considered. Textural analysis of platinum catalysts did not reveal any significant changes to the specific BET surface area, as the values are very similar to that of the naked TiO2 support. The Pt load agrees with the targeted amounts and in spite of EDS being a surface technique, since the support is non-porous, the determination offers a good representation of the real load. In addition, UV–vis analysis of the aqueous solution used in deposition, confirmed that the full amount of metal was deposited. The particle size determined by H2 chemisorption measurements (Table 1) is considerably larger than that determined by TEM analysis. These differences can be explained considering the existence of a strong metal support interaction (SMSI) effect [34], where the surface becomes decorated with sub-stoichiometric TiO x moieties hindering H2 chemisorption to the noble metal. Hence, the difference in particle size is attributed to a H2 chemisorption blockage instead of a sintering effect by the metallic phase (Fig. 1 ). According to XPS data no noticeable differences were observed in the Ti 2p and O 1s characteristic regions between the naked and Pt containing samples. The Ti 2p region was composed by the 2p3/2 and 2p1/2 doublet. The binding energy of Ti 2p3/2 peak was centered at 459.5, which can be assigned to Ti(IV), indicating that the Ti exists in the form of TiO2. The peak centered at 530.4eV was in good agreement with O 1s electron binding energy for oxygen bound to tetravalent Ti ions. For Pt, the XPS Pt 4f region can be resolved into two pairs of doublets (Pt 4f7/2 at lower and Pt 4f5/2 at higher binding energies). The XPS Pt 4f7/2 region shows a band that can be deconvoluted into a peak centered at 71.3eV assigned to Pt(0) (66% for 1Pt/TiO2 and 91% for 3Pt/TiO2), and other peak centered at 74.3eV assigned to Pt(II), most likely in the form of PtO. All platinum peaks were resolved according to the constraint that the Pt 4f5/2 and Pt 4f7/2 ratio was 6.81/8.65 [39]. 3.2 Catalytic hydrogenation of α,β-unsaturated oxosteroids In order to evaluate the activity and selectivity of the Pt/TiO2 catalysts, the hydrogenation of steroid 1 was performed with the widely used and commercially available 10Pd/C catalyst (entry 6, Table 2 ) and with the two different Pt/TiO2 catalysts, at different values of temperature and pressure (Scheme 1a). The results are collected in Table 2. To perform the catalytic reaction, the suitable amount of 3Pt/TiO2 catalyst and substrate 1, dissolved in toluene, were introduced in the autoclave, at 100°C and 20bar H2. Gas chromatography analysis of aliquots, from the reaction mixture, showed 97% conversion with 95% of chemoselectivity for carbon–carbon double bond reduction and 71% of α-diastereoselectivity, after 5min (entry 1, Table 2). To investigate the effect of temperature on the selectivity of the catalytic system the temperature was decreased to 30°C keeping the same pressure (entry 2, Table 2). Even at this low temperature 3Pt/TiO2 showed high activity, 94% after 30min, but selectivity remained unchanged. The effect of pressure on the activity and selectivity is negligible, as seen by decreasing the hydrogen pressure from 20bar (entry 2, Table 2) to 5bar (entry 3, Table 2) while the activity and selectivity are unchanged. The effect of the amount of platinum adsorbed to TiO2 was also studied. The hydrogenation of steroid 1, with 1Pt/TiO2, applying the milder reaction conditions (30°C and 5bar), produced an almost complete conversion, after 2h, with the same selectivity as 3Pt/TiO2 (entries 4 and 3, Table 2, respectively). It is also relevant to notice that when the hydrogenation of steroid 1 is performed with substrate:catalyst=300 (1Pt/TiO2; 30°C and 5bar) an almost complete conversion was obtained with the same selectivity, after 26h. When the α,β-unsaturated oxosteroid 1 was submitted to more drastic reaction conditions (100°C, 20bar H2) in the presence of 1Pt/TiO2, the carbonyl group at C-3 of the steroid ring was reduced to the corresponding alcohols (85%), after 8h (entry 5, Table 2). Product characterization by 1H NMR, put in evidence that equatorial alcohols are predominantly formed (70%). Such outcome shows that this heterogeneous catalytic system allows a similar selectivity to the homogeneous rhodium-diphosphite catalyst but is significantly more active [28]. In order to compare the activity and selectivity of the new catalyst (3Pt/TiO2 entry 3, Table 2) with the commercial 10Pd/C (entry 6, Table 2), steroid 1 was submitted to the same hydrogenation conditions (5bar; 30°C). The activity of both catalysts is similar but the α-diastereoselectivity with 3Pt/TiO2 is significantly higher. To estimate the activation energy, the reaction was carried out at different temperatures (from 30 to 50°C), at a constant pressure of 5 bar H2 and five or more aliquots were taken until complete conversion was reached. From an Arrhenius plot of ln(k) as function of 1/T, the value of 78.4kJmol−1 was obtained for the apparent activation energy. This rather high value strongly supports the involvement of a chemical adsorption step in the mechanism. Thus, the somewhat unexpected high diastereoselectivity registered can result of a differentiated adsorption of the conjugated functional groups in the catalytic centre and its vicinity. In the case of the Pt catalyst due to the SMSI effect (by which partial coverage of the metal centre takes place), the alkene function is adsorbed in such a preferential geometry that leads to the formation of the less hindered diastereoisomer. The 1Pt/TiO2 catalyst was also used in the heterogeneous catalytic hydrogenation of Δ5,16-oxosteroid 2, at hydrogen pressure of 5bar and temperature of 30°C (Scheme 1b). After 1h, 99% conversion was achieved, with 100% regioselectivity for the Δ16 double bond reduction and 97% of α-diastereoselectivity (entry 7, Table 2). When the same substrate 2 was submitted to stronger hydrogenation conditions (20bar and 100°C) and longer reaction time (17h), both Δ16 and the very hindered Δ5 double bonds were reduced, as confirmed by 1H and 13C NMR (entry 8, Table 2). Even at this more drastic reaction conditions, the 20 –CO group remains unchanged. To evaluate the catalytic activity of the support TiO2, a blank run was carried out (5bar and 30°C) using substrate 2. No reduction of the less hindered Δ16 double bond was observed after 2h, which puts in evidence that the refractory material TiO2 does not present any catalytic effect (entry 9, Table 2). 3.3 Catalyst recycling The recovery of the catalyst for reuse is of utmost environmental and economical relevance, especially in diastereoselective processes. In this context, using substrate 1, as model, we have also assessed the effect of reusing the heterogeneous 3Pt/TiO2 catalyst on the activity and selectivity of the hydrogenation reaction. Thus, after each catalytic run, the reactor was opened to the air. The catalyst was then filtered and reintroduced in the reactor, concomitantly with a new amount of substrate, keeping the aforementioned catalyst/substrate ratio. The catalyst performance remains unchanged after five subsequent runs (Fig. 2 ). It is noteworthy that in all the catalytic cycles the chemoselectivity and diastereoselectivity were not affected upon reutilization. Recycling studies were also carried out in the catalytic hydrogenation of substrate 2 and similar results were obtained. 4 Conclusions The photochemical deposition method proved to be quite simple and effective to produce TiO2 supported Pt nanoparticles in the range of 4–5nm, depending on the metal load present. The catalytic materials showed high activities and selectivities for the hydrogenation of α,β-unsaturated oxosteroids in extremely mild conditions (30°C and 5bar of hydrogen). The activity and selectivity of these catalysts are pressure independent, in the studied interval. However, the regioselectivity can be modulated by the temperature of the catalytic process, i.e. it was possible to selectively reduce the less hindered Δ4 or Δ16 double bonds at almost room temperature (30°C) but higher temperatures (100°C) allowed the reduction of the more hindered Δ5 double bond and/or the carbonyl group. The α-diastereoselectivity was outstanding, being comparable to the homogeneous process. Such a result must be emphasized as, according to the literature, surface unmodified heterogeneous catalysts provide low diastereoselectivities, with broad predominance of the β-isomer. This new TiO2 supported platinum catalyst has a high potential for industrial application as it can be reused at least 5cycles without loosing activity or selectivity. Acknowledgments The authors would like to acknowledge Fundação para a Ciência e Tecnologia PTDC/QUI/66015/2006 and SFRH/BD/24005/2005 (RMDN) for financial support. This research was carried out under the projects SFRH/BD/16966/2004, POCI/EQU/58252/2004, POCI/FEDER/2010 and, approved by the Fundação para a Ciência e a Tecnologia (FCT) and co-supported by FEDER (POFC/COMPETE). References [1] P. Maki-Arvela J. Hajek T. Salmi D.Y. Murzin Appl. Catal. A 292 2005 1 49 [2] M. Steffan F. Klasovsk J. Arras C. Roth J. Radnik H. Hofmeister P. Claus Adv. Synth. Catal. 350 2008 1337 1348 [3] E.J. Ras S. Maisuls P. Haesakkers G.J. Gruter G. Rothenberg Adv. Synth. Catal. 351 2009 3175 3185 [4] N.R. Shiju V.V. Guliants Appl. Catal. A 356 2009 1 17 [5] J.R. Hanson Nat. Prod. Rep. 24 2007 1342 1349 [6] C. Djerassi Steroid Reactions An Outline for Organic Chemists 1963 Holden-Day Inc. San Francisco [7] R.L. Augustine Steroid Hydrogenation J. Fried J.A. Edwards Organic Reactions in Steroid Chemistry 1972 Van Nostrand Reinhold Company New York 111 144 [8] R. Skoda-Foldes L. Kollar Chem. Rev. 103 2003 4095 4129 [9] A. Zsigmond R. Madacsi F. Notheisz E. Mernyak F. Joo React. Kinet. Catal. Lett. 87 2006 297 304 [10] F.A. Kang N. Jain Z.H. Sui Tetrahedron Lett. 47 2006 9021 9024 [11] R.A. Shenvi C.A. Guerrero J. Shi C.C. Li P.S. Baran J. Am. Chem. Soc. 130 2008 7241 7243 [12] K. Szori K. Balazsik K. Felfoldi I. Bucsi S. Cserenyi G. Szollosi E. Vass M. Hollosi M. Bartok J. Mol. Catal. A: Chem. 294 2008 14 19 [13] N.G. Aher R.G. Gonnade V.S. Pore Synlett 2009 2005 2009 [14] A. Marcos-Escribano F.A. Bermejo A.L. Bonde-Larsen J.I. Retuerto Tetrahedron 65 2009 8493 8496 [15] R.M.D. Nunes T.F. Fernandes G.A. Carvalho E.N. dos Santos M.J.S.M. Moreno A.P. Piedade M.M. Pereira J. Mol. Catal. A: Chem. 307 2009 115 120 [16] A.M.H. Brodie V.C.O. Njar Steroids 65 2000 171 179 [17] V. Gertosio C.C. Santini J.M. Basset F. Bayard J. Buendia M. Vivat J. Mol. Catal. A: Chem. 142 1999 141 145 [18] Y.A. Ryndin C.C. Santini D. Prat J.M. Basset J. Catal. 190 2000 364 373 [19] K. Felfoldi I. Bucsi B. Kazi M. Bartok React. Kinet. Catal. Lett. 86 2005 323 329 [20] A.L. Wilds J.A. Johnson R.E. Sutton J. Am. Chem. Soc. 72 1950 5524 5529 [21] S. Nishimura M. Shimahara M. Shiota Chem. Ind. 1966 1796 1797 [22] S. Nishimura M. Shimahara M. Shiota J. Org. Chem. 31 1966 2394 2395 [23] P.J. McQuillin W.O. Ord P.L. Simpson J. Chem. Soc. 1963 5996 6003 [24] J.L. Figueiredo F. Ramôa Catálise Heterogénea 1989 Fundação Calouste Gullbenkian Lisboa [25] R. Yashin G. Rosenkranz C. Djerassi J. Am. Chem. Soc. 73 1951 4654 4657 [26] C. Djerassi R. Yashin G. Rosenkranz J. Am. Chem. Soc. 74 1952 422 424 [27] N. Ravasio M. Rossi J. Org. Chem. 56 1991 4329 4333 [28] R.M.D. Nunes A.F. Peixoto A.R. Axet M.A. Pereira M.J. Moreno L. Kollar C. Claver S. Castillon J. Mol. Catal. A: Chem. 247 2006 275 282 [29] A. Mills R.H. Davies D. Worsley Chem. Soc. Rev. 22 1993 417 425 [30] J.M. Herrmann Catal. Today 53 1999 115 129 [31] S. Dutta S.A. Parsons C. Bhattacharjee P. Jarvis S. Datta S. Bandyopadhyay Chem. Eng. J. 155 2009 674 679 [32] C.G. Silva J.L. Faria J. Mol. Catal. A: Chem. 305 2009 147 154 [33] M. Goel J.M. Chovelon C. Ferronato R. Bayard T.R. Sreekrishnan J. Photochem. Photobiol. B 98 2010 1 6 [34] S.J. Tauster Acc. Chem. Res. 20 1987 389 394 [35] Z. Zhang C.C. Wang R. Zakaria J.Y. Ying J. Phys. Chem. B 102 1998 10871 10878 [36] I.I. Roslov D. Bartak V.V. Gorbunova T.B. Boitsova Russ. J. Gen. Chem. 79 2009 711 716 [37] M.I. Litter Appl. Catal. B 23 1999 89 114 [38] H. Burrows M.M. Pereira Síntese e estrutura, uma abordagem prática 2006 Escolar Editora Lisboa [39] N. Ikeo Y. Iijima N. Nimura M. Sigematsu T. Tazawa S. Matsumoto K. Kojima Y. Nagasawa Handbook of X-ray Photoelectron Spectroscopy 1991 JEOL",
      "scopus-id": "78649636397",
      "coredata": {
        "eid": "1-s2.0-S1381116910004097",
        "dc:description": "This paper describes the photochemical deposition of platinum onto TiO2 surface and the full characterization of the catalysts using BET, XPS and TEM techniques. The 1 and 3wt. % Pt/TiO2 catalysts reveal high activity with 70% and 96% of α-diastereoselectivity in the hydrogenation of the carbon–carbon double bond of the α,β-unsaturated oxosteroids 4-androstene-3,17-dione, and 3β-acetoxypregna-5,16-dien-20-one, respectively. Using higher temperature and pressure, the catalysts promote the further reduction of C-3 carbonyl group. Catalyst recovering and recycling is easily achieved with no appreciable lost of catalytic activity after five subsequent runs.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2010-12-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116910004097",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Nunes, Rui M.D."
          },
          {
            "@_fa": "true",
            "$": "Machado, Bruno F."
          },
          {
            "@_fa": "true",
            "$": "Pereira, Mariette M."
          },
          {
            "@_fa": "true",
            "$": "Moreno, Maria José S.M."
          },
          {
            "@_fa": "true",
            "$": "Faria, Joaquim L."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116910004097"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116910004097"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(10)00409-7",
        "prism:volume": "333",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Platinum supported on TiO2 as a new selective catalyst on heterogeneous hydrogenation of α,β-unsaturated oxosteroids",
        "prism:copyright": "Copyright © 2010 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Unsaturated oxosteroid"
          },
          {
            "@_fa": "true",
            "$": "Platinum"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "1-5",
        "prism:endingPage": "5",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 December 2010",
        "prism:doi": "10.1016/j.molcata.2010.09.019",
        "prism:startingPage": "1",
        "dc:identifier": "doi:10.1016/j.molcata.2010.09.019",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "142",
            "@width": "222",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "3586",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "140",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3514",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1254",
            "@width": "1967",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-fx1_lrg.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "29070",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "401",
            "@width": "375",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "52498",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "163",
            "@width": "153",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "7868",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1064",
            "@width": "996",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "249287",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "317",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25889",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "164",
            "@width": "194",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4316",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1404",
            "@width": "1665",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-gr2_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "112044",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "standard",
            "@height": "382",
            "@width": "676",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-sc1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "53438",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "124",
            "@width": "219",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3063",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "high",
            "@height": "1693",
            "@width": "2994",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116910004097-sc1_lrg.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-HIGH-RES",
            "@size": "333833",
            "@ref": "sc1",
            "@mimetype": "image/jpeg"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/78649636397"
      }
    }
  }
}