{
  "metadata": {
    "title": "Gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1997-04-25",
    "doi": "10.1016/S1381-1169(96)00389-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996003895",
    "pii": "S1381116996003895"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030980158",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-03-20 1998-03-26 2010-03-25T21:28:44 1-s2.0-S1381116996003895 S1381-1169(96)00389-5 S1381116996003895 10.1016/S1381-1169(96)00389-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00489 2015-05-15T05:56:33.668241-04:00 0 0 19970425 1997 1998-03-20T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic footnotes primabst pubtype ref alllist content subj ssids 1381-1169 13811169 118 118 2 2 Volume 118, Issue 2 12 229 234 229 234 19970425 25 April 1997 1997-04-25 1997 converted-article fla Copyright © 1997 Published by Elsevier B.V. GASPHASEHYDROGENATIONACETONITRILEOVERALUMINASILICASUPPORTEDPLATINUMCATALYSTS RODE C VOLF 1986 105 J DEBELLEFON 1994 459 C MCMILLAN 1988 243 S VERHAAK 1994 37 M ARAI 1995 923 M ARAI 1995 11 M WAGER 1978 C HANDBOOKXRAYPHOTOELECTRONSPECTROSCOPY ARAI 1996 704 M ALBERT 1987 29 A SURFACESCIENTISTSGUIDEORGANOMETALLICCHEMISTRY STEVENSON 1987 S METALSUPPORTINTERACTIONSINCATALYSISSINTERINGREDISPERSION DENOTTER 1978 116 G RODEX1997X229 RODEX1997X229X234 RODEX1997X229XC RODEX1997X229X234XC item S1381-1169(96)00389-5 S1381116996003895 1-s2.0-S1381116996003895 10.1016/S1381-1169(96)00389-5 271358 2010-09-29T19:50:58.633534-04:00 1997-04-25 1-s2.0-S1381116996003895-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003895/MAIN/application/pdf/82557d62415103823668f2170e73cb55/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003895/MAIN/application/pdf/82557d62415103823668f2170e73cb55/main.pdf main.pdf pdf true 560786 MAIN 6 1-s2.0-S1381116996003895-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996003895/PREVIEW/image/png/37293924ec37c9a502bfe248c8bf0c4a/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996003895/PREVIEW/image/png/37293924ec37c9a502bfe248c8bf0c4a/main_1.png main_1.png png 57180 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 118 (1997) 229-234 JOURNAL OF MOLECULAR CATALYSIS if A: CHEMICAL Gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts C.V. Rode ', M. Arai * , Y. Nishiyama Institute for Chemical Reaction Science, Tohoku Unioersity, Katahira, Aoba-ku, Sendai 980-77, Japan Received 6 June 1996; accepted 5 September 1996 Abstract In the gas phase hydrogenation of acetonitrile over alurnina- and silica-supported platinum catalysts at 150-190, diethylamine was selectively formed. The activity of acetonitrile conversion and the selectivity to diethylamine for alumina-supported catalyst were higher than those for silica-supported one. With increasing temperature, the selectivity to diethylamine decreased while that to triethylamine increased. Ethylamine was the very minor product independent of temperature and no other species, like hydrocarbons by cracking, were formed. The alumina-supported catalyst did not adsorb hydrogen, so the adsorption of hydrogen on the surface of catalyst would not be significant for the hydrogenation of acetonitrile to take place giving amines. Keywords: Selective hydrogenation; Acetonitrile; Diethylamine; Supported platinum catalysts 1. Introduction The catalytic hydrogenation of nitriles is an important route for the production of various amines. It is usually carried out in solvents under high pressures of hydrogen [1,2]. Platinum is one of the active metals for the liquid phase hydrogenation of nitriles and it produces tertiary amines in high selectivity compared with primary and secondary amines [1,2]. Recently a few authors studied the catalytic hydrogenation of nitriles under gas phase reaction conditions and reported several features different from those of the liquid phase reactions [3-5]. Using Corresponding author. Tel: +81-22-2175630; fax: +81-222175631; e-mail: marai@icrs.tohoku.ac.jp. Present address: National Chemical Laboratory, Pune, India. 1381-1169/97/$17.00 Copyright 1997 Elsevier Science B.V. All rights reserved. I'll S 1 381-1169(96)00389-5 supported platinum catalysts, McMillan and Agrawal conducted butyronitrile hydrogenation at 200 [3]. They observed the formation of butane as well as amines and indicated that the extent of cracking was comparable to that of hydrogenation for some catalysts. However, McMillan and Agrawal showed that all their platinum catalysts examined selectively produced the secondary amine, dibutylamine, compared with the primary and tertiary amines, being different from the results of the liquid phase hydrogenation. The gas phase hydrogenation of nitriles was also studied in recent works of Rode et al. [5] and Verhaak et al. [4]. Both groups used several supported nickel catalysts and observed the formation of amines only but they found different selectivities. Rode et al. showed the 100% selec- 230 CV Rode et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 229-234 tivity to the primary amine for acetonitrile and benzonitrile hydrogenation at 150-190 and 210-250, respectively. In contrast, Verhaak et al. observed the formation of the primary, secondary and tertiary amines for acetonitrile hydrogenation at 125 and showed the selectivity to depend on the catalyst used. Further works are needed to clarify the features of the gas phase hydrogenation of nitriles that would produce interesting results from industrial and scientific points of view. In the present work, we have examined the hydrogenation of acetonitrile using alumina- and silica-supported platinum catalysts at 150190, together with the characterization of the catalysts by hydrogen adsorption, X-ray photoelectron spectroscopy and temperature programmed reduction. It is noteworthy that the formation of amines is observed but other products, like hydrocarbons by cracking, are not formed, and the secondary amine, diethylamine, is selectively formed for both the catalysts. In addition, it is interesting to note that our alumina-supported catalyst does not adsorb hydrogen probably due to some metal-support interactions, indicating that the adsorption of hydrogen is not significant for the hydrogenation of acetonitrile to take place producing the amines. 2. Experimental The support materials used were porous alumina and silica gels, Neobead-C and Silbead-N supplied by Mizusawa Industrial Chemicals, Ltd., which included Si02 in 0.2% and A1203 in 2.0% by weight, respectively. They were ground into 32-60 mesh in size and used for supports. The surface areas of the alumina and silica supports were 126 and 562 m2/g, respectively. The supported platinum catalysts were prepared through the adsorption of platinumtetraamine dichloride by immersing the supports in its aqueous solution at pH - 12 for 3 days followed by reduction by flowing hydrogen at 400 for 3 hours similar to the previous proce- dures [6]. The amount of platinum loaded was fixed to 1 % by weight. The hydrogenation was carried out by passing pure hydrogen at 5 ml/min through a heated glass saturator of acetonitrile (Wako Pure Chemical) and then a catalyst bed of 0.15 g in a quartz reactor maintained at 150, 170 and 190. The concentration of acetonitrile in the reaction mixture was 6.9% in volume. The reaction products were analyzed by an on-line gas chromatography with a flame ionization detector. The catalysts prepared were characterized by hydrogen adsorption, X-ray photoelectron spectroscopy (XPS) and temperature programmed reduction (TPR). The adsorption of hydrogen was measured by static volumetric method and temperature programmed desorption (TPD). For the static method, the amount of hydrogen adsorbed was measured at a relatively low equilibrium pressure of around 1.5 kPa to reduce the influence of spillover. For TPD, hydrogen was adsorbed by exposing a catalyst sample to flowing hydrogen for 15 min at the desired temperature and the temperature of the sample was raised at 30 K/min while passing argon as a carrier gas. The detail of the apparatus and procedures used in the TPD was described previously [7]. A Shimadzu ESCA-750 was used to make XPS measurements. A catalyst sample was ground in a mortar, mounted on a sample holder, introduced into an analysis chamber, sputtered with Ar+ ions and then subjected to the XPS measurement. The binding energy was chargereferenced to the C is binding energy of 285 eV [8]. For TPR, an unreduced catalyst sample was treated at 150 under dynamic evacuation for 1 hour and then a mixture of hydrogen and argon of 1:15 in volume was passed at 42 ml/min through the sample while increasing its temperature at 10 K/min. The relative amount of hydrogen consumed was measured by a thermal conductivity detector. The apparatus and procedures used were previously described in more detail [9]. C.V. Rode et al. /Journal of Molecular Catalysis A: Chemical 3. Results 3.1. Activity and selectivity For acetonitrile hydrogenation under the present reaction conditions used, we detected only hydrogenation products, ethyl, diethyl and triethyl amines, and did not other products like hydrocarbons by cracking. Fig. 1 and Fig. 2 show the activity of acetonitrile conversion and the selectivity to the primary, secondary, and tertiary amines, respectively. The activity increases with increasing temperature and the alumina-supported catalyst indicates higher activities compared with the silica-supported one. Both the catalysts show higher selectivities to secondary amine, in particular at lower temperature. The selectivity to secondary amine at 150 is 92 and 82% for alumina- and silica-supported catalysts, respectively. With increasing temperature, the selectivity to secondary amine decreases while that to tertiary amine increases. The primary amine is the very minor product independent of temperature. 3.2. Hydrogen adsorption Table 1 gives the results of hydrogen adsorption measurements by the static volumetric and TPD methods. It was found that the aluminasupported catalyst did not adsorb measurable AL si AL 11,1 SI i; , I E] 150 mo 1 90 Temperature () AL Fig. I. The total activity of acetonitrile conversion over supported platinum catalysts on alumina (AL) and silica (SI) at 150, 170 and 190. 118 (1997) 229-234 100 80 so - 40 20 0 100 80 to so 40 20 0 (a) Pt/Ah03 (b)Pt/02 150 170 190 Temperature (C) 231 Fig. 2. The selectivity to primary (P), secondary (S) and tertiary (T) amines in the hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts at 150, 170 and 190. quantities of hydrogen at around room temperature. Further, no desorption of hydrogen was detected on TPD when the catalyst was exposed to flowing hydrogen at temperatures up to 300. In contrast, the silica-supported catalyst adsorbed hydrogen and the degree of platinum dispersion was estimated to be 0.30 from the volumetric measurement. The TPD indicated a larger amount of desorbing hydrogen compared with the amount of platinum atoms present, probably due to the spillover of hydrogen. It should be noted that the alumina-supported catalyst is more active than the silica-supported one as mentioned above even though it does not adsorb hydrogen. Catalyst Table I Adsorption of hydrogen on supported platinum catalysts measured by static volumetric and TPD methods Uptake (H/Pt) static \" TPD b Pt/z03 nd ` nd ` Pt/Si02 0.30 1.44 a At l8 and at an equilibrium pressure of 1.55 kPa. b Adsorption made at 30 for 15 min. ` Not detected. No desorption was observed on TPD after adsorption at temperatures up to 300 for 15 min. 232 CV. Rode et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 229-234 'Vr 1_1% Pt/A1203 vvuV Y PPt/S10 t/S'02 V v I I I . . I . I 340 1330 ~ 320310 300 Eb (eV) Fig. 3. XPS Pt 4d spectra for alumina- and silica-supported platinum catalysts. 3.3. XPS Fig. 3 shows the XPS Pt 4d spectra for alumina- and silica-supported catalysts. The peak position for the former seems to be present at a higher binding energy compared with the latter catalyst, suggesting that the oxidation state of platinum is higher for the alumina-supported catalyst. This corresponds to the difference in color that the alumina-supported catalyst is grayish black while the silica-supported one is black. The number of platinum atoms exposed and the quantity of residual chlorine were rough estimated by the ratio of XPS peak areas of Pt 4d, Al 2p or Si 2p, O is and Cl 2p. The results are given in Table 2, indicating that there are not significant differences in the degree of dispersion of platinum, reduced and unreduced, and in the residual amount of chlorine between the alumina- and silica-supported catalysts. So, these two factors are not responsible for the difference observed in the catalytic activity between those two catalysts. Table 2 Results of XPS measurements on supported platinum catalysts Ratio of peak areas Pt 4d/Al 2p (Si 2p) Pt 4d/O is CI 2p/Pt 4d Catalyst Pt/A1203 4.5 x 10- 2 3.5 X 10-2 0.23 Pt/S'02 9.4X 10-z 2.2X 10-2 0.34 ,0 I 0 c a~ Pt/S'02 U N c 0 E Pt/A1203 200 300 400 500 600 700 Temperature () Fig. 4. TPR profiles for alumina- and silica-supported platinum samples. 3.4. TPR Fig. 4 gives the TPR spectra for alumina- and silica-supported platinum catalysts. Although the consumption of hydrogen starts to occur at similar temperatures, even less hydrogen was consumed by the alumina-supported catalyst than by the silica-supported one. The ratio of the amounts of hydrogen consumed by the former to the latter at temperatures up to 650 is 0.58. This ratio is smaller in the range of lower temperatures. Thus, higher temperature is required to reduce the platinum precursors on alumina than on silica and the degree of reduction of platinum is lower for the alumina-supported catalyst although the absolute degree of reduction is not known at present. 4. Discussion In the present gas phase hydrogenation of acetonitrile at 150-190 over alumina- and silica-supported platinum catalysts, we observed the formation of amines but not other products like hydrocarbons by cracking. This is similar to the results of the hydrogenation of acetonitrile by supported nickel catalysts of Rode et al. [5] and Verhaak et al. [4]. However, in the case of butyronitrile hydrogenation over supported platinum catalysts at 200, McMillan and Agrawal observed the cracking to butane as well as the C. V. Rode et al. /Journal of Molecular hydrogenation to amines [3]. They showed that the ratio of the cracking rate to the overall rate of butyronitrile conversion was 0.11 and 0.39 for their (not calcined) alumina- and silica-supported catalysts, respectively. The rate of cracking became increased when the catalysts were calcined prior to reduction, the above ratio increasing to 0.39 and 0.59, respectively. Thus, the relative rates of hydrogenation and cracking may depend on the nature of reactant and/or catalyst used. The high selectivity to secondary amine observed in the present work is in accordance with the result of McMillan and Agrawal for butyronitrile hydrogenation over supported platinum catalysts [3]. This is in contrast to the high selectivity of platinum to the formation of tertiary amines in the liquid phase hydrogenation of nitriles [1,2]. There are significant differences in several respects like the state and quantity of reactants on catalyst and the type of reaction, flow or batch, between the gas and liquid phase reactions studied, leading to the difference in the results between these two modes of hydrogenation. The high selectivity to secondary amine observed is also in contrast to our previous results for the hydrogenation of acetonitrile over supported nickel catalysts, which were shown to produce only primary amine [5]. However, Verhaak et al. observed the formation of primary, secondary, and tertiary amines for acetonitrile hydrogenation by their supported nickel catalysts, the selectivity depending on the catalyst used [4]. The supported nickel catalysts used by us and Verhaak et al. should be significantly different in the nature of nickel particles and supports arising from differences in the materials and preparation procedures used. In addition, it is an interesting fact found in the present work that our alumina- supported platinum catalyst does not adsorb hydrogen but is active for the hydrogenation of acetonitrile, more active than silica-supported one. One may infer from this fact that the adsorption of hydrogen is not significant for the reaction to take place and the reaction goes through an Eley- Catalvsis A: Chemical 118 (1997) 229-234 233 Rideal type of mechanism between adsorbed acetonitrile molecules and gaseous hydrogen molecules. The higher activity of alumina-supported catalyst may be explained by considering the state and/or quantity of acetonitrile molecules adsorbed on the surface of catalyst. The platinum atoms exposed in this catalyst are in the higher oxidation state, and they would be a good surface sites for the adsorption of acetonitrile to be hydrogenated. It is possible that the adsorption of acetonitrile is influenced by the electronic and structural factors, which are the extent of donation and back donation between the acetonitrile and the metal and the structure of the adsorbed acetonitrile, linear or side-on type. A few works were carried out so far to study the adsorption of nitriles and the results were well reviewed by Albert and Yates [10]. Another possible explanation for the higher activity of alumina- supported catalyst is that it does not adsorb hydrogen, resulting in the larger concentration of acetonitrile molecules on the surface of catalyst. The influence of support on the activity observed may be explained by considering some strong metal-support interactions for our alumina-supported platinum catalyst, which are indicated by XPS and TPR. These interactions affect the nature of platinum particles as described above. Previously McMillan and Agrawal also invoked strong metal-support interactions for explaining their results on butyronitrile hydrogenation by alumina- supported platinum catalysts [3]. Such strong interactions were indicated for several metal/support systems by previous authors [11]. It was shown by Den Otter and Dautzenberg that the ability of alumina- supported platinum catalysts to adsorb hydrogen decreased by reduction at high temperatures [12]. This was attributed to the reduction of the support made possible by the formation of an A1 and Pt alloy. Verhaak et al. pointed out the importance of solid acid/base properties for the influence of support on the activity and selectivity in acetonitrile hydrogenation by supported nickel catalysts and they 234 C. V. Rode et al. /Journal of Molecular Catalysis A: Chemical 118 (1997) 229-234 assume that the surface of support is a reaction [5] C.V. Rode, M. Arai, M. Shirai and Y. Nishiyama, Appl. sites for condensation giving higher amines [4]. It seems at present that experimental works are further necessary to do under a wide range of reaction conditions to shed light on the fea- tures of the catalytic gas phase hydrogenation of nitriles. References [1] J. Volf and J. Pasek, Stud. Surf. Sei. Catal. 27 (1986) 105. [2] C. De Bellefon and P. Fouilloux, Catal. Rev.-Sci. Eng. 36 (1994) 459. [3] S.T. McMillanand P.K. Agrawal, Ind. Eng. Chem. Res. 27 (1988) 243. [4] M.J.F.M. Verhaak, A.J. van Dillen and J.W. Geus, Catal. Lett. 26 (1994) 37. Catal. A (in press). [6] M. Arai, K. Usui, M. Shirai and Y. Nishiyama, Stud. Surf. Sci. Catal. 91 (1995) 923. [7] M. Arai, Y. Nishiyama, T. Masuda and K. Hashimoto, Appl. Surf. Sci. 89 (1995) 11. [8] C.D. Wager, W.M. Riggs, L.E. Davis, J.F. Moulder and G.E. Muilberg, Handbook of X-Ray Photoelectron Spectroscopy (Perkin-Elmer, Eden Prairie, MN, 1978). [9] M. Arai, S.-L. Guo, M. Shirai, Y. Nishiyama and K. Torii, J. Catal. 161 (1996) 704. [10] A.R. Albert and J.T. Yates, Jr., The Surface Scientist's Guide to Organometallic Chemistry (American Chemical Society, Washington, DC, 1987) p. 29. [11] S.A. Stevenson, J.A. Dumesic, R.T.K. Baker and E. Ruckenstein, Metal-Support Interactions in Catalysis, Sintering and Redispersion (Van Nostrand Reinhold, New York, 1987). [12] G.J. Den Otter and F.M. Dautzenberg, J. Catal. 53 (1978) 116. MOLCAA 96003895 S1381-1169(96)00389-5 10.1016/S1381-1169(96)00389-5 Molecular aspects of heterogeneous catalysis Article Gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts C.V. Rode 1 M. Arai ∗ Y. Nishiyama Institute for Chemical Reaction Science, Tohoku University, Katahira, Aoba-ku, Sendai 980-77, Japan ∗ Corresponding author. Tel: +81-22-2175630; fax: +81-22-2175631 1 Present address: National Chemical Laboratory, Pune, India. In the gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts at 150–190°C, diethylamine was selectively formed. The activity of acetonitrile conversion and the selectivity to diethylamine for alumina-supported catalyst were higher than those for silica-supported one. With increasing temperature, the selectivity to diethylamine decreased while that to triethylamine increased. Ethylamine was the very minor product independent of temperature and no other species, like hydrocarbons by cracking, were formed. The alumina-supported catalyst did not adsorb hydrogen, so the adsorption of hydrogen on the surface of catalyst would not be significant for the hydrogenation of acetonitrile to take place giving amines. Keywords Selective hydrogenation Acetonitrile Diethylamine Supported platinum catalysts References [1] J. Volf J. Pasek Stud. Surf. Sci. Catal. 27 1986 105 [2] C. De Bellefon P. Fouilloux Catal. Rev.-Sci. Eng. 36 1994 459 [3] S.T. McMillan P.K. Agrawal Ind. Eng. Chem. Res. 27 1988 243 [4] M.J.F.M. Verhaak A.J. van Dillen J.W. Geus Catal. Lett. 26 1994 37 [5] C.V. Rode, M. Arai, M. Shirai and Y. Nishiyama, Appl. Catal. A (in press). [6] M. Arai K. Usui M. Shirai Y. Nishiyama Stud. Surf. Sci. Catal. 91 1995 923 [7] M. Arai Y. Nishiyama T. Masuda K. Hashimoto Appl. Surf. Sci. 89 1995 11 [8] C.D. Wager W.M. Riggs L.E. Davis J.F. Moulder G.E. Muilberg Handbook of X-ray Photoelectron Spectroscopy 1978 Perkin-Elmer Eden Prairie, MN [9] M. Arai S.-L. Guo M. Shirai Y. Nishiyama K. Torii J. Catal. 161 1996 704 [10] A.R. Albert J.T. Yates Jr. The Surface Scientist's Guide to Organometallic Chemistry 1987 American Chemical Society Washington, DC 29 [11] S.A. Stevenson J.A. Dumesic R.T.K. Baker E. Ruckenstein Metal-Support Interactions in Catalysis, Sintering and Redispersion 1987 Van Nostrand Reinhold New York [12] G.J. Den Otter F.M. Dautzenberg J. Catal. 53 1978 116",
      "scopus-id": "0030980158",
      "coredata": {
        "eid": "1-s2.0-S1381116996003895",
        "dc:description": "In the gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts at 150–190°C, diethylamine was selectively formed. The activity of acetonitrile conversion and the selectivity to diethylamine for alumina-supported catalyst were higher than those for silica-supported one. With increasing temperature, the selectivity to diethylamine decreased while that to triethylamine increased. Ethylamine was the very minor product independent of temperature and no other species, like hydrocarbons by cracking, were formed. The alumina-supported catalyst did not adsorb hydrogen, so the adsorption of hydrogen on the surface of catalyst would not be significant for the hydrogenation of acetonitrile to take place giving amines.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1997-04-25",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996003895",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Rode, C.V."
          },
          {
            "@_fa": "true",
            "$": "Arai, M."
          },
          {
            "@_fa": "true",
            "$": "Nishiyama, Y."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996003895"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996003895"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00389-5",
        "prism:volume": "118",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Gas phase hydrogenation of acetonitrile over alumina- and silica-supported platinum catalysts",
        "prism:copyright": "Copyright © 1997 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Selective hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Acetonitrile"
          },
          {
            "@_fa": "true",
            "$": "Diethylamine"
          },
          {
            "@_fa": "true",
            "$": "Supported platinum catalysts"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "2",
        "openaccessSponsorType": null,
        "prism:pageRange": "229-234",
        "prism:endingPage": "234",
        "pubType": "fla",
        "prism:coverDisplayDate": "25 April 1997",
        "prism:doi": "10.1016/S1381-1169(96)00389-5",
        "prism:startingPage": "229",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00389-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030980158"
      }
    }
  }
}