{
  "metadata": {
    "title": "A new environmentally friendly method for the synthesis of calix(4)pyrroles over molecular sieve catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2005-08-02",
    "doi": "10.1016/j.molcata.2005.03.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116905001688",
    "pii": "S1381116905001688"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-21644480488",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2005-06-09 2005-06-09 2010-04-19T04:56:56 1-s2.0-S1381116905001688 S1381-1169(05)00168-8 S1381116905001688 10.1016/j.molcata.2005.03.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381116905X02163 2015-05-15T05:56:33.000448-04:00 0 0 20050802 2005 2005-06-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 237 237 1 2 1 2 Volume 237, Issues 1–2 23 155 160 155 160 20050802 2 August 2005 2005-08-02 2005 article fla Copyright © 2005 Elsevier B.V. All rights reserved. ANEWENVIRONMENTALLYFRIENDLYMETHODFORSYNTHESISCALIX4PYRROLESOVERMOLECULARSIEVECATALYSTS RADHAKISHAN M 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Catalytic reaction 3 Results and discussion 3.1 Effect of zeolite structure on synthesis of calix(4)pyrrole (1a) 3.2 Macrocylization over several metal ion-containing MCM-41 3.3 Effect of solvent 3.4 Effect of reactant molar ratio 3.5 The effect of Si/Al ratio in Al-MCM-41 4 Conclusions Acknowledgements References GALE 1998 1 P JACOBY 1991 220 D JACOBY 1991 790 D LEVITSKAIA 2003 2248 T SCHMIDTCHEN 2002 431 F MIYAJI 2000 1777 H GALE 1996 5140 P GALE 2001 57 P SESSLER 1999 257 J PORPHYRINHANDBOOKVOL6CALIXPYRROLESNOVELANIONNEUTRALSUBSTRATERECEPTORS RATSON 1996 2615 C BECK 1992 10834 J CORMA 1997 2373 A SAYARI 1996 1840 A MASCHMEYER 1995 159 T SHELDON 1996 101 R IGARASHI 2003 43 N DEVOS 2002 3615 D SELVAM 2001 3237 P ZIOLEK 2004 571 M HULEA 2004 213 V 2004 1 D JANA 2004 245 S RADHAKISHAN 2001 2226 M RADHAKISHAN 2001 M ORTLAM 1996 171 A TUEL 1999 151 A ARNOLD 1999 353 A SUVANTO 2000 4109 S PRABHAKAR 2004 2077 S JOHNSON 1999 1167 B WEBER 2000 533 R BLIN 2001 75 86 J MOREY 1996 486 M LIM 2003 11048 S RADHAKISHANX2005X155 RADHAKISHANX2005X155X160 RADHAKISHANX2005X155XM RADHAKISHANX2005X155X160XM item S1381-1169(05)00168-8 S1381116905001688 1-s2.0-S1381116905001688 10.1016/j.molcata.2005.03.006 271358 2010-10-10T21:03:51.9432-04:00 2005-08-02 1-s2.0-S1381116905001688-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/MAIN/application/pdf/9b3aeeb49dc090ba632c59d35f13bac7/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/MAIN/application/pdf/9b3aeeb49dc090ba632c59d35f13bac7/main.pdf main.pdf pdf true 196247 MAIN 6 1-s2.0-S1381116905001688-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/PREVIEW/image/png/48cbdd1e6f9d5be0ddbfb0d81ba2d78b/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/PREVIEW/image/png/48cbdd1e6f9d5be0ddbfb0d81ba2d78b/main_1.png main_1.png png 61231 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116905001688-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/fx1/DOWNSAMPLED/image/gif/ef90834d75e7f1e5cec3a501359616d0/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/fx1/DOWNSAMPLED/image/gif/ef90834d75e7f1e5cec3a501359616d0/fx1.gif fx1 true fx1.gif gif 6336 182 489 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905001688-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/fx1/THUMBNAIL/image/gif/7e09314c3ccbd0e7cadbdb522360fd1a/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/fx1/THUMBNAIL/image/gif/7e09314c3ccbd0e7cadbdb522360fd1a/fx1.sml fx1 true fx1.sml sml 882 47 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905001688-gr4.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr4/DOWNSAMPLED/image/gif/e85c67d07ce4606ea8a0f14294af8b8c/gr4.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr4/DOWNSAMPLED/image/gif/e85c67d07ce4606ea8a0f14294af8b8c/gr4.gif gr4 gr4.gif gif 7532 434 364 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905001688-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr4/THUMBNAIL/image/gif/9e8adaddd7b094f48c0342d8e9185d1c/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr4/THUMBNAIL/image/gif/9e8adaddd7b094f48c0342d8e9185d1c/gr4.sml gr4 gr4.sml sml 767 93 78 IMAGE-THUMBNAIL 1-s2.0-S1381116905001688-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr2/DOWNSAMPLED/image/jpeg/5c19272c8773454b40cb4ac58410d524/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr2/DOWNSAMPLED/image/jpeg/5c19272c8773454b40cb4ac58410d524/gr2.jpg gr2 gr2.jpg jpg 65068 270 374 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905001688-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr2/THUMBNAIL/image/gif/79515c69947a5f77cc97526193cec64f/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr2/THUMBNAIL/image/gif/79515c69947a5f77cc97526193cec64f/gr2.sml gr2 gr2.sml sml 4909 90 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905001688-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr1/DOWNSAMPLED/image/jpeg/813f61e538873babe9b4dd6274689e53/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr1/DOWNSAMPLED/image/jpeg/813f61e538873babe9b4dd6274689e53/gr1.jpg gr1 gr1.jpg jpg 25353 215 376 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905001688-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr1/THUMBNAIL/image/gif/4a244b153edca2ed0a9b8e76fba41ad6/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr1/THUMBNAIL/image/gif/4a244b153edca2ed0a9b8e76fba41ad6/gr1.sml gr1 gr1.sml sml 1908 71 125 IMAGE-THUMBNAIL 1-s2.0-S1381116905001688-gr3.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr3/DOWNSAMPLED/image/gif/7f6e5260cd2a62f26f76299250eb51a8/gr3.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr3/DOWNSAMPLED/image/gif/7f6e5260cd2a62f26f76299250eb51a8/gr3.gif gr3 gr3.gif gif 9202 465 372 IMAGE-DOWNSAMPLED 1-s2.0-S1381116905001688-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116905001688/gr3/THUMBNAIL/image/gif/0e0ed74435639d42a6b0ae21baaf372d/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116905001688/gr3/THUMBNAIL/image/gif/0e0ed74435639d42a6b0ae21baaf372d/gr3.sml gr3 gr3.sml sml 941 94 75 IMAGE-THUMBNAIL MOLCAA 5165 S1381-1169(05)00168-8 10.1016/j.molcata.2005.03.006 Elsevier B.V. Fig. 1 Effect of catalyst structure on the formation of calix(4)pyrrle 1a. Fig. 2 Transmission electron micrograph (TEM) of MCM-41 showing its hexagonal pore structure. Fig. 3 Powder XRD pattern of calcined (a) Al-MCM-41; (b) Fe-MCM-41; (c) Co-MCM-41; (d) Ni-MCM-41 and (e) Cu-MCM-41. Fig. 4 Powder XRD pattern of Co-MCM-41 (1) uncalcined; (2) calcined and (3) regenerated. Table 1 Effect of metal ion substitution in M-MCM-41 on the synthesis of meso-octamethyl calix(4)pyrrole M-MCM-41 S BET (m2 g−1) NH3 uptake (mmolg−1) Conversion of pyrrole (%) Yield of product (wt%) Calix(4)pyrrole (1a) Dimer (1b) Others a Al 912.2 0.442 92.4 67.5 3.1 21.8 Ti 878.8 – 97.7 51.1 28.2 18.4 Cr 844.6 0.417 99.2 42.7 42.6 13.9 Mn 868.2 0.312 99.3 47.6 37.9 13.8 Fe 838.1 0.276 99.7 45.5 31.9 22.2 Co 951.6 0.598 100 95.6 1.7 2.7 Ni 846.2 0.160 99.9 36.9 50.3 12.7 Cu 856.9 – 99.4 30.1 49.8 19.5 Zn 842.1 0.165 99.1 33.4 14.4 51.3 Zr – 0.343 99.6 45.7 39.6 14.3 Nb – – 99.8 46.3 35.9 17.6 Pyrrole:acetone=1:1 (mole ratio); solvent: DCM (20ml); reaction time: 20h; catalyst weight: 0.5g. a Others: linear trimer 1c and tetramer 1d, respectively. Table 2 Solvent effects on synthesis of meso-octamethyl calix(4)pyrrole (1a) Entry Solvent Conversion of pyrrole (%) Yield of product (wt%) Calix(4)pyrrole (1a) Dimer (1b) Others a 1 DCM 92.4 67.5 3.1 21.8 2 CHCl3 99.5 45.7 28.3 25.4 3 CCl4 95.1 53.2 16.3 25.6 4 Methanol 97.3 33.4 50.9 12.9 5 Ethanol 96.6 28.3 39.2 29.1 6 Acetonitrile 97.8 84.1 1.7 11.9 7 Acetone 100 83.7 1.3 15.0 Pyrrole:acetone=1:1 (mole ratio); catalyst: Al-MCM-41; reaction time: 20h; catalyst weight=0.5g. a Others include trimer 1c and tetramer 1d, respectively. Table 3 Reactant molar ratio variation on the synthesis of meso-octamethyl calix(4)pyrrole (1a) Entry Pyrrole:acetone Conversion of pyrrole (%) Yield of product (wt%) Calix(4)pyrrole (1a) Dimer (1b) Others a 1 1:1 92.4 67.5 3.1 21.8 2 1:1.5 100 82.3 5.8 11.9 3 1:∞ 100 88.4 3.0 8.6 Solvent=DCM (20ml); reaction time: 20h; catalyst: Al-MCM-41; catalyst weight=0.5g. a Others include trimer 1c and tetramer 1d, respectively. Table 4 Si/Al ratio variation effects in Al-MCM-41 on synthesis of meso-octamethyl calix(4)pyrrole (1a) Entry Al-MCM-41 (Si/Al) Conversion of pyrrole (%) Yield of product (wt%) Calix(4)pyrrole (1a) Dimer (1b) Others a 1 15 92.4 67.5 3.1 21.8 2 30 98.7 43.7 16.8 38.2 3 45 97.2 35.3 18.4 43.4 4 0 99.4 1.8 94.8 2.8 Reaction time: 20h; catalyst weight: 0.5g; solvent=DCM (20ml), molar ratio: 1:1; reaction time=20h. a Others include trimer 1c and tetramer 1d, respectively. A new environmentally friendly method for the synthesis of calix(4)pyrroles over molecular sieve catalysts Motkuri Radha Kishan a 1 Vippagunta Radha Rani b Shivanand Janardan Kulkarni a * Kondapuram Vijaya Raghavan a Catalysis Division, Indian Institute of Chemical Technology, Hyderabad 500007, India b Department of Chemistry, Ohio State University, Ohio, OH, USA * Corresponding author. Tel.: +91 40 27193161; fax: +91 40 27160386. 1 Present address: Department of Chemistry, University of Alberta, Edmonton, Canada. Graphical abstract MCM-41 was found to be the most effective heterogeneous catalyst for the synthesis of calix(4)pyrrole. Various metal ion substituted MCM-41 samples were synthesized and were used to improve the yields of calix(4)pyrrole. Co-MCM-41 was found to give maximum yields. The effects of varying Si/Al ratio in MCM-41, molar ratio of various reactants, and the role of solvent towards this macrocyclization reaction have been studied. Keywords Heterogeneous Zeolites MCM-41 Macrocycle Calix(4)pyrrole 1 Introduction Calix(4)pyrroles exhibit exceptional chemical and physical properties that have suggested a vast number of potential applications in host–guest chemistry [1–4]. The chelating capabilities of these calixpyrroles have been the subject of intensive research aimed at gaining both understanding and control on guest recognition and binding [5,6]. Recently, Sessler and coworkers [7–9] reported that calix(4)pyrroles are effective and selective receptors for anions and neutral guest species. They find novel applications as coordination complexes, catalytic materials, nano-sponges, molecular machines, nanoentities and semi conducting materials [10]. Selective synthesis of these calix(4)pyrroles in high yields by an environmentally clean process is of topical interest, so as to meet the increasing demand of reducing the pollution hazards caused by the usage of homogeneous acid catalysts. Heterogeneous catalytic synthesis is known to be one of the most effective ways to control the selectivity to calix(4)pyrrole with high yield and it has the potential to be scaled-up at relatively low cost. Properly functionalized and structurally ordered mesoporous materials, such as MCM-type silicas and alumina [11–15], with tunable pore size distributions have attracted much attention for their potential applications as new catalytic scaffolds to direct and orient the conformation of desired products [16–21]. For example, recent interest in synthesis of calix(4)pyrroles over Al-MCM-41 [22–24] catalysts has highlighted the future application of these materials for the synthesis of macrocycles. In this work, we basically aim to investigate the effect of pore size, role of different transition metal ions during the synthesis of calix(4)pyrroles over MCM-41 catalysts. Here, we have intensively investigated the effect of transition metal ions including Mn-, V-, Cr-, Fe- and Co-incorporated MCM-41 for the synthesis of macrocycles. Among other parameters studied are the effect of solvent, molar ratio between the reactants and also Si/Al ratio of Al-MCM-41 catalyst. 2 Experimental 2.1 Catalyst preparation Al-MCM-41 has been synthesized according to reported literature [25]. Metal ions have been isomorphously substituted into the framework. The metal precursors for Ti, V are titanium isopropoxide, vanadylacetylacetonate, respectively and the corresponding metal nitrates for remaining metal ions. The method of synthesis is similar to that of Al-MCM-41 [26–28], except that the metal precursor is dissolved in NaOH and aluminum isopropoxide solution before adding TEAOH. The molar composition used was 0.5MXOY/0.5Al2O3/31.0SiO2/2.2(surfactant)2/3.16(TEA)2O/1.89Na2O/615H2O. Al-MCM-41 with different Si/Al ratios has been synthesized by varying the Si/Al ratio from 0 to 45 during its synthesis. The catalysts of HZSM-5, Hβ, TS-1 have been obtained from Conteka (Sweden), HY from PQ Corporation (USA) and HX from Aldrich (USA). The reactants pyrrole, acetone, methylethyl ketone, methylisobutylketone, 1,3-diphenyl acetone, ethylacetoacetate are obtained from Aldrich (USA). 2.2 Catalyst characterization The BET surface areas were determined by single point method using pulse Chemisorb 2700 (Micromeretics, USA). NH3-TPD studies are carried out using AutoChem 2910 (Micromeritics, USA) instrument. 2.3 Catalytic reaction Catalytic reactions were carried out according to the following procedure. Pyrrole (7.2mmol) and suitable ketone in 1:1 molar ratio are mixed in 20ml dichloromethane (DCM) taken in a 100ml round bottom flask. To this reaction mixture, 0.5g of the calcined and dried catalyst is added. After the catalyst was added, the reaction was started by immersing the flask into oil bath preheated at the reaction temperature. The reaction was carried out under vigorous stirring condition for duration of 10h. The catalyst is then separated by filtration and washed thoroughly with 100ml of dichloromethane (DCM) in around five equal installments (20ml×5 times). Then the solvent is removed under reduced pressure to give a viscous residue. The products 1a, 1b and 1c (Table 1 ) are fractionated by column chromatography using silica (100–200mesh size) with n-hexane as eluent. They are characterized by (1H and 13C) NMR, FTIR, CHNS (EI, HR). Mass spectrometry and quantification has been done by using HPLC. The detailed characterization by mass spectrometry is reported elsewhere [29]. 3 Results and discussion 3.1 Effect of zeolite structure on synthesis of calix(4)pyrrole (1a) Equimolar ratio of pyrrole and acetone are refluxed over various zeolite and mesoporous molecular sieves. The cyclic tetramer, viz., meso-octamethyl calix(4)pyrrole, 1a has been formed with substantial yields over Al-MCM-41 and HZSM-5 (Si/Al=30) catalysts. The formation on Al-MCM-41 can be attributed for its mesoporous nature (pore size ∼30Å) but HZSM-5, with smaller pore size of 5.6Å, is found to promote both dimer 1b and cyclic tetramer 1a as shown in Fig. 1 . To understand the formation of the macrocycles over Al-MCM-41 and HZSM-5 catalysts, we poisoned the surfaces of both catalysts by chemical vapor deposition (CVD) of Ph2SiCl2 [30] and tetraethoxysilane (TEOS) [31], respectively, to get Al-MCM-41-P and HZSM-5-P. Then the macrocyclization was performed on both these catalysts. As expected, there was no 1a formation over poisoned HZSM-5-P where as the yields of 1a over Al-MCM-41-P did not have much effect, as shown in Fig. 1. From this, it clearly indicates that in case of HZSM-5, macrocyclization is taking place on external surface of the catalyst whereas Al-MCM-41, the macrocyclization is taking place inside the mesopores. The mesoporous nature can be seen by a representative TEM picture given in Fig. 2 , which confirms the hexagonal structure where straight channels parallel to each other with no branching, except possibility at the particle edges, where some channels bend to form a bundle. The channel diameter is found to be uniformly 30Å and is favoring 1a formation. We also performed the macrocyclization over HY, where significant quantity of linear dimer 1b is formed with no cyclic 1a formation (Fig. 1). Since the molecular size of 1a (∼13.1Å) is lower that that of supercage of HY (∼13.4Å), 1a formation in the super cages of HY zeolite is expected. After the reaction, the catalyst without washing has been subjected to solid-state NMR studies (1H and 13C NMR) and compared the generated data with liquid state NMR of 1a. These studies confirmed that cyclic tetramer is not formed in supercages of HY zeolite. SAPO-5 with ∼7.3Å pore size and mild acidity contributed to lower levels of conversion. Formation of calix(4)pyrrole 1a has also been investigated employing mordenite and montmorillonite. Low conversion of pyrrole with negligible amounts of 1a and 1b is observed due to their low acidic nature. Thus, Al-MCM-41 is found to be better catalyst for the synthesis of calix(4)pyrroles. Various transition metal ions were substituted hydrothermally in the framework of MCM-41 and their catalytic activity has been studied towards this macrocyclization reaction. 3.2 Macrocylization over several metal ion-containing MCM-41 Table 1 shows the catalytic role of several metal ion-containing MCM-41 towards the macrocylization of calix(4)pyrroles 1a, from pyrrole and acetone in DCM solvent. All samples of M-MCM-41 were characterized by XRD and the patterns show all four different characteristic peaks of mesoporous materials with hexagonal arrangement of their channels Fig. 3 . This indicates that all the prepared catalysts have a structure comparable to that of Si-MCM-41 [32] suggesting that the mesoporous structure was retained after the introduction of each metal ion. When acetone and pyrrole are condensed in dichloromethane in presence of Co-MCM-41, calix(4)pyrrole 1a yield up to 95% has been obtained as compared to 67.5% yield in the case of Al-MCM-41, as was reported to be effective for the macrocyclization in a previous study [24]. The enhanced yield has been attributed to cobalt ion behaving as a template between pyrrole rings for directing the reacting groups to the correct position for cyclization reaction. This cation, however showed no tendency to form complexes which could isolate with 1a. It has been demonstrated that when cobalt exists on the surface of silica, the multiple silanol bonds to a cobalt atom contract the pore wall, which results in the decrease of the pore size [33]. But, our results of increase in surface area (951.6m2 g−1) and high acidity (0.598mmolg−1) of Co-MCM-41 suggest that cobalt was successfully incorporated into the silica framework thus favoring the formation of 1a. Because the incorporation of cobalt increases the pore size about 0.1nm in comparison to siliceous MCM-41. This may be due to the differences in the bond lengths between the cations and oxygen. The CoO bond length is longer in comparison to that of SiO. On the basis of this rationale the increase of pore size suggests that cobalt is incorporated in the silica framework so that the longer CoO bond leads to an increase of the pore size [34] which favours more to the formation of 1a with high yield and selectivity. Generally, heterogeneous catalysts often suffer extensively from leaching of active metal species during reactions and eventually lose their catalytic activity. To our surprise, CoMCM-41, catalysts maintained their high catalytic activity even after four recycling and reuse of the catalysts Fig. 4 . Here, experiments of macrocyclization were carried out, where the catalyst was filtered and the mother liquor was allowed to react further. But after the catalyst was removed, no further reaction was observed and no traces of Co ions were observed in the mother liquor when analyzed by ICP–MS. Further, the reaction was carried out three to four times over the same catalyst, where the catalyst was activated for 2h and got approximately similar yields repetitively. On the other metal ion, viz., Cr, Mn, Fe, Ni and Cu, substituted MCM-41 catalysts, the overall conversions of pyrrole is (Table 2 ) found to exceed 90%. However, the yields of 1a varied from 30% (Cu-MCM-41) to a maximum of 47.6% (Mn-MCM-41). The decrease in yields is attributed to low acidity and low surface of M-MCM-41 as compared to Al-MCM-41. The Ni-MCM-41 has provided a maximum dimer 1b yield (50.3%), which indicates its least acidity (0.160mmolg−1) which seems to be adequate for dimer formation and which does not promote further macrocyclization towards tetramer formation. 3.3 Effect of solvent A synergy exists between the molecular sieves and solvents employed for the synthesis of macromolecules. The molecular sieve itself can be viewed as the second solvent, which can selectively extracts the substrate molecules from the bulk solvent depending upon their size and hydrophobic nature. Our investigations have shown that non-polar chlorinated solvents, viz., CHCl3, CH2Cl2 and CCl4, which are hydrophobic in nature, promote the formation of 1a as compared to hydrophilic polar solvents. The aprotic solvents like acetone and acetonitrile favors 1a formation in comparison to the protic solvents like methanol and ethanol as shown in Table 2. 3.4 Effect of reactant molar ratio The effect of molar ratio of pyrrole to acetone has been studied in 1:1 to 1:∞ range. It has been observed that by increasing the molar ratio of pyrrole to ketone, the yield of 1a increased from 67.5 to 88.3% with simultaneous increase in conversion of pyrrole from 92.8 to 100% (Table 3 ). At lower stoichiometric ratio of pyrrole and acetone, other products like linear dimmer 1b, trimer 1c and tetramer 1d formation is favoured. But as the molar ratio is increased, the formation of other products has shown a declining trend favoring the formation more cyclic tetramer 1a. 3.5 The effect of Si/Al ratio in Al-MCM-41 We also report the effect of Al substitution in the framework of MCM-41 on the macrocyclization towards calix(4)pyrrole 1a. This study is believed to be of great interest because, from a practical point of view, the potential application of MCM-41 is very likely to involve the presence of aluminum in the materials generally improves the acidity and ion exchange capability which is crucial for the acid catalysis. An increase in Al content in the framework of MCM-41 enhances the acidity and has accordingly a strong effect on macrocyclization, viz., enhanced yield of 1a as shown in Table 4 . It is interesting to note that Si/Al ratio has no significant influence on conversion of pyrrole. Which clearly indicates that the framework acidity is quite adequate for condensation of pyrrole and acetone to corresponding dimer 1b (viz., 94.8%) (entry 4, Table 4) and is not sufficient for further cyclization to tetramer as negligible amounts of calix(4)pyrrole 1a only formed. By decreasing the Si/Al from 45 to 15, the other products including trimer 1c and linear tetramer 1d further reacts with pyrrole to the corresponding calix(4)pyrrole 1a, respectively. 4 Conclusions Al-MCM-41 is found to be the most effective catalyst for the macrocyclization reactions and the yield of macrocycles could be drastically improved by incorporating Co ion isomorphously in the framework. Further, substitution of such small amount in the framework made the catalyst more resistant towards leaching in comparison to various impregnated catalysts. Shape selectivity and acidity were found to be the crucial parameters for this macrocyclization reaction. Acknowledgements We are thankful to CSIR, New Delhi, India for financial support. We are also thankful to K.V.V. Krishna Mohan for his help. References [1] P.A. Gale J.L. Sessler V. Kral Chem. Commun. 1998 1 [2] D. Jacoby C. Floriani A. ChiesiVilla C. Rizzoli J. Chem. Soc. Chem. Commun. 1991 220 [3] D. Jacoby C. Floriani A. ChiesiVilla C. Rizzoli J. Chem. Soc. Chem. Commun. 1991 790 [4] T.G. Levitskaia M. Marquez J.L. Sessler J.A. Shriver T. Vercouter B.A. Moyer Chem. Commun. 17 2003 2248 [5] F.P. Schmidtchen Org. Lett. 4 2002 431 [6] H. Miyaji W. Sato J.L. Sessler Angew. Chem. Int. Ed. 39 2000 1777 [7] P.A. Gale J.L. Sessler V. Kral V. Lynch J. Am. Chem. Soc. 118 1996 5140 [8] P.A. Gale P. Anzenbacher Jr. J.L. Sessler Coord. Chem. Rev. 222 2001 57 [9] J.L. Sessler P.A. Gale K.M. Kadish K.M. Smith R. Guilard Porphyrin Hand Book, vol. 6, Calixpyrroles: Novel Anion and Neutral Substrate Receptors 1999 Academic Press San Diego, CA 257 [10] C.L. Ratson J.L. Atwood P.J. Nicholas I.B.N. Sudria Chem. Commun. 1996 2615 [11] J.S. Beck C. Vartuli W.J. Roth M.E. Leonowicz C.T. Kresge K.D. Schmitt C.t.-W. Chu D.H. Olson E.W. Sheppard S.B. McCullen J.B. Higgins J.L. Schlenker J. Am. Chem. Soc. 114 1992 10834 [12] (a) A. Corma Chem. Rev. 97 1997 2373 (b) A. Sayari Chem. Mater. 8 1996 1840 [13] T. Maschmeyer F. Rey G. Shankar J.M. Thomas Nature 378 1995 159 [14] R.A. Sheldon Curr. Opin. Solid State Mater. Sci. 1 1996 101 [15] N. Igarashi K.A. Koyano Y. Tanaka S. Nakata K. Hashimoto T. Tatsumi Microporous Mesoporous Mater. 59 2003 43 [16] D.E. De Vos M. Dams B.F. Sels P.A. Jacobs Chem. Rev. 102 2002 3615 [17] P. Selvam S.K. Bhatia C.G. Sonwane Ind. Eng. Chem. Res. 40 2001 3237 [18] M. Ziolek I. Nowak B. Kilos I. Sobczak P. Decyk M. Trejda J.C. Volta J. Phys. Chem. Solids 65 2004 571 [19] V. Hulea F. Fajula J. Catal. 225 2004 213 [20] D. 20 G. Bruhviler Calzaferri Microporous Mesoporous Mater. 72 2004 1 [21] S.K. Jana T. Kugita S. Namba Appl. Catal. A 266 2004 245 [22] M. Radha Kishan N. Srinivas K.V. Raghavan S.J. Kulkarni J.A.R.P. Sarma M. Vairamani Chem. Commun. 2001 2226 [23] K.V. Raghavan, S.J. Kulkarni, M. Radha Kishan, N. Srinivas, USA patent, no. US6605194 dated 12.08.2003. [24] M. Radha Kishan N. Srinivas S.J. Kulkarni M. Rama Krishna Prasad K.V. Raghavan Stud. Surf. Sci. Catal. 135 2001 28-O-04 [25] A. Ortlam J. Rathousky G. Schulz-Ekloff G. Zukal Microporous Mater. 6 1996 171 [26] A. Tuel Microporous Mesoporous Mater. 27 1999 151 [27] A.J.J. Arnold J.P.M. Niederer T.E.W. Nießen W.F. Hölderich Microporous Mesoporous Mater. 28 1999 353 [28] S. Suvanto J. Hukkamäki T.T. Pakkanen T.A. Pakkanen Langmuir 16 2000 4109 [29] S. Prabhakar M. Radha Kishan S.P. Mirza K.V. Raghavan M. Vairamani Rapid Commun. Mass Spectrom. 18 2004 2077 [30] B.F.G. Johnson S.A. Raynor D.S. Shephard T. Mashmeyer J.M. Thomas G. Sankar S. Bromley R. Oldroyd L. Gladden M.D. Mantle Chem. Commun. 1999 1167 [31] R.W. Weber K.P. Moller C.T.O’. Conner Microporous Mesoporous Mater. 35 2000 533 [32] J.L. Blin C. Otjacques G. Herrier B.L. Su Int. J. Inorg. Mater. 3 2001 75 86 [33] M. Morey H. Davidson H. Eckert G. Stucky Chem. Mater. 8 1996 486 [34] S. Lim D. Ciuparu C. Pak F. Dobek Y. Chen D. Harding L. Pfefferle G. Haller J. Phys. Chem. B 107 2003 11048",
      "scopus-id": "21644480488",
      "coredata": {
        "eid": "1-s2.0-S1381116905001688",
        "dc:description": "MCM-41 was found to be the most effective heterogeneous catalyst for the synthesis of calix(4)pyrrole. Various metal ion substituted MCM-41 samples were synthesized and were used to improve the yields of calix(4)pyrrole. Co-MCM-41 was found to give maximum yields. The effects of varying Si/Al ratio in MCM-41, molar ratio of various reactants, and the role of solvent towards this macrocyclization reaction have been studied.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2005-08-02",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116905001688",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Radha Kishan, Motkuri"
          },
          {
            "@_fa": "true",
            "$": "Radha Rani, Vippagunta"
          },
          {
            "@_fa": "true",
            "$": "Kulkarni, Shivanand Janardan"
          },
          {
            "@_fa": "true",
            "$": "Raghavan, Kondapuram Vijaya"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116905001688"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116905001688"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(05)00168-8",
        "prism:volume": "237",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "A new environmentally friendly method for the synthesis of calix(4)pyrroles over molecular sieve catalysts",
        "prism:copyright": "Copyright © 2005 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Heterogeneous"
          },
          {
            "@_fa": "true",
            "$": "Zeolites"
          },
          {
            "@_fa": "true",
            "$": "MCM-41"
          },
          {
            "@_fa": "true",
            "$": "Macrocycle"
          },
          {
            "@_fa": "true",
            "$": "Calix(4)pyrrole"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "155-160",
        "prism:endingPage": "160",
        "pubType": "fla",
        "prism:coverDisplayDate": "2 August 2005",
        "prism:doi": "10.1016/j.molcata.2005.03.006",
        "prism:startingPage": "155",
        "dc:identifier": "doi:10.1016/j.molcata.2005.03.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "182",
            "@width": "489",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "6336",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "47",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "882",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "434",
            "@width": "364",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr4.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "7532",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "78",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "767",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "270",
            "@width": "374",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "65068",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "4909",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "215",
            "@width": "376",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "25353",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "71",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1908",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "465",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr3.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "9202",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "75",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116905001688-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "941",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/21644480488"
      }
    }
  }
}