{
  "metadata": {
    "title": "Poisoning and deactivation of palladium catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2001-09-10",
    "doi": "10.1016/S1381-1169(01)00154-6",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116901001546",
    "pii": "S1381116901001546"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0035839715",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2001-07-02 2001-07-02 2010-04-18T18:49:19 1-s2.0-S1381116901001546 S1381-1169(01)00154-6 S1381116901001546 10.1016/S1381-1169(01)00154-6 S300 S300.1 FULL-TEXT 1-s2.0-S1381116900X01392 2015-05-15T05:55:31.049811-04:00 0 0 20010910 2001 2001-07-02T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids confabbr confeditor contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings vol volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref alllist content subj ssids 1381-1169 13811169 173 173 1 2 1 2 Volume 173, Issues 1–2 13 275 286 275 286 20010910 10 September 2001 2001-09-10 2001 Catlaysis with Supported Palladium Metal at the Turn of the 21st Century Corain S.I. Benedetto Corain, Milan Kralik converted-article fla Copyright © 2001 Elsevier Science B.V. All rights reserved. POISONINGDEACTIVATIONPALLADIUMCATALYSTS ALBERS P 1 Introduction 2 Typical reasons for deactivation of palladium catalysts 2.1 Crystallite growth/sintering/agglomeration 2.2 Influence of carbon deposition 2.2.1 Catalyst coking 2.2.2 Interactions between carbon, hydrogen and palladium 2.2.3 Formation of stable molecular surface species 2.3 Physical properties 2.4 Poisoning 2.5 Leaching 3 Conclusions Acknowledgements References LINDLAR 1952 446 H SCHLOGL 1987 627 R PERNICONE 1998 129 N NARUI 1999 165 K GAMPINE 1998 315 A SERMON 1972 460 P SERMON 1972 467 P CARD 1983 13 R GROPPI 1998 71 G ALBERS 1999 145 P BURMEISTER 1993 361 R RYNDIN 1989 277 Y LEE 1995 339 J ARAMENDIA 1999 392 M ARAMENDIA 1999 101 M OHTSUKA 1999 133 H EUZEN 1999 19 P WIERSMA 1996 369 A ROSTRUPNIELSEN 1997 225 J GUERET 1995 159 C MARECOT 1998 189 P MENON 1990 207 P ARAMENDIA 2000 261 M JACKSON 1999 453 S ALBERS 1999 135 P KLEMM 1999 97 E MARECOT 1995 37 P GRAHAM 1866 415 T DREXEL 1976 1135 W BAKER 1989 315 R LAMBER 1990 227 R LAMBER 1988 402 R KEPINSKI 1999 237 L ALBERS 1999 233 P LARSSON 1998 49 M STACHURSKI 1985 249 J ZIEMECKI 1985 4547 S ZIEMECKI 1987 157 S MCCAULLEY 1993 10372 J KRISHNANKUTTY 1995 312 N RAMIREZCUESTA 1995 109 A FRENKLACH 1987 265 M ALBERS 1999 135 P ALBERS 2000 3155 P RIEDEL 1999 201 T SHEU 1989 4890 L MEEYOO 1998 67 V YU 1998 105 T MOWERY 1999 157 D LAMPERT 1997 211 J BECK 1995 721 D BARTHOLOMEW 1982 135 C RODRIGUEZ 1997 147 J BOITIAUX 1989 235 J FIGOLI 1997 141 N LEE 1998 208 J DATYE 2000 179 A ALBERSX2001X275 ALBERSX2001X275X286 ALBERSX2001X275XP ALBERSX2001X275X286XP item S1381-1169(01)00154-6 S1381116901001546 1-s2.0-S1381116901001546 10.1016/S1381-1169(01)00154-6 271358 2010-10-03T05:04:16.885893-04:00 2001-09-10 1-s2.0-S1381116901001546-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/MAIN/application/pdf/c23f51c28c88af9b98eaf84f4cffb3f4/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/MAIN/application/pdf/c23f51c28c88af9b98eaf84f4cffb3f4/main.pdf main.pdf pdf true 725484 MAIN 12 1-s2.0-S1381116901001546-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/PREVIEW/image/png/d4c43bc3e7df2478e39fa66b738e5a0f/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/PREVIEW/image/png/d4c43bc3e7df2478e39fa66b738e5a0f/main_1.png main_1.png png 55065 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116901001546-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr1/THUMBNAIL/image/gif/6117edcab3036efb6caf2ecf50133845/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr1/THUMBNAIL/image/gif/6117edcab3036efb6caf2ecf50133845/gr1.sml gr1 gr1.sml sml 1965 93 49 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr1/DOWNSAMPLED/image/jpeg/e4bc29abe8ee3ba1cac6c5ee638f99bf/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr1/DOWNSAMPLED/image/jpeg/e4bc29abe8ee3ba1cac6c5ee638f99bf/gr1.jpg gr1 gr1.jpg jpg 111394 629 332 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001546-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr2/THUMBNAIL/image/gif/f57ba14d511f13f1032221031ede6e43/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr2/THUMBNAIL/image/gif/f57ba14d511f13f1032221031ede6e43/gr2.sml gr2 gr2.sml sml 2524 93 59 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr2/DOWNSAMPLED/image/jpeg/2a49a07c5fa04bf431ae94930e79010e/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr2/DOWNSAMPLED/image/jpeg/2a49a07c5fa04bf431ae94930e79010e/gr2.jpg gr2 gr2.jpg jpg 78893 523 331 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001546-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr3/THUMBNAIL/image/gif/78e7eb744c8c46db564e09b5a3872483/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr3/THUMBNAIL/image/gif/78e7eb744c8c46db564e09b5a3872483/gr3.sml gr3 gr3.sml sml 2634 92 57 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr3/DOWNSAMPLED/image/jpeg/96e903bebee37a4ec33385f230a31ad0/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr3/DOWNSAMPLED/image/jpeg/96e903bebee37a4ec33385f230a31ad0/gr3.jpg gr3 gr3.jpg jpg 81889 536 331 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001546-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr4/THUMBNAIL/image/gif/b752f9a077cff6c04922148155c3d885/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr4/THUMBNAIL/image/gif/b752f9a077cff6c04922148155c3d885/gr4.sml gr4 gr4.sml sml 2774 93 58 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr4/DOWNSAMPLED/image/jpeg/f9fed49bd506eb742a0aa1b2978f3ea5/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr4/DOWNSAMPLED/image/jpeg/f9fed49bd506eb742a0aa1b2978f3ea5/gr4.jpg gr4 gr4.jpg jpg 98378 534 332 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001546-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr5/THUMBNAIL/image/gif/1b5ae62e93c094c0c4f22d5d940a69c5/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr5/THUMBNAIL/image/gif/1b5ae62e93c094c0c4f22d5d940a69c5/gr5.sml gr5 gr5.sml sml 1247 94 73 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-gr5.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/gr5/DOWNSAMPLED/image/gif/8c4434f5f600546292cbc96c3bbcd3f7/gr5.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/gr5/DOWNSAMPLED/image/gif/8c4434f5f600546292cbc96c3bbcd3f7/gr5.gif gr5 gr5.gif gif 28015 686 534 IMAGE-DOWNSAMPLED 1-s2.0-S1381116901001546-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/fx1/DOWNSAMPLED/image/gif/a82221059862f8f57fb82f68d42ef6a3/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/fx1/DOWNSAMPLED/image/gif/a82221059862f8f57fb82f68d42ef6a3/fx1.gif fx1 fx1.sml sml 458 94 72 IMAGE-THUMBNAIL 1-s2.0-S1381116901001546-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116901001546/fx1/DOWNSAMPLED/image/gif/a82221059862f8f57fb82f68d42ef6a3/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116901001546/fx1/DOWNSAMPLED/image/gif/a82221059862f8f57fb82f68d42ef6a3/fx1.gif fx1 fx1.gif gif 458 94 72 IMAGE-DOWNSAMPLED MOLCAA 3163 S1381-1169(01)00154-6 10.1016/S1381-1169(01)00154-6 Elsevier Science B.V. Fig. 1 Scanning electron micrographs of carbon deposits on Pd/SiO2 catalysts of different degree of deactivation, deposited at T<200°C during the selective catalytic hydrogenation of acetylene to ethylene. Coarse, amorphous carbons and contaminants. Fig. 2 Transition region between an closed layer and a mechanically damaged region of CVD-carbon of enhanced dimension. Fig. 3 Polymer-like carbon (from [39]). Fig. 4 Carbon filaments and amorphous carbon. (from [39]). Fig. 5 Schematic representation of different processes observed under various irregular operation conditions during the selective catalytic hydrogenation of acetylene to ethylene in the vinyl chloride process. Catalyst: Pd/SiO2. Compiled from [39,51,62]. Table 1 Summary of Section 2.2: interactions between palladium/hydrogen/carbon Dissociative adsorption of hydrogen, H-absorption as interstitial protons. Formation of α- and β-palladium hydride, pressure plateau of the α/β-phase transition. Deposition of cokes of different sp2/sp3 character and adhesion properties. Incorporation of carbon — interstitial carbon — (carbides). Influence of incorporated carbon on the formation of β-palladium-hydride. Catalytic transformation of amorphous carbon into aromatic/graphitic carbon (solution/precipitation mechanism; Pd less active than Co, Ni, Fe, etc.). Catalytic growth of filamentous carbon (Pd less active than Co, Ni, Fe, etc.). Cyclotrimerisation of acetylene to benzene-like entities. Formation of stable molecular surface species (CH3–Pd). Low co-ordinated Pd may be more resistant to deactivation by coking. Poisoning and deactivation of palladium catalysts Peter Albers a * Jörg Pietsch b Stewart F Parker c a Infracor GmbH, Degussa-Hüls Group, Department of Physical Chemistry, P.O. Box 1345, D-63403 Hanau, Germany b Degussa-Hüls AG, Silica, Silanes & Catalysts, P.O. Box 1345, D-63403 Hanau, Germany c ISIS Facility, Rutherford Appleton Laboratory, Chilton, Didcot, Oxfordshire, OX11 0QX, UK * Corresponding author. Tel.: +49-6181-592934; fax: +49-6181-592021 Some of the major causes for deactivation and premature degradation of palladium catalysts are briefly summarised. These include particle growth for various reasons, coke deposition and coke transformation, the influence of the support material on long term stability and modifications at the palladium surface itself such as valency changes or the formation of simple but stable molecular surface species. In addition, variations of physical properties as well as chemical poisoning, corrosion and leaching are discussed. In spite of the large body of literature concerning the common phenomenon catalyst deactivation specific information accessible for the various kinds of palladium catalysts being used worldwide is still quite limited. There is a serious need for future studies on properties of palladium-based catalytic systems regarding, for example, the interactions between carbon, hydrogen and supported palladium as a ternary system. Observations on different deactivation processes on Pd/SiO2 catalysts occuring under industrial conditions are compiled. It was tried to roughly differentiate between different degrees of coking and coke transformation in mainly thermally or purely catalytically driven catalyst coking on the one hand and of moderate or enhanced corrosion phenomena or changes of the properties of the palladium itself on the other. Keywords Palladium catalysts Catalyst deactivation Palladium Hydrogen Carbon Hydrogenation Oxidation Sintering Agglomeration Coking Poisoning Leaching 1 Introduction Uncontrolled and accidental poisoning or deactivation of palladium catalysts by various mechanisms can be a considerable financial burden in chemical industry and is still on focus of academic as well as technological research. Some typical large scale applications of palladium catalysts are their use in the hydrogenation of organic fine chemicals, aromatic hydrogenations, petroleum refining, the selective hydrogenation of acetylene to ethylene, the production of acetaldehyde by oxidation of ethene, the production of vinyl-acetate and, to an increasing extent, the use in different kinds of automotive exhaust gas catalysts [1,2]. As a result of the great economic relevance of palladium-based catalysts in these and related fields of chemical technology many investigations have been performed to study the physico-chemical properties of these materials in more detail and to reveal the various reasons for loss of activity or selectivity under unfavourable or irregular operation conditions. A better understanding of deactivation processes is essential for improving and optimising process conditions, the catalysts themselves and for circumventing premature catalyst degradation in order to minimise additional costs. Conversely, controlled poisoning of palladium-based catalytic systems can have a beneficial impact on performance. A prominent example is the use of lead compounds in the production of the Lindlar catalyst to improve and to fine-tune its properties such as the selectivity in the hydrogenation of CC to CC bonds by blocking certain active sites [3,4]. In the present contribution, some of the most important reasons for the deactivation of palladium catalysts are sketched. A few examples and references were selected from the large body of existing literature on catalyst deactivation. They are focused predominantly on some recent and typical studies and observations including own work. A complete review addressing all different aspects of catalyst deactivation is beyond the scope of this short summary. Additional details and related references are accessible from authoritative surveys and proceedings (e.g. [5–7], and the literature cited therein). 2 Typical reasons for deactivation of palladium catalysts 2.1 Crystallite growth/sintering/agglomeration Morphological changes of palladium entities due to particle growth by different processes including sintering and agglomeration [8–10] are a major cause for a decrease of acitivity down to uneconomic levels or even complete deactivation of palladium catalysts. It has been observed that under the influence of hydrogen particle growth of finely dispersed, unsupported palladium may occur even at temperatures as low as 330K [11,12]. The various parameters governing particle growth phenomena have to be considered already during the first steps of the preparation of palladium catalysts. Unfavourable and undesired effects may be suppressed by means of adequate impregnation agents and procedures, by controlled temperature and by the use of suitable support materials [13]. An impact of the properties of the metal precursor as well as the support on the final palladium dispersion obtained under identical preparation conditions was observed [14]. Conditioning treatments of the support materials by purification and by surface modification are well established as useful procedures especially in the field of carbonaceous catalyst supports. Some examples are the treatments with oxidising agents such as hydrogen peroxide or by using acids the remove ashes and contaminants. For activated carbons or carbon blacks the cleaning and surface conditioning leads (e.g.) to the generation of surface functional groups and to an increasing accessability of other relevant sites including aromatic/graphitic structures and sites with few vicinal hydrogen atoms down to non-conjugated double bonds or vinylic/allylic entities. This can be of paramount influence on the precious metal dispersion to be obtained in the final Pd/C catalyst which are used (e.g.) in hydrogenation reactions [15–18]. The fine structure of the carbon support materials [19,20], their purity, their surface chemistry and, therefore, the precious metal/support interactions have to be examined and optimised [15–18,20] to establish adequate preparation conditions to achieve the best performance possible for the given application of the palladium catalyst. Regarding the stability of the palladium dispersion during reduction treatments the selection of suitable support materials is of great importance as well. Under a given set of conditions variations of precious metal dispersion and the loss of active area of a palladium catalyst with increasing temperature may be enhanced in the case of rather inert support materials compared to SiO2 or Al2O3 [21,22]. This is also the case under the actual operation conditions of supported palladium catalysts: an influence of the support on the stability of particle size was observed. Pd/TiO2 catalysts showed sintering at 500°C under the influence of hydrogen whereas Pd/Al2O3 catalysts were found to be more resistant under the same conditions [23]. The Pd-based catalysts were identified as the most efficient ones for the catalytic combustion of methane to carbon dioxide and water. Also in these applications it was found that the tendency to sintering and poisoning and the thermal stability is dependent on the support [24]. Considering the long term stability of the Pd-dispersion, again, interdependencies between support material and the resistance of the final Pd-catalysts against catalyst deactivation were also found for other support materials such as ZrO2, MgO, SiO2/AlPO4 [25,26] or for ternary systems [10]. Not only modification of the support but also of the precious metal component may be helpful: addition of (e.g.) Pt was shown to be effective in preventing catalyst deactivation by improving the heat resistance and the dispersion of supported oxidised palladium particles [27]. Here, finely dispersed Pt crystallites, tightly attached to the support surface, were found to serve as anchoring sites for Pd. In the selective catalytic reduction of NO x by methane on Pd/zeolite catalysts a pronounced loss of acitivity was observed depending on the presence of water vapour. Formation of palladium oxide was detected and it was concluded that the tendency towards Pd-agglomeration was promoted by water [28]. In addition to particle growth effects, valency changes between PdO x and metallic Pd may simultaneously be of prominent relevance [29]. This illustrates that several positive or detrimental influences could act together and might affect the degree and the stability of the dispersion of palladium particles including changes of the chemical valency in oxidation of particle surfaces on the one hand or the formation of palladium hydride on the other (Section 2.2.2). In addition to variations of the particle size a critical enhancement of the physical or chemical interactions between palladium and organic reactants, intermediates, by-products or degradation products, ending with significant catalyst coking, can be of importance. The influence of feed ratios during the operation of Pd/activated carbon catalysts that are deactivated by means of sintering or by coking has been revealed [30]. 2.2 Influence of carbon deposition 2.2.1 Catalyst coking Catalyst deactivation by coking is a very common problem of considerable industrial relevance [31]. Different species of coke and special grades of carbons may be deposited, transformed or generated which have to be identified in detail according to their individual impact on the catalytic activity for a given process [32–34]. Harmful, harmless, invisible and beneficial types of coke have to be considered and discriminated between as highlighted by Menon [35,36]. It is well known that the performance of palladium catalysts can be affected by the deposition of, or the mutual interactions with, carbonaceous species. Reactivation for re-establishing the adequate catalyst performance can be straightforward and successful [37]. However, under certain conditions it is also possible that controlled regeneration treatments of deactivated, coked palladium catalysts on various supports by means of dioxygen or dihydrogen are not sufficient to regain the inititial catalytic activity [38]. The nature of the carbonaceous deposits and the strength of their interactions with certain surface sites of palladium catalysts is crucial with respect to a detrimental impact on activity. A surface analytical study on the deactivation of Pd/SiO2 hydrogenation catalysts after different times of smooth operation under industrial conditions showed that the degree of deactivation was not simply correlated with the degree of coverage of the supported palladium catalyst but with the morphology and contamination level of the deposited carbon and, additionally, the valency state of the precious metal [39]. The former finding is consistent with results from kinetic studies on Pd/α-Al2O3 hydrogenation catalysts showing that coke formation on the active sites and coke formation on the support have to be considered separately [40]. Carbons of different morphology and aromaticity/graphiticity may show different interactions between the precious metal particles and the support material. The Figs. 1–4 show scanning electron micrographs of Pd/SiO2 catalysts of different degree of deactivation which were used in the selective catalytic hydrogenation of acetylene to ethylene (see also Section 2.2.2 and [39]). They reveal distinct differences of the surface morphology and the microstructure of the carbon layers which were deposited under varying conditions. Finally, it has been shown that palladium atoms of low co-ordination number are more resistant to deactivation by coking under reforming conditions. This has been studied on Pd/silica catalysts of varying dispersion [34,41]. 2.2.2 Interactions between carbon, hydrogen and palladium Investigating and interpreting certain types of catalyst deactivation and coking mechanisms as governed by the mutual interactions between hydrogen, carbon and palladium it is helpful to consider the situation from the point of view of binary (Pd/H, Pd/C) as well as of ternary systems (Pd/H/C). The ability of palladium to absorb large quantities of protons after dissociative adsorption of hydrogen molecules is well known [42] and has been investigated in detail ([43,44], and literature cited therein). The dissolved protons are situated in octahedral sites of the fcc Pd lattice [45]. The mechanical and electronic properties of the precious metal are strongly affected by the lattice expansion during the formation of palladium hydride from the dilute α-phase (low hydrogen concentrations) over the pressure plateau region of the α/β-phase transition up to the fully loaded β-phase [43,44]. Palladium has been revealed to be also able to incorporate carbon and is, indeed, catalytically active in the transformation of amorphous carbon into aromatic/graphitic carbon. The contribution of transformed carbons to the cumulated amount of coke can be enhanced if additional contaminants (Ni, Fe, etc.) are present. Futhermore, the speed of coke deposition and of coke transformation may increase with increasing amounts of such contaminants. Several authors have shown it to be adequate to regard these specific properties of palladium under two different aspects: 1. The impact of a solution/precipitation mechanism in the incorporation and the transformation of carbonaceous deposits in catalyst coking. 2. The impact of incorporated carbon on interstitial sites on the hydrogen storage properties and on the formation of the hydride phases of palladium. Due to the relevance of these processes in large scale applications (e.g. in the selective catalytic hydrogenation of acetylene to ethylene) this is outlined here in some more detail: 1. Ni and Fe were concluded to be far more efficient in the graphitisation of amorphous carbon deposits than is Pd. This may be the reason that the formation of graphite-like carbons and of filamentous carbon by catalytically driven coke transformation can be observed at the surface of Pd catalysts to an increasing extent when Fe, Ni (or Co) particles are present, predominantly in the reduced state [39,46–49]. However, the formation of filamentous carbon recently was also observed on supported palladium (Pd/CeO2) and especially on palladium black [50]. Under the influence of metallic contamination changes between thermally to catalytically driven coking processes occur and the internal structure of the deposited carbon may be transformed to various sp2/sp3 compositions and hydrogen contents [39,51]. This is of relevance for the strength of the adhesion of carbons to the catalyst surface and the feasibility of reactivation treatments. Furthermore, interdependencies between catalyst selectivity in acetylene hydrogenation, coke formation rate and the surface coverage with hydrogen were observed for Pd/α-Al2O3 catalysts [52]. 2. The capability of Pd to incorporate carbon entities during the hydrogenation of acetylene was reported [53]. It was also revealed that a metastable Pd–C phase can be formed by acetylene or ethylene together with the formation of a carbonaceous overlayer. As a consequence of the incorporation of carbon, inhibition of the formation of β-palladium hydride may occur [54,55]. This work on the impact of interstitial carbon on the properties of the ternary Pd/H/C system has been extended to supported catalysts such as Pd/γ-Al2O3 and Pd/C [56,57]. For Pd/C catalysts different situations during deactivation under the influence of carbon were found and discussed by Krishnankutty and Vannice [57]: 1. Carbon overlayers on Pd particles. 2. Partial carbon overlayers and bulk carbide. 3. Partial carbon overlayer no bulk carbide. 4. No carbon overlayer but interstitial carbon. Again, a decreased ability of palladium containing carbon to form β-phase Pd-hydride was reported resulting in a lowered chemisorption activity. Finally, with respect to the chemical and mechanical properties of cokes the activity of Pd in cyclotrimerisation reactions of acetylene to benzene-like entities has to be considered [58]. This may also be of some relevance during deposition, formation or transformation of coke and regarding the importance of acetylene fragments or acetylene-like intermediates in the formation of carbons and in radicalic addition processes [59,60]. Under industrial operation conditions it may be difficult to clearly discriminate between the impact of sintering, coking, inorganic poisons and corrosion products and finally of gaseous components and intermediates. Nevertheless, Fig. 5 compiles some of the simultaneous or alternative processes which were observed with more or less pronounced specific predominance on Pd/SiO2 catalysts after different irregular operation conditions during the selective catalytic hydrogenation of acetylene to ethylene in the HCl recycle gas stream of the vinyl chloride process [39,51] (Fig. 5). These various processes include: • Chemical vapour deposition of a well-defined species of pure carbon (deposition of “CVD-coke”, precusor: mainly acetylene plus by-products from dimerisation and cracking reactions). • Formation or transformation of carbon to sp2 type entities which are chemically bound to a polymer-like matrix; (sp2/sp3-intranetwork vibrations as well as graphite modes were observed for this kind of coke demonstrating the close interactions between these different entities [51]); the catalytic influence of additional metallic contaminants from the reactor material is of importance for the transformation processes. • Moderate corrosion: formation of an iron compound with one molecule of complexed water: [Fe(H2O)Cl5]2−. • Enhanced corrosion: deposition of inorganic corrosion products (Fe, Ni, Cr, etc.). • Accidental valency changes of the supported palladium: formation of palladium oxides or oxy-chlorides during corrosion under the access of traces of humidity and air [39]. These findings illustrate, that even on palladium catalysts from large scale applications and even for the case of strongly contaminated material of complicated composition the actual reasons for premature deactivation under specific plant and process conditions can be worked out in more detail. This is of beneficial impact on future optimisations. 2.2.3 Formation of stable molecular surface species When studying palladium/carbon interactions mostly coke species of extended molecular size and interstitial carbon species or carbides were highlighted due their striking appearance (Section 2.2.2). Recent neutron spectroscopic studies revealed an additional property of palladium in the context of an unusual kind of catalyst deactivation which occured during hydrogenation reactions [61–63]. In that case the typical effects of sintering (Section 2.1), coking (Sections 2.2.1 and 2.2.2) or poisoning (Section 2.4) were missing. Monitoring the properties of the deactivated palladium catalysts as a function of time of operation revealed that the amount of polyaromatic carbonaceous deposits which were strongly attached to the catalyst surfaces — surprisingly — were not of direct influence on hydrogen storage and release nor on the catalytic activity. Again (Section 2.2.1), there was no simple correlation between the total amount of carbon and the catalytic activity but there was with the specific nature of the carbonaceous species present. Very simple molecular structures appeared at the catalyst surfaces which finally could unambiguously be identified as CH3 groups chemically bound to the palladium surface in a C3v site. The normalised intensities of the Pd–CH3 surface species showed an exact correlation with the degree of catalyst deactivation. In this case the ability to form palladium hydrides was not hampered significantly and no indications for the predominance of interstitial carbon or carbides were obtained. This may be the reason that no deceleration of the hydrogen uptake by strongly adherent polyaromatic coke or by the simple Pd–CH3 compound occured. The catalyst surface was modified by strongly bound sp3 entities which presumably changed the surface polarity and accessability for the adsorption of sp2 type aromatic reactants. In this case, variations of the adsorption properties but not of the absorption properties of palladium were of relevance and loss of activity was caused by the presence of large quantities of a simple but stable organometallic surface compound. The stability of the CH3–Pd species may be understood regarding recent investigations by Schulz and co-workers on Fe- and Co-based catalytic systems [64]. For clarity, the different points addressed in Section 2.2 are summarised in Table 1 . 2.3 Physical properties An important parameter for long term performance can be the mechanical stability of the support material. Enhanced mechanical abrasion of the catalytically active species from the support or insufficient interaction between precious metal crystallites and the support under given process conditions may lead to a loss of active species or to undesirable debris of (e.g.) oxide particles or carbonaceous entities. Hence, the corresponding mechanical requirements for the catalyst have to be precisely determined, adjusted and optimised for the individual application or process conditions. Furthermore, it is well known that the mechanical properties of palladium change periodically during hydrogenation of the element from low concentrations (α-hydride phase) over the α/β-phase transition up to the fully loaded β-hydride-phase. This is observed for bulk as well as for finely divided palladium. The α-phase material is still quite hard, whereas under certain conditions the β-phase hydride can appear as a soft material which may tend to form agglomerates. Enhanced mechanical stress or cold working applied to palladium hydrides may cause enhanced defect density such as dislocations in the bulk material. This can result in pronounced hysteresis effects of the hydrogen adsorption/desorption isotherms or the kinetics of hydrogen storage and release ([43,44] and literature cited therein) by originating trap sites for hydrogen (see e.g. [65]). Such effects may be of concern in applications where the reversible hydrogen storage inside the material is suspected to be of some relevance in the technical application or for the occurence of particle growth (Section 2.1). In spite of the possibility that there could be stronger forces tending to remove deformation damage from bulk palladium or from larger particles compared to the very finely dispersed species there may still be some future benefit in studying the consequences of changing micromechanical properties due to hydrogenation and oxidation for the case of supported palladium. 2.4 Poisoning In addition to the effects of catalyst coking (Section 2.2.1) the deposition and accumulation of excessive amounts of metallic species, debris, inorganic oxides, contaminants and corrosion products can have an impact on the persistance of the catalytic activity of palladium catalysts. In addition to a purely physical shielding of the active surface area, the chemical effects of poisoning, selective poisoning, alloying or various other phenomena have to be considered. For the case of palladium the influence of carbon monoxide is well known to modify the adsorption properties and catalytic surface conditions [66]. Prominent properties are the stacking efficiency and the interactions between CO molecules and certain surface sites of palladium ([66,67], and literature cited therein). Therefore, in many applications such as hydrogenation reactions the purity of educt streams with respect to (e.g.) CO has to be monitored. On the other hand selective poisoning of palladium to fine tune selectivity is a well established procedure in catalyst preparation and catalyst operation [3,4]. When poisoning by heavy metals such as lead in the well-known Lindlar catalyst is used to do so, the term promotion is frequently employed, whereas regarding the introduction of poisonous compounds such as amines to the catalyst operating in the reaction mixture, usually the terms modification or regulation are employed [68]. Sulphur plays an important role in changing the catalytic properties of palladium catalysts [69,70]. In the catalytic combustion of methane to carbon dioxide and water and in oxidation reactions in the exhaust of lean-burn natural gas engines sulphur is identified as being a critical contaminant [71]. Partial deactivation of palladium was observed from sulphur-containing gases [70,72]. Studies on SO2/Pd interactions on three-way catalysts showed that the poisoning of the Pd component was partly irreversible due to direct interactions between Pd and SO2 [73]. An additional impact of the presence of water was believed to be competitive action between water and SO2 which was dependent on temperature [71]. In hydrogenation reactions, the presence of H2S can also have a detrimental impact [74]. However, for the conversion of butadiene on Pd/SiO2 it was shown that a pronounced temperature dependence exists for deactivation and reactivation procedures, allowing to achieve an enhancement of selectivity to butenes [75]. This finding illustrates a delicate balance of harmful and helpful interactions between sulphur and catalysts [75,76]. Palladium catalysts may also be pre-sulfided to enhance their selectivity in reductive alkylation reactions [77]. Hydrogen treatment of sulphur-poisoned supported Pd-complex catalysts used in selective hydrogenation of styrene to ethylbenzene was shown to be able to partially eliminate the sulfur compound [78]. Furthermore, Pd–Pt bimetallic interactions were observed to be effective to improve resistance to irreversible sulfur adsorption and sulfur-induced coke formation during isomerisation of n-hexane [79]. Again, it is evident that various reasons and critical conditions for distinct poisoning have to be identified in detail and simultaneously considered to adjust adequate activity and useful selectivity of the palladium catalysts [10,29]. 2.5 Leaching Especially in slurry-phase hydrogenation reactions the loss of precious metal by formation of soluble complex compounds may occur. To prevent this, it is of major importance to avoid hydrogen starving conditions and to keep the palladium crystallites in a well-reduced, metallic state [80]. Nitro compounds are well-known agents to mobilise Pd or Pt by oxidising the metals easily which are then complexed with product amine and lost in the bulk liquid. In addition to this loss of precious metal from the support causing severe catalyst deactivation, product contamination and expensive removal of the contaminant from the product add to the additional costs of such a process. The leaching of precious metal can be minimised by either improving the availability of hydrogen in the liquid reaction medium or by optimising the “catalyst side” of the process. The former can be achieved by using a special reactor design, e.g. a loop reactor, using a special stirring device or increasing the hydrogen partial pressure in the reactor. Hereby, the transfer of gaseous hydrogen into the liquid phase is improved. For modifying or adapting the “catalyst side” of the process two approaches are possible: to use smaller quantities of catalyst for the reaction or to decrease the precious metal loading of the catalyst (e.g. 3wt.% of precious metal instead of 5wt.%) [18]. All these actions lead to a higher availability of hydrogen at the catalytically active metal particles on (e.g.) a carbon support. Thus, stabilisation of the metal in its metallic or hydridic form is achieved and leaching is avoided sustaining the catalytic activity of the supported palladium. 3 Conclusions A short summary of some of the major causes of deactivation and premature degradation of palladium catalysts was given. Prominent features as highlighted and categorized in the recent literature were particle growth for various reasons, coke deposition and coke transformation, the influence of the support material on long term stability, modification at the palladium surface itself including valency changes or the formation of simple but stable organometallic surface species and the variations of physical properties as well as chemical poisoning, corrosion or leaching. However, in spite of the large existing body of literature concerning catalyst deactivation as a common phenomenon in academic research and industrial technology, specific information accessible for the various kinds of palladium catalysts being used worldwide is still quite limited. There appears to be a serious need for future studies on properties of palladium-based catalytic systems regarding, for example, the interactions between carbon, hydrogen and supported palladium as a ternary system. Furthermore, the interdependencies between dynamic variations of the microstructure of supported particles of palladium and the catalytic activity in (e.g.) oxidation reactions are of paramount interest [81]. In industrial applications it may be difficult to strictly and definitely differentiate between certain simple reasons for deactivation. The conditions for the occurence of purely thermally or purely catalytically driven catalyst coking on the one hand and of moderate or enhanced corrosion phenomena or changes of the properties of the palladium itself on the other have to be studied in much deeper detail under different operation conditions for the specific industrial process. However, it seems encouraging to observe surprisingly well-defined species such as CVD-coke or stable methyl groups on deactivated palladium catalysts from large scale technical operation. Furthermore, it seems possible to roughly discriminate between different deactivation phenomena which may occur during the selective catalytic hydrogenation of acetylene under more or less irregular conditions. This underlines the benefits of translating and utilising results from academic studies on deactivation and poisoning under controlled laboratory conditions and from surface science work onto the level of large scale technical applications and vice versa. Acknowledgements Many helpful discussions and long standing cooperations with Emmanuel Auer, Andreas Freund, Martin Bankmann, Johannes Ohmer (Sivento, Degussa-Hüls AG), Dieter Lindner, Lothar Mußmann, Rainer Domesle, Egbert S. Lox, Gerald Jeske (dmc2, Degussa-Hüls AG), Hubert Angert (Degussa-Hüls AG), Professor D.K. Ross (University of Salford), Professor Gerald Sicking and Professor Ewald Wicke ( ) (University of Münster) are gratefully acknowledged. References [1] G. Prescher, R. Brand, H. Dübler, B. Engler, A. Freund, H. Lansink-Rotgerink, in: D.A.G. Frankfurt (Ed.), Edelmetall Taschenbuch, Hüthig, Heidelberg, 1995, pp. 351–401. [2] Kirk-Othmer, Encyclopedia of Chemical Technology, 4th Edition, Vol. 5, Wiley, New York, 1993, pp. 342. [3] H Lindlar Helv. Chim. Acta 35 1952 446 [4] R Schlögl K Noack H Zbinden A Reller Helv. Chim. Acta 70 1987 627 [5] D.L. Trimm, in: G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, Vol. 3, VCH, Weinheim, 1997, p. 1263–1282. [6] J.P. Franck, G. Martino (Eds.), Deactivation and Poisoning of Catalysts, Marcel Dekker, New York, 1985. [7] Proceedings of the International Symposia on Catalyst Deactivation (see e.g. Stud. Surf. Sci. Catal., Elsevier Amsterdam Vol. 6, 1980; Vol. 34, 1987; Vol. 69, 1991; Vol. 88, 1994; Vol. 111, 1997; Vol. 126, 1999). [8] N Pernicone M Cerboni G Prelazzi F Pinna G Fagherazzi Catal. Today 44 1998 129 [9] K Narui H Yata K Furuta A Nishida Y Kohtoku T Matsuzaki Appl. Catal. A 179 1999 165 [10] A Gampine D.P Eyman J. Catal. 179 1998 315 [11] P Sermon J. Catal. 24 1972 460 [12] P Sermon J. Catal. 24 1972 467 [13] R.J Card J.L Schmitt J.M Simpson J. Catal. 79 1983 13 [14] G Groppi C Cristiani P Forzatti F Berti S Malloggi Stud. Surf. Sci. Catal. 119 1998 71 [15] P Albers R Burmeister K Seibold G Prescher S.F Parker D.K Ross J. Catal. 181 1999 145 [16] R Burmeister B Despeyroux K Deller K Seibold P Albers Stud. Surf. Sci. Catal. 78 1993 361 [17] P. Albers, K. Deller, B.M. Despeyroux, G. Prescher, A. Schäfer, K. Seibold, J. Catal. 150 (1994) 368 and literature cited therein. [18] E. Auer, A. Freund, J. Pietsch, T. Tacke, Appl. Catal. A 173 (1998) 259 and literature cited therein. [19] R. Schlögl, in: G. Ert, H. Knözinger, J. Weitkamp (Eds.), Handbook of Heterogeneous Catalysis, Vol. 1, VCH, Weinheim, 1997, p. 138. [20] L.R. Radovic, C. Sudhakar, in: H. Marsh, E.A. Heintz, F. Rodriguez-Reinoso (Eds.), Introduction to Carbon Technologies, University of Alicante, Spain, 1997, pp. 103. [21] Yu.A Ryndin M.V Stenin A.I Boronin V.I Bukhtiyarov V.I Zaikovskii Appl. Catal. 54 1989 277 [22] L.R. Radovic, F. Rodriguez-Reinoso, in: P.A. Thrower (Ed.), Chemistry and Physics of Carbon, Vol. 25, Marcel Dekker, New York 1997, p. 250 and literature cited therein. [23] E. Ruckenstein, I. Sushumna, in: Z. Paal, P.G. Menon (Eds.), Hydrogen Effects in Catalysis — Fundamentals and Practical Applications, Marcel Dekker, New York, 1988, pp. 278. [24] J.H Lee L.D Trimm Fuel Process. Technol. 42 1995 339 [25] M.A Aramendia V Boreau I.M Garcia C Jimenez F Lafont A Marinas J.M Marinas F.J Urbano J. Catal. 187 1999 392 [26] M.A Aramendia V Boreau I.M Garcia C Jimenez J.M Marinas F.J Urbano Appl. Catal. B 20 1999 101 [27] See Fig. 4 and Fig. 5 in: K. Narui, H. Yata, K. Furuta, A. Nishida, Y. Kohtoku, M. Tokuo, Appl. Catal. A 179 (1999) 168–169. [28] H Ohtsuka T Tabata Appl. Catal. B 21 1999 133 [29] P Euzen J.-H Le Gal B Rebours G Martin Catal. Today 47 1999 19 [30] A Wiersma E.J.A.X Van de Sandt M Makkee H Van Bekkum J.A Moulijn Stud. Surf. Sci. Catal. 101 1996 369 [31] J.R Rostrup-Nielsen Catal. Today 37 1997 225 [32] J.C. Conroy, R.S. Slysh, D.B. Murphy, C.R. Kinney, in: Proceedings of the Third Conference on Carbon, Buffalo, 1957, p. 395. [33] C Gueret F Billaud B Fixari P Le Perchec Carbon 33 1995 159 [34] P Marecot A Akhachane C Micheaud J Barbier Appl. Catal. A 169 1998 189 [35] P.G Menon J. Mol. Catal. 59 1990 207 [36] P.G. Menon, Chem. Rev. 94 (1994) 1021 and literature cited therein. [37] M.A Aramendia V Borau I.M Garcia C Jimenez A Marinas J.M Marinas F.J Urbano J. Mol. Catal. A: Chem. 151 2000 261 [38] S.D Jackson I.J Huntington N.A Hussain S.R Watson Stud. Surf. Sci. Catal. 126 1999 453 [39] P Albers K Seibold G Prescher H Müller Appl. Catal. A 176 1999 135 [40] E Klemm B Amon H Redlingshofer G Emig Stud. Surf. Sci. Catal. 126 1999 97 [41] P Marecot A Akhachane J Barbier Catal. Lett. 36 1995 37 [42] T Graham Phil. Trans. R. Soc. (London) 156 1866 415 [43] F.A. Lewis, The Palladium Hydrogen System, Academic Press, London, New York, 1967. [44] E. Wicke, H. Brodowsky, in: G. Alefeld, J. Völkl (Eds.), Hydrogen in Metals II, Topics in Appl. Phys. Vol. 29, Springer, Berlin, 1978, pp. 73. [45] W Drexel A Murani D Tocchetti W Kley I Sosnowska D.K Ross J. Phys. Chem. Solids 37 1976 1135 [46] L. Holstein, R.D. Moorhead, H. Poppa, M. Boudart, in: P.L. Walker (Ed.), Chemistry and Physics of Carbon, Vol. 18, Marcel Dekker, New York, 1982, p. 139. [47] R.T.K Baker Carbon 27 1989 315 [48] R Lamber N Jäger G Schulz-Ekloff Surf. Sci. 227 1990 227 [49] R Lamber N Jäger G Schulz-Ekloff Surf. Sci. 197 1988 402 [50] L Kepinski Catal. Today 50 1999 237 [51] P Albers S Bösing G Prescher K Seibold D.K Ross S.F Parker Appl. Catal. A 187 1999 233 [52] M Larsson J Jansson S Asplund J. Catal. 178 1998 49 [53] J Stachurski A Frackiewics J. Less-Comm. Met. 108 1985 249 [54] S.B Ziemecki G.A Jones D.G Swartzfager R.L Harlow J. Am. Chem. Soc. 107 1985 4547 [55] S.B Ziemecki G.A Jones D.G Swartzfager J. Less-Comm. Met. 131 1987 157 [56] J.A McCaulley J. Phys. Chem. 97 1993 10372 [57] N Krishnankutty M.A Vannice J. Catal. 155 1995 312 [58] A Ramirez-Cuesta G Zgrablich W.T Tysoe Surf. Sci. 340 1995 109 [59] M Frenklach J Warnatz Combustion — Sci. Technol. 51 1987 265 [60] J.-B. Donnet, R.C. Bansal, M.-J. Wang, Carbon Black — Science and Technology, 2nd Edition, Marcel Dekker, New York, 1993, pp. 72 and literature cited therein. [61] P Albers H Angert G Prescher K Seibold S.F Parker Chem. Commun. 17 1999 135 [62] P Albers G Prescher K Seibold S.F Parker Stud. Surf. Sci. Catal. 130 2000 3155 [63] Rutherford Appleton Laboratory, ISIS 99 Annual Report, RAL-TR-1999-050, Chilton, UK, p. 60. [64] T Riedel M Claeys H Schulz G Schaub S.-S Nam K.-W Jun M.-J Choi G Kishan K.-W Lee Appl. Catal. A 186 1999 201 [65] Ch. Wert, in: G. Alefeld, J. Völkl (Eds.), Hydrogen in Metals II, Topics in Applied Physics, Vol. 29, Springer, Berlin, pp. 305 and literature cited therein. [66] L.-L Sheu Z Karpinski W.M.H Sachtler J. Phys. Chem. 93 1989 4890 [67] H.-J. Freund, in: G. Ertl, H. Knözinger, J. Weitkamp (Eds.), Handbook of Hetreogeneous Catalysis, Vol. 3, VCH, Weinheim, 1997, pp. 911–942. [68] P. Rylander, Catalytic Hydrogenation in Organic Synthesis, Academic Press, New York, 1979, p. 246 and literature cited therein. [69] V Meeyoo J.H Lee D.L Trimm N.W. Cant Catal. Today 44 1998 67 [70] T.-C Yu H Shaw Appl. Catal. B 18 1998 105 [71] D.L Mowery M.S Graboski S Michael T.R Ohno R.L McCormick Appl. Catal. B 21 1999 157 [72] J.K Lampert M.K Shahjahan R.J Farrauto Appl. Catal. B 14 1997 211 [73] D.D Beck J.W Sommers Stud. Surf. Sci. Catal. 96 1995 721 [74] C.H Bartholomew P.K Agrawal J.R Katzer Adv. Catal. 31 1982 135 [75] J.C Rodriguez J Santamaria A Monzon Appl. Catal. A 165 1997 147 [76] J.P Boitiaux J Cosyns E Robert Appl. Catal. 49 1989 235 [77] P. Rylander, Catalytic Hydrogenation in Organic Synthesis, Academic Press, New York, 1979, p. 165. [78] N.S Figoli P.C.L Argentiere J. Mol. Catal. A: Chem. 122 1997 141 [79] J.-K Lee H.-K Rhee J. Catal. 177 1998 208 [80] A.J. Bird, D.T. Thompson, in: W.H. Jones (Ed.), Catalysis and Organic Synthesis, Academic Press, London, 1980, p. 61. [81] A.K Datye J Bravo T.R Nelson P Atanasova M Lyubovsky L Pfefferle Appl. Catal. A: Gen. 198 2000 179",
      "scopus-id": "0035839715",
      "coredata": {
        "eid": "1-s2.0-S1381116901001546",
        "dc:description": "Some of the major causes for deactivation and premature degradation of palladium catalysts are briefly summarised. These include particle growth for various reasons, coke deposition and coke transformation, the influence of the support material on long term stability and modifications at the palladium surface itself such as valency changes or the formation of simple but stable molecular surface species. In addition, variations of physical properties as well as chemical poisoning, corrosion and leaching are discussed. In spite of the large body of literature concerning the common phenomenon catalyst deactivation specific information accessible for the various kinds of palladium catalysts being used worldwide is still quite limited. There is a serious need for future studies on properties of palladium-based catalytic systems regarding, for example, the interactions between carbon, hydrogen and supported palladium as a ternary system. Observations on different deactivation processes on Pd/SiO2 catalysts occuring under industrial conditions are compiled. It was tried to roughly differentiate between different degrees of coking and coke transformation in mainly thermally or purely catalytically driven catalyst coking on the one hand and of moderate or enhanced corrosion phenomena or changes of the properties of the palladium itself on the other.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2001-09-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116901001546",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Albers, Peter"
          },
          {
            "@_fa": "true",
            "$": "Pietsch, Jörg"
          },
          {
            "@_fa": "true",
            "$": "Parker, Stewart F"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116901001546"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116901001546"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(01)00154-6",
        "prism:volume": "173",
        "prism:publisher": "Elsevier Science B.V.",
        "dc:title": "Poisoning and deactivation of palladium catalysts",
        "prism:copyright": "Copyright © 2001 Elsevier Science B.V. All rights reserved.",
        "prism:issueName": "Catlaysis with Supported Palladium Metal at the Turn of the 21st Century",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium catalysts"
          },
          {
            "@_fa": "true",
            "$": "Catalyst deactivation"
          },
          {
            "@_fa": "true",
            "$": "Palladium"
          },
          {
            "@_fa": "true",
            "$": "Hydrogen"
          },
          {
            "@_fa": "true",
            "$": "Carbon"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation"
          },
          {
            "@_fa": "true",
            "$": "Oxidation"
          },
          {
            "@_fa": "true",
            "$": "Sintering"
          },
          {
            "@_fa": "true",
            "$": "Agglomeration"
          },
          {
            "@_fa": "true",
            "$": "Coking"
          },
          {
            "@_fa": "true",
            "$": "Poisoning"
          },
          {
            "@_fa": "true",
            "$": "Leaching"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "275-286",
        "prism:endingPage": "286",
        "pubType": "fla",
        "prism:coverDisplayDate": "10 September 2001",
        "prism:doi": "10.1016/S1381-1169(01)00154-6",
        "prism:startingPage": "275",
        "dc:identifier": "doi:10.1016/S1381-1169(01)00154-6",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "49",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1965",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "629",
            "@width": "332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "111394",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "59",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2524",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "523",
            "@width": "331",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "78893",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "92",
            "@width": "57",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2634",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "536",
            "@width": "331",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "81889",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "58",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2774",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "534",
            "@width": "332",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "98378",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "73",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1247",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "686",
            "@width": "534",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-gr5.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "28015",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "458",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "94",
            "@width": "72",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116901001546-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "458",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0035839715"
      }
    }
  }
}