{
  "metadata": {
    "title": "Transesterification of dimethyl carbonate with phenol to diphenyl carbonate over V<ce:inf loc=post>2</ce:inf>O<ce:inf loc=post>5</ce:inf> catalyst",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-05-01",
    "doi": "10.1016/j.molcata.2006.12.013",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906014282",
    "pii": "S1381116906014282"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33947582805",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-12-14 2006-12-14 2010-03-27T18:10:43 1-s2.0-S1381116906014282 S1381-1169(06)01428-2 S1381116906014282 10.1016/j.molcata.2006.12.013 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02509 2015-05-15T05:56:33.323092-04:00 0 0 20070501 2007 2006-12-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 268 268 1 2 1 2 Volume 268, Issues 1–2 21 120 126 120 126 20070501 1 May 2007 2007-05-01 2007 article fla Copyright © 2006 Elsevier B.V. All rights reserved. TRANSESTERIFICATIONDIMETHYLCARBONATEPHENOLDIPHENYLCARBONATEOVERV2O5CATALYST TONG D 1 Introduction 2 Experimental 2.1 Chemical reagents 2.2 General procedure 2.3 Product analysis 2.4 Catalyst characterization 3 Results and discussion 3.1 Reaction studies 3.1.1 The catalytic activity of V2O5 3.1.2 Effect of catalyst amount on the transesterification reaction 3.1.3 Effect of molar ratio of DMC/phenol on the transesterification reaction 3.1.4 Effect of reaction time on the transesterification reaction 3.1.5 Catalyst reuse and regeneration 3.2 Characterization of fresh and used catalysts 3.2.1 Electronic structure analysis by XPS 3.2.2 Surface species analysis by FT-IR 3.2.3 Morphology analysis by TEM 3.2.4 Crystal structure analysis by XRD 4 Conclusion Acknowledgements References CLAGETT 1989 D COMPREHENSIVEPOLYMERSCIENCE ONO 1997 133 Y ONO 1997 15 Y ONO 1996 367 Y SHAIKH 1996 951 A XUE 2005 431 W ISHII 2001 17 H FU 1997 293 Z KIM 1999 307 W KIM 1999 83 W NIU 2005 240 H MA 2004 101 X MA 2005 1 X WANG 2004 273 S ZHOU 2004 19 W SHAIKH 1992 1167 A LEE 2004 1816 H DU 2005 200 Z MEI 2004 372 F WATSON 1999 12 R PAK 2002 49 C HABER 1997 3 J LEE 2003 139 H MOULIJN 2001 3 J BARTHOLOMEW 2001 17 C TONGX2007X120 TONGX2007X120X126 TONGX2007X120XD TONGX2007X120X126XD item S1381-1169(06)01428-2 S1381116906014282 1-s2.0-S1381116906014282 10.1016/j.molcata.2006.12.013 271358 2010-09-17T22:42:20.507402-04:00 2007-05-01 1-s2.0-S1381116906014282-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/MAIN/application/pdf/89f98ebb241eb5c9abedba980f1bca73/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/MAIN/application/pdf/89f98ebb241eb5c9abedba980f1bca73/main.pdf main.pdf pdf true 468228 MAIN 7 1-s2.0-S1381116906014282-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/PREVIEW/image/png/32774fbc3a42d7aa71047b833974e744/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/PREVIEW/image/png/32774fbc3a42d7aa71047b833974e744/main_1.png main_1.png png 72252 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906014282-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/fx1/DOWNSAMPLED/image/gif/8ee94efae9c16992be206a5e1ee175dc/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/fx1/DOWNSAMPLED/image/gif/8ee94efae9c16992be206a5e1ee175dc/fx1.gif fx1 true fx1.gif gif 2047 57 391 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/fx1/THUMBNAIL/image/gif/a99b081cc035a71c3b5e67d2066800c4/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/fx1/THUMBNAIL/image/gif/a99b081cc035a71c3b5e67d2066800c4/fx1.sml fx1 true fx1.sml sml 431 18 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906014282-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr1/DOWNSAMPLED/image/jpeg/b3b965041b6de17ee3ffb2cffbaf622e/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr1/DOWNSAMPLED/image/jpeg/b3b965041b6de17ee3ffb2cffbaf622e/gr1.jpg gr1 gr1.jpg jpg 71460 375 452 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr1/THUMBNAIL/image/gif/89b55ed011b71f254a5b11096fdab4e2/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr1/THUMBNAIL/image/gif/89b55ed011b71f254a5b11096fdab4e2/gr1.sml gr1 gr1.sml sml 2195 93 112 IMAGE-THUMBNAIL 1-s2.0-S1381116906014282-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr2/DOWNSAMPLED/image/jpeg/e3805c27a08240c40fb243102a8b7bb3/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr2/DOWNSAMPLED/image/jpeg/e3805c27a08240c40fb243102a8b7bb3/gr2.jpg gr2 gr2.jpg jpg 34508 227 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr2/THUMBNAIL/image/gif/e8535031a93ac64924a74bbbcaafb856/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr2/THUMBNAIL/image/gif/e8535031a93ac64924a74bbbcaafb856/gr2.sml gr2 gr2.sml sml 1932 94 116 IMAGE-THUMBNAIL 1-s2.0-S1381116906014282-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr3/DOWNSAMPLED/image/jpeg/3d37f8265a068e27d0d72e3774ea35cf/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr3/DOWNSAMPLED/image/jpeg/3d37f8265a068e27d0d72e3774ea35cf/gr3.jpg gr3 gr3.jpg jpg 69950 433 604 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr3/THUMBNAIL/image/gif/9021b74cc62da3fdb0909eb174d1786f/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr3/THUMBNAIL/image/gif/9021b74cc62da3fdb0909eb174d1786f/gr3.sml gr3 gr3.sml sml 2555 90 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906014282-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr4/DOWNSAMPLED/image/jpeg/953cabcbea27d802b1f52a4e060c5d1e/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr4/DOWNSAMPLED/image/jpeg/953cabcbea27d802b1f52a4e060c5d1e/gr4.jpg gr4 gr4.jpg jpg 37448 245 282 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/gr4/THUMBNAIL/image/gif/ef13292091d82eefbaabf20f70f979c5/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/gr4/THUMBNAIL/image/gif/ef13292091d82eefbaabf20f70f979c5/gr4.sml gr4 gr4.sml sml 1871 94 108 IMAGE-THUMBNAIL 1-s2.0-S1381116906014282-sc1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/sc1/DOWNSAMPLED/image/gif/2dff6847bf2a4d7848b6f6fef89ecf12/sc1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/sc1/DOWNSAMPLED/image/gif/2dff6847bf2a4d7848b6f6fef89ecf12/sc1.gif sc1 sc1.gif gif 4990 117 465 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906014282-sc1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906014282/sc1/THUMBNAIL/image/gif/22132afff8787458937848da0203e1b8/sc1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906014282/sc1/THUMBNAIL/image/gif/22132afff8787458937848da0203e1b8/sc1.sml sc1 sc1.sml sml 771 32 125 IMAGE-THUMBNAIL MOLCAA 6497 S1381-1169(06)01428-2 10.1016/j.molcata.2006.12.013 Elsevier B.V. Fig. 1 V 2p3/2 core level XP spectra of the catalyst in different stages: (1) fresh catalyst; (2) used once; (3) used fourth; (4) used fourth and calcined at 550°C. Fig. 2 FT-IR spectra of the catalyst in different stages: (1) fresh catalyst; (2) used once; (3) used fourth; (4) used fourth and calcined at 550°C. Fig. 3 TEM micrographs of the V2O5 particles in different stages: (1) fresh catalyst; (2) used once; (3) used fourth; (4) used fourth and calcined at 550°C. Fig. 4 X-ray diffraction patterns of the catalyst in different stages: (1) fresh catalyst; (2) used fourth; (3) used fourth and calcined at 550°C. Scheme 1 Table 1 Effect of different metal oxides on transesterification a Catalyst Conversion of phenol (%) Yield of MPC b (%) Yield of DPC c (%) CuO Trace 0 0 Nb2O5 Trace 0 0 TiO2 Trace 0 0 Cr2O3 2.4 2.3 0 Sb2O3 6.1 4.3 0.6 MoO3 24.4 14.3 9.8 V2O5 d 28.2 15.3 11.9 V2O5 e 35.0 21.6 12.1 a Reaction conditions—temperature: 150–180°C; the molar ratio of phenol/DMC: 1; the mole of phenol: 0.16mol; the atomic mole of metal: 0.005mol; reaction time: 9h. b MPC: methyl phenol carbonate. c DPC: diphenyl carbonate. d Commercial sample. e Sample prepared by calcination of NH4VO3 at 550°C in air. Table 2 Effect of the amount of V2O5 catalyst on transesterification a Catalyst amount (mol) Conversion of phenol (%) Yield of MPC b (%) Yield of DPC c (%) 0.0021 23.2 15.0 8.0 0.0023 31.7 17.3 13.2 0.0025 35.0 21.6 12.1 0.0027 34.5 17.8 15.7 0.0028 29.3 16.0 12.5 0.0031 28.8 16.0 11.2 a Reaction conditions—temperature: 150–180°C; the molar ratio of phenol/DMC: 1; the mole of phenol: 0.16mol; reaction time: 9h. b MPC: methyl phenol carbonate. c DPC: diphenyl carbonate. Table 3 Effect of molar ratio of DMC/phenol on transesterification a n(DMC):n(phenol) Conversion of phenol (%) Yield of MPC b (%) Yield of DPC c (%) Transesterification selectivity (%) 0.75:1 28.0 15.0 11.7 95.4 1:1 35.0 21.6 12.1 96.3 1.25:1 37.3 21.0 14.4 94.9 1.5:1 42.0 17.5 22.6 95.5 2:1 41.7 19.5 21.3 97.8 2.25:1 39.9 17.9 20.4 96.0 a Reaction conditions—temperature: 150–180°C; the mole of phenol: 0.16mol; the mole of catalyst: 0.0025mol; reaction time: 9h. b MPC: methyl phenol carbonate. c DPC: diphenyl carbonate. Table 4 Effect of reaction time on transesterification a Time (h) Conversion of phenol (%) Yield of MPC b (%) Yield of DPC c (%) 7 33.7 17.6 13.7 9 42.0 17.5 22.6 11 42.3 18.4 22.9 13 44.1 18.9 23.6 15 45.9 17.5 25.0 a Reaction conditions—temperature: 150–180°C; the molar ratio of phenol/DMC: 1:1.5; the mole of phenol: 0.16mol; the mole of catalyst: 0.0025mol. b MPC: methyl phenol carbonate. c DPC: diphenyl carbonate. Table 5 Numbers of catalyst reuse a Numbers of catalyst reuse Conversion of phenol (%) Yield of MPC b (%) Yield of DPC c (%) Transesterification selectivity (%) 1 42.0 17.5 22.6 95.5 2 34.0 17.9 15.9 99.4 3 24.9 13.5 11.2 99.2 4 22.6 11.7 10.7 99.1 5 d 35.2 18.5 14.9 94.9 a Reaction conditions—temperature: 150–180°C; the molar ratio of phenol/DMC: 1:1.5; the molar percent of catalyst/phenol: 1.6%; reaction time: 9h. b MPC: methyl phenol carbonate. c DPC: diphenyl carbonate. d Catalyst used fourth and then calcined at 550°C in air. Table 6 Element surface content of used catalyst measured by XPS Catalyst Element content (at.%) O V C Used once 16.2 5.9 77.9 Used fourth 14.3 4.5 81.2 Transesterification of dimethyl carbonate with phenol to diphenyl carbonate over V2O5 catalyst Dong-Shen Tong a b Jie Yao a Yue Wang a Hong-Ying Niu a b Gong-Ying Wang a ⁎ a Chengdu Institute of Organic Chemistry, Chinese Academy of Sciences, Chengdu 610041, PR China b Graduate School of Chinese Academy of Sciences, Beijing 10039, PR China ⁎ Corresponding author. Tel.: +86 28 85250005; fax: +86 28 85220713. A novel heterogeneous catalyst, pure V2O5 catalyst prepared by calcination of NH4VO3 at 550°C in air, was used for the synthesis of diphenyl carbonate (DPC) by the transesterification of dimethyl carbonate (DMC) with phenol. The effects of V2O5 amount, reaction time and molar ratio of dimethyl carbonate to phenol were investigated. Under the conditions of mass fraction of catalyst 1.6%, molar ratio of DMC/phenol of 1.5:1 and a reaction time 9h, the maximum conversion of phenol and total yields of methyl phenyl carbonate (MPC) and DPC were 42.0 and 40.1%, respectively. Reuse of the catalysts revealed an appreciable deactivation. X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), Fourier transform-infrared spectroscopy (FT-IR) and transmission electron microscopy (TEM) characteristics of the fresh and used catalyst samples had been recorded. The results showed that the deactivation of the catalyst was mainly ascribed to the conversion of crystal structure. Moreover, the deactivated catalyst could be easily reactivated by calcination in air, and the regenerated catalyst showed the catalytic activity almost as high as that of the fresh sample. However, a small difference in catalytic activities between regenerated and fresh catalysts was possibly owing to the sintering of the regenerated catalyst. Graphical abstract Pure V2O5 catalyst was used in the transesterification of dimethyl carbonate with phenol. It was found that the fresh V2O5 catalyst had highly initial activity for the reaction and the deactivation of the catalyst was mainly ascribed to the conversion of crystal structure. However, the catalytic activity and catalyst structure could be recovered by calcination of the used catalyst in air. Keywords Phenol Dimethyl carbonate Transesterification Diphenyl carbonate Pure V2O5 1 Introduction Polycarbonate (PC), which is an important engineering thermoplastics, is being commercially produced by reacting bisphenol-A (BPA) with phosgene [1,2]. However the conventional phosgenation process has serious environmental problems such as the use of highly toxic phosgene, the formation of a stoichiometric amount of NaCl or HCl, and the use of a copious amount of methylene chloride as solvent [3]. In recent years, there has been an increasing demand for safer and environmentally benign processes for PC synthesis, and non-phosgene process has been proposed to replace the traditional phosgene process [4]. One such process is composed of the synthesis of diphenyl carbonate (DPC) followed by the transesterification between DPC and BPA. In this process, no toxic solvents are used and the by-product phenol can be recycled. However, the industrial method employed commonly for synthesis of DPC is based on the reaction between phenol and phosgene in the presence of bases [5,6]. So in order to reduce the social effects of pollution, several alternative green methods for DPC synthesis have been proposed, such as, oxidative carbonylation of phenol and transesterification reaction [7–17]. Among them, the oxidative carbonylation of phenol is considered to be a prospective route for the synthesis of DPC, but all suffer from the use of noble catalyst such as palladium complex and the low yield of DPC [18]. So the transesterification of dimethyl carbonate (DMC) with phenol to prepare methyl phenyl carbonate (MPC) (Eq. (1)), followed by the reaction of MPC with phenol to DPC or by disproportion (Eqs. (2) and (3), Scheme 1 ), is an attractive route: For the synthesis of DPC from the transesterification between DMC and phenol, a variety of homogeneous catalysts have firstly been reported [19–23], especially the organic tin or titanium compounds. Although the homogenous catalysts reported in the references have high activity for the direct synthesis of DPC, the separation of the catalysts from the products will be complicated when these catalyst systems are applied to the industrial process. Therefore, the development of active solid catalysts is highly desirable with regards to regeneration and separation. There are some reports of useful heterogeneous catalysts. Fu and Ono [11] reported that MoO3/SiO2 was the best catalyst among supported catalysts of MgO, Ga2O3, PbO, ZnO, Sm2O3 and so on, but the activity is poor, the yields of MPC and DPC were only 17.1 and 0.2%. Kim and Lee [12] prepared DPC over the supported TiO2/SiO2 catalyst by a two-step process, which involved the initial gas-phase transesterification of DMC with phenol to MPC and the subsequent liquid-phase disproportion of MPC to DPC. The yields of MPC and DPC were 31.7 and 1.7%, respectively, but it required a high reaction temperature of 430°C. Zhou et al. [18] proposed a heterogeneous lead–zinc double oxide catalyst. The results showed that Pb3O4 was the main active species, and the amorphous ZnO was regarded as a promoter. Under the conditions of calcination temperature of 500°C and a molar ratio of Pb/Zn=2:1, the highest activity of the catalyst, DPC yield of 45.6%, was achieved. However the total selectivity of MPC and DPC was low, only 72.0%, and the activity of the catalyst used once reduced markedly from 41.0 to 24.3%. Recently, Mei et al. [24] performed the transesterification of DMC with phenol using Mg–Al–hydrotalcite as the catalyst. The experimental results showed that the total yield and selectivity for DPC and MPC were 26.3 and 82.4%, respectively, with an atomic ratio of Mg/Al at 2:1. Consequently, the development of more efficient catalyst is desirable. Vanadium- and molybdenum-based catalytic materials are claimed to be highly active and selective for the oxidation/reduction reactions of alkane, such as the oxidative dehydrogenation of propane with O2 [25,26]. Since supported molybdenum oxides are active catalysts for the transesterification of DMC and phenol, we thought that vanadium oxides would also be active in this reaction. Thus, in this paper, we employed pure V2O5 as the catalyst for the transesterification of DMC and phenol. 2 Experimental 2.1 Chemical reagents Dimethyl carbonate (Huasheng Co. Ltd., Shangdong University of Petroleum, China) was fractionally distilled and stored over molecular sieve (4Å). Phenol was of analytic reagent (AR) grade and used without further purification. V2O5 was used as catalyst with III grade, other chemical reagents with AR grade were used, e.g. ammonium metavanadate (NH4VO3), MoO3, Cr2O3, Sb2O3, TiO2, CuO, Nb2O5. 2.2 General procedure The reaction was carried out in a 100mL three-neck round-bottomed flask, equipped with a magnetic stirring bar, a nitrogen inlet, a dropping funnel, and a fractionating column connected to a liquid dividing head. Under nitrogen gas, phenol and a catalyst were introduced into the flask. After the mixture was heated to 175°C, DMC was added drop-wise. The reaction temperature was kept between 150 and 180°C and the reaction mixture was under refluxing condition between 150 and 180°C. During the reaction, a distillate of DMC and methanol was collected slowly in a receiver flask attached to the liquid dividing head and for analysis. After the reaction, the mixture was cooled to room temperature and the catalyst was filtered and then the filtrate was analyzed by gas chromatography. 2.3 Product analysis The azeotrope of DMC and methanol and the reaction system were analyzed by gas chromatography equipped with a capillary column (30m) and a flame ionization detector (FID). Identification analysis of the reaction system was conducted on a 6890/5973 GC-Mass spectrometer. 2.4 Catalyst characterization The X-ray diffraction (XRD) measurements were collected on a Philip X’Pert Pro MPD diffractometer between 10° and 90° (2θ) with a scanning rate of 0.1°s−1, employing Cu Kα radiation (λ =1.54056Å). The surface electronic structure of the materials was determined by X-ray photoelectron spectroscopy (XPS). The XPS spectra were acquired at room temperature with a Kratos Model XSAM 800 instrument using a monochromatic and focused (350W) Mg Kα (1253.6eV) radiation source. The residual pressure in the spectrometer chamber was 5×10−6 Pa during data acquisition. The V 2p3/2 line at 517.6eV was used as a reference for calibration of binding energies (BEs). The BEs were calibrated to the Ag 4f (368.0eV) and Cu 2p3/2 (932.7eV) core levels. The nature of surface species was determined by the Fourier transform-infrared spectroscopy (FT-IR). The FT-IR spectra were registered by using a Nicolet MX-1E spectrometer in KBr pellets. The samples were dried at 110°C, mixed with KBr and exposed to infrared light. The pellets were immediately measured after preparation under ambient conditions in the mid-infrared area. The spectra were the result of averaging 32 scans in wavelength ranging from 4000 to 250cm−1. Microstructure characterization was carried out using a JEM-1000CX transmission electron microscopy (TEM) operated at 80KV. Microscope was used for imaging. The samples were firstly dispersed by ultrasonic, and placed onto a copper grid covered with holey carbon film. 3 Results and discussion 3.1 Reaction studies 3.1.1 The catalytic activity of V2O5 The pure metal oxides as the heterogeneous catalysts for the transesterification of dimethyl carbonate with phenol to diphenyl carbonate had not been reported. For comparison, the catalytic activities of pure metal oxides, such as V2O5, TiO2, CuO, Nb2O5, MoO3, Cr2O3, Sb2O3, were tested in a refluxing batchwise reactor. The results are listed in Table 1 . The activity of the catalyst was evaluated by the conversion of phenol. As shown in Table 1, CuO, Nb2O5 and TiO2 were essentially inactive for this reaction, Cr2O3 and Sb2O3 gave the low yields of MPC and DPC, and pure V2O5 had the highest activity of the tested catalysts in the same conditions. It had been reported [11] that the catalytic activity of supported MoO3 was ascribed to the coordination of unsaturated molybdenum species with the reactant. So the observed reactivities of phenol toward carbonate interchange reaction with DMC in the presence of pure V2O5 could be rationalized on the basis of the known chemistry of reaction of molybdenum oxides with phenol and DMC. It is well known that vanadium oxides have specific electronic surface. The exposed vanadium ions possess a nonbonding d-orbital sticking out of the surface which have the character of LUMO's and play the role of Lewis acid sites [27]. So the high activity of pure V2O5 might be related to the coordination of the unsaturated vanadium species with the reactant during the reaction. For the further comparison, pure V2O5 prepared by calcination of NH4VO3 at 550°C had the higher activity than the commercial V2O5. It might be that the fresh V2O5 possessed more structural defects. Therefore, the fresh V2O5 had high performance on the transesterification of DMC with phenol, the effect of various factors was discussed in detail in the following text. 3.1.2 Effect of catalyst amount on the transesterification reaction The effect of amount of pure V2O5 on the transesterification of DMC with phenol was firstly studied. The results are shown in Table 2 . According to Table 2, when catalyst amount was 0.0021mol, the conversion of phenol was only 23.2% and yields of MPC and DPC were only 15.0 and 8.0%. Thereafter with a slight rise of catalyst amount from 0.0021 to 0.0025mol, conversion of phenol increased rapidly from 23.2 to 35.0%, and the yields of MPC and DPC were also improved to 21.6 and 12.1%, respectively. However, above 0.0025mol, conversion of phenol and yields of MPC and DPC were decreased slightly. It might be that the excessive solid catalysts were agglomerated during the reaction, which made the active sites decrease, so the catalytic activity had declined. Therefore the optimal catalyst amount should be 0.0025mol. The data showed that the high yields of MPC and DPC could be obtained at low solid catalyst amount using the fresh V2O5 (the catalyst amount is 1.6% of phenol), the catalytic activity of V2O5 was almost the same with many other homogeneous catalysts, such as titanium esters and n-Bu2SnO (usually the catalyst amount is 1–5% of phenol) [20,28]. So the fresh V2O5 is an economic catalyst for the transesterification of DMC and phenol. 3.1.3 Effect of molar ratio of DMC/phenol on the transesterification reaction The effect of molar ratio of DMC/phenol on the transesterification was also studied in the presence of pure V2O5. The molar ratio of DMC to phenol is varied in the range of 0.75–2.25 and the results are summarized in Table 3 . As shown in Table 3, as the molar ratio of DMC/phenol was below 1:1, the conversion of phenol and yields of MPC and DPC were relatively low. This might be attributed to the evaporation of DMC with methanol under the reaction condition, so the amount of phenol was even excess compared with the amount of DMC. When the molar ratio of DMC/phenol was increased to 1.5:1, the conversion of phenol increased greatly to 42.0%, the total yields of MPC and DPC were 40.2%, but thereafter remained almost unchanged. In addition, it was found that when the molar ratio of DMC/phenol increased from 1.5:1 to 2.25:1, the yield of DPC became slightly decreasing. It was accordance with the literature [14] that the excess of phenol was in favor of the formation of DPC. So the optimal ratio of DMC/phenol was 1.5:1, the conversion of phenol and total yields of MPC and DPC were 42.0 and 40.1%, and the total selectivity of MPC and DPC was 95.5%. 3.1.4 Effect of reaction time on the transesterification reaction The conversion of DMC and yields of MPC and DPC were also monitored with the reaction time because the transesterification of DMC and phenol was reversible. The results are listed in Table 4 . As shown in Table 4, the formation of DPC continuously increased with the reaction time, whereas the formation of MPC increased with the reaction time up to 13h and then decreased thereafter. From 9 to 15h, the conversion of phenol changed a little, only from 42.0 to 45.9%, indicating that the transesterification reaction almost reached equilibrium within 15h. The decrease of the MPC yield after 13h might be ascribed to the disproportionation of MPC to DPC when the reaction temperature reached approximately 180°C. The data indicated that the best reaction time for the transesterification of DMC with phenol over pure V2O5 was from 9 to 13h. 3.1.5 Catalyst reuse and regeneration An important criterion for heterogeneous catalysis is reusability. The possibility and extent of catalyst deactivation was probed by employing the recycled catalyst sample washed by DMC and dried at 100°C in a number of reaction cycles, the numbers of reuse are given in Table 5 . Table 5 showed that the catalyst exhibited a decline in activity with reuse. The activity of the catalyst used once reduced only 8%, from 42.0 to 34.0%. When it was used for the fourth time, the activity of the catalyst reduced about a half, from 42.0 to 22.6%. It indicated that the stability of the catalyst was still better than that of the lead–zinc oxide catalyst [18]. It was interesting that the total selectivity of MPC and DPC increased with the decline of conversion of phenol, which might suggest some structure sensitivity in terms of transesterification selectivity. Further, the catalyst used fourth was regenerated by calcination at 550°C in air, the result is also shown in Table 5. The conversion of phenol reached to 35.2%, which was a little lower than that of the fresh catalyst. It presented that the catalytic activity could almost be recovered by calcination of the used catalyst in air. 3.2 Characterization of fresh and used catalysts 3.2.1 Electronic structure analysis by XPS Vanadium oxides have the specific electronic surface. This is one of the reason why vanadium oxides have been widely used as the catalyst in many reactions [25,26]. So it was necessary to determine the change of vanadium states for the fresh and used catalysts. We firstly measured the surface atomic ratios observed for the used catalyst, which are shown in Table 6 . According to Table 6, it presented that carbon deposited on the surface of used catalyst. It is obvious that carbonaceous deposits reduce the activity of catalyst because they cover the active sites [29,30]. So carbon deposition might also contribute to the catalytic deactivation in transesterification. Moreover, the relative content of C just changed a little with the increasing of used numbers, indicating that carbon deposition was almost saturated when the catalyst was used once. However, the catalytic activity still declined with the increasing of used numbers. This implied that besides carbon deposition there was another important cause for catalytic deactivation. The XP vanadium 2p3/2 core level spectrums are given in Fig. 1 . According to Fig. 1, (1) and (4) showed the same line shape, both existed a sharp peak with a binding energy of 517.6eV. Taking the known binding energy of binary vanadium oxides into consideration, it was consistent with the material's formal valence of +5. No indication for the presence of the reduced V ions was observed in the fresh and regenerated samples. This was also evidenced by the full-width at half-maximum (FWHM) values, which were both 1.6eV pointing to a single state. It presented that the surface V(+5) ions were the active sites in this reaction. Fig. 1(2) showed two peaks with the BEs of 517.6 and 516.4eV, respectively, it was consistent with the formal valence of V(+5) and V(+4), and the relative content was 68.7 and 31.3%, it showed that the surface V(+5) ions were greatly reduced when the catalyst was used once. Fig. 1(3) also showed the similar peaks with Fig. 1(2), the relative content of V(+5) and V(+4) was about 61.3 and 38.7%, respectively, indicating that the vanadium states only changed between V(+5) and V(+4) with the increasing of used numbers. According to Fig. 1(2) and (3), the peaks of V(+5) and V(+4) had not shifted, it presented that there did not exist the chemical bonds between the surface vanadium species and the carbonaceous deposit. 3.2.2 Surface species analysis by FT-IR FT-IR is well established as an analytical technique for functional group analysis. FT-IR spectra of the catalysts in different stages are shown in Fig. 2 . According to Fig. 2, the spectrum of the fresh catalyst showed the similar vibration to the bulk V2O5. The absorption band at 1020cm−1 has been assigned to vibrations of isolated VO vanadyl groups in VO5 trigonal bipyramid structure. The broad band at 823cm−1 has been assigned to vibrations of V–O–V chains, and band at about 590cm−1 to the bending vibrations. The bands at about 381 and 298cm−1 correspond to the asymmetrical bending vibration of VO4 and VO6. However, the used catalyst showed the entirely different spectra to the fresh catalyst. They both showed the strong absorption peak at about 1620cm−1, which might be the typical vibrations of CO of phenolic tars. It presented that the carbonaceous deposit on the surface of used catalyst was phenolic tars. The spectrum of the regenerated catalyst was identical to that of the fresh catalyst, indicating that the surface deposit was removed by calcination at 550°C in air and the regenerated catalyst had the similar surface groups to the fresh catalyst. 3.2.3 Morphology analysis by TEM The reaction was always accompanied by significant changes in morphology. Fig. 3 shows TEM micrographs of the fresh and used catalyst, respectively. From the TEM images, it was obvious that the crystal size of the catalyst was changed markedly in the different stages. According to Fig. 3, the crystal size of the fresh catalyst was much smaller than the used catalysts and the size distribution was more uniform. The dispersion of the used catalyst was much worse than that of the fresh catalyst and the particle size of used catalyst was much bigger than that of the fresh catalyst, indicating that V2O5 was fouled in transesterification, resulting in the agglomeration of the small V2O5 particles. In many of the catalytic processes, fouling with the deposition of carbon made the active sites inaccessible, and the agglomeration reduced the active sites, so the catalytic activity declined [29]. Moreover, when the catalyst was used once, the agglomeration had been very serious, however, the catalytic activity still declined with the increasing of used numbers. Hence, it was believed that the agglomeration was not the main reason for the catalytic deactivation with the increasing of used numbers. As the recycled catalyst was regenerated by calcination at 550°C in air, the good crystals were formed once again, but the crystal size was much bigger than that of the fresh catalyst, indicating that sintering occurred in the process of regeneration. So the catalytic activity of the regenerated catalyst was a little lower than that of the fresh catalyst. 3.2.4 Crystal structure analysis by XRD The structures of fresh and used catalysts were finally characterized by XRD. The XRD patterns are shown in Fig. 4 . According to Fig. 4(1), the fresh catalyst exhibited the typical reflection peaks of orthorhombic V2O5 (JCPDS 72-0433). Comparison of Fig. 4(1) and (2), the diffraction patterns were quite different. Fig. 4(2) showed the typical diffraction of tetragonal V4O9 (JCPDS 23-0720), it presented that the crystalline phase of the deactivated catalyst was changed by the reaction mixture, which was transformed from V2O5 to V4O9. Relating this to the XPS and TEM analysis results, it could be deduced that the conversion of crystalline phase was responsible for the catalytic deactivation with the increasing of used numbers. The catalyst used fourth and calcined at 550°C showed the identical diffraction pattern to the fresh V2O5, which was the orthorhombic V2O5. At the same time, the catalytic activity of the regenerated catalyst was almost as high as that of the fresh catalyst. So it could be concluded that the main cause of the catalyst deactivation was the conversion of crystal structure. 4 Conclusion For the transesterification of DMC and phenol, the single metal oxide, pure V2O5, was found to be an efficient heterogeneous catalyst. Upon comparison of activities of different kinds of metal oxides and total yields toward MPC and DPC, the pure V2O5 prepared by calcination at 550°C in air had the highest performance. When the reaction was carried out between 150 and 180°C, with a molar ratio of phenol to DMC of 1:1.5, a reaction time 9h, a catalyst amount 1.6% (molar ratio to phenol), the conversion of phenol was 42.0%, and the yields of MPC and DPC were 17.5 and 22.6%, respectively. The total transesterification selectivity was 95.5%. Catalyst reuse was accompanied by a loss of the catalytic activity. The activity of the catalyst used fourth reduced from 42.0 to 22.6%. However, the deactivated catalyst could be easily reactivated by calcination at 550°C in air. Moreover, the regenerated catalyst almost showed the same catalytic performances as the fresh one. According to the results of XPS, FT-IR, TEM and XRD, it was found that the surface V(+5) ions were partially reduced by the reactant in this reaction, carbon deposited on the surface of the used catalyst and the agglomeration of the used catalyst was serious, but the main reason for the deactivation of the catalyst was the conversion of crystal structure. Further study on the detail of this new catalyst was underway. Acknowledgements This work was supported by the National High Technology Research and Development Program of China (863 plan): No. 2003AA321010. References [1] D.C. Clagett S.J. Shafer Comprehensive Polymer Science 1989 Pergamon Press Oxford [2] Y. Ono Appl. Catal. A: Gen. 155 1997 133 [3] Y. Ono Catal. Today 35 1997 15 [4] Y. Ono Pure Appl. Chem. 68 1996 367 [5] A.G. Shaikh S. Sivaram Chem. Rev. 96 1996 951 [6] H. Yoshinori, K. Hideki, H. Michio, JP 0900923 (1997). [7] I. Hiroshi, Y. Takahiro, JP 06271506 (1994). [8] E.J. Pressman, S.J. Shafer, US 5,284,964 (1994). [9] W. Xue J.C. Zhang Y.J. Wang X.Q. Zhao Q. Zhao Catal. Commun. 6 2005 431 [10] H. Ishii M. Ueda K. Tazuhiko M. Asai Catal. Commun. 2 2001 17 [11] Z.H. Fu Y. Ono J. Mol. Catal. A: Chem. 118 1997 293 [12] W.B. Kim J.S. Lee J. Catal. 185 1999 307 [13] W.B. Kim J.S. Lee Catal. Lett. 59 1999 83 [14] H.Y. Niu J. Yao G.Y. Wang Y. Wang J. Mol. Catal. A: Chem. 235 2005 240 [15] X.B. Ma J.L. Gong S.P. Wang Catal. Commun. 5 2004 101 [16] X.B. Ma J.L. Gong S.P. Wang F. He H.L. Guo X. Yang G.H. Xu J. Mol. Catal. A: Chem. 237 2005 1 [17] S.P. Wang X.B. Ma H.L. Guo J.L. Gong X. Yang G.H. Xu J. Mol. Catal. A: Chem. 214 2004 273 [18] W.Q. Zhou X.Q. Zhao Y.J. Wang J.Y. Zhang Appl. Catal. A: Gen. 260 2004 19 [19] A.G. Shaikh S. Sivaram Ind. Eng. Chem. Res. 31 1992 1167 [20] G.E. Harrison, A.J. Dennis, M. Sharif, UP 5,426,207 (1995). [21] H. Lee J.Y. Bae O.S. Kwon S.J. Kim S.D. Lee H.S. Kim J. Organomet. Chem. 689 2004 1816 [22] S. Fukuoka, R. Deguchi, M. Tojo, UP 5,166,393 (1992). [23] Z.P. Du W.K. Kang T. Cheng J. Yao G.Y. Wang J. Mol. Catal. A: Chem. 246 2005 200 [24] F.M. Mei Z. Pei G.X. Li Org. Process Res. Dev. 8 2004 372 [25] R.B. Watson U.S. Ozkan J. Catal. 191 1999 12 [26] C. Pak A.T. Bell T.D. Tilley J. Catal. 206 2002 49 [27] J. Haber M. Witko R. Tokarz Appl. Catal. A: Chem. 157 1997 3 [28] H. Lee S.J. Kim B.S. Ahn W.K. Lee H.S. Kim Catal. Today 87 2003 139 [29] J.A. Moulijn A.E. van Diepen F. Kapteijn Appl. Catal. A: Chem. 212 2001 3 [30] C.H. Bartholomew Appl. Catal. A: Chem. 212 2001 17",
      "scopus-id": "33947582805",
      "coredata": {
        "eid": "1-s2.0-S1381116906014282",
        "dc:description": "A novel heterogeneous catalyst, pure V2O5 catalyst prepared by calcination of NH4VO3 at 550°C in air, was used for the synthesis of diphenyl carbonate (DPC) by the transesterification of dimethyl carbonate (DMC) with phenol. The effects of V2O5 amount, reaction time and molar ratio of dimethyl carbonate to phenol were investigated. Under the conditions of mass fraction of catalyst 1.6%, molar ratio of DMC/phenol of 1.5:1 and a reaction time 9h, the maximum conversion of phenol and total yields of methyl phenyl carbonate (MPC) and DPC were 42.0 and 40.1%, respectively. Reuse of the catalysts revealed an appreciable deactivation. X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), Fourier transform-infrared spectroscopy (FT-IR) and transmission electron microscopy (TEM) characteristics of the fresh and used catalyst samples had been recorded. The results showed that the deactivation of the catalyst was mainly ascribed to the conversion of crystal structure. Moreover, the deactivated catalyst could be easily reactivated by calcination in air, and the regenerated catalyst showed the catalytic activity almost as high as that of the fresh sample. However, a small difference in catalytic activities between regenerated and fresh catalysts was possibly owing to the sintering of the regenerated catalyst.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-05-01",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906014282",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Tong, Dong-Shen"
          },
          {
            "@_fa": "true",
            "$": "Yao, Jie"
          },
          {
            "@_fa": "true",
            "$": "Wang, Yue"
          },
          {
            "@_fa": "true",
            "$": "Niu, Hong-Ying"
          },
          {
            "@_fa": "true",
            "$": "Wang, Gong-Ying"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906014282"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906014282"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)01428-2",
        "prism:volume": "268",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Transesterification of dimethyl carbonate with phenol to diphenyl carbonate over V2O5 catalyst",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Phenol"
          },
          {
            "@_fa": "true",
            "$": "Dimethyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Transesterification"
          },
          {
            "@_fa": "true",
            "$": "Diphenyl carbonate"
          },
          {
            "@_fa": "true",
            "$": "Pure V2O5"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "120-126",
        "prism:endingPage": "126",
        "pubType": "fla",
        "prism:coverDisplayDate": "1 May 2007",
        "prism:doi": "10.1016/j.molcata.2006.12.013",
        "prism:startingPage": "120",
        "dc:identifier": "doi:10.1016/j.molcata.2006.12.013",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "57",
            "@width": "391",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "2047",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "18",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "431",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "375",
            "@width": "452",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71460",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "112",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2195",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "227",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "34508",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "116",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1932",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "433",
            "@width": "604",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "69950",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "90",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2555",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "245",
            "@width": "282",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "37448",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1871",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "117",
            "@width": "465",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-sc1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4990",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "32",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906014282-sc1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "771",
            "@ref": "sc1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33947582805"
      }
    }
  }
}