{
  "metadata": {
    "title": "Preparation of highly dispersed Pt catalyst using sodium alkoxide as a reducing agent and its application to the methanol electro-oxidation",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2007-02-14",
    "doi": "10.1016/j.molcata.2006.08.010",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906011137",
    "pii": "S1381116906011137"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33846609674",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-09-14 2006-09-14 2010-03-27T18:10:43 1-s2.0-S1381116906011137 S1381-1169(06)01113-7 S1381116906011137 10.1016/j.molcata.2006.08.010 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02455 2015-05-15T05:56:33.323092-04:00 0 0 20070214 2007 2006-09-14T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 263 263 1 2 1 2 Volume 263, Issues 1–2 5 15 19 15 19 20070214 14 February 2007 2007-02-14 2007 article fla Copyright © 2006 Elsevier B.V. All rights reserved. PREPARATIONHIGHLYDISPERSEDPTCATALYSTUSINGSODIUMALKOXIDEAREDUCINGAGENTAPPLICATIONMETHANOLELECTROOXIDATION KIM P 1 Introduction 2 Experimental 2.1 Preparation of carbon-supported Pt catalyst 2.2 Characterization and methanol electro-oxidation 3 Results and discussion 3.1 Pt nanoparticles on the carbon support 3.2 Electrochemical performance and methanol electro-oxidation 4 Conclusions Acknowledgements References LIU 2002 550 Y DU 2004 435 C JUSYS 2001 10874 Z LEE 2004 807 J XIONG 2004 1454 L ZOVAL 1998 1166 J KIM 2005 139 P MATSUMOTO 2004 840 T CHEN 2005 9334 M OHMORI 2005 2131 K ZHOU 2003 394 Z LI 2003 6292 W CHEN 2002 2588 W LIU 2005 73 Z ANDREAS 2002 A1484 H ANDREAS 2005 3743 H YANG 2005 11 R KIMX2007X15 KIMX2007X15X19 KIMX2007X15XP KIMX2007X15X19XP item S1381-1169(06)01113-7 S1381116906011137 1-s2.0-S1381116906011137 10.1016/j.molcata.2006.08.010 271358 2010-09-17T22:39:57.564728-04:00 2007-02-14 1-s2.0-S1381116906011137-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/MAIN/application/pdf/bde96d4f76da365d15e991b31e055a83/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/MAIN/application/pdf/bde96d4f76da365d15e991b31e055a83/main.pdf main.pdf pdf true 766355 MAIN 5 1-s2.0-S1381116906011137-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/PREVIEW/image/png/3985fd72e72a52dc4365617c6af1d019/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/PREVIEW/image/png/3985fd72e72a52dc4365617c6af1d019/main_1.png main_1.png png 74000 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906011137-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr3/DOWNSAMPLED/image/jpeg/fbaeb0445fbab8c33103c0e21c9c57d6/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr3/DOWNSAMPLED/image/jpeg/fbaeb0445fbab8c33103c0e21c9c57d6/gr3.jpg gr3 gr3.jpg jpg 27164 269 331 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr3/THUMBNAIL/image/gif/bf372537cffb0aca5692ec1beb553892/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr3/THUMBNAIL/image/gif/bf372537cffb0aca5692ec1beb553892/gr3.sml gr3 gr3.sml sml 2029 93 115 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr2.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr2/DOWNSAMPLED/image/jpeg/f05952cad329af18d8cc76a7a7332682/gr2.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr2/DOWNSAMPLED/image/jpeg/f05952cad329af18d8cc76a7a7332682/gr2.jpg gr2 gr2.jpg jpg 19483 325 351 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr2/THUMBNAIL/image/gif/8c70b0f4beef58f03a8afdc9bff11d11/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr2/THUMBNAIL/image/gif/8c70b0f4beef58f03a8afdc9bff11d11/gr2.sml gr2 gr2.sml sml 1475 94 101 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr1/DOWNSAMPLED/image/jpeg/0a1afa3426d3ee152eac5bac253392e0/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr1/DOWNSAMPLED/image/jpeg/0a1afa3426d3ee152eac5bac253392e0/gr1.jpg gr1 gr1.jpg jpg 71729 199 667 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr1/THUMBNAIL/image/gif/79f8aa370961b936518fd1be6eb2eec7/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr1/THUMBNAIL/image/gif/79f8aa370961b936518fd1be6eb2eec7/gr1.sml gr1 gr1.sml sml 3245 37 125 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr6.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr6/DOWNSAMPLED/image/jpeg/9ced750f179648a2c683e2efb16f62f5/gr6.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr6/DOWNSAMPLED/image/jpeg/9ced750f179648a2c683e2efb16f62f5/gr6.jpg gr6 gr6.jpg jpg 18226 306 356 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr6.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr6/THUMBNAIL/image/gif/4325c295a58549269e5b3a325afa89b3/gr6.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr6/THUMBNAIL/image/gif/4325c295a58549269e5b3a325afa89b3/gr6.sml gr6 gr6.sml sml 1441 94 109 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr5.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr5/DOWNSAMPLED/image/jpeg/bbc56be3d29062b76a6fc6d87f3fac13/gr5.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr5/DOWNSAMPLED/image/jpeg/bbc56be3d29062b76a6fc6d87f3fac13/gr5.jpg gr5 gr5.jpg jpg 22542 299 355 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr5.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr5/THUMBNAIL/image/gif/0d6be87082b4fd3ac838b61d2a061f54/gr5.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr5/THUMBNAIL/image/gif/0d6be87082b4fd3ac838b61d2a061f54/gr5.sml gr5 gr5.sml sml 1816 93 111 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr4.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr4/DOWNSAMPLED/image/jpeg/e48bead1217ae7ec8f4b7da862ea5d81/gr4.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr4/DOWNSAMPLED/image/jpeg/e48bead1217ae7ec8f4b7da862ea5d81/gr4.jpg gr4 gr4.jpg jpg 111733 558 546 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr4.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr4/THUMBNAIL/image/gif/99a2ddf25053eb90fa28bfe3ef8c421e/gr4.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr4/THUMBNAIL/image/gif/99a2ddf25053eb90fa28bfe3ef8c421e/gr4.sml gr4 gr4.sml sml 2660 93 91 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-gr7.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr7/DOWNSAMPLED/image/jpeg/a494a2a8e1f01a1d10c2aa65039aaa2b/gr7.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr7/DOWNSAMPLED/image/jpeg/a494a2a8e1f01a1d10c2aa65039aaa2b/gr7.jpg gr7 gr7.jpg jpg 15302 303 350 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-gr7.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/gr7/THUMBNAIL/image/gif/488be4684fb11c1a4e76c45c4e6d8f1c/gr7.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/gr7/THUMBNAIL/image/gif/488be4684fb11c1a4e76c45c4e6d8f1c/gr7.sml gr7 gr7.sml sml 1142 93 108 IMAGE-THUMBNAIL 1-s2.0-S1381116906011137-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/fx1/DOWNSAMPLED/image/jpeg/270dbbf959970a8436f8366a2fd8123d/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/fx1/DOWNSAMPLED/image/jpeg/270dbbf959970a8436f8366a2fd8123d/fx1.jpg fx1 true fx1.jpg jpg 23021 166 220 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906011137-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906011137/fx1/THUMBNAIL/image/gif/a268d55fd2bb4f1e4ede3a8cfbfa7da9/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906011137/fx1/THUMBNAIL/image/gif/a268d55fd2bb4f1e4ede3a8cfbfa7da9/fx1.sml fx1 true fx1.sml sml 1599 93 123 IMAGE-THUMBNAIL MOLCAA 6240 S1381-1169(06)01113-7 10.1016/j.molcata.2006.08.010 Elsevier B.V. Fig. 1 Pictures of solution mixture taken after reduction of Pt ions using sodium ethoxide (a) followed by the addition of H2O, (b) followed by the addition of aqueous HCl, and (c) followed by the addition of aqueous NaOH. Fig. 2 X-ray photoelectron spectra of Pt 4f for 40wt.% Pt-AKX catalyst and 40wt.% commercial Pt catalyst. Fig. 3 X-ray diffraction patterns of Pt-AKX and commercial Pt catalysts with variation of Pt loading. Fig. 4 TEM images of (a) 40wt.% Pt-AKX (low magnification), (b) 40wt.% Pt-AKX (high magnification), and (c) 40wt.% commercial Pt catalyst. Fig. 5 Cyclic voltammograms on 60wt.% Pt-AKX catalyst and 60wt.% commercial Pt catalyst in 0.5M H2SO4. Fig. 6 Cyclic voltammograms on 60wt.% Pt-AKX catalyst and 60wt.% commercial Pt catalyst in 0.5M H2SO4 containing 2M CH3OH with a scan rate of 5mV/s. The current density represents the current that was divided by the area of electrode. Fig. 7 Galvanostatic polarization curves on 60wt.% Pt/C catalysts in the methanol electro-oxidation in 0.5M H2SO4 containing 2M CH3OH. Table 1 Pt particle size and Pt surface area Sample Particle size (nm) a Pt surface area (m2/g) b 40wt.% Pt-AKX 2.1 132 40wt.% Pt-commercial 3.6 77 60wt.% Pt-AKX 2.4 116 60wt.% Pt-commercial 4.6 61 80wt.% Pt-AKX 3.0 92 80wt.% Pt-commercial 6.7 54 a D =0.9λ/B cos θ B , where D is average crystallite size, λ the X-ray wavelength, θ B the (220) peak position, and B represents FWHM value (radian scale). b S =6000/ρd, where d is average crystallite size (nm), S the surface area (m2/g), and ρ represents Pt density (21.4g/cm3). Preparation of highly dispersed Pt catalyst using sodium alkoxide as a reducing agent and its application to the methanol electro-oxidation Pil Kim a Ji Bong Joo b Wooyoung Kim b Jongsik Kim b In Kyu Song b Jongheop Yi b ⁎ a School of Environmental and Chemical Engineering, Chunbuk National University, Deokjin-dong 1 ga, Deokjin-gu, Jeonju, Republic of Korea b School of Chemical and Biological Engineering, Institute of Chemical Processes, Seoul National University, Shinlim-dong, Kwanak-ku, Seoul 151-744, Republic of Korea ⁎ Corresponding author. Tel.: +82 2 880 7438; fax: +82 2 885 6670. Graphical abstract A highly dispersed Pt catalyst was prepared using sodium alkoxide as a reducing agent for Pt ions, and it was applied to the methanol electro-oxidation. The prepared catalyst (Pt-AKX) showed high Pt loading and narrow Pt size distribution. In the methanol electro-oxidation, the Pt-AKX catalyst exhibited a better catalytic performance than the commercial catalyst. A platinum precursor (H2PtCl6) was reduced to platinum nanoparticles using sodium alkoxide in the presence of a carbon support. Various electrolytes such as H2O, HCl, and NaCl were used in order to deposit platinum nanoparticles on the carbon support. In the case of H2O and NaCl, Pt nanoparticles were not successfully supported on the carbon. However, HCl was found to be efficient for the deposition of Pt nanoparticles on the carbon support. The supported Pt catalysts with various Pt loadings (40–80wt.%) were prepared and characterized by comparison with commercially available carbon-supported Pt catalysts. It was revealed that the prepared Pt catalysts showed a better catalytic performance than the commercial catalysts in the electro-oxidation of methanol, due to the enhanced active metal surface areas of the prepared Pt catalysts. Keywords Pt/C catalyst Reduction method Sodium ethoxide Methanol electro-oxidation 1 Introduction Carbon-supported Pt catalysts have attracted considerable attention as electro-catalysts in the polymer electrolyte fuel cell [1–3]. Carbon-supported catalysts with high Pt loadings (in excess of 20wt.%) are typically used in the fabrication of membrane-electrolyte assembly (MEA) because of their many advantages over the carbon-supported catalysts with low Pt loadings [4]. Due to the limited surface area of carbon supports, however, the preparation of carbon-supported Pt catalysts with both a high Pt loading and a fine dispersion would be highly desirable. Several methods such as impregnation [5], chemical reduction [6], and electrodeposition [7] have been used for the deposition of Pt nanoparticles on the carbon support. Among these methods, the chemical reduction method, which involves the reduction of metal ion by a chemical reducing agent, has been widely used due to the relative simplicity for obtaining a carbon-supported Pt catalyst with high metal loading [8,9]. The reduction of metal ion has been occasionally carried out in the presence of stabilizer. For example, polyvinylpyrrolidone has been used for the preparation of a carbon-supported Pt catalyst with both high metal loading and narrow particle size distribution [10,11]. However, this method has been recognized as rather a laborious way because an additional process to remove the stabilizer is required. On the other hand, it was reported that a partially oxidized species, which was believed to originate from the reducing agent such as ethylene glycol, has served as an efficient stabilizer in forming finely dispersed Pt/C catalyst with narrow particle size distribution [12–14]. Therefore, this method has been accepted as a more attractive way in a sense that an additional stabilizer is not necessary to prevent the metal growth for the fine dispersion of reduced metal particles. In the meanwhile, considerable attention has also been paid to control the synthesis parameters such as homogeneous heating of reaction mixture [14,15]. Reported in this work is the preparation of carbon-supported Pt catalysts with high metal loading and narrow particle size distribution, which was achieved using sodium alkoxide as a reducing agent for platinum ions. The prepared carbon-supported Pt catalysts were tested as electro-catalysts in the methanol electro-oxidation. Since the whole preparation process was carried out at low temperatures with a broad temperature window (room temperature ∼80°C), it is expected that one can prepare the carbon-supported Pt catalysts with reproducibility. 2 Experimental 2.1 Preparation of carbon-supported Pt catalyst Vulcan XC-72 (Cabot, BET surface area of 230m2/g) and hexachloroplatinic acid (Arcos, H2PtCl6) were used as a carbon support and a platinum precursor, respectively. Carbon support (100mg) was added into a mixed ethanol solution of H2PtCl6 and sodium ethoxide (Aldrich, NaOCH2CH3) (or sodium methoxide (Aldrich, NaOCH3)) with a molar ratio of 1:8. The mixture was sonicated for 30min, followed by complete reduction of metal ions at 65°C for 3h. After complete reduction of Pt ions, an aqueous solution of HCl was added into the mixture for the deposition of reduced Pt nanoparticles on the carbon support. The resulting black precipitate was filtered and washed with large amounts of water, and then it was dried overnight at 120°C. H2O and an aqueous solution of NaOH were also tested for the deposition of Pt nanoparticles on the carbon support. 2.2 Characterization and methanol electro-oxidation X-ray diffraction (XRD, MAC/Science M18XHF-SRA) measurements were carried out in order to investigate the crystalline phases of prepared catalysts and to determine the crystallite size of Pt particles on the carbon support. The size and location of Pt particles on the carbon surface were confirmed by transmission electron microscopy (TEM, Joel JXA-8900R and HR-TEM, Jeol JEM-3010) using an ultrasonically dispersed catalyst sample (in a mixed solution of ethanol and distilled water) deposited on a carbon grid. Average Pt particle sizes were determined by the equation, d =(∑n i d i )/n i . The chemical state of Pt on the carbon support was investigated by X-ray photoelectron spectroscopy (XPS, ThermoVG SIGMA PROBE). The Pt loadings in the prepared catalysts were measured using FE-SEM-EDX (JSM-6700F). Methanol electro-oxidation was carried out in a conventional three-electrode system with saturated calomel and platinum gauge as a reference and a counter electrode, respectively. The working electrode was prepared by coating a small amount of catalyst ink on a disk-type graphite. Prior to the coating with catalyst ink, the graphite surface was polished by alumina paste and washed with de-ionized water. Cyclic voltammograms and galvanostatic polarization curves were obtained at room temperature in 0.5M H2SO4 solution containing 2M CH3OH (EG & G 263A potentiostat/galvanostat). 3 Results and discussion 3.1 Pt nanoparticles on the carbon support Sodium alkoxide has been used for the preparation of unsupported metal or metal oxide nanoparticles [16,17]. It was reported that the reduction of Pt precursor (hexachloroplatinic acid) by sodium ethoxide in ethanol solution produced various species such as suspended Pt nanoparticles, soluble Pt species, acetaldehyde, and NaCl [17]. Among the chemical species produced, the soluble Pt(II) that was identified as a sodium-type analogue of Zeise's salt was believed to serve as a stabilizer for the Pt nanoparticles. Although such species is obviously efficient for the formation of small sized Pt sols, it is rather problematic to deposit Pt sols onto the carbon support because of their strong stability in ethanol or air [17]. In this research, several electrolytes such as H2O, HCl, and NaOH were tested for the supporting of Pt nanoparticles onto the carbon support. Fig. 1 shows the pictures of solution mixture taken after reduction of Pt ions using sodium ethoxide (a) followed by the addition of H2O, (b) followed by the addition of aqueous HCl, and (c) followed by the addition of aqueous NaOH. Same result was observed with NaOH and H2O. As shown in Fig. 1, no precipitate was formed by the addition of aqueous NaOH. It is expected that Pt nanoparticles reduced by sodium ethoxide are dispersed in the ethanol solution. Due to the limited solubility of NaOH in the ethanol solution, it is likely that NaOH could not serve as a sedimentation promoter for Pt nanoparticles. The solubility of electrolyte in ethanol is a very important factor for the deposition of Pt nanoparticles on the carbon support. Because both Pt sols and sodium-type Zeise's salts were dispersed in ethanol, it was observed that the electrolytes such as NaOH and NaNO3 with low solubility in ethanol was ineffective to decompose a sodium-type Zeise's salt, and consequently, was ineffective to deposit Pt sols onto the carbon support. On the other hand, HCl has high solubility in ethanol. Therefore, it is believed that a sodium-type Zeise's salt rapidly reacted with HCl and was decomposed to form black precipitate, indicating that the suspended Pt nanoparticles were completely supported on the carbon support. ICP-AES results revealed that the filtrate from HCl-treated mixture contained no Pt components. FE-SEM-EDX analyses also showed that there were no impurities such as chlorine and sodium compounds in the prepared carbon-supported Pt catalysts (the carbon-supported Pt catalyst prepared using sodium ethoxide followed by the addition of HCl was denoted as Pt-AKX hereafter). Fig. 2 shows the XPS spectra of Pt 4f for 40wt.% Pt-AKX catalyst and 40wt.% commercial Pt catalyst (E-TEK). It was observed that both catalysts showed distinct two peaks at 71.2 and 74.8eV, corresponding to Pt 4f7/2 and Pt 4f5/2 of metallic Pt, respectively. It should be noted that XPS peaks for the oxidized Pt(II) compound, which were reported to appear at 72.8 and 75.9eV [16], were not observed in the Pt-AKX catalyst. From these results, it is believed that the structure of soluble Pt(II) species (sodium-type analogue of Zeise's salt) was destroyed after the addition of aqueous HCl, and at the same time, leading to the reduction of Pt(II) species by a by-product such as acetaldehyde. In addition, no peaks related to Cl and Na species were found in the XPS spectra of Pt-AKX (although the spectra were not shown here), indicating the successful deposition of metallic Pt on the carbon support. Fig. 3 shows the X-ray diffraction patterns of Pt-AKX and commercial Pt catalysts with variation of Pt loading. The characteristic diffraction peaks for face centered cubic phase of Pt were observed in all catalysts. By applying Scherrer equation to the (220) diffraction, the average size of Pt crystallite was calculated as listed in Table 1 . On the whole, the size of Pt crystallite increased with increasing Pt loading. However, such a trend was less sensitive in the Pt-AKX catalyst than in the commercial catalyst, indicating that the method suggested in this work was very efficient for the preparation of Pt catalyst with high loading. The metal surface area was calculated using the following equations: S =6000/ρd, where d is average crystallite size (nm), S the surface area (m2/g), and ρ represents Pt density (21.4g/cm3). As listed in Table 1, the Pt-AKX catalyst was found to have higher metal surface area than the corresponding commercial catalyst. Surface morphology and dispersion of Pt particles on the carbon support were confirmed by TEM images. TEM images for selected samples (40wt.% Pt/C) are shown in Fig. 4 . It was observed that the Pt-AKX catalyst (Fig. 4(a) and (b)) showed uniform particle size distribution with an average Pt size of 2.3nm without agglomerates of Pt particles, while a broad particle size distribution and some agglomerates of Pt particles (average Pt size was 3.9nm) were observed in the commercial catalyst (Fig. 4(c)). 3.2 Electrochemical performance and methanol electro-oxidation In order to measure the electrochemical surface area (EAS), the cyclic voltammograms (CVs) were obtained in a solution of 0.5M H2SO4. To minimize the effect of dissolved oxygen on the current of hydrogen adsorption–desorption region, the electrolyte solution was purged with nitrogen to remove any dissolved oxygen prior to the measurements of cyclic voltammograms. In addition, all of the voltammograms obtained in this work were measured at the same conditions. As shown in Fig. 5 , the slopes in the electric double layer regions were almost the same in both catalysts. This indicates that the effect of slope on the calculation of EAS would be negligible. The base line for the calculation of EAS was taken horizontally in the region of hydrogen adsorption–desorption after the correction of electric double layer charging current. As shown in Fig. 5, the CVs on selected samples (60wt.% Pt/C) exhibited typical patterns of electro-adsorption and desorption of hydrogen on the Pt sites. The electrochemical active surface areas (EAS) were calculated from the mean value of Coulombic charges exchanged during the electro-adsorption and desorption of hydrogen. The result showed that the Pt-AKX catalyst (105m2/g) retained 2.3 times higher EAS than the commercial catalyst (45m2/g). Fig. 6 shows the cyclic voltammograms for methanol electro-oxidation on selected catalyst samples (60wt.% Pt/C) in electrolyte of 0.5M H2SO4 containing 2M CH3OH at room temperature. Both catalysts showed a similar CV pattern, where the current peak at 0–0.7V in the forward scan was observed because of the electro-oxidation of methanol. It should be noted that the Pt-AKX catalyst exhibited higher peak current than the commercial catalyst, indicating better electro-catalytic performance of the Pt-AKX catalyst. The galvanostatic polarization in methanol solution has been frequently used to investigate the catalytic performance in the methanol electro-oxidation [1,18]. To compare the catalytic performance, the galvanostatic polarization curves were obtained on the 60wt.% Pt/C catalysts as shown in Fig. 7 . Both catalysts showed a similar polarization behavior, where the large increase of over-potential was followed by the small increase of over-potential. However, the Pt-AKX catalyst showed lower polarization performance within entire range of current density, indicating higher catalytic performance of Pt-AKX in the methanol electro-oxidation than the commercial Pt catalyst. It is believed that the enhanced catalytic performance of Pt-AKX catalyst was attributed to its high EAS. 4 Conclusions In order to prepare the carbon-supported Pt catalyst, the reduction of Pt precursor was conducted using sodium alkoxide in a mixed solution of ethanol and carbon support. It was found that the structure of soluble Pt(II) species was destroyed by the reaction with aqueous HCl, resulting in the deposition of Pt nanoparticles on the carbon support. The prepared Pt-AKX catalysts showed higher metal dispersion (active metal surface area) and narrow particle size distribution than the commercial Pt catalysts. In the methanol electro-oxidation, the Pt-AKX catalysts exhibited better catalytic performance than the commercial catalysts, due to the enhanced electrochemical active surface area of the Pt-AKX catalyst. Acknowledgements We are grateful to the Eco-Technopia-21 project of Ministry of Environment, Korea, and Hyundai-Kia Next Generation Vehicle Research Center for financial support. This research was conducted through the Engineering Research Institute (ERI) at Seoul National University, Korea. References [1] Y. Liu X. Qiu Z. Chen W. Zhu Electrochem. Commun. 4 2002 550 [2] C.Y. Du P.F. Shi X.Q. Cheng G.P. Yin Electrochem. Commun. 6 2004 435 [3] Z. Jusys R.J. Behm J. Phys. Chem. B 105 2001 10874 [4] J.S. Lee K.I. Han S.O. Park H.N. Kim H. Kim Electrochim. Acta 50 2004 807 [5] H. Kim, P. Kim, K. Choi, I.K. Song, J. Yi, Stud. Surf. Sci. Catal., in press. [6] L. Xiong A. Manthiram J. Mater. Chem. 14 2004 1454 [7] J.V. Zoval J. Lee S. Gorer R.M. Penner J. Phys. Chem. B 102 1998 1166 [8] P. Kim H. Kim J.B. Joo W. Kim I.K. Song J. Yi J. Power Sources 145 2005 139 [9] T. Matsumoto T. Komatsu K. Arai T. Yamazaki M. Kijima H. Shimizu Y. Takasawa J. Nakamura Chem. Commun. 2004 840 [10] M. Chen Y. Xing Langmuir 21 2005 9334 [11] K. Ohmori T. Umeda T. Sakaguch M. Doi P. Huayong H. Asano N. Tanaka M. Matsui Mater. Sci. Forum 475 2005 2131 [12] Z. Zhou S. Wang W. Zhou G. Wang L. Jiang W. Li S. Song J. Liu G. Sun Q. Xin Chem. Commun. 2003 394 [13] W. Li C. Liang W. Zhou J. Qui Z. Zhou G. Sun Q. Xin J. Phys. Chem. B 107 2003 6292 [14] W.X. Chen J.Y. Lee Z. Liu Chem. Commun. 2002 2588 [15] Z. Liu L.M. Gan L. Hong W. Chen J.Y. Lim J. Power Sources 139 2005 73 [16] H.A. Andreas V.I. Birss J. Electrochem. Soc. 149 2002 A1484 [17] H.A. Andreas V.I. Birss J. Phys. Chem. B 109 2005 3743 [18] R. Yang X. Qiu H. Zhang J. Li W. Zhu Z. Wang X. Huang L. Chen Carbon 43 2005 11",
      "scopus-id": "33846609674",
      "coredata": {
        "eid": "1-s2.0-S1381116906011137",
        "dc:description": "A platinum precursor (H2PtCl6) was reduced to platinum nanoparticles using sodium alkoxide in the presence of a carbon support. Various electrolytes such as H2O, HCl, and NaCl were used in order to deposit platinum nanoparticles on the carbon support. In the case of H2O and NaCl, Pt nanoparticles were not successfully supported on the carbon. However, HCl was found to be efficient for the deposition of Pt nanoparticles on the carbon support. The supported Pt catalysts with various Pt loadings (40–80wt.%) were prepared and characterized by comparison with commercially available carbon-supported Pt catalysts. It was revealed that the prepared Pt catalysts showed a better catalytic performance than the commercial catalysts in the electro-oxidation of methanol, due to the enhanced active metal surface areas of the prepared Pt catalysts.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2007-02-14",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906011137",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Kim, Pil"
          },
          {
            "@_fa": "true",
            "$": "Joo, Ji Bong"
          },
          {
            "@_fa": "true",
            "$": "Kim, Wooyoung"
          },
          {
            "@_fa": "true",
            "$": "Kim, Jongsik"
          },
          {
            "@_fa": "true",
            "$": "Song, In Kyu"
          },
          {
            "@_fa": "true",
            "$": "Yi, Jongheop"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906011137"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906011137"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)01113-7",
        "prism:volume": "263",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Preparation of highly dispersed Pt catalyst using sodium alkoxide as a reducing agent and its application to the methanol electro-oxidation",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Pt/C catalyst"
          },
          {
            "@_fa": "true",
            "$": "Reduction method"
          },
          {
            "@_fa": "true",
            "$": "Sodium ethoxide"
          },
          {
            "@_fa": "true",
            "$": "Methanol electro-oxidation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "15-19",
        "prism:endingPage": "19",
        "pubType": "fla",
        "prism:coverDisplayDate": "14 February 2007",
        "prism:doi": "10.1016/j.molcata.2006.08.010",
        "prism:startingPage": "15",
        "dc:identifier": "doi:10.1016/j.molcata.2006.08.010",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "269",
            "@width": "331",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "27164",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "115",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2029",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "325",
            "@width": "351",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr2.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "19483",
            "@ref": "gr2",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "101",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1475",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "199",
            "@width": "667",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "71729",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "37",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3245",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "306",
            "@width": "356",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr6.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "18226",
            "@ref": "gr6",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "109",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr6.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1441",
            "@ref": "gr6",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "299",
            "@width": "355",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr5.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "22542",
            "@ref": "gr5",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "111",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr5.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1816",
            "@ref": "gr5",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "558",
            "@width": "546",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr4.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "111733",
            "@ref": "gr4",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "91",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr4.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2660",
            "@ref": "gr4",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "303",
            "@width": "350",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr7.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "15302",
            "@ref": "gr7",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "108",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-gr7.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1142",
            "@ref": "gr7",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "166",
            "@width": "220",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "23021",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "123",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906011137-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1599",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33846609674"
      }
    }
  }
}