{
  "metadata": {
    "title": "Phenanthroline-stabilized palladium nanoparticles in polyethylene glycol—an active and recyclable catalyst system for the selective hydrogenation of olefins using molecular hydrogen",
    "authors": "; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2004-11-15",
    "doi": "10.1016/j.molcata.2004.07.021",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116904005114",
    "pii": "S1381116904005114"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-5144221980",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2004-09-11 2004-09-11 2010-03-28T13:36:59 1-s2.0-S1381116904005114 S1381-1169(04)00511-4 S1381116904005114 10.1016/j.molcata.2004.07.021 S300 S300.2 FULL-TEXT 1-s2.0-S1381116900X01999 2015-05-15T05:56:32.920819-04:00 0 0 20041115 2004 2004-09-11T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast footnotes primabst ref specialabst alllist content subj ssids 1381-1169 13811169 222 222 1 2 1 2 Volume 222, Issues 1–2 18 153 158 153 158 20041115 15 November 2004 2004-11-15 2004 article fla Copyright © 2004 Elsevier B.V. All rights reserved. PHENANTHROLINESTABILIZEDPALLADIUMNANOPARTICLESINPOLYETHYLENEGLYCOLANACTIVERECYCLABLECATALYSTSYSTEMFORSELECTIVEHYDROGENATIONOLEFINSUSINGMOLECULARHYDROGEN PILLAI U 1 Introduction 2 Experimental 2.1 Catalyst preparation 2.2 Catalyst characterization 2.3 Hydrogenation 3 Results and discussion 4 Conclusions Acknowledgements References FINKE 2002 17 54 R METALNANOPARTICLESSYNTHESISCHARACTERIZATIONAPPLICATION YURANOV 2003 239 I DEJONGH 1994 L PHYSICSCHEMISTRYMETALCLUSTERCOMPOUNDS HARUTA 1997 153 M HERRON 1998 1173 N OZKAR 2002 5796 S ARGO 2002 623 A OHDE 2002 2388 2389 M BONILLA 2000 941 942 R SCHULZ 2000 6189 J AIKEN 1999 8803 J DOLLEFELD 2002 4747 4753 H HATA 2002 2714 2715 K ZHANG 2003 514 517 J LI 2001 1919 1923 X KIM 2001 667 668 M LEE 2002 442 443 S SCHMID 1993 2047 G MANDAL 2002 3002 3003 S CROOKS 2001 181 190 R HUANG 2003 1654 1655 J SWATLOSKI 2003 361 R CHANDRASEKHAR 2003 1716 1717 S BALINT 2002 630 631 I MIYAZAKI 2001 364 A AIKEN 1999 1 J KURIHARA 1995 607 L CHOI 2004 203 J NISHIMURA 2001 S HANDBOOKHETEROGENEOUSCATALYTICHYDROGENATIONFORORGANICSYNTHESIS HWANG 2000 336 C PILLAIX2004X153 PILLAIX2004X153X158 PILLAIX2004X153XU PILLAIX2004X153X158XU item S1381-1169(04)00511-4 S1381116904005114 1-s2.0-S1381116904005114 10.1016/j.molcata.2004.07.021 271358 2010-10-15T16:15:09.645553-04:00 2004-11-15 1-s2.0-S1381116904005114-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/MAIN/application/pdf/12b14dda88fb7329247503281405da85/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/MAIN/application/pdf/12b14dda88fb7329247503281405da85/main.pdf main.pdf pdf true 135299 MAIN 6 1-s2.0-S1381116904005114-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/PREVIEW/image/png/c33024ebf569031b8a3ad5349edbb081/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/PREVIEW/image/png/c33024ebf569031b8a3ad5349edbb081/main_1.png main_1.png png 63053 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116904005114-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr1/THUMBNAIL/image/gif/4cb197b2f8be493040aae5e118ca2a51/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr1/THUMBNAIL/image/gif/4cb197b2f8be493040aae5e118ca2a51/gr1.sml gr1 gr1.sml sml 2379 84 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005114-gr1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr1/DOWNSAMPLED/image/gif/ecdb89d60939270c46fa4b8b8650d2be/gr1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr1/DOWNSAMPLED/image/gif/ecdb89d60939270c46fa4b8b8650d2be/gr1.gif gr1 gr1.gif gif 12266 249 372 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005114-gr2.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr2/THUMBNAIL/image/gif/776a49471ac00ac44f9d9cc457b509c4/gr2.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr2/THUMBNAIL/image/gif/776a49471ac00ac44f9d9cc457b509c4/gr2.sml gr2 gr2.sml sml 1099 60 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005114-gr2.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr2/DOWNSAMPLED/image/gif/e84ecf883ef6b0501ead24e8dd7ff79c/gr2.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr2/DOWNSAMPLED/image/gif/e84ecf883ef6b0501ead24e8dd7ff79c/gr2.gif gr2 gr2.gif gif 4137 158 327 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005114-gr3.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr3/THUMBNAIL/image/gif/97f3d30a292318da7ce343b56e6d6dcc/gr3.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr3/THUMBNAIL/image/gif/97f3d30a292318da7ce343b56e6d6dcc/gr3.sml gr3 gr3.sml sml 3136 75 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005114-gr3.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/gr3/DOWNSAMPLED/image/jpeg/6c4ce66ecc28b8242cd3d496dedebed4/gr3.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/gr3/DOWNSAMPLED/image/jpeg/6c4ce66ecc28b8242cd3d496dedebed4/gr3.jpg gr3 gr3.jpg jpg 54675 311 518 IMAGE-DOWNSAMPLED 1-s2.0-S1381116904005114-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/fx1/THUMBNAIL/image/gif/3bd1644bbd3a3cea44404202cf9f167d/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/fx1/THUMBNAIL/image/gif/3bd1644bbd3a3cea44404202cf9f167d/fx1.sml fx1 true fx1.sml sml 519 20 125 IMAGE-THUMBNAIL 1-s2.0-S1381116904005114-fx1.gif https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116904005114/fx1/DOWNSAMPLED/image/gif/b45ed27f0448d358f24941c7fa22342b/fx1.gif https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116904005114/fx1/DOWNSAMPLED/image/gif/b45ed27f0448d358f24941c7fa22342b/fx1.gif fx1 true fx1.gif gif 1169 38 237 IMAGE-DOWNSAMPLED MOLCAA 4761 S1381-1169(04)00511-4 10.1016/j.molcata.2004.07.021 Elsevier B.V. Fig. 1 Comparison of conversion and reusability of phenanthroline–Pd–PEG, polyvinyl pyrrolidone–Pd–PEG and hexadecylaniline–Pd–PEG system for cyclohexene hydrogenation using hydrogen at 35°C (reaction conditions: 10mmol substrate, 5mg Pd acetate, 1.5–3.0mg 1,10-phenanthroline/PVP/HDA, 4g PEG (400), stir, 4h, H2 balloon). Fig. 2 UV–vis absorption spectra of phenanthroline-stabilized palladium nanoparticles in polyethylene glycol. Fig. 3 TEM picture of (a) phenanthroline-stabilized palladium nanoparticles in PEG and (b) palladium particles in PEG with no phenanthroline (200kV, Philips 320 CM). Table 1 Phenanthroline-stabilized metal nanoparticles in PEG for the hydrogenation of cyclohexene using molecular hydrogen a Entry Metal Salt Pd acetate (mg) Phenan-throline (mg) Solvent (g) Temperature (°C) Conversion (%) 1 Pd acetate 2 1 4 35 10 2 Pd acetate 5 1.5 4 35 74 3 Pd acetate 10 2.5 4 35 84 4 Pd acetate 10 5 4 35 53 5 Pd acetate 10 5 4 50 45 6 Pd acetate 10 5 4 70 59 7 Pd acetate 5 1.5 1 35 20 8 Pd acetate 5 1.5 2 35 31 9 Pd acetate 5 1.5 3 35 50 10 Pd acetate 5 1.5 6 35 72 11 Pd acetate 5 0 4 35 36 12 Pd chloride 5 1.5 4 35 54 13 Pd acetyl acetonate 5 1.5 4 35 10 14 Cu acetate 10 3 4 35 46 15 Ni acetate 10 3 4 35 30 16 Co acetate 10 3 4 35 35 17 Zn acetate 10 3 4 35 10 a Reaction conditions: 10mmol cyclohexene, stir, H2 balloon, 4h. Table 2 Phenanthroline-stabilized palladium nanoparticles in PEG for the hydrogenation of olefins using molecular hydrogena Entry Substrate (g) Product Temp (°C) Time (h) Conversion (%) Selectivity (%) TON 1 Cyclopentene Cyclopentane 30 8 50 100 242 20 100 100 448 2 1-Hexene n-Hexane 30 8 44 100 197 20 100 100 448 3 1-Hexene n-Hexane 50 4 61 100 274 8 100 100 448 4 Cyclohexene Cyclohexane 30 4 74 100 332 8 100 100 448 5 1-Methyl cyclohexene Methyl cyclohexane 40 8 5 100 22 20 18 100 81 6 1-Methyl cyclohexene Methyl cyclohexane 50 8 22 100 99 20 54 100 242 7 1-Phenyl cyclohexene Phenyl cyclohexane 40 8 13 62b 58 20 38 87b 170 8 1-Phenyl cyclohexene Phenyl cyclohexane 50 8 89 95b 399 20 100 94b 448 9 1-Octene n-Octane 40 8 64 100 287 20 100 100 448 10 1-Octene n-Octane 50 4 69 100 309 8 100 100 448 11 2-Octene n-Octane 40 8 38 100 170 20 78 100 350 12 2-Octene n-Octane 50 8 65 100 291 20 100 100 448 13 Cyclooctene Cyclooctane 40 8 24 100 108 20 50 100 224 14 Cyclooctene Cyclooctane 50 4 46 100 206 8 100 100 448 15 1,5-Cyclooctadiene Cyclooctene 30 8 32 62c 143 20 54 70c 242 16 1,5-Cyclooctadiene Cyclooctene 40 8 83 89c 372 20 100 38c 448 17 Styrene Ethyl benzene 30 8 61 100 274 20 100 100 448 18 Styrene Ethyl benzene 50 4 100 100 448 19 Stilbene Dibenzyl 40 8 43 100 193 20 90 100 404 20 Stilbene Dibenzyl 50 4 100 100 448 21 Norbornylene Norborane 40 4 100 100 448 22 Cinnamyl alcohol 3-Phenyl propanol 40 8 36 100 161 20 100 100 448 23 Cinnamyl alcohol 3-Phenyl propanol 50 4 71 97d 318 8 100 94d 448 24 Citral Citronellal 40 8 12 100 54 20 23 100 103 25 Citral Citronellal 50 8 85 82e 381 20 100 15e 448 26 3-Methyl-2-butenal 3-Methyl butenal 40 8 92 100 413 27 Mesityl oxide 4-Methyl-2-pentanone 40 8 94 100 422 28 Cyclohexenone Cyclohexanone 40 8 94 100 422 29 3-Methyl cyclohexene-1-ol 3-Methyl cyclohexanol 40 8 51 100 229 20 100 100 448 aReaction conditions: 10mmol substrate, 5mg Pd acetate, 1.5–3.0mg 1,10-phenanthroline, 4g PEG (400), stir, H2 balloon. bremaining biphenyl, cremaining cyclooctane, dremaining cinnamaldehyde, eremaining hydrocitronellal, TON: turn over number, calculated as the number of moles of product formed per mol of palladium. Table 3 Recyclability of phenanthroline-stabilized Pd nanoparticles in PEG for the hydrogenation of cyclohexene a Cycle number Conversion in phenanthroline–Pd–PEG (%) Conversion in Pd–PEG b (%) 1 84 54 2 100 49 3 100 43 4 100 46 5 100 42 6 100 43 a Reaction conditions same as that given for Table 2. b Pd acetate in PEG (no phenanthroline). Phenanthroline-stabilized palladium nanoparticles in polyethylene glycol—an active and recyclable catalyst system for the selective hydrogenation of olefins using molecular hydrogen Unnikrishnan R. Pillai 1 Endalkachew Sahle-Demessie * National Risk Management Research Laboratory (NRMRL), Clean Processes Branch, MS 443, United States-Environmental Protection Agency (US-EPA), Cincinnati, OH 45268, USA * Corresponding author. Tel.: +1 513 569 7739; fax: +1 513 569 7677. 1 Present address: New Technology Research, Philip Morris USA, Richmond, VA 23234, USA. Graphical abstract 1,10-Phenanthroline-stabilized palladium nanoparticles dispersed in a polyethylene glycol (PEG) matrix is a stable active and recyclable catalyst for the selective hydrogenation of olefins using molecular hydrogen under mild reaction conditions. 1,10-Phenanthroline-stabilized palladium nanoparticles dispersed in a polyethylene glycol (PEG) matrix is synthesized which is found to be a stable and active catalyst for the selective hydrogenation of olefins using molecular hydrogen under mild reaction conditions. A variety of olefins are hydrogenated to their corresponding alkanes with good to excellent yield at room temperature. The catalyst is easily separable and recyclable. Keywords Palladium nanoparticles Phenanthroline Polyethylene glycol Olefin hydrogenation 1 Introduction The development of novel nano-structured materials has attracted great attention recently due to their unique characteristics that differ from individual atoms and bulk materials [1]. Nanoparticles have different physical (heat capacity, vapor pressure, melting point), chemical, optical and electronic properties [1–3]. Their increased number of edges, corners and faces give them a high surface-to-volume ratio and therefore are highly useful as catalysts with a higher activity and selectivity during catalytic reactions [4,5]. Transition metal nanoparticles have wide ranging applications in catalysis. However, due to their large surface area and surface energy, they tend to agglomerate during the reactions and therefore need to be stabilized for effective utilization. Polyoxoanions and tetrabutyl ammonium have been used as stabilizing ligands for transition metal nanoparticles and used as catalysts for the hydrogenation of arenas [6–11]. Dispersion or supporting these stabilized nanoparticles on to some matrix is very important to ensure its maximum effectiveness. Different types of ligand-stabilized metal nanoparticles have been synthesized and used as catalysts after being anchored on to some solid supports [12–18]. Reduction and capping of metal nanoparticles by multifunctional molecules such as hexadecyl aniline which in turn may be dispersed in an organic solvent for the effective hydrogenation of arenes is also described [19]. Dendrimer-encapsulated metal nanoparticles are also synthesized in which metal ions are sorbed into the interior of dendrimers and then chemically reduced to yield nano-sized metal particles [20]. A method of enhancing the catalytic activity of these nanoparticle catalysts is to mobilize them using some liquid polymeric matrices thereby achieving the advantages of both homogeneous and heterogeneous catalysis. Recently, phenanthroline ligand-stabilized palladium nanoparticles dispersed in ionic liquid has been reported to be very active for the hydrogenation of olefins [21]. However, ionic liquid is not only very expensive but also not yet accepted as an environmentally friendly medium and there are reports of it being toxic in nature in spite of several studies in this medium [22]. The search for an alternative environmentally friendly reaction medium in place of the volatile and toxic organic solvents is an important goal of green chemistry research with significant environmental consequence. Therefore, it is desirable to develop nano-structured catalytic systems supported or dispersed on a suitable mobile phase that are very active, selective, stable, non hazardous and recyclable. Polyethylene glycol (PEG) has been emerging as a very convenient support for the synthesis of a variety of catalysts, ligands and organic compounds [23]. It is relatively inexpensive, environmentally benign and can readily be functionalized. It is soluble in many organic solvents but insoluble in some others such as diethyl ether. These properties render it very attractive as a mobile support wherein a reaction catalyzed by the PEG supported catalyst can be carried out under homogeneous condition while the PEG-catalyst system can be easily recovered after extracting the reaction mixture with diethyl ether. Herein, we report such a catalyst system where phenanthroline-stabilized palladium nanoparticles are dispersed in a PEG matrix for the selective hydrogenation of olefins using molecular hydrogen. There have been numerous studies on the synthesis of metal nanoparticles in PEG (polyol method) where PEG functions as a reducing agent [24–27]. However, in this study, PEG is used not only as a reducing agent but also as a dispersing medium for the ligand-stabilized metal nanoparticles. The catalyst is easy to prepare, easy to recover and reusable. Hydrogenation of olefins continues to be of great interest among catalytic processes due to the increasing industrial demand for low-aromatic diesel fuels and in the synthesis of intermediates for several pharmaceuticals and chemicals [28–30]. 2 Experimental 2.1 Catalyst preparation Phenanthroline-stabilized palladium nanoparticles in PEG was synthesized by the following procedure. Approximately 5mg palladium acetate was mixed with 1.5g of 1,10-phenanthroline in 4g PEG in a 25mL round-bottomed flask. The mixture is stirred under an atmosphere of hydrogen at room temperature for about 15min when the palladium nanoparticles are formed indicated by a dark color of the mixture. Polyvinylpyrrolidone (PVP) and 1-hexadecylaniline (HAD) stabilized palladium nanoparticles in PEG are also prepared in a similar fashion. 2.2 Catalyst characterization The synthesized catalyst was characterized by UV–vis spectroscopy using a HP UV-vis spectrophotometer (Model 8453) and also by transmission electron microscopy (Philips 320 TEM). 2.3 Hydrogenation Hydrogenation of olefins was conducted in liquid phase in a 25mL round-bottomed flask equipped with a reflux condenser and a magnetic stirrer. In a typical reaction procedure, 10mmol of the substrate was added to the above catalyst mixture and was purged with oxygen. The mixture was then vigorously stirred in the presence of hydrogen at atmospheric pressure for the desired time period at the desired temperature. After the reaction, the mixture was extracted with diethyl ether and analyzed by a Hewlett-Packard 6890 Gas Chromatograph using a HP-55% phenyl methyl siloxane capillary column (30m × 320μm × 0.25μm) and a quadropole mass filter equipped HP 5973 mass selective detector. All the products are known compounds. Identification of the compounds was carried out by comparing the retention time of the standard and also by GC-MS. Quantification of the products was obtained by a peak area ratio method. In the catalyst recycling experiments, the mixture after the reaction was cooled to room temperature and the organic products were extracted into diethyl ether and removed by simple decantation. The ether-immiscible PEG layer containing the metal nanoparticle catalyst was recovered followed by warming up in a rotavapor to remove any organics. The catalyst thus recovered was used for the next reaction cycle. 3 Results and discussion Phenanthroline-stabilized palladium nanoparticles in PEG are synthesized using a procedure similar to that reported by Han and co-workers for preparing the same system in ionic liquid [21]. The conversion of cyclohexene hydrogenation using the above catalyst system under different conditions is shown in Table 1 . It is apparent that phenanthroline-stabilized palladium nanoparticles are highly active for the hydrogenation of cyclohexene using molecular hydrogen under mild conditions. Cyclohexene conversion of up to 84% is obtained at 35°C (entry 3) by using palladium acetate and phenanthroline in PEG. Studies on the effect of temperature show that increasing temperature increases the conversion (entries 4–6), however, tends to precipitate out palladium from the colloidal state over 70°C. The effects of varying the amounts of palladium, phenanthroline and PEG are also given. Of the three palladium precursors studied, using the palladium acetate has resulted in the most effective catalyst for the hydrogenation of cyclohexene. The molecular weight of PEG does not seem to be very influential in determining the catalyst activity (not shown in Table 1). However, the higher the molecular weight of PEG, the greater is the boiling point (lower vapor pressure), which reduces the evaporation loss and also facilitates its separation after the reaction for recycling. Other metallic systems are also tested for the reaction (entries 14–17); however, under the reaction conditions used, catalysts prepared with palladium are found to be the most active for the reaction. The application of the catalyst system is further verified by extending the reaction to a series of aliphatic, alicyclic and aromatic olefins as illustrated in Table 2 . The catalyst system is found to be active and selective for the hydrogenation of a variety of olefins with good to excellent conversion under mild reaction conditions. For example, acyclic, aliphatic, and aromatic olefins are easily converted to their corresponding alkanes within 8h reaction period at 30–50 °C. Hydrogenation of 1,5-cyclooctadiene affords the mono hydrogenated product selectively (entries 15 and 16) at 30–40°C and 8h reaction time. The selectivity of the di-hydrogenated product increases with increase in the reaction time (entry 16). Similarly, hydrogenation of unsaturated ketones, such as cinnamyl alcohol (entries 22 and 23) and citral (entries 24 and 25) form the CC hydrogenated product selectively without affecting the CO group. Only one CC bond is selectively hydrogenated at short reaction times. However, the selectivity of the di-hydrogenated product increases with reaction time (20h, entry 25). The selectivity of the catalyst system is ascribed to the nanoparticle size and the nature of the metal. The calculated turn over numbers (TON, the number of moles of product formed per mol of palladium) for this catalyst system are relatively higher than some of the other systems. The catalyst system is also examined for its recyclability and the results are shown in Table 3 . The phenanthroline–stabilized palladium nanoparticles–PEG catalyst system is easily separable from the reaction mixture by extraction of the products with diethyl ether and can be reused several times without any loss of activity or selectivity. The activity of the non-stabilized Pd particles in PEG is much lower than the phenanthroline-stabilized Pd in PEG. The phenanthroline ligand stabilizes the nanoparticles of palladium by preventing their agglomeration during the reaction. This is verified by comparing the activity and recyclability of phenanthroline-stabilized palladium and non-stabilized palladium in PEG. Pd–PEG without the ligand showed a much lower initial activity (Table 3). However, the recyclability was not affected due to the absence of the ligand even though the activity was much lower than the ligand-stabilized palladium in PEG. Control experiments in the absence of palladium did not show any activity. These results suggest that phenanthroline can stabilize the palladium nanoparticles in PEG which can act as a mobile supporting phase thereby achieving high stability and high activity for the catalyst system. The phenanthroline–Pd–PEG catalyst system has also been compared with other active ligand-stabilized palladium nanoparticles reported earlier for hydrogenation viz., polyvinyl pyrrolidone and 1-hexadecylaniline-stabilized palladium nanoparticles dispersed in PEG as shown in Fig. 1 [6,8]. The results reveal that the phenanthroline–Pd–PEG has comparable hydrogenation activity with that of the other two systems (polyvinylpyrrolidone–Pd–PEG and 1-hexadecylaniline–Pd–PEG) under identical reaction conditions. An increase in the activity is observed for the second run when compared to the first run which may be ascribed to the palladium precatalyst not being fully converted to nanoclusters in the first run. Similar observation has been made earlier [1]. The phenanthroline-stabilized palladium nanoparticles in PEG has been characterized by both UV–vis spectroscopy and by TEM analysis. The UV–vis spectrum of phenanthroline-stabilized palladium shows absorption maximum at around 265nm, which is characteristic of nanoparticles (Fig. 2 ). The peak at 275nm also appeared after the reduction, which may be due to the formation of some intermediate species formed during the reduction of Pd2+. The UV–vis spectrum of gray colloid showed broad absorption continua extending throughout the visible-near-ultraviolet region. This suggests the formation of palladium colloid having particle size less than 10nm. A TEM image (Philips CM 20) of the freshly prepared sample after reduction for 15min shows the formation of well-defined, discrete palladium nanoparticles of 2–6nm size (Fig. 3a). On the other hand, the particle sizes were in 500–1000nm range in the case of palladium particles dispersed in PEG in the absence of phenanthroline (Fig. 3b). The reduction of palladium acetate in polyethylene glycol in the presence of phenanthroline ligand may proceed in two steps: (i) ligand exchange around Pd2+ and (ii) reduction of Pd2+ to Pd metal. PEG can also act as a reducing agent similar to ethylene glycol in the polyol method. 4 Conclusions In summary, this study demonstrates that phenanthroline-stabilized palladium nanoclusters in PEG is a stable, active and recyclable catalyst for the hydrogenation of olefins using molecular hydrogen under mild reaction conditions. The phenanthroline–Pd–PEG catalyst system has comparable hydrogenation activity like other reported ligand-stabilized metal nanoparticles such as polyvinyl pyrrolidone and 1-hexadecylaniline-stabilized metal nanoparticles. Acknowledgements URP is a postgraduate research participant at the National Risk Management Research Laboratory administered by the Oak Ridge Institute for Science and Education through an interagency agreement between the US Department of Energy and the US Environmental Protection Agency. References [1] R.G. Finke D. Feldherim C.A. Foss Jr. Metal Nanoparticles: Synthesis Characterization and Application 2002 Marcel-Dekker New York 17 54 Chapter 2 [2] I. Yuranov P. Moeckli E. Suvorova P. Buffat L. Kiwi-Minsker A. Renken J. Mol. Catal. A: Chem. 192 2003 239 [3] L.J. de Jongh Physics and Chemistry of Metal Cluster Compounds 1994 Kluwer Academics Publishers Dordrecht [4] M. Haruta Catal. Today 36 1997 153 [5] N. Herron D. Thorn Adv. Mater. 10 1998 1173 [6] S. Özkar R.G. Finke J. Am. Chem. Soc. 124 2002 5796 [7] A.M. Argo J.F. Odzak F.S. Lai B.C. Gates Nature 415 2002 623 [8] M. Ohde H. Yukiohde C.M. Wai Chem. Commun. 20 2002 2388 2389 [9] R.J. Bonilla B.R. Jame P.G. Jessop Chem. Commun. 11 2000 941 942 [10] J. Schulz A. Roucoux H. Patin Chem. Eur. J. 6 2000 6189 [11] J.D. Aiken III R.G. Finke J. Am. Chem. Soc. 121 1999 8803 [12] H. Döllefeld K. Hoppe J. Kolny K. Schilling H. Weller A. Eychmüler Phys. Chem. Chem. Phys. 4 19 2002 4747 4753 [13] K. Hata H. Fujihara Chem. Commun. 22 2002 2714 2715 [14] J. Zhang L. Bai K. Zhang Z. Cui G. Zhang B. Yang J. Mater. Chem. 13 3 2003 514 517 [15] X.-M. Li M.R. de Jong K. Inoue S. Shinkai J. Huskens D.N. Reinhoudt J. Mater. Chem. 11 7 2001 1919 1923 [16] M.-K. Kim Y.-M. Jeon W.S. Jeon H.-J. Kim S.G. Hong C.G. Park K. Kim Chem. Commun. 7 2001 667 668 [17] S.J. Lee S.W. Han K. Kim Chem. Commun. 5 2002 442 443 [18] G. Schmid M. Harm J. Am. Chem. Soc. 115 1993 2047 [19] S. Mandal P.R. Selvakannan D. Roy R.V. Chaudhari M. Sastry Chem. Commun. 24 2002 3002 3003 [20] R.M. Crooks M.Q. Zhao L. Sun V. Chechik L.K. Yeung Acc. Chem. Res. 34 2001 181 190 [21] J. Huang T. Jiang B. Han H. Gao Y. Chang G. Zhao W. Wu Chem. Commun. 14 2003 1654 1655 [22] R.P. Swatloski J.D. Holbrey R.D. Rogers Green Chem. 5 2003 361 [23] S. Chandrasekhar Ch. Narsihmulu S.S. Sultana N.R. Reddy Chem. Commun. 14 2003 1716 1717 [24] I. Balint A. Miyazaki K. Aika Chem. Commun. 6 2002 630 631 [25] A. Miyazaki I. Balint K. Aika Y. Nakano J. Catal. 204 2001 364 [26] J.D. Aiken III R.G. Finke J. Mol. Catal. A: Chem. 145 1999 1 [27] L.K. Kurihara G.M. Chow P.E. Schoen Nanostruct. Mater. 5 1995 607 [28] J.-S. Choi F. Maugé C. Pichon J. Olivier-Fourcade J.-C. Jumas C. Petit-Clair D. Uzio Appl. Catal. A: Gen. 267 2004 203 [29] S. Nishimura Handbook of Heterogeneous Catalytic Hydrogenation for Organic Synthesis 2001 Wiley Europe [30] C.-B. Hwang Y.-S. Fu Y.-L. Lu S.-W. Jang P.-T. Chou C.R.C. Wang S.J. Yu J. Catal. 195 2000 336",
      "scopus-id": "5144221980",
      "coredata": {
        "eid": "1-s2.0-S1381116904005114",
        "dc:description": "1,10-Phenanthroline-stabilized palladium nanoparticles dispersed in a polyethylene glycol (PEG) matrix is synthesized which is found to be a stable and active catalyst for the selective hydrogenation of olefins using molecular hydrogen under mild reaction conditions. A variety of olefins are hydrogenated to their corresponding alkanes with good to excellent yield at room temperature. The catalyst is easily separable and recyclable.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2004-11-15",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116904005114",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Pillai, Unnikrishnan R."
          },
          {
            "@_fa": "true",
            "$": "Sahle-Demessie, Endalkachew"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116904005114"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116904005114"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(04)00511-4",
        "prism:volume": "222",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Phenanthroline-stabilized palladium nanoparticles in polyethylene glycol—an active and recyclable catalyst system for the selective hydrogenation of olefins using molecular hydrogen",
        "prism:copyright": "Copyright © 2004 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Palladium nanoparticles"
          },
          {
            "@_fa": "true",
            "$": "Phenanthroline"
          },
          {
            "@_fa": "true",
            "$": "Polyethylene glycol"
          },
          {
            "@_fa": "true",
            "$": "Olefin hydrogenation"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "153-158",
        "prism:endingPage": "158",
        "pubType": "fla",
        "prism:coverDisplayDate": "15 November 2004",
        "prism:doi": "10.1016/j.molcata.2004.07.021",
        "prism:startingPage": "153",
        "dc:identifier": "doi:10.1016/j.molcata.2004.07.021",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "thumbnail",
            "@height": "84",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2379",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "249",
            "@width": "372",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "12266",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "60",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr2.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "1099",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "158",
            "@width": "327",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr2.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "4137",
            "@ref": "gr2",
            "@mimetype": "image/gif"
          },
          {
            "@category": "thumbnail",
            "@height": "75",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr3.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3136",
            "@ref": "gr3",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "311",
            "@width": "518",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-gr3.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "54675",
            "@ref": "gr3",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "20",
            "@width": "125",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "519",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "38",
            "@width": "237",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116904005114-fx1.gif?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "1169",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/5144221980"
      }
    }
  }
}