{
  "metadata": {
    "title": "<ce:sup loc=pre>1</ce:sup>H NMR studies on the dynamic property of protons in Pd<ce:sup loc=post>0</ce:sup>H<ce:inf loc=post>3</ce:inf>PW<ce:inf loc=post>12</ce:inf>O<ce:inf loc=post>40</ce:inf> systems in the presence of dihydrogen",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-23",
    "doi": "10.1016/S1381-1169(96)00324-X",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S138111699600324X",
    "pii": "S138111699600324X"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030599570",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1999-12-16 1999-12-16 2010-04-18T11:44:14 1-s2.0-S138111699600324X S1381-1169(96)00324-X S138111699600324X 10.1016/S1381-1169(96)00324-X S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00751 2015-05-15T05:56:33.668241-04:00 0 0 19961223 1996 1999-12-16T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype vol volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst ref alllist content subj ssids 1381-1169 13811169 114 114 1 3 1 2 3 Volume 114, Issues 1–3 27 247 255 247 255 19961223 23 December 1996 1996-12-23 1996 Polyoxometalates in Catalysis converted-article fla Copyright © 1996 Published by Elsevier B.V. 1HNMRSTUDIESDYNAMICPROPERTYPROTONSINPD0H3PW12O40SYSTEMSINPRESENCEDIHYDROGEN BABA T ONO 1992 431 Y PERSPECTIVESINCATALYSIS MISONO 1987 269 M MISONO 1988 339 M KOZHEVNIKOV 1995 311 I KOZHEVNIKOV 1987 811 I TAGUCHI 1985 167 Y CATALYSISBYACIDSBASES ONO 1986 273 Y HOMOGENEOUSHETEROGENEOUSCATALYSIS SUZUKI 1984 699 S EBITANI 1991 257 K EBITANI 1993 322 K ONO 1981 2209 Y BABA 1996 9064 T FREUDE 1986 62 D SHUPPERT 1977 3050 I SHENG 1981 119 T SHENG 1982 53 T FENZKE 1992 469 D BRUNNER 1990 3957 E BABAX1996X247 BABAX1996X247X255 BABAX1996X247XT BABAX1996X247X255XT item S1381-1169(96)00324-X S138111699600324X 1-s2.0-S138111699600324X 10.1016/S1381-1169(96)00324-X 271358 2010-09-28T03:14:51.192126-04:00 1996-12-23 1-s2.0-S138111699600324X-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600324X/MAIN/application/pdf/eecb52f7adb1bf4a94aac79f6c440e8e/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600324X/MAIN/application/pdf/eecb52f7adb1bf4a94aac79f6c440e8e/main.pdf main.pdf pdf true 781990 MAIN 9 1-s2.0-S138111699600324X-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S138111699600324X/PREVIEW/image/png/c60922af43048794cf606151bd8f645d/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S138111699600324X/PREVIEW/image/png/c60922af43048794cf606151bd8f645d/main_1.png main_1.png png 63181 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 JOURNALOF MOLECULAR CATALYSIS A: CHEMICAL 1 H NMR studies on the dynamic property of protons in Pd'-H 3Pw1204o systems in the presence of dihydrogen Toshihide Baba a, Yasuhiro Hasada a, Mamoru Nomura a, Yo-ichi Ohno b. Yoshio Ono a '' Department of Chemical Engineering, Tokyo Institute of Technology, Ookayama, Meguro-ku, Tokyo 152, Japan h Research and Deuelopment Center, Cosmo Research Institute. Gongendo, Satte-shi, Saitama 340-01, Japan Abstract The dynamic property of protons in the catalysts consisting of Pdo metal and H3PW1204o in the presence of dihydrogen was investigated with IH MAS and broad-line NMR techniques. The protons in H3PW12040 were observed at 9.1 ppm in IH MAS NMR. When a composite catalyst consisting of Pd(II) and H3PW1204p was reduced with dihydrogen, the intensity of the 9.1 ppm signal increased. In addition, hydrogen atoms adsorbed on metallic palladium were observed at 19.8 ppm. The temperature dependence of 1 H MAS NMR reveals the dynamic nature of protons in the catalyst consisting of NO metal and H 3PW1ZO40. When the composite catalyst was heated to 333 K in the presence of dihydrogen, the line widths of the two peaks were broadened and the peak of hydrogen atoms shifted toward that of acidic protons, indicating that the interconversion occurs between the hydrogen atoms on Pdo metal and protons in H3PWtz04o and that hydrogen atoms formed on ado metal spill-over to the surrounding heteropolyanions. The line width of the peak at 9.1 ppm of the composite catalyst in the presence of dihydrogen depended on the spinning rate in I H MAS NMR at 373 K, indicating that the protons in the catalyst are mobile. On the other hand, the line width was independent of spinning rate in the case of H3PW,,04,t at this temperature. This clearly shows that the presence of dihydrogen and Pdo metal modify the dynamic nature of protons in H,PW12040. Keywords: 1 H NMR; Acidic protons; Heteropoly acid; Palladium metal; Dihydrogen 1. Introduction Heteropolyacids such as dodecatungstophosphate (H^12040, HTP) are highly acidic and can serve as solid acid catalysts [1-5]. Ono et al. reported that the catalytic activity for methanol conversion to hydrocarbons considerably enhanced when HTP coexists with palladium or platinum catalysts [6,7]. The activity enhancement was observed only when dihydro- Corresponding author. gen exists in the system; the activity depends on the dihydrogen pressure and the effect of dihydrogen was partially reversible. Both HTP and Pdmetal supported on carbon also shows a very high activity for the isomerization of hexane in the presence of dihydrogen [8]. Recently, Hattori and coworkers reported that the catalytic activity of sulfated zirconia for hexane isomerization was enhanced in the presence of dihydrogen when transition metals were incorporated to the catalyst [9,10]. The active sites for methanol conversion were 1381-I 169/96/$15.00 Copyright 1996 Published by Elsevier Science B.V. All rights reserved. P11 S1381-1169(96)00324-X 248 T. Baba et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 acidic protons [ 11 ]. Therefore, the increase in the catalytic activity may be ascribed to the formation of very active protons and/or increase in the activity of the individual protons. We have proposed the following mechanism for the generation of acidic protons in HTP in the presence of palladium metal and dihydrogen H2~2H H + PW12 040 < H++ PW12040 (1) (2) Dihydrogen molecules from the gas phase may dissociate into hydrogen atoms over the metal. The hydrogen atoms thus formed spillover and interact with surrounding heteropoly anions, PW12040 to be converted into protons. According to the above mechanism, we can speculate that metallic palladium serves as a catalyst for the interconversion between hydrogen atoms and acidic protons. This hypothesis prompted us to investigate the mechanism of the proton generation and the properties of highly active protons. Recently, we have reported that the variable temperature measurements of 1 H MAS NMR offer valuable information on the dynamic nature of the protons in partially reduced A93PW12040 with dihydrogen [12]. Thus, we have suggested that the difference of mobility is the major factor for much higher activity of the silver salt than that of HTP. In this work, we will report the 1 H NMR evidence of the interconversion between hydrogen atoms and acidic protons and the mobility of protons in the catalysts consisting of metallic Pd and HTP. 2. Experimental 2.1. Preparation of the catalysts consisting of metallic Pd and H3PWl2O4o HTP obtained from Wako Pure Chemicals was recrystallized from water at room tempera- ture. The composite catalysts consisting of metallic Pd and HTP were prepared as follows: an aqueous solution of Pd(N03)2 (0.1 mol dm-3) was added to that of HTP (0.2 mol dm-3) at room temperature. The solution was stirred at 353 K for 30 min and then evaporated to dryness at the same temperature. The solid material thus obtained is hereafter denoted as Pd(II)( x)/HTP. Here, x is hereafter denoted as the molar ratio of Pd(N03)2 and HTP used for the catalyst preparation. The composite catalysts were prepared in a glass tube as follows: Pd(II)( x)/HTP was heated at 393 K for 1 h and then at 523 K for 2 h under vacuum. The sample was then cooled to 423 K and reduced with 13.3 kPa of dihydrogen for 30 min at the same temperature. Dihydrogen consumption was manometrically monitored during the reduction. The water formed during reduction was trapped by a trap kept at 77 K. The reduced material will be denoted as Pd x)/HTP. 2.2. IH MAS NMR measurements 1 H NMR spectra were measured on samples sealed in a glass capsule, which was completely fitted to a zirconium rotor (i.d. 5.5 mm) of a double-bearing MAS probe head. The sample was prepared as follows: a 1.5 g of Pd(II)( x)/HTP was reduced as described above. The Pd x)/HTP obtained was cooled to 298 K and the dihydrogen pressure was then adjusted to 13.3 kPa. Since the glass capsule was attached to the side arms of the glass tube, the Pd x)/HTP was transferred from the glass tube into the glass capsule. The neck of the capsule was sealed with a flame torch, after the capsule was cooled with liquid nitrogen. The weight of the sample was ca. 200 mg. 1 H MAS NMR spectra were recorded between 298 and 373 K with Bruker MSL 300 or 400 with 3 and 1 ,u,s, respectively, without using the window function for Fourier transformation of the free induction decay. The spectrum width was 10 kHz. The number of scans 7~. Baba et al./ Journal of Molecular Catalysis was 32 times. The acquisition time and the repetition time were 0.2 and 20 s, respectively. The intensities of NMR lines were compared with the peak areas incorporating the spinning side bands when the relative amount of protons was compared. Broad-line ' H NMR spectra were recorded at 298 K by using a high-power and wide-band (2 MHz) ' H FTNMR spectrometer (JEOL, GX 270) with 1 gs of 90pulse. The sample was prepared as in the case of ' H MAS NMR measurements. The chemical shift was expressed relative to tetramethylsilane (TMS) with usual conventions. 2.3. Methanol conversion into hydrocarbons over Pdt' / HTP composite catalyst Pd(II)(x)/HTP was packed in a reactor of silica tubing (10 mm i.d.) placed in a vertical furnace. The Pd(II)(x)/HTP was heated under dinitrogen at 523 K for 1.5 h and then reduced under a stream of dihydrogen (30 kPa) and dinitrogen (71 kPa) at 503 K for 30 min. The conversion of methanol into hydrocarbons was carried out with a continuous-flow reactor operating at atmospheric pressure. Methanol was derived by means of a motordriven syringe and vaporized in the pre-heating zone of the reactor containing 10 cm 3 of quartz. The gas of hydrocarbons were analyzed with a gas chromatograph equipped with a Prapak Q column. The gases CO, COz and CH4 were analyzed with an active carbon column. The yields of the products were calculated on a carbon-number basis. 3. Results and discussion 3.1. Time course of reduction of PdQI) / HTP with hydrogen Pd(II)(1.5)/HTP was reduced with dihydrogen of 13.3 kPa at 423 K in a conventional A: Chemical 114 (1996) 247-255 3.0 E 2. s ~- O 2.0 N _a c .1.0 ~ Q ns - G 249 1.5 il `I II line (a) line (b) 0 0 5 10 15 20 25 310 35 Reduction time I'min Fig. 1. The time course of the amount of dihydrogen consumption. Line (a): Pd(IIX1.5)/HTP was contacted to 13.3 kPa of dihydrogen at 423 K. Line (b): Pd1,5)/HTP evacuated at 423 K for I h was re-exposed to 13.3 kPa of dihydrogen at 423 K. gas-circulation system. The amount of dihydrogen consumed was shown in Fig. 1 as a function of the reduction time. Dihydrogen was rapidly consumed at the beginning and reached a limiting value of 2.2 mol per mol of heteropolyanion in 10 min. This amount is more than that required for Pd(II) reduction to NO (1.5 mol). The difference (0.7 mol) corresponds to the reduction of the heteropolyanion and/or adsorption of dihydrogen. In fact, 0.8 mol of water was trapped during the reduction. This means that 1.4 mol of dihydrogen was retained in the solid, Pd1.5)/HTP. The water was formed by the reduction of HTP with hydrogen atoms and/or dihydrogen (Eq. 3). H3PWI ,040 + 2H (or H,) - H,O + H3PW1.,03y (3) The Pdt'(1.5)/HTP sample was evacuated at 423 K for 1 h, and then reexposed to 13.3 kPa of dihydrogen at 423 K. As shown in Fig. 1, a rapid consumption of dihydrogen was observed and the amount of dihydrogen consumed corresponded to 0.16 mol per mol heteropolyanion. This amount of dihydrogen corresponds to that of reversibly sorbed hydrogen. 250 T. Baba et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 3.2. 'H MAS NMR of protons in Pd1.5) / HTP ' H MAS NMR spectra of HTP and Pd(II)(1.5)/HTP were recorded at 298 K with the resonance frequency of 400 MHz. The protons in HTP were observed at (9.1 0.1) ppm. 12.9 4.7 (d) 9.1 (a) 40 30 20 10 0 -10 -20 Shift / ppm Fig. 2. Generation of acidic protons upon reduction of Pd(II)(1.5)/HTP. 1H MAS NMR spectra were measured at 298 K. The resonance frequency was 400 MHz. (a) Pd(1.SKII)/HTP, (b) Pd1.5)/HTP in the presence 13.3 kPa of dihydrogen, (c) Pd1.5)/HTP exposed to deuterated pyridine (1.3 kPa) at 303 K for 0.5 h and then evacuated at 303 K for 0.5 h, (d) Pd1.5)/HTP exposed to deuterated pyridine (1.3 kPa) at 373 K for 1 h and then evacuated at 373 K for 0.5 h. (' ) shows the spinning side bands. In the case of Pd(II)(1.5)/HTP, the peak was also observed at the same chemical shift value (Fig. 2(a)). As expected, the peak intensity was almost the same as that of HTP. ' H MAS NMR spectrum of Pd1.5)/HTP in the presence of dihydrogen (13.3 kPa) was measured at 298 K. The peak was observed at (4.7 0.1) ppm together with the peak at 9.1 ppm, whose peak area was about 1.5 times larger than that of Pd(II)(1.5)/HTP. These results show that the protons at 4.7 ppm and a part of protons at 9.1 ppm have been generated upon dihydrogen treatment. The peak at 4.7 ppm is attributed to Hz0 molecules formed during the dihydrogen treatment, since a peak at 4.6 ppm was observed by adsorbing Hz0 molecules on Na3PWlz04o (the molar ratio of H20 to Na3PWtz04o = 1). At this stage, however, it is not exactly excluded that the peak at 4.7 ppm is attributed to an another form of adsorbed hydrogen atoms. There is another peak at 19.8 ppm, which is not seen in Fig. 2, because of the overlap with the side bands, as will be described later. To confirm whether the protons at 9.1 ppm are acidic or not, deuterated pyridine (CAN, D-Py) was adsorbed on Pd1.5)/HTP in the presence of dihydrogen: Pd1.5)/HTP was exposed to 1.3 kPa of D-Py at 303 K for 0.5 h and then evacuated at the same temperature for 0.5 h. As shown in Fig. 2(c), the intensity of the peak at 9.1 ppm decreased to about 2/3 of that for the original Pd1.5)/HTP and a new peak due to the deuterated pyridinium ion (CSDSNH+) was observed at 12.9 ppm [13,14]. The peak at 9.1 ppm completely disappeared upon absorption of D-Py on Pd1.5)/HTP at 373 K for 1 h, while the peak at 4.7 ppm remained almost unchanged as expected (Fig. 2(d)). The disappearance of protons at 9.1 ppm shows that these protons are acidic. These results show that the protons generated by the reduction of Pd(II) with dihydrogen can not be distinguished from those in the original HTP by the NMR chemical shift and all the protons at 9.1 ppm are acidic. T. Baba et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 3.3. NMR spectra of hydrogen atoms on NO metal When the ' H MAS NMR spectrum of Pd1.5)/HTP under dihydrogen atmosphere was acquired at the resonance frequency of 300 MHz, a small peak was observed at 19.8 ppm besides the peaks at 9.1 ppm and 4.7 ppm (Fig. 3). We assign this peak to hydrogen atoms adsorbed on metallic palladium. Sheng and Gay reported ' H MAS NMR spectra of hydrogen atoms on Pdmetal supported on silica [15]. The signal was observed at wide range from ca. 10 to 80 ppm, depending on the amount of adsorbed dihydrogen. They also reported that the chemical shifts of hydrogen atoms on Pt Irand Rho metal were observed at wide range [15]. For example, the signal due to hydrogen atoms on Pt metal was observed at range from ca. 20 to 50 ppm. While the chemical shifts of hydrogen atoms on Ruand Os' metal were independent of the amount of adsorbed dihydrogen, being about 50 and 15 ppm, respectively. To further investigate the protons at 19.8 ppm, ' H FT NMR (broad-line l H NMR) spectra of Pdx)/HTP (x = 0.1, 0.75 and 1.5) under dihydrogen atmosphere were measured at 298 9.1 19.8 4.' 60 40 20 0 Shift / ppm -20 -40 Fig. 3. 1 H MAS NMR spectrum of Pd1.5)/HTP in the presence of dihydrogen. The dihydrogen pressure was 13.3 kPa. The spectrum was measured at 298 K. The resonance frequency was 300 MHz. The spinning rate of the sample: 5.8 kHz. (') shows the spinning side bands. 2,51 f tl (e) (b) 100 50 0 -50 -100 Chemical Shift / ppm Fig. 4. The broad-line 'H NMR spectra of Pdx)/HTP in the presence of dihydrogen (13.3 kPa). (a) x = 0.1, (b) x = 0.75, (c) x = 1.5. All spectra were measured at 298 K. K. The protons around 20 ppm can be separated from other protons. The spectra are shown in Fig. 4(a)-(c). In the case of Pd1.5)/HTP, two peaks were clearly observed around 9 and 20 ppm (Fig. 4(a)). The latter peak disappeared by simply evacuating Pd1.5)/HTP at 303 K for 10 min. The intensity of the peak at 20 ppm increased by increasing the amount of Pdmetal as shown in Fig. 4(a)-(c), supporting the assignment of this peak to hydrogen atoms adsorbed on palladium. 3.4. Partially reversible generation of protons in Pd1.5)/HTP As described above, the adsorption of dihydrogen on Pd1.5)/HTP was partially re- 252 T. Baba et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 versible. To know how the three types of protons behave with the adsorption-desorption cycle of dihydrogen, 1 H MAS NMR spectra of Pd1.5)/HTP were recorded at 298 K in the presence and absence of dihydrogen. The spectrum of Pd(II)(1.5)/HTP and that of Pd1.5)/HTP in the presence of 13.3 kPa dihydrogen are shown in Fig. 5(a) and Fig. 5(b), respectively. When Pd(II)(1.5)/HTP was reduced with dihydrogen, the three types of protons were clearly seen, namely, hydrogen atoms on metallic palladium (19.8 ppm), acidic protons (9.1 ppm) and water molecules (4.7 ppm) (Fig. 5(b)). Upon evacuation the sample at 423 K for 1 h, the peak due to protons on palladium metal disappeared and the intensity of the peak due to water molecules decreased considerably, while the peak intensity of the acidic protons decreased to about 2/3 of that before evacuation (Fig. 5(c)). The sample was then reexposed to dihydrogen (13.3 kPa) at 423 K for 30 min. The three peaks reappeared (Fig. 5(d)). The intensity did not completely recovered to that before dihydrogen evacuation, but it was about 1.2 times larger than that before reexposure to dihydrogen. This shows the presence of protons, which are reversibly formed and disappeared by the adsorption-desorption cycle of dihydrogen. Upon reexposure to dihydrogen, the intensity of the (a) peak at 19.8 ppm was recovered, indicating that adsorption of dihydrogen on metallic palladium is reversible. The reappearance of the peak at 4.2 ppm shows that the reduction of the heteropolyanion further proceeds by the second exposure to dihydrogen. 3.5. Influence of temperature on the IH MAS NMR spectra of Pd 1.5) / HTP in the presence of dihydrogen The spectra of Pd1.5)/HTP under dihydrogen atmosphere were recorded by raising the sample temperature (Fig. 6). The signal at 9.1 and 18.9 ppm were broadened by raising the temperature to 333 K, and further broadened at 373 K. The peak at 19.8 ppm shifted to higher field at 333 K, and merged into the peak at 9.1 ppm at 373 K. These spectral change suggests that the exchange of the two types of protons occurs at higher temperatures. The intensities of the spinning side bands decreased at 333 K and disappeared at 373 K. 3.6. Spinning rate dependence of IH MAS NMR of Pd x) / HTP When the thermal motion is a major contribution to the line width in MAS NMR, the line (b) 9.1 (c) 9.1 .r w ~.--- ^- ,.r .\"' ^\" ,~ `--^' 19.8 4.7 30 20' 10 0 ,-10 30 20, 10, 0 -10 30, 20~ 10 0 ,-10 Shift / ppm 4.7 (d) 19.8 30 2010. 0 .-10 Fig. 5. The reversible generation of protons. (a) Pd(II)(1.5)/HTP.(b) Pd1.5)/HTP in the presence of dihydrogen (13.3 kPa). (c) Pd1.5)/HTP evacuated at 423 K for 1 h. (d) The sample (c) reexposed to dihydrogen (13.3 kPa) at 423 K for 30 min. The spectrum was measured at 298 K. The resonance frequency was 300 MHz. (* ) shows the spinning side bands. T. Baba et al. /Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 width (OvMAS) is theoretically expressed by following equation [16]. OVMAS - (MIS/3,7r)~2TC/[1 + (CVRTC)2J + TC/ [ 1 + (2 CJR7C )2, ~ (4) where WR is the spinning rate, MI. is the second moment for the central line and Tc is the correlation time. To know whether the thermal motion of the protons contributes to the line width of I H MAS NMR spectrum of Pd0.1)/HTP, the effect of the spinning rate on the line width of the signal in the presence of dihydrogen was examined at 298 and 373 K. As shown in Fig. 6, the line width of the (e) (b) 30 20 10 0 -10 Shift / pprn Fig. 6. The temperature dependence of 'H MAS NMR spectrum of Pdl.s)/HTP in the presence of dihydrogen. (a) 298 K, (b) 333 K and (c) 373 K. The spinning rate of the sample was 5.8 kHz. The resonance frequency was 300 MHz. (\") shows the spinning side bands. 253 800 700 .3 600 d C 500 400' 1.5 2.0 2.5 3.0 3.5 4.0 Spinning rate /kHz Fig. 7. Influence of the spinning rate on the line width of the peak due to acidic protons in Pd0.1)/HTP under dihydrogen (13.3 kPa). (d) 298 K, (O) 373 K. signal of Pd0.1)/HTP significantly changed with the spinning rate at 373 K, decreasing from (7.4 0.3) X 102 Hz to (5.4 0.3) X 102 Hz by increasing the spinning rate from 2.0 to 3.5 kHz. When the values of the line widths and the spinning rates shown in Fig. 7, are considered as variables of the simultaneous equations in Eq. (4), Tc and MIs are obtained as (31 3) ,us and (l.l 0.2) X 108 S-Z at 373 K, respectively. This implies that the thermal motion greatly contributes to the line width of the peak at 9.1 ppm. On the other hand, the line width was not influenced by spinning rate at 298 K, indicating that the thermal motion is not responsible for the line width at this temperature [17]. The line width of HTP was independent of the spinning rate at both 298 K and 373 K, being (4.8 0.2) X 102 Hz and (5.0 0.2) X 102 Hz, respectively. The results described above indicate that the protons in Pdx)/HTP under hydrogen are more mobile than those in HTP. The difference of the mobility between the protons in Pdx)/HTP and those of HTP may explain the difference in the catalytic activities of the two catalysts for methanol conversion and hexane isomerization. 254 T. Baba et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 70 60 so 0 40 30 c 20 10 [ .o. o 0 0.5 1.0 1.5 Molar ratio of Pd/H3PWizOao Fig. 8. The influence of the amount of palladium (x) on the amounts of acidic protons and the catalytic activity for the methanol conversion over Pdx)/HTP. (O) The amount of protons. Pd(IIXx)/HTP was reduced with 13.3 kPa of hydrogen at 423 K for 0.5 h. 1H MAS NMR spectra in the presence of dihydrogen (13.3 kPa) were measured at 298 K. ( O ) Yield of hydrocarbons except CH4, (o) yield of CHQ and ( yield of (CO +COZ). Reaction temperature: 503 K. Methanol: 30 kPa, H2: 30 kPa, N2: 71 kPa. W / F = 150 g h mol- 1. W and F are denoted as catalyst weight and the total rate of methanol plus dinitrogen and dihydrogen. The catalyst was reduced with mixture of dihydrogen (30 kPa) and dinitrogen (71 kPa) at 503 K for 30 min. 3.7. Influence of the amount of Pdin Pdx) / HTP on the generation of protons and the catalytic activity for the methanol conversion Fig. 8 shows the relations between the amount of palladium, x and that of proton in Pd x)/HTP. The amount of acidic protons at 9.1 ppm (a peak area of 1 H MAS NMR) increased by increasing the amount of palladium, and reached maximum around x equal to 0.75, where the amount of protons at 9.1 ppm is about 2 times as large as that of HTP. The change the yield of hydrocarbons for the methanol conversion and that of (CO + COZ) were also examined in the presence of dihydrogen (Fig. 8). Main hydrocarbons were alkanes whose carbon number is lower than 5 and did not contain alkenes. The yield of hydrocarbons except CH4 changed the nearly the same manner as the change of the amount of protons observed at 9.1 ppm, as shown in Fig. 8. The yield of hydrocarbons over Pd0.75)/HTP, which retained the largest amount of protons, was the highest. The yield is about 3.5 times higher than that over HTP itself. Theses results indicate that the protons generated in Pd x)/HTP show higher catalytic activity than the protons in HTP in the presence of dihydro- gen. The yield of CH4 and that of (CO + C02) increased with increasing the amount of palladium. Since the variation of the amounts of these products was different from that of the amount of acidic protons, they are formed over Pdmetal, not over Brsted acid sites. 4. Conclusions (1) Reduction of Pd(II) with dihydrogen in Pd(II)/HTP results in the formation of acidic protons, whose nature cannot be distinguishable from the protons originally present in HTP. (2) Reduction also results in the formation of hydrogen atoms adsorbed on metallic palladium. (3) The interconversion between acidic protons in HTP and hydrogen atoms adsorbed on metallic palladium occurs at and above 333 K. (4) The mobility of acidic protons in the presence of palladium and dihydrogen is higher than that of protons in the parent heteropoly acids. This may explain much higher catalytic activity of transition metal-HTP composite catalysts than HTP itself in the presence of dihydrogen. References [1] Y. Ono, in: Perspectives in Catalysis, eds. J.M. Thomas and K.I. Zamaraev (Blackwell, London, 1992) p. 431. [2] M. Misono, Catal. Rev. Sci. Eng. 29 (1987) 269. T Baba et al. / Journal of Molecular Catalysis A: Chemical 114 (1996) 247-255 [31 M. Misono, Catal. Rev. Sci. Eng. 30 (1988) 339. [4] IN, Kozhevnikov, Catal. Rev. Sci. Eng. 37 (1995) 311. [51 IN. Kozhevnikov, Russ. Chem. Rev. 6 (1987) 811. [6] Y. Ono. M. Taguchi, Gerile, S. Suzuki and T. Baba, in: Catalysis by Acids and Bases, eds. B. Imelik, C. Naccache, G. Coudurier, Y. Ben Taarit and J.C. Vedrine (Elsevier, Amsterdam, 1985) p. 167. [71 Y. Ono and T. Baba, in: Homogeneous and Heterogeneous Catalysis, eds. Yu. Yermakov and V. Likholobov (VNU Science Press, Utrecht, 1986) p. 273. [81 S. Suzuki, M. Kogai and Y. Ono, Chem. Lett. (1984) 699. [9] K. Ebitani, J. Konishi and H. Hattori, J. Catal. 130 (1991) 257. [10] K Ebitani, H. Konno, T. Tanaka and H. Hattori, J Catal. 143 (1993) 322. 255 [111 Y. Ono and T. Mori, J. Chem. Soc., Faraday Trans. I, 77 (1981) 2209. [12] T. Baba and Y. Ono, J. Phys. Chem., 100 (1996) 9064. [131 D. Freude, M. Hunger and H. Pfeifer, Chem. Phys. Lett. 128 (1986) 62. [141 I.W. Shuppert and C.A. Angell, J. Chem. Phys. 67 (1977) 3050. [ 151 T.C. Sheng and I. Gay, J. Catal. 71 (1981) 119 and 77 (1982) 53. [161 D. Fenzke, B.C. Gerstein and H. Pfeifer, J. Magn. Reson. 98 (1992) 469. [171 E. Brunner, J. Chem. Soc., Faraday Trans. 86 (1990) 3957. MOLCAA 9600324X S1381-1169(96)00324-X 10.1016/S1381-1169(96)00324-X Molecular aspects of heterogeneous catalysis 1H NMR studies on the dynamic property of protons in Pd0H3PW12O40 systems in the presence of dihydrogen Toshihide Baba a Yasuhiro Hasada a Mamoru Nomura a Yo-ichi Ohno b Yoshio Ono ∗ a a Department of Chemical Engineering, Tokyo Institute of Technology, Ookayama, Meguro-ku, Tokyo 152, Japan b Research and Development Center, Cosmo Research Institute. Gongendo, Satte-shi, Saitama 340-01, Japan ∗ Corresponding author. The dynamic property of protons in the catalysts consisting of Pd0 metal and H3PW12O40 in the presence of dihydrogen was investigated with 1H MAS and broad-line NMR techniques. The protons in H3PW12O40 were observed at 9.1 ppm in 1H MAS NMR. When a composite catalyst consisting of Pd(II) and H3PW12O40 was reduced with dihydrogen, the intensity of the 9.1 ppm signal increased. In addition, hydrogen atoms adsorbed on metallic palladium were observed at 19.8 ppm. The temperature dependence of 1H MAS NMR reveals the dynamic nature of protons in the catalyst consisting of Pd0 metal and H3PW12O40. When the composite catalyst was heated to 333 K in the presence of dihydrogen, the line widths of the two peaks were broadened and the peak of hydrogen atoms shifted toward that of acidic protons, indicating that the interconversion occurs between the hydrogen atoms on Pd0 metal and protons in H3PW12O40 and that hydrogen atoms formed on Pd0 metal spill-over to the surrounding heteropolyanions. The line width of the peak at 9.1 ppm of the composite catalyst in the presence of dihydrogen depended on the spinning rate in 1H MAS NMR at 373 K, indicating that the protons in the catalyst are mobile. On the other hand, the line width was independent of spinning rate in the case of H3PW12O40 at this temperature. This clearly shows that the presence of dihydrogen and Pd0 metal modify the dynamic nature of protons in H3PW12O40. Keywords 1H NMR Acidic protons Heteropoly acid Palladium metal Dihydrogen References [1] Y Ono J.M Thomas K.I Zamaraev Perspectives in Catalysis 1992 Blackwell London 431 [2] M Misono Catal. Rev. Sci. Eng. 29 1987 269 [3] M Misono Catal. Rev. Sci. Eng. 30 1988 339 [4] I.V Kozhevnikov Catal. Rev. Sci. Eng. 37 1995 311 [5] I.V Kozhevnikov Russ. Chem. Rev. 6 1987 811 [6] Y.Ono.M Taguchi Gerile S Suzuki T Baba B Imelik C Naccache G Coudurier Y.Ben Taarit J.C Vedrine Catalysis by Acids and Bases 1985 Elsevier Amsterdam 167 [7] Y Ono T Baba Yu Yermakov V Likholobov Homogeneous and Heterogeneous Catalysis 1986 VNU Science Press Utrecht 273 [8] S Suzuki M Kogai Y Ono Chem. Lett. 1984 699 [9] K Ebitani J Konishi H Hattori J. Catal. 130 1991 257 [10] K Ebitani H Konno T Tanaka H Hattori J Catal. 143 1993 322 [11] Y Ono T Mori J. Chem. Soc., Faraday Trans. 1 77 1981 2209 [12] T Baba Y Ono J. Phys. Chem. 100 1996 9064 [13] D Freude M Hunger H Pfeifer Chem. Phys. Lett. 128 1986 62 [14] I.W Shuppert C.A Angell J. Chem. Phys. 67 1977 3050 [15] T.C Sheng I Gay J. Catal. 71 1981 119 T.C Sheng I Gay J. Catal. 77 1982 53 [16] D Fenzke B.C Gerstein H Pfeifer J. Magn. Reson. 98 1992 469 [17] E Brunner J. Chem. Soc., Faraday Trans. 86 1990 3957",
      "scopus-id": "0030599570",
      "coredata": {
        "eid": "1-s2.0-S138111699600324X",
        "dc:description": "The dynamic property of protons in the catalysts consisting of Pd0 metal and H3PW12O40 in the presence of dihydrogen was investigated with 1H MAS and broad-line NMR techniques. The protons in H3PW12O40 were observed at 9.1 ppm in 1H MAS NMR. When a composite catalyst consisting of Pd(II) and H3PW12O40 was reduced with dihydrogen, the intensity of the 9.1 ppm signal increased. In addition, hydrogen atoms adsorbed on metallic palladium were observed at 19.8 ppm. The temperature dependence of 1H MAS NMR reveals the dynamic nature of protons in the catalyst consisting of Pd0 metal and H3PW12O40. When the composite catalyst was heated to 333 K in the presence of dihydrogen, the line widths of the two peaks were broadened and the peak of hydrogen atoms shifted toward that of acidic protons, indicating that the interconversion occurs between the hydrogen atoms on Pd0 metal and protons in H3PW12O40 and that hydrogen atoms formed on Pd0 metal spill-over to the surrounding heteropolyanions. The line width of the peak at 9.1 ppm of the composite catalyst in the presence of dihydrogen depended on the spinning rate in 1H MAS NMR at 373 K, indicating that the protons in the catalyst are mobile. On the other hand, the line width was independent of spinning rate in the case of H3PW12O40 at this temperature. This clearly shows that the presence of dihydrogen and Pd0 metal modify the dynamic nature of protons in H3PW12O40.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-23",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S138111699600324X",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Baba, Toshihide"
          },
          {
            "@_fa": "true",
            "$": "Hasada, Yasuhiro"
          },
          {
            "@_fa": "true",
            "$": "Nomura, Mamoru"
          },
          {
            "@_fa": "true",
            "$": "Ohno, Yo-ichi"
          },
          {
            "@_fa": "true",
            "$": "Ono, Yoshio"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S138111699600324X"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S138111699600324X"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00324-X",
        "prism:volume": "114",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "1H NMR studies on the dynamic property of protons in Pd0H3PW12O40 systems in the presence of dihydrogen",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "prism:issueName": "Polyoxometalates in Catalysis",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "1H NMR"
          },
          {
            "@_fa": "true",
            "$": "Acidic protons"
          },
          {
            "@_fa": "true",
            "$": "Heteropoly acid"
          },
          {
            "@_fa": "true",
            "$": "Palladium metal"
          },
          {
            "@_fa": "true",
            "$": "Dihydrogen"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-3",
        "openaccessSponsorType": null,
        "prism:pageRange": "247-255",
        "prism:endingPage": "255",
        "pubType": "fla",
        "prism:coverDisplayDate": "23 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00324-X",
        "prism:startingPage": "247",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00324-X",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030599570"
      }
    }
  }
}