{
  "metadata": {
    "title": "Application of the direct exchange method in the preparation of gold catalysts supported on different oxide materials",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "2006-08-18",
    "doi": "10.1016/j.molcata.2006.05.006",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116906008089",
    "pii": "S1381116906008089"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-33747373638",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 2006-06-09 2006-06-09 2010-03-29T20:21:43 1-s2.0-S1381116906008089 S1381-1169(06)00808-9 S1381116906008089 10.1016/j.molcata.2006.05.006 S300 S300.1 FULL-TEXT 1-s2.0-S1381116906X02376 2024-08-28T07:40:38.466246Z 0 0 20060818 2006 2006-06-09T00:00:00Z articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav absattachment articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype subheadings volfirst volissue webpdf webpdfpagecount figure table body acknowledge affil articletitle auth authfirstini authfull authkeywords authlast primabst ref specialabst alllist content subj ssids 1381-1169 13811169 256 256 1 2 1 2 Volume 256, Issues 1–2 43 278 283 278 283 20060818 18 August 2006 2006-08-18 2006 article fla Copyright © 2006 Elsevier B.V. All rights reserved. APPLICATIONDIRECTEXCHANGEMETHODINPREPARATIONGOLDCATALYSTSSUPPORTEDDIFFERENTOXIDEMATERIALS IVANOVA S 1 Introduction 2 Experimental 2.1 Catalysts preparation 2.2 Washing procedures 2.2.1 Caution/safety note 3 Characterisation 3.1 CO oxidation 4 Results and discussion 4.1 Catalytic activity 5 Conclusions Acknowledgements References COSTELLO 2002 159 168 C BOND 2000 41 51 G KOZLOVA 1998 426 438 A RIAHI 2002 115 121 G MOHAMED 2000 366 371 M BIANCHI 2000 231 236 C PORTA 2003 553 559 F ANDREEVA 1996 275 283 D BOCCUZZI 1999 176 185 F ANDREEVA 1996 354 355 D SEKER 2002 203 217 E UEDA 1997 81 93 A UEDA 1998 115 121 A GRISEL 2002 123 132 R GRISEL 2002 39 45 R TABAKOVA 2003 385 397 T TABAKOVA 2004 73 81 T FU 2003 41 53 Q JACOBS 2005 259 264 G DENG 2005 126 135 W SAKURAI 2005 179 187 H HWANKIM 2005 66 74 C GLUHOI 2005 154 162 A MUNTEANU 2004 31 40 G SCHUBERT 2001 113 122 M OKUMURA 1998 53 58 M GRUNWALDT 1999 1002 1012 J IVANOVA 2004 191 201 S FISHER 2003 155 J COSUMANO 1997 456 G BOND 1999 319 388 G HARUTA 1987 405 411 M BRUNELLE 1978 1211 1236 J IVANOVA 2006 203 210 S IVANOVA 2006 57 64 S MANRIQUEZ 2004 229 237 M FORCE 2001 192 199 C SORIA 1999 67 74 J IVANOVA 2006 3 8 S IVANOVAX2006X278 IVANOVAX2006X278X283 IVANOVAX2006X278XS IVANOVAX2006X278X283XS item S1381-1169(06)00808-9 S1381116906008089 1-s2.0-S1381116906008089 10.1016/j.molcata.2006.05.006 271358 2024-08-28T07:40:38.466246Z 2006-08-18 1-s2.0-S1381116906008089-mainext.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/egi:10X15FBB6P5/MAIN/application/pdf/3759e7f77544710eb64af3f09d37c6e9/mainext.pdf mainext.pdf pdf true 441862 MAIN 8 1-s2.0-S1381116906008089-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/PREVIEW/image/png/40e394009ad3066d005fd0794df63819/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/PREVIEW/image/png/40e394009ad3066d005fd0794df63819/main_1.png main_1.png png 74482 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906008089-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/MAIN/application/pdf/0b2a72f1d6eb91d304126dd4e5e9384a/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/MAIN/application/pdf/0b2a72f1d6eb91d304126dd4e5e9384a/main.pdf main.pdf pdf true 374529 MAIN 6 1-s2.0-S1381116906008089-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/PREVIEW/image/png/40e394009ad3066d005fd0794df63819/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/PREVIEW/image/png/40e394009ad3066d005fd0794df63819/main_1.png main_1.png png 74482 849 656 IMAGE-WEB-PDF 1 1-s2.0-S1381116906008089-gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/gr1/DOWNSAMPLED/image/jpeg/d619ecf462529095e24891974c715440/gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/gr1/DOWNSAMPLED/image/jpeg/d619ecf462529095e24891974c715440/gr1.jpg gr1 gr1.jpg jpg 182654 589 630 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008089-gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/gr1/THUMBNAIL/image/gif/483d5b8798726b9cec9a863d3fa51245/gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/gr1/THUMBNAIL/image/gif/483d5b8798726b9cec9a863d3fa51245/gr1.sml gr1 gr1.sml sml 3675 94 100 IMAGE-THUMBNAIL 1-s2.0-S1381116906008089-fx1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/fx1/DOWNSAMPLED/image/jpeg/8ac6f9f0c21b8ce4bc1485563abf8111/fx1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/fx1/DOWNSAMPLED/image/jpeg/8ac6f9f0c21b8ce4bc1485563abf8111/fx1.jpg fx1 true fx1.jpg jpg 42575 239 236 IMAGE-DOWNSAMPLED 1-s2.0-S1381116906008089-fx1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116906008089/fx1/THUMBNAIL/image/gif/b213b4c3561c39ed9b1c8a9f427ffc1c/fx1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116906008089/fx1/THUMBNAIL/image/gif/b213b4c3561c39ed9b1c8a9f427ffc1c/fx1.sml fx1 true fx1.sml sml 2904 93 92 IMAGE-THUMBNAIL MOLCAA 6017 S1381-1169(06)00808-9 10.1016/j.molcata.2006.05.006 Elsevier B.V. Fig. 1 TEM images of ammonia-washed samples (25molL−1) supported on: (a) TiO2, (b) ZrO2, (c) Al2O3 and (d) CeO2. Table 1 IEP and specific surface of the supports Support IEP a Specific surface (m2 g−1) CeO2 ∼6, 7 240 γ-Al2O3 7–9 200 TiO2 ∼6 40 ZrO2 ∼6, 7 44 MgO 12.1–12.7 25 SiO2 1–2 528 a By Brunelle [33]. Table 2 Elemental analysis of gold catalysts on different support with water as washing agent Gold concentration (molL−1) Support Elemental analysis (wt.%) Au Cl 10−4 TiO2 1.53 482ppm 10−4 ZrO2 1.63 0.2 10−4 MgO 0.53 0.2 10−4 Al2O3 2 0.33 10−4 CeO2 1.97 0.66 10−2 SiO2 120ppm ≤150ppm Table 3 Elemental analysis of the gold catalysts on different support with NH3 as washing agent Gold concentration (molL−1) Support Washing agent (molL−1 NH3) Elemental analysis Au (wt.%) Au loss (%) Cl (ppm) 10−4 TiO2 4 1.19 22 ≤150 10−4 ZrO2 4 1.56 4 471 10−4 Al2O3 4 1.38 31 ≤150 10−4 CeO2 4 1.93 2 ≤150 10−4 TiO2 25 1.50 2 ≤150 10−4 ZrO2 25 1.34 18 329 10−4 Al2O3 25 1.37 32 ≤150 10−4 CeO2 25 1.95 1 ≤150 Table 4 Rate of reaction for the catalysts prepared by DAE as a function of support and washing agent Catalyst Washing agent r (molCOmin−1 gAu−1) 2% Au/Al2O3 H2O 2.58×106 1.97% Au/CeO2 H2O 1.5×107 1.53% Au/TiO2 H2O 9.96×106 1.63% Au/ZrO2 H2O 4.65×106 1.35% Au/Al2O3 4molL−1 NH3 6.43×106 1.93% Au/CeO2 4molL−1 NH3 1.87×107 1.19% Au/TiO2 4molL−1 NH3 1.08×107 1.56% Au/ZrO2 4molL−1 NH3 3.75×106 1.37% Au/Al2O3 25molL−1 NH3 8.96×106 1.95% Au/CeO2 25molL−1 NH3 1.72×107 1.50% Au/TiO2 25molL−1 NH3 7.13×106 1.34% Au/ZrO2 25molL−1 NH3 9.83×106 Application of the direct exchange method in the preparation of gold catalysts supported on different oxide materials Svetlana Ivanova ⁎ Véronique Pitchon Corinne Petit ⁎ Laboratoire des Matériaux, Surfaces et Procédés pour la Catalyse, UMR 7515 du CNRS 25 rue de Becquerel, 67087 Strasbourg, France ⁎ Corresponding authors. Tel.: +33 3 90 24 26 76; fax: +33 3 90 24 26 74. Graphical abstract This publication describes the application of the direct anionic exchange method (DAE) in the preparation of gold nanoparticles supported of different oxide materials. Some of the most frequently used metal oxides in the gold catalysis are investigated, i.e., TiO2, ZrO2, CeO2 and Al2O3, as well as some less typical such as SiO2 and MgO. The formation of gold nanoparticles has been proven by transmission electron microscopy with particles size ranging between 1.9 and 3nm for all catalysts. This publication describes the application of the direct anionic exchange method (DAE) in the preparation of gold nanoparticles supported upon different oxide materials. Some of the metal oxides most frequently used in gold catalysis are investigated, i.e., TiO2, ZrO2, CeO2 and Al2O3, as well as some of those less typical such as SiO2 and MgO. All of these supports have been studied comparatively for their acid–base and redox properties. It was found that the method of preparation is successful on a quantitative level for all of the supports, having an isoelectric point between 4 and 7. The formation of gold nanoparticles was confirmed by transmission electron microscopy with particle size ranging between 1.9 and 3nm for each catalyst. All gold catalysts were tested in the CO oxidation reaction and it was concluded that gold catalysts supported on reducible type metal oxides such as CeO2, TiO2 and ZrO2 are generally more active. Keywords Gold catalysts CO oxidation Reducible supports Alumina 1 Introduction For a long time, metallic gold has been considered as both a promising and versatile catalyst, but its development and application has been greatly impeded by difficulties in reproducing its preparation on a large number of catalyst supports. The principal role of any support is the stabilisation and the dispersion of low loadings of metal particles on material of high surface area. Equally, it must also ensure an adequate metal–support interaction and high interfacial surface (specific active sites) [1,2]. The most traditional supports used in the gold catalysis have been single or mixed metal oxides from the first row of transition metals, as well as few oxides of heavier elements such as zirconium, indium, tin, lanthanum and cerium. Metal hydroxides are less employed owing to their instability under strongly exothermic conditions reactions, e.g., CO oxidation reaction [3]. Different types of zeolites, polymers and carbon have also been reported [4–7]. Amongst these supports, titanium dioxide and iron oxides are most widely used, in particular in the water-gas shift reaction at low temperature [8–10]. Before 2002, there are some reports of gold catalysts supported on alumina and even following this date, they have found limited application in the reduction of nitrogen oxides [11–15]. There are even fewer publications discussing the use of ceria in gold-based catalysts, but the research interest in this area has increased over the last few years [16–24]. The effect of the support on the oxidation of CO over gold catalysts has been investigated by Schubert et al. [25]. The authors proposed classifying the supports in two groups: “active” and “inert”. The gold particles supported on non-reducible and basic oxides such as Al2O3, MgO as well as the acidic SiO2 are considered to be “inert”, while reducible oxides such as Fe2O3, NiO x , CoO x , TiO2 are declared “active”. The former are less reactive for CO oxidation compared with the latter. In the case of gold catalysts supported on “inert” oxides, Okumura et al. [26] reported a strong dependence of the catalytic activity upon the gold particle size. The increase in catalytic activity over the catalysts supported on reducible oxides has been attributed to the oxygen storage capacity of the support [27]. Still, it has to be noted that both types of supports yield an active catalyst, but the reaction presumably goes via different mechanisms. The aim of the current study is to produce an active catalyst for CO oxidation using novel and improved direct anionic exchange (DAE) method of preparation and to compare the catalytic activity of both “inert” (Au/Al2O3, Au/MgO, Au/SiO2) and “active” (Au/TiO2, Au/ZrO2, Au/CeO2) systems. 2 Experimental 2.1 Catalysts preparation A novel method of preparation have been developed in our laboratory, based upon the direct anionic exchange (DAE) of the gold species with the hydroxyl groups of the support, and was reported in a previous publication [28]. Aqueous solutions of HAuCl4 of concentration 10−4 molL−1 (pH 3.5) were prepared in order that a final Au loading of 2wt.% is obtained. The solution was heated to 70°C and the commercially available powdered support (Al2O3 (Rhône Poulenc GCO 64), CeO2 (Rhône Poulenc Actalys HSA 5), TiO2 (Degussa P25), ZrO2 (Degussa IRC), MgO (STREM) and SiO2 (ROTH)) was added. The slurry was filtered, washed, dried overnight in an oven at 120°C and calcined in air at 300°C for 4h. 2.2 Washing procedures The washing procedures were applied in order to remove the chlorine residues from the solution, from the gold chlorohydroxy complexes and/or the adsorbed chlorides on the support. The washing agents were either ammonia as an aqueous solution (NH3·H2O) with different concentration (4 and 25molL−1) or distilled water. Two different procedures were employed in the case of an ammonia wash—short wash for 20min with 25molL−1 NH3·H2O and long wash for 1h with 4molL−1 NH3·H2O. 2.2.1 Caution/safety note Contacting ammonia with the gold containing solution could lead to the formation of gold ammonia complexes, which are potentially explosive [29]. Therefore, the use of this procedure is only safe if all of the gold is chemically bonded to the support as a result of the DAE and that none of the gold precursor remains in the solution prior to the ammonia wash. It is necessary to be certain that there is no gold in the solution before the addition of ammonia, as Cosumano [30] reported that “supported metal catalysts which contain gold should never be prepared by impregnation of a support with solutions which contain both gold salts and NH4OH. The dried catalysts contain extremely shock sensitive gold-nitrogen compounds which might explode with the slightest touch”. 3 Characterisation The chemical analysis of Au and Cl was performed by inductively coupled plasma atom emission spectroscopy at the CNRS Center of Chemical Analysis (Vernaison, France). The detection limit was 150ppm for Cl. The analyses were carried out following the calcination of the catalyst. The Au weight loading is expressed as the weight of Au (g) per weight of calcined catalyst (g): wt.% Au=[m Au/(m Au + m support)]×100. The catalysts were characterised by transmission electron microscopy (TEM) Topcon EM002B to determine both the morphology of the solid and the gold particle size distribution. 3.1 CO oxidation The reaction was performed at atmospheric pressure using a fixed bed quartz micro-reactor packed with 50mg of catalyst diluted in cordierite and a gas mixture of 1.5% CO and 5% O2 in He with a total flow rate of 50cm3 min−1 (GHSV∼23,000h−1). The flows were regulated using Tylan flow controllers. The temperature was monitored and controlled by a Eurotherm system. Analysis for both CO and CO2 were performed by a Rosemount Infrared analyser. The experiment was repeated several times in order to measure the reproducibility. Before each test, the catalyst was pre-treated at 300°C in air for 2h. 4 Results and discussion Historically, the preparation of gold catalysts is based on the precipitation of gold precursors onto an inorganic oxide at basic pH, as extensively reviewed by Bond and Thompson [31]. Many of these methods derive from the deposition–precipitation method (DP) initially proposed by the team of Haruta et al. [32]. However, it has been demonstrated that the preparation of small sized gold particles is not trivial due to complicated experimental procedure and sintering of the gold particles. The direct anionic exchange (DAE) eliminates the precipitation step during which metal particle agglomeration occurs. The anionic exchange depends on the concentration and pH of gold precursor solution (HAuCl4), both of which affect the hydrolysis of the salt as well as the IEP of the support [28]. Other criteria important when choosing the support are as follows: • support reducibility • acid–base properties both of Brönsted and Lewis type • specific surface area. The isoelectric point (IEP) of all of the supports used and their specific surface area measured by the BET method are presented in Table 1 . All supports except silica have an IEP higher than the pH of gold solution of concentration 10−4 molL−1 (pH 3.5). The low IEP of silica illustrates its strong acid and non-amphoteric character. At pH higher than 2, the silica surface is negatively charged and therefore, will only adsorb cations. That is why, in this case, a gold precursor solution of concentration of 10−2 molL−1 (pH 2) was used. In conjunction with the IEP, the specific surface area of the support is a crucial factor since the anionic exchange at the surface depends on the number of accessible adsorption sites. There is a fine balance between support specific surface area and the desired gold loading. If the specific surface area of the support is too small compared with the desired gold loading, the number of adsorption sites is insufficient and the gold remains in solution [34]. For example, the limiting value of 3.1wt.% gold was found for the alumina support [35]. A summary of the elemental analyses for gold and chlorine as a function of support in catalysts washed with water is presented in Table 2 . The nominal gold loading was 2wt.%. For the case of silica, the quantity of the gold deposited was extremely low. As mentioned above, SiO2 has a lower IEP and even the use a gold solution with pH∼2 does not prevent the negative charging of the support surface. This renders the DAE method unsuitable for the preparation of gold catalysts on highly acidic supports. Titania and zirconia supports (IEP 6–7) exhibit strong Lewis type acidity, which was found beneficial for a successful anionic exchange, as reported by Manriquez et al. [36]. However, the results here reveal a 25% loss of gold during preparation by DAE, which could be explained by the small specific surface area of these supports. This is not the case for the alumina and ceria supported water-washed samples, for which the desired quantity of gold was obtained. This is in agreement with the larger surface areas of the supports: 200 and 240m2 g−1, respectively. However, the mechanism of exchange at the surface is not the same. On the alumina, the anionic exchange goes via the formation of Lewis sites, a result of the low pH of the solution and is followed by their occupation by the OH groups of the gold precursor. The latter is dependent on the initial concentration of the gold in the solution [28]. On ceria, the degree of hydrolysis and the initial gold concentration appear to have no influence upon the quantitative deposition of gold over ceria (experimental results not shown). An interesting grafting mechanism description of noble metals on ceria is given by Force et al. [37]. According to this mechanism, chloride ions from the metal precursor are incorporated in the ceria lattice either by occupation of an oxygen vacancy (Lewis type sites) or by an exchange of the OH− groups for the support (Bronsted type sites). The participation of the Cl− in the mechanism of exchange explains the large amount of chorine in the water-washed ceria supported sample (0.66wt.%). Soria et al. have proven the existence of CeO2–Cl bonding in the Au/CeO2 system by EPR [38]. It is important to note the low quantity of chlorine found for the water-washed gold catalysts supported on titania and zirconia compared with that on alumina and ceria. While in the case of ceria supported catalysts, this is due to the mechanism of the exchange, for the case of alumina, it is probably a result of the higher affinity of the chlorine for alumina. The addition of MgO to the gold precursor solution led to an increase of the pH to 9.5. This induced rapid formation of [Au(OH)4]− species, which are unsuitable for a direct anionic exchange [28,34]. The majority of the gold remains in the solution and the final catalyst loading is only 0.53wt.% instead of the nominal 2wt.%. This result proves that this method of preparation is not quantitative for either strongly acidic or basic supports. The range of support IEP, during which the direct anionic exchange method is successful lies between 4 and 7. It should also be noted that on some occasions, the dissolution of the mineral oxide support could occur. The solubility of the oxide depends on its acid–base character. For amphoteric oxides, the solubility increases at extreme pH values. The elemental analyses for both gold and chlorine, following the washing of all samples with aqueous NH3, as a function of the support, as well as the calculated loss of gold are presented in Table 3 . The supports (SiO2 and MgO) recording IEP values beyond the range of 4 and 7 were excluded from this study. The loss of gold represents the amount of gold lost during the process of ammonia washing. The ratio between the quantity of gold obtained after NH3 washing and the quantity obtained after H2O washing has been calculated. Washing with NH3 has the aim of removing the chlorine ligands from the gold chlorohydroxy complexes, or the chlorine directly adsorbed onto the support, which will ultimately limit the autoreduction phenomena and the growth of gold particles size [35]. For each of the catalysts listed, with the exception of Au/ZrO2, the quantity of the chlorine is lower than the detection limit of the ICP-AS method. The TiO2 and ZrO2 supports react differently to the NH3 washing procedures. For titania, the loss of gold is minor when the shorter washing procedure with the higher ammonia concentration is applied compared with the longer procedure (2% rather than 22%). This suggests that the replacement of Cl− by OH− groups is a rapid process. As the exposure of the catalyst to the washing agent is prolonged, the simultaneous hydrolysis of both the support and gold complexes to [AuCl x (OH)4−x ]− (x =0–4) occurs even at low NH3 concentration. By extending the exposure, the weakly attached gold species become transformed into [Au(OH)4]−, which exhibits a low stability and a low rate of adsorption. Therefore, the large loss of gold from the titania supported catalyst can be attributed to the weak bonding between the OH groups of the gold complexes and the Lewis sites of the titania and/or the low specific surface area of this oxide. Contrary to the case of titania, the loss of gold in the zirconia supported catalysts is small when washed with the solution of ammonia with low concentration and it increases in parallel with the concentration of ammonia. The quantity of chlorine is comparable in both cases. Zirconia has high Lewis acidity, a low hydrolysis potential and a high affinity to chlorine [36]. The increase in the gold loss with the ammonia concentration can be attributed to the removal of the most hydrolysed gold complexes from the support surface (complexes attached via OH− groups). For ammonia treated samples supported on alumina, the loss of gold is around 30%, independent of the mode of washing. This loss was attributed to the removal of non-grafted gold complexes [28]. The catalyst supported on ceria is the only one which retains the total amount of gold loaded, which confirms again the low sensitivity of deposited gold to the conditions of preparation and post-preparation treatment. It is important to state again that the DAE method is successful for all supports having an IEP between 4 and 7 and there seems to be no influence of the level of reducibility of the support. ZrO2, TiO2, Al2O3 are sensitive towards the conditions of preparation (concentration of gold precursor salt and/or ammonia), while CeO2 is indifferent. Taking into account this and the differences in the mechanism of exchange for alumina and ceria, it can be concluded that the mode of grafting on zirconia and titania is more likely to follow the alumina pattern. 4.1 Catalytic activity The catalysts prepared successfully by DAE were tested and compared in the CO oxidation reaction. The rates of the reaction (r, molCOmin−1 gAu−1), displayed in Table 4 , represent reactions carried out at 100°C with water-washed catalysts, at 75°C with ammonia-washed catalysts (long wash) and at 50°C with ammonia-washed catalysts (short wash). A comparison of the data presented in Table 4 can be made only for individual catalyst sets since the reactions are carried out at different reaction temperatures. The different reaction temperatures were chosen because of the different activity of each catalyst, namely the water-washed samples reveal low conversion at temperatures 50 and 75°C, while the catalysts washed with 25molL−1 ammonia solution are too active at 75 and 100°C. In this manner there is an overlapping of the conversion degree for all the catalysts at the chosen temperature. Generally, a positive effect in the rates is observed when the catalysts are washed with ammonia even though the reactions are carried out at lower temperatures. The best results are obtained for all of the catalysts washed with 25molL−1 ammonia solution. Independently of the washing agent, the catalysts supported on ceria are the most active, most probably due to the high oxygen storage capacity of the support as proposed by Schubert et al. [25]. For the extreme cases (water-washed Au/Al2O3 and Au/CeO2), the reaction rate for the ceria supported catalyst is almost six-fold greater than that of the alumina supported one. The ammonia treatment reduced this difference to a factor of 2 only. Interestingly, the catalysts supported on reducible supports such as TiO2 and ZrO2 revealed an intermediate behaviour to that compared to the extreme cases—Al2O3 and CeO2, which proved the dependence upon the preparation and pre-treatment conditions. This clearly suggests an active participation of the support in the CO oxidation reaction. Therefore, the key parameters for the achievement of an excellent activity from gold catalysts in the oxidation of CO are the reducibility of the supports, the nature of Au/support interaction and the gold particle size. The size of the gold particles has been evaluated by both XRD and TEM. For the alumina supported samples, the gold particle size decreases as a function of the washing agent from 16nm (water-washed) to 1.9nm (25molL−1 NH3). In the case of the ceria supported samples, the XRD patterns revealed the characteristic lines of the ceria structure, but no lines corresponding to a gold compound, and this, independently of the pre-treatment. This is indicative of gold particles smaller than 4nm, which corresponds to the measurement limit of the XRD. The TEM images for the ammonia-washed samples are presented in Fig. 1 . Difficulties in achieving a reasonable contrast makes it impossible to distinguish the gold particles in the case of the sample supported on ceria (Fig. 1(d)). For the remainder, a good dispersion of gold has been observed. Furthermore, it is clear that the gold particles supported on alumina are smaller than those on both titania and zirconia. Our previous study [35] reports the particle size distribution for the alumina supported sample. As mentioned earlier, an average gold particle size of 1.9nm was found. For titania and zirconia supported catalysts, an average size of 3nm was calculated. As the catalytic activity of titania, zirconia and alumina supported samples is comparable independently of the large differences in the gold particle size, it can be deduced that the reducibility of the support and the form of the gold particles are the most critical factors in the CO oxidation reaction. However, if the gold particles can be prepared as minute in size, then the reaction rates can be significantly improved as observed in a few examples in this study: 4molL−1 ammonia-washed Au/Al2O3 is more active than the corresponding zirconia one, while in turn the 25molL−1 ammonia-washed Au/Al2O3 catalyst is more active than that titania supported one. These final promising results demonstrate the significant potential of alumina supported gold catalysts in view of their possible application in the automotive exhaust industry in respect of their thermal resistance to sintering at 600°C when ammonia washing would be employed as well as to the economic advantages of the material [39]. 5 Conclusions The proposed method of preparation is very successful for oxidic supports having an IEP between 4 and 7, but is not appropriate for the cases of extremely basic or acidic supports. The reducibility of the supports does not have any influence on the quantity or the dispersion of the gold deposited but has a significant effect on the catalytic activity. Generally, the gold catalysts supported on reducible oxides (TiO2, ZrO2 and in particular CeO2) are more active for the CO oxidation reaction. The conditions of preparation and pre-treatment over Au/Al2O3, Au/TiO2 and Au/ZrO2 affect the catalytic performance; the ammonia wash, which should be used with precaution, yields catalysts more active even at lower reaction temperatures. The smaller gold particle size observed on alumina supported gold catalysts makes them competitive against those the catalysts supported on reducible oxides. Acknowledgements The authors are indebted to Dr. Novakova and Dr. Brooks for proof-reading of the manuscript. Grateful acknowledgement is also made for the partial financial support of this research within the AuTEK project by Anglogold and Mintek (Johannesburg, South Africa). References [1] C.K. Costello M.C. Kung H.-S. Oh Y. Wang H.H. Kung Appl. Catal. A 232 2002 159 168 [2] G.C. Bond D.T. Thompson Gold Bull. 33 2000 41 51 [3] A.P. Kozlova S. Sugiyama A.I. Kozlov K. Asakura Y. Iwasawa J. Catal. 176 1998 426 438 [4] G. Riahi D. Guillemot M. Polisset-Thfoin A.A. Khodadadi J. Fraissard Catal. Today 72 2002 115 121 [5] M.M. Mohamed T.M. Salama M. Ichikawa J. Colloid Interf. Sci. 224 2000 366 371 [6] C. Bianchi F. Porta L. Prati M. Rossi Top. Catal. 13 2000 231 236 [7] F. Porta M. Rossi J. Mol. Catal. A: Chem. 204–205 2003 553 559 [8] D. Andreeva V. Idakiev T. Tabakova A. Andreev R. Giovanoli Appl. Catal. A 134 1996 275 283 [9] F. Boccuzzi A. Chiorino M. Manzoli D. Andreeva T. Tabakova J. Catal. 188 1999 176 185 [10] D. Andreeva V. Idakiev T. Tabakova A. Andreev J. Catal. 158 1996 354 355 [11] E. Seker E. Gulari Appl. Catal. A 232 2002 203 217 [12] A. Ueda T. Oshima M. Haruta Appl. Catal. B 12 1997 81 93 [13] A. Ueda M. Haruta Appl. Catal. B 18 1998 115 121 [14] R.J.H. Grisel C.J. Weststrate A. Goossens M.W.J. Craje A.M. van der Kraan B.E. Nieuwenhuys Catal. Today 72 2002 123 132 [15] R. Grisel K.-J. Weststrate A. Gluhoi B.E. Nieuwenhuys Gold Bull. 35 2002 39 45 [16] T. Tabakova F. Boccuzzi M. Manzoli D. Andreeva Appl. Catal. A 252 2003 385 397 [17] T. Tabakova F. Boccuzzi M. Manzoli J.W. Sobczak V. Idakiev D. Andreeva Appl. Catal. B 49 2004 73 81 [18] Q. Fu S. Kudriavtseva H. Saltsburg M. Flytzani-Stephanopoulos Chem. Eng. J. 93 2003 41 53 [19] G. Jacobs S. Ricote U.M. Graham P.M. Patterson B.H. Davis Catal. Today 106 2005 259 264 [20] W. Deng J. De Jesus H. Saltsburg M. Flytzani-Stephanopoulos Appl. Catal. A 291 2005 126 135 [21] H. Sakurai T. Akita S. Tsubota M. Kiuchi M. Haruta Appl. Catal. A 291 2005 179 187 [22] Ch. Hwan Kim L.T. Thompson J. Catal. 230 2005 66 74 [23] A. Gluhoi N. Bogdanchikova B.E. Nieuwenhuys J. Catal. 229 2005 154 162 [24] G. Munteanu L. Ilieva R. Nedyalkova D. Andreeva Appl. Catal. A 277 2004 31 40 [25] M.M. Schubert S. Hackenberg A.C. Van Veen M. Muhler V. Plzak R.J. Behm J. Catal. 197 2001 113 122 [26] M. Okumura S. Nakamura S. Tsubota T. Nakamura M. Azuma M. Haruta Catal. Lett. 51 1998 53 58 [27] J.-D. Grunwaldt A. Baiker J. Phys. Chem. B 103 1999 1002 1012 [28] S. Ivanova C. Petit V. Pitchon Appl. Catal. A 267 2004 191 201 [29] J. Fisher Gold Bull. 36 2003 155 [30] G.A. Cosumano Nature 247 1997 456 [31] G.C. Bond D.T. Thompson Catal. Rev. Sci. Eng. 41 1999 319 388 [32] M. Haruta T. Kobayashi H. Sano N. Yamada Chem. Lett. 1987 405 411 [33] J.P. Brunelle Pure Appl. Chem. 50 1978 1211 1236 [34] S. Ivanova V. Pitchon C. Petit H. Herschbach A. Van Dorsselaer E. Leize Appl. Catal. A 298 2006 203 210 [35] S. Ivanova V. Pitchon Y. Zimmermann C. Petit Appl. Catal. A 298 2006 57 64 [36] M.E. Manriquez T. Lopez R. Gomez J. Navarrete J. Mol. Catal. 220 2004 229 237 [37] C. Force J.P. Belzunegui J. Sanz A. Martinez-Arias J. Soria J. Catal. 197 2001 192 199 [38] J. Soria J.C. Conesa A. Martýnez-Arias Colloid Surf. A: Phys. Eng. Aspect 158 1999 67 74 [39] S. Ivanova C. Petit V. Pitchon Gold Bull. 39 2006 3 8",
      "scopus-id": "33747373638",
      "coredata": {
        "eid": "1-s2.0-S1381116906008089",
        "dc:description": "This publication describes the application of the direct anionic exchange method (DAE) in the preparation of gold nanoparticles supported upon different oxide materials. Some of the metal oxides most frequently used in gold catalysis are investigated, i.e., TiO2, ZrO2, CeO2 and Al2O3, as well as some of those less typical such as SiO2 and MgO. All of these supports have been studied comparatively for their acid–base and redox properties. It was found that the method of preparation is successful on a quantitative level for all of the supports, having an isoelectric point between 4 and 7. The formation of gold nanoparticles was confirmed by transmission electron microscopy with particle size ranging between 1.9 and 3nm for each catalyst. All gold catalysts were tested in the CO oxidation reaction and it was concluded that gold catalysts supported on reducible type metal oxides such as CeO2, TiO2 and ZrO2 are generally more active.",
        "openArchiveArticle": "false",
        "prism:coverDate": "2006-08-18",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116906008089",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Ivanova, Svetlana"
          },
          {
            "@_fa": "true",
            "$": "Pitchon, Véronique"
          },
          {
            "@_fa": "true",
            "$": "Petit, Corinne"
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116906008089"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116906008089"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(06)00808-9",
        "prism:volume": "256",
        "prism:publisher": "Elsevier B.V.",
        "dc:title": "Application of the direct exchange method in the preparation of gold catalysts supported on different oxide materials",
        "prism:copyright": "Copyright © 2006 Elsevier B.V. All rights reserved.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "1-2",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Gold catalysts"
          },
          {
            "@_fa": "true",
            "$": "CO oxidation"
          },
          {
            "@_fa": "true",
            "$": "Reducible supports"
          },
          {
            "@_fa": "true",
            "$": "Alumina"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "1-2",
        "openaccessSponsorType": null,
        "prism:pageRange": "278-283",
        "prism:endingPage": "283",
        "pubType": "fla",
        "prism:coverDisplayDate": "18 August 2006",
        "prism:doi": "10.1016/j.molcata.2006.05.006",
        "prism:startingPage": "278",
        "dc:identifier": "doi:10.1016/j.molcata.2006.05.006",
        "openaccessSponsorName": null
      },
      "objects": {
        "object": [
          {
            "@category": "standard",
            "@height": "589",
            "@width": "630",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008089-gr1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "182654",
            "@ref": "gr1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "94",
            "@width": "100",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008089-gr1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "3675",
            "@ref": "gr1",
            "@mimetype": "image/gif"
          },
          {
            "@category": "standard",
            "@height": "239",
            "@width": "236",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008089-fx1.jpg?httpAccept=%2A%2F%2A",
            "@multimediatype": "JPEG image file",
            "@type": "IMAGE-DOWNSAMPLED",
            "@size": "42575",
            "@ref": "fx1",
            "@mimetype": "image/jpeg"
          },
          {
            "@category": "thumbnail",
            "@height": "93",
            "@width": "92",
            "@_fa": "true",
            "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S1381116906008089-fx1.sml?httpAccept=%2A%2F%2A",
            "@multimediatype": "GIF image file",
            "@type": "IMAGE-THUMBNAIL",
            "@size": "2904",
            "@ref": "fx1",
            "@mimetype": "image/gif"
          }
        ]
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/33747373638"
      }
    }
  }
}