{
  "metadata": {
    "title": "Mechanisms for hydrogenation of acetone to isopropanol and of carbon oxides to methanol over copper-containing oxide catalysts",
    "authors": "; ; ",
    "journal": "Journal of Molecular Catalysis A: Chemical",
    "date": "1996-12-10",
    "doi": "10.1016/S1381-1169(96)00272-5",
    "abstract": "",
    "uri": "https://api.elsevier.com/content/article/pii/S1381116996002725",
    "pii": "S1381116996002725"
  },
  "fulltext": {
    "full-text-retrieval-response": {
      "scopus-eid": "2-s2.0-0030579532",
      "originalText": "serial JL 271358 291210 291744 291790 291809 31 Journal of Molecular Catalysis A: Chemical JOURNALMOLECULARCATALYSISACHEMICAL 1998-10-07 1998-10-07 2010-04-18T11:44:14 1-s2.0-S1381116996002725 S1381-1169(96)00272-5 S1381116996002725 10.1016/S1381-1169(96)00272-5 S350 S350.1 HEAD-AND-TAIL 1-s2.0-S1381116900X00106 2015-05-15T05:56:33.668241-04:00 0 0 19961210 1996 1998-10-07T00:00:00Z rawtext articleinfo crossmark dco dateupdated tomb dateloaded datesearch indexeddate issuelist volumelist yearnav articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright dateloadedtxt docsubtype doctype doi eid ewtransactionid hubeid issfirst issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdatestart pubdatetxt pubyr sortorder srctitle srctitlenorm srctype volfirst volissue webpdf webpdfpagecount affil articletitle auth authfirstini authfull authkeywords authlast doctopic primabst pubtype ref alllist content subj ssids 1381-1169 13811169 113 113 3 3 Volume 113, Issue 3 3 455 468 455 468 19961210 10 December 1996 1996-12-10 1996 converted-article rev Copyright © 1996 Published by Elsevier B.V. MECHANISMSFORHYDROGENATIONACETONEISOPROPANOLCARBONOXIDESMETHANOLOVERCOPPERCONTAININGOXIDECATALYSTS YURIEVA T MAKAROVA 1993 608 O YURIEVA 1993 495 T MAKAROVA 1994 371 O YURIEVA 1995 769 T PLYASOVA 1995 L PLYASOVA 1995 61 L YURIEVA 1995 513 T YURIEVA 1985 55 T MOROZ 1987 185 E RACHKOVSKII 1970 1410 E USTYANTSEV 1973 336 V KHASIN 1994 113 A CHUNG 1974 519 F WROBEL 1984 291 G PLYASOVA 1995 425 L HADZHIEVA 1986 85 F DOMINQUEZ 1983 369 J TRIPOLSKII 1985 1131 A INGOLD 1969 C STRUCTUREMECHANISMINORGANICCHEMISTRY PAVLENKO 1985 115 N APELBAUM 1961 2060 L FUJITANI 1994 271 T KUNG 1992 443 H WAUGH 1993 147 K MUHLER 1994 1 M YURIEVAX1996X455 YURIEVAX1996X455X468 YURIEVAX1996X455XT YURIEVAX1996X455X468XT item S1381-1169(96)00272-5 S1381116996002725 1-s2.0-S1381116996002725 10.1016/S1381-1169(96)00272-5 271358 2010-09-28T03:14:19.975384-04:00 1996-12-10 1-s2.0-S1381116996002725-main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002725/MAIN/application/pdf/5aa4a1f9d9f9a33951fff77ba26129fa/main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002725/MAIN/application/pdf/5aa4a1f9d9f9a33951fff77ba26129fa/main.pdf main.pdf pdf true 1356600 MAIN 14 1-s2.0-S1381116996002725-main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S1381116996002725/PREVIEW/image/png/1c2567f2f358e01180ced1b24e900455/main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S1381116996002725/PREVIEW/image/png/1c2567f2f358e01180ced1b24e900455/main_1.png main_1.png png 57625 849 656 IMAGE-WEB-PDF 1 ELSEVIER Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 Review JOURNAL OF MOLECULAR CATALYSIS 19 A: CHEMICAL Mechanisms for hydrogenation of acetone to isopropanol and of carbon oxides to methanol over copper-containing oxide catalysts T.M. Yurieva * , L.M. Plyasova, ON. Makarova, T.A. Krieger Boreskov Institute of Catalysis, Prospect Akademika Lavrentieva. 5, Novosibirsk 630090, Russia Received 15 April 1996; accepted 6 June 1996 Abstract Mechanisms for the synthesis of methanol from CO and CO, and for the hydrogenation of acetone to isopropanol are discussed based on the recent experimental results obtained by the authors. The state of copper-containing compounds in a hydrogen medium at 200-400 and the nature of their interaction with the reaction components were studied. Hydrogenation of carbon oxides and acetone was proposed to be the result of the ability of copper ions to reversible transformations to generate copper metal and protons. Activation of acetone and COZ can be achieved through their interaction with Cu and activation of CO through its interaction with oxygen-containing sites of Cu+~-O-Cu+~ type which are formed after oxidation of a portion of Cuwith carbon dioxide. Keywords: Copper-containing oxide catalysts; Hydrogenation of acetone to isopropanol; Methanol synthesis from carbon oxides 1. Introduction Copper-containing oxide catalysts are active for hydrogenation reactions, including hydrogenation of carbonyl groups of organic compounds and carbon oxides to alcohols. The aim of this paper is to discuss mechanisms of hydrogenation of acetone to isopropanol and of methanol synthesis from CO and CO2. The considerations are based on analysis of recent experimental data on the effect of reaction medium components on the structure and the composition of the catalyst [1-7]. * Corresponding author. Tel. +7-383-2357209; fax: +7-3832355766; e-mail: yurieva@catalysis.nsk.su. 1381-1169/96/$15.00 Copyright 1996 Elsevier Science B.V. All rights reserved. PHS1381-1169(96)00272-5 2. Experimental Compounds of two types were chosen for the investigations: (a) Copper chromite (CuCr204) is a component of numerous catalysts for hydrogenation of carbonyl bonds of organic compounds. The structure of this oxide is well known and convenient for experiments. To prepare a sample of copper chromite, the complex hydroxide was coprecipitated from a solution of corresponding nitrates under the action of an ammonia solution and thermally decomposed at 900. XRD examination showed the sample to be a practically pure compound with the structure of tetragonally distorted spinet 456 T.M. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 Catalytic behavior of the chromite for hydrogenation of acetone to isopropyl alcohol was studied using a pulse flow installation with a fluidized catalyst bed. The reaction products were analyzed chromatographically. (b) Solid solutions of copper ions in anionmodiiied (a-m) zinc oxide of the composition of Cuo.o$Zno.920 * and in a-m aluminium-containing zinc oxide of the composition Cuo.i5Zno.75Alo.i0* t To prepare the samples, complex hydroxocarbonates of aurichalcite structure were coprecipitated by sodium hydrocarbonate from a mixture of solutions of corresponding nitrates, thoroughly washed, and decomposed at 350. The catalytic behavior of the solid solution was studied in methanol synthesis at 220 and atmospheric pressure [9]. The solid solution of copper ions in a-m ZnO of the above-mentioned composition was chosen as a model of copperzinc-aluminium catalysts for methanol synthesis. Such a choice was made due to the fact that the rate of methanol synthesis is in proportion to the concentration of copper in solid solutions and reaches the values of the rates provided by the most active catalysts when the copper concentration is more than 30 at%. 3. Results and discussion 3.1. Nature of interaction between the catalysts and hydrogen Typically, hydrogenation catalysts are activated by hydrogen before being used. That was why we studied first the composition and structure of the catalysts in their reduced states. In situ XRD, neutronographic, IR spectroscopic and electron microscopic techniques were used Anion-modified oxide containing OH- and C03 2-groups of precursors. for the studies, according to the procedures already described [1-5]. 3.1.1. Structure of reduced copper chromite A body of the results reported in [ 1,10,11 ] show that not only the running but also the starting temperature of the catalyst bed reduction determines the nature of the interaction of hydrogen and the copper chromite: (1) If a sample of copper chromite is kept in air at up to 500 and then reduced at higher temperatures, the chromite of Cu' of the delafossite structure is formed [10]. (2) Keeping a sample of copper chromite in flowing hydrogen at a starting temperature below 350-400 and then at elevated temperatures to above 450 results in the decomposition of the chromite to produce copper metal and chromia [ 1,11 ]. (3) Complex processes discussed below are observed with hydrogen flow passed through the chromite bed at 200-400 [ 1 ]. Fig. la shows the electron microscopic image of the initial sample of CuCr204* Copper ions are partially (50-60% from total copper content) reduced with hydrogen to Cuand released as flat particles upon the surface of spinel crystals (Fig. lc). These are well faceted particles of 0 50 X 100 X 100 A in size which are bonded epitaxially to the spinel surface: compatibility between reciprocal lattice (111) planes of spinel and (111) planes of Cu' is seen from the superposition of spots (220) of copper and (440) of the chromite in the electron diffraction patterns (Fig. lc). Such a state is destructed when the temperature is elevated to above 450; in this case the amount of released copper reaches almost 100%, Cuparticles become round shaped and only weakly bonded to the surface (Fig. lb). The same state of catalyst is observed when reduced at a temperature lower than 320 with HZ catalyst, oxidized by 02 at the same temperature and then treated with HZ (Fig. lb). A spinel phase is preserved in flowing hydrogen at temperatures as high as 400. It is transformed to chromia upon complete release TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 (C) 457 Fig. 1. Electron microscopic images ( X 400000) of the samples: initial CuCr204 (a); reduced in H z at 450 (b); and reduced in H 2 at 320, the dark-field image of Cuparticles with identical orientation (c). of copper at 450; at first the structure of the NaCl type (Fig. 2a, curve 5) is formed, and then a-Cr203. However, spinel acquires the cubic 0 lattice with the lattice constant a = 8.342 A 1440 511 3s3 422 331 400 222 311 220 a > 0 m i i i i_i ii i b 100 V, cm-, 65 55 45 2e. grad. 35 25 800 ~ Fig. 2. X-ray diffraction patterns (a) and IR spectra (b) of copper chromite: 1 - initial sample; 2, 3, 5 - reduced in Hz at 250 320and 450, respectively; 4 - sample 3 calcined in He at 320 for 10 h; (O), (+), (o) - reflections from the Cu silicon and NaCI-type structure, respectively. Positions of the reflections from a cubic type of CuCrz04 spinet are marked on the top. even at 250 in hydrogen. The diffraction pattern recorded for it (Fig. 2a, curve 2) is characterized by the line intensity distribution which is rather different from that of the chromite untreated with HZ (Fig. 2a, curve 1). When the temperature increases to 320, the difference of the line intensity distributions becomes even more apparent (Fig. 2a, curve 3). Note that the tetragonal distortion disappears at temperatures as high as 580 in air [12]. The reduction at 250 is seen from the IR spectroscopic data (Fig. 2b) to result in a decrease of the intensity of the absorption bands (a.b.) at 125 cm-' and 193 cm-' assigned to oscillations of the CU04 group of spinet (Fig. 2b, curves 1, 2) which are practically disappeared upon reduction at 320 (Fig. 2b, curve 3). These data allow the conclusion that the amount of copper ions occupying tetrahedral positions depends on the reduction temperature: it decreases with elevation of temperature and practically disappears when the reduction is conducted at 320. It should be pointed out 458 TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 with the reference to the XRD data, that only a half of the copper ions are released as metallic particles under these conditions. The occurrence of another half of copper ions will be discussed later. When the kinetic method [13] was used to study the interaction of hydrogen and the copper chromite at 220-350, only a portion of the reacting hydrogen which corresponds to approximately a half of the oxygen monolayer at the chromite surface was found to yield water, the rest of hydrogen is absorbed by the spinel. The composition of the reduced chromite undergoes considerable transformations under the action of inert atmosphere, how it is seen from the in situ XRD (Fig. 2a, curve 4) and ex situ IR (Fig. 2b, curve 4) spectroscopic data. The following was observed upon substitution of flowing helium for flowing hydrogen (the sample was kept in helium for 10 h): - in the diffraction pattern, the spots assigned to copper metal decrease and become practically unobservable; the spinel line intensity distribution varies towards that of the initial oxidized spinel; - in the IR spectra, a.b.s. assigned to tetrahedral CU04 groups appear and attain their initial intensity. Hence, the initial oxidized structure of the sample is restored in flowing helium. A repeated reduction in flowing hydrogen results in a full reproduction of the sample structure described above. The only explanation for the reversible transformations of the chromite upon medium variations (HZ -* He -4 HZ) may be that the interaction of hydrogen and the sample generates protons which are then reduced in flowing helium to form hydrogen to be desorbed. When we take into account the phase composition of the sample in various media, it seems unambiguous that the following processes occur: 1. HZ ;F-~: 2H; 2. 2H + Cu+2 -- 2H++ Cu In situ XRD technique was used to study the sample composition depending on the time of Table 1 Experimental and calculated diffraction patterns for various models of copper chromite hkl 111 220 311 222 400 331 422 333 31 511 440 531 I,(exp) Iz(exp) 48 13 100 25 77 4 3 64 8 65 0 56 21 100 0 0 0 55 0 l calculated according to model i II 2 35 36 15 100 100 6 10 14 42 0 5 12 5 6 6 24 25 40 49 0 5 III IV 65 54 6 0 82 23 29 32 100 100 9 8 2 0 5 1 22 7 75 52 9 7 I,(exp) and Iz(exp) are integral intensities for the sample pretreated in hydrogen at 320 for 2 and 8 h, respectively. Models: I - CueCr204; II - Cu5Cr204; III Cuo.25Cu25Cr204; IV - O aCu5Cr204 (compensation of the charge by protons is assumed). a, c, d are crystallographic positions of cations in the spinel structure [6,8]. its exposure to hydrogen at 320. The study showed only a small increase in the amount of copper metal formed (from 40-50 to 60%) 2 against the time variation from 2 to 8 h, whereas a considerable redistribution of spinel lines intensity, i.e. a change in the spinet structure, was observed. Therefore, apart from the reduction of the surface to form water which results in no structural change, two alternative processes take place in hydrogen. One of them is completed in the first 2-3 h; it is, apparently, the exchange interaction between hydrogen and copper ions. Another is completed not earlier than in 8 h of the exposure. The nature of the latter may be considered in terms of atomic structure of the reduced chromite. Table 1 shows integral intensities of the experimental diffraction patterns recorded for the chromite exposed to hydrogen at 320 as compared to the theoretical ones calculated for vari- 2In all experiments qualitative estimations of the amount of copper metal were done according to [14]. T.M. Yurieua et al. / Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 Table 2 Coordinates, isotropic parameters of atoms and position occupations for the model of reduced copper chromite (from X-ray diffraction) Atom Position Occupation x y z B(isot) Cut 8a 0.379 0.125 0.125 0.125 2.07 CU 2 16c 0.086 0 0 0 1.3 Cr 16d 1 0.5 0.5 0.5 0.24 0 32e 1 0.254 0.254 0.254 1.75 ous models [6]. The comparison makes it possible to suggest a most realistic composition and structure of the reduced chromite. The model, in which 50% of copper ions are removed from the 8a positions and the rest ions are shared between the positions 8a and 16c after 2 h exposure and move completely to the 16c positions after 8 h exposure, seems the most compliant with the experimental data [6,8]. The model was improved in the frame of the space group Fd3m, a = 8.348(3) using the sample exposed to HZ for 2 h; the composition with the uncertainty factor as low as R = 0.038 was thus allowed. The data on occupancy of crystallographic positions, oxygen parameter x, and isotropic heat parameters of atoms of this composition are presented in Table 2. The coincidence of the experimental and theoretical diffraction patterns of the sample exposed to hydrogen for 2 h is seen in Fig. 3. It is rather difficult to attain more clarity about the structure of the sample reduced for 8 h due to numerous extended defects formed in it. The states of dissolved hydrogen and their location over the structure of the reduced chromite was studied using a neutronogram recorded for the sample exposed to hydrogen at 320 for 2 h [ 16]. From the neutronographic data without considering hydrogen atoms, the structure under examination of the reduced sample has R = 0.42, although its theoretical and experimental diffraction patterns coincide with R = 0.038. All of the possible hydrogen positions in the cubic spinel structure [8] were analyzed: in the 37230. 28956 20683 i 12410 4136 459 220 311 2 C 440 _ e _ _ talc. 1 553 400 422 .1 1 5, ~~\" 73, 02 422 6b20: ~e S3 86.385 22.265 36.795 55.325 7,.655 2 ana Fig. 3. Experimental X-ray diffraction pattern of the reduced copper chromite and the pattern calculated for the suggested model. centers of tetrahedrons and octahedrons, at their faces and edges. A significant improvement of the R-factor to 0.093 can be attained for the composition in which hydrogen atoms are located simultaneously at two kinds of positions: (1) at 32e positions ( x = 0.1875) - in tetrahedrons whose centers (8a positions) have been occupied by copper ions before the reduction; (2) at 16c positions - at the centers of empty octahedrons of the spinel. A further improvement of the R-factor to 0.056 was attained by varying the ratio of copper ions occupying 8a positions to those at 16c positions. Coordinates for all the atoms including hydrogen, occupancy of the crystallographic positions, and isotropic heat parameters for the proposed composition are shown in Table 3, and correlations between the experimental Table 3 Coordinates, isotropic parameters of atoms and position occupations for the model of reduced copper chromite (from neutron diffraction) Atom Position Occupation x y Cup 8a Cue 16c Cr 16d O 32e H , 32e HZ l6c 0.33 0.07 1 1 0.30 0.38 z B(isot) 0.125 0.125 0.125 0 0 0 0.5 0.5 0.5 0.255 0.255 0.255 0.187 0.187 0.187 0 0 0 1.49 1 0.23 1.74 1.03 0.70 460 TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 diffraction pattern and the calculated one in Analysis of the data obtained allows the com Table 4. positions of the sample exposed to hydrogen to The obtained neutronographic data were ana lyzed to conclude about the interatomic dis tances. For hydrogen at tetrahedrons, one H-O distance equal to 0.96 and three distances equal to 2.33 were shown, while for 16c positions all the six H-O distances are 2.12 Hence, the proton formed as a result of ex change interaction with the copper ion in the tetrahedron reacts with one of the oxygen ions of the tetrahedron to form a covalent O-H bond resembling the H-O-H bonds of a water molecule. The hydrogen of octahedrons cannot be treated as a constituent of such groups as HO-, H30+, H20 but represents a state similar to the atomic state at the oxygen octahedral surrounding. A similar hydrogen state is dis cussed in [15]. Table 4 The experimental and calculated neutron diagrams for reduced copper chromite (model of cubic spinel structure was used [8]) hkl 2exp) 1(exp) 1(calc) 20(calc) (deg) (deg) 111 220 311 222 400 331 422 511 333 440 531 442 620 533 622 444 711 62.40 551 642 14.44 23.68 27.86 29.11 33.74 36.87 41.63 44.29 48.45 50.83 51.60 54.62 56.81 57.53 60.34 65.76 31 2 12 45 80 2 26 100 10 2 5 12 34 28 7 4 32 0 14 46 sl 0 2 29 0 102 9 2 3 13 35 28 0 5 2 14.44 23.68 27.84 29.11 33.74 36.87 41.63 44.29 48.46 50.83 51.60 54.62 56.81 57.53 60.34 62.41 65.76 be described as follows: (a) For the sample exposed for 2 h yCu3a ]e [Cu CU ,s331 [H3 H.4 .a]2 +3]2X [Cr04 where a, c, d, a are the crystallographic positions of ions in the spinel structure [6] and H stands for occluded hydrogen in octahedral positions. (b) For the sample exposed for 8 h (if assume that there is no change in hydrogen state as the exposure time increases) Cu AC3 ] aLH4~4~Cu2Hx]2[Cr+3]204 (2) where D is an unoccupied position and x is the proportion (unknown) of the 16c positions occupied by hydrogen. Thus, the interaction of the copper chromite with hydrogen at 200-400 is thought to proceed in the following manner. A portion of surface oxygen ions react with hydrogen to yield water. As a result, reduced copper species (Cu' or Cu are formed at the chromite surface. Copper species cause a homolytic rupture of the bond in a hydrogen molecule. Hydrogen atoms penetrate into free octahedral positions and copper-containing tetrahedral positions. In the octahedrons hydrogen atoms occupy its centers. In the tetrahedrons the exchange interaction takes place between hydrogen atoms and copper ions to generate protons. The latter form covalent bonds with oxygen atoms of the tetrahedrons. When interacting with two H atoms, copper ions are transformed to their atomic states and released upon the spinel surface where they build-up flat particles bonded epitaxially to the spinel surface. When reacting with one hydrogen atom, the copper ions are reduced to Cu + and move towards the 16c positions. Structural rearrangement which takes place in the course of the chromite reduction is shown in Fig. 4. In the flowing helium there are the back processes - Cuatoms reduce pro- T.M. Yurieva et al. / Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 CCr,o, Cr Cr Cr Cr Cr Cr Cr Cu+' Cu+' Cu+' Cu\" Cr Cr Cr Cr Cr Cr Cr H,/320cul Cr: Cr Cr Cr Cr Cr Cr Cu\" H* / Cu+' + H n CI Cr Cr Cr Cr Cr Cr Fig. 4. Schematic presentation of the reversible reduction of copper chromite. Triangles indicate (a) tetrahedral positions; squares indicate (d) octahedral positions; hatched areas indicate (c) octahedral positions. tons, and Cu ions (probably Cu+z ions) return back to the spinet lattice. 3.1.2. Structure of reduced solid solutions based on anion-modified zinc oxide More than 1 at% of the Cu2+ ions cannot be dissolved in zinc oxide but under certain conditions: zinc oxide with higher copper content can be produced through thermal decomposition of combined hydroxocarbonates at below 500. The study of the formation of copper-zinc and copper-zinc-aluminium oxide systems showed that thermal decomposition of copper-zinc and copper-zinc-aluminium hydroxocarbonates proceeds through three stages which are seen in the DTA and DTG curves [16]: - adsorbed water is released at 120-140; - copper-zinc-aluminium hydroxocarbonates are destructed at 270-290 to produce anion-modified oxides (i.e. those containing impurities of OH- and C03 2 groups which are the anions of the precursors); - removal of the impurities and formation of a mixture of stoichiometric oxides (copper oxide, zinc oxide, and spinet in the presence of aluminium) occur at 510-560. The samples prepared at 300-480, i.e. the anion-modified oxides, reveal the highest activities. Structural features and composition of these oxides were studied using XRD, EM and analyt- 461 ical EM techniques. They were shown to be anomalous solid solutions: an imperfectly structured ZnO phase was formed due to the presence of impurity anions, copper ions could occupy the sites at the fault layer superposition. EDRS data [17] show the copper ions to be arranged as small sized clusters and in a flat square oxygen surrounding. Solid solutions formed in the Cu-Zn samples can involve as many as up to 10 at% of copper and those in the Cu-A1-Zn samples up to 20 at% of copper without Cu0 phase formation. The solid solutions are formed as a result of substitution of A13+ ions for zinc in ZnO that generates vacations and increases the content of impurity anions. As the total copper concentration increases further to 60 at%, the content of its clusters in the solid solutions also increases to 25-30 at% for Cu-Zn and 40-45 at% for Cu-Zn-AI samples. Concurrently, the phase of a-m Cu0 appears and grows in the samples. The chosen compositions, i.e. Cuo.ogZno,920', and Cuo.tsZno.7sAlo.tO * , provide the samples with no impurity phase involved. Fragments of diffraction patterns recorded for the initial samples and for those treated with hydrogen at 220-230 are presented in Fig. Sa, curves 1-3. A phase of copper metal is seen to appear in hydrogen and disappear in flowing helium. Repeated exposure of the sample to flowing hydrogen results in the appearance of ZnO (213) ~CE! I Zn0 Cu0 s. 1102) (111,200) 15$1) ~C <XI ZnO LPCu J J .J 2D 18 118 114 112 110 108 50 48 40 b) a) Fig. 5. Fragment of in situ X-ray diffraction patterns. a - 20 4050 b- 219 - 108119 of the sample Cu. I Zn90 'after treatment: 1 - in air at 20; 2 - in hydrogen at 220; 3 - in helium at 220; 4 - in hydrogen at 220; 5 - in HZ +CO mixture at 220; 6 - in hydrogen at 420; 7 - in helium at 420. 462 TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 the Cuphase which disappears again upon substitution of hydrogen for helium (Fig. 5a, curves 4, 5). Reoxidation does not occur in the inert medium after hydrogen treatment at temperatures of 420 and higher (Fig. 5a, curves 6, 7). Reoxidation of the sample in the inert medium was confirmed by studying the same fragment using electron microscopy. The microdiffraction data show the epitaxial junction of copper metal formed in hydrogen and zinc oxide growing along the direction of [001 ]Zn0 1[ 111 ]Cu Epitaxial interaction of Cuwith ZnO in a reduced sample was observed before [18], while its reoxidation in an inert medium was not reported. Fig. 5b shows a fragment of the diffraction pattern recorded at the 20 range of 108-119where the spots (300) and (213) of ZnO and (531) of Si reference were observed. There is practically no change in the lattice constant a of the reduced sample, whereas constant c appears to be sensitive to the state of the solid solution. Compared to constant c of ZnO, constant c of the solid solution decreases for its oxidized state; upon sample reduction it approximates that for ZnO and decreases again upon the reoxidation in flowing He (Table 5). The results obtained are considerable evidence for the Cuphase to be formed on the surface of the reduced sample as a result of reduction of copper ions of the solid solution and to come back to the bulk of the solid solution during their reoxidation. Evidently, these processes are the consequence of the exchange interaction with protons involved: HZ -- 2H, 2H + Cu2+ #~ 2H++ Cu Table 5 Lattice constants of Cu-containing ZnO after thermal treatment in various media Thermal treatment a ( c (A) Phase composition conditions 0 a = t 0.002 0 c = t 0.003 Air, 350 3.250 5.194 Cuo.a$Zno.920 ` Hydrogen, 220T 3.254 5.217 Cus+Cu(,_x)0.08Zn0.920 Helium, 220 3.252 5.202 Cuo.08Zno.920 OC, 40~ 30 4- 20 h 10 100 200 300 400 T, 'C Fig. 6. Conversion of acetone to isopropanol at 75 versus the temperature of copper chromite pretreatment with H2. The process becomes irreversible when the protons form water by a high temperature reaction with hydroxyls or when Cuis oxidized by OZ (see Fig. 1). 3.2. Mechanisms for hydrogenation of the C-O bond in carbon oxides and acetone To elucidate the mechanisms for hydrogenation of acetone to isopropanol and for synthesis of methanol from carbon oxides, the interaction of catalysts activated by hydrogen with the compounds to be hydrogenated was studied. 3.2.1. Hydrogenation of acetone to isopropanol Catalytic properties of copper chromite were studied using a pulse flow installation at 75; the reaction products were identified chromatographically. This reaction temperature was chosen so that the effect of the back reaction becomes negligible. A mixture of 10 vol% of acetone in hydrogen was examined. The catalyst was preactivated in hydrogen at various temperatures. Fig. 6 shows the conversion of acetone w Anion modified oxide. TM. Yurieoa et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 to isopropyl alcohol versus the temperature of hydrogen pretreatment of the sample. Three activation temperature ranges at which the catalyst reveals different properties can be revealed. There is observed practically no conversion of acetone to isopropanol over the catalyst treated with hydrogen at temperatures below 120-150. At a higher reduction temperature isopropanol is formed, and the conversion of acetone increases as the temperature increases, the maximum conversion being observed at 300-350. The further increase in the reduction temperature results in a lower yield of isopropanol, which becomes zero above 420-430. As mentioned above, the state of copper chromite in the hydrogen medium depends on temperature. The reversible (when helium is substituted for Hz) state exists at 200-400. This state is a spinel with two above described types of hydrogen species dissolved in it; the flat copper metal particles are formed on its surface. It is seen in Figs. 1, 2 and 6 that this is the only state of chromite which catalyzes hydrogenation of acetone to isopropanol. The interaction of acetone with copper chromite pretreated with hydrogen at 300 was studied. The conversion of acetone to isopropanol was shown to take place after supplying acetone pulses to the reduced catalyst in the absence of hydrogen in gas phase. The rate of the formation of isopropanol decreases as the absorbed hydrogen is consumed, and becomes low in rather short time. The starting rate of the reaction of acetone with absorbed hydrogen (Fig. 7) depends on the temperature of preactivation of copper chromite with hydrogen; this dependence resembles the dependence of the copper chromite activity for the reaction between acetone and gaseous hydrogen on prereduction temperature (Fig. 6): the highest activity is observed with the sample reduced at 300. Besides, the starting rate of the formation of isopropanol at 300 in the absence of hydrogen (1.2-1.4 X 10-6 mol/m2 - s) is close to the rate of the steady-state reaction of acetone and hy- 463 h y 0.5 0.0 100 150 200 250 300 350 400 T,oC Fig. 7. The initial rate of isopropanol formation in the absence of hydrogen in relative units versus the temperature of the catalyst prereduction (the rate for the sample prereduced at 300 was used as a standard). The reaction mixture was 10 vol%o acetone+ helium'. drogen. The latter was found using the gradientless method to be 1.0 X 10-6 mol/m2 - s for a mixture containing 10 vol% acetone in hydrogen at 300 [19]. In situ XRD technique was used at 75 to study the interaction of acetone with copper chromite reduced at 300-320. When the mixture of acetone in helium is passed through, the amount of copper metal on the chromite surface decreases and a spinel restores its initial structure. Further treatment of the sample with hydrogen results in restoring the reduced state of the chromite which is capable of catalyzing hydrogenation of acetone to isopropanol with the same activity. The results obtained allow to conclude that it are protons dissolved in spinel which are responsible for catalytic hydrogenation of acetone to isopropanol. The phenomena observed by us, viz.: (1) reversibility of the system at medium variations of H 2 ->He--* H 2; (2) bulk absorption of hydrogen, at least a noticeable proportion (corresponding approximately to a half of the total of copper in the chromite) of which is as protons, that makes it possible to consider the reduced chromite to be a solid solution of chromic acid and copper chromite, i.e. `solid protonic medium'; (3) formation of isopropyl alcohol as a result of interaction of acetone with the reduced catalyst; (4) transformation of the re- 464 T.M. Yurieoa et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 duced catalyst to its oxidized state under the action of acetone, allow to discuss the mechanism of the reaction under study in terms of ideas developed for liquid-phase reduction of ketones to alcohols with metals soluble in a 'protonic medium' [20]. According to these ideas, hydrogenation proceeds in the following manner (Fig. 8): electrons of the metal and proton of the solution are accepted by a molecule of ketone. The organic molecule becomes negatively charged, and the second proton is added. Based on numerous experimental data obtained and literature data [20-22], the following scheme can be proposed for hydrogenation of acetone over copper chromite (Fig. 9): At the first stage the reduced state of chromite is formed upon the reversible interaction with hydrogen that results in dissolving protons in the spinel. A corresponding amount of Cuas epitaxially bonded flat particles is released at the surface. The second stage is hydrogenation of acetone. According to [22], acetone is adsorbed on Cuatoms as 7r-complexes, electrons of the metal transfer to antibonding 7r-orbitals of the carbonyl group. Concurrently, a proton of the reduced chromite is inserted into an adsorbed acetone molecule. As a result, the organic molecule acquires a negative charge, and copper metal is oxidized and occupies the positions in the spinel structure it has left during the reduction. These transformations are followed by in- 2 CR-~` M cR,- off M Ma. CHR, - OH Fig. 8. Schematic presentation of the mechanism of liquid-phase hydrogenation of ketones to alcohols catalyzed by metals soluble in a 'protonic medium' [201. cu\" ~. ~0-_CU2+o2_ + r2 2:=:F H+02-Cu2\"o'-H' ci 2. H+02.Cu2+OZ'H++(CHa)zC0 (CHalxC~ ~ (CHa)ZC-OH ri+oz ULV~*o2-H+ --i,(CHa)sCHOH + -o- CU2,O2_Cua+Oa- Fig. 9. Schematic presentation of acetone hydrogenation to isopropanol. sertion of the second proton from the chromite and desorption of an alcohol molecule. As shown, the catalyst is in its reduced state under the reaction conditions; hence, the second stage can be assumed to be the rate limiting. Under the conditions of catalytic hydrogenation, when there are both acetone and hydrogen in the reaction medium, it is most likely that only the protons located on the surface layer are involved in the transformations. Correspondingly, the reversible conversion of copper metal to its ionic state occurs only within the spinel surface layer. 3.2.2. Synthesis of methanol Activity of the catalyst (solid solution of copper ions both in a-m ZnO and Al-containing a-m Zn0) for synthesis of methanol is in proportion to the content of copper up to 30 at%. With 30-45 at% of copper, it is close to the activity of the most active catalysts. That was why the solid solutions of copper ions in a-m ZnO of the compositions Cuo.o8Zno.920 * and Cuo.1sZno.7sAlo.10 * were chosen for the studies. 3.2.2.1. Interaction of reduced solid solution with reactants Interaction with carbon monoxide. The in situ XRD technique was used for studying the phase composition changes of reduced catalyst in CO-containing medium. When a mixture of 5 vol% of CO in nitrogen was passed over the Cu (200) Cuu20 Cu0 (111)(200) (111,200) i i ~4 3 12 50 45 40 20, grad. Fig. 10. X-ray patterns of CuZnyz0 ' : 1 - initial state; 2 treated with HZ at 220; 3 - sample 2 treated with COZ at 220 during 2 h; 4 - and during 4 h; 5 - sample 2 treated with COZ and then CO during 2 h. reduced catalyst at 220, the phase composition of the catalyst varied like it does in flowing helium, i.e. the catalyst restored its initial oxidized state. The outlet gas mixture contained no methanol. Interaction with carbon dioxide. Fig. 10 shows fragments of the diffraction pattern recorded for the initial (curve 1) and reduced (curve 2) copper-zinc samples kept in flowing C02 at 220 for 2 h (curve 3) and for 4 h (curve 4) until the diffraction pattern ceased changing. The state of reduced catalyst changes in a complex fashion under the action of C02 (Fig. 11). During the first two hours the copper metal phase decreases and disappears completely. Concurrently, a Cu20 phase appears and its amount increases. Under the action of C02 for another 2 h the Cu20 phase decreases to its practical disappearance. The constant c of the a-m Zn0 lattice treated with C02 reaches that of the oxidized sample, i.e. the initial structure is restored. The same transformations are observed upon further alternative treatment of the sample with hydrogen and C02. The outlet reaction mixture contained methanol along with C02 during the first two hours of the treatment and, practically, only water after another two hours. Hence, the interaction of C02 with the reduced catalyst produces methanol. The reaction proceeds through the interaction with dissolved proton and oxida- T.M. Yurieua et al. / Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 Cu rx Cu20 0 100 200 300 z, min 465 Fig. 11. The changes of relative intensities of (111) Cuand (200) CuzO reflections for a sample CuZnZ0 prereduced by hydrogen at 220 versus the time of treatment with COZ at 220. lion of copper metal particles to Cu20 followed by the interaction of oxygen of the oxide and protons to form water. Thus, the reaction of methanol synthesis from C02 and H2, which is described by the equation C02 + 3H2 --> CH30H + H20, proceeds in two stages, the second of which is the rate limiting one: 1. C02 + 2H 2 ~ CH 30H + [O]; 2. H2 + [O] ~ H20, where [O] is a surface oxygen ion. Interaction of the catalyst, activated by hydrogen and treated with carbon dioxide, with carbon monoxide and CO + HZ mixture. Fig. 10, curve 5, represents a fragment of the diffraction pattern recorded for the reduced catalyst after its successive exposure to flowing C02 for two hours and to a mixture of 5 vol% of CO in nitrogen to obtain the unchanged diffraction pattern (for another two hours). The mixture was switched to the catalyst at the instant when the copper metal phase was practically completely transformed to Cu20 (curve 3). The exposure of the catalyst to the flowing CO-containing mixture results in a decrease in the amount of cuprous oxide during the first half an hour (since CO cannot oxidize copper), and the copper metal phase becomes observable (curve 5). The outlet reaction mixture contained methanol (gas probes were picked up during the 466 T.M. Yurieva et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 first hour). When the flow of CO + HZ was substituted for CO + N2, the CU20 phase disappeared too, and the copper metal was observed; in this case the amount of methanol formed increased. Therefore, methanol is formed as a result of the interaction of CO with the catalyst pretreated with hydrogen and C02 but not of the interaction of CO with the reduced catalyst. Thus, methanol can be synthesized through hydrogenation of both C02 and CO, but in the latter case the catalyst must be pretreated with carbon dioxide. Apparently, the rate of methanol synthesis from CO and the rate of the first stage of methanol synthesis from COZ are close to each other, while the overall rate of methanol synthesis from C02 is limited by a slower stage of water formation. It is true if the rate of CO adsorption on reduced and pretreated with CO2 catalyst is large enough not to be limiting. It is interesting that the authors of [23] observed the formation of oxygen ions on the surface of a reduced copper-containing catalyst upon feeding C02 to the catalyst. They reported 1. COx + 9H2 XtCH3OH + H20 W2 > Wi 2. CO + 2H2 ;2 CH30H ? _____________ 3; -_________C __~ 4 2H+_______ CH=OH __________________ COCUICUOCUp , H+; Cu2+Ox'Cux+0x- : H2 ; H+Ox-Cu2+02-H+ ; 1 io CU Cu Cup Cu+' C, initial He : H+ H+ ; H+Ox-Cu +O 'H+ Ox'Cux+Ox' Cux+~ .___________________ _redud ste., H+ H+ H+ the dependence of the activity for methanol synthesis on the surface oxygen coverage: the activity increases in proportion to the coverage of below 0.16 monolayer, keeps constant up to 0.18 monolayer, and decreases with the further increase in the surface oxygen content. From what has been said it may be possible to describe the principal steps of the scheme for methanol synthesis as follows (Fig. 12): (1) Reversible interaction of the solid solution of Cu2+ in a-m Zn0 with hydrogen to generate the reduced state of the catalyst which is the solid solution in which a proportion of copper ions is substituted for protons, and the corresponding amount Cuis located as an epitaxially bonded phase over the surface. (2) Adsorption of COZ on copper metal particles and its interaction with protons to produce methanol and oxygen-containing sites of the Cu\" -O-Cu\" type on the metal particle surface. Methanol is evidently formed through a semihydrogenated intermediate of the type of [:CHOH] by means of transfer of protons from the solid solution surface and electrons from Cutowards the adsorbed C02, like it was Hx0 CuuuCu -UOx H+ H+ ------------------ Cu+i\\Cu+~ Cttz+Ox'Cux active state CH30H CHaGH CU-11 wl ;Cux+Ox_Cux*Ox- Cux+: 10 -------------- CH30H 9;xH+_____-'CH-OH 8. C-p + 2e~0 H C 29 u Cu I ~ ; ci Cu Cu ; CuCu ~ Cup ~Cux+Ox'Cux+Ox-Cux+: Ox-Cux+Ox'Cuz\" ; H+Ox-Cuz+Ox'H+ H' w H\" Fig. 12. Schematic presentation of the mechanism of the methanol synthesis. TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 467 suggested for hydrogenation of acetone over There are three stages of methanol synthesis chromite. Copper ions formed return in the solid from COz: solution. (3) Interaction of the oxygen-containing sites in the reaction medium along two paths: (a) CO is adsorbed on an oxygen ion as a fragment whose structure resembles the struc ture of the fragment formed upon adsorption of COZ on the metal ions. As a result, the CO molecule is rapidly hydrogenated to methanol as described above, the oxygen site being un changed and capable again of activating CO molecules. (b) Oxygen ions interact with hydrogen to form water and Cu the oxygen site disappear ing. The rate ratio for these paths determines the ratio of the rate of the formation of methanol from CO to that from CO2. Apparently, the overall rate of methanol formation is to a great extent determined by the rate of CO hydrogena tion; however CO hydrogenation is not possible but in the presence of COZ which provides generation of the oxygen-containing sites. The catalyst in its reduced state, in which the metal particles have the oxygen-containing sites on their surface, should be discussed more care fully. This is an intermediate state formed dur ing the reaction of methanol synthesis from COZ and HZ: the oxygen-containing sites appear dur ing the formation of methanol and disappear at the interaction with protons or other activated hydrogen species to form water. However, this is the active state of the catalyst for synthesis of methanol from CO and Hz. The formation of water causes destruction of CO activation sites. Based on the data obtained, the questions by catalytic chemists engaged in the synthesis of methanol [24-26]: - Is methanol formed from CO or COZ? - Which is the active state of copper: metal lic or ionic?can be answered in the following way. Synthesis of methanol can be achieved with both C02 and CO as a feedstock, although the latter case needs the presence of CO2. - generation of protons and Cu - formation of methanol and oxygen containing sites on the catalyst surface; - formation of water through interaction of hydrogen with the oxygen ions of the above sites. The last stage is the rate limiting. This is evident from Cu,O phase formation under the action of CO., on reduced catalyst. Synthesis of methanol from CO in the presence of COQ is a three-stage process, too: - generation of protons and Cu - formation of oxygen-containing sites on the metal surface after the interaction with COZ; - formation of methanol. As to the active state of copper, one can say that copper ions are active in oxide compounds in which they can be reduced to metal under the action of hydrogen to generate protons and be oxidized upon the interaction of protons with the molecules hydrogenated. 4. Conclusions The results obtained allow the conclusion that two copper-containing oxides of different natures, copper chromite and anomalous solid solutions of CU21 ions in a-m ZnO, behave similarly for the interaction with hydrogen at temperatures of below 400-450. The oxides dissolve hydrogen, which is partially consumed to reduce copper ions of the oxide and transformed to protons; the copper ions form a Cuphase epitaxially bonded to the oxide surface. Removal of hydrogen causes the reverse processes, i.e. protons are reduced to reoxidize copper, hydrogen is desorbed, copper ions come back to the oxide structure. Hydrogenation of carbon oxides and acetone is the result of the ability of copper ions to reversible transformations to generate copper metal and protons. 468 TM. Yurieua et al. /Journal of Molecular Catalysis A: Chemical 113 (1996) 455-468 Activation of the molecules to be hydrogenated may occur on Cu' directly. This is the case of hydrogenation of acetone over the reduced copper chromite and hydrogenation of CO2 over the reduced solid solution of copper ions in a-m ZnO. Alternatively, this may happen on the sites formed through interaction of copper ions with reactants, like it is observed for synthesis of methanol from CO over oxygencontaining sites of the Cu+I-O-Cu+l type generated through oxidation of copper Cuwith CO2 at the surface of the reduced solid solution of copper ions in a-m ZnO. Generally speaking, it is possible that both types of dissolved hydrogen species, protons and `activated atoms', can be involved in the hydrogenation reactions. However, the discussed hydrogenation of the C-O bond over copper-containing catalysts involves protons, while electrons are transferred from Cuand copper ions come back into the oxide structure. The `activated atoms' of hydrogen can be imagined to be capable of, e.g., forming C-H bonds or hydrogenating C=C bonds of hydrocarbons. Acknowledgements This work was supported by Russian Foundation for Fundamental Investigations, grants NN 95-03-08260, 96-03-33887a. References [1] O.V. Makarova, T.M. Yurieva, G.N. Kustova, A.V. Ziborov, L.M. Plyasova, L.P. Davydova and V.I. Zaikovskii, Kinet. Catal. 34(4) (1993) 608. [2] T.M. Yurieva, L.M. Plyasova, T.A. Krieger, V.I. Zaikovskii, O.V. Makarova and T.P. Minyukova, React. Kinet. Catal. Lett. 51(2) (1993) 495. [3] O.V. Makarova, T.M. Yurieva, L.M. Plyasova, T.A. Krieger and V.I. Zaikovskii, Kinet. Catal. 35(3) (1994) 371. [4] T.M. Yurieva, L.M. Plyasova, T.A. Krieger and O.V. Makarova, Kinet. Katal. 36(5) (1995) 769 (in Russian). [5] L.M. Plyasova, L.P. Solovyeva, T.A. Krieger, O.M. Makarova and T.M. Yurieva, Kinet. Katal. (1995), in press. [6] L.M. Plyasova, L.P. Solovyeva, T.A. Krieger, O.V. Makarova and T.M. Yurieva, J. Mol. Catal. 105(1-2) (1995) 61. [7] T.M. Yurieva, React. Kinet. Catal. Lett. 55(2) (1995) 513. [8] X-ray PDF, JCPDS, Philadelphia, No. 26-508, 26-509. [9] T.M. Yurieva and T.P. Minyukova, React. Kinet. Catal. Lett. 29 (1985) 55. [10] E.M. Moroz, V.S. Bulusheva and V.A. Ushakov, React. Kinet. Catal. Lett. 33(1) (1987) 185. [11] E.E. Rachkovskii and G.K. Boreskov, Kinet. Katal. 11(6) (1970) 1410. [12] V.M. Ustyantsev and V.I. Mar'evich, Izv. Akad. Nauk SSSR Neorg. Mater. 9(2) (1973) 336. [13] A.V. Khasin, I.I. Simentsova and T.M. Yurieva, React. Kinet. Catal. Lett. 52(1) (1994) 113. [14] F.M. Chung, J. Appl. Cryst. 7 (1974) 519. [15] G. Wrobel, A.D. Huysser and J.-P. Bonnele, Nouv. J. Chim. 8(5) (1984) 291. [16] L.M. Plyasova, T.M. Yurieva, T.A. Krieger, O.V. Makarova, V.I. Zaikovskii, L.P. Solovyeva and A.N. Shmakov, Kinet. Catal. 360) (1995) 425. [17] F.S. Hadzhieva, V.F. Anufrienko and T.M. Yurieva, Rect. Kinet. Catal. Lett. 30 (1986) 85. [18] J.M. Dominquez, G.W. Simmons and K. Klier, J. Molec. Catal. 20 (1983) 369. [19] A.I. Tripolskii, N.W. Pavlenko and G.I. Golodetz, Kinet. Katal. 26 (1985) 1131. [20] C.K. Ingold, Structure and Mechanism in Organic Chemistry (Cornell University Press, Ithaca-London, 1969). [21] N.W. Pavlenko, A.I. Tripolskii, G.I. Golodetz and G.M. Telbiz, Kinet. Katal. 26 (1985) 115. [22] L.O. Apelbaum and M.I. Temkin, J. Struct. Chem. 35 (1961) 2060. [23] T. Fujitani, M. Saito, Y. Kahai, T. Kakumoto, T. Watanabe, J. Nakamura and T. Uchijima, Catal. Lett. 25 (1994) 271. [24] H.H. Kung, Catal. Today 11 (1992) 443. [25] K.C. Waugh, Catal. Today 18 (1993) 147. [26] M. Muhler, E. Tornqvist, L. Nielsen, B. Clausen and H. Topsoe, Catal. Lett. 25 (1994) 1. MOLCAA 96002725 S1381-1169(96)00272-5 10.1016/S1381-1169(96)00272-5 Molecular aspects of heterogeneous catalysis Review Mechanisms for hydrogenation of acetone to isopropanol and of carbon oxides to methanol over copper-containing oxide catalysts T.M. Yurieva ∗ L.M. Plyasova O.V. Makarova T.A. Krieger Boreskov Institute of Catalysis, Prospect Akademika Lavrentieva, 5, Novosibirsk 630090, Russia ∗ Corresponding author. Tel. +7-383-2357209; fax: + 7-383-2355766 Mechanisms for the synthesis of methanol from CO and CO2 and for the hydrogenation of acetone to isopropanol are discussed based on the recent experimental results obtained by the authors. The state of copper-containing compounds in a hydrogen medium at 200–400°C and the nature of their interaction with the reaction components were studied. Hydrogenation of carbon oxides and acetone was proposed to be the result of the ability of copper ions to reversible transformations to generate copper metal and protons. Activation of acetone and CO2 can be achieved through their interaction with Cu0, and activation of CO through its interaction with oxygen-containing sites of Cu+1OCu+1 type which are formed after oxidation of a portion of Cu0 with carbon dioxide. Keywords Copper-containing oxide catalysts Hydrogenation of acetone to isopropanol Methanol synthesis from carbon oxides References [1] O.V. Makarova T.M. Yurieva G.N. Kustova A.V. Ziborov L.M. Plyasova L.P. Davydova V.I. Zaikovskii Kinet. Catal. 34 4 1993 608 [2] T.M. Yurieva L.M. Plyasova T.A. Krieger V.I. Zaikovskii O.V. Makarova T.P. Minyukova React. Kinet. Catal. Lett. 51 2 1993 495 [3] O.V. Makarova T.M. Yurieva L.M. Plyasova T.A. Krieger V.I. Zaikovskii Kinet. Catal. 35 3 1994 371 [4] T.M. Yurieva L.M. Plyasova T.A. Krieger O.V. Makarova Kinet. Katal. 36 5 1995 769 (in Russian) [5] L.M. Plyasova L.P. Solovyeva T.A. Krieger O.M. Makarova T.M. Yurieva Kinet. Katal. 1995 in press [6] L.M. Plyasova L.P. Solovyeva T.A. Krieger O.V. Makarova T.M. Yurieva J. Mol. Catal. 105 1–2 1995 61 [7] T.M. Yurieva React. Kinet. Catal. Lett. 55 2 1995 513 [8] X-ray PDF, JCPDS, Philadelphia, No. 26-508, 26-509. [9] T.M. Yurieva T.P. Minyukova React. Kinet. Catal. Lett. 29 1985 55 [10] E.M. Moroz V.S. Bulusheva V.A. Ushakov React. Kinet. Catal. Lett. 33 1 1987 185 [11] E.E. Rachkovskii G.K. Boreskov Kinet. Katal. 11 6 1970 1410 [12] V.M. Ustyantsev V.I. Mar'evich Izv. Akad. Nauk SSSR Neorg. Mater. 9 2 1973 336 [13] A.V. Khasin I.I. Simentsova T.M. Yurieva React. Kinet. Catal. Lett. 52 1 1994 113 [14] F.M. Chung J. Appl. Cryst. 7 1974 519 [15] G. Wrobel A.D. Huysser J.-P. Bonnele Nouv. J. Chim. 8 5 1984 291 [16] L.M. Plyasova T.M. Yurieva T.A. Krieger O.V. Makarova V.I. Zaikovskii L.P. Solovyeva A.N. Shmakov Kinet. Catal. 36 3 1995 425 [17] F.S. Hadzhieva V.F. Anufrienko T.M. Yurieva Rect. Kinet. Catal. Lett. 30 1986 85 [18] J.M. Dominquez G.W. Simmons K. Klier J. Molec. Catal. 20 1983 369 [19] A.I. Tripolskii N.W. Pavlenko G.I. Golodetz Kinet. Katal. 26 1985 1131 [20] C.K. Ingold Structure and Mechanism in Organic Chemistry 1969 Cornell University Press Ithaca-London [21] N.W. Pavlenko A.I. Tripolskii G.I. Golodetz G.M. Telbiz Kinet. Katal. 26 1985 115 [22] L.O. Apelbaum M.I. Temkin J. Struct. Chem. 35 1961 2060 [23] T. Fujitani M. Saito Y. Kahai T. Kakumoto T. Watanabe J. Nakamura T. Uchijima Catal. Lett. 25 1994 271 [24] H.H. Kung Catal. Today 11 1992 443 [25] K.C. Waugh Catal. Today 18 1993 147 [26] M. Muhler E. Tornqvist L. Nielsen B. Clausen H. Topsoe Catal. Lett. 25 1994 1",
      "scopus-id": "0030579532",
      "coredata": {
        "eid": "1-s2.0-S1381116996002725",
        "dc:description": "Mechanisms for the synthesis of methanol from CO and CO2 and for the hydrogenation of acetone to isopropanol are discussed based on the recent experimental results obtained by the authors. The state of copper-containing compounds in a hydrogen medium at 200–400°C and the nature of their interaction with the reaction components were studied. Hydrogenation of carbon oxides and acetone was proposed to be the result of the ability of copper ions to reversible transformations to generate copper metal and protons. Activation of acetone and CO2 can be achieved through their interaction with Cu0, and activation of CO through its interaction with oxygen-containing sites of Cu+1OCu+1 type which are formed after oxidation of a portion of Cu0 with carbon dioxide.",
        "openArchiveArticle": "false",
        "prism:coverDate": "1996-12-10",
        "openaccessUserLicense": null,
        "prism:aggregationType": "Journal",
        "prism:url": "https://api.elsevier.com/content/article/pii/S1381116996002725",
        "dc:creator": [
          {
            "@_fa": "true",
            "$": "Yurieva, T.M."
          },
          {
            "@_fa": "true",
            "$": "Plyasova, L.M."
          },
          {
            "@_fa": "true",
            "$": "Makarova, O.V."
          },
          {
            "@_fa": "true",
            "$": "Krieger, T.A."
          }
        ],
        "link": [
          {
            "@_fa": "true",
            "@rel": "self",
            "@href": "https://api.elsevier.com/content/article/pii/S1381116996002725"
          },
          {
            "@_fa": "true",
            "@rel": "scidir",
            "@href": "https://www.sciencedirect.com/science/article/pii/S1381116996002725"
          }
        ],
        "dc:format": "application/json",
        "openaccessType": null,
        "pii": "S1381-1169(96)00272-5",
        "prism:volume": "113",
        "prism:publisher": "Published by Elsevier B.V.",
        "dc:title": "Mechanisms for hydrogenation of acetone to isopropanol and of carbon oxides to methanol over copper-containing oxide catalysts",
        "prism:copyright": "Copyright © 1996 Published by Elsevier B.V.",
        "openaccess": "0",
        "prism:issn": "13811169",
        "prism:issueIdentifier": "3",
        "dcterms:subject": [
          {
            "@_fa": "true",
            "$": "Copper-containing oxide catalysts"
          },
          {
            "@_fa": "true",
            "$": "Hydrogenation of acetone to isopropanol"
          },
          {
            "@_fa": "true",
            "$": "Methanol synthesis from carbon oxides"
          }
        ],
        "openaccessArticle": "false",
        "prism:publicationName": "Journal of Molecular Catalysis A: Chemical",
        "prism:number": "3",
        "openaccessSponsorType": null,
        "prism:pageRange": "455-468",
        "prism:endingPage": "468",
        "pubType": "rev",
        "prism:coverDisplayDate": "10 December 1996",
        "prism:doi": "10.1016/S1381-1169(96)00272-5",
        "prism:startingPage": "455",
        "dc:identifier": "doi:10.1016/S1381-1169(96)00272-5",
        "openaccessSponsorName": null
      },
      "link": {
        "@rel": "abstract",
        "@href": "https://api.elsevier.com/content/abstract/scopus_id/0030579532"
      }
    }
  }
}